{
  "response":{"numFound":509939,"start":124000,"numFoundExact":true,"docs":[
      {
        "id":"EJ1110962",
        "title":"High School Leadership: The Challenge of Managing Resources and Competencies"},
      {
        "id":"EJ1110964",
        "title":"Ensuring That Family Engagement Initiatives Are Successful, Sustainable, and Scalable"},
      {
        "id":"EJ1110965",
        "title":"Early College High Schools: A Proposed Solution to Secondary Transition Services"},
      {
        "id":"EJ1110966",
        "title":"Fostering Family Engagement through Shared Leadership in the District, Schools, and Community"},
      {
        "id":"EJ1110967",
        "title":"Performance of Men and Women on Multiple-Choice and Constructed-Response Tests for Beginning Teachers. Research Report. ETS RR-04-48"},
      {
        "id":"EJ1110968",
        "title":"User's Guide for SCORIGHT (Version 3.0): A Computer Program for Scoring Tests Built of Testlets Including a Module for Covariate Analysis. Research Report. ETS RR-04-49"},
      {
        "id":"EJ1110969",
        "title":"Alternative Loglinear Smoothing Models and Their Effect on Equating Function Accuracy. Research Report. ETS RR-09-48"},
      {
        "id":"EJ1110970",
        "title":"Population Invariance and Linear Equating for the Non-Equivalent Groups Design. Research Report. ETS RR-04-47"},
      {
        "id":"EJ1110971",
        "title":"Comparison of Unidimensional and Multidimensional Approaches to IRT Parameter Estimation. Research Report. ETS RR-04-44"},
      {
        "id":"EJ1110972",
        "title":"Making Space for Collaboration and Leadership: The Role of Program Staff in Successful Family Engagement Initiatives"},
      {
        "id":"EJ1110973",
        "title":"Effect of Repeaters on Score Equating in a Large-Scale Licensure Test. Research Report. ETS RR-09-27"},
      {
        "id":"EJ1110974",
        "title":"Assessing Fit of Latent Regression Models. Research Report. ETS RR-09-50"},
      {
        "id":"EJ1110975",
        "title":"A Bayesian Hierarchical Model for Large-Scale Educational Surveys: An Application to the National Assessment of Educational Progress. Research Report. ETS RR-04-38"},
      {
        "id":"EJ1110977",
        "title":"Multiple Personality Domains in Relation to Occupational Choice and Performance among Established Teachers. Research Report. ETS RR-04-41"},
      {
        "id":"EJ1110978",
        "title":"Automated Essay Scoring with e-rater® v.2.0. Research Report. ETS RR-04-45"},
      {
        "id":"EJ1110979",
        "title":"Loglinear Smoothing: An Alternative Numerical Approach Using SAS. Research Report. ETS RR-04-27"},
      {
        "id":"EJ1110980",
        "title":"Examining Freedle's Claims about Bias and His Proposed Solution: Dated Data, Inappropriate Measurement, and Incorrect and Unfair Scoring. Research Report. ETS RR-04-26"},
      {
        "id":"EJ1110981",
        "title":"Improved Reliability Estimates for Small Samples Using Empirical Bayes Techniques. Research Report. ETS RR-09-46"},
      {
        "id":"EJ1110982",
        "title":"A Study of Frequency Estimation Equipercentile Equating When There Are Large Ability Differences. Research Report. ETS RR-09-45"},
      {
        "id":"EJ1110983",
        "title":"Stereotype Threat, the Test-Center Environment, and Performance on the GRE General Test. GRE Board Report. GRE 01-03R. ETS Research Report. RR-04-37"},
      {
        "id":"EJ1110984",
        "title":"Jackknifing Techniques for Evaluation of Equating Accuracy. Research Report. ETS RR-09-39"},
      {
        "id":"EJ1110985",
        "title":"Using Score Equity Assessment to Evaluate the Equatability of the Hardest Half of a Test to the Total Test. Research Report. ETS RR-04-43"},
      {
        "id":"EJ1110986",
        "title":"Tolerable Variation in Item Parameter Estimates for Linear and Adaptive Computer-Based Testing. Research Report. ETS RR-04-28"},
      {
        "id":"EJ1110987",
        "title":"Conditional Covariance Theory and DETECT for Polytomous Items. Research Report. ETS RR-04-50"},
      {
        "id":"EJ1110988",
        "title":"Evaluating Subpopulation Invariance of Linking Functions to Determine the Anchor Composition for a Mixed-Format Test. Research Report. ETS RR-09-36"},
      {
        "id":"EJ1110989",
        "title":"Methods of Linking with Small Samples in a Common-Item Design: An Empirical Comparison. Research Report. ETS RR-09-38"},
      {
        "id":"EJ1110990",
        "title":"Three Statistical Testing Procedures in Logistic Regression: Their Performance in Differential Item Functioning (DIF) Investigation. Research Report. ETS RR-09-35"},
      {
        "id":"EJ1110991",
        "title":"Study of the Impact of the California Formative Assessment and Support System for Teachers, Report 1. Beginning Teachers' Engagement with BTSA/CFASST. Research Report. ETS RR-04-30"},
      {
        "id":"EJ1110992",
        "title":"Comparison of the Effects of Discrete Anchor Items and Assage-Based Anchor Items on Observed-Score Equating Results. Research Report. ETS RR-09-44"},
      {
        "id":"EJ1110993",
        "title":"Measuring the Acceptance of Evolutionary Theory in Texas 2-Year Colleges"},
      {
        "id":"EJ1110994",
        "title":"Linking Parameter Estimates Derived from an Item Response Model through Separate Calibrations. Research Report. ETS RR-09-40"},
      {
        "id":"EJ1110995",
        "title":"Evaluation of Methods to Compute Complex Sample Standard Errors in Latent Regression Models. Research Report. ETS RR-09-49"},
      {
        "id":"EJ1110996",
        "title":"Pseudo Bayes Estimates for Test Score Distributions and Chained Equipercentile Equating. Research Report. ETS RR-09-47"},
      {
        "id":"EJ1110997",
        "title":"A Study on Anxiety in Chinese EFL University Students"},
      {
        "id":"EJ1110998",
        "title":"The Flipped Classroom Model to Develop Egyptian EFL Students' Listening Comprehension"},
      {
        "id":"EJ1110999",
        "title":"A Scale Drift Study. Research Report. ETS RR-09-43"},
      {
        "id":"EJ1111000",
        "title":"A Corpus of Writing, Pronunciation, Reading, and Listening by Learners of English as a Foreign Language"},
      {
        "id":"EJ1111001",
        "title":"Computer Literacy and Online Learning Attitude toward GSOE Students in Distance Education Programs"},
      {
        "id":"EJ1111002",
        "title":"The Best Linear Predictor for True Score from a Direct Estimate and Several Derived Estimates. Research Report. ETS RR-04-35"},
      {
        "id":"EJ1111003",
        "title":"A Comparison of Two Procedures for Constrained Adaptive Test Construction. Research Report. ETS RR-04-39"},
      {
        "id":"EJ1111004",
        "title":"Students of Different Subjects Have Different Levels of Extrinsic and Intrinsic Motivation to Learn English: Two Different Groups of EFL Students in Japan"},
      {
        "id":"EJ1111005",
        "title":"Measurement Equivalence of Teachers' Sense of Efficacy Scale Using Latent Growth Methods"},
      {
        "id":"EJ1111006",
        "title":"Qatar's Educational System in the Technology-Driven Era: Long Story Short"},
      {
        "id":"EJ1111007",
        "title":"The Key Predictors of Success in University in France: What Are the Contributing Factors and Possible New Directions in Educational Research?"},
      {
        "id":"EJ1111008",
        "title":"Investigating the Primary School Teachers' Perspectives on the Use of Education Platforms in Teaching"},
      {
        "id":"EJ1111009",
        "title":"Comparing Higher Education Practices and Cultural Competences in Kenya and the United States"},
      {
        "id":"EJ1111031",
        "title":"A Multi-Year Study of Teaching an Online Computer Literacy Course in a Medical University: A Lesson Learnt"},
      {
        "id":"EJ1111032",
        "title":"Primary School Teachers' Views on the Preparation and Usage of Authentic Material"},
      {
        "id":"EJ1111033",
        "title":"Evaluation of the Processes and Outcomes of Implementing a Competency Model to Foster Research Knowledge Utilization in Education"},
      {
        "id":"EJ1111039",
        "title":"Opportunities and Challenges of Academic Staff in Higher Education in Africa"},
      {
        "id":"EJ1111042",
        "title":"Student Perceptions to Teaching Undergraduate Anatomy in Health Sciences"},
      {
        "id":"EJ1111046",
        "title":"An Investigation of the Impact of Composition Medium on the Quality of TOEFL Writing Scores. TOEFL® Research Report. RR-72. ETS RR-04-29"},
      {
        "id":"EJ1111049",
        "title":"Transfer between Variants of Quantitative Items. Research Report. GRE Board Report No. 00-06R. ETS RR-04-36"},
      {
        "id":"EJ1111057",
        "title":"Identifying the Writing Tasks Important for Academic Success at the Undergraduate and Graduate Levels. Research Report. GRE Board Report No. 00-04 R. ETS RR-04-42"},
      {
        "id":"EJ1111058",
        "title":"The Story of an Arts Integration School on English-Language-Learner Development: A Qualitative Study of Collaboration, Integrity, and Confidence"},
      {
        "id":"EJ1111059",
        "title":"Is Work-Family Balance a Possibility? The Case of Kenyan Female Teachers in Urban Public Schools"},
      {
        "id":"EJ1111061",
        "title":"Strengthening Statistics Graduate Programs with Statistical Collaboration--The Case of Hawassa University, Ethiopia"},
      {
        "id":"EJ1111062",
        "title":"The Examination of the Views of Primary School Teachers and Pre-Service Primary Teachers on European Union Citizenship from the Point of Different Variables"},
      {
        "id":"EJ1111063",
        "title":"Strengthening Relationships with Families in the School Community: Do School Leaders Make a Difference?"},
      {
        "id":"EJ1111064",
        "title":"&quot;Buy-In&quot; vs. &quot;Allowed In&quot;: Lessons Learned in Family Engagement Program Recruitment and Retention"},
      {
        "id":"EJ1111067",
        "title":"An Analysis of Teacher Candidate Success as Measured by Admission Requirements"},
      {
        "id":"EJ1111069",
        "title":"The Development of Biology Teaching Material Based on the Local Wisdom of Timorese to Improve Students Knowledge and Attitude of Environment in Caring the Preservation of Environment"},
      {
        "id":"EJ1111072",
        "title":"&quot;Liderazgo Familiar Intergeneracional&quot;: Intergenerational Family Leadership as a New Paradigm of Family Engagement"},
      {
        "id":"EJ1111073",
        "title":"Overrepresentation: An Overview of the Issues Surrounding the Identification of English Language Learners with Learning Disabilities"},
      {
        "id":"EJ1111075",
        "title":"Outcomes of a Cross-Cultural Seminar on Increasing the Perceived Self-Efficacy of Teachers in Tahiti"},
      {
        "id":"EJ1111076",
        "title":"Young Adult Books: Helping to Prepare Teachers for Augmentative Alternative Communication"},
      {
        "id":"EJ1111077",
        "title":"Implementing Portfolios Using Tk20: An Educational Assessment System"},
      {
        "id":"EJ1111078",
        "title":"Content Validation of the Scale of Teachers' Attitudes towards Inclusive Classrooms (STATIC)"},
      {
        "id":"EJ1111080",
        "title":"Investigating the Impact of School Administrator's on the Frequency of Physical Restraint in K-12 Schools"},
      {
        "id":"EJ1111087",
        "title":"Examining the Attitudes and Concerns of the Kenyan Teachers toward the Inclusion of Children with Disabilities in the General Education Classroom: A Mixed Methods Study"},
      {
        "id":"EJ1111109",
        "title":"Creating Trans-Inclusive Schools: Introductory Activities That Enhance the Critical Consciousness of Future Educators"},
      {
        "id":"EJ1111110",
        "title":"The Effects of a Music and Movement Program on Gait, Balance and Psychological Parametres of Adults with Cerebral Palsy"},
      {
        "id":"EJ1111113",
        "title":"Primary to Post-Primary Transition for Students with Special Educational Needs from an Irish Context"},
      {
        "id":"EJ1111114",
        "title":"Parents' Perceptions of Integrated Education in Poland"},
      {
        "id":"EJ1111116",
        "title":"Learning through the Variation Theory: A Case Study"},
      {
        "id":"EJ1111117",
        "title":"Strategies for Scaling Up: Promoting Parent Involvement through Family-School-Community Partnerships"},
      {
        "id":"EJ1111119",
        "title":"Toward a Caring Curriculum: Can Occupational Therapy Be Taught in a Caring Context?"},
      {
        "id":"EJ1111129",
        "title":"Quantifying the Value of Service-Learning: A Comparison of Grade Achievement between Service-Learning and Non-Service-Learning Students"},
      {
        "id":"EJ1111131",
        "title":"The Impact of Feedback as Formative Assessment on Student Performance"},
      {
        "id":"EJ1111132",
        "title":"Weaving Intergenerational Engagement into ESL Instruction: Case Study of a University-Based Program in Hong Kong"},
      {
        "id":"EJ1111134",
        "title":"Developing a Teacher Identity: TAs' Perspectives about Learning to Teach Inquiry-Based Biology Labs"},
      {
        "id":"EJ1111135",
        "title":"Faculty-Student Partnerships in Assessment"},
      {
        "id":"EJ1111136",
        "title":"Use of Open Educational Resources: How, Why and Why Not?"},
      {
        "id":"EJ1111137",
        "title":"Active Learning via Student Karaoke Videos"},
      {
        "id":"EJ1111140",
        "title":"Connection and Commitment: How Sense of Belonging and Classroom Community Influence Degree Persistence for African American Undergraduate Women"},
      {
        "id":"EJ1111143",
        "title":"Promoting Academic Socialization through Service Learning Experiences"},
      {
        "id":"EJ1111149",
        "title":"Reflection for Learning: Teaching Reflective Practice at the Beginning of University Study"},
      {
        "id":"EJ1111151",
        "title":"The Strategy Project: Promoting Self-Regulated Learning through an Authentic Assignment"},
      {
        "id":"EJ1111172",
        "title":"An Empirical Comparison of Methods for Equating with Randomly Equivalent Groups of 50 to 400 Test Takers. Research Report. ETS RR-10-05"},
      {
        "id":"EJ1111173",
        "title":"The Role of Noncognitive Constructs and Other Background Variables in Graduate Education. ETS GRE® Board Research Report. ETS GREB-00-11. GRE Board Research Report No. 03-01. ETS Research Report No. RR-11-12"},
      {
        "id":"EJ1111175",
        "title":"The Effectiveness of Feedback for L1-English and L2-Writing Development: A Meta-Analysis. TOEFL iBT™ Research Report. TOEFL iBT-14. ETS RR-11-05"},
      {
        "id":"EJ1111177",
        "title":"Evaluating Educational Programs. ETS R&amp;D Scientific and Policy Contributions Series. ETS SPC-11-01. ETS Research Report No. RR-11-15"},
      {
        "id":"EJ1111187",
        "title":"Mapping State Standards to the NAEP Scale. Research Report. ETS RR-08-57"},
      {
        "id":"EJ1111189",
        "title":"Continuous Exponential Families: An Equating Tool. Research Report. ETS RR-08-05"},
      {
        "id":"EJ1111190",
        "title":"Comparing Multiple-Group Multinomial Log-Linear Models for Multidimensional Skill Distributions in the General Diagnostic Model. Research Report. ETS RR-08-35"},
      {
        "id":"EJ1111212",
        "title":"Development of Approximations to Population Invariance Indices. Research Report. ETS RR-08-36"},
      {
        "id":"EJ1111215",
        "title":"The Impact of Changes in the TOEFL® Examination on Teaching and Learning in Central and Eastern Europe: Phase 2, Coping with Change. TOEFL iBT Research Report. TOEFL iBT-05. ETS RR-08-37"},
      {
        "id":"EJ1111218",
        "title":"Asymptotic Limits of Item Parameters in Joint Maximum-Likelihood Estimation for the Rasch Model. Research Report. ETS RR-08-04"},
      {
        "id":"EJ1111220",
        "title":"Effect of Immediate Feedback and Revision on Psychometric Properties of Open-Ended Sentence- Completion Items. ETS GRE Board Research Report No. 03-15. ETS RR-08-16"},
      {
        "id":"EJ1111222",
        "title":"Examining an Alternative to Score Equating: A Randomly Equivalent Forms Approach. Research Report. ETS RR-08-14"},
      {
        "id":"EJ1111223",
        "title":"Evidence-Centered Assessment Design for Reasoning about Accommodations for Individuals with Disabilities in NAEP Reading and Mathematics. Research Report. ETS RR-08-38"},
      {
        "id":"EJ1111225",
        "title":"Small-Sample Equating by the Circle-Arc Method. Research Report. ETS RR-08-39"},
      {
        "id":"EJ1111228",
        "title":"Approaches to the Design of Diagnostic Item Models. Research Report. ETS RR-08-07"},
      {
        "id":"EJ1111232",
        "title":"Evaluating the Effectiveness of a Full-Population Estimation Method. Research Report. ETS RR-08-18"},
      {
        "id":"EJ1111234",
        "title":"&quot;L&quot;-Bivariate and &quot;L&quot;-Multivariate Association Coefficients. Research Report. ETS RR-08-40"},
      {
        "id":"EJ1111235",
        "title":"A Developmental Writing Scale. Research Report. ETS RR-08-19"},
      {
        "id":"EJ1111236",
        "title":"Linking English-Language Test Scores onto the Common European Framework of Reference: An Application of Standard-Setting Methodology. TOEFL iBT Research Report TOEFL iBt-06. ETS RR-08-34"},
      {
        "id":"EJ1111237",
        "title":"Outliers in Assessments. Research Report. ETS RR-08-41"},
      {
        "id":"EJ1111253",
        "title":"An Initial Field Trial of an Instrument for Measuring Learning Strategies of Middle School Students. Research Report. ETS RR-08-03"},
      {
        "id":"EJ1111257",
        "title":"Automated Scoring of Short-Answer Open-Ended GRE® Subject Test Items. ETS GRE® Board Research Report No. 04-02. ETS RR-08-20"},
      {
        "id":"EJ1111261",
        "title":"Impossible Scores Resulting in Zero Frequencies in the Anchor Test: Impact on Smoothing and Equating. Research Report. ETS RR-08-10"},
      {
        "id":"EJ1111262",
        "title":"Comparing Alternative Kernels for the Kernel Method of Test Equating: Gaussian, Logistic, and Uniform Kernels. Research Report. ETS RR-08-12"},
      {
        "id":"EJ1111263",
        "title":"Robustness of Value-Added Analysis of School Effectiveness. Research Report. ETS RR-08-22"},
      {
        "id":"EJ1111264",
        "title":"A Study of Confidence and Accuracy Using the Rasch Modeling Procedures. Research Report. ETS RR-08-42"},
      {
        "id":"EJ1111268",
        "title":"Investigating the Effectiveness of Collateral Information on Small-Sample Equating. Research Report. ETS RR-08-52"},
      {
        "id":"EJ1111270",
        "title":"The Assessment of Information Literacy: A Case Study. Research Report. ETS RR-08-33"},
      {
        "id":"EJ1111271",
        "title":"Sample-Size Requirements for Automated Essay Scoring. Research Report. ETS RR-08-32"},
      {
        "id":"EJ1111272",
        "title":"Fitting the Structured General Diagnostic Model to NAEP Data. Research Report. ETS RR-08-27"},
      {
        "id":"EJ1111273",
        "title":"Linking with Continuous Exponential Families: Single-Group Designs. Research Report. ETS RR-08-61"},
      {
        "id":"EJ1111274",
        "title":"Response to Assessment Feedback: The Effects of Grades, Praise, and Source of Information. Research Report. ETS RR-08-30"},
      {
        "id":"EJ1111275",
        "title":"Effects of Calculator Availability on GRE Quantitative Questions. ETS GRE Board Research Report No. 03-09. ETS RR-08-31"},
      {
        "id":"EJ1111276",
        "title":"Estimating Multidimensional Item Response Models with Mixed Structure. Research Report. ETS RR-05-04"},
      {
        "id":"EJ1111277",
        "title":"A Review of Recent Developments in Differential Item Functioning. Research Report. ETS RR-08-43"},
      {
        "id":"EJ1111278",
        "title":"Cognitive Models of Writing: Writing Proficiency as a Complex Integrated Skill"},
      {
        "id":"EJ1111279",
        "title":"DIF Detection with Small Samples: Applying Smoothing Techniques to Frequency Distributions in the Mantel-Haenszel Procedure. Research Report. ETS RR-08-44"},
      {
        "id":"EJ1111280",
        "title":"Examining the Impact of Audio Presentation on Tests of Reading Comprehension. Research Report. ETS RR-08-23"},
      {
        "id":"EJ1111281",
        "title":"Extension of the NAEP BGROUP Program to Higher Dimensions. Research Report. ETS RR-05-27"},
      {
        "id":"EJ1111282",
        "title":"An Alternative Data Collection Design for Equating with Very Small Samples. Research Report. ETS RR-08-11"},
      {
        "id":"EJ1111283",
        "title":"Comparison of Multidimensional Item Response Models: Multivariate Normal Ability Distributions versus Multivariate Polytomous Ability Distributions. Research Report. ETS RR-08-45"},
      {
        "id":"EJ1111284",
        "title":"Comparing Different Approaches of Bias Correction for Ability Estimation in IRT Models. Research Report. ETS RR-08-13"},
      {
        "id":"EJ1111285",
        "title":"The Influence of Strategies for Selecting Loglinear Smoothing Models on Equating Functions. Research Report. ETS RR-08-25"},
      {
        "id":"EJ1111286",
        "title":"Consistency of SAT® I: Reasoning Test Score Conversions. Research Report. ETS RR-08-67"},
      {
        "id":"EJ1111287",
        "title":"Analysis of Data from an Admissions Test with Item Models. Research Report. ETS RR-05-06"},
      {
        "id":"EJ1111288",
        "title":"Equating of Mixed-Format Tests in Large-Scale Assessments. Research Report. ETS RR-08-26"},
      {
        "id":"EJ1111290",
        "title":"Linking for the General Diagnostic Model. Research Report. ETS RR-08-08"},
      {
        "id":"EJ1111292",
        "title":"The Effectiveness of Enhancing Test Security by Using Multiple Item Pools. Research Report. ETS RR-05-19"},
      {
        "id":"EJ1111295",
        "title":"Design Patterns for Improving Accessibility for Test Takers with Disabilities. Research Report. ETS RR-08-49"},
      {
        "id":"EJ1111302",
        "title":"The Redesigned TOEIC® (Listening and Reading) Test: Relations to Test-Taker Perceptions of Proficiency in English. Research Report. ETS RR-08-56"},
      {
        "id":"EJ1111303",
        "title":"Understanding What the Numbers Mean: A Straightforward Approach to GRE Predictive Validity. ETS GRE Board Research Report No. 04-03. ETS RR-08-46"},
      {
        "id":"EJ1111304",
        "title":"Investigating the Criterion-Related Validity of the TOEFL® Speaking Scores for ITA Screening and Setting Standards for ITAS. TOEFL iBT Research Report. TOEFL iBT-03. ETS RR-08-02"},
      {
        "id":"EJ1111305",
        "title":"The Fusion Model for Skills Diagnosis: Blending Theory with Practicality. Research Report. ETS RR-08-71"},
      {
        "id":"EJ1111306",
        "title":"Subscores and Validity. Research Report. ETS RR-08-64"},
      {
        "id":"EJ1111307",
        "title":"Factor Structure of the TOEFL Internet-Based Test across Subgroups. TOEFL iBT Research Report. TOEFL iBT-07. ETS Research Report. RR-08-66"},
      {
        "id":"EJ1111309",
        "title":"Effective and Scalable Teacher Professional Development: A Report of the Formative Research and Development. Research Report. ETS RR-08-65"},
      {
        "id":"EJ1111310",
        "title":"Model-Based Weighting and Comparisons: Research Report. ETS RR-08-17"},
      {
        "id":"EJ1111311",
        "title":"Studies of a Latent-Class Signal-Detection Model for Constructed-Response Scoring. Research Report. ETS RR-08-63"},
      {
        "id":"EJ1111312",
        "title":"Establishing the Validity of TOEIC Bridge™ Test Scores for Students in Colombia, Chile, and Ecuador. Research Report. ETS RR-08-58"},
      {
        "id":"EJ1111313",
        "title":"Notes on a General Framework for Observed Score Equating. Research Report. ETS RR-08-59"},
      {
        "id":"EJ1111314",
        "title":"Ensuring the Fairness of GRE Writing Prompts: Assessing Differential Difficulty. Research Report. ETS GRE Board Research Report No. 02-07R. ETS RR-05-11"},
      {
        "id":"EJ1111316",
        "title":"When Can Subscores Have Value? Research Report. ETS RR-05-08"},
      {
        "id":"EJ1111317",
        "title":"Interpretations of Reliability. Research Report. ETS RR-05-29"},
      {
        "id":"EJ1111318",
        "title":"Bias Correction for the Maximum Likelihood Estimate of Ability. Research Report. ETS RR-05-15"},
      {
        "id":"EJ1111319",
        "title":"Theoretical and Empirical Standard Errors for Two Population Invariance Measures in the Linear Equating Case. Research Report. ETS RR-08-24"},
      {
        "id":"EJ1111320",
        "title":"Mapping English Language Proficiency Test Scores onto the Common European Framework. TOEFL® Research Reports. RR-80. ETS RR-05-18"},
      {
        "id":"EJ1111321",
        "title":"Multilingual Generalization of the ModelCreator Software for Math Item Generation. Research Report. ETS RR-05-02"},
      {
        "id":"EJ1111322",
        "title":"Psychometric and Cognitive Analysis as a Basis for the Design and Revision of Quantitative Item Models. Research Report. ETS RR-05-25"},
      {
        "id":"EJ1111323",
        "title":"Identifiability of Parameters in Item Response Models with Unconstrained Ability Distributions. Research Report. ETS RR-05-24"},
      {
        "id":"EJ1111325",
        "title":"Automated Scoring of Spontaneous Speech Using SpeechRater? v1.0. Research Report. ETS RR-08-62"},
      {
        "id":"EJ1111326",
        "title":"Evaluating the Comparability of Paper-and-Pencil and Computerized Versions of a Large-Scale Certification Test. Research Report. ETS RR-05-21"},
      {
        "id":"EJ1111327",
        "title":"Tight but Loose: Scaling up Teacher Professional Development in Diverse Contexts. Research Report. ETS RR-08-29"},
      {
        "id":"EJ1111329",
        "title":"Latent-Class Item Response Models. Research Report. ETS RR-05-28"},
      {
        "id":"EJ1111331",
        "title":"Effects of Preexamination Disclosure of Essay Prompts for the GRE® Analytical Writing Assessment. ETS GRE® Board Research Report No. 01-07R. ETS RR-05-01"},
      {
        "id":"EJ1111333",
        "title":"Locating the Structural Zeros for Internal Anchor Tests: Including the Case of Rounded Formula Scores. Research Report. ETS RR-05-22"},
      {
        "id":"EJ1111336",
        "title":"An Evaluation of Statistical Strategies for Making Equating Function Selections. Research Report. ETS RR-08-60"},
      {
        "id":"EJ1111342",
        "title":"Dependability of New ESL Writing Test Scores: Evaluating Prototype Tasks and Alternative Rating Schemes. TOEFL® Monograph Series. MS-31. ETS RR-05-14"},
      {
        "id":"EJ1111346",
        "title":"Comparisons among Designs for Equating Constructed-Response Tests. Research Report. ETS RR-08-53"},
      {
        "id":"EJ1111347",
        "title":"Development and Validity Evidence Supporting a Teamwork and Collaboration Assessment for High School Students. Research Report. ETS RR-08-50"},
      {
        "id":"EJ1111352",
        "title":"An Examination of the Techno-Pedagogical Education Competencies (TPACK) of Pre-Service Elementary School and Preschool Teachers"},
      {
        "id":"EJ1111356",
        "title":"Exploring Education Culture by Employing Hofstede?s Cultural Dimensions to Evaluate the Effectiveness of the Current ERP Training Approach in Thailand"},
      {
        "id":"EJ1111357",
        "title":"Applying Content Similarity Metrics to Corpus Data: Differences between Native and Non-Native Speaker Responses to a TOEFL® Integrated Writing Prompt. Research Report. ETS RR-08-51"},
      {
        "id":"EJ1111358",
        "title":"Educational Assessment Using Intelligent Systems. Research Report. ETS RR-08-68"},
      {
        "id":"EJ1111359",
        "title":"Learning Styles: A Review of Validity and Usefulness"},
      {
        "id":"EJ1111361",
        "title":"One Approach to Detecting the Invariance of Proficiency Standards over Time. Research Report. ETS RR-08-15"},
      {
        "id":"EJ1111362",
        "title":"Investigation of Primary School Teachers' Conflict Resolution Skills in Terms of Different Variable"},
      {
        "id":"EJ1111368",
        "title":"Monitoring and Fostering Learning through Games and Embedded Assessments. Research Report. ETS RR-08-69"},
      {
        "id":"EJ1111369",
        "title":"Comparison of Subscores Based on Classical Test Theory Methods. Research Report. ETS RR-08-54"},
      {
        "id":"EJ1111370",
        "title":"Analysis of Discourse Features and Verification of Scoring Levels for Independent and Integrated Prototype Written Tasks for the New TOEFL®. TOEFL® Monograph Series. MS-30. ETS RM-05-13"},
      {
        "id":"EJ1111371",
        "title":"Factor Structure of the TOEFL® Internet-Based Test (iBT): Exploration in a Field Trial Sample. TOEFL iBT Research Report. TOEFL iBT-04. ETS RR-08-09"},
      {
        "id":"EJ1111372",
        "title":"Factor Structure of the LanguEdge™ Test across Language Groups. TOEFL® Monograph Series. MS-32. ETS RR-05-12"},
      {
        "id":"EJ1111373",
        "title":"An Examination of Rater Orientations and Test-Taker Performance on English-for-Academic-Purposes Speaking Tasks. TOEFL® Monograph Series. MS-29. ETS RR-05-05"},
      {
        "id":"EJ1111374",
        "title":"The Impact of Changes in the TOEFL Examination on Teaching and Learning in Central and Eastern Europe: Phase 1, The Baseline Study. TOEFL® Monograph Series. MS-34. ETS RR-06-18"},
      {
        "id":"EJ1111375",
        "title":"Measuring Learning Outcomes in Higher Education Using the Measure of Academic Proficiency and Progress (MAPP). Research Report. ETS RR-08-47"},
      {
        "id":"EJ1111376",
        "title":"A Didactic Approach to the Use of IRT True-Score Equating. Research Report. ETS RR-05-26"},
      {
        "id":"EJ1111377",
        "title":"Predicting Long-Term Success in Graduate School: A Collaborative Validity Study. Research Report. ETS GRE Board Research Report No. 99-14R. ETS RR-05-03"},
      {
        "id":"EJ1111378",
        "title":"Analytic Scoring of TOEFL® CBT Essays: Scores from Humans and &quot;E-rater&quot;®. TOEFL® Research Reports. RR-81. ETS RR-08-01"},
      {
        "id":"EJ1111379",
        "title":"Reliability of Scaled Scores. Research Report. ETS RR-08-70"},
      {
        "id":"EJ1111380",
        "title":"Limits on Log Cross-Product Ratios for Item Response Models. Research Report. ETS RR-06-10"},
      {
        "id":"EJ1111381",
        "title":"Model Analysis and Model Creation: Capturing the Task-Model Structure of Quantitative Item Domains. Research Report. ETS RR-06-11"},
      {
        "id":"EJ1111382",
        "title":"Subscores for Institutions. Research Report. ETS RR-06-13"},
      {
        "id":"EJ1111383",
        "title":"Tensions, Trends, Tools, and Technologies: Time for an Educational Sea Change. Research Report. ETS RR-06-16"},
      {
        "id":"EJ1111384",
        "title":"Using Bursa Folk Songs for Voice Training in Departments of Music Education in Turkey"},
      {
        "id":"EJ1111385",
        "title":"Subpopulation Invariance of Equating Functions. Research Report. ETS RR-06-25"},
      {
        "id":"EJ1111386",
        "title":"Inside Sourcefinder: Predicting the Acceptability Status of Candidate Reading-Comprehension Source Documents. Research Report. ETS RR-06-24"},
      {
        "id":"EJ1111387",
        "title":"Reporting Test Outcomes Using Models for Cognitive Diagnosis. Research Report. ETS RR-06-28"},
      {
        "id":"EJ1111388",
        "title":"Choice of Anchor Test in Equating. Research Report. ETS RR-06-35"},
      {
        "id":"EJ1111389",
        "title":"Content Analysis of Memory and Memory-Related Research Studies on Children with Hearing Loss"},
      {
        "id":"EJ1111394",
        "title":"Language Anxiety: A Case Study of the Perceptions and Experiences of Students of English as a Foreign Language in a Higher Education Institution in the United Arab Emirates"},
      {
        "id":"EJ1111395",
        "title":"Weighting Procedures and the Cluster Forming Algorithm for Delete-k Jackknife Variance Estimation for Institutional Surveys. Research Report. ETS RR-06-15"},
      {
        "id":"EJ1111396",
        "title":"An Elementary Test of the Normal 2PL Model against the Normal 3PL Alternative. Research Report. ETS RR-06-14"},
      {
        "id":"EJ1111397",
        "title":"Using Past Data to Enhance Small-Sample DIF Estimation: A Bayesian Approach. Research Report. ETS RR-06-09"},
      {
        "id":"EJ1111398",
        "title":"Joint and Conditional Estimation for Implicit Models for Tests with Polytomous Item Scores. Research Report. ETS RR-06-03"},
      {
        "id":"EJ1111404",
        "title":"The Correlation between the Scores of a Test and an Anchor Test. Research Report. ETS RR-06-04"},
      {
        "id":"EJ1111405",
        "title":"An Evaluation of the Kernel Equating Method: A Special Study with Pseudotests Constructed from Real Test Data. Research Report. ETS RR-06-02"},
      {
        "id":"EJ1111406",
        "title":"Linking Competencies in Educational Settings and Measuring Growth. Research Report. ETS RR-06-12"},
      {
        "id":"EJ1111407",
        "title":"The Effectiveness of Geography Student Worksheet to Develop Learning Experiences for High School Students"},
      {
        "id":"EJ1111408",
        "title":"Designing Adaptive, Diagnostic Math Assessments for Individuals with and without Visual Disabilities. Research Report. ETS RR-06-01"},
      {
        "id":"EJ1111411",
        "title":"A SAS Macro for Loglinear Smoothing: Applications and Implications April. Research Report. ETS RR-06-05"},
      {
        "id":"EJ1111414",
        "title":"Cognitive Diagnosis for NAEP Proficiency Data. Research Report. ETS RR-06-08"},
      {
        "id":"EJ1111420",
        "title":"Strategies in Responding to the New TOEFL Reading Tasks. TOEFL Monograph Series. MS-33. ETS RR-06-06"},
      {
        "id":"EJ1111421",
        "title":"Testing the Untestable Assumptions of the Chain and Poststratification Equating Methods for the NEAT Design. Research Report. ETS RR-06-17"},
      {
        "id":"EJ1111422",
        "title":"A General Diagnostic Model Applied to Language Testing Data. Research Report. ETS RR-05-16"},
      {
        "id":"EJ1111429",
        "title":"Precision and Volatility in School Accountability Systems. Research Report. ETS RR-06-26"},
      {
        "id":"EJ1111433",
        "title":"Investigating the Utility of Analytic Scoring for the TOEFL Academic Speaking Test (TAST). TOEFL iBT Research Report. TOEFL iBT-01. ETS RR-06-07"},
      {
        "id":"EJ1111434",
        "title":"Adaptive Quadrature for Item Response Models. Research Report. ETS RR-06-29"},
      {
        "id":"EJ1111443",
        "title":"Bayesian Network Models for Local Dependence among Observable Outcome Variables. Research Report. ETS RR-06-36"},
      {
        "id":"EJ1111448",
        "title":"Confidence Intervals for Proportion Estimates in Complex Samples. Research Report. ETS RR-06-21"},
      {
        "id":"EJ1111451",
        "title":"Elaborating the Purpose and Content of Professional Development Plan for Preschool Teachers"},
      {
        "id":"EJ1111454",
        "title":"On the Estimation of Hierarchical Latent Linear Models for Large Scale Assessments. Research Report. ETS RR-06-37"},
      {
        "id":"EJ1111458",
        "title":"Using the Kernel Method of Test Equating for Estimating the Standard Errors of Population Invariance Measures. Research Report. ETS RR-06-20"},
      {
        "id":"EJ1111460",
        "title":"Rasch Rating Scale Modeling of Data from the Standardized Letter of Recommendation. Research Report. ETS RR-06-33"},
      {
        "id":"EJ1111463",
        "title":"Science Teacher Trainees' Microteaching Experiences: A Focus Group Study"},
      {
        "id":"EJ1111464",
        "title":"2015 Global Information Technology Report: Consequences on Knowledge Management in Higher Education Institutions in Nigeria"},
      {
        "id":"EJ1111466",
        "title":"Identifying Ghanaian Pre-Service Teachers' Readiness for Computer Use: A Technology Acceptance Model Approach"},
      {
        "id":"EJ1111467",
        "title":"Promoting Pro-Environmental Printing Behavior: The Role of ICT Barriers and Sustainable Values"},
      {
        "id":"EJ1111468",
        "title":"Instructor Support Services: An Inevitable Critical Success Factor in Blended Learning in Higher Education in Tanzania"},
      {
        "id":"EJ1111469",
        "title":"An Alternative to Equating with Small Samples in the Non-Equivalent Groups Anchor Test Design. Research Report. ETS RR-06-27"},
      {
        "id":"EJ1111471",
        "title":"Students' Thinking Process in Solving Combination Problems Considered from Assimilation and Accommodation Framework"},
      {
        "id":"EJ1111472",
        "title":"Severity of Organized Item Theft in Computerized Adaptive Testing: An Empirical Study. Research Report. ETS RR-06-22"},
      {
        "id":"EJ1111473",
        "title":"Teachers' Perceptions of the Effectiveness of Using Arabic Language Teaching Software in Omani Basic Education"},
      {
        "id":"EJ1111475",
        "title":"Jackknife Estimation of Sampling Variance of Ratio Estimators in Complex Samples: Bias and the Coefficient of Variation. Research Report. ETS RR-06-19"},
      {
        "id":"EJ1111476",
        "title":"Analysis of the Implementation of a WebQuest for Learning English in a Secondary School in Spain"},
      {
        "id":"EJ1111478",
        "title":"A Research on Future Mathematics Teachers' Instructional Explanations: The case of Algebra"},
      {
        "id":"EJ1111480",
        "title":"Virtual Educational Model for Remote Communities in Chocó, Colombia"},
      {
        "id":"EJ1111483",
        "title":"Comparisons of the Kernel Equating Method with the Traditional Equating Methods on Praxis™ Data. Research Report. ETS RR-06-30"},
      {
        "id":"EJ1111486",
        "title":"What Makes a Mathematical Task Interesting?"},
      {
        "id":"EJ1111492",
        "title":"The Awareness and Educational Status on Oral Health of Elite Athletes: A Cross-Sectional Study with Cluster Analysis"},
      {
        "id":"EJ1111496",
        "title":"Relationship between Philosophical Preferences of Classroom Teachers and Their Teaching Styles"},
      {
        "id":"EJ1111497",
        "title":"The Shifting of Students' Epistemological Belief about Mathematics in Polytechnic"},
      {
        "id":"EJ1111499",
        "title":"Lessons for Research Policy and Practice: The Case of Co-Enquiry Research with Rural Communities"},
      {
        "id":"EJ1111501",
        "title":"Sensitive Research and the Collision of Advocacy and Research: Consequences for the Researcher"},
      {
        "id":"EJ1111509",
        "title":"Raising Awareness and Promoting Informal Learning on World Heritage in Southern Africa: The Case of WHACY, a Gamified ICT-Enhanced Tool"},
      {
        "id":"EJ1111514",
        "title":"Technology-Enhanced Learning in Sports Education Using Clickers: Satisfaction, Performance and Immediacy"},
      {
        "id":"EJ1111518",
        "title":"Designing Online Conferences to Promote Professional Development in Africa"},
      {
        "id":"EJ1111520",
        "title":"Population Invariance of Test Equating and Linking: Theory Extension and Applications across Exams. Research Report. ETS RR-06-31"},
      {
        "id":"EJ1111527",
        "title":"Usability Assessment of Educational Software by Students: Case of &quot;?Pón-Ìm?`&quot; in Osun State, Nigeria"},
      {
        "id":"EJ1111533",
        "title":"An Equipercentile Version of the Levine Linear Observed-Score Equating Function Using the Methods of Kernel Equating. Research Report. ETS RR-07-14"},
      {
        "id":"EJ1111534",
        "title":"Benefits and Challenges of Introducing a Blended Project-Based Approach in Higher Education: Experiences from a Kenyan University"},
      {
        "id":"EJ1111537",
        "title":"The Information a Test Provides on an Ability Parameter. Research Report. ETS RR-07-18"},
      {
        "id":"EJ1111538",
        "title":"Examining Test Items for Differential Distractor Functioning among Students with Learning Disabilities. Research Report. ETS RR-07-43"},
      {
        "id":"EJ1111541",
        "title":"The Teaching of Anthropogenic Climate Change and Earth Science via Technology-Enabled Inquiry Education"},
      {
        "id":"EJ1111545",
        "title":"Ecosystem Services Valuation as an Opportunity for Inquiry Learning"},
      {
        "id":"EJ1111548",
        "title":"Experiences with Efficient Methodologies for Teaching Computer Programming to Geoscientists"},
      {
        "id":"EJ1111551",
        "title":"Pilot Study Using the Augmented Reality Sandbox to Teach Topographic Maps and Surficial Processes in Introductory Geology Labs"},
      {
        "id":"EJ1111556",
        "title":"Building an Outdoor Classroom for Field Geology: The Geoscience Garden"},
      {
        "id":"EJ1107913",
        "title":"Tasks for Easily Modifiable Virtual Environments"},
      {
        "id":"EJ1107914",
        "title":"Touch the Page and Mimic Me: Evaluation of a Talking-Pen Learning Tool"},
      {
        "id":"EJ1107915",
        "title":"The Influence of Technology in the Classroom: An Analysis of an iPad and Video Intervention on JHS Students' Confidence, Anxiety, and FL WTC"},
      {
        "id":"EJ1107916",
        "title":"EFL Instructors' Perceptions of Usefulness and Ease of Use of the LMS Manaba"},
      {
        "id":"EJ1107917",
        "title":"Integrated Language Skills CALL Course Design"},
      {
        "id":"EJ1107918",
        "title":"No Books and 150 Students?"},
      {
        "id":"EJ1107919",
        "title":"Managing Student Participation: Teacher Strategies in a Virtual EFL Course"},
      {
        "id":"EJ1107920",
        "title":"Encouraging Autonomy through the Use of a Social Networking System"},
      {
        "id":"EJ1107921",
        "title":"Benefits of Using Online Student Response Systems in Japanese EFL Classrooms"},
      {
        "id":"EJ1107922",
        "title":"The Effects of Syntactically Parsed Text Formats on Intensive Reading in EFL"},
      {
        "id":"EJ1107923",
        "title":"Social Media Ethics in English Language Teaching"},
      {
        "id":"EJ1107924",
        "title":"Exploring English as a Foreign Language (EFL) Teacher Trainers' Perspectives on Challenges to Promoting Computer Literacy of EFL Teachers"},
      {
        "id":"EJ1107925",
        "title":"Teaching Prepositions to Very Young Learners the Case of &quot;On&quot;"},
      {
        "id":"EJ1107926",
        "title":"Online Intercultural Collaborations Using Wikis: An Analysis of Students' Comments and Factors Affecting Project Success"},
      {
        "id":"EJ1107927",
        "title":"Comics, Crowdsourcing and Up-Votes: EFL on the Front Page of the Internet"},
      {
        "id":"EJ1107928",
        "title":"Learners' Willingness to Communicate in Face-to-Face versus Oral Computer-Mediated Communication"},
      {
        "id":"EJ1107929",
        "title":"Automatic Speech Recognition Technology as an Effective Means for Teaching Pronunciation"},
      {
        "id":"EJ1107931",
        "title":"Take Your Pick: Out-of-Class, Blended Language and Web 2.0 Projects, and Online"},
      {
        "id":"EJ1107932",
        "title":"English Clubs: Introducing English to Young Learners"},
      {
        "id":"EJ1107934",
        "title":"First Road to Learning: Language through Stories"},
      {
        "id":"EJ1107935",
        "title":"Using Information and Communication Technologies to Motivate Young Learners to Practice English as a Foreign Language in Cyprus"},
      {
        "id":"EJ1107942",
        "title":"A Corpus-Based System of Error Detection and Revision Suggestion for Spanish Learners in Taiwan: A Case Study"},
      {
        "id":"EJ1107943",
        "title":"Training Learners to Use Quizlet Vocabulary Activities on Mobile Phones in Vietnam with Facebook"},
      {
        "id":"EJ1107944",
        "title":"Sustaining Motivation for Japanese &quot;Kanji&quot; Learning: Can Digital Games Help?"},
      {
        "id":"EJ1107945",
        "title":"Trends in EFL Technology and Educational Coding: A Case Study of an Evaluation Application Developed on LiveCode"},
      {
        "id":"EJ1107946",
        "title":"Apps and EFL: A Case Study on the Use of Smartphone Apps to Learn English by Four Japanese University Students"},
      {
        "id":"EJ1107952",
        "title":"What Impact Does a Change-Agent Have on Faculty Use of Technology?"},
      {
        "id":"EJ1107953",
        "title":"Imitating Podcasts by Providing Audio Content to Support and Enhance Language Learning"},
      {
        "id":"EJ1107954",
        "title":"Assessment and E-Learning: Current Issues and Future Trends"},
      {
        "id":"EJ1107955",
        "title":"Helping Students to Learn the English Second Conditional by Blending Internet Resources with Virtual Worlds: The Results of a Study"},
      {
        "id":"EJ1107957",
        "title":"Designing Online Assignments for Japanese Language Teaching"},
      {
        "id":"EJ1107958",
        "title":"Musical Looping of Lexical Chunks: An Exploratory Study"},
      {
        "id":"EJ1107959",
        "title":"Why Tweet When You Can Bubble? Students' Perceptions of a Voice Microblog for the Development of Their L2 Spoken Production Skills"},
      {
        "id":"EJ1107960",
        "title":"(Mis)Use of Email in Student-Faculty Interaction: Implications for University Instruction in Germany, Saudi Arabia, and Japan"},
      {
        "id":"EJ1107963",
        "title":"An Attempt to Raise Japanese EFL Learners' Pragmatic Awareness Using Online Discourse Completion Tasks"},
      {
        "id":"EJ1107967",
        "title":"Linguistics, Procedure and Technique in CALL Teacher Education"},
      {
        "id":"EJ1107968",
        "title":"Tablet PCs in a Paperless Classroom: Student and Teacher Perceptions on Screen Size"},
      {
        "id":"EJ1107971",
        "title":"A Principled Approach to Utilizing Digital Games in the Language Learning Classroom"},
      {
        "id":"EJ1107975",
        "title":"Profiling Mobile English Language Learners"},
      {
        "id":"EJ1107980",
        "title":"Frozen by Fear: Can Digital Scaffolding Help Students Start Writing?"},
      {
        "id":"EJ1107981",
        "title":"Investigating an Intelligent System for Vocabulary Learning through Reading"},
      {
        "id":"EJ1107982",
        "title":"Gauge of Readiness for Internet-Based Language Learning: An 800 Pound GORILLa"},
      {
        "id":"EJ1107983",
        "title":"Students' Perceptions and Learning Outcomes of Online Writing Using Discussion Boards"},
      {
        "id":"EJ1107984",
        "title":"Error Correction and Feedback in the EFL Writing Classroom: Comparing Instructor and Student Preferences"},
      {
        "id":"EJ1107985",
        "title":"Effects of Blackboard on EFL Academic Writing and Attitudes"},
      {
        "id":"EJ1107986",
        "title":"Using Web Speech Technology with Language Learning Applications"},
      {
        "id":"EJ1107987",
        "title":"Towards a Model for Mapping Participation: Exploring Factors Affecting Participation in a Telecollaborative Learning Scenario in Second Life"},
      {
        "id":"EJ1107988",
        "title":"Comparing the Pedagogical Benefits of Both Criterion and Teacher Feedback on Japanese EFL Students' Writing"},
      {
        "id":"EJ1107989",
        "title":"Using the UTAUT Model to Examine the Acceptance Behavior of Synchronous Collaboration to Support Peer Translation"},
      {
        "id":"EJ1107990",
        "title":"A Survey of Online Teaching by Native-Speaker English Instructors at Japanese Universities"},
      {
        "id":"EJ1107991",
        "title":"EFL Student and Faculty Perceptions of and Attitudes towards Online Testing in the Medium of Blackboard: Promises and Challenges"},
      {
        "id":"EJ1107992",
        "title":"Autonomous Language Learning with Technology"},
      {
        "id":"EJ1107995",
        "title":"Self-Access English Learning Facility: A Report of Student Use"},
      {
        "id":"EJ1107998",
        "title":"Friendship and Reciprocity as Motivators in CSCL"},
      {
        "id":"EJ1108008",
        "title":"Vocabulary Learning through an Online Computerized Flashcard Site"},
      {
        "id":"EJ1108012",
        "title":"Using Concordancing and Word Processing to Improve EFL Graduate Students' Written English"},
      {
        "id":"EJ1108014",
        "title":"Exploring Taiwanese College Students' Perceptions of Text-Based, Computer-Mediated Communication Technology in Learning Japanese as a Foreign Language"},
      {
        "id":"EJ1108023",
        "title":"Implementing Mobile-Assisted Language Learning (MALL) in an EFL Context: Iranian EFL Teachers' Perspectives on Challenges and Affordances"},
      {
        "id":"EJ1108027",
        "title":"&quot;Growing Up WILD&quot;: Teaching Environmental Education in Early Childhood"},
      {
        "id":"EJ1108028",
        "title":"The Growing Culture of Nature Play"},
      {
        "id":"EJ1108029",
        "title":"Supporting Early Childhood Environmental Education through the Natural Start Alliance"},
      {
        "id":"EJ1108033",
        "title":"Scaffolding as a Tool for Environmental Education in Early Childhood"},
      {
        "id":"EJ1108035",
        "title":"Creative Connecting: Early Childhood Nature Journaling Sparks Wonder and Develops Ecological Literacy"},
      {
        "id":"EJ1108039",
        "title":"Early Childhood Educators' Preferences and Perceptions Regarding Outdoor Settings as Learning Environments"},
      {
        "id":"EJ1108047",
        "title":"A Sense of Autonomy in Young Children's Special Places"},
      {
        "id":"EJ1108053",
        "title":"Taming the Wild: Approaches to Nature in Japanese Early Childhood Education"},
      {
        "id":"EJ1108056",
        "title":"Bridging the Gap: Meeting the Needs of Early Childhood Students by Integrating Technology and Environmental Education"},
      {
        "id":"EJ1108063",
        "title":"Young Children's Opportunities for Unstructured Environmental Exploration of Nature: Links to Adults' Experiences in Childhood"},
      {
        "id":"EJ1108066",
        "title":"&quot;Children, Youth and Environments&quot; (CYE) Announces a Special Issue on Greening Early Childhood Education"},
      {
        "id":"EJ1108067",
        "title":"The &quot;Natural Start Alliance&quot;: Building Collective Impact for Early Childhood Environmental Education"},
      {
        "id":"EJ1108083",
        "title":"Perceptions of the Maltese Public towards Local Marine Protected Areas"},
      {
        "id":"EJ1108084",
        "title":"The Journey towards a Teacher's Ecological Self: A Case Study of a Student Teacher"},
      {
        "id":"EJ1108085",
        "title":"Communication Skills Training in Trainee Primary School Teachers in Spain"},
      {
        "id":"EJ1108086",
        "title":"Analysis of Mythical-Metaphorical Narratives as a Resource for Education in the Principles and Values of Sustainability"},
      {
        "id":"EJ1108087",
        "title":"How Children Can Support Their Learning to Write and Read by Computer in the Early Years of School"},
      {
        "id":"EJ1108116",
        "title":"Digital Citizenship in the Afterschool Space: Implications for Education for Sustainable Development"},
      {
        "id":"EJ1108117",
        "title":"Teachers' Facility with Evidence-Based Classroom Management Practices: An Investigation of Teachers' Preparation Programmes and In-Service Conditions"},
      {
        "id":"EJ1108119",
        "title":"Investigating the Stress Levels of Early Childhood, Primary and Secondary Pre-Service Teachers during Teaching Practicum"},
      {
        "id":"EJ1108120",
        "title":"Environmental Education in Pre-Service Teacher Training: A Literature Review of Existing Evidence"},
      {
        "id":"EJ1108121",
        "title":"Knowledge, Attitudes and Behaviour Regarding Waste Management in a Grammar and a Comprehensive School in England--Results from a School Questionnaire"},
      {
        "id":"EJ1108122",
        "title":"Envisioning the Future: Bachelor's and Master's Degree Students' Perspectives"},
      {
        "id":"EJ1108123",
        "title":"Microteaching Impact on Student Teacher's Performance: A Case Study from Kuwait"},
      {
        "id":"EJ1108128",
        "title":"Pre-Service Teachers' Views of Their Training: Key Issues to Sustain Quality Teacher Education"},
      {
        "id":"EJ1108129",
        "title":"Investigating Estonian Teachers' Expectations for the General Education Curriculum"},
      {
        "id":"EJ1108130",
        "title":"The Dispositions, Abilities and Behaviours (DAB) Framework for Profiling Learners' Sustainability Competencies in Higher Education"},
      {
        "id":"EJ1108131",
        "title":"Improving the Teaching of Science through Discipline-Based Education Research: An Example from Physics"},
      {
        "id":"EJ1108132",
        "title":"YASS: A System Simulator for Operating System and Computer Architecture Teaching and Learning"},
      {
        "id":"EJ1108133",
        "title":"Curricular Elements for Learner Success--21st Century Skills"},
      {
        "id":"EJ1108134",
        "title":"Remodeling Science Education"},
      {
        "id":"EJ1108135",
        "title":"A Physics Laboratory Course Designed Using Problem-Based Learning for Prospective Physics Teachers"},
      {
        "id":"EJ1108138",
        "title":"The Higher Education Academic Readiness of Students in the United States"},
      {
        "id":"EJ1108144",
        "title":"Interplay of Rhizome and Education for Sustainable Development"},
      {
        "id":"EJ1108179",
        "title":"Policies Regulating the Assignments of the Bachelor of Education Programme of Indira Gandhi National Open University: A Case Study"},
      {
        "id":"EJ1108181",
        "title":"A Critical Look at the Policy Environment for Opening up Public Higher Education in Rwanda"},
      {
        "id":"EJ1108182",
        "title":"Mobile Learning: Challenges for Teachers of Indian Open Universities"},
      {
        "id":"EJ1108183",
        "title":"Mobile Learning Research: The Focus for Policy-Makers"},
      {
        "id":"EJ1108184",
        "title":"The Open Flip--A Digital Economic Model for Education"},
      {
        "id":"EJ1108186",
        "title":"A Taxonomy of Massive Open Online Courses"},
      {
        "id":"EJ1108188",
        "title":"Designing and Developing Game-Like Learning Experience in Virtual Worlds: Challenges and Design Decisions of Novice Instructional Designers"},
      {
        "id":"EJ1108189",
        "title":"Using Digital Storytelling to Help First-Grade Students' Adjustment to School"},
      {
        "id":"EJ1108190",
        "title":"Blended Learning Approach to Develop the Teachers' TPACK"},
      {
        "id":"EJ1108191",
        "title":"Understandings and Tendencies of Edutainment in Turkey: An Evaluation Based on Neil Postman's Criticism on Education, Entertainment and Technology"},
      {
        "id":"EJ1108193",
        "title":"A Preliminary Study of Taiwanese NNETs' Self-Assessment of Intercultural Communicative Competence in English Language Teaching"},
      {
        "id":"EJ1108194",
        "title":"Self-Assessment Accuracy: Correlations between Japanese English Learners' Self-Assessment on the CEFR--Japan's Can Do Statements and Scores on the TOEIC®"},
      {
        "id":"EJ1108195",
        "title":"EFL Learners' Vocabulary Consolidation Strategy Use and Corresponding Performance on Vocabulary Tests"},
      {
        "id":"EJ1108196",
        "title":"No Longer a Teacher Monologue--Involving EFL Writing Learners in Teachers' Assessment and Feedback Processes"},
      {
        "id":"EJ1108199",
        "title":"Mathematics for Language, Language for Mathematics"},
      {
        "id":"EJ1108200",
        "title":"The Mistakes and the Misconceptions of the Eighth Grade Students on the Subject of Angles"},
      {
        "id":"EJ1108204",
        "title":"The Effect of Sportive and Cultural Activities on the Self-Esteem and Hope of the Children Who Have Tendency to Involve in a Crime"},
      {
        "id":"EJ1108205",
        "title":"Analyzing Musical Self-Esteem and Performance Anxiety Levels of Students Receiving Professional Music Education at Different Institutions in Turkey"},
      {
        "id":"EJ1108206",
        "title":"Investigating the Awareness and Knowledge of Secondary School Students about the Effects of Allergic Pollen on Human Health: A Case of Burdur Province"},
      {
        "id":"EJ1108207",
        "title":"Pre- and In-Service Preschool Teachers' Science Teaching Efficacy Beliefs"},
      {
        "id":"EJ1108209",
        "title":"Learning Disabilities: Current Policy and Directions for Community Involvement among the Arab Community in Israel"},
      {
        "id":"EJ1108211",
        "title":"The Difficulties That the Undergraduate Students Face about Inner Product Space"},
      {
        "id":"EJ1108212",
        "title":"Numerical Implementation of Indicators and Statistical Control Tools in Monitoring and Evaluating CACEI-ISO Indicators of Study Program in Industrial Process by Systematization"},
      {
        "id":"EJ1108213",
        "title":"Metaphor Perceptions of Pre-Service Teachers towards Mathematics and Mathematics Education in Preschool Education"},
      {
        "id":"EJ1108215",
        "title":"Multidisciplinary Approach for Curriculum Design of Professional Master's Program with Focusing on Solidary Economy in Oaxaca, Mex"},
      {
        "id":"EJ1108216",
        "title":"What Changes Education? An Action Research to Overcome Barriers"},
      {
        "id":"EJ1108218",
        "title":"Key Information-Problem Solving Skills to Learn in Secondary Education: A Qualitative, Multi-Case Study"},
      {
        "id":"EJ1108219",
        "title":"The Relationship between Dimensions of Forgiveness with Mental Health in Mothers of Children with Intellectual and Developmental Disabilities"},
      {
        "id":"EJ1108220",
        "title":"The Importance of Learning Strategies and How the Project &quot;Kolumbus-Kids&quot; Promotes Them Successfully"},
      {
        "id":"EJ1108222",
        "title":"Teaching of Geometry in Bulgaria"},
      {
        "id":"EJ1108223",
        "title":"Disciplinary Discourse, Representation, and Appresentation in the Teaching and Learning of Science"},
      {
        "id":"EJ1108224",
        "title":"Scientific Skateboarding and Mathematical Music: Edutainment That Actively Engages Middle School Students"},
      {
        "id":"EJ1108226",
        "title":"An Example of Using History of Mathematics in Classes"},
      {
        "id":"EJ1108227",
        "title":"Attracting Primary School Children to Mathematics: The Case of a City Mathematical Marathon"},
      {
        "id":"EJ1108228",
        "title":"Primary School Teachers' Interviews Regarding Pedagogical Content Knowledge (PCK) and General Pedagogical Knowledge (GPK)"},
      {
        "id":"EJ1108229",
        "title":"Conceptualizations of Representation Forms and Knowledge Organization of High School Teachers in Finland: &quot;Magnetostatics&quot;"},
      {
        "id":"EJ1108231",
        "title":"The Interrelationship of Science Experiences, Beliefs, Attitudes, and Self-Efficacy: A Case Study of a Pre-Service Teacher with Positive Science Attitude and High Science Teaching Self-Efficacy"},
      {
        "id":"EJ1108273",
        "title":"Student Opinions about the Seven-Step Procedure in Problem-Based Hospitality Management Education"},
      {
        "id":"EJ1108275",
        "title":"Coaching Tutors to Observe and Regulate Leadership in PBL Student Teams or You Can Lead a Horse to Water but You Can't Make It Drink…"},
      {
        "id":"EJ1108281",
        "title":"The Challenges of Assessing Media Literacy Education"},
      {
        "id":"EJ1108284",
        "title":"Outcomes-Based Authentic Learning, Portfolio Assessment, and a Systems Approach to &quot;Complex Problem-Solving&quot;: Related Pillars for Enhancing the Innovative Role of PBL in Future Higher Education"},
      {
        "id":"EJ1108286",
        "title":"The Think-Aloud Approach: A Promising Tool for Online Reading Comprehension"},
      {
        "id":"EJ1108287",
        "title":"Confessions of a Media Literacy Scholar-Practitioner: Job Market Advantages, Research Agenda Challenges, and Theory-Driven Production"},
      {
        "id":"EJ1108292",
        "title":"Problem Based Learning in Continuing Education--Challenges and Opportunities"},
      {
        "id":"EJ1108306",
        "title":"PBL in Educational Psychology--Potentials and Challenges"},
      {
        "id":"EJ1108308",
        "title":"Political Engagement during a Presidential Election Year: A Case Study of Media Literacy Students"},
      {
        "id":"EJ1108310",
        "title":"Creating a Project-Based Learning Environment to Improve Project Management Skills of Graduate Students"},
      {
        "id":"EJ1108312",
        "title":"The Use of System Thinking Concepts in Order to Assure Continuous Improvement of Project Based Learning Courses"},
      {
        "id":"EJ1108329",
        "title":"&quot;Conscientization,&quot; Dialogue and Collaborative Problem Based Learning"},
      {
        "id":"EJ1108330",
        "title":"What Teacher Education Students Learn about Collaboration from Problem-Based Learning"},
      {
        "id":"EJ1108332",
        "title":"Identifying Needs to Develop a PBL Staff Development Program"},
      {
        "id":"EJ1108334",
        "title":"PBL and Critical Thinking Disposition in Chinese Medical Students--A Randomized Cross-Sectional Study"},
      {
        "id":"EJ1108336",
        "title":"Dimensions of Problem Based Learning--Dialogue and Online Collaboration in Projects"},
      {
        "id":"EJ1108338",
        "title":"Gender Differences in Calling and Work Spirituality among Israeli Academic Faculty"},
      {
        "id":"EJ1108339",
        "title":"Producing and Scrounging during Problem Based Learning"},
      {
        "id":"EJ1108340",
        "title":"The Potential Improvement of Team-Working Skills in Biomedical and Natural Science Students Using a Problem-Based Learning Approach"},
      {
        "id":"EJ1108342",
        "title":"Problem-Based Universal Design for Learning in Technical Communication and Rhetoric Instruction"},
      {
        "id":"EJ1108343",
        "title":"The Interpretation of Problem Based Learning: A Case Study"},
      {
        "id":"EJ1108344",
        "title":"Padawan&apos;s Journey: Remixing Star Wars Radio for Adolescent Literacy Education"},
      {
        "id":"EJ1108346",
        "title":"Evaluating Online Media Literacy in Higher Education: Validity and Reliability of the Digital Online Media Literacy Assessment (DOMLA)"},
      {
        "id":"EJ1108348",
        "title":"Student Usage and Perceptions of the Value of Recorded Lectures in a Traditional Face-to-Face (F2F) Class"},
      {
        "id":"EJ1108349",
        "title":"Three-Year-Old Photographers: Educational and Parental Mediation as a Basis for Visual Literacy via Digital Photography in Early Childhood"},
      {
        "id":"EJ1108351",
        "title":"Using Problem-Based Learning to Help Portuguese Students Make the Bologna Transition"},
      {
        "id":"EJ1108352",
        "title":"Transversal Knowledge Formations in Professional Bachelor Education Employing Problem Based Learning (PBL)"},
      {
        "id":"EJ1108354",
        "title":"Using Web 2.0 Technology to Enhance, Scaffold and Assess Problem-Based Learning"},
      {
        "id":"EJ1108355",
        "title":"Problems Implementing Problem-Based Learning by a Private Malaysian University"},
      {
        "id":"EJ1108356",
        "title":"Problem Based Learning as a Shared Musical Journey--Group Dynamics, Communication and Creativity"},
      {
        "id":"EJ1108357",
        "title":"Thinking in Possibilities: Unleashing Cognitive Creativity through Assessment in a Problem-Based Learning Environment"},
      {
        "id":"EJ1108358",
        "title":"Problem Solution Processes of Musicians and Engineers: What Do Their Approaches Look Like?"},
      {
        "id":"EJ1108359",
        "title":"Facilitating Facilitators to Facilitate, in Problem or Enquiry Based Learning Sessions"},
      {
        "id":"EJ1108360",
        "title":"Impact of Active Teaching Methods Implemented on Therapeutic Chemistry Module: Performance and Impressions of First-Year Pharmacy Students"},
      {
        "id":"EJ1108363",
        "title":"From Cases to Projects in Problem-Based Medical Education"},
      {
        "id":"EJ1108364",
        "title":"Question-Asking Patterns during Problem-Based Learning Tutorials: Formal Functional Roles"},
      {
        "id":"EJ1108365",
        "title":"Reflections on Remaining Obstacles in a Primary-Care Oriented Pure PBL Curriculum after Twelve Years of Implementation"},
      {
        "id":"EJ1108370",
        "title":"Motivating Students through Positive Learning Experiences: A Comparison of Three Learning Designs for Computer Programming Courses"},
      {
        "id":"EJ1108371",
        "title":"Design, Implementation, and Evaluation of a Tutor Training for Problem Based Learning in Undergraduate Psychology Courses"},
      {
        "id":"EJ1108373",
        "title":"Students' Attitudes towards Group-Based Project Exams in Two Engineering Programmes"},
      {
        "id":"EJ1108375",
        "title":"The Aalborg University PO-PBL Model from a Socio-Cultural Learning Perspective"},
      {
        "id":"EJ1108378",
        "title":"A Young Child's Perspectives on Outdoor Play: A Case Study from Vancouver, British Columbia"},
      {
        "id":"EJ1108379",
        "title":"Cognitive Language and Content Standards: Language Inventory of the Common Core State Standards in Mathematics and the Next Generation Science Standards"},
      {
        "id":"EJ1108380",
        "title":"Use of Web 2.0 Technologies to Enhance Learning Experiences in Alternative School Settings"},
      {
        "id":"EJ1108381",
        "title":"Inferring Pre-Service Science Teachers' Understanding of Science by Using Socially Embedded Pseudoscientific Context"},
      {
        "id":"EJ1108382",
        "title":"Pre-Service Teachers' Use of a Technology Integration Planning Cycle: A Case Study"},
      {
        "id":"EJ1108383",
        "title":"Hong Kong and U.S. Teachers' Perceptions of Mathematical Disagreements and Their Resolution Processes"},
      {
        "id":"EJ1108384",
        "title":"Mathematization Competencies of Pre-Service Elementary Mathematics Teachers in the Mathematical Modelling Process"},
      {
        "id":"EJ1108385",
        "title":"Hidden Realities inside PBL Design Processes: Is Consensus Design an Impossible Clash of Interest between the Individual and the Collective, and Is Architecture Its First Victim?"},
      {
        "id":"EJ1108386",
        "title":"Play as Mediator for Knowledge-Creation in Problem Based Learning"},
      {
        "id":"EJ1108403",
        "title":"Design and Development of a Learning Design Virtual Internship Program"},
      {
        "id":"EJ1108404",
        "title":"Instructors' Perceptions of Instructor Presence in Online Learning Environments"},
      {
        "id":"EJ1108405",
        "title":"Use of Facebook by Secondary School Students at Nuku'alofa as an Indicator of E-Readiness for E-Learning in the Kingdom of Tonga"},
      {
        "id":"EJ1108406",
        "title":"The Role of Re-Appropriation in Open Design: A Case Study on How Openness in Higher Education for Industrial Design Engineering Can Trigger Global Discussions on the Theme of Urban Gardening"},
      {
        "id":"EJ1108407",
        "title":"Structural Relationships of Environments, Individuals, and Learning Outcomes in Korean Online University Settings"},
      {
        "id":"EJ1108408",
        "title":"The Effect of Multilingual Facilitation on Active Participation in MOOCs"},
      {
        "id":"EJ1108426",
        "title":"Guidelines for Transferring Residential Courses into Web"},
      {
        "id":"EJ1108428",
        "title":"Children as &quot;Solutionaries&quot;: Environmental Education as an Opportunity to Take Action"},
      {
        "id":"EJ1108429",
        "title":"A Critical Look at a Blended English Language Teacher Education Program with an Emphasis on the Practicum"},
      {
        "id":"EJ1108430",
        "title":"Nature and the Outdoor Learning Environment: The Forgotten Resource in Early Childhood Education"},
      {
        "id":"EJ1108431",
        "title":"Effects of Group Awareness and Self-Regulation Level on Online Learning Behaviors"},
      {
        "id":"EJ1108433",
        "title":"Wild Beginnings: How a San Antonio Initiative Instills the Love of Nature in Young Children"},
      {
        "id":"EJ1108434",
        "title":"Perceived Service Quality and Student Loyalty in an Online University"},
      {
        "id":"EJ1108435",
        "title":"Developing Guidelines for Evaluating the Adaptation of Accessible Web-Based Learning Materials"},
      {
        "id":"EJ1108436",
        "title":"Meeting Teacher Expectations in a DL Professional Development Programme--A Case Study for Sustained Applied Competence as Programme Outcome"},
      {
        "id":"EJ1108438",
        "title":"An Empirical Study of Factors Driving the Adoption of Mobile Learning in Omani Higher Education"},
      {
        "id":"EJ1108439",
        "title":"Entrepreneurial Education in a Tertiary Context: A Perspective of the University of South Africa"},
      {
        "id":"EJ1108440",
        "title":"Analytical Insights on the Position, Challenges, and Potential for Promoting OER in ODeL Institutions in Africa"},
      {
        "id":"EJ1108441",
        "title":"Increasing Access to Higher Education through Open and Distance Learning: Empirical Findings from Mzuzu University, Malawi"},
      {
        "id":"EJ1108444",
        "title":"The Influence of Biographical Factors on Adult Learner Self-Directedness in an Open Distance Learning Environment"},
      {
        "id":"EJ1108446",
        "title":"Using the mTSES to Evaluate and Optimize mLearning Professional Development"},
      {
        "id":"EJ1108449",
        "title":"Learning to Leverage Children's Multiple Mathematical Knowledge Bases in Mathematics Instruction"},
      {
        "id":"EJ1108451",
        "title":"Using a Conference Workshop Setting to Engage Mathematics Teachers in Culturally Relevant Pedagogy"},
      {
        "id":"EJ1108452",
        "title":"Young, Black, and Anxious: Describing the Black Student Mathematics Anxiety Research Using Confidence Intervals"},
      {
        "id":"EJ1108453",
        "title":"Teaching Mathematics in Culturally and Linguistically Diverse Classrooms: Greek-Cypriot Elementary Teachers' Reported Practices and Professional Needs"},
      {
        "id":"EJ1108461",
        "title":"Autism Spectrum Disorder Today: Life, Literacy, and the Pursuit of Content"},
      {
        "id":"EJ1108462",
        "title":"Authentic Literacy Experiences in the Secondary Classroom"},
      {
        "id":"EJ1108463",
        "title":"&quot;My Grandma Is My Gold.&quot; Learning from Young Writers in Belize"},
      {
        "id":"EJ1108464",
        "title":"Biliteracy, Spelling, and Writing: A Case Study"},
      {
        "id":"EJ1108465",
        "title":"Shared-Book Experience Using Science-Themed Books to Develop Scientific Literacy: An Interactive Approach with Struggling Readers"},
      {
        "id":"EJ1108468",
        "title":"The Green Bean Has to Be Longer than Your Thumb: An Observational Study of Preschoolers' Math and Science Experiences in a Garden"},
      {
        "id":"EJ1108470",
        "title":"The Use of Genre-Specific Evaluation Criteria for Revision"},
      {
        "id":"EJ1108531",
        "title":"Difficulties in Field-Based Observation among Pre-Service Teachers: Implications to Practice Teaching"},
      {
        "id":"EJ1108533",
        "title":"Card Games and Algebra Tic Tacmatics on Achievement of Junior Secondary II Students in Algebraic Expressions"},
      {
        "id":"EJ1108534",
        "title":"Graduates' Competence on Employability Skills and Job Performance"},
      {
        "id":"EJ1108535",
        "title":"The Implementation of Cooperative Learning Model &quot;Number Heads Together&quot; (&quot;NHT&quot;) in Improving the Students' Ability in Reading Comprehension"},
      {
        "id":"EJ1108537",
        "title":"A Reliability and Validity of an Instrument to Evaluate the School-Based Assessment System: A Pilot Study"},
      {
        "id":"EJ1108540",
        "title":"Learning Model and Form of Assesment toward the Inferensial Statistical Achievement by Controlling Numeric Thinking Skills"},
      {
        "id":"EJ1108543",
        "title":"Intention and Usage of Computer Based Information Systems in Primary Health Centers"},
      {
        "id":"EJ1108554",
        "title":"Teaching Math to Deaf/Hard-of-Hearing (DHH) Children Using Mobile Games: Outcomes with Student and Teacher Perspectives"},
      {
        "id":"EJ1108557",
        "title":"The Effect of Leadership, Organizational Culture, Emotional Intellegence, and Job Satisfaction on Performance"},
      {
        "id":"EJ1108559",
        "title":"The Relationship between Religiosity and Academic Performance amongst Accounting Students"},
      {
        "id":"EJ1108639",
        "title":"The Use of ePortfolios to Support Metacognitive Practice in a First-Year Writing Program"},
      {
        "id":"EJ1108640",
        "title":"ePortfolios and Faculty Engagement: Measuring Change through Structured Experiences"},
      {
        "id":"EJ1108641",
        "title":"Enhancing Access to and Quality of Basic Education through Head Teachers' Leadership Functions"},
      {
        "id":"EJ1108643",
        "title":"Questioning the Scholarly Discussion around Decentralization in Turkish Education System"},
      {
        "id":"EJ1108644",
        "title":"Finding Common Ground: Identifying and Eliciting Metacognition in ePortfolios across Contexts"},
      {
        "id":"EJ1108645",
        "title":"The Image of Women in the National Education Text Books in Jordan"},
      {
        "id":"EJ1108647",
        "title":"Using ePortfolios to Assess Applied and Collaborative Learning and Academic Identity in a Summer Research Program for Community College Students"},
      {
        "id":"EJ1108654",
        "title":"Using Design &amp; Animation Concepts to Produce Animated Instructional Resources That Can Facilitate Open Distance Learning in Science and Technology Education"},
      {
        "id":"EJ1108655",
        "title":"Performance of the Higher Education Students Loans Board in Human Capital Investment from 2005-2015"},
      {
        "id":"EJ1108657",
        "title":"The Effect of Reading Comprehension on the Performance in Science and Mathematics"},
      {
        "id":"EJ1108658",
        "title":"Linguistic Knowledge Aspects in Academic Reading: Challenges and Deployed Strategies by English-Major Undergraduates at a Jordanian Institution of Higher Education"},
      {
        "id":"EJ1108659",
        "title":"The Cognitive Abilities and Skills of Children Who Suffer from Attention Deficit and Hyperactivity Disorder (ADHD) in Kuwait State"},
      {
        "id":"EJ1108660",
        "title":"E-education: Changing the Mindsets of Resistant and Saboteur Teachers"},
      {
        "id":"EJ1108661",
        "title":"Technology, Demographic Characteristics and E-Learning Acceptance: A Conceptual Model Based on Extended Technology Acceptance Model"},
      {
        "id":"EJ1108662",
        "title":"The Inclusion of Life Skills in English Textbooks in Jordan"},
      {
        "id":"EJ1108663",
        "title":"Character Issues: Reality Character Problems and Solutions through Education in Indonesia"},
      {
        "id":"EJ1108668",
        "title":"Comparing the Change of Teaching Motivations among Preservice Teachers in Austria, Germany, and Switzerland: Do In-School Learning Opportunities Matter?"},
      {
        "id":"EJ1108669",
        "title":"Integrating Faculty Led Service Learning Training to Quantify Height of Natural Resources from a Spatial Science Perspective"},
      {
        "id":"EJ1108678",
        "title":"Teachers' Reconceptualization of Young Children's Identities and Abilities through Research-Based Drama Professional Development"},
      {
        "id":"EJ1108679",
        "title":"Land Art in Preschools. An Art Practice"},
      {
        "id":"EJ1108680",
        "title":"Past and Present Intertwining When Learning Is at Stake: Composing and Learning in a Music Theatre Project"},
      {
        "id":"EJ1108740",
        "title":"The Generalized Internal/External Frame of Reference Model: An Extension to Dimensional Comparison Theory"},
      {
        "id":"EJ1108741",
        "title":"Exquisite Moments: Achieving Optimal Flow in Three Activity-Based Groups Regardless of Early-Childhood Adversity"},
      {
        "id":"EJ1108742",
        "title":"Promoting the Audience Awareness of EFL Writing in Chinese Communicative Context: A Case Study of &quot;Notice&quot;"},
      {
        "id":"EJ1108743",
        "title":"Learning Strategies in Alleviating English Writing Anxiety for English Language Learners (ELLs) with Limited English Proficiency (LEP)"},
      {
        "id":"EJ1108791",
        "title":"Research on the Field of Education Policy: Exploring Different Levels of Approach and Abstraction"},
      {
        "id":"EJ1108792",
        "title":"Reason and Rationalization: A Theory of Modern Play"},
      {
        "id":"EJ1108796",
        "title":"Active Play: Exploring the Influences on Children's School Playground Activities"},
      {
        "id":"EJ1108797",
        "title":"The Presidential Platform on Twenty-First Century Education Goals"},
      {
        "id":"EJ1108798",
        "title":"Learning from Errors: A Model of Individual Processes"},
      {
        "id":"EJ1108799",
        "title":"Visiting the Muses: Creativity, Coping, and PTSD in Talented Dancer and Athletes"},
      {
        "id":"EJ1108800",
        "title":"Play Ball? Reflections on My Father's Youth Baseball Experiences and Why They Matter"},
      {
        "id":"EJ1108822",
        "title":"Accuracy of Bayes and Logistic Regression Subscale Probabilities for Educational and Certification Tests"},
      {
        "id":"EJ1105179",
        "title":"Teacher Trainers as Action Researchers: Scrutinizing the Reasons for Student Failure"},
      {
        "id":"EJ1105180",
        "title":"Advantages and Limitations of Usage of Open Educational Resources in Small Countries"},
      {
        "id":"EJ1105181",
        "title":"A Sociolinguistic and Sociocultural Approach to Attitudinal Dispositions of Graduated Students toward the Business Japanese Language"},
      {
        "id":"EJ1105182",
        "title":"Contributing Factors to Pre-Service Mathematics Teachers' e-Readiness for ICT Integration"},
      {
        "id":"EJ1105183",
        "title":"Third Graders' Understanding of Air Concepts Facilitated by the iPod Inquiry Teaching Method"},
      {
        "id":"EJ1105185",
        "title":"Conceptual Formulation of Neologisms in Various Dictionaries and Primary School Macedonian Language Course Textbooks"},
      {
        "id":"EJ1105187",
        "title":"Academic Self-Efficacy and Prospective ELT Teachers' Achievement"},
      {
        "id":"EJ1105188",
        "title":"A Semantic Prosody Analysis of Three Adjective Synonymous Pairs in COCA"},
      {
        "id":"EJ1105190",
        "title":"A Study on Turkish Motherese in the Context of Toy Play"},
      {
        "id":"EJ1105191",
        "title":"Elements of Teacher Communication Competence: An Examination of Skills and Knowledge to Communicate"},
      {
        "id":"EJ1105192",
        "title":"Students' Perceptions of Blog Use in an Undergraduate Linguistics Course"},
      {
        "id":"EJ1105193",
        "title":"The Development of Thai Learners' Key Competencies by Project-Based Learning Using ICT"},
      {
        "id":"EJ1105194",
        "title":"Gender Differences in Mathematics Achievement and Retention Scores: A Case of Problem-Based Learning Method"},
      {
        "id":"EJ1105195",
        "title":"Influence of the Simulation Method on 7th Grade Students' Achievements in Science and Technology Lessons"},
      {
        "id":"EJ1105196",
        "title":"Implementation of Structured Inquiry Based Model Learning toward Students' Understanding of Geometry"},
      {
        "id":"EJ1105197",
        "title":"Examining Mathematical Task and Pedagogical Usability of Web Contents Authored by Prospective Mathematics Teachers"},
      {
        "id":"EJ1105198",
        "title":"Foreign Language Teaching Practicum Beliefs of Student Teachers"},
      {
        "id":"EJ1105199",
        "title":"How Could Mathematics Teachers Know Complexity Inquiry?"},
      {
        "id":"EJ1105200",
        "title":"Looking into Burnout Levels among English Language Instructors"},
      {
        "id":"EJ1105201",
        "title":"TPACK Survey Development Study for Social Sciences Teachers and Teacher Candidates"},
      {
        "id":"EJ1105202",
        "title":"Using Rubrics as an Instructional Tool in EFL Writing Courses"},
      {
        "id":"EJ1105203",
        "title":"Graphic Novels: An Alternative Approach to Teach English as a Foreign Language"},
      {
        "id":"EJ1105204",
        "title":"Effect of Formative Quizzes on Teacher Candidates' Learning in General Chemistry"},
      {
        "id":"EJ1105205",
        "title":"Intercultural Competence of English Language Teachers in International Baccalaureate World Schools in Turkey and Abroad"},
      {
        "id":"EJ1105206",
        "title":"Logical-Mathematical Constructions in an Initial Course at the University: A View of Their Syntactic, Semantic and Pragmatic Aspects"},
      {
        "id":"EJ1105211",
        "title":"A Comparison of the Turkish and Romanian Students' Willingness to Communicate and Its Affecting Factors in English"},
      {
        "id":"EJ1105212",
        "title":"A Study on the Use of Mobile Dictionaries in Vocabulary Teaching"},
      {
        "id":"EJ1105213",
        "title":"The Notion of Authenticity in Multicultural Music: Approaching Proximal Simulation"},
      {
        "id":"EJ1105214",
        "title":"&quot;Picturing&quot; Culturally Relevant Literacy Practices: Using Photography to See How Literacy Curricula and Pedagogies Matter to Urban Youth"},
      {
        "id":"EJ1105215",
        "title":"Postglobal Teacher Preparation: Border Thinking along the Global South through International Cross-Cultural Experiences"},
      {
        "id":"EJ1105216",
        "title":"Relationship between Preservice Teachers' Course Attitudes and Professional Self-Efficacy Beliefs"},
      {
        "id":"EJ1105217",
        "title":"The Relationship between Students' Performance on Conventional Standardized Mathematics Assessments and Complex Mathematical Modeling Problems"},
      {
        "id":"EJ1105219",
        "title":"The Teachers' Views on Soroban Abacus Training"},
      {
        "id":"EJ1105220",
        "title":"The Effect of Calculator Use on College Students' Mathematical Performance"},
      {
        "id":"EJ1105221",
        "title":"The Turkish Aorist and Progressive: Present Tense, Future Tense, or What?"},
      {
        "id":"EJ1105222",
        "title":"Teachers of Turkish Grammar in the Eyes of High School Students"},
      {
        "id":"EJ1105223",
        "title":"The Impact of Language Play-Oriented Tasks with Planned Focus on Form on Iranian EFL Learners' Accuracy in Controlled Writings"},
      {
        "id":"EJ1105224",
        "title":"Teaching and Learning with Technology: Effectiveness of ICT Integration in Schools"},
      {
        "id":"EJ1105225",
        "title":"To What Extent Do Educated British Users of English Accept Certain Established Norms in Selected Non-British Inner Circle and Outer Circle Englishes?"},
      {
        "id":"EJ1105226",
        "title":"Intrinsic Difficulties in Learning Common Greek-Originated English Words: The Case of Pluralization"},
      {
        "id":"EJ1105227",
        "title":"Investigation of Pre-Service English Language Teachers' Cognitive Structures about Some Key Concepts in Approaches and Methods in Language Teaching Course through Word Association Test"},
      {
        "id":"EJ1105228",
        "title":"Turkish and Native English Academic Writers' Use of Lexical Bundles"},
      {
        "id":"EJ1105249",
        "title":"Non-Mathematics Students' Reasoning in Calculus Tasks"},
      {
        "id":"EJ1105252",
        "title":"Findings from TIMSS 2007: What Drives Utilization of Inquiry-Based Science Instruction?"},
      {
        "id":"EJ1105254",
        "title":"Effect of Ethnochemistry Practices on Secondary School Students' Attitude towards Chemistry"},
      {
        "id":"EJ1105255",
        "title":"Champion or Chump: Using a Book-Length Case Study to Evaluate a Mythical Principal"},
      {
        "id":"EJ1105256",
        "title":"Adult Learners Understanding in Learning Islam Using the Andragogy Approach in Singapore"},
      {
        "id":"EJ1105257",
        "title":"Assessment of the Factors Influencing the Implementation of Strategic Plans in Secondary Schools in Kenya"},
      {
        "id":"EJ1105258",
        "title":"Cognitive Distortion as Predictor of In-School Adolescents' Depressive Symptoms and Academic Performance in South-South, Nigeria"},
      {
        "id":"EJ1105259",
        "title":"An Empirical Study of Cultures of Assessment in Higher Education"},
      {
        "id":"EJ1105260",
        "title":"An Approach to the Design of Mathematical Task Sequences: Conceptual Learning as Abstraction"},
      {
        "id":"EJ1105261",
        "title":"Observations on Leadership, Problem Solving, and Preferred Futures of Universities"},
      {
        "id":"EJ1105262",
        "title":"Universal Basic Education Policy: Impact on Enrolment and Retention"},
      {
        "id":"EJ1105263",
        "title":"Criticality and the Pedagogical Reconstruction of Leadership Standards in an Educational Leadership Classroom"},
      {
        "id":"EJ1105264",
        "title":"Still Waiting for &quot;Superprincipal&quot;: Examining U.S. Policymaker Expectations for School Principals, 2001-2011"},
      {
        "id":"EJ1105265",
        "title":"The Role of Inquiry in Closing the Gap between University Experience and Assistant Principal Career Transition through Simulated Realistic Job Preview"},
      {
        "id":"EJ1105266",
        "title":"Psychometric Properties of the Beck Scale for Depression (Beck Depression Inventory BDI-II)--A Study on a Sample of Students in the State of Kuwait Universities"},
      {
        "id":"EJ1105267",
        "title":"Users' Satisfaction with Library Information Resources and Services: A Case Study College of Health Sciences Library Niger Delta University, Amassoma, Nigeria"},
      {
        "id":"EJ1105268",
        "title":"Effects of Eclectic Learning Approach on Students' Academic Achievement and Retention in English at Elementary Level"},
      {
        "id":"EJ1105269",
        "title":"Workplace Incivility a Hurdle in TQM Practices Implementation in Higher Education Institutes of Balochistan"},
      {
        "id":"EJ1105270",
        "title":"Determinants of Entrepreneurial Intention among Prospective Graduates of Higher Institutions Case of Wolaita Sodo University"},
      {
        "id":"EJ1105271",
        "title":"Not All the Organelles of Living Cells Are Equal! Or Are They? Engaging Students in Deep Learning and Conceptual Change"},
      {
        "id":"EJ1105272",
        "title":"Saudi Intermediate School EFL Teachers' Views in the Kingdom of Saudi Arabia of the Multiple Intelligences Theory as an Inclusive Pedagogy"},
      {
        "id":"EJ1105273",
        "title":"Examining the Educational Leadership Knowledge Base: A 5-Year Citation Analysis"},
      {
        "id":"EJ1105278",
        "title":"Project Based Learning on Students' Performance in the Concept of Classification of Organisms among Secondary Schools in Kenya"},
      {
        "id":"EJ1105282",
        "title":"The Value and Effectiveness of Feedback in Improving Students' Learning and Professionalizing Teaching in Higher Education"},
      {
        "id":"EJ1105283",
        "title":"Alternative Vision of Gender in the New Literatures of Africa in English: An Appraisal of Bole Butake's Dramaturgy"},
      {
        "id":"EJ1105284",
        "title":"Communication Channels as Implementation Determinants of Performance Management Framework in Kenya"},
      {
        "id":"EJ1105285",
        "title":"Achievement Levels of Middle School Students in the Standardized Science and Technology Exam and Formative Assessment Probes: A Comparative Study"},
      {
        "id":"EJ1105286",
        "title":"Concept Mapping Strategy: An Effective Tool for Improving Students' Academic Achievement in Biology"},
      {
        "id":"EJ1105287",
        "title":"Distance Education as a Tool for Human Resources Development for the Implementation of the Universal Basic Education Programme in Ebonyi State Junior Secondary Schools"},
      {
        "id":"EJ1105288",
        "title":"Turkish Chemistry Teachers' Views about Secondary School Chemistry Curriculum: A Perspective from Environmental Education"},
      {
        "id":"EJ1105289",
        "title":"Teachers' Utilization of School Facilities and Academic Achievement of Student Nurses in Human Biology in Schools of Nursing in Akwa Ibom State, Nigeria"},
      {
        "id":"EJ1105290",
        "title":"Exploring Secondary Students' Conceptions about Fire Using a Two-Tier, True/False, Easy-to-Use Diagnostic Test"},
      {
        "id":"EJ1105291",
        "title":"An Analysis of the Learning Activities Covered in the 5th Grade Science Textbooks Based on 2005 and 2013 Turkish Science Curricula"},
      {
        "id":"EJ1105292",
        "title":"Determining the Views and Adequacy of the Preschool Teachers Related to Science Activities"},
      {
        "id":"EJ1105293",
        "title":"Pre-Service Teachers' Conceptual Structures and Reasoning Patterns on Animal Classification"},
      {
        "id":"EJ1105294",
        "title":"Pre-Service Secondary Mathematics Teachers' Metacognitive Awareness and Metacognitive Behaviours in Problem Solving Processes"},
      {
        "id":"EJ1105295",
        "title":"Preliminary Results of Professional Development Program for School Science Research"},
      {
        "id":"EJ1105296",
        "title":"Evolution Perception with Metaphors"},
      {
        "id":"EJ1105297",
        "title":"The Use of Social Media for Blended Learning in Tertiary Education"},
      {
        "id":"EJ1105298",
        "title":"Teaching Technique of Islamic Studies in Higher Learning Institutions for Non-Arabic Speakers: Experience of Faculty of Quranic and Sunnah Studies and Tamhidi Centre, Universiti Sains Islam Malaysia"},
      {
        "id":"EJ1105299",
        "title":"Developing a Scale for Perceptions of Competency in Teaching Quality"},
      {
        "id":"EJ1105300",
        "title":"Development of Taiwan Undergraduates' Volunteer Service Motivation Scale"},
      {
        "id":"EJ1105301",
        "title":"Primary Pre-Service Teachers' Perspectives on Constructivism and Its Implementation in the Schools"},
      {
        "id":"EJ1105302",
        "title":"University Students Use of Computers and Mobile Devices for Learning and Their Reading Speed on Different Platforms"},
      {
        "id":"EJ1105303",
        "title":"Enrich the Physics Curriculum Scheduled for Students of Intermediate School E-Learning and Its Effectiveness in Scientific Thinking and Their Attitude towards the Development of Physics"},
      {
        "id":"EJ1105304",
        "title":"A Preliminary Assessment of the Change Recipients' Perceptions of the &quot;4+4+4 Reform Initiative&quot;: Has Anything Changed?"},
      {
        "id":"EJ1105305",
        "title":"IRIS: Supporting &amp; Managing the Research Life-Cycle"},
      {
        "id":"EJ1105306",
        "title":"Use of Digital Storytelling in Biology Teaching"},
      {
        "id":"EJ1105307",
        "title":"Challenges Related to Teaching Mathematics Using Social Justice Pedagogies: A Secondary School Experience"},
      {
        "id":"EJ1105309",
        "title":"Unicam Activity Framework (UAF)"},
      {
        "id":"EJ1105311",
        "title":"Cognitive Characteristics of Gifted and Not Gifted Fifth-Grade Chilean Students from Economically Vulnerable Contexts"},
      {
        "id":"EJ1105313",
        "title":"React (Relating, Experiencing, Applying, Cooperative, Transferring) Strategy to Develop Geography Skills"},
      {
        "id":"EJ1105315",
        "title":"Developing a Scale for Quality of Using Learning Strategies"},
      {
        "id":"EJ1105317",
        "title":"An Investigation into the Organization Levels of Social Studies Teachers with Regard to Constructivist Learning Environments in Terms of Several Variables=Sosyal Bilgiler Ögretmenlerinin Yapilandirmaci Ögrenme Ortamlarini Düzenleme Düzeylerinin Çesitli Degiskenlere Göre Incelenmesi"},
      {
        "id":"EJ1105319",
        "title":"The &quot;Metaphorical Collage&quot; as a Research Tool in the Field of Education"},
      {
        "id":"EJ1105320",
        "title":"Korean University Students' Attitudes and Motivation towards Studying English"},
      {
        "id":"EJ1105321",
        "title":"Teachers' Views over the Workout Strategies for Helping Students Motivate Themselves in the Classroom"},
      {
        "id":"EJ1105323",
        "title":"The Relationship between Subsidized Free Day Secondary Education and Retention in Secondary Schools in Kenya"},
      {
        "id":"EJ1105324",
        "title":"Examining the Citizenship and Democracy Education Textbook and Curriculum in Terms of Global Education=Küresel Egitim Çerçevesinde Vatandaslik ve Demokrasi Egitimi Ders Kitabi ve Ögretim Programi"},
      {
        "id":"EJ1105326",
        "title":"Social Problems in Turkish Social Studies Coursebooks and Workbooks"},
      {
        "id":"EJ1105328",
        "title":"The Impact of Incessant Strike Actions and Industrial Disputes in Cross River University of Technology and Its Effect on Students Motivation to Learning"},
      {
        "id":"EJ1105330",
        "title":"Determination of the Methods Used by Prospective Teachers in the Field of Social Studies While Teaching Historical Topics=Sosyal Bilgiler Ögretmen Adaylarinin Tarihi Konulara Ait Kazanimlarin Saglanmasinda Kullandiklari Yöntemlerin Belirlenmesi"},
      {
        "id":"EJ1105331",
        "title":"Secondary Social Studies Teachers' Time Commitment When Addressing the Common Core State Standards"},
      {
        "id":"EJ1105332",
        "title":"Perceived Indices of Truancy among Selected Adolescents in Oyo Town: Implications for Behavioural Change"},
      {
        "id":"EJ1105333",
        "title":"The Impact of ICT on Pupils' Achievement and Attitudes in Social Studies"},
      {
        "id":"EJ1105334",
        "title":"Family Background and School Achievement of Children with Motoric Disorders"},
      {
        "id":"EJ1105335",
        "title":"Qualitative Data Collection and Interpretation: A Turkish Social Studies Lesson=Nitel Veri Toplama ve Yorumlama: Türkiye' den bir Sosyal Bilgiler Dersi"},
      {
        "id":"EJ1105337",
        "title":"Teaching the Future Teachers: A Teacher Educator's Self-Study in Making Science Relevant, Useful and Meaningful for New Zealand Pre-Service Teachers"},
      {
        "id":"EJ1105338",
        "title":"A Historical Perspective of Medical Education"},
      {
        "id":"EJ1105339",
        "title":"How Can I Describe Social Studies Curriculum in the First Three Years of Primary School? A Case Study"},
      {
        "id":"EJ1105340",
        "title":"Which One Is Better? Jigsaw II versus Jigsaw IV on the Subject of the Building Blocks of Matter and Atom"},
      {
        "id":"EJ1105341",
        "title":"Are Quantity Surveyors Competent to Value for Civil Engineering Works? Evaluating QSs' Competencies and Militating Factors"},
      {
        "id":"EJ1105343",
        "title":"Comparative Study of Preconceived Scientific Ideas Held by Different Groups of Junior Secondary School Students in Niger State, Nigeria"},
      {
        "id":"EJ1105344",
        "title":"Nature of Science Lessons, Argumentation and Scientific Discussions among Students in Science Classes: A Case Study in a Successful School"},
      {
        "id":"EJ1105345",
        "title":"Effects of the Scientific Argumentation Based Learning Process on Teaching the Unit of Cell Division and Inheritance to Eighth Grade Students"},
      {
        "id":"EJ1105346",
        "title":"Integrating E-Books into Science Teaching by Preservice Elementary School Teachers"},
      {
        "id":"EJ1105348",
        "title":"Examination of the Teacher Candidates' Environmental Attitudes via New Environmental Paradigm (NEP) Scale in Terms of Different Variables"},
      {
        "id":"EJ1105349",
        "title":"Development of Teacher Beliefs through Online Instruction: A One-Year Study of Middle School Science and Mathematics Teachers' Beliefs about Teaching and Learning"},
      {
        "id":"EJ1105351",
        "title":"Identifying the Factors Affecting Science and Mathematics Achievement Using Data Mining Methods"},
      {
        "id":"EJ1105352",
        "title":"Curricular Approaches to Connecting Subtraction to Addition and Fostering Fluency with Basic Differences in Grade 1"},
      {
        "id":"EJ1105353",
        "title":"Enhancing Teacher Beliefs through an Inquiry-Based Professional Development Program"},
      {
        "id":"EJ1105355",
        "title":"Science Education: Beyond a Liminal Understanding of Knowledge Production and Dissemination"},
      {
        "id":"EJ1105356",
        "title":"Opinions of Social Studies Teachers Regarding the 4+4+4 Educational System=Sosyal Bilgiler Ögretmenlerinin 4+4+4 Egitim Sistemine Iliskin Görüsleri"},
      {
        "id":"EJ1105358",
        "title":"Embedding Literacy Strategies in Social Studies for Eighth-Grade Students"},
      {
        "id":"EJ1105360",
        "title":"Using the Scientific Method to Engage Mathematical Modeling: An Investigation of pi"},
      {
        "id":"EJ1105361",
        "title":"Social Studies Education and Public Art: The Detroit Billboard Project"},
      {
        "id":"EJ1105362",
        "title":"Investigating the Students' Perceptions of the Democratic Values of Academicians=Ögretim Elemanlarinin Demokratik Degerlerine Yönelik Ögrenci Algilarinin Incelenmesi"},
      {
        "id":"EJ1105363",
        "title":"Advocating for a Cause: Civic Engagement in the K-6 Classroom"},
      {
        "id":"EJ1105364",
        "title":"Preserving Social Studies as Core Curricula in an Era of Common Core Reform"},
      {
        "id":"EJ1105365",
        "title":"Preservice Social Studies Teachers' Perspectives and Understandings of Teaching in the Twenty-First Century Classroom: A Meta-Ethnography"},
      {
        "id":"EJ1105366",
        "title":"Pay It Forward: Teacher Candidates' Use of Historical Artifacts to Invigorate K-12 History Instruction"},
      {
        "id":"EJ1105367",
        "title":"&quot;My Assessment Didn't Seem Real&quot;: The Influence of Field Experiences on Preservice Teachers' Agency and Assessment Literacy"},
      {
        "id":"EJ1105368",
        "title":"The Effectiveness of Multiple Intelligence Applications on Academic Achievement: A Meta-Analysis=Çoklu Zekâ Ögretim Uygulamalarinin Akademik Basari Üzerindeki Etkisi: Bir Meta-Analiz Çalismasi"},
      {
        "id":"EJ1105369",
        "title":"The Role of Media in Geography Courses from the Perspectives of Pre-Service Social Studies Teachers"},
      {
        "id":"EJ1105370",
        "title":"New Science Curriculum Based on Inquiry Based Learning--A Model of Modern Educational System in Republic of Macedonia"},
      {
        "id":"EJ1105371",
        "title":"Metaphors and Meaning: Principals' Perceptions of Teacher Evaluation Implementation"},
      {
        "id":"EJ1105372",
        "title":"Cultivating a Doctoral Community of Inquiry and Practice: Designing and Facilitating Discussion Board Online Learning Communities"},
      {
        "id":"EJ1105373",
        "title":"The Role of Personal Ethical Checking in Courageous School Leadership"},
      {
        "id":"EJ1105374",
        "title":"Discipline Referral Outcomes: Meeting the Needs of Students"},
      {
        "id":"EJ1105375",
        "title":"Contemplating Whitehead's Freedom and Discipline"},
      {
        "id":"EJ1105376",
        "title":"Strategies to Improve Student Reaction to Group Work"},
      {
        "id":"EJ1105377",
        "title":"Building Professional Dispositions in Pre-Service Special Educators: Assessment and Instructional Tactics"},
      {
        "id":"EJ1105378",
        "title":"Exploring the Use of Focused Freewriting in Developing Academic Writing"},
      {
        "id":"EJ1105379",
        "title":"The Power of Mentoring in the Career Preparation of Special Education Administrators"},
      {
        "id":"EJ1105380",
        "title":"Supporting Education PhD and DEd Students to Become Confident Academic Writers: An Evaluation of Thesis Writers' Circles"},
      {
        "id":"EJ1105381",
        "title":"Engaging Academics with a Simplified Analysis of Their Multiple-Choice Question (MCQ) Assessment Results"},
      {
        "id":"EJ1105382",
        "title":"Does Attendance Matter? An Examination of Student Attitudes, Participation, Performance and Attendance"},
      {
        "id":"EJ1105383",
        "title":"Guiding Principles for a Reflexive Approach to Teaching Organisation Studies"},
      {
        "id":"EJ1105384",
        "title":"Vision &amp; Choice: Ethical Characteristics of Academic Development Programs"},
      {
        "id":"EJ1105385",
        "title":"An International Educational Literacy: Students, Academics and the State"},
      {
        "id":"EJ1105386",
        "title":"Peer-Mentoring Program &quot;Pop-Up&quot; Model for Regional Nursing Students"},
      {
        "id":"EJ1105387",
        "title":"Subjective Cognitive Workload, Interactivity and Feedback in a Web-Based Writing Program"},
      {
        "id":"EJ1105388",
        "title":"The Adoption of Multiple Modes of Delivery in Australian Universities"},
      {
        "id":"EJ1105389",
        "title":"Mindfulness in Academia: Considerations for Administrative Preparation"},
      {
        "id":"EJ1105390",
        "title":"Student Experiences and Perceptions of Team-Teaching in a Large Undergraduate Class"},
      {
        "id":"EJ1105391",
        "title":"Evaluating the Superintendent: The Role of the School Board"},
      {
        "id":"EJ1105392",
        "title":"Teaching: More than Just Lecturing"},
      {
        "id":"EJ1105393",
        "title":"Learning for Success: Distance Education Students' Use of Their Learning Materials"},
      {
        "id":"EJ1105394",
        "title":"The Challenges of International Education: Developing a Public Relations Unit for the Asian Region"},
      {
        "id":"EJ1105395",
        "title":"Keeping Pace with Current Issues in Reporting Suicide and Mental Illness"},
      {
        "id":"EJ1105396",
        "title":"Assessment: What Drives Innovation?"},
      {
        "id":"EJ1105397",
        "title":"Policing--Or, at Least, Policying--Plagiarism at One Australian University"},
      {
        "id":"EJ1105398",
        "title":"Using Assessment Practice to Evaluate the Legal Skills Curriculum"},
      {
        "id":"EJ1105399",
        "title":"Using a Cross-Institutional Collaborative Model to Deliver a National Roundtable Conference on Assessment: A Case Study"},
      {
        "id":"EJ1105400",
        "title":"Assessment in First Year University: A Model to Manage Transition"},
      {
        "id":"EJ1105401",
        "title":"Graphic Design Education: A Revised Assessment Approach to Encourage Deep Learning"},
      {
        "id":"EJ1105402",
        "title":"Assessment in the Professional Experience Context"},
      {
        "id":"EJ1105403",
        "title":"Demonstrating Scholarship and Effectiveness of Teaching through the Application of Data Collected from Concept Maps"},
      {
        "id":"EJ1105404",
        "title":"Integrating Graduate Attributes with Assessment Criteria in Business Education: Using an Online Assessment System"},
      {
        "id":"EJ1105405",
        "title":"Teaching Law to Accounting and Business Students: A Cumulative Dual Model"},
      {
        "id":"EJ1105419",
        "title":"Faculty Perceptions of the Professional Development Workshops Conducted at Sultan Qaboos University"},
      {
        "id":"EJ1105420",
        "title":"The Experience of Implementing an Interprofessional Research Methods Course for Student Health Professionals of Population Healt and Clinical Practice. Getting the Right Fit"},
      {
        "id":"EJ1105424",
        "title":"Learning from Psychotherapy for Postgraduate Supervision"},
      {
        "id":"EJ1105433",
        "title":"Student Satisfaction with Cooperative Learning in an Accounting Curriculum"},
      {
        "id":"EJ1105438",
        "title":"Principals&apos; Supervision and Evaluation Cycles: Perspectives from Principals"},
      {
        "id":"EJ1105441",
        "title":"Culturally Competent Leadership through Empowering Relationships: A Case Study of Two Assistant Principals"},
      {
        "id":"EJ1105447",
        "title":"Exploring Ethics and Teacher Conduct in a Suburban School District: Implications for School Leaders"},
      {
        "id":"EJ1105448",
        "title":"The Course Improvement Flowchart: A Description of a Tool and Process for the Evaluation of University Teaching"},
      {
        "id":"EJ1105451",
        "title":"Emerging Challenges Facing School Principals"},
      {
        "id":"EJ1105455",
        "title":"Book Study Blogs: Creating Self-Sustaining Online Learning Communities for Graduate Students of Educational Leadership"},
      {
        "id":"EJ1105465",
        "title":"Ethical Leadership and Moral Literacy: Incorporating Ethical Dilemmas in a Case-­Based Pedagogy"},
      {
        "id":"EJ1105469",
        "title":"Leading into the Future: Perceptions of School Board Presidents on the Essential Knowledge and Skills for Superintendent Preparation Programs"},
      {
        "id":"EJ1105472",
        "title":"Portrait of a Turnaround Leader in a High Needs District"},
      {
        "id":"EJ1105473",
        "title":"Assessing Multiple Stakeholders' Perceptions of an Effective Principal Evaluation System"},
      {
        "id":"EJ1105479",
        "title":"A Tool to Assess and Compare Knowledge Mobilization Efforts of Faculties of Education, Research Brokering Organizations, Ministries of Education, and School Districts"},
      {
        "id":"EJ1105480",
        "title":"Finding the Sweet Spot: Network Structures and Processes for Increased Knowledge Mobilization"},
      {
        "id":"EJ1105482",
        "title":"Research Use in Education: An Online Survey of School Practitioners"},
      {
        "id":"EJ1105494",
        "title":"Exploring the Benefits of a Collaborative Inquiry Team in Education (CITE) Initiative to Develop a Research Community and Enhance Student Engagement"},
      {
        "id":"EJ1105497",
        "title":"Using Job Embeddedness to Explain New Teacher Retention"},
      {
        "id":"EJ1105498",
        "title":"Teachers' Perceptions of Principals' ICT Leadership"},
      {
        "id":"EJ1105499",
        "title":"What TIMSS Tells Us about Instructional Practice in K-12 Mathematics Education"},
      {
        "id":"EJ1105500",
        "title":"Efficacy of Interactive Whiteboard on Psychomotor Skills Achievement of Students in Isometric and Orthographic Projection"},
      {
        "id":"EJ1105502",
        "title":"Collaborative Teacher Inquiry into iPad Use in Grade 3 Classrooms: Mobilizing Knowledge through a Long-Term School-University Partnership"},
      {
        "id":"EJ1105503",
        "title":"Technology and Secondary Writing: A Review of the Literature"},
      {
        "id":"EJ1105504",
        "title":"Toxic Leadership in Educational Organizations"},
      {
        "id":"EJ1105505",
        "title":"The Impact of Generational Status on Instructors' Reported Technology Usage"},
      {
        "id":"EJ1105506",
        "title":"The Effectiveness of Instruction-Oriented Hypertext Systems Compared to Direct Instruction in E-Learning Environments"},
      {
        "id":"EJ1105507",
        "title":"The Role of Internet Addiction and Social Media Membership on University Students' Psychological Capital"},
      {
        "id":"EJ1105509",
        "title":"Strategies for Integrating Emerging Technologies: Case Study of an Online Educational Technology Master's Program"},
      {
        "id":"EJ1105512",
        "title":"Teachers' Perspectives on Interactive Whiteboards as Instructional Tools in Four Jordanian Schools"},
      {
        "id":"EJ1105513",
        "title":"Students' Perceived Service Quality of Distance Learning Courses in a Dual-Mode Education System"},
      {
        "id":"EJ1105514",
        "title":"Improving Students' Educational Experience by Harnessing Digital Technology: elgg in the ODL Environment"},
      {
        "id":"EJ1105515",
        "title":"Development of a Scale to Explore Technology Literacy Skills of Turkish 8th Graders"},
      {
        "id":"EJ1105516",
        "title":"The Effects of Educational Multimedia in Dictation and Its Role in Improving Dysgraphia in Students with Dictation Difficulty"},
      {
        "id":"EJ1105517",
        "title":"Moderation Effect of Gender on Relationship between Community of Inquiry and Perceived Learning in Blended Learning Environments"},
      {
        "id":"EJ1105518",
        "title":"Integrated Resources and Training Facilitation--A Strategic Priority When Promoting ICT in Developing Countries"},
      {
        "id":"EJ1105519",
        "title":"Online Responses towards Parental Rearing Styles Regarding Hand-Held Devices"},
      {
        "id":"EJ1105520",
        "title":"Critical Thinking in Gifted Children's Offline and Online Peer Feedback"},
      {
        "id":"EJ1105521",
        "title":"Flexible Coherence: Re-Thinking e-Learning Design Principles for Linguistically and Culturally Diverse Students"},
      {
        "id":"EJ1105522",
        "title":"Objectives over Time: A Look at Four Decades of Objectives in the Educational Research Literature"},
      {
        "id":"EJ1105523",
        "title":"Effects of Project-Based Learning Strategy on Self-Directed Learning Skills of Educational Technology Students"},
      {
        "id":"EJ1105525",
        "title":"Teachers' Access to and Use of ICT: An Indicator of Growing Inequity in Swedish Schools"},
      {
        "id":"EJ1105526",
        "title":"Patterns and Pedagogy: Exploring Student Blog Use in Higher Education"},
      {
        "id":"EJ1105527",
        "title":"Perceived Learning and Satisfaction in a Blended Teacher Education Program: An Experience of Malaysian Teacher Trainees"},
      {
        "id":"EJ1105528",
        "title":"Investigating the Role of Collective Trust, Collective Efficacy, and Enabling School Structures on Overall School Effectiveness"},
      {
        "id":"EJ1105529",
        "title":"New Literacies for Digital Citizenship"},
      {
        "id":"EJ1105530",
        "title":"Using the Diffusion of Innovation Theory to Explain the Degree of English Teachers' Adoption of Interactive Whiteboards in the Modern Systems School in Jordan: A Case Study"},
      {
        "id":"EJ1105531",
        "title":"Organizational Practices of High-Achieving Rural School Districts in California&apos;s San Joaquin Valley"},
      {
        "id":"EJ1105532",
        "title":"Blogging for Teaching and Learning: An Examination of Experience, Attitudes, and Levels of Thinking"},
      {
        "id":"EJ1105533",
        "title":"Adaptive Learning Systems: Beyond Teaching Machines"},
      {
        "id":"EJ1105534",
        "title":"Social Justice Alert: Future Innovators and Leaders Fall Behind in Academic Achievement"},
      {
        "id":"EJ1105535",
        "title":"The Effects of Font Type and Spacing of Text for Online Readability and Performance"},
      {
        "id":"EJ1105536",
        "title":"Principals' Perceptions of the Importance of Technology in Schools"},
      {
        "id":"EJ1105537",
        "title":"Current and Future Education Leaders&apos; Perceptions of Race to the Top&apos;s Teacher Evaluation and Compensation Components, before and after Implementation"},
      {
        "id":"EJ1105538",
        "title":"Voice over Internet Protocol (VoIP) Technology as a Global Learning Tool: Information Systems Success and Control Belief Perspectives"},
      {
        "id":"EJ1105539",
        "title":"Plagiarism: Examination of Conceptual Issues and Evaluation of Research Findings on Using Detection Services"},
      {
        "id":"EJ1105540",
        "title":"Investigating Turkish Pre-Service Teachers' Perceptions of Blogs: Implications for the FATIH Project"},
      {
        "id":"EJ1105541",
        "title":"Learning from Graduates and Interns: Examining Graduate and Student Experiences in the Education Administration Internship"},
      {
        "id":"EJ1105542",
        "title":"Applying the Uses and Gratifications Theory to Compare Higher Education Students' Motivation for Using Social Networking Sites: Experiences from Iran, Malaysia, United Kingdom, and South Africa"},
      {
        "id":"EJ1105545",
        "title":"Teachers' Perceptions of Teacher Supervision and Evaluation: A Reflection of School Improvement Practices in the Age of Reform"},
      {
        "id":"EJ1105546",
        "title":"Analysis of the Reliability and Validity of a Mentor's Assessment for Principal Internships"},
      {
        "id":"EJ1105550",
        "title":"E-Book versus Printed Materials: Preferences of University Students"},
      {
        "id":"EJ1105551",
        "title":"Perceived Quality of Distance Education from the User Perspective"},
      {
        "id":"EJ1105552",
        "title":"Collaboration through Flickr &amp; Skype: Can Web 2.0 Technology Substitute the Traditional Design Studio in Higher Design Education?"},
      {
        "id":"EJ1105553",
        "title":"Collective Efficacy and Its Relationship with Leadership in a Computer-Mediated Project-Based Group Work"},
      {
        "id":"EJ1105554",
        "title":"Interview with Charles M. Reigeluth: Applying Instructional Design to Educational Reform"},
      {
        "id":"EJ1105555",
        "title":"Perceptions of Blended Learning Competencies and Obstacles among Educational Technology Students in Light of Different Anxiety Levels and Locus of Control"},
      {
        "id":"EJ1105557",
        "title":"Make Your Mind Strong: My Father's Insights into Academic Success"},
      {
        "id":"EJ1105558",
        "title":"Interview with John M. Keller on Motivational Design of Instruction"},
      {
        "id":"EJ1105559",
        "title":"Improving First Computer Programming Experiences: The Case of Adapting a Web-Supported and Well-Structured Problem-Solving Method to a Traditional Course"},
      {
        "id":"EJ1105560",
        "title":"&quot;Vergara v. State of California&quot;: A Political Analysis and Implications for Principal Practice"},
      {
        "id":"EJ1105561",
        "title":"Comparative Effects of Two Modes of Computer-Assisted Instructional Package on Solid Geometry Achievement"},
      {
        "id":"EJ1105564",
        "title":"Religious Diversity and Inclusion: Policy and Accommodation Practices in British Columbia's Secular School System"},
      {
        "id":"EJ1105565",
        "title":"A Phenomenological Narrative Study: Elementary Charter School Principals&apos; Managerial Roles"},
      {
        "id":"EJ1105566",
        "title":"Speaking out on Matters of Public Concern: The Precarious Nature of School Administrator Speech"},
      {
        "id":"EJ1105568",
        "title":"Can a Classroom Be a Family? Race, Space, and the Labour of Care in Urban Teaching"},
      {
        "id":"EJ1105570",
        "title":"Pathways for Performance: Recruitment and Selection, University Preparation, Licensure, and Professional Development for School Principals"},
      {
        "id":"EJ1105571",
        "title":"Experiential High School Career Education, Self-Efficacy, and Motivation"},
      {
        "id":"EJ1105573",
        "title":"Aspiring Principals' Perspectives about Teacher Supervision and Evaluation: Insights for Educational Leadership Preparation Programs"},
      {
        "id":"EJ1105574",
        "title":"A Profile of Female Illinois School Board Presidents and Their Perceived Self-Efficacy"},
      {
        "id":"EJ1105575",
        "title":"Learning to Lead: The Professional Development Needs of Assistant Principals"},
      {
        "id":"EJ1105576",
        "title":"The Changing Landscape of Principal Preparation: An Analysis of Statewide Longitudinal Program Component Survey Results"},
      {
        "id":"EJ1105599",
        "title":"Cyberbullying: An Exploration of Secondary School Administrators' Experiences with Cyberbullying Incidents in Louisiana"},
      {
        "id":"EJ1105608",
        "title":"Jordanian Social Studies Teachers' Perceptions of Competency Needed for Implementing Technology in the Classroom"},
      {
        "id":"EJ1105609",
        "title":"Humanity in the Digital Age: Cognitive, Social, Emotional, and Ethical Implications"},
      {
        "id":"EJ1105610",
        "title":"The Use of Twitter in Large Lecture Courses: Do the Students See a Benefit?"},
      {
        "id":"EJ1105611",
        "title":"Examining Digital Literacy Competences and Learning Habits of Open and Distance Learners"},
      {
        "id":"EJ1105642",
        "title":"Media Culture 2020: Collaborative Teaching and Blended Learning Using Social Media and Cloud-Based Technologies"},
      {
        "id":"EJ1105645",
        "title":"An Exploration of Student Experiences with Learner-Centered Instructional Strategies"},
      {
        "id":"EJ1105646",
        "title":"An Evaluation of Applying Blended Practices to Employ Studio-Based Learning in a Large-Enrollment Design Thinking Course"},
      {
        "id":"EJ1105647",
        "title":"A Needs Analysis for Technology Integration Plan: Challenges and Needs of Teachers"},
      {
        "id":"EJ1105650",
        "title":"Preservice Teachers' Critical Thinking Dispositions and Web 2.0 Competencies"},
      {
        "id":"EJ1105654",
        "title":"An Assessment of Teachers' Abilities to Support Blended Learning Implementation in Tanzanian Secondary Schools"},
      {
        "id":"EJ1105658",
        "title":"Students' Attitudes towards Information Technology and the Relationship with Their Academic Achievement"},
      {
        "id":"EJ1105662",
        "title":"How Does Self-Regulation Affect Computer-Programming Achievement in a Blended Context?"},
      {
        "id":"EJ1105667",
        "title":"Opinions and Attitudes of Prospective Teachers for the Use of Mobile Phones in Foreign Language Learning"},
      {
        "id":"EJ1105675",
        "title":"Investigating Student Use of Electronic Support Tools and Mathematical Reasoning"},
      {
        "id":"EJ1105679",
        "title":"A Study into the Perceptions of Students of Color and Their Ninth-Grade Academic Experience"},
      {
        "id":"EJ1105680",
        "title":"A Study of the Value Added by Transformational Leadership Practices to Teachers' Job Satisfaction and Organizational Commitment"},
      {
        "id":"EJ1105682",
        "title":"&quot;Having Our Say&quot;: High Achieving African American Male College Graduates Speak about Parental Involvement and Parenting Style"},
      {
        "id":"EJ1105686",
        "title":"An Analysis of Oppositional Culture Theory Applied to One Suburban Midwestern High School"},
      {
        "id":"EJ1105688",
        "title":"High School Size and White Student College Readiness: A Statewide, Multiyear Analysis"},
      {
        "id":"EJ1105691",
        "title":"Differences in Hispanic Access and Success Rates for Undergraduate Health-Related Studies in Texas Health-Related Institutions: A Multiyear, Statewide Investigation"},
      {
        "id":"EJ1105692",
        "title":"Shifting Practices in Teacher Performance Evaluation: A Qualitative Examination of Administrator Change Readiness"},
      {
        "id":"EJ1105694",
        "title":"Understanding Leadership through Poetics of Leadership: Searching for Personal Meaning and Authentic Understanding"},
      {
        "id":"EJ1105696",
        "title":"Does Implementing an Emotional Intelligence Program Guarantee Student Achievement?"},
      {
        "id":"EJ1105711",
        "title":"Conceptualizing Mindful Leadership in Schools: How the Practice of Mindfulness Informs the Practice of Leading"},
      {
        "id":"EJ1105713",
        "title":"The Impact of Project-Based Learning on Minority Student Achievement: Implications for School Redesign"},
      {
        "id":"EJ1105715",
        "title":"The Probability of a General Education Student Placed in a Co-Taught Inclusive Classroom of Passing the 2014 New York State ELA and Mathematics Assessment in Grades 6-8"},
      {
        "id":"EJ1105716",
        "title":"Demographic Changes of Hispanic Populations and Hispanic Student Enrollment in Texas Community Colleges: A Literature Review"},
      {
        "id":"EJ1105718",
        "title":"School Administrators' Perceptions of the Achievement Gap between African American Students and White Students"},
      {
        "id":"EJ1105721",
        "title":"Positive Behavior Support in Schools (PBSIS): An Administrative Perspective on the Implementation of a Comprehensive School-Wide Intervention in an Urban Charter School"},
      {
        "id":"EJ1105724",
        "title":"An Investigation of Ethical Leadership Perspectives among Ohio School District Superintendents"},
      {
        "id":"EJ1105725",
        "title":"English 2.0: Learning and Acquisition of English in the Networked Globe with the Connectivist Approach"},
      {
        "id":"EJ1105726",
        "title":"Fueling a Third Paradigm of Education: The Pedagogical Implications of Digital, Social and Mobile Media"},
      {
        "id":"EJ1105727",
        "title":"What Expert Teachers Think: A Look at Principal Leadership Behaviors That Facilitate Exemplary Classroom Instructional Practice"},
      {
        "id":"EJ1105728",
        "title":"Online Credit Recovery: Benefits and Challenges"},
      {
        "id":"EJ1105729",
        "title":"Competencies for e-Instructors: How to Qualify and Guarantee Sustainability"},
      {
        "id":"EJ1105730",
        "title":"Value of Coaching in Building Leadership Capacity of Principals in Urban Schools"},
      {
        "id":"EJ1105731",
        "title":"Teacher Quality Variables and Efficacy for Teaching Minority Students"},
      {
        "id":"EJ1105732",
        "title":"The Cultural Ecology of Scholar-Practitioner Leaders: An Ethnographic Study of Leadership"},
      {
        "id":"EJ1105733",
        "title":"Understanding Alternative Education: A Mixed Methods Examination of Student Experiences"},
      {
        "id":"EJ1105735",
        "title":"Alternative Education Completers: A Phenomenological Study"},
      {
        "id":"EJ1105736",
        "title":"Negotiating the Double Mandate: Mapping Ethical Conflict Experienced by Practicing Educational Leaders"},
      {
        "id":"EJ1105737",
        "title":"Teacher Perceptions of Teacher Evaluations in the Fort Zumwalt School District"},
      {
        "id":"EJ1105738",
        "title":"A Comparative Case Study of Factors Distinguishing between High and Low-Performance on Reading Achievement in Elementary Rural Appalachian Schools"},
      {
        "id":"EJ1105741",
        "title":"Closing the Achievement Gap Means Transformation"},
      {
        "id":"EJ1105742",
        "title":"Leading Change for the Implementation of Common Core State Standards in Rural School Districts"},
      {
        "id":"EJ1105743",
        "title":"Academic Performance Gaps and Family Income in a Rural Elementary School: Perceptions of Low-Income Parents"},
      {
        "id":"EJ1105745",
        "title":"Factors Influencing the Improved Academic Success in Literacy at the Knowledge Is Power Program (KIPP) Schools in the Delta Region According to Adult Perceptions"},
      {
        "id":"EJ1105746",
        "title":"A Study of &quot;Career Pathways&quot; Policy with Implications for School Leaders"},
      {
        "id":"EJ1105747",
        "title":"University Council for Educational Administration (UCEA) Academic Department Chairs' Self-Perceived Utilization of Bolman and Deal's Four-Frame Theoretical Model"},
      {
        "id":"EJ1105748",
        "title":"Perceived Impact of a Character Education Program at a Midwest Rural Middle School: A Case Study"},
      {
        "id":"EJ1105756",
        "title":"Leading Instructional Practices in a Performance-Based System"},
      {
        "id":"EJ1105757",
        "title":"A Case Study on Online Mathematics Teaching with Pen-Based Technology: Experiences of Two Instructors"},
      {
        "id":"EJ1105758",
        "title":"Perceptions of Using Smart Mobile Devices in Higher Education Teaching: A Case Study from Palestine"},
      {
        "id":"EJ1105759",
        "title":"Vocabulary Learning on Learner-Created Content by Using Web 2.0 Tools"},
      {
        "id":"EJ1105760",
        "title":"The Role of the Teacher in Primary School Web 2.0 Use"},
      {
        "id":"EJ1105761",
        "title":"Learner Views about a Distance Education Course"},
      {
        "id":"EJ1105762",
        "title":"Promoting Intrinsic and Extrinsic Motivation among Chemistry Students Using Computer-Assisted Instruction"},
      {
        "id":"EJ1105763",
        "title":"Effectiveness of Mobile Applications in Vocabulary Teaching"},
      {
        "id":"EJ1105764",
        "title":"The Effectiveness of WhatsApp Mobile Learning Activities Guided by Activity Theory on Students' Knowledge Management"},
      {
        "id":"EJ1105791",
        "title":"Effects of Integrating Peace Education in the Nigeria Education System"},
      {
        "id":"EJ1105820",
        "title":"Differences in Mathematics Teachers' Perceived Preparedness to Demonstrate Competence in Secondary School Mathematics Content by Teacher Characteristics"},
      {
        "id":"EJ1105826",
        "title":"Functionality of Cooperative Business Education in Development of Nigeria"},
      {
        "id":"EJ1105830",
        "title":"The Two and a Half Learning Model: A Consequence of Academic Dishonesty"},
      {
        "id":"EJ1105837",
        "title":"The Critical Multicultural Education Competencies of Preschool Teachers"},
      {
        "id":"EJ1105838",
        "title":"Cultural Scripts Resist Reforms in Teacher Education"},
      {
        "id":"EJ1105849",
        "title":"The Effectiveness of Student Extracurricular Activities in Evaluating Violent Behavior among Students in the Preparatory Year at Hail University"},
      {
        "id":"EJ1105855",
        "title":"Effects of Age, Gender, School Class on Cardiopulmonary Resuscitation Skills of Nigerian Secondary School Students"},
      {
        "id":"EJ1105864",
        "title":"Antecedent Factors Affecting Academic Performance of Graduate Students at the Nairobi Evangelical Graduate School of Theology"},
      {
        "id":"EJ1105865",
        "title":"The Development of Online Tutorial Program Design Using Problem-Based Learning in Open Distance Learning System"},
      {
        "id":"EJ1105869",
        "title":"Leadership Analysis in K-12 Case Study: &quot;Divided Loyalties&quot;"},
      {
        "id":"EJ1105870",
        "title":"Theodore Brameld's Thought Infused in Higher Education Global Studies Curriculum"},
      {
        "id":"EJ1105873",
        "title":"Principals' Administrative Styles and Students' Academic Performance in Taraba State Secondary Schools, Nigeria"},
      {
        "id":"EJ1105875",
        "title":"Using Comparative International Studies for Modeling Educational Effectiveness: A Secondary Analysis of PISA-2009 Study"},
      {
        "id":"EJ1105883",
        "title":"Islamic and Indonesianic Characters Perspective of Higher Education of Muhammadiyah"},
      {
        "id":"EJ1105889",
        "title":"Integration of Lesson Study in Teaching Practice of Social Study Student Teachers to Improve the Quality of Learning and Promote a Sustainable Lesson Study"},
      {
        "id":"EJ1105899",
        "title":"Students Seeking Information for Their Masters' Theses: The Effect of the Internet"},
      {
        "id":"EJ1105900",
        "title":"Teacher Professional Development through Sandwich Programmes and Absenteeism in Basic Schools in Ghana"},
      {
        "id":"EJ1105901",
        "title":"Developing Learning Analytics Design Knowledge in the &quot;Middle Space&quot;: The Student Tuning Model and Align Design Framework for Learning Analytics Use"},
      {
        "id":"EJ1105902",
        "title":"Assessing Institutional Characteristics on Microcredit Default in Kenya: A Comparative Analysis of Microfinance Institutions and Financial Intermediaries"},
      {
        "id":"EJ1105904",
        "title":"&quot;Medical Education Online&quot;: A Case Study of an Open Access Journal in Health Professional Education"},
      {
        "id":"EJ1105905",
        "title":"Information Sharing, Community Development, and Deindividuation in the eLearning Domain"},
      {
        "id":"EJ1105906",
        "title":"The Preparation and Development of Secondary School Leaders on Implementing the Big Results Now Programme in Tabora Municipality, Tanzania"},
      {
        "id":"EJ1105907",
        "title":"Level of Creative Behavior among Teachers of Public Schools within the Green Line from Their Perspective"},
      {
        "id":"EJ1105908",
        "title":"Assessing the Reliability of Merging Chickering &amp; Gamson's Seven Principles for Good Practice with Merrill's Different Levels of Instructional Strategy (DLISt7)"},
      {
        "id":"EJ1105910",
        "title":"Traditions and Customs in Community Development: The Case of Nkanu West and Nkanu East Local Government Areas of Enugu State, Nigeria"},
      {
        "id":"EJ1105911",
        "title":"Learning Analytics Methods, Benefits, and Challenges in Higher Education: A Systematic Literature Review"},
      {
        "id":"EJ1105914",
        "title":"Christian Higher Education: The Gospel in the Context of Terrorism and Persecution"},
      {
        "id":"EJ1105915",
        "title":"Solving Adolescent Verbal Aggressions through Transactional Analysis Counseling Approach"},
      {
        "id":"EJ1105916",
        "title":"Pedagogic Barriers in Cameroon Inclusive Classrooms: The Impact of Curriculum, Teachers' Attitudes and Classroom Infrastructures"},
      {
        "id":"EJ1105918",
        "title":"Let's Talk Learning Analytics: A Framework for Implementation in Relation to Student Retention"},
      {
        "id":"EJ1105922",
        "title":"Retention, Progression and the Taking of Online Courses"},
      {
        "id":"EJ1105928",
        "title":"Assessment of Learning in Digital Interactive Social Networks: A Learning Analytics Approach"},
      {
        "id":"EJ1105931",
        "title":"Study on Providing Professors with Efficient Service Based on Time Management Strategy"},
      {
        "id":"EJ1105933",
        "title":"Using Community College Prior Academic Performance to Predict Re-Enrollment at a Four-Year Online University"},
      {
        "id":"EJ1105934",
        "title":"Preschool Literacy and the Common Core: A Professional Development Model"},
      {
        "id":"EJ1105937",
        "title":"The Mediation Role of Intrinsic and Extrinsic Motivation in the Relationship between Creative Educational Environment and Metacognitive Self-Regulation"},
      {
        "id":"EJ1105938",
        "title":"Exploring the Relationships between Facilitation Methods, Students' Sense of Community, and Their Online Behaviors"},
      {
        "id":"EJ1105939",
        "title":"What Motivates and Engages Students in the Education Process--An Examination of Qatari Students' Mindset and Attitudes toward Going to School, Learning, and Future Aspirations"},
      {
        "id":"EJ1105943",
        "title":"Using Learning Analytics to Identify Medical Student Misconceptions in an Online Virtual Patient Environment"},
      {
        "id":"EJ1105967",
        "title":"Massive Open Online Courses (MOOCs): Participant Activity, Demographics, and Satisfaction"},
      {
        "id":"EJ1105970",
        "title":"Global Times Call for Global Measures: Investigating Automated Essay Scoring in Linguistically-Diverse MOOCs"},
      {
        "id":"EJ1105971",
        "title":"The Role of Social Influence in Anxiety and the Imposter Phenomenon"},
      {
        "id":"EJ1105990",
        "title":"Data Sharing in Interpretive Engineering Education Research: Challenges and Opportunities from a Research Quality Perspective"},
      {
        "id":"EJ1106007",
        "title":"The Multiple-Institution Database for Investigating Engineering Longitudinal Development: An Experiential Case Study of Data Sharing and Reuse"},
      {
        "id":"EJ1106009",
        "title":"Data Sharing and Reuse within the Academic Pathways Study"},
      {
        "id":"EJ1106010",
        "title":"Relationship between Personality and Behavioral Intention in Student Teams"},
      {
        "id":"EJ1106015",
        "title":"Advanced Selling: A Comprehensive Course Sales Project"},
      {
        "id":"EJ1106021",
        "title":"An Introduction to Cost-of-Living Adjustments in Public Retirement Plans: Details Matter"},
      {
        "id":"EJ1106022",
        "title":"A Journey through Time: From the Present Value to the Future Value and Back Or: Retirement Planning: A Comprehensible Application of the Time Value of Money Concept"},
      {
        "id":"EJ1106043",
        "title":"Data Sharing from a Policy Perspective"},
      {
        "id":"EJ1106045",
        "title":"Transforming Education Research through Open Video Data Sharing"},
      {
        "id":"EJ1106053",
        "title":"Accelerated Developmental Arithmetic Using Problem Solving"},
      {
        "id":"EJ1106054",
        "title":"Development and Classroom Implementation of an Environmental Data Creation and Sharing Tool"},
      {
        "id":"EJ1106055",
        "title":"Connecting Practice &amp; Research: A Shared Growth Professional Development Model"},
      {
        "id":"EJ1106056",
        "title":"Extending Engineering Practice Research with Shared Qualitative Data"},
      {
        "id":"EJ1106059",
        "title":"Perceptions and Practices of Data Sharing in Engineering Education"},
      {
        "id":"EJ1106063",
        "title":"Designing for Global Data Sharing, Designing for Educational Transformation"},
      {
        "id":"EJ1106066",
        "title":"Harnessing OER to Develop Teachers: The Guyana Experience"},
      {
        "id":"EJ1106067",
        "title":"Open and Distance Learning and Information and Communication Technologies--Implications for Formal and Non-Formal Education: A Kenyan Case"},
      {
        "id":"EJ1106068",
        "title":"E-Learning and Development: Lessons from Multi-Disciplinary Capacity Strengthening"},
      {
        "id":"EJ1106075",
        "title":"Perspectives and Practices of Elementary Teachers Using an Internet-Based Formative Assessment Tool: The Case of &quot;Assessing Mathematics Concepts&quot;"},
      {
        "id":"EJ1106076",
        "title":"What Learning for What Development?"},
      {
        "id":"EJ1106077",
        "title":"Bridging Fields at a Critical Time"},
      {
        "id":"EJ1106081",
        "title":"Feasibility of Open Schooling in Disturbed Societies: The Case of Afghanistan"},
      {
        "id":"EJ1106082",
        "title":"Informal Learning and Non-Formal Education for Development"},
      {
        "id":"EJ1106086",
        "title":"Innovations in Learning and Development: A Case from the Arab World"},
      {
        "id":"EJ1111559",
        "title":"An Entropy-Based Measure of Dependence between Two Groups of Random Variables. Research Report. ETS RR-07-20"},
      {
        "id":"EJ1111561",
        "title":"When a Picture Isn&apos;t Worth 1000 Words: Learners Struggle to Find Meaning in Data Visualizations"},
      {
        "id":"EJ1111562",
        "title":"Adaptive Numerical Integration for Item Response Theory. Research Report. ETS RR-07-06"},
      {
        "id":"EJ1111563",
        "title":"Disclosure Risk in Educational Surveys: An Application to the National Assessment of Educational Progress. Research Report. ETS RR-07-24"},
      {
        "id":"EJ1111565",
        "title":"Sensitivity to Landscape Features: A Spatial Analysis of Field Geoscientists on the Move"},
      {
        "id":"EJ1111567",
        "title":"Growth in Reading Performance during the First Four Years in School. Research Report. ETS RR-07-39"},
      {
        "id":"EJ1111568",
        "title":"Investigating the Effectiveness of a Synthetic Linking Function on Small Sample Equating. Research Report. ETS RR-07-37"},
      {
        "id":"EJ1111570",
        "title":"Construct Validity of &quot;e-rater&quot;® in Scoring TOEFL® Essays. Research Report. ETS RR-07-21"},
      {
        "id":"EJ1111572",
        "title":"Small-Sample DIF Estimation Using Log-Linear Smoothing: A SIBTEST Application. Research Report. ETS RR-07-10"},
      {
        "id":"EJ1111574",
        "title":"Impact of Group Work and Extended Essay Writing on Online Advanced Placement Program® Student Performance. Research Report. ETS RR-07-22"},
      {
        "id":"EJ1111575",
        "title":"Monotone Properties of a General Diagnostic Model. Research Report. ETS RR-07-25"},
      {
        "id":"EJ1111576",
        "title":"Confidence and Cognitive Test Performance. Research Report. ETS RR-07-03"},
      {
        "id":"EJ1111577",
        "title":"Symmetric Nonlinear Regression. Research Report. ETS RR-07-13"},
      {
        "id":"EJ1111578",
        "title":"Estimation of Standard Error of Regression Effects in Latent Regression Models Using Binder's Linearization. Research Report. ETS RR-07-09"},
      {
        "id":"EJ1111579",
        "title":"Hierarchical General Diagnostic Models. Research Report. ETS RR-07-19"},
      {
        "id":"EJ1111580",
        "title":"On the Latent Regression Model of Item Response Theory. Research Report. ETS RR-07-12"},
      {
        "id":"EJ1111581",
        "title":"Mixture Distribution Diagnostic Models. Research Report. ETS RR-07-32"},
      {
        "id":"EJ1111582",
        "title":"Notions of Literacy in the K-12 School System in British Columbia Education since 2002: A Contested Terrain"},
      {
        "id":"EJ1111583",
        "title":"Collective Digital Storytelling: An Activity-Theoretical Analysis of Second Language Learning and Teaching"},
      {
        "id":"EJ1111584",
        "title":"Adaptive Technologies. Research Report. ETS RR-07-05"},
      {
        "id":"EJ1111585",
        "title":"Parameter Recovery and Subpopulation Proficiency Estimation in Hierarchical Latent Regression Models. Research Report. ETS RR-07-27"},
      {
        "id":"EJ1111586",
        "title":"Focus on Formative Feedback. Research Report. ETS RR-07-11"},
      {
        "id":"EJ1111587",
        "title":"Comparison of Multistage Tests with Computerized Adaptive and Paper-and-Pencil Tests. Research Report. ETS RR-07-04"},
      {
        "id":"EJ1111588",
        "title":"A Note on Gain Scores and Their Interpretation in Developmental Models Designed to Measure Change in the Early School Years. Research Report. ETS RR-07-08"},
      {
        "id":"EJ1111589",
        "title":"Reliability and the Nonequivalent Groups with Anchor Test Design. Research Report. ETS RR-07-16"},
      {
        "id":"EJ1111590",
        "title":"On Multidimensional Item Response Theory: A Coordinate-Free Approach. Research Report. ETS RR-07-30"},
      {
        "id":"EJ1111595",
        "title":"The Standardized Letter of Recommendation: Implications for Selection. Research Report. ETS RR-07-38"},
      {
        "id":"EJ1111597",
        "title":"An Illustration of the Use of Markov Decision Processes to Represent Student Growth (Learning). Research Report. ETS RR-07-40"},
      {
        "id":"EJ1111598",
        "title":"Refinement of a Bias-Correction Procedure for the Weighted Likelihood Estimator of Ability. Research Report. ETS RR-07-23"},
      {
        "id":"EJ1111599",
        "title":"The Impact of Anchor Test Length on Equating Results in a Nonequivalent Groups Design. Research Report. ETS RR-07-44"},
      {
        "id":"EJ1111600",
        "title":"The Impact of Short-Term Use of Criterion? on Writing Skills in Ninth Grade. Research Report. ETS RR-07-07"},
      {
        "id":"EJ1111601",
        "title":"An Exploration of Kernel Equating Using SAT® Data: Equating to a Similar Population and to a Distant Population. Research Report. ETS RR-07-17"},
      {
        "id":"EJ1111602",
        "title":"Beyond &quot;Empty Verbalism&quot;: How Teacher Candidates Benefit from Blogging about a Tutoring Practicum"},
      {
        "id":"EJ1111603",
        "title":"Scale Drift in Equating on a Test That Employs Cut Scores. Research Report. ETS RR-07-34"},
      {
        "id":"EJ1111604",
        "title":"Benefits and Challenges of Supervising an International Practicum"},
      {
        "id":"EJ1111605",
        "title":"An Assessment for Learning System Called ACED: Designing for Learning Effectiveness and Accessibility. Research Report. ETS RR-07-26"},
      {
        "id":"EJ1111606",
        "title":"Does the Flipped Classroom Lead to Increased Gains on Learning Outcomes in ESL/EFL Contexts?"},
      {
        "id":"EJ1111619",
        "title":"Mentor Texts Squared: Helping Students Explore Voice through Readings That Promote Critical Consciousness"},
      {
        "id":"EJ1111620",
        "title":"Notetaking Strategies and Their Relationship to Performance on Listening Comprehension and Communicative Assessment Tasks. TOEFL Monograph Series. MS-35. ETS RR-07-01"},
      {
        "id":"EJ1111621",
        "title":"What about Sam--The Kid in the Corner Whose Voice Doesn't Come Out?--Tensions between Open Discussions and Inclusive Educational Opportunities for English Learners"},
      {
        "id":"EJ1111622",
        "title":"Transformative Professional Development and the Promotion of Literacy through Culturally Responsive Pedagogy"},
      {
        "id":"EJ1111623",
        "title":"Toward an Understanding of the Role of Speech Recognition in Nonnative Speech Assessment. TOEFL iBT Research Report. TOEFL iBT-02. ETS RR-07-02"},
      {
        "id":"EJ1111624",
        "title":"&quot;You Learn Best When You're in There&quot;: ESOL Teacher Learning in the Practicum"},
      {
        "id":"EJ1111625",
        "title":"Kernel and Traditional Equipercentile Equating with Degrees of Presmoothing. Research Report. ETS RR-07-15"},
      {
        "id":"EJ1111626",
        "title":"Some Contemporary Forms of the Funds of Knowledge Approach. Developing Culturally Responsive Pedagogy for Social Justice"},
      {
        "id":"EJ1111627",
        "title":"Conducting Action Research in a Practicum: A Student Teacher's Perspective"},
      {
        "id":"EJ1111628",
        "title":"Evaluation of Automated Diagnosis and Instruction for Mathematics Problem-Solving. Research Report. ETS RR-07-28"},
      {
        "id":"EJ1111629",
        "title":"Contextualized Workforce Skills and ESL Learner Identity"},
      {
        "id":"EJ1111630",
        "title":"Reviewing the Role of Cognitive Load, Expertise Level, Motivation, and Unconscious Processing in Working Memory Performance"},
      {
        "id":"EJ1111631",
        "title":"Constructing Identity through Negotiation for Cambodian Adult English Language Learners in East Oakland"},
      {
        "id":"EJ1111632",
        "title":"Supporting Efficient, Evidence-Centered Item Development for the GRE Verbal Measure. ETS GRE Board Research Report No. 03-14. ETS RR-07-29"},
      {
        "id":"EJ1111633",
        "title":"Beyond First-Year Composition: Academic English Instructional Support for International Transfer Students"},
      {
        "id":"EJ1111634",
        "title":"Where Practicum Meets Test Preparation: Supporting Teacher Candidates through EdTPA"},
      {
        "id":"EJ1111635",
        "title":"Listening to Young Children's Voices: The Evaluation of a Coding System"},
      {
        "id":"EJ1111636",
        "title":"The Impact of the National Board for Professional Teaching Standards: A Review of the Research. Research Report. ETS RR-07-33"},
      {
        "id":"EJ1111637",
        "title":"International Students at the University of California: The Impact on Writing Center Practice"},
      {
        "id":"EJ1111638",
        "title":"Students' Response to Academic Setback: &quot;Growth Mindset&quot; as a Buffer against Demotivation"},
      {
        "id":"EJ1111639",
        "title":"Refashioning the Practicum by Emphasizing Attending and Reflective Skills"},
      {
        "id":"EJ1111640",
        "title":"Writing Instructors' Perceptions of International Student Writers: What Teachers Want and Need to Know"},
      {
        "id":"EJ1111641",
        "title":"Discovering Aspects of Teacher Identity through Volunteering in the Noncredit ESL Classroom"},
      {
        "id":"EJ1111644",
        "title":"English Teachers' Self-Efficacy Beliefs and Students Learning Approaches: The Role of Classroom Structure Perception"},
      {
        "id":"EJ1111645",
        "title":"University Organizational Culture through Insider Eyes: A Case Study of a Writing Program"},
      {
        "id":"EJ1111646",
        "title":"Revising and Validating Achievement Emotions Questionnaire--Teachers (AEQ-T)"},
      {
        "id":"EJ1111647",
        "title":"The Correlation between Item Parameters and Item Fit Statistics. Research Report. ETS RR-07-36"},
      {
        "id":"EJ1111650",
        "title":"Instructional Leadership: The Role of Heads of Schools in Managing the Instructional Programme"},
      {
        "id":"EJ1111652",
        "title":"An Initial Investigation of a Modified Procedure for Parallel Analysis. Research Report. ETS RR-07-41"},
      {
        "id":"EJ1111655",
        "title":"Developing Global Competency in US Higher Education: Contributions of International Students"},
      {
        "id":"EJ1111656",
        "title":"Do It Yourself in Education: Leadership for Learning across Physical and Virtual Borders"},
      {
        "id":"EJ1111657",
        "title":"On-the-Fly Customization of Automated Essay Scoring. Research Report. ETS RR-07-42"},
      {
        "id":"EJ1111658",
        "title":"Reflecting on the Practicum: An Invitation to Continue the Conversation"},
      {
        "id":"EJ1111659",
        "title":"Conditioning Factors and Opportunities for Teamwork. A Case Study from a Catalan University"},
      {
        "id":"EJ1111660",
        "title":"School Leadership: From Practice to Policy"},
      {
        "id":"EJ1111661",
        "title":"The War on Poverty Must Be Won: Transformative Leaders Can Make a Difference"},
      {
        "id":"EJ1111662",
        "title":"The Appointment of School Leaders in Mexican Primary Schools: An Exploratory Study of the System of Promotion"},
      {
        "id":"EJ1111663",
        "title":"The Role of Leadership: The Challenge of Knowledge Management and Learning in Knowledge-Intensive Organizations"},
      {
        "id":"EJ1111664",
        "title":"Accreditation Routines in a Demoralized School: Repairing, Expanding, and Striving for Improvement"},
      {
        "id":"EJ1111665",
        "title":"Identify the Cracks; That's Where the Light Slips In: The Narratives of Latina/o Bilingual Middle-Class Youth"},
      {
        "id":"EJ1111666",
        "title":"Processing Academic Language through Four Corners Vocabulary Chart Applications"},
      {
        "id":"EJ1111667",
        "title":"The Micropolitics of School Principals' Decision Making in Nigeria: Principals' Perspective"},
      {
        "id":"EJ1111668",
        "title":"Asian EFL University Students' Preference toward Teaching Approaches"},
      {
        "id":"EJ1111669",
        "title":"Building a Professional Learning Community: A Way of Teacher Participation in Mexican Public Elementary Schools"},
      {
        "id":"EJ1111671",
        "title":"The Evolution of a Practicum: Movement toward a Capstone"},
      {
        "id":"EJ1111672",
        "title":"Leadership and the Design of Data-Driven Professional Networks in Schools"},
      {
        "id":"EJ1111674",
        "title":"In Their Words: Student Preparation and Perspectives on US Study"},
      {
        "id":"EJ1111675",
        "title":"Coaching: An Apprenticeship Approach for the 21st Century"},
      {
        "id":"EJ1111676",
        "title":"Investigating Principals' Knowledge and Perceptions of Second Language Programs for English Language Learners"},
      {
        "id":"EJ1111679",
        "title":"Successful School Leadership for Improved Student Outcomes: Capacity Building and Synergy"},
      {
        "id":"EJ1111680",
        "title":"Across Gender. Work Situations of Rural Women in the South of Spain"},
      {
        "id":"EJ1111682",
        "title":"Towards a Conceptualization of Dialogic Leadership"},
      {
        "id":"EJ1111683",
        "title":"Principal and Teacher Collaboration: An Exploration of Distributed Leadership in Professional Learning Communities"},
      {
        "id":"EJ1111684",
        "title":"Leaders' Communication Pattern: A Predictor of Lecturers' Job Performance in Nigeria"},
      {
        "id":"EJ1111685",
        "title":"A Construal of the Understanding Level of Quality Assurance by Internal Stakeholders in Two Malaysian Universities"},
      {
        "id":"EJ1111686",
        "title":"Making Sense of Distributed Leadership: How Secondary School Educators Look at Job Redesign"},
      {
        "id":"EJ1111688",
        "title":"Genres of Underemployment: A Dialogical Analysis of College Graduate Underemployment"},
      {
        "id":"EJ1111689",
        "title":"When Is Peer Aggression &quot;Bullying?&quot; An Analysis of Elementary and Middle School Student Discourse on Bullying at School"},
      {
        "id":"EJ1111691",
        "title":"An Exploration of Iranian EFL Teachers' Perceptions on the Globalization and Hegemony of English"},
      {
        "id":"EJ1111695",
        "title":"Let's Share Perspectives! Mentalistic Skills Involved in Cooperation"},
      {
        "id":"EJ1111696",
        "title":"Organizational Learning: Leading Innovations"},
      {
        "id":"EJ1111698",
        "title":"Measuring Preschool Children Temperament: Implications for Preschool Care and Education Practice"},
      {
        "id":"EJ1111699",
        "title":"Personality and Academic Motivation: Replication, Extension, and Replication"},
      {
        "id":"EJ1111700",
        "title":"Transforming Community College Education at The City University of New York"},
      {
        "id":"EJ1111702",
        "title":"Three Scales to Measure Burnout of Primary School Teachers: Empirical Evidence on Their Adequacy"},
      {
        "id":"EJ1111703",
        "title":"Compelling Counternarratives to Deficit Discourses: An Investigation into the Funds of Knowledge of Culturally and Linguistically Diverse U.S. Elementary Students' Households"},
      {
        "id":"EJ1111704",
        "title":"Reflections on Educational Psychology in an Emerging Democracy"},
      {
        "id":"EJ1111705",
        "title":"The Road to the Ivory Tower: The Learning Experiences of Students with Disabilities at the University of Manitoba"},
      {
        "id":"EJ1111706",
        "title":"Teacher Demoralization, Disempowerment and School Administration"},
      {
        "id":"EJ1111707",
        "title":"Enhancing Historical Reasoning: A Strategy Including Formative Assessment with Systematic Continuous Feedback"},
      {
        "id":"EJ1111709",
        "title":"Graduate Students' Construction of Researcher Identities Explored through Discourse Analysis"},
      {
        "id":"EJ1111710",
        "title":"The Ethnic Context and Attitudes toward 9th Grade Math"},
      {
        "id":"EJ1111711",
        "title":"Mindfulness as an Alternative for Supporting University Student Mental Health: Cognitive-Emotional and Depressive Self-Criticism Measures"},
      {
        "id":"EJ1111712",
        "title":"Encyclopedic Memory: Long-Term Memory Capacity for Knowledge Vocabulary in Middle School"},
      {
        "id":"EJ1111713",
        "title":"First-Person Educational Psychology for Teacher Education Majors: A Biofunctional Understanding Intervention"},
      {
        "id":"EJ1111714",
        "title":"Including Psychology in Inclusive Pedagogy: Enriching the Dialogue?"},
      {
        "id":"EJ1111715",
        "title":"The Development and Psychometric Assessment of a Scale to Measure the Severity of Examination Anxiety among Undergraduate University Students"},
      {
        "id":"EJ1111716",
        "title":"Teacher-Student Relationships, Social and Emotional Skills, and Emotional and Behavioural Difficulties"},
      {
        "id":"EJ1111717",
        "title":"'Well, I Have to Write That&quot;: A Cross-Case Qualitative Analysis of Young Writers' Motivations to Write"},
      {
        "id":"EJ1111718",
        "title":"Pedagogical Voyeurism: Dialogic Critique of Documentation and Assessment of Learning"},
      {
        "id":"EJ1111719",
        "title":"The Paradox of the Missing Biological Function in Understanding: Implications for Moral and General Education"},
      {
        "id":"EJ1111720",
        "title":"NNESTs' Professional Identity in the Linguistically and Culturally Diverse Classrooms"},
      {
        "id":"EJ1111721",
        "title":"Effects of Peer Tutoring on Reading Self-Concept"},
      {
        "id":"EJ1111722",
        "title":"Peers Influence Mathematics Strategy Use in Early Elementary School"},
      {
        "id":"EJ1111723",
        "title":"The Sociocultural Psychology as a Postformal Theory of Academic Achievement: Interrogating Formal Education"},
      {
        "id":"EJ1111724",
        "title":"Bullying, Cheating, Deceiving: Teachers' Perception of Deceitful Situations at School"},
      {
        "id":"EJ1111725",
        "title":"A Visual Narrative Inquiry into Children's Sense of Agency in Preschool and First Grade"},
      {
        "id":"EJ1111726",
        "title":"Self-Regulation of Behavior: Students versus Other Adults"},
      {
        "id":"EJ1111727",
        "title":"Cooperative Learning: Developments in Research"},
      {
        "id":"EJ1111728",
        "title":"Eye of the Beholder: Investigating the Interplay between Inquiry Role Diversification and Social Perspective Taking"},
      {
        "id":"EJ1111729",
        "title":"Psychological Correlates of School Bullying Victimization: Academic Self-Concept, Learning Motivation and Test Anxiety"},
      {
        "id":"EJ1111730",
        "title":"Student Perceptions of Cognitive Efficiency: Implications for Instruction"},
      {
        "id":"EJ1111731",
        "title":"Examining the Effects of Text Genre and Structure on Fourth-and Fifth-Grade Students' High-Level Comprehension as Evidenced in Small-Group Discussions"},
      {
        "id":"EJ1111732",
        "title":"Layered Identities and Being Gabby: A Five-Year Longitudinal Case Study"},
      {
        "id":"EJ1111733",
        "title":"The Role of Neurosciences in Education… and vice versa"},
      {
        "id":"EJ1111734",
        "title":"Middle School Students' Conceptual Understanding of Equations: Evidence from Writing Story Problems"},
      {
        "id":"EJ1111735",
        "title":"The Mediating Roles of Generative Cognition and Organizational Culture between Personality Traits and Student Imagination"},
      {
        "id":"EJ1111736",
        "title":"Modeling Metacognition: Making Thinking Visible in a Content Course for Teachers"},
      {
        "id":"EJ1111737",
        "title":"Students' Recognition of Function Transformations' Themes Associated with the Algebraic Representation"},
      {
        "id":"EJ1111738",
        "title":"Character Strengths and Psychological Wellbeing among Students of Teacher Education"},
      {
        "id":"EJ1111739",
        "title":"Justice and Human Development"},
      {
        "id":"EJ1111740",
        "title":"Examining the Impact of a Video Case-Based Mathematics Methods Course on Secondary Pre-Service Teachers' Skills at Analysing Students' Strategies"},
      {
        "id":"EJ1111741",
        "title":"Mathematizing Perceptions: Preservice Teachers' Use of Mathematics to Investigate Their Relationship with the Community"},
      {
        "id":"EJ1111743",
        "title":"The Contributions of Psychological Maturity and Personality in the Prediction of Adolescent Academic Achievement"},
      {
        "id":"EJ1111744",
        "title":"Reductions in Negative Automatic Thoughts in Students Attending Mindfulness Tutorials Predicts Increased Life Satisfaction"},
      {
        "id":"EJ1111745",
        "title":"Absenteeism, Burnout and Symptomatology of Teacher Stress: Sex Differences"},
      {
        "id":"EJ1111746",
        "title":"Applicant Reactions to a Situational Judgment Test Used for Selection into Initial Teacher Training"},
      {
        "id":"EJ1111747",
        "title":"Academic Language, English Language Learners, and Systemic Functional Linguistics: Connecting Theory and Practice in Teacher Education"},
      {
        "id":"EJ1111748",
        "title":"Academic Writing for Graduate-Level English as a Second Language Students: Experiences in Education"},
      {
        "id":"EJ1111749",
        "title":"Analyzing the Role of Visual Cues in Developing Prediction-Making Skills of Third- and Ninth-Grade English Language Learners"},
      {
        "id":"EJ1111750",
        "title":"Bridging the Gaps: Multimodal Theme-Sets in the Global Composition Classroom"},
      {
        "id":"EJ1111751",
        "title":"Fostering Academic Vocabulary Use in Writing"},
      {
        "id":"EJ1111752",
        "title":"Learning English in Mexico: Perspectives from Mexican Teachers of English"},
      {
        "id":"EJ1111753",
        "title":"Separated by a Common Language: Linguistic Relativity in a College Composition Course"},
      {
        "id":"EJ1111754",
        "title":"The Re-Placement Test: Using TOEFL for Purposes of Placement"},
      {
        "id":"EJ1111758",
        "title":"Contextualizing Mathematics Related Affect: Significance of Students' Individual and Social Level Affect in Finland and Chile"},
      {
        "id":"EJ1111761",
        "title":"How Can I Help My Students with Learning Disabilities in Mathematics?"},
      {
        "id":"EJ1111765",
        "title":"Evaluating Mathematics Teachers' Professional Development Motivations and Needs"},
      {
        "id":"EJ1111770",
        "title":"Research Findings' Impact on the Representation of Proportional Reasoning in Swedish Mathematics Textbooks"},
      {
        "id":"EJ1111778",
        "title":"School Socio-Cultural Identity and Perceived Parental Involvement about Mathematics Learning in Greece"},
      {
        "id":"EJ1111781",
        "title":"Fostering Students' Statistical Literacy through Significant Learning Experience"},
      {
        "id":"EJ1111784",
        "title":"Teams Games Tournaments (TGT). Cooperative Technique for Learning Mathematics in Secondary Schools in Bangladesh"},
      {
        "id":"EJ1111793",
        "title":"The Direction and Autonomy of Interdisciplinary Study and Research Paths in Teacher Education"},
      {
        "id":"EJ1111795",
        "title":"Inventing (in) Early Geometry, or How Creativity Inheres in the Doing of Mathematics"},
      {
        "id":"EJ1111796",
        "title":"Service-Learning in Physical Education Teacher Training. Physical Education in the Modelo Prison, Barcelona"},
      {
        "id":"EJ1111798",
        "title":"Facilitating LGBT Medical, Health and Social Care Content in Higher Education Teaching"},
      {
        "id":"EJ1111801",
        "title":"Implementation and Evaluation of Technology Mentoring Program Developed for Teacher Educators: A 6M-Framework"},
      {
        "id":"EJ1111804",
        "title":"A Preliminary Examination of Teachers' and Students' Perspectives on Autonomy-Supportive Instructional Behaviors"},
      {
        "id":"EJ1111807",
        "title":"Mature Students Speak Up: Career Exploration and the Working Alliance"},
      {
        "id":"EJ1111816",
        "title":"Dual Reflections on Teaching and Learning of Autoethnography: Preparing Doctoral Students Authentically for a Career in the Academy"},
      {
        "id":"EJ1111822",
        "title":"An Evaluation of Student Interpersonal Support in a Spanish-English Nursing Program"},
      {
        "id":"EJ1111834",
        "title":"Deep Impact: How a Job-Embedded Formative Assessment Professional Development Model Affected Teacher Practice"},
      {
        "id":"EJ1111848",
        "title":"Information and Communication Technology Skills of Students Using the Distant Education Management System to Complete Their Theology Undergraduate Education"},
      {
        "id":"EJ1111849",
        "title":"Organizational Justice Perceptions and Views on Violence of Branch Teachers Working in Primary Schools"},
      {
        "id":"EJ1111858",
        "title":"A Second Look at Mobile Technology in the Classroom: Don't Ban It. Use It!"},
      {
        "id":"EJ1111859",
        "title":"ESL Student Identity and the Multigenre Research Project"},
      {
        "id":"EJ1111860",
        "title":"The Meaning of &quot;Citizenship&quot;: Tests, Policy, and English Proficiency"},
      {
        "id":"EJ1111862",
        "title":"Vocabulary Assessment with Varying Levels of Context: A Replication Study"},
      {
        "id":"EJ1111863",
        "title":"Closing the Communication Gap between Undergraduates and International Faculty"},
      {
        "id":"EJ1111865",
        "title":"Promoting Student Engagement during Integrative Lessons: A Model Classroom"},
      {
        "id":"EJ1111866",
        "title":"Leveling the Playing Field: The Efficacy of Thinking Maps on English Language Learner Students' Writing"},
      {
        "id":"EJ1111867",
        "title":"A Biliteracy Dialogue Approach to One-on-One Writing Instruction with Bilingual, Mexican, Immigrant Writers"},
      {
        "id":"EJ1111868",
        "title":"Student Perceptions of How TESOL Educators Teach Nonnative English-Speaking Teachers"},
      {
        "id":"EJ1111869",
        "title":"Mainstream English Teachers Working with Nonnative Speakers: How Well Prepared Are They?"},
      {
        "id":"EJ1111870",
        "title":"&quot;There and Back Again&quot; in the Writing Classroom: A Graduate Student's Recursive Journey through Pedagogical Research and Theory Development"},
      {
        "id":"EJ1111871",
        "title":"Multicultural Teacher Education: Why Teachers Say It Matters in Preparing Them for English Language Learners"},
      {
        "id":"EJ1111872",
        "title":"Bridging the Gap: TESOL Training in a Linguistics Department"},
      {
        "id":"EJ1111874",
        "title":"Romanticizing Culture: The Role of Teachers' Cultural Intelligence in Working with Diversity"},
      {
        "id":"EJ1111875",
        "title":"Word Lists for Vocabulary Learning and Teaching"},
      {
        "id":"EJ1111876",
        "title":"L1 Use in FL Classrooms: Graduate Students' and Professors' Perceptions of English Use in Foreign Language Courses"},
      {
        "id":"EJ1111877",
        "title":"Curriculum Development 101: Lessons Learned from a Curriculum-Design Project"},
      {
        "id":"EJ1111878",
        "title":"Reconstructing the Theory-to-Practice Narrative"},
      {
        "id":"EJ1111879",
        "title":"Making Progress: A Case Study of Academic Literacy Development"},
      {
        "id":"EJ1111880",
        "title":"English for New Citizens: Contributions of a Learner-Centered Vocational ESL Framework"},
      {
        "id":"EJ1111881",
        "title":"Biliterate Voices of Hmong Generation 1.5 College Women: Suspended between Languages in the US Educational Experience"},
      {
        "id":"EJ1111884",
        "title":"Enriching Students' Linguistic Repertoires through Text-Based Guided Output Tasks"},
      {
        "id":"EJ1111885",
        "title":"Adult ESL Education in the US"},
      {
        "id":"EJ1111886",
        "title":"Using Professional Presentations to Improve Cross-Cultural Communication"},
      {
        "id":"EJ1111887",
        "title":"Facilitating the Quest: A Case Study of Three Technologies in an EAPP Writing Classroom"},
      {
        "id":"EJ1111888",
        "title":"Toward a Three-Step Pedagogy for Fostering Self-Assessment in a Second Language Writing Classroom"},
      {
        "id":"EJ1111889",
        "title":"Online Forum Discussions and the Development of Opinions in College-Level ESL Writing"},
      {
        "id":"EJ1111890",
        "title":"Reflecting on Native Speaker Privilege"},
      {
        "id":"EJ1111891",
        "title":"Implementing Task-Oriented Content-Based Instruction for First- and Second-Generation Immigrant Students"},
      {
        "id":"EJ1111892",
        "title":"Tuning In: Using the News for a Content-Based ESL Class"},
      {
        "id":"EJ1111893",
        "title":"Semantic and Thematic List Learning of Second Language Vocabulary"},
      {
        "id":"EJ1111894",
        "title":"So, Transitions: Linking Adverbial Use of University ESL Students"},
      {
        "id":"EJ1111895",
        "title":"&quot;I Wish That I Could Belong&quot;: An Intercultural Play about Adapting to Life in the US"},
      {
        "id":"EJ1111896",
        "title":"Introducing English as an International Language in the Inner-Circle Classroom: Exploring World Englishes"},
      {
        "id":"EJ1111897",
        "title":"The Interaction of Theory, Philosophy, and Practice in ESL Writing Conferences"},
      {
        "id":"EJ1111898",
        "title":"Using Free Online Materials as the Basis of an Upper-Level IEP Listening and Speaking Course"},
      {
        "id":"EJ1111899",
        "title":"Using Theater Concepts in the TESOL Classroom"},
      {
        "id":"EJ1111900",
        "title":"Sequenced Peer Revision: Creating Competence and Community"},
      {
        "id":"EJ1111901",
        "title":"What Makes Critical Thinking Critical for Adult ESL Students"},
      {
        "id":"EJ1111902",
        "title":"Teaching ESL Beginners Metacognitive Writing Strategies through Multimedia Software"},
      {
        "id":"EJ1111903",
        "title":"Literacy and Disciplinary Experiences of Taiwanese/Chinese Students Learning to Write in a US Graduate TESOL Program"},
      {
        "id":"EJ1111908",
        "title":"Addressing a Threat to the Healthfulness of Tomorrow's Generation: The Case of Cigarette Smoking in Nigeria"},
      {
        "id":"EJ1111909",
        "title":"Out of Sight, out of Mind: A Case Study of an Alternative School for Students with Emotional Disturbance (ED)"},
      {
        "id":"EJ1111923",
        "title":"Preconstructing Suspicion and Recasting Masculinity in Preschool Settings"},
      {
        "id":"EJ1111930",
        "title":"Disrupting Ethnography through Rhizoanalysis"},
      {
        "id":"EJ1111937",
        "title":"The (Mis)Use of Technology in the National Accreditation System"},
      {
        "id":"EJ1111944",
        "title":"Bones of the Earth"},
      {
        "id":"EJ1111946",
        "title":"Disrupting Façades of Clarity in the Teaching and Learning of Qualitative Research"},
      {
        "id":"EJ1111947",
        "title":"ORIOLE, in the Search for Evidence of OER in Teaching. Experiences in the Use, Re-Use and the Sharing and Influence of Repositories"},
      {
        "id":"EJ1111948",
        "title":"Orchestrating Evaluation of Complex Educational Technologies: A Case Study of a CSCL System"},
      {
        "id":"EJ1111949",
        "title":"Challenging Frameworks for Understanding Teaching Practices in Higher Education: The End or the Beginning?"},
      {
        "id":"EJ1111952",
        "title":"Toward Better Collaboration in the Education of Students with Fetal Alcohol Spectrum Disorders: Integrating the Voices of Teachers, Administrators, Caregivers, and Allied Professionals"},
      {
        "id":"EJ1111953",
        "title":"Sharing Resources in Open Educational Communities"},
      {
        "id":"EJ1111979",
        "title":"Marginalizing TESOL: Preservice Teacher Training in Arizona"},
      {
        "id":"EJ1111980",
        "title":"Teaching Writing within the Disciplines: A Viable Approach for English for Academic Purposes (EAP) Instructors"},
      {
        "id":"EJ1111981",
        "title":"Use with Caution: What CELDT Results Can and Cannot Tell Us"},
      {
        "id":"EJ1111985",
        "title":"Chinese University EFL Undergraduate Students' Perceptions towards EGAP Reading and Writing Courses"},
      {
        "id":"EJ1111987",
        "title":"Factors Influencing Success of Conditionally Admitted Students in Graduate TESOL Programs"},
      {
        "id":"EJ1111988",
        "title":"Foreign Language Teachers' Professional Development through Peer Observation Programme"},
      {
        "id":"EJ1111989",
        "title":"Instructional Strategies for Developing Critical Thinking in EFL Classrooms"},
      {
        "id":"EJ1111991",
        "title":"Iranian EFL Students' Emotional Intelligence and Autonomy in Distance Education"},
      {
        "id":"EJ1111994",
        "title":"Written Feedback, Student Writing, and Institutional Policies: Implications for Novice Teacher Development"},
      {
        "id":"EJ1111995",
        "title":"The Construction of Teaching Model on College English Writing from the Perspective of Cognitive Genre"},
      {
        "id":"EJ1112009",
        "title":"Bilingual Hispanic and Southeast Asian Students' Challenges in a Freshman History Course"},
      {
        "id":"EJ1112015",
        "title":"How to Unpack a Difficult Poem for Language Learning"},
      {
        "id":"EJ1112016",
        "title":"Commission on Teacher Credentialing Approves 8 ELL-Related Credential Options"},
      {
        "id":"EJ1112017",
        "title":"&quot;Little by Little:&quot; Classroom Practices That Can Silence Latino Kindergartners"},
      {
        "id":"EJ1112018",
        "title":"How TESOL Educators Teach Nonnative English-Speaking Teachers"},
      {
        "id":"EJ1112020",
        "title":"Monolingual Teachers in Multilingual Settings: Changing Attitudes and Practices"},
      {
        "id":"EJ1112021",
        "title":"Professional Development to Work with Low-Educated Adult ESL Learners: Searching beyond the Program"},
      {
        "id":"EJ1112024",
        "title":"Professional Development through Community Partnership: How a Class Project Led to Graduate Student Teaching Practices"},
      {
        "id":"EJ1112026",
        "title":"Professional Development through Graduate Study: Using Academic Research to Inform Professional Practices"},
      {
        "id":"EJ1112027",
        "title":"ESL Teacher-Education Programs: Measuring up to the TESOL/NCATE Yardstick"},
      {
        "id":"EJ1112028",
        "title":"Professional Development through Inquiry: Addressing Sexual Identity in TESOL"},
      {
        "id":"EJ1112029",
        "title":"Examining Rubrics Used to Measure Writing Performance in U.S. Intensive English Programs"},
      {
        "id":"EJ1112031",
        "title":"Reimagining TESOL Professionalism: The Graduate Student Perspective"},
      {
        "id":"EJ1112032",
        "title":"A Language-Related Comparison of Generation 1.5 and L1 Student Writing"},
      {
        "id":"EJ1112034",
        "title":"A Case for Adult Two-Way Bilingual Immersion"},
      {
        "id":"EJ1112037",
        "title":"Rethinking Traditional Assessment Concepts in Classroom-Based Assessment"},
      {
        "id":"EJ1112039",
        "title":"An Interview Study of Learner Motivation and Learner Involvement in Mandatory College-Level Academic Writing Classes"},
      {
        "id":"EJ1112040",
        "title":"Lost in Translation: Strategies Japanese Language Learners Use in Communicating Culturally Specific L1 Expressions in English"},
      {
        "id":"EJ1112042",
        "title":"Writing Proficiency Exams and the Internationalization of U.S. Higher Education"},
      {
        "id":"EJ1112045",
        "title":"Professional Development as a Novice Tutor: Navigating the Process Approach"},
      {
        "id":"EJ1112046",
        "title":"From Theory to Practice for Teachers of English Learners"},
      {
        "id":"EJ1112048",
        "title":"From Narrative to Analytical: Using Theme/Rheme to Scaffold Students' Revisions between Genres of Writing"},
      {
        "id":"EJ1112053",
        "title":"Professional Development as Academic Apprenticeship: Moving from Outsider to Voice of Authority"},
      {
        "id":"EJ1112059",
        "title":"The Impact of Video-Based Materials on Chinese-Speaking Learners' English Text Comprehension"},
      {
        "id":"EJ1112179",
        "title":"&quot;Nobody Can Sit There&quot;: Two Perspectives on How Mathematics Problems in Context Mediate Group Problem Solving Discussions"},
      {
        "id":"EJ1112182",
        "title":"The Use of the History of Mathematics in the Teaching Pre-Service Mathematics Teachers"},
      {
        "id":"EJ1112184",
        "title":"Predictors of Achievement When Virtual Manipulatives Are Used for Mathematics Instruction"},
      {
        "id":"EJ1112186",
        "title":"Observatório da Educação: An Investigation of Teacher Professional Development of Mathematics Teachers"},
      {
        "id":"EJ1112187",
        "title":"Students' Equation Understanding and Solving in Iran"},
      {
        "id":"EJ1112190",
        "title":"Understanding the Knowledge and Practices of Mathematics Teacher Educators Who Focus on Developing Teachers' Equitable Mathematics Pedagogy"},
      {
        "id":"EJ1112191",
        "title":"Three Key Concepts of the Theory of Objectification: Knowledge, Knowing, and Learning"},
      {
        "id":"EJ1112193",
        "title":"Agency as Inference: Toward a Critical Theory of Knowledge Objectification"},
      {
        "id":"EJ1112196",
        "title":"Mathematics Education and Ethnomathematics. A Connection in Need of Reinforcement"},
      {
        "id":"EJ1112200",
        "title":"From Human Activity to Conceptual Understanding of the Chain Rule"},
      {
        "id":"EJ1112204",
        "title":"Empirical Taxonomies of Gameplay Enjoyment: Personality and Video Game Preference"},
      {
        "id":"EJ1112207",
        "title":"Workplace Mathematics Research: Reflections on Personal Practical Experiences"},
      {
        "id":"EJ1112214",
        "title":"The Impact of Early Algebra: Results from a Longitudinal Intervention"},
      {
        "id":"EJ1112216",
        "title":"Montessori Practices: Options for a Digital Age"},
      {
        "id":"EJ111222",
        "title":"Characteristics of Effective Teaching in Canadian Universities - An Analysis Based on the Testimony of a Thousand Graduates"},
      {
        "id":"EJ1112220",
        "title":"The Scientist in the Casa: The Child as Scientist in the Making"},
      {
        "id":"EJ1112221",
        "title":"Elementary Students' Spontaneous Metacognitive Functions in Different Types of Mathematical Problems"},
      {
        "id":"EJ1112223",
        "title":"Biodiversity and Peace: Where Technology and Montessori Come Together in the Children's Eternal Rainforest, Costa Rica"},
      {
        "id":"EJ1112225",
        "title":"Algebra and Proof in High School: The Case of Algebraic Proof as Discovery"},
      {
        "id":"EJ1112226",
        "title":"Technology and the Prepared Environment for the Third-Plane Child"},
      {
        "id":"EJ1112229",
        "title":"An APOS Analysis of Natural Science Students' Understanding of Integration"},
      {
        "id":"EJ111223",
        "title":"Teaching and Research: Their Relation in the University"},
      {
        "id":"EJ1112230",
        "title":"Technology in the Montessori Classroom: Benefits, Hazards and Preparation for Life"},
      {
        "id":"EJ1112231",
        "title":"A Case Study on Pre-Service Teachers Students' Interaction with Graphical Artefacts"},
      {
        "id":"EJ1112234",
        "title":"Technology, Togetherness, and Adolescents: Creating a Meaningful Adolescent Learning Community in the Digital Age"},
      {
        "id":"EJ1112235",
        "title":"Mathematicians, Mathematics Educators and the State of the World"},
      {
        "id":"EJ1112237",
        "title":"How Do Elementary Preservice Teachers Form Beliefs and Attitudes toward Geometry Learning? Implications for Teacher Preparation Programs"},
      {
        "id":"EJ1112238",
        "title":"Embracing &quot;Nepantla&quot;: Rethinking &quot;Knowledge&quot; and Its Use in Mathematics Teaching"},
      {
        "id":"EJ1112239",
        "title":"Implementing CLIL in Higher Education in Thailand: The Extent to Which CLIL Improves Agricultural Students' Writing Ability, Agricultural Content, and Cultural Knowledge"},
      {
        "id":"EJ111224",
        "title":"Accountability for Effective and Efficient University Teaching"},
      {
        "id":"EJ1112240",
        "title":"The Impact of Teaching Communication Strategies on English Speaking of Engineering Undergraduates"},
      {
        "id":"EJ1112241",
        "title":"Variable Production of English Past Tense Morphology: A Case Study of a Thai-Speaking Learner of English"},
      {
        "id":"EJ1112242",
        "title":"Horizon Content Knowledge: Shaping MKT for a Continuous Mathematical Education"},
      {
        "id":"EJ1112243",
        "title":"English-Thai Code-Switching of Teachers in ESP Classes"},
      {
        "id":"EJ1112245",
        "title":"The Development and Validation of Willingness-to-Listen in L2 (WTL) Scale"},
      {
        "id":"EJ1112246",
        "title":"In the Right Place at the Right Time: Asian English Accents in a Listening Test for Healthcare Professions"},
      {
        "id":"EJ1112247",
        "title":"Idea Sharing: Do Students Learn Better through a More Entertaining Way? The Case of Taiwan EFL Students"},
      {
        "id":"EJ1112248",
        "title":"Rhetorical Structure of Education Research Article Methods Sections"},
      {
        "id":"EJ1112249",
        "title":"Conceptualization of Depth of Vocabulary Knowledge with Academic Reading Comprehension"},
      {
        "id":"EJ111225",
        "title":"Reaching Out to the Mature Learner--A New Direction for Canadian Universities"},
      {
        "id":"EJ1112252",
        "title":"MACBETH: Development of a Training Game for the Mitigation of Cognitive Bias"},
      {
        "id":"EJ1112253",
        "title":"Global Science and Social Systems: The Essentials of Montessori Education and Peace Frameworks"},
      {
        "id":"EJ1112255",
        "title":"Navigating the World of Technology with Kids in the Home, in the School"},
      {
        "id":"EJ1112256",
        "title":"How the Montessori Upper Elementary and Adolescent Environment Naturally Integrates Science, Mathematics, Technology, and the Environment"},
      {
        "id":"EJ1112257",
        "title":"The Scientist in the Classroom: The Montessori Teacher as Scientist"},
      {
        "id":"EJ1112258",
        "title":"Examining the Role of the Library in Promoting the Academic Achievement of English Learners"},
      {
        "id":"EJ1112259",
        "title":"Professionalism Prevails in Adult Education ESL Classrooms"},
      {
        "id":"EJ111226",
        "title":"Educational Aspirations of High School Graduates in British Columbia"},
      {
        "id":"EJ1112260",
        "title":"Achieving Student-Centered Success on the High School Exit Exam: Five Components of an Effective Remediation Program"},
      {
        "id":"EJ1112261",
        "title":"Task-Based Writing Instruction"},
      {
        "id":"EJ1112262",
        "title":"Teaching Research for Academic Purposes"},
      {
        "id":"EJ1112263",
        "title":"Negotiation Strategies in Short-Term Two-Way Conversation Partnerships: Their Use and Usefulness"},
      {
        "id":"EJ1112264",
        "title":"Their Words and Worlds: English as a Second Language Students in Adult Basic Education Literacy Programs"},
      {
        "id":"EJ1112266",
        "title":"State of the Profession: Intensive English Programs"},
      {
        "id":"EJ1112267",
        "title":"&quot;Glue&quot;: A Technique for Eliminating Fragments and Run-Ons"},
      {
        "id":"EJ1112268",
        "title":"Mathematics Teacher Continuing Education: Fostering the Constitution of a Learning Network"},
      {
        "id":"EJ1112269",
        "title":"Agents of Change in Promoting Reflective Abstraction: A Quasi-Experimental, Study on Limits in College Calculus"},
      {
        "id":"EJ111227",
        "title":"Select Bibliography of Higher Education in Canada"},
      {
        "id":"EJ1112270",
        "title":"Vocabulary and Content Learning in Grade 9 Earth Science: Effects of Vocabulary Preteaching, Rational Cloze Task, and Reading Comprehension Task"},
      {
        "id":"EJ1112271",
        "title":"Working with Families in Bilingual Mathematics: Supporting a Leadership Space for Latina Mothers"},
      {
        "id":"EJ1112272",
        "title":"Word of the Day"},
      {
        "id":"EJ1112273",
        "title":"An L2 Reader's Word-Recognition Strategies: Transferred or Developed"},
      {
        "id":"EJ1112274",
        "title":"Claiming Their Voice: Sociolinguistic Factors Affecting Immigrant Workers' Ability to Speak Up"},
      {
        "id":"EJ1112275",
        "title":"&quot;Being Good&quot; at Maths: Fabricating Gender Subjectivity"},
      {
        "id":"EJ1112276",
        "title":"An Analysis of Intercultural Communicative Competence: Hotel Front Office Personnel in Bangkok"},
      {
        "id":"EJ111228",
        "title":"Inventory of Research Relevant to Higher Education in Canada"},
      {
        "id":"EJ111229",
        "title":"Causes of Tightening Government Control of Universities"},
      {
        "id":"EJ111230",
        "title":"Claude Bissell's Idea of the University"},
      {
        "id":"EJ111231",
        "title":"Instructional Development in Canadian Higher Education"},
      {
        "id":"EJ111232",
        "title":"The Forms of Academe"},
      {
        "id":"EJ1112346",
        "title":"Video Captions for Online Courses: Do YouTube's Auto-Generated Captions Meet Deaf Students' Needs?"},
      {
        "id":"EJ1112347",
        "title":"A Comparison of Two Online Learning Systems"},
      {
        "id":"EJ1112348",
        "title":"Reading and Studying on the Screen: An Overview of Literature towards Good Learning Design Practice"},
      {
        "id":"EJ1112349",
        "title":"Language Pedagogy and Non-Transience in the Flipped Classroom"},
      {
        "id":"EJ1112376",
        "title":"Emotional Literacy and Pedagogical Confidence in Pre-Service Science and Mathematics Teachers"},
      {
        "id":"EJ1112379",
        "title":"Using Assessment to Develop Social Responsibility as a Graduate Attribute in Teacher Education"},
      {
        "id":"EJ1112380",
        "title":"Contextualizing Generic Pedagogical Knowledge through Tension-Focused Reflection: A Self-Study"},
      {
        "id":"EJ1112381",
        "title":"Mindfulness-Based Approaches for Young People with Autism Spectrum Disorder and Their Caregivers: Do These Approaches Hold Benefits for Teachers?"},
      {
        "id":"EJ1112384",
        "title":"Cross-Cultural Communication in Teacher Education: A Case Study of an Australian Pre-Service Teacher Placement in Liaoning, China"},
      {
        "id":"EJ1112386",
        "title":"Dangerous Practices: The Practicum Experiences of Non-Indigenous Pre-Service Teachers in Remote Communities"},
      {
        "id":"EJ1112389",
        "title":"Feedback on Second Language Pronunciation: A Case Study of EAP Teachers' Beliefs and Practices"},
      {
        "id":"EJ1112390",
        "title":"Investigation of Teacher Education Delivery of Bicultural Education"},
      {
        "id":"EJ1112391",
        "title":"The Transformation of Creativity in Entrepreneurial Learning in Teacher Education: A Critical Reflection"},
      {
        "id":"EJ1112392",
        "title":"Scaffolding the Mathematical &quot;Connections&quot;: A New Approach to Preparing Teachers for the Teaching of Lower Secondary Algebra"},
      {
        "id":"EJ1112423",
        "title":"The Effect of Task Types on Foreign Language Learners' Social Presence in Synchronous Computer Mediated Communication (SCMC)"},
      {
        "id":"EJ1112424",
        "title":"Listening Diary in the Digital Age: Students' Material Selection, Listening Problems, and Perceived Usefulness"},
      {
        "id":"EJ1112430",
        "title":"Using Different Types of Dictionaries for Improving EFL Reading Comprehension and Vocabulary Learning"},
      {
        "id":"EJ1112434",
        "title":"An Analysis of the Critical Reading Levels of Pre-Service Turkish and Literature Teachers"},
      {
        "id":"EJ1112435",
        "title":"The Effect of the Differentiated Teaching Approach in the Algebraic Learning Field on Students' Academic Achievements"},
      {
        "id":"EJ1112436",
        "title":"Innovation Efforts in Education and School Administration: Views of Turkish School Administrators"},
      {
        "id":"EJ1112437",
        "title":"Faculty Members' Views on the Effectiveness of Teacher Training Programs to Upskill Life-Long Learning Competence"},
      {
        "id":"EJ1112438",
        "title":"Relationship between Political Discrimination Level Perceived by Teachers and Teachers' Organizational Cynicism Levels"},
      {
        "id":"EJ1112439",
        "title":"Teacher Candidates' Perceptions of Standards in an Education Program at a University in Turkey"},
      {
        "id":"EJ1112440",
        "title":"The Relationship between Prospective Teachers' Media and Television Literacy and Their Critical Thinking Dispositions"},
      {
        "id":"EJ1112441",
        "title":"Adaptation of the Science, Technology, Engineering, and Mathematics Career Interest Survey (STEM-CIS) into Turkish"},
      {
        "id":"EJ1112443",
        "title":"Predictors of Teacher Support: Turkey and Shanghai in the Programme for International Student Assessment, 2012"},
      {
        "id":"EJ1112444",
        "title":"An Experimental Study towards Young Adults: Communication Skills Education"},
      {
        "id":"EJ1112446",
        "title":"A Study of Oral and Local History on Sportswomen with 5th Grade Students"},
      {
        "id":"EJ1112447",
        "title":"Pre-Service Classroom Teachers' Proof Schemes in Geometry: A Case Study of Three Pre-Service Teachers"},
      {
        "id":"EJ1112448",
        "title":"Psychometric Properties of the Emotional Labor Scale in a Turkish Sample of School Administrators"},
      {
        "id":"EJ1112449",
        "title":"The Relationship between Writing Anxiety and Writing Disposition among Secondary School Students"},
      {
        "id":"EJ1112450",
        "title":"The Effects of Repetitive Reading and PQRS Strategy in the Development of Reading Skill"},
      {
        "id":"EJ1112451",
        "title":"Twenty First Century Education: Transformative Education for Sustainability and Responsible Citizenship"},
      {
        "id":"EJ1112452",
        "title":"Education Technology Standards Self-Efficacy (ETSSE) Scale: A Validity and Reliability Study"},
      {
        "id":"EJ1112453",
        "title":"Analysis on the Relationship between Trust Culture and Prejudices in Primary Schools"},
      {
        "id":"EJ1112454",
        "title":"The Relationship between Mathematics Teachers' Teaching Approaches and 9th Grade Students' Mathematics Self"},
      {
        "id":"EJ1112455",
        "title":"The Impact of a Semiotic Analysis Theory-Based Writing Activity on Students' Writing Skills"},
      {
        "id":"EJ1112456",
        "title":"Autonomous Learning for English Acquisition in Blended e-Studies for Adults within the Context of Sustainable Development"},
      {
        "id":"EJ1112457",
        "title":"The Effect of Professional Development on Teacher Efficacy and Teachers' Self-Analysis of Their Efficacy Change"},
      {
        "id":"EJ1112458",
        "title":"Educational Action Research to Achieve the Essential Competencies of the Future"},
      {
        "id":"EJ1112460",
        "title":"Training of Critical Thinking Skills in Teacher Candidates and Placebo Effect: A Quasi-Experimental Study"},
      {
        "id":"EJ1112461",
        "title":"Web-Based Intervention for Developing Long-Term Health Literacy of Individuals: Possibilities and Limitations"},
      {
        "id":"EJ1112462",
        "title":"Design and Effects of a Concept Focused Discussion Environment in E-Learning"},
      {
        "id":"EJ1112463",
        "title":"Social Equality as Groundwork for Sustainable Schooling: The Free Lunch Issue"},
      {
        "id":"EJ1112464",
        "title":"A Suggested In-Service Training Model Based on Turkish Preschool Teachers' Conceptions for Sustainable Development"},
      {
        "id":"EJ1112466",
        "title":"An Exploration of Teaching Practices of Private, Public, and Public-Private EFL Teachers in Iran"},
      {
        "id":"EJ1088790",
        "title":"Theory of Planned Behavior Predicts Graduation Intentions of Canadian and Israeli Postsecondary Students with and without Learning Disabilities/Attention Deficit Hyperactivity Disorder"},
      {
        "id":"EJ1088831",
        "title":"Using Direct Behavior Rating--Single Item Scales to Assess Student Behavior within Multi-Tiered Systems of Support"},
      {
        "id":"EJ1088864",
        "title":"Predictors of Behavior Factors of High School Students against Recycling"},
      {
        "id":"EJ1088865",
        "title":"Flying, Feathery and Beaked Objects: Children's Mental Models about Birds"},
      {
        "id":"EJ1088871",
        "title":"Promoting Post-Formal Thinking in a U.S. History Survey Course: A Problem-Based Approach"},
      {
        "id":"EJ1088872",
        "title":"Approaches to Learning and Age in Predicting College Students' Academic Achievement"},
      {
        "id":"EJ1088924",
        "title":"Financial Stress and Financial Counseling: Helping College Students"},
      {
        "id":"EJ1088993",
        "title":"Keeping Pace with Information Literacy Instruction for the Real World: When Will MLS Programs Wake Up and Smell the LILACs?"},
      {
        "id":"EJ1088998",
        "title":"Special Collections, Primary Resources, and Information Literacy Pedagogy"},
      {
        "id":"EJ1089001",
        "title":"Teaching Web Evaluation: A Cognitive Development Approach"},
      {
        "id":"EJ1089004",
        "title":"Info Lit 2.0 or Déjà Vu?"},
      {
        "id":"EJ1089006",
        "title":"Cultural Shifts: Putting Critical Information Literacy into Practice"},
      {
        "id":"EJ1089010",
        "title":"Promising Practices in Instruction of Discovery Tools"},
      {
        "id":"EJ1089011",
        "title":"Minding the Gaps: Exploring the Space between Vision and Assessment in Information Literacy Work"},
      {
        "id":"EJ1089012",
        "title":"An Integrative Lesson on Searching, Tracking Citations, and Evaluating a Scholarly Article"},
      {
        "id":"EJ1089013",
        "title":"Time for a Paradigm Shift: The New ACRL Information Literacy Competency Standards for Higher Education"},
      {
        "id":"EJ1089056",
        "title":"Proposing a Metaliteracy Model to Redefine Information Literacy"},
      {
        "id":"EJ1089063",
        "title":"Evaluating the Effectiveness of Tools for Online Database Instruction"},
      {
        "id":"EJ1089064",
        "title":"A Reconsideration of Information Literacy"},
      {
        "id":"EJ1089065",
        "title":"Information Literacy and Digital Literacy: Competing or Complementary?"},
      {
        "id":"EJ1089068",
        "title":"Building a Library Subculture to Sustain Information Literacy Practice with Second Order Change"},
      {
        "id":"EJ1089069",
        "title":"Marketing Information Literacy"},
      {
        "id":"EJ1089070",
        "title":"A Thresholds Concepts Approach to the Standards Revision"},
      {
        "id":"EJ1089071",
        "title":"How AASL Learning Standards Inform ACRL Information Literacy Standards"},
      {
        "id":"EJ1089072",
        "title":"The New ACRL Information Literacy Competency Standards: Revising Reception"},
      {
        "id":"EJ1089073",
        "title":"Analyzing Archival Intelligence: A Collaboration between Library Instruction and Archives"},
      {
        "id":"EJ1089074",
        "title":"Rethinking the 2000 ACRL Standards: Some Things to Consider"},
      {
        "id":"EJ1089075",
        "title":"Transforming Information Literacy in the Sciences through the Lens of e-Science"},
      {
        "id":"EJ1089078",
        "title":"Moving Forward: A Discussion on the Revision of the ACRL Information Literacy Standards for Higher Education"},
      {
        "id":"EJ1089086",
        "title":"Integrating an Information Literacy Quiz into the Learning Management System"},
      {
        "id":"EJ1089091",
        "title":"Developing an Information Literacy Assessment Rubric: A Case Study of Collaboration, Process, and Outcomes"},
      {
        "id":"EJ1089093",
        "title":"Potential Ramifications of Common Core State Standards Adoption on Information Literacy"},
      {
        "id":"EJ1089097",
        "title":"Refreshing Information Literacy: Learning from Recent British Information Literacy Models"},
      {
        "id":"EJ1089100",
        "title":"Continuing the Conversation: Questions about the &quot;Framework&quot;"},
      {
        "id":"EJ1089105",
        "title":"This Is Really Happening: Criticality and Discussions of Context in ACRL's &quot;Framework for Information Literacy&quot;"},
      {
        "id":"EJ1089107",
        "title":"A Survey of Librarian Perceptions of Information Literacy Techniques"},
      {
        "id":"EJ1089112",
        "title":"Peering into the Writing Center: Information Literacy as a Collaborative Conversation"},
      {
        "id":"EJ1089114",
        "title":"Affective Learning and Personal Information Management: Essential Components of Information Literacy"},
      {
        "id":"EJ1089115",
        "title":"Education Training for Instruction Librarians: A Shared Perspective"},
      {
        "id":"EJ1089119",
        "title":"Content Analysis of Papers Submitted to &quot;Communications in Information Literacy,&quot; 2007-2013"},
      {
        "id":"EJ1089122",
        "title":"Engaging beyond the First College Year: Exploring the Needs of Second-Year Students"},
      {
        "id":"EJ1089130",
        "title":"Developing Research Skills with Low Stakes Assignments"},
      {
        "id":"EJ1089133",
        "title":"Wikipedia and the Wisdom of Crowds: A Student Project"},
      {
        "id":"EJ1089135",
        "title":"A Decade of Critical Information Literacy: A Review of the Literature"},
      {
        "id":"EJ1089137",
        "title":"The Flipped Classroom Teaching Model and Its Use for Information Literacy Instruction"},
      {
        "id":"EJ1089140",
        "title":"How We Got Here: A Historical Look at the Academic Teaching Library and the Role of the Teaching Librarian"},
      {
        "id":"EJ1089141",
        "title":"Pedagogies of Possibility within the Disciplines: Critical Information Literacy and Literatures in English"},
      {
        "id":"EJ1089146",
        "title":"Evaluating a Pre-Session Homework Exercise in a Standalone Information Literacy Class"},
      {
        "id":"EJ1089148",
        "title":"A Pedagogy of Inquiry"},
      {
        "id":"EJ1089149",
        "title":"First Thoughts on Implementing the Framework for Information Literacy"},
      {
        "id":"EJ1089152",
        "title":"Seeking Social Justice in the ACRL Framework"},
      {
        "id":"EJ1089165",
        "title":"Teaching and Learning Information Synthesis: An Intervention and Rubric Based Assessment"},
      {
        "id":"EJ1089210",
        "title":"Colleges of Education Librarians in Nigeria: An Investigation into the Self-Perception of ICT-Related Information Literacy Skills"},
      {
        "id":"EJ1089271",
        "title":"Teaching Information Literacy through &quot;Un-Research&quot;"},
      {
        "id":"EJ1089274",
        "title":"Information Literacy and the Flipped Classroom: Examining the Impact of a One-Shot Flipped Class on Student Learning and Perceptions"},
      {
        "id":"EJ1089275",
        "title":"Ideology and Critical Self-Reflection in Information Literacy Instruction"},
      {
        "id":"EJ1089282",
        "title":"Peer Review of Teaching: Best Practices for a Non-Programmatic Approach"},
      {
        "id":"EJ1089283",
        "title":"Connecting Inspiration with Information: Studio Art Students and Information Literacy Instruction"},
      {
        "id":"EJ1089285",
        "title":"Pedagogy for Practical Library Instruction: What Do We &quot;Really&quot; Need to Know?"},
      {
        "id":"EJ1089286",
        "title":"&quot;Mind-Blowing:&quot; Fostering Self-Regulated Learning in Information Literacy Instruction"},
      {
        "id":"EJ1089288",
        "title":"Motivational Design in Information Literacy Instruction"},
      {
        "id":"EJ1089327",
        "title":"Analytics4Action Evaluation Framework: A Review of Evidence-Based Learning Analytics Interventions at the Open University UK"},
      {
        "id":"EJ1089329",
        "title":"Remote Live Invigilation: A Pilot Study"},
      {
        "id":"EJ1089330",
        "title":"Learning Design, Social Ontology and Unintended Functionalism in Education Projects"},
      {
        "id":"EJ1089332",
        "title":"&quot;Talking Point&quot;--Flexible Targeted Online Staff Development That Works"},
      {
        "id":"EJ1089335",
        "title":"Students' Satisfaction with a Blended Instructional Design: The Potential of &quot;Flipped Classroom&quot; in Higher Education"},
      {
        "id":"EJ1089428",
        "title":"Supporting Every Child: School Counselors' Perceptions of Juvenile Sex Offenders in Schools"},
      {
        "id":"EJ1089482",
        "title":"Emotions Experienced by Learners and Their Development through Communication with the Tutor-Counsellor"},
      {
        "id":"EJ1089483",
        "title":"Who Are the Open Learners? A Comparative Study Profiling Non-Formal Users of Open Educational Resources"},
      {
        "id":"EJ1089485",
        "title":"A Learning Analytics Methodology for Detecting Sentiment in Student Fora: A Case Study in Distance Education"},
      {
        "id":"EJ1089486",
        "title":"Massive Open Online Courses and Economic Sustainability"},
      {
        "id":"EJ1089487",
        "title":"The Development of Distance Education Systems in Turkey, the Russian Federation and Saudi Arabia"},
      {
        "id":"EJ1089488",
        "title":"The New Postsecondary Landscape"},
      {
        "id":"EJ1089489",
        "title":"Reflections on the Issues of the Moment"},
      {
        "id":"EJ1089494",
        "title":"Massive Open Online Courses: Looking Ahead by Looking Back"},
      {
        "id":"EJ1089495",
        "title":"Distance Education: Access, Quality, Cautions, and Opportunities"},
      {
        "id":"EJ1089497",
        "title":"Creating Institutional Space for Business Model Innovation"},
      {
        "id":"EJ1089587",
        "title":"Your Customer's Voice: An Innovation Roadmap for Professional Education"},
      {
        "id":"EJ1089588",
        "title":"Building Customized University-to-Business (U2B) Partnerships"},
      {
        "id":"EJ1089589",
        "title":"A View from UMBC: Using Real-Time Labor-Market Data to Evaluate Professional Program Opportunities"},
      {
        "id":"EJ1089630",
        "title":"Wikipedia vs. Academia: An Investigation into the Role of the Internet in Education, with a Special Focus on Wikipedia"},
      {
        "id":"EJ1089631",
        "title":"The Effect of Nunan's Six Elements of Task to Improve Students Competencies in Legal English"},
      {
        "id":"EJ1089632",
        "title":"The Teacher as a Significant Part of Inclusive Education in the Conditions of Czech Schools: Current Opinions of Czech Teachers about the Inclusive Form of Education"},
      {
        "id":"EJ1089635",
        "title":"Looking at Algorithm Visualization through the Eyes of Pre-Service ICT Teachers"},
      {
        "id":"EJ1089638",
        "title":"Understanding the Concept of Information Literacy Students--For Example, the City Library &quot;Don Mihovil Pavlinovic&quot; Imotski"},
      {
        "id":"EJ1089639",
        "title":"Multi-Dimensional Perception of Parental Involvement"},
      {
        "id":"EJ1089641",
        "title":"Teaching and Learning Transformative Processes (The Winter School Program)"},
      {
        "id":"EJ1089648",
        "title":"Comparison of Ukrainian and Turkish Law Students' Attitudes towards Democratic Values: Cross-Cultural Study"},
      {
        "id":"EJ1089649",
        "title":"The Promise and Potential of Two-Way Immersion in Catholic Schools"},
      {
        "id":"EJ1089651",
        "title":"Widening the Gap: Unequal Distribution of Resources for K-12 Science Instruction"},
      {
        "id":"EJ1089674",
        "title":"A Brush with Research: Teaching Grounded Theory in the Art and Design Classroom"},
      {
        "id":"EJ1089675",
        "title":"Evaluation of Sports Trainers Perceptions on Computer Aided Education Related to the Attitudes toward Learning"},
      {
        "id":"EJ1089676",
        "title":"Recent Trends in Japanese Mathematics Textbooks for Elementary Grades: Supporting Teachers to Teach Mathematics through Problem Solving"},
      {
        "id":"EJ1089677",
        "title":"The Journey from Welcoming to Belonging: Stories of a New Principal in a Latino Community"},
      {
        "id":"EJ1089678",
        "title":"Performance in Basic Mathematics of Indigenous Students"},
      {
        "id":"EJ1089682",
        "title":"Redesigning the Student Learning Approach through Personality Types and Pedagogies, A Case Study in an Undergraduate Engineering Course"},
      {
        "id":"EJ1089687",
        "title":"The Effects of Gender on Attitudes of Preservice Teachers towards the Teaching Profession: A Meta-Analysis Study"},
      {
        "id":"EJ1089688",
        "title":"Relationship among Family Support, Love Attitude, and Well-Being of Junior High School Students"},
      {
        "id":"EJ1089689",
        "title":"Student Academic Freedom in Egypt: Perceptions of University Education Students"},
      {
        "id":"EJ1089690",
        "title":"The Effectiveness of Teaching Methods Used in Graphic Design Pedagogy in Both Analogue and Digital Education Systems"},
      {
        "id":"EJ1089691",
        "title":"Politics of Policy: Assessing the Implementation, Impact, and Evolution of the Performance Assessment for California Teachers (PACT) and edTPA"},
      {
        "id":"EJ1089692",
        "title":"Using Constructivist Teaching Strategies to Enhance Academic Outcomes of Students with Special Needs"},
      {
        "id":"EJ1093336",
        "title":"Review of Interactive Video--Romanian Project Proposal"},
      {
        "id":"EJ1093338",
        "title":"Implementation of Blended Learning in Higher Learning Institutions: A Review of the Literature"},
      {
        "id":"EJ1093339",
        "title":"Evaluation of the Third Class Science Text Book from the Teacher's Perspective at Madaba Municipality"},
      {
        "id":"EJ1093340",
        "title":"Student Science Teachers' Ideas about the Degradation of Ecosystems"},
      {
        "id":"EJ1093341",
        "title":"EFL Students' and Teachers' Attitudes toward Foreign Language Speaking Anxiety: A Look at NESTs and Non-NESTs"},
      {
        "id":"EJ1093342",
        "title":"The Effects of Concept Mapping and Academic Self-Efficacy on Mastery Goals and Reading Comprehension Achievement"},
      {
        "id":"EJ1093343",
        "title":"Rights in Education and Self-Identity: Education and Language of Instruction in Namibia"},
      {
        "id":"EJ1093344",
        "title":"The Effect of Implementing Knowledge Management System in Supplier Selection Content to Improve Learning Performance of Online Travel Agencies Staff"},
      {
        "id":"EJ1093349",
        "title":"Psychometric Properties of a Digital Citizenship Questionnaire"},
      {
        "id":"EJ1093350",
        "title":"Teaching Presence Influencing Online Students' Course Satisfaction at an Institution of Higher Education"},
      {
        "id":"EJ1093353",
        "title":"The Undesirable Behaviors of Students in Academic Classrooms, and the Discipline Strategies Used by Faculty Members to Control Such Behaviors from the Perspective of the College of Education Students in King Saud University"},
      {
        "id":"EJ1093358",
        "title":"Prediction Accuracy: The Role of Feedback in 6th Graders' Recall Predictions"},
      {
        "id":"EJ1093359",
        "title":"Computerphobia in Preservice Teachers"},
      {
        "id":"EJ1093360",
        "title":"Mitigating Consumptive Behavior: The Analysis of Learning Experiences of Housewives"},
      {
        "id":"EJ1093362",
        "title":"Views of Turkish Language and Literature Teachers and Their Managers Related to Professional and Organizational Socialization Processes of Turkish Language and Literature Teachers"},
      {
        "id":"EJ1093363",
        "title":"Investigating Effective Components of Higher Education Marketing and Providing a Marketing Model for Iranian Private Higher Education Institutions"},
      {
        "id":"EJ1093364",
        "title":"Emotional Intelligence and Its Relation with the Social Skills and Religious Behaviour of Female Students at Dammam University in the Light of Some Variables"},
      {
        "id":"EJ1093366",
        "title":"The Integration of Project-Based Methodology into Teaching in Machine Translation"},
      {
        "id":"EJ1093373",
        "title":"The Parents' Parenting Patterns, Education, Jobs, and Assistance to Their Children in Watching Television, and Children's Aggressive Behavior"},
      {
        "id":"EJ1093378",
        "title":"Counselling Services Utilisation in a Malaysia Private University"},
      {
        "id":"EJ1093429",
        "title":"Mobile Learning Practice in Higher Education in Nepal"},
      {
        "id":"EJ1093431",
        "title":"Question-Answer Activities in Synchronous Virtual Classrooms in Terms of Interest and Usefulness"},
      {
        "id":"EJ1093436",
        "title":"Synchronous and Asynchronous E-Language Learning: A Case Study of Virtual University of Pakistan"},
      {
        "id":"EJ1093439",
        "title":"Development of a Scale to Measure Faculty Attitude Towards Open Educational Resources"},
      {
        "id":"EJ1093529",
        "title":"International Conference on Higher Education and Disabilities--Innsbruck, Austria: A Brief History"},
      {
        "id":"EJ1093531",
        "title":"Helping Children Cross Cultural Boundaries in the Borderlands: Arts Program at Freese Elementary in San Diego Creates Cultural Bridges"},
      {
        "id":"EJ1093535",
        "title":"International Comparisons of Inclusive Instruction among College Faculty in Spain, Canada, and the United States"},
      {
        "id":"EJ1093557",
        "title":"The Role of Coaching by Teaching Artists for Arts-Infused Social Studies: What Project CREATES Has to Offer"},
      {
        "id":"EJ1093559",
        "title":"Disability Awareness and University Staff Training in Ireland (Practice Brief)"},
      {
        "id":"EJ1093571",
        "title":"A Constructivist Study of Middle School Students&apos; Narratives and Ecological Illustrations"},
      {
        "id":"EJ1093572",
        "title":"Performing Thyself: Sparking Imagination and Exploring Ethnic Identity through Singing and Dancing"},
      {
        "id":"EJ1093573",
        "title":"Visual Arts as a Lever for Social Justice Education: Labor Studies in the High School Art Curriculum"},
      {
        "id":"EJ1093574",
        "title":"Arts Impact: Lessons from ArtsBridge"},
      {
        "id":"EJ1093576",
        "title":"Australian Higher Education Policy and Inclusion of People with Disabilities: A Review"},
      {
        "id":"EJ1093579",
        "title":"Recent Progress and Future Challenges in Disability Student Services in Japan"},
      {
        "id":"EJ1093584",
        "title":"International Exchange with a Disability: Enhancing Experiences Abroad through Advising and Mentoring (Practice Brief)"},
      {
        "id":"EJ1093588",
        "title":"Educating Nursing Students with Disabilities: Replacing Essential Functions with Technical Standards for Program Entry Criteria"},
      {
        "id":"EJ1093589",
        "title":"Universal Design for Learning and Its Application to Clinical Placements in Health Science Courses (Practice Brief)"},
      {
        "id":"EJ1093600",
        "title":"Show Me What You See: An Exploration of Learning in Museums and Learning in Theatre"},
      {
        "id":"EJ1093601",
        "title":"Implementing Mapping the Beat in the 8th Grade"},
      {
        "id":"EJ1093617",
        "title":"Gaining Insight into Cultural Geography through the Study of Musical Instruments"},
      {
        "id":"EJ1093637",
        "title":"Should Instructors Require Discussion in Online Courses? Effects of Online Discussion on Community of Inquiry, Learner Time, Satisfaction, and Achievement"},
      {
        "id":"EJ1093662",
        "title":"A Systematic Analysis and Synthesis of the Empirical MOOC Literature Published in 2013-2015"},
      {
        "id":"EJ1093704",
        "title":"Examining Intercultural Competency through Social Exchange Theory"},
      {
        "id":"EJ1093706",
        "title":"Connectivism in Learning Activity Design: Implications for Pedagogically-Based Technology Adoption in African Higher Education Contexts"},
      {
        "id":"EJ1093708",
        "title":"Chinese Students' Perceptions of Characteristics of Effective College Teachers: A Mixed Analysis"},
      {
        "id":"EJ1093710",
        "title":"Student Preferences for Instructional Methods in an Accounting Curriculum"},
      {
        "id":"EJ1093717",
        "title":"Slaying the Writing Monsters: Scaffolding Reluctant Writers through a Writing Workshop Approach"},
      {
        "id":"EJ1093720",
        "title":"Qualitative-Based Methodology to Teaching Qualitative Methodology in Higher Education"},
      {
        "id":"EJ1093721",
        "title":"Developing a Lecturer Workshop for Using Tablets in the Classroom"},
      {
        "id":"EJ1093728",
        "title":"Ideas and Approaches for Teaching Undergraduate Research Methods in the Health Sciences"},
      {
        "id":"EJ1093737",
        "title":"Learning Online: A Case Study Exploring Student Perceptions and Experience of a Course in Economic Evaluation"},
      {
        "id":"EJ1093741",
        "title":"North-South Collaborations: Learning from a Decade of Intercultural Experiences for Teachers and Faculty in One Mexican and US University Partnership"},
      {
        "id":"EJ1093744",
        "title":"Collaborative Note-Taking: The Impact of Cloud Computing on Classroom Performance"},
      {
        "id":"EJ1093746",
        "title":"Curriculum Integration: The Experience of Three Founding Faculty at a New Community College"},
      {
        "id":"EJ1093747",
        "title":"Instructional Strategies to Improve College Students' APA Style Writing"},
      {
        "id":"EJ1093756",
        "title":"Where Cultural Competency Begins: Changes in Undergraduate Students' Intercultural Competency"},
      {
        "id":"EJ1093759",
        "title":"Helping Students to Succeed in General Education Political Science Courses? Online Assignments and In-Class Activities"},
      {
        "id":"EJ1093762",
        "title":"Comparative Analysis of Pedagogical Strategies across Disciplines in Open Distance Learning at Unisa"},
      {
        "id":"EJ1093763",
        "title":"Evaluation of Intelligent Grouping Based on Learners' Collaboration Competence Level in Online Collaborative Learning Environment"},
      {
        "id":"EJ1093767",
        "title":"Factors Influencing Teachers' Use of Multimedia Enhanced Content in Secondary Schools in Tanzania"},
      {
        "id":"EJ1093771",
        "title":"Dyads versus Groups: Using Different Social Structures in Peer Review to Enhance Online Collaborative Learning Processes"},
      {
        "id":"EJ1093774",
        "title":"Learners' Interpersonal Beliefs and Generated Feedback in an Online Role-Playing Peer-Feedback Activity: An Exploratory Study"},
      {
        "id":"EJ1093775",
        "title":"Issues and Challenges in Open and Distance e-Learning: Perspectives from the Philippines"},
      {
        "id":"EJ1093777",
        "title":"Preservice Teachers' Perception and Use of Personal Learning Environments (PLEs)"},
      {
        "id":"EJ1093780",
        "title":"Experience with a Massive Open Online Course in Rural Rwanda"},
      {
        "id":"EJ1093784",
        "title":"E-Learning in Mongolian Higher Education"},
      {
        "id":"EJ1093928",
        "title":"Investigating University Educators' Design Thinking and the Implications for Design Support Tools"},
      {
        "id":"EJ1093932",
        "title":"A Deeper Understanding of Reuse: Learning Designs, Activities, Resources and Their Contexts"},
      {
        "id":"EJ1093934",
        "title":"A Framework for Adaptive Learning Design in a Web-Conferencing Environment"},
      {
        "id":"EJ1093937",
        "title":"Transdisciplinary Pedagogical Templates and Their Potential for Adaptive Reuse"},
      {
        "id":"EJ1093938",
        "title":"The Larnaca Declaration on Learning Design"},
      {
        "id":"EJ1093956",
        "title":"Attitudes towards Teaching and Perceptions of School Climate among Health Education Teachers in the United States, 2011-2012"},
      {
        "id":"EJ1093961",
        "title":"Are Self-Perception Measures Used in School Library Research Transferable to the Context of Public Library Summer Reading Programs?"},
      {
        "id":"EJ1093962",
        "title":"Anatomy of Advocacy: A Case Study of the White House Petition"},
      {
        "id":"EJ1094081",
        "title":"Tracking Student Success: Using an Action Learning Approach to Better Understand the How, What, Where and Why"},
      {
        "id":"EJ1094088",
        "title":"A Model for Considering the Financial Sustainability of Learning and Teaching Programs: Concepts and Challenges"},
      {
        "id":"EJ1094091",
        "title":"A Panel Data Investigation of the Relationship between Graduate Job Search and Employment Outcomes"},
      {
        "id":"EJ1094093",
        "title":"Utilising Benchmarking to Inform Decision-Making at the Institutional Level: A Research-Informed Process"},
      {
        "id":"EJ1094095",
        "title":"The Changing Role of Planning Units in Universities: Renewing Our Approach and Future Directions"},
      {
        "id":"EJ1094097",
        "title":"Little Fish in a Big Pond: Towards Research Performance Metrics for Smaller Institutions"},
      {
        "id":"EJ1094101",
        "title":"Undergraduate Nursing Studies: The First-Year Experience"},
      {
        "id":"EJ1094103",
        "title":"Assigning a Socio-Economic Status Value to Student Records: A Useful Tool for Planning, Reporting and Institutional Research"},
      {
        "id":"EJ1094105",
        "title":"Indigenous Students' Voices: Monitoring Indigenous Student Satisfaction and Retention in a Large Australian University"},
      {
        "id":"EJ1094106",
        "title":"Data Governance and Data Quality: Is It on Your Agenda?"},
      {
        "id":"EJ1094107",
        "title":"A Strategic Central Approach to Data Collection and Integration: A Case of a Research-Intensive University"},
      {
        "id":"EJ1094108",
        "title":"2012: A Brave New World"},
      {
        "id":"EJ1094111",
        "title":"Unemployment Rates and Starting Salaries: Are Australian Graduates at the Whim of the Wage Curve?"},
      {
        "id":"EJ1094112",
        "title":"Sunny Prospects: The Non-School-Leaver Segment in South Australia"},
      {
        "id":"EJ1094113",
        "title":"Academic Staff Views on External Quality Audit: Post Audit Evaluation in a Private Higher Education College"},
      {
        "id":"EJ1094114",
        "title":"Setting Standards in Australian Higher Education?"},
      {
        "id":"EJ1094125",
        "title":"Enrolling in Higher Education: The Perceptions of Stakeholders"},
      {
        "id":"EJ1094128",
        "title":"What Is the Non-Academic Student Experience and Why Is It Important?"},
      {
        "id":"EJ1094134",
        "title":"From Data Entry to Evidence-Based Decision-Making: How Data and Analysis Can Drive Improvements in Admissions Policies"},
      {
        "id":"EJ1094135",
        "title":"The Move to a System of Flexible Delivery Mode (Online v Paper) Unit of Study Student Evaluations at Flinders University. Management Issues and the Study of Initial Changes in Survey Volume, Response Rate and Response Level"},
      {
        "id":"EJ1094140",
        "title":"Mapping a Retention Index across the Student Continuum"},
      {
        "id":"EJ1094143",
        "title":"Institutional Research in Australasia: Coming of Age or Coming Unstuck?"},
      {
        "id":"EJ1094148",
        "title":"Student Feedback Surveys: An Holistic Approach to Maximising Their Value to Staff and Students"},
      {
        "id":"EJ1094149",
        "title":"Strategy Process in Higher Education"},
      {
        "id":"EJ1094150",
        "title":"An Analysis of Mode Effects in the 2010 Course Experience Questionnaire"},
      {
        "id":"EJ1094174",
        "title":"Entry Criteria versus Success in Undergraduate Nursing Courses"},
      {
        "id":"EJ1094180",
        "title":"Using Institutional Research Data on Tertiary Performance to Inform Departmental Advice to Secondary Students"},
      {
        "id":"EJ1094188",
        "title":"Widening Participation: Challenges Confronting a Research-Intensive University"},
      {
        "id":"EJ1094191",
        "title":"Confidence Intervals for Effect Sizes: Applying Bootstrap Resampling"},
      {
        "id":"EJ1094203",
        "title":"Technology in Education: What Teachers Should Know"},
      {
        "id":"EJ1094204",
        "title":"Enrolment Management in Graduate Business Programs: Predicting Student Retention"},
      {
        "id":"EJ1094206",
        "title":"Marked for Success: Secondary School Performance and University Achievement in Biology"},
      {
        "id":"EJ1094209",
        "title":"Projecting Continuing Student Enrolments: A Comparison of Approaches"},
      {
        "id":"EJ1094211",
        "title":"Narrative Nonfiction: A Writer Reflects on Writing Real Stories"},
      {
        "id":"EJ1094215",
        "title":"Building Strong Children: Why We Need Nurses in Schools"},
      {
        "id":"EJ1081489",
        "title":"The Motivation of L2 Learners: Does It Decrease with Age?"},
      {
        "id":"EJ1081492",
        "title":"The Application of Context Theory in English Teaching of Reading"},
      {
        "id":"EJ1081493",
        "title":"Impacting Pre-Service Teachers' Attitudes toward Inclusion"},
      {
        "id":"EJ1081494",
        "title":"The Predominance of Literacy Activities in Urban Early Childhood Education"},
      {
        "id":"EJ1081495",
        "title":"Cultural Differences on Chinese and English Idioms of Diet and the Translation"},
      {
        "id":"EJ1081496",
        "title":"Theories Analyzing Communicative Approach in China's EFL Classes"},
      {
        "id":"EJ1081497",
        "title":"Study on the Causes and Countermeasures of the Lexical Collocation Mistakes in College English"},
      {
        "id":"EJ1081498",
        "title":"Investigation of Burnout among Instructors Working at ESOGU Preparatory School"},
      {
        "id":"EJ1081499",
        "title":"Using High Level Upperclass Undergraduates as TAs in Large Lower Division EFL Classes"},
      {
        "id":"EJ1081500",
        "title":"Strategies for Preventing and Resolving Temporary Fossilization in Second Language Acquisition"},
      {
        "id":"EJ1081501",
        "title":"Teaching English Speaking and English Speaking Tests in the Thai Context: A Reflection from Thai Perspective"},
      {
        "id":"EJ1081502",
        "title":"An Experimental Study on the Effectiveness of Multimedia in College English Teaching"},
      {
        "id":"EJ1081503",
        "title":"Cultural and Social Interpretation of Chinese Addressing Strategies"},
      {
        "id":"EJ1081505",
        "title":"ESP at the Tertiary Level: Current Situation, Application and Expectation"},
      {
        "id":"EJ1081507",
        "title":"Practice Led Research: Creative Activity, Academic Debate, and Intellectual Rigour"},
      {
        "id":"EJ1081508",
        "title":"Construct Validity Examination of Critical Thinking Dispositions for Undergraduate Students in University Putra Malaysia"},
      {
        "id":"EJ1081509",
        "title":"Adult Learning Development from the Prism of Homestay"},
      {
        "id":"EJ1081510",
        "title":"Demonstrating Pre-Service Teacher Learning through Engagement in Global Field Experiences"},
      {
        "id":"EJ1081511",
        "title":"Teachers' Discriminations in the Narratives of Primary School Students of Different Periods in Turkey: 1950s, 1970s and 1980s"},
      {
        "id":"EJ1081512",
        "title":"A Culture Model as Mediator and Repository Source for Innovation"},
      {
        "id":"EJ1081513",
        "title":"Investigation of the Perceptions of Students on Mathematics Course via the Pictures They Draw"},
      {
        "id":"EJ1081514",
        "title":"Interdisciplinary Aspects of Learning: Physics and Psychology"},
      {
        "id":"EJ1081515",
        "title":"Effective Teaching in the Use of Pragmatic Markers for Chinese EFL Learners"},
      {
        "id":"EJ1081516",
        "title":"Civic Tolerance among Honors Students"},
      {
        "id":"EJ1081517",
        "title":"Narrations of Violence--Strength Approach in Youth Work"},
      {
        "id":"EJ1081518",
        "title":"Student-Initiated Study Groups for STEM Classes in Community College Settings"},
      {
        "id":"EJ1081519",
        "title":"On the Fairness of the Higher Education in China"},
      {
        "id":"EJ1081520",
        "title":"Influence of Course in Medical Ethics and Law on Career Plans of Medical Students"},
      {
        "id":"EJ1081521",
        "title":"The Effective of Using 5 Simple Steps (QSCCS) Learning Activities on Facebook to Promote Self-Learning in the 21st Century in Technology Printing and Advertising Course for Undergraduate Students in Education Technology and Communications"},
      {
        "id":"EJ1081522",
        "title":"Integration of a Computer Application in a First Year Accounting Curriculum: An Evaluation of Student Attitudes"},
      {
        "id":"EJ1081524",
        "title":"Who Benefits from Honors: An Empirical Analysis of Honors and Non-Honors Students' Backgrounds, Academic Attitudes, and Behaviors"},
      {
        "id":"EJ1081529",
        "title":"Factors Influencing the Use of Learning Management System in Saudi Arabian Higher Education: A Theoretical Framework"},
      {
        "id":"EJ1081530",
        "title":"Impact of the Government Funding Reforms on the Teaching and Learning of Malaysian Public Universities"},
      {
        "id":"EJ1081531",
        "title":"The Profit Motive in Honors Education"},
      {
        "id":"EJ1081532",
        "title":"Comparing Ratings: In-Class (Paper) vs. out of Class (Online) Student Evaluations"},
      {
        "id":"EJ1081533",
        "title":"Investigating Administered Essay and Multiple-Choice Tests in the English Department of Islamic Azad University, Hamedan Branch"},
      {
        "id":"EJ1081534",
        "title":"Misplaced Modifier: Honors Students and Honors Education"},
      {
        "id":"EJ1081536",
        "title":"Honors and the Completion Agenda: Identifying and Duplicating Student Success"},
      {
        "id":"EJ1081537",
        "title":"Development of a Course Sequence for an Interdisciplinary Curriculum"},
      {
        "id":"EJ1081538",
        "title":"Using Iceland as a Model for Interdisciplinary Honors Study"},
      {
        "id":"EJ1081539",
        "title":"Role of Iraqi Higher Education Institutes in Handling National/International Environmental and Health Challenges"},
      {
        "id":"EJ1081540",
        "title":"Collaborative Design: Building Task-Specific Rubrics in the Honors Classroom"},
      {
        "id":"EJ1081541",
        "title":"Campus Life for International Students: Exploring Students' Perceptions of Quality Learning Environment at a Private University in Malaysia"},
      {
        "id":"EJ1081542",
        "title":"Leading Teams of Higher Education Administrators: Integrating Goal Setting, Team Role, and Team Life Cycle Theories"},
      {
        "id":"EJ1081543",
        "title":"Effective Foreign Language Teaching: Perceptions of Prospective English Language Teachers"},
      {
        "id":"EJ1081544",
        "title":"Assessment of Communication Skills of Physical Education and Sport Students in Turkish Universities"},
      {
        "id":"EJ1081545",
        "title":"An Insight into a School's Readiness to Implement a CAPS Related Indigenous Knowledge Curriculum for Meteorological Sciences"},
      {
        "id":"EJ1081546",
        "title":"Parent-Child Aesthetic Shared Reading with Young Children"},
      {
        "id":"EJ1081547",
        "title":"The Effectivity of Association Picture Media Application toward the Katakana Letter Reading Comprehension of Grade Ten Students of SMK (Vocational School) Manajemen Jakarta School Year 2010/2011"},
      {
        "id":"EJ1081548",
        "title":"Reading Habits of the Students with Bengali Medium Background at the English Medium Private Universities in Bangladesh"},
      {
        "id":"EJ1081549",
        "title":"Honors Privatization: A Professor's and Three Students' Responses"},
      {
        "id":"EJ1081550",
        "title":"Assessment of 3D Models Used in Contours Studies"},
      {
        "id":"EJ1081551",
        "title":"&quot;Movement Doesn't Lie&quot;: Teachers' Practice Choreutical Analysis"},
      {
        "id":"EJ1081552",
        "title":"Theme-Based Project Learning: Design and Application of Convergent Science Experiments"},
      {
        "id":"EJ1081554",
        "title":"EAP and LLNP Students: Common Problems and Strategies"},
      {
        "id":"EJ1081555",
        "title":"On the Influence of Naturalism on American Literature"},
      {
        "id":"EJ1081556",
        "title":"Assess the Critical Period Hypothesis in Second Language Acquisition"},
      {
        "id":"EJ1081557",
        "title":"For Whom the Business Bell Tolls: Honors in America"},
      {
        "id":"EJ1081558",
        "title":"Biopower and Pedagogy: Local Spaces and Institutional Technologies"},
      {
        "id":"EJ1081568",
        "title":"Classroom Interaction and Language Output"},
      {
        "id":"EJ1081569",
        "title":"The Relationship between Teacher Expectations and Student Achievement in the Teaching of English as a Foreign Language"},
      {
        "id":"EJ1081570",
        "title":"Instructional Practices in Teaching Literature: Observations of ESL Classrooms in Malaysia"},
      {
        "id":"EJ1081572",
        "title":"English Grammatical Problems of Chinese Undergraduate Students"},
      {
        "id":"EJ1081573",
        "title":"Learner Autonomy in EFL Studies in Vietnam: A Discussion from Sociocultural Perspective"},
      {
        "id":"EJ1081574",
        "title":"A Brief Analysis of Sister Carrie's Character"},
      {
        "id":"EJ1081576",
        "title":"Evaluation of the Sudan School Certificate English Examinations"},
      {
        "id":"EJ1081577",
        "title":"The Application of E-Mail to College English Teaching in China"},
      {
        "id":"EJ1081579",
        "title":"Visual and Spoken Texts in MCALL Courseware: The Effects of Text Modalities on the Vocabulary Retention of EFL Learners"},
      {
        "id":"EJ1081582",
        "title":"Why Honors Is a Hard Sell in the Community College"},
      {
        "id":"EJ1081584",
        "title":"Man Is Invincible--About Hemingway's Humanism"},
      {
        "id":"EJ1081585",
        "title":"A Balanced Approach to the Teaching of Intermediate-Level Writing Skills to EFL Students"},
      {
        "id":"EJ1081591",
        "title":"The Effects of Reading Only vs. Reading plus Enhancement Activities on Vocabulary Learning and Production of Iranian Pre-University Students"},
      {
        "id":"EJ1081593",
        "title":"Qualitative Characteristics of Coherence, Substitution, and Reference by Non-English Major Chinese Students"},
      {
        "id":"EJ1081594",
        "title":"Managing Language Testing in Nigerian Large Classes: Processes and Prospects"},
      {
        "id":"EJ1081595",
        "title":"The Effects of Anxiety on Cognitive Processing in English Language Learning"},
      {
        "id":"EJ1081596",
        "title":"To Give Control to Learners or Not? A Comparative Study of Two Ways of Teaching Listening"},
      {
        "id":"EJ1081597",
        "title":"An Understanding of Language Development Models--Pidginization from the Perspective of Chaos Theory"},
      {
        "id":"EJ1081598",
        "title":"Infusing Cooperative Learning into an EFL Classroom"},
      {
        "id":"EJ1081600",
        "title":"Transcultural and Postcolonial Explorations: Unsettling Education"},
      {
        "id":"EJ1081607",
        "title":"Solidarity and Competitiveness in a Global Context: Comparable Concepts in Global Citizenship Education?"},
      {
        "id":"EJ1081609",
        "title":"Beginning Teachers as Policy Workers in Malaysia and New Zealand"},
      {
        "id":"EJ1081611",
        "title":"Intellect, Dream and Action: Story-Telling in Steiner Schools in New Zealand and the Embedding of Indigenous Narrative Knowledge in Education"},
      {
        "id":"EJ1081612",
        "title":"Teacher Transculturalism and Cultural Difference: Addressing Racism in Australian Schools"},
      {
        "id":"EJ1081613",
        "title":"The Impact of Self-Assessment on Iranian EFL Learners' Writing Skill"},
      {
        "id":"EJ1081615",
        "title":"The Interpersonal Metafunction Analysis of Barack Obama's Victory Speech"},
      {
        "id":"EJ1081616",
        "title":"Decolonizing Interpretive Research: A Critical Bicultural Methodology for Social Change"},
      {
        "id":"EJ1081617",
        "title":"The Necessity of Grammar Teaching"},
      {
        "id":"EJ1081618",
        "title":"The Application of SPSS in Analyzing the Effect of English Vocabulary Strategy Instruction"},
      {
        "id":"EJ1081619",
        "title":"A Step on the Messy Path to Alignment: Developing the Aboriginal and Torres Strait Islander Intercultural Capability Framework"},
      {
        "id":"EJ1081624",
        "title":"Unthinking the 200-Year-Old Colonial Mind: Indigenist Perspectives on Leading and Managing Indigenous Education"},
      {
        "id":"EJ1081627",
        "title":"Choice as a Global Language in Local Practice: A Mixed Model of School Choice in Taiwan"},
      {
        "id":"EJ1081628",
        "title":"Profit, Productivity, and Honors"},
      {
        "id":"EJ1081630",
        "title":"Recognising Change and Seeking Affirmation: Themes for Embedding Indigenous Knowledges on Teaching Practicum"},
      {
        "id":"EJ1081631",
        "title":"Samoa&apos;s Education Policy: Negotiating a Hybrid Space for Values"},
      {
        "id":"EJ1081635",
        "title":"Mission-Driven and For-Profit: Not Mutually Exclusive"},
      {
        "id":"EJ1081636",
        "title":"Quantification and Negation Scope Ambiguity Resolution: An Interlanguage Study"},
      {
        "id":"EJ1081639",
        "title":"Public-Private Honors Success at Community Colleges of Spokane"},
      {
        "id":"EJ1081640",
        "title":"Teacher Self-Efficacy Enhancement and School Location: Implication for Students' Achievement in Economics in Senior Secondary School in Ibadan, Oyo State, Nigeria"},
      {
        "id":"EJ1081641",
        "title":"Transnational Education in Morocco: Current and Future Challenges"},
      {
        "id":"EJ1081642",
        "title":"Teaching Honors Online at a Public College"},
      {
        "id":"EJ1081643",
        "title":"Parents' Socioeconomic Status and Health Literacy Domains among Shokrof Preparatory School Students , Shokrof Village, Algarbia Governorate, Egypt"},
      {
        "id":"EJ1081646",
        "title":"The Study on &quot;Academic Game&quot;-Oriented English Course Model for Postgraduates in Agricultural Universities"},
      {
        "id":"EJ1081647",
        "title":"The Impact of Instructional Supervision on Academic Performance of Secondary School Students in Nasarawa State, Nigeria"},
      {
        "id":"EJ1081648",
        "title":"Enrolment Trends in Youth Polytechnics in West Pokot County, Kenya"},
      {
        "id":"EJ1081649",
        "title":"The Effect of the SCAMPER Technique in Raising Awareness Regarding the Collection and Utilization of Solid Waste"},
      {
        "id":"EJ1081650",
        "title":"Use of Vietnamese in English Language Teaching in Vietnam: Attitudes of Vietnamese University Teachers"},
      {
        "id":"EJ1081651",
        "title":"The Relationship between Iranian EFL Teachers' Critical Thinking Ability and Their Professional Success"},
      {
        "id":"EJ1081652",
        "title":"Writing Center Tutors Have the Luxury to Focus on Individual Student &quot;Care Giving&quot; as Opposed to Formal Classroom Settings That Are Less &quot;Care&quot; Centered"},
      {
        "id":"EJ1081653",
        "title":"Cognitive Styles Field Dependence/Independence and Scientific Achievement of Male and Female Students of Zamfara State College of Education Maru, Nigeria"},
      {
        "id":"EJ1081654",
        "title":"Examples of Current Issues in the Multicultural Classroom"},
      {
        "id":"EJ1081655",
        "title":"A Comparative Study of Directly Selected, In-Service Promoted and Online Selected Subject Specialists Regarding Teaching Effectiveness in Kohat Division, Pakistan"},
      {
        "id":"EJ1081656",
        "title":"What Is the Reality of Preschool in Jordan?"},
      {
        "id":"EJ1081657",
        "title":"Assessment of Knowledge and Competences in Agricultural Engineering Acquired by the Senior Secondary School Students for Farm Mechanisation"},
      {
        "id":"EJ1081658",
        "title":"Embracing the Exit: Assessment, Trust, and the Teaching of Writing"},
      {
        "id":"EJ1081659",
        "title":"The Intrinsic Value of the Liberal Arts: Cicero's Example"},
      {
        "id":"EJ1081660",
        "title":"Honors Sells . . . But Who's Paying?"},
      {
        "id":"EJ1081664",
        "title":"Influence of Leadership Style on Teacher's Job Productivity in Public Secondary Schools in Taraba State, Nigeria"},
      {
        "id":"EJ1081665",
        "title":"Relationship of Study Habits with Mathematics Achievement"},
      {
        "id":"EJ1081666",
        "title":"The Andragogy, the Social Change and the Transformative Learning Educational Approaches in Adult Education"},
      {
        "id":"EJ1081667",
        "title":"A Critical Analysis of Retributive Punishment as a Discipline Measure in Nigeria's Public Secondary Schools"},
      {
        "id":"EJ1081668",
        "title":"Field Dependence-Field Independence Cognitive Style, Gender, Career Choice and Academic Achievement of Secondary School Students in Emohua Local Government Area of Rivers State"},
      {
        "id":"EJ1081669",
        "title":"Effectiveness of Guided Multiple Choice Objective Questions Test on Students' Academic Achievement in Senior School Mathematics by School Location"},
      {
        "id":"EJ1081670",
        "title":"Social and Spill-Over Benefits as Motivating Factors to Investment in Formal Education in Africa: A Reflection around Ghanaian, Kenyan and Rwandan Contexts"},
      {
        "id":"EJ1081671",
        "title":"School Guidance and Counseling in Kenya: Historical Development, Current Status, and Future Prospects"},
      {
        "id":"EJ1081672",
        "title":"Reflections on Racism in American Schools"},
      {
        "id":"EJ1081673",
        "title":"Self-Esteem Profile among the Female Futsal-Football Players at Jordanian Clubs"},
      {
        "id":"EJ1081674",
        "title":"Physics Laboratory Investigation of Vocational High School Field Stone and Concrete Construction Techniques in the Central Java Province (Indonesia)"},
      {
        "id":"EJ1081675",
        "title":"Pregnant &amp; Lactating Mothers' Attitudes and Practice of the Ten Steps to Successful Breastfeeding at King Fahd Hospital of University (KFHU)--Khobar, Saudi Arabia: Appraisal of Baby Friendly Hospital Initiatives"},
      {
        "id":"EJ1081676",
        "title":"An Empirical Analysis of Factors Affecting Honors Program Completion Rates"},
      {
        "id":"EJ1081677",
        "title":"An Investigation into How Female Teachers Manage Stress and Teacher Burnout: A Case Study of West Akim Municipality of Ghana"},
      {
        "id":"EJ1081678",
        "title":"Terrorism and Insecurity in Nigeria: Moral, Values and Religious Education as Panaceas"},
      {
        "id":"EJ1081679",
        "title":"Using the Think-Pair-Share Strategy to Improve Students' Speaking Ability at STAIN Ternate"},
      {
        "id":"EJ1081680",
        "title":"Problems of Female School Teachers in District Kulgam (J&amp;K)"},
      {
        "id":"EJ1081681",
        "title":"Counselling Intervention for Family Security"},
      {
        "id":"EJ1081682",
        "title":"Does Marital Status Influence the Parenting Styles Employed by Parents?"},
      {
        "id":"EJ1081683",
        "title":"The Study of Technical and Vocational Education and Training Needs of Dairy and Cooking Oil Producing Companies in Tehran Province"},
      {
        "id":"EJ1081684",
        "title":"Primary School Pupils' Response to Audio-Visual Learning Process in Port-Harcourt"},
      {
        "id":"EJ1081685",
        "title":"Difficulties EFL Jordanian University Students Encounter in Translating English Idioms into Arabic"},
      {
        "id":"EJ1081692",
        "title":"Designing Transferable Skills Inventory for Assessing Students Using Group Discussion: A Case Study of First Year Electrical and Electronics Engineering Students"},
      {
        "id":"EJ1081701",
        "title":"Implementation of Pair Work and Group Work for Creation of Interaction Opportunities for Learners in Large Classes: The Viability of the Two Strategies"},
      {
        "id":"EJ1081705",
        "title":"Role of Education in the Empowement of Women in India"},
      {
        "id":"EJ1081707",
        "title":"The State of Doctoral Education in Social Sciences in Uganda: Experiences and Challenges of Doctoral Training at Mbarara University of Science and Technology 2003-2010"},
      {
        "id":"EJ1081712",
        "title":"Challenges to the Implementation of PLAP in Primary Schools: Perceptions of ZOU Bachelor of Educational Management Students"},
      {
        "id":"EJ1081717",
        "title":"Compassion: How Do You Teach It?"},
      {
        "id":"EJ1081719",
        "title":"My Objections to Outcome [Note the Singular] Assessment"},
      {
        "id":"EJ1081720",
        "title":"Enhancing Effective Administration at Faculty Level through Shared Leadership"},
      {
        "id":"EJ1081724",
        "title":"On Assessment, Imagination, and Agency: Using Rubrics to Inform and Negotiate the Honors Experience"},
      {
        "id":"EJ1081725",
        "title":"Exploring Podcasting in English as a Foreign Language Learners' Writing Performance"},
      {
        "id":"EJ1081727",
        "title":"Core Humanities Program, City College Center for Worker Education"},
      {
        "id":"EJ1081730",
        "title":"Improvement of Learning Process and Learning Outcomes in Physics Learning by Using Collaborative Learning Model of Group Investigation at High School (Grade X, SMAN 14 Jakarta)"},
      {
        "id":"EJ1081732",
        "title":"The Regionalization of Cyberspace: Making Visible the Spatial Discourse of &quot;Community&quot; Online"},
      {
        "id":"EJ1081734",
        "title":"Integrating Academic Management with Business Planning Activities: The Case of University of Education, Winneba (UEW), Ghana"},
      {
        "id":"EJ1081736",
        "title":"Investigating the Effect of Educating Philosophy in the Children on the Spiritual Development of Female Students with 12-14 Years Old in the City of Isfahan"},
      {
        "id":"EJ1081762",
        "title":"Institutional Efficiency in Selected Universities in Uganda"},
      {
        "id":"EJ1081764",
        "title":"Perception of Business Studies Teachers on the Infuence of Large Class Size in Public Secondary Schools in Yobe State, Nigeria"},
      {
        "id":"EJ1081769",
        "title":"Analyzing Hedges in Verbal Communication: An Adaptation-Based Approach"},
      {
        "id":"EJ1081770",
        "title":"A Short Analysis of the Nature of Reading"},
      {
        "id":"EJ1081773",
        "title":"Applying Innovative Spirit to Multimedia Foreign Language Teaching"},
      {
        "id":"EJ1081775",
        "title":"A Study of Metacognitive-Strategies-Based Writing Instruction for Vocational College Students"},
      {
        "id":"EJ1081776",
        "title":"Teaching Vocabulary in EFL Classrooms: A Tried-Out Technique"},
      {
        "id":"EJ1081778",
        "title":"The New Woman in &quot;The Sun Also Rises&quot;"},
      {
        "id":"EJ1081779",
        "title":"The Role of Self-Assessment in Promoting Iranian EFL Learners' Motivation"},
      {
        "id":"EJ1081784",
        "title":"Variables Influencing the Validity of the Reading Test"},
      {
        "id":"EJ1081786",
        "title":"Quantification Scope Ambiguity Resolution: Evidence from Persian and English"},
      {
        "id":"EJ1081790",
        "title":"An Effective Honors Composition Class Improves Honors Retention Rates: Outcomes and Statistical Prestidigitation"},
      {
        "id":"EJ1081791",
        "title":"&quot;Can You Hear Me Now, Ms. Monster?&quot;: Anger, &quot;Thumos,&quot; and First-Year Composition"},
      {
        "id":"EJ1081793",
        "title":"Counselling Intervention and Support Programmes for Families of Children with Special Educational Needs"},
      {
        "id":"EJ1081795",
        "title":"Generative Intersections: Supporting Honors through College Composition"},
      {
        "id":"EJ1081796",
        "title":"Mediating Role of Attitude, Subjective Norm and Perceived Behavioural Control in the Relationships between Their Respective Salient Beliefs and Behavioural Intention to Adopt E-Learning among Instructors in Jordanian Universities"},
      {
        "id":"EJ1081801",
        "title":"College English Teaching Viewed from the Perspective of Intercultural Communication"},
      {
        "id":"EJ1081803",
        "title":"How to Develop College Students' Autonomous English Learning Skills--Take Reading Course in Joint-Program in HCFT as an Example"},
      {
        "id":"EJ1081804",
        "title":"Causes of Indiscipline and Measures of Improving Discipline in Senior Secondary Schools in Ghana: Case Study of a Senior Secondary School in Sunyani"},
      {
        "id":"EJ1081805",
        "title":"Inner-City Children's Graphics Call for Social Justice"},
      {
        "id":"EJ1081806",
        "title":"Enhancing EFL Learners' Writing Skill via Journal Writing"},
      {
        "id":"EJ1081807",
        "title":"Evaluation on Social Internship Program of Iain Sultan Thaha Saifuddin Jambi Students: Using Context, Input, Process and Product Model (CIPP Model)"},
      {
        "id":"EJ1081808",
        "title":"Investigating Language Learning Strategies of EFL Children for the Development of a Taxonomy"},
      {
        "id":"EJ1081810",
        "title":"Effectiveness of Structural Method of Teaching Vocabulary"},
      {
        "id":"EJ1081812",
        "title":"Developing Business Management Students' Persuasive Writing through Blog-Based Peer-Feedback"},
      {
        "id":"EJ1081813",
        "title":"A Brief Analysis on the Two Chinese Versions of &quot;Pride and Prejudice&quot; from the Perspective of Ideology"},
      {
        "id":"EJ1081814",
        "title":"Improving College English Teaching Pattern and English Learning Effect among Students in Physical Education Institutes--A Survey on the Implementation of New Concept Teaching Pattern"},
      {
        "id":"EJ1081815",
        "title":"On the Applicability of Cultural Scripts in Teaching L2 Compliments"},
      {
        "id":"EJ1081817",
        "title":"On the Applications of Modern Educational Technology in Maritime English Teaching from the Perspective of Constructivism"},
      {
        "id":"EJ1081820",
        "title":"The Cultural Impact upon Human Struggle for Social Existence in Chinua Achebe's &quot;Things Fall Apart&quot;"},
      {
        "id":"EJ1081821",
        "title":"Making Sense of Reading Scores with Reading Evaluation and Decoding System (READS)"},
      {
        "id":"EJ1081823",
        "title":"Lexical Attrition of General and Special English Words after Years of Non-Exposure: The Case of Iranian Teachers"},
      {
        "id":"EJ1081825",
        "title":"Symbolism--The Main Artistic Style of Katherine Anne Porter's Short Stories"},
      {
        "id":"EJ1081827",
        "title":"Learning Outcomes Assessment Misunderstood: Glass Half-Empty or Half-Full"},
      {
        "id":"EJ1081830",
        "title":"The Impact of Task Complexity on L2 Learners' Written Narratives"},
      {
        "id":"EJ1081831",
        "title":"Sociolinguistic Competence and Malaysian Students' English Language Proficiency"},
      {
        "id":"EJ1081832",
        "title":"The Subjectivity of the Translator and Socio-Cultural Norms"},
      {
        "id":"EJ1081833",
        "title":"The Relationship between Iranian English Language Teachers' and Learners' Gender and Their Perceptions of an Effective English Language Teacher"},
      {
        "id":"EJ1081834",
        "title":"Theoretical Foundations of &quot;Competitive Team-Based Learning&quot;"},
      {
        "id":"EJ1081835",
        "title":"Vocabulary: Challenges and Debates"},
      {
        "id":"EJ1081836",
        "title":"What Makes a Successful EFL Teacher in China? A Case Study of an English Language Teacher at Nanjing University of Chinese Medicine"},
      {
        "id":"EJ1081837",
        "title":"Syntactic Priming Effects between Modalities: A Study of Indirect Questions/Requests among Persian English Learners"},
      {
        "id":"EJ1081839",
        "title":"The MA in Writing at DePaul University"},
      {
        "id":"EJ1081841",
        "title":"Primary Student-Teachers' Practical Knowledge of Inquiry-Based Science Teaching and Classroom Communication of Climate Change"},
      {
        "id":"EJ1081842",
        "title":"Environmental Education and Behavioral Change: An Identity-Based Environmental Education Model"},
      {
        "id":"EJ1081843",
        "title":"Structural-Functional Model of Designing Individual Educational Path of Teacher's Professional Development in Conditions of Information Educational Environment"},
      {
        "id":"EJ1081844",
        "title":"Comparing Students' Individual Written and Collaborative Oral Socioscientific Arguments"},
      {
        "id":"EJ1081845",
        "title":"Examining Practice in Secondary Visual Arts Education"},
      {
        "id":"EJ1081846",
        "title":"Re-Engaging At-Risk Youth through Art -- The Evolution Program"},
      {
        "id":"EJ1081847",
        "title":"Something Happens in Room 13: Bringing Truths into the World"},
      {
        "id":"EJ1081848",
        "title":"Egocentrism and Development of Students' Identity (On the Example of Studying of Future Teachers)"},
      {
        "id":"EJ1081853",
        "title":"Modeling Environmental Literacy of Malaysian Pre-University Students"},
      {
        "id":"EJ1081854",
        "title":"International Peer Collaboration to Learn about Global Climate Changes"},
      {
        "id":"EJ1081855",
        "title":"Feminism and Cultural Studies in Composition: Locating Women and Men in College Writing Courses"},
      {
        "id":"EJ1081856",
        "title":"Student's Research Work as the Condition of Continuity of General and Professional Education"},
      {
        "id":"EJ1081857",
        "title":"The Climate Change Attitude Survey: Measuring Middle School Student Beliefs and Intentions to Enact Positive Environmental Change"},
      {
        "id":"EJ1081858",
        "title":"Teacher Beliefs toward Using Alternative Teaching Approaches in Science and Mathematics Classes Related to Experience in Teaching"},
      {
        "id":"EJ1081864",
        "title":"Diverse Lessons (Undergraduate Program at Texas A&amp;M)"},
      {
        "id":"EJ1081865",
        "title":"Exporting the &quot;Violence of Literacy&quot;: Education According to UNESCO and the World Bank"},
      {
        "id":"EJ1081880",
        "title":"Educating Young People in Multicultural Educational Environment of Higher Education Institution"},
      {
        "id":"EJ1081884",
        "title":"Evolution of Communicative Competence in Adolescents Growing up in Orphanages"},
      {
        "id":"EJ1081885",
        "title":"Program of Adaptation Assistance in Foster Families and Particular Features of Its Implementation"},
      {
        "id":"EJ1081886",
        "title":"The Formation of Professional Readiness of a Social Teacher to Organization of Children's Leisure Time Activities"},
      {
        "id":"EJ1081888",
        "title":"Hands-On Crops! How Long-Term Activities Improve Students' Knowledge of Crop Species. A Pretest-Posttest Study of the Greenhouse Project"},
      {
        "id":"EJ1081905",
        "title":"Major Matters: Relationship between Academic Major and University Students' Environmental Literacy and Citizenship as Reflected in Their Voting Decisions and Environmental Activism"},
      {
        "id":"EJ1081911",
        "title":"Nontraditional Honors"},
      {
        "id":"EJ1081915",
        "title":"Assessing Success in Honors: Getting beyond Graduation Rates"},
      {
        "id":"EJ1081919",
        "title":"Factors Influencing Honors College Recruitment, Persistence, and Satisfaction at an Upper-Midwest Land Grant University"},
      {
        "id":"EJ1081946",
        "title":"Iranian EFL Students' Writing Strategies for Error Correction: An MI Approach"},
      {
        "id":"EJ1081961",
        "title":"Meeting the Aims of Honors in the Online Environment"},
      {
        "id":"EJ1081962",
        "title":"English Language Learning Strategy Use by Chinese Senior High School Students"},
      {
        "id":"EJ1081963",
        "title":"The Effect of Error Correction vs. Error Detection on Iranian Pre-Intermediate EFL Learners' Writing Achievement"},
      {
        "id":"EJ1081964",
        "title":"Undocumented in Honors"},
      {
        "id":"EJ1081965",
        "title":"Investigating Effects of Task Structure on EFL Learner's Oral Performance"},
      {
        "id":"EJ1081966",
        "title":"Re-Composing Space: Composition's Rhetorical Geography"},
      {
        "id":"EJ1081967",
        "title":"Developing Students' Intercultural Communication Competences in Western Etiquette Teaching"},
      {
        "id":"EJ1081968",
        "title":"Scientific Structural Changes within Texts of Adapted Reading Materials"},
      {
        "id":"EJ1081969",
        "title":"The Effect of Using the Story-Mapping Technique on Developing Tenth Grade Students' Short Story Writing Skills in EFL"},
      {
        "id":"EJ1081970",
        "title":"An Evaluation of Jordanian EFL Teachers' In-Service Training Courses Teaching Techniques Effectiveness"},
      {
        "id":"EJ1081971",
        "title":"Incorporating Metacognitive Strategy Training in ESP Writing Instruction: English for Lawyers"},
      {
        "id":"EJ1081972",
        "title":"Gender Effect on the Use of CSs"},
      {
        "id":"EJ1081973",
        "title":"Arab EFL Learners' Writing Dilemma at Tertiary Level"},
      {
        "id":"EJ1081974",
        "title":"Teachers' Perceptions of the Present and Optimum Status of the In-Service EFL Teacher Preparation Programs"},
      {
        "id":"EJ1081975",
        "title":"The Influence of Schema and Cultural Difference on L1 and L2 Reading"},
      {
        "id":"EJ1081977",
        "title":"Metadiscourse: Definitions, Issues and Its Implications for English Teachers"},
      {
        "id":"EJ1081978",
        "title":"Culture Understanding in Foreign Language Teaching"},
      {
        "id":"EJ1081979",
        "title":"Vocabulary Attrition among Adult English as a Foreign Language Persian Learners"},
      {
        "id":"EJ1081980",
        "title":"Pictorial, Textual, and Picto-Textual Glosses in E-Reading: A Comparative Study"},
      {
        "id":"EJ1081981",
        "title":"Teaching Idiomatic Expressions in Context through Focus on Form Techniques"},
      {
        "id":"EJ1081982",
        "title":"The Practice of English Teaching in the Meteorological Correspondence Education"},
      {
        "id":"EJ1081983",
        "title":"An Analytical Evaluation of Locally Produced Iranian High School ELT Textbooks from 1970 to the Present"},
      {
        "id":"EJ1081984",
        "title":"Improving Retention and Fit by Honing an Honors Admissions Model"},
      {
        "id":"EJ1081985",
        "title":"Mental Space Theory and Misunderstanding"},
      {
        "id":"EJ1081986",
        "title":"Approaches Employed by Teachers in Teaching Literature to Less Proficient Students in Form 1 and Form 2"},
      {
        "id":"EJ1081987",
        "title":"Notes toward an Excellent Marxist-Elitist Honors Admissions Policy"},
      {
        "id":"EJ1081988",
        "title":"The Application of Humorous Song in EFL Classrooms and Its Effects on Listening Comprehension"},
      {
        "id":"EJ1081989",
        "title":"An Empirical Study of the Role of Output in Promoting the Acquisition of Linguistic Forms"},
      {
        "id":"EJ1081990",
        "title":"Vygotsky's Zone of Proximal Development: Instructional Implications and Teachers' Professional Development"},
      {
        "id":"EJ1081991",
        "title":"Predicting Student Success, Ameliorating Risk, and Guarding against Homogeneity in Honors"},
      {
        "id":"EJ1081992",
        "title":"The Meanings of the Preposition &quot;By&quot; in the IX-XIX Centuries with Their Azerbaijani Equivalents"},
      {
        "id":"EJ1081993",
        "title":"Notes on Teaching English Pronunciation to EFL Learners: A Case of Iranian High School Students"},
      {
        "id":"EJ1081995",
        "title":"An Analysis of College Students' Attitudes towards Error Correction in EFL Context"},
      {
        "id":"EJ1081996",
        "title":"Upper Primary Teachers' Perceptions of PSLE English Oral Assessment"},
      {
        "id":"EJ1082004",
        "title":"The Confidence Game in Honors Admissions and Retention"},
      {
        "id":"EJ1082005",
        "title":"&quot;I'm So Offended!&quot;: Curriculum Flashpoints and Critical Arts Education"},
      {
        "id":"EJ1082006",
        "title":"Collaborative Creativity in STEAM: Narratives of Art Education Students' Experiences in Transdisciplinary Spaces"},
      {
        "id":"EJ1082009",
        "title":"Real-Life Solutions to Real-Life Problems: Collaborating with a Non-Profit Foundation to Engage Honors Students in Applied Research"},
      {
        "id":"EJ1082010",
        "title":"Meaning and Authority: The Social Construction of an &quot;Author&quot; among Information Behaviour Researchers"},
      {
        "id":"EJ1082011",
        "title":"Information Literacy of Medical Students Studying in the Problem-Based and Traditional Curriculum"},
      {
        "id":"EJ1082012",
        "title":"Speaking of Users: On User Discourses in the Field of Public Libraries"},
      {
        "id":"EJ1082013",
        "title":"Information Seeking and Use Behaviour of Economists and Business Analysts"},
      {
        "id":"EJ1082014",
        "title":"Information and Knowledge: An Evolutionary Framework for Information Science"},
      {
        "id":"EJ1082015",
        "title":"Domain Knowledge, Search Behaviour, and Search Effectiveness of Engineering and Science Students: An Exploratory Study"},
      {
        "id":"EJ1082016",
        "title":"Losing the Lake: Simulations to Promote Gains in Student Knowledge and Interest about Climate Change"},
      {
        "id":"EJ1082017",
        "title":"The Writing Intensive Program at the University of Georgia"},
      {
        "id":"EJ1082018",
        "title":"Conditions of Educational Environment for the Development of Teenagers' Moral Relations"},
      {
        "id":"EJ1082019",
        "title":"Conditions of Formation of Social Successfulness of Students with Disabilities in the System of Continuous Inclusive Education on the Basis of Value Approach"},
      {
        "id":"EJ1082020",
        "title":"A Model of Developing Communication Skills among Adolescents with Behavioral Problems"},
      {
        "id":"EJ1082021",
        "title":"The Effect of Individual Differences on Learners' Translation Belief in EFL Learning"},
      {
        "id":"EJ1082022",
        "title":"Propensity Score Analysis of an Honors Program's Contribution to Students' Retention and Graduation Outcomes"},
      {
        "id":"EJ1082023",
        "title":"They Come but Do They Finish? Program Completion for Honors Students at a Major Public University, 1998-2010"},
      {
        "id":"EJ1082024",
        "title":"A Quantitative and Comparative Research on Chinese and English Numerical Phrases"},
      {
        "id":"EJ1082025",
        "title":"Integration through a Card-Sort Activity"},
      {
        "id":"EJ1082026",
        "title":"Assessing Rigor in Experiential Education: A Working Model from Partners in the Parks"},
      {
        "id":"EJ1082027",
        "title":"John Boswell: Posting Historical Landmarks at the Leading Edge of the Culture Wars"},
      {
        "id":"EJ1082028",
        "title":"Mothers in Honors"},
      {
        "id":"EJ1082029",
        "title":"The Case of the Capstone Course: Reflection and the Commonalities between English and University Studies (BUS) Students"},
      {
        "id":"EJ1082030",
        "title":"Personal, Anticipated Information Need"},
      {
        "id":"EJ1082031",
        "title":"A New Model of Information Behaviour Based on the Search Situation Transition Schema"},
      {
        "id":"EJ1082032",
        "title":"Discipline, Availability of Electronic Resources and the Use of Finnish National Electronic Library-- FinELib"},
      {
        "id":"EJ1082033",
        "title":"Choosing People: The Role of Social Capital in Information Seeking Behaviour"},
      {
        "id":"EJ1082034",
        "title":"Spreading the Load: Mobile Information and Communications Technologies and Their Effect on Information Overload"},
      {
        "id":"EJ1082035",
        "title":"A Non-Linear Model of Information Seeking Behaviour"},
      {
        "id":"EJ1082036",
        "title":"Preparing for Opening Night: Temporal Boundary Objects in Textually-Mediated Professional Practice"},
      {
        "id":"EJ1082037",
        "title":"Information Seeking Research Needs Extension towards Tasks and Technology"},
      {
        "id":"EJ1082038",
        "title":"The Nature of Information, and the Effective Use of Information in Rural Development"},
      {
        "id":"EJ1082039",
        "title":"Something Old, Something New: Preliminary Findings from an Exploratory Study about People's Information Habits and Information Grounds"},
      {
        "id":"EJ1082040",
        "title":"A Gender Perspective on Internet Use: Consequences for Information Seeking"},
      {
        "id":"EJ1082041",
        "title":"Talking about the Problem: A Content Analysis of Pre-Search Interviews"},
      {
        "id":"EJ1082045",
        "title":"Assessing Website Quality in Context: Retrieving Information about Genetically Modified Food on the Web"},
      {
        "id":"EJ1082046",
        "title":"Towards a Stakeholder Model for the Co-Production of the Public-Sector Information System"},
      {
        "id":"EJ1082047",
        "title":"Information Behaviour That Keeps Found Things Found"},
      {
        "id":"EJ1082050",
        "title":"Information and Knowledge Management: Dimensions and Approaches"},
      {
        "id":"EJ1082051",
        "title":"Information-Seeking Behaviour of Iranian Extension Managers and Specialists"},
      {
        "id":"EJ1082052",
        "title":"Intellectual Property Rights vs. Public Access Rights: Ethical Aspects of the DeCSS Decryption Program"},
      {
        "id":"EJ1082053",
        "title":"Towards Collaboration between Information Seeking and Information Retrieval"},
      {
        "id":"EJ1082054",
        "title":"How Human Information Behaviour Researchers Use Each Other's Work: A Basic Citation Analysis Study"},
      {
        "id":"EJ1082057",
        "title":"The Community Disease Prevention Behaviors in District Maros South Sulawesi Province"},
      {
        "id":"EJ1082058",
        "title":"The Design of Curriculum Development Based on Entrepreneurship through Balanced Scorecard Approach"},
      {
        "id":"EJ1082059",
        "title":"A Review of Web Information Seeking Research: Considerations of Method and Foci of Interest"},
      {
        "id":"EJ1082060",
        "title":"Relevance as Process: Judgements in the Context of Scholarly Research"},
      {
        "id":"EJ1082064",
        "title":"From Information Behaviour Research to the Design of Information Systems: The Cognitive Work Analysis Framework"},
      {
        "id":"EJ1082066",
        "title":"The Analysis of High School Students' Conceptions of Learning in Different Domains"},
      {
        "id":"EJ1082067",
        "title":"Seeking Information, Seeking Connections, Seeking Meaning: Genealogists and Family Historians"},
      {
        "id":"EJ1082070",
        "title":"Calculus Students&apos; Understanding of Area and Volume Units"},
      {
        "id":"EJ1082071",
        "title":"Lacking a Formal Concept of Limit: Advanced Non-Mathematics Students&apos; Personal Concept Definitions"},
      {
        "id":"EJ1082072",
        "title":"Secondary School Students' and Their Parents' Knowledge and Interest in Crop Plants: Why Should We Care?"},
      {
        "id":"EJ1082073",
        "title":"Information Seeking and Students Studying for Professional Careers: The Cases of Engineering and Law Students in Ireland"},
      {
        "id":"EJ1082074",
        "title":"Cooperative Learning about Nature of Science with a Case from the History of Science"},
      {
        "id":"EJ1082076",
        "title":"Field Differences in the Use and Perceived Usefulness of Scholarly Mailing Lists"},
      {
        "id":"EJ1082077",
        "title":"Enthusiastic, Realistic and Critical: Discourses of Internet Use in the Context of Everyday Life Information Seeking"},
      {
        "id":"EJ1082086",
        "title":"Discourse Patterns at Laboratory Practices and the Co-Construction of Knowledge by Applying SDIS-GSEQ"},
      {
        "id":"EJ1082088",
        "title":"Relationship between Academic Optimism and Classroom Management Styles of Teachers--Case Study: Elementary School Teachers in Isfahan"},
      {
        "id":"EJ1082089",
        "title":"Involvement of Higher Education in Building Human Resources Character in the Era of Globalization"},
      {
        "id":"EJ1082090",
        "title":"Evaluation of a Brazilian Postgraduate Dental Program by the Dundee Ready Educational Environment Measure"},
      {
        "id":"EJ1082092",
        "title":"Between Preschool and Primary Education--Reading and Writing from the Perspective of Preschool and Primary Teachers"},
      {
        "id":"EJ1082094",
        "title":"How Do Turkish Middle School Science Coursebooks Present the Science Process Skills?"},
      {
        "id":"EJ1082095",
        "title":"&quot;Public-Based-Learning&quot;: The Place of Publics in Exploring Environmental Controversies for Pedagogical Purposes"},
      {
        "id":"EJ1082096",
        "title":"A Study of University Teachers' Enactment of Curriculum Reform in China"},
      {
        "id":"EJ1082098",
        "title":"Best Practices for Quality Improvement--Lessons from Top Ranked Engineering Institutions"},
      {
        "id":"EJ1082099",
        "title":"Coping Styles with Student Misbehavior as Mediators of Teachers' Classroom Management Strategies"},
      {
        "id":"EJ1082100",
        "title":"The Impact of the University Students' Level of Alienation on Their Perception of General Satistaction"},
      {
        "id":"EJ1082101",
        "title":"The Relationship between Socio-Demographics and Stress Levels, Stressors, and Coping Mechanisms among Undergraduate Students at a University in Barbados"},
      {
        "id":"EJ1082102",
        "title":"Decision Making for Chinese Students to Receive Their Higher Education in the U.S."},
      {
        "id":"EJ1082108",
        "title":"Examining Kindergarteners' Drawings for Their Perspectives on Picture Books' Themes and Characters"},
      {
        "id":"EJ1082109",
        "title":"Development of Performance Appraisal System for Local School Teachers in Thailand"},
      {
        "id":"EJ1082111",
        "title":"SoSTeM Model Development for Application of Soft Skills to Engineering Students at Malaysian Polytechnics"},
      {
        "id":"EJ1082112",
        "title":"Teachers' Knowledge and Readiness towards Implementation of School Based Assessment in Secondary Schools"},
      {
        "id":"EJ1082115",
        "title":"Ten-Structure as Strategy of Addition 1-20 by Involving Spatial Structuring Ability for First Grade Students"},
      {
        "id":"EJ1082116",
        "title":"The Academic Knowledge Management Model of Small Schools in Thailand"},
      {
        "id":"EJ1082117",
        "title":"The Agile Approach with Doctoral Dissertation Supervision"},
      {
        "id":"EJ1082119",
        "title":"The Effect of iPad on School Preparedness among Preschool Children with Hearing-Impairments"},
      {
        "id":"EJ1082120",
        "title":"The Influence of Pre-University Students' Mathematics Test Anxiety and Numerical Anxiety on Mathematics Achievement"},
      {
        "id":"EJ1082131",
        "title":"The Influence of Mathematics Anxiety in Middle and High School Students Math Achievement"},
      {
        "id":"EJ1082134",
        "title":"The Integration of Teacher's Pedagogical Content Knowledge Components in Teaching Linear Equation"},
      {
        "id":"EJ1082135",
        "title":"Advanced EFL Learners' Beliefs about Pronunciation Teaching"},
      {
        "id":"EJ1082136",
        "title":"Developing the Mathematics Learning Management Model for Improving Creative Thinking in Thailand"},
      {
        "id":"EJ1082143",
        "title":"Parent Participation in the Spanish School System: School Councils"},
      {
        "id":"EJ1082145",
        "title":"The Power of ROFO Principle Together with Companywide Training in Executing Lean Production Strategy"},
      {
        "id":"EJ1082147",
        "title":"The Relationship between Organizational Trust and Organizational Silence with Job Satisfaction and Organizational Commitment of the Employees of University"},
      {
        "id":"EJ1082148",
        "title":"Use of Blended Learning for Effective Implementation of English-Medium Instruction in a Non-English Higher Education Context"},
      {
        "id":"EJ1082164",
        "title":"Personal Spaces in Public Repositories as a Facilitator for Open Educational Resource Usage"},
      {
        "id":"EJ1082167",
        "title":"How Factors of Personal Attitudes and Learning Environments Affect Gender Difference toward Mobile Distance Learning Acceptance"},
      {
        "id":"EJ1082172",
        "title":"Alteration of Influencing Factors of E-Learning Continued Intention for Different Degrees of Online Participation"},
      {
        "id":"EJ1082177",
        "title":"Teacher's Role in the Reading Apprenticeship Framework: Aid by the Side or Sage by the Stage"},
      {
        "id":"EJ1082182",
        "title":"Appreciative Leadership: Supporting Education Innovation"},
      {
        "id":"EJ1082183",
        "title":"Supporting Access to Open Online Courses for Learners of Developing Countries"},
      {
        "id":"EJ1082185",
        "title":"An Investigation of University Student Readiness Towards M-Learning Using Technology Acceptance Model"},
      {
        "id":"EJ1082186",
        "title":"Design Considerations for Integrating Twitter into an Online Course"},
      {
        "id":"EJ1082187",
        "title":"Exploring the Roles of Social Participation in Mobile Social Media Learning: A Social Network Analysis"},
      {
        "id":"EJ1082190",
        "title":"Stories from Students in Their First Semester of Distance Learning"},
      {
        "id":"EJ1082191",
        "title":"Usability Evaluation of the Student Centered e-Learning Environment"},
      {
        "id":"EJ1082202",
        "title":"Exploring New Learning Paradigms a Reflection on Barber, Donnelly, and Rizvi (2013): &quot;An Avalanche Is Coming: Higher Education and the Revolution Ahead&quot;"},
      {
        "id":"EJ1082203",
        "title":"The Role of Social Media for Collaborative Learning to Improve Academic Performance of Students and Researchers in Malaysian Higher Education"},
      {
        "id":"EJ1082204",
        "title":"Student Enrollment and Dropout: An Evaluation Study of DCSA Program at Bangladesh Open University"},
      {
        "id":"EJ1082205",
        "title":"Mainstreaming Open Textbooks: Educator Perspectives on the Impact of OpenStax College Open Textbooks"},
      {
        "id":"EJ1082221",
        "title":"The Challenges of Assignment Design in Discipline-Based Freshman Writing Classes"},
      {
        "id":"EJ1082224",
        "title":"A Genre Approach to Writing Assignments"},
      {
        "id":"EJ1082226",
        "title":"Analysis of Instructional Impact on the Running Performance of University Students"},
      {
        "id":"EJ1082227",
        "title":"Autonomous Learning and Metacognitive Strategies Essentials in ESP Class"},
      {
        "id":"EJ1082228",
        "title":"An Investigation to Language Uses in Mongolian Learners' Third Language Acquisition"},
      {
        "id":"EJ1082230",
        "title":"Processed-Centered Teaching and Its Implications in English Teaching in China"},
      {
        "id":"EJ1082231",
        "title":"Interlanguage Theory and Emergentism: Reconciliation in Second Language Developmental Index Studies"},
      {
        "id":"EJ1082232",
        "title":"A Cross Mapping of Temporal at -ba &quot;Forward and Backward Translation&quot;"},
      {
        "id":"EJ1082233",
        "title":"A Third Revolution in Linguistics: The Interplay between the Verbal and Non-Verbal"},
      {
        "id":"EJ1082234",
        "title":"Request Strategies: Cross-Sectional Study of Iranian EFL Learners and Australian Native Speakers"},
      {
        "id":"EJ1082235",
        "title":"Nontraditional Honors and the Hopefulness of Summer Reading"},
      {
        "id":"EJ1082236",
        "title":"Learners' Incidental Vocabulary Acquisition: A Case on Narrative and Expository Texts"},
      {
        "id":"EJ1082238",
        "title":"A Study on the Approaches to Culture Introduction in English Textbooks"},
      {
        "id":"EJ1082239",
        "title":"Kairos and Stasis Revisited: Heuristics for the Critically Informed Composition Classroom"},
      {
        "id":"EJ1082240",
        "title":"Admissions, Retention, and Reframing the Question &quot;Isn't It Just More Work?&quot;"},
      {
        "id":"EJ1082241",
        "title":"Using Films in the Multimedia English Class"},
      {
        "id":"EJ1082242",
        "title":"Using English Songs: An Enjoyable and Effective Approach to ELT"},
      {
        "id":"EJ1082243",
        "title":"Costs and Benefits in the Economy of Honors"},
      {
        "id":"EJ1082244",
        "title":"The Influence of the Intermediary System of Cognition on Vocabulary Acquisition for Chinese English-Majors"},
      {
        "id":"EJ1082246",
        "title":"Generative Syntactic Transfer in L2 and L3 Acquisition via the Channel of Translation"},
      {
        "id":"EJ1082247",
        "title":"Lying in Writing or the Vicissitudes of Testimony"},
      {
        "id":"EJ1082248",
        "title":"Signifying Difference: The Nontraditional Student and the Honors Program"},
      {
        "id":"EJ1082249",
        "title":"The Power and Utility of Reflective Learning Portfolios in Honors"},
      {
        "id":"EJ1082250",
        "title":"The Impact of Note-Taking Strategies on Listening Comprehension of EFL Learners"},
      {
        "id":"EJ1082252",
        "title":"Standards of English: Literature as Language Standard"},
      {
        "id":"EJ1082256",
        "title":"An Honors Koan: Selling Water by the River"},
      {
        "id":"EJ1082257",
        "title":"The Relationship between Motivation and Achievement--A Survey of the Study Motivation of English Majors in Qingdao Agricultural University"},
      {
        "id":"EJ1082260",
        "title":"Repositioning Recitation Input in College English Teaching"},
      {
        "id":"EJ1082261",
        "title":"On Symbolic Significance of Characters in &quot;Lord of the Flies&quot;"},
      {
        "id":"EJ1082263",
        "title":"Let &quot;Wen&quot; Shine Forth: The Chinese Poetic Tradition and the English Composition Course"},
      {
        "id":"EJ1082267",
        "title":"Honoring Class: Working-Class Sensitivities in Honors Composition"},
      {
        "id":"EJ1082275",
        "title":"Writing Techniques in the English Love and Lyric Poems"},
      {
        "id":"EJ1082276",
        "title":"A Cognitive Linguistic Approach to Classroom English Vocabulary Instruction for EFL Learners in Mainland China"},
      {
        "id":"EJ1082278",
        "title":"Borrowed Words in English and Chinese Vocabulary"},
      {
        "id":"EJ1082284",
        "title":"Protecting and Expanding the Honors Budget in Hard Times"},
      {
        "id":"EJ1082286",
        "title":"If Not Sufficiency, at Least Empowerment"},
      {
        "id":"EJ1082320",
        "title":"Articulating the Distinctiveness of the Honors Learning Experience"},
      {
        "id":"EJ1082324",
        "title":"Age Effects in Foreign Language Learning for Children in China"},
      {
        "id":"EJ1082330",
        "title":"Process Approach to Teaching Writing Applied in Different Teaching Models"},
      {
        "id":"EJ1082332",
        "title":"Communicative Teacher Talk in the English Classroom"},
      {
        "id":"EJ1082334",
        "title":"Honors Dissertation Abstracts: A Bounded Qualitative Meta-Study"},
      {
        "id":"EJ1082348",
        "title":"Focus on Form in College English Teaching"},
      {
        "id":"EJ1082349",
        "title":"A Sentence Is Not a Complete Thought: X-Word Grammar"},
      {
        "id":"EJ1082350",
        "title":"An Empirical Study on the Comparison between Strategies on Oral English Classes and Writing English Classes"},
      {
        "id":"EJ1082351",
        "title":"On Literal Translation of English Idioms"},
      {
        "id":"EJ1082353",
        "title":"Critical Instance Analysis of News English Discourse"},
      {
        "id":"EJ1082354",
        "title":"Creating a Global Cultural Consciousness in a Japanese EFL Classroom"},
      {
        "id":"EJ1082355",
        "title":"Investigate and Evaluate Online Resources of Reading Comprehension Test"},
      {
        "id":"EJ1082356",
        "title":"The Predicaments of Language Learners in Traditional Learning Environments"},
      {
        "id":"EJ1082357",
        "title":"Has Portfolio Assessment Become Common Practice in EFL Classrooms? Empirical Studies from China"},
      {
        "id":"EJ1082358",
        "title":"Teaching of Mathematics and Science in English: The Teachers' Voices"},
      {
        "id":"EJ1082359",
        "title":"Probe into the Internal Mechanism of Interlanguage Fossilization"},
      {
        "id":"EJ1082360",
        "title":"On the &quot;Voter Awareness&quot; in Kafka's Novels"},
      {
        "id":"EJ1082361",
        "title":"For &quot;Translation and Theories&quot;"},
      {
        "id":"EJ1082362",
        "title":"Can Faculty Afford Honors?"},
      {
        "id":"EJ1082367",
        "title":"Approaches to Translation of Chinese Publicity Materials"},
      {
        "id":"EJ1082368",
        "title":"Explorations into the Essence of English--Chinese and Chinese--English Translation Based on Relevance Theory"},
      {
        "id":"EJ1082370",
        "title":"Motivation and Attitude in Learning English among UiTM Students in the Northern Region of Malaysia"},
      {
        "id":"EJ1082373",
        "title":"Paragraph Boundaries: Examining Identification and Production Performance of Iranian EFL Learners"},
      {
        "id":"EJ1082375",
        "title":"Teachers' Code-Switching in Classroom Instructions for Low English Proficient Learners"},
      {
        "id":"EJ1082376",
        "title":"Improving Speaking by Listening Cultivating English Thinking and Expression--Probe into the Teaching of &quot;Business English Listening&quot;"},
      {
        "id":"EJ1082378",
        "title":"2+2 Program for Teachers' Performance Appraisal in China"},
      {
        "id":"EJ1082381",
        "title":"The Communicative Ability of Universiti Teknologi MARA Sarawak's Graduates"},
      {
        "id":"EJ1082383",
        "title":"Hardy's View on Love and Marriage"},
      {
        "id":"EJ1082385",
        "title":"Developing Students' Reading Ability through Extensive Reading"},
      {
        "id":"EJ1082386",
        "title":"Translating Methods of Shakespeare in China"},
      {
        "id":"EJ1082388",
        "title":"Comparing and Contrasting First and Second Language Acquisition: Implications for Language Teachers"},
      {
        "id":"EJ1083356",
        "title":"Friend Not Foe: The Role of Curriculum Committee in Supporting the Development of Curriculum at Royal Roads University"},
      {
        "id":"EJ1083359",
        "title":"Insights from a Learner Corpus as Opposed to a Native Corpus about Cohesive Devices in an Academic Writing Context"},
      {
        "id":"EJ1083360",
        "title":"How Do Kindergarteners Express Their Mathematics Understanding?"},
      {
        "id":"EJ1083362",
        "title":"Factors Leading to Students' Satisfaction in the Higher Learning Institutions"},
      {
        "id":"EJ1083365",
        "title":"Developmental Mathematics Success: Impact of Students' Knowledge and Attitudes"},
      {
        "id":"EJ1083368",
        "title":"Investigating Academic Literacy Expectations: A Curriculum Audit Model"},
      {
        "id":"EJ1083369",
        "title":"Teacher-Based Scaffolding as a Teacher Professional Development Program in Indonesia"},
      {
        "id":"EJ1083370",
        "title":"Promoting Online Students' Engagement and Learning in Science and Sustainability Preservice Teacher Education"},
      {
        "id":"EJ1083371",
        "title":"Teacher Attrition and Retention Research in Australia: Towards a New Theoretical Framework"},
      {
        "id":"EJ1083381",
        "title":"Relationship of Non-Verbal Intelligence Materials as Catalyst for Academic Achievement and Peaceful Co-Existence among Secondary School Students in Nigeria"},
      {
        "id":"EJ1083382",
        "title":"A Panoramic View of Some Challenges Inhibiting Access to Higher Education in Developing Countries"},
      {
        "id":"EJ1083383",
        "title":"Discourse as Medium of Knowledge: Transmission of Knowledge by Transmission of Discourse People Live"},
      {
        "id":"EJ1083384",
        "title":"Explaining the Effectiveness of the Contrast Culture Method for Managing Interpersonal Interactions across Cultures"},
      {
        "id":"EJ1083387",
        "title":"A Study on the Role of School Curriculum and Teachers in Inculcation of Values among Elementary School Students"},
      {
        "id":"EJ1083392",
        "title":"Towards Improving the Strategies of Effective Teaching of Entrepreneurship Development Education Courses to Office Technology and Management Students of Polytechnics in Delta State"},
      {
        "id":"EJ1083393",
        "title":"Learning to Teach: What Do Pre-Service Teachers Report"},
      {
        "id":"EJ1083394",
        "title":"Creating and Sustaining Professional Learning Partnerships: Activity Theory as an Analytic Tool"},
      {
        "id":"EJ1083395",
        "title":"Employablity Skills among Graduates of Estate Management in Nigeria"},
      {
        "id":"EJ1083396",
        "title":"Navigating Discourses of Cultural Literacy in Teacher Education"},
      {
        "id":"EJ1083397",
        "title":"ICT Use in Preschool Science Education: A Case Study of Some Private Nursery Schools in Ekiti State"},
      {
        "id":"EJ1083398",
        "title":"A Theoretical Basis for Adult Learning Facilitation: Review of Selected Articles"},
      {
        "id":"EJ1083399",
        "title":"A Healthy Dose of Race? White Students' and Teachers' Unintentional Brushes with Whiteness"},
      {
        "id":"EJ1083400",
        "title":"I Know How to Add Them, I Didn't Know I Had to Add Them"},
      {
        "id":"EJ1083401",
        "title":"Volunteering within Initial Teacher Education: Factors That Boost and Block Participation"},
      {
        "id":"EJ1083402",
        "title":"Effective Teaching Practices for Aboriginal and Torres Strait Islander Students: A Review of the Literature"},
      {
        "id":"EJ1083403",
        "title":"NADE Members Respond--Developmental Education Research Agenda: Survey of Field Professionals, Part I"},
      {
        "id":"EJ1083405",
        "title":"Unplanned Parenthood: The Socio-Economic Consequences of Adolescent Child-Bearing in Nigeria"},
      {
        "id":"EJ1083406",
        "title":"Acceptance and Adoption of Open Access Publication (OAP) in University Libraries in South East Nigeria"},
      {
        "id":"EJ1083407",
        "title":"Effects of Traumatized Antenatal Mothers on Their Pre-School Children in Mt. Elgon Region, Kenya"},
      {
        "id":"EJ1083408",
        "title":"Utilization of Selected Vitality Staple Foods by Low Income Households in Ebonyi State"},
      {
        "id":"EJ1083409",
        "title":"Academic Achievements and Study Habits of College Students of District Pulwama"},
      {
        "id":"EJ1083410",
        "title":"A Review on Dalith Women Empowerment in India"},
      {
        "id":"EJ1083411",
        "title":"Introduction of Core Based Subjects in the Curriculum of Technical and Vocational Institutions in Ghana: Assessment of Its Effect on Practical Training Sessions"},
      {
        "id":"EJ1083412",
        "title":"The Fallacy of Promoting Non Native Varieties of English in Postcolonial Multilingual Settings: The Case of Cameroon English (CamE) in Cameroon"},
      {
        "id":"EJ1083417",
        "title":"Language Learning through Mobile Technologies: An Opportunity for Language Learners and Teachers"},
      {
        "id":"EJ1083421",
        "title":"Educational Administration and Queer Educators: Building Relationships of Inclusion and Diversity"},
      {
        "id":"EJ1083422",
        "title":"Meantime: A Brief Personal Narrative of a Trans* Teacher"},
      {
        "id":"EJ1083423",
        "title":"Doctrinal Disciplining of Queer Educators in Canadian Catholic Schools"},
      {
        "id":"EJ1083424",
        "title":"Discursive Inconvenience: The Dis/Appearing Rhetoric of LGBT Rights in Post-Secondary Internationalization Texts"},
      {
        "id":"EJ1083425",
        "title":"Sexualities on the Move: A Comparison of the Work Experiences of Gay Male Educators Teaching Overseas"},
      {
        "id":"EJ1083426",
        "title":"The Color of the Rainbow Path: An Examination of the Intersection of Racist and Homophobic Bullying in U.S. Higher Education"},
      {
        "id":"EJ1083427",
        "title":"Workplace Experiences of Australian Lesbian and Gay Teachers: Findings from a National Survey"},
      {
        "id":"EJ1083430",
        "title":"Teacher Collaborative Inquiry in Ontario Elementary Schools: An Analysis of Provincial and School Board Policies and Support Documents"},
      {
        "id":"EJ1083431",
        "title":"Supporting Democratic Discourses of Teacher Professionalism: The Case of the Alberta Teachers' Association"},
      {
        "id":"EJ1083467",
        "title":"Debunking &quot;You Want Fries with That?&quot;: Designing Courses to Bridge the Gap between Degree and Career"},
      {
        "id":"EJ1083469",
        "title":"Student-Centered Designs of Pan-African Literature Courses"},
      {
        "id":"EJ1083475",
        "title":"Ambitions in Action: Investigating College Enrollment Among Hispanic Youth Who Expect to Complete a Bachelor&apos;s Degree"},
      {
        "id":"EJ1083477",
        "title":"&quot;And the Walls Came A-Tumblin' Down…&quot;"},
      {
        "id":"EJ1083480",
        "title":"Being an Instructional Designer: A Job Requiring Innovation and Trust"},
      {
        "id":"EJ1083482",
        "title":"Functional Impacts of Adult Literacy Programme on Rural Women"},
      {
        "id":"EJ1083483",
        "title":"Gender Difference in Students' Academic Performance in Colleges of Education in Borno State, Nigeria: Implications for Counselling"},
      {
        "id":"EJ1083484",
        "title":"How Rwandan Grade 6 Mathematics Teachers Teach--A First Investigation"},
      {
        "id":"EJ1083485",
        "title":"Managing Information and Communication Technology in Sudanese Secondary School"},
      {
        "id":"EJ1083486",
        "title":"Diglossia among Students: The Problem and Treatment"},
      {
        "id":"EJ1083487",
        "title":"Perceptions of Aging and Disability among College Students in Japan"},
      {
        "id":"EJ1083488",
        "title":"Practices of Teachers of Shobak University College Applied in Classroom Management from the Perspective of the Students"},
      {
        "id":"EJ1083489",
        "title":"Conditions Restraining the Teaching of Major Nigerian Languages in Secondary School in Ebonyi State, Nigeria"},
      {
        "id":"EJ1083490",
        "title":"Investigation of Mathematics Teachers Conceptualisation of the Spiritual, Moral, Social and Cultural Role of Mathematics"},
      {
        "id":"EJ1083491",
        "title":"From Telecourses to Online Courses: A Story of Redesign"},
      {
        "id":"EJ1083492",
        "title":"Marital Stress and Extraversion Personality as Predicators of Job Satisfaction among Married Women Teachers in Enugu, Nigeria"},
      {
        "id":"EJ1083493",
        "title":"Gender Differences and Mathematics Achievement of Senior High School Students: A Case of Ghana National College"},
      {
        "id":"EJ1083494",
        "title":"Course Design and Delivery Specifications as a Tool for Ensuring Quality in an Online Training Program"},
      {
        "id":"EJ1083495",
        "title":"Pattern of Acquisition of ICT-Based Skills by Student-Teachers: Implications for Teacher Education in Nigeria in This Era of Digitalization"},
      {
        "id":"EJ1083497",
        "title":"Impact of Electronic Resources and Usage in Academic Libraries in Ghana: Evidence from Koforidua Polytechnic &amp; All Nations University College, Ghana"},
      {
        "id":"EJ1083499",
        "title":"Sociological Variables Perceived in the Study of Ghanaian Languages in Central and Western Regional Colleges of Education in Ghana"},
      {
        "id":"EJ1083500",
        "title":"The Effects of Multimedia Learning on Thai Primary Pupils' Achievement in Size and Depth of Vocabulary Knowledge"},
      {
        "id":"EJ1083501",
        "title":"Analysis of Interventions Teachers Use to Manage Learners with Selected Behavior Disorders in Primary Schools in Thika Sub-County, Kiambu County, Kenya"},
      {
        "id":"EJ1083503",
        "title":"The Effectiveness of Using WhatsApp Messenger as One of Mobile Learning Techniques to Develop Students' Writing Skills"},
      {
        "id":"EJ1083504",
        "title":"Training and Its Impact on the Performance of Employees at Jordanian Universities from the Perspective of Employees: The Case of Yarmouk University"},
      {
        "id":"EJ1083505",
        "title":"Developing Visual Novel Game of English Conversation for DEP EEPIS"},
      {
        "id":"EJ1083506",
        "title":"Teaching Writing in a Digital Age: Addressing Issues of Access"},
      {
        "id":"EJ1083508",
        "title":"Teen Culture, Technology and Literacy Instruction: Urban Adolescent Students' Perspectives"},
      {
        "id":"EJ1083510",
        "title":"A Review of Models and Frameworks for Designing Mobile Learning Experiences and Environments"},
      {
        "id":"EJ1083514",
        "title":"Pre-Service Perspectives on E-Teaching: Assessing E-Teaching Using the EPEC Hierarchy of Conditions for E-Learning/Teaching Competence"},
      {
        "id":"EJ1083517",
        "title":"Adaptive Teaching: An Invaluable Pedagogic Practice in Social Studies Education"},
      {
        "id":"EJ1083518",
        "title":"Economic Education Laboratory: Initiating a Meaningful Economic Learning through Laboratory"},
      {
        "id":"EJ1083520",
        "title":"Exploring the Digital Divide: The Use of Digital Technologies in Ontario Public Schools"},
      {
        "id":"EJ1083521",
        "title":"Reflecting on Teaching Experiences in the Lab: Challenges with Classroom Design"},
      {
        "id":"EJ1083524",
        "title":"Developing Tutorials for Several Institutional Partners: A Real Challenge!"},
      {
        "id":"EJ1083526",
        "title":"The Challenge of Designing Blended Courses: From Structured Design to Creative Faculty Support!"},
      {
        "id":"EJ1083527",
        "title":"Analysis on Students' Late-Coming Factors in Selected Secondary Schools in Zaria: Implications for Educational Managers"},
      {
        "id":"EJ1083529",
        "title":"Evolution of the Instructional Design in a Series of Online Workshops"},
      {
        "id":"EJ1083530",
        "title":"A Conceptual Analysis of Quality in Quality Function Deployment-Based Contexts of Higher Education"},
      {
        "id":"EJ1083531",
        "title":"Understanding EFL Students' Errors in Writing"},
      {
        "id":"EJ1083532",
        "title":"Implementing a Diversity-Orientated Online Graduate-Level Health Professions Education Program"},
      {
        "id":"EJ1083533",
        "title":"An Online Training Course to Learn How to Teach Online"},
      {
        "id":"EJ1083534",
        "title":"From Intent to Action: An Iterative Engineering Process"},
      {
        "id":"EJ1083535",
        "title":"Guiding Professional Life-Long Learning Projects: The Case of an Immersive Blended Learning Certificate"},
      {
        "id":"EJ1083536",
        "title":"A Learning Module for BA Students to Develop ICT Skills for Their Learning Activities"},
      {
        "id":"EJ1083537",
        "title":"How Do You Implement a Digital Environment to Support a Training Group?"},
      {
        "id":"EJ1083538",
        "title":"Moving Forward in Writing Program Assessment Design: Why Postmodern Qualitative Assessment Makes Sense"},
      {
        "id":"EJ1083539",
        "title":"Repositioning Technical and Vocational Education and Training (TVET) for Youths Employment and National Security in Nigeria"},
      {
        "id":"EJ1083540",
        "title":"Influences of Inadequate Instructional Materials and Facilities in Teaching and Learning of Electrical/Electronics Technology Education Courses"},
      {
        "id":"EJ1083541",
        "title":"Employee Motivation on the Organisational Growth of Printing Industry in the Kumasi Metropolis"},
      {
        "id":"EJ1083542",
        "title":"Designing the Early American Literature Component of the Undergraduate American Literature Survey Course"},
      {
        "id":"EJ1083543",
        "title":"Another Fine Mess Assessment's Gotten Us Into: Inheriting the Gooey, Slimy, Delicious Mess of Qualitative Assessment"},
      {
        "id":"EJ1083544",
        "title":"Equality of Bias: An Approach to Teaching Feminism in the Composition Classroom"},
      {
        "id":"EJ1083545",
        "title":"A Bold Move: Reframing Composition through Assessment Design"},
      {
        "id":"EJ1083546",
        "title":"Effect of Time Management Program on Job Satisfaction for Head Nurses"}]
  }}
