{
  "response":{"numFound":509939,"start":130000,"numFoundExact":true,"docs":[
      {
        "id":"ED311953",
        "title":"Measuring Institutional Effectiveness."},
      {
        "id":"ED311955",
        "title":"Counselor Assessment and Student Success for Spring 1989. Research Report #78."},
      {
        "id":"ED311957",
        "title":"Survey of 1988 Community College Graduates."},
      {
        "id":"ED311958",
        "title":"Grading Philosophy Survey, Fall 1989."},
      {
        "id":"ED311959",
        "title":"Students' Language Rights."},
      {
        "id":"ED311962",
        "title":"Institutional Effectiveness at Miami-Dade Community College. Research Report No. 89-11R."},
      {
        "id":"ED311963",
        "title":"CLAST Passing Rates after One Year under the New Cutscores and Extended Timing for Retakes. Research Report No. 89-18R."},
      {
        "id":"ED311964",
        "title":"Interdistrict Student Flow: Los Angeles and Neighboring Community College Districts."},
      {
        "id":"ED311966",
        "title":"Computer Specialist Need Assessment for Oakland Community College: Final Report."},
      {
        "id":"ED311971",
        "title":"Student Retention at Piedmont Virginia Community College, 1988-1989. Research Report No. 8-89."},
      {
        "id":"ED311972",
        "title":"The Image of the Other: Media Support for a Pluralistic Curriculum."},
      {
        "id":"ED311978",
        "title":"Statewide Survey of ESL Student Populations: Overview."},
      {
        "id":"ED311979",
        "title":"Matriculation Local Research Options Project."},
      {
        "id":"ED311980",
        "title":"Distance Learners: Howard Community College's Fiscal Year 1989 Telecourse Students. Research Report Number 62."},
      {
        "id":"ED311981",
        "title":"Austin Community College Fact Book, 1988-89."},
      {
        "id":"ED311983",
        "title":"Effect of Field Independence/Dependence on Two Textbook Notetaking Techniques."},
      {
        "id":"ED311985",
        "title":"The Need for a Southern Branch Campus of Ocean County College."},
      {
        "id":"ED311986",
        "title":"Pima College Students' Knowledge of Selected Basic Physical Science Concepts."},
      {
        "id":"ED311987",
        "title":"Reflections on the First Year of a Community College President."},
      {
        "id":"ED311989",
        "title":"A Time To Think about Shakespeare."},
      {
        "id":"ED311990",
        "title":"Tribal Colleges: Shaping the Future of Native America. A Special Report."},
      {
        "id":"ED311992",
        "title":"Community College of Rhode Island: Annual Report 25, 1988-89."},
      {
        "id":"ED311994",
        "title":"Clark State Community College Operating Plan."},
      {
        "id":"ED311995",
        "title":"An Introductory Guide to Entrepreneurship for American Indians."},
      {
        "id":"ED311997",
        "title":"Policy Statements of the American Association of Community and Junior Colleges."},
      {
        "id":"ED311999",
        "title":"Joliet Junior College. Keep America Working, Sears Partnership Development Fund: Final Report."},
      {
        "id":"ED312000",
        "title":"The Role of Community, Technical, and Junior Colleges in Technical Education/Training and Economic Development: A National Forum. Report and Recommendations."},
      {
        "id":"ED312001",
        "title":"An Introduction to Developing an Urban Business Incubator."},
      {
        "id":"ED312002",
        "title":"Export Now: A Practical Guide for U.S. Minority and Small Business Exporters."},
      {
        "id":"ED312003",
        "title":"Student Outcomes: Annual Summary Report."},
      {
        "id":"ED312005",
        "title":"A Report on the Minority Business Enterprise Project, 1983-1989."},
      {
        "id":"ED312006",
        "title":"Community Colleges and Economic Development: Models of Institutional Effectiveness."},
      {
        "id":"ED312007",
        "title":"Civic Responsibility and the American Student: The Challenges and Opportunities of National Service. The American Seminar VI: Teleconference Workbook."},
      {
        "id":"ED312008",
        "title":"Who Cares about the Inner City? The Community College Response to Urban America. A Report of the Commission on Urban Community Colleges of the American Association of Community and Junior Colleges."},
      {
        "id":"ED312009",
        "title":"Performance Appraisal: Concepts and Techniques for Postsecondary Education."},
      {
        "id":"ED312010",
        "title":"Community Colleges in the United States: Forty-Nine State Systems."},
      {
        "id":"ED312012",
        "title":"Annual Report on Course and Program Approvals."},
      {
        "id":"ED312013",
        "title":"Report of a Study of &quot;Study Abroad&quot; Programs, 1984-88."},
      {
        "id":"ED312019",
        "title":"A Multicultural Sequence of Humanities Electives."},
      {
        "id":"ED312021",
        "title":"Paths to Success, Volume I: Steps towards Refining Standards and Placement in the English Curriculum."},
      {
        "id":"ED312024",
        "title":"Teaching Grammar as a Humanities Course."},
      {
        "id":"ED312026",
        "title":"Bridges to Opportunity: Are Community Colleges Meeting the Transfer Needs of Minority Students?"},
      {
        "id":"ED312027",
        "title":"AIDS and Child Care: A Booklet for Child Care Workers, Management Committees and Parents."},
      {
        "id":"ED312030",
        "title":"School Improvement Research. Series III, 1988-89."},
      {
        "id":"ED312031",
        "title":"Strategies of Social Entry among Preschool Children."},
      {
        "id":"ED312034",
        "title":"Early Childhood Teacher Decision-Making: A Focus on Children's Peer Interactions."},
      {
        "id":"ED312039",
        "title":"Sources of Variation in Beliefs about Parenthood."},
      {
        "id":"ED312040",
        "title":"Television and Families: Parental Coviewing and Young Children's Language Development, Social Behavior, and Television Processing."},
      {
        "id":"ED312041",
        "title":"Reading/Writing Readiness for Preschool and Kindergarten Children: A Whole Language Approach. FERC Research Project Report."},
      {
        "id":"ED312042",
        "title":"Flexible Child Care in Canada: A Report on Child Care for Evenings, Overnight and Weekends, Emergencies and Ill Children, and in Rural Areas."},
      {
        "id":"ED312044",
        "title":"Developing an Early Childhood Care and Development Strategy for the '90s."},
      {
        "id":"ED312045",
        "title":"Early Childhood Education: Policy Issues."},
      {
        "id":"ED312046",
        "title":"Use of Low Structured Observation for Assessing Communicative Intents in Young Children."},
      {
        "id":"ED312047",
        "title":"Cognition of Space Depicted in Graphic Representation."},
      {
        "id":"ED312048",
        "title":"Age Differences in the Goals of Toddler Play."},
      {
        "id":"ED312051",
        "title":"Promoting Professional Value from Within."},
      {
        "id":"ED312052",
        "title":"To Go Over or Under."},
      {
        "id":"ED312053",
        "title":"Comparison of Motor Development in Preschool Children."},
      {
        "id":"ED312055",
        "title":"Internal Working Models of Caregiving and Security of Attachment at Age Six."},
      {
        "id":"ED312058",
        "title":"Parent-Teacher Conferencing. What Research Says to the Teacher. Second Edition."},
      {
        "id":"ED312059",
        "title":"Disruptive Student Behavior in the Classroom. What Research Says to the Teacher. Second Edition."},
      {
        "id":"ED312060",
        "title":"Teachers and Parents: An Adult-to-Adult Approach."},
      {
        "id":"ED312061",
        "title":"Schools and Families: Issues and Actions."},
      {
        "id":"ED312062",
        "title":"Early Childhood at Risk: Actions and Advocacy for Young Children."},
      {
        "id":"ED312065",
        "title":"Content and Methods of Early Childhood Education and Care Programmes in Hong Kong."},
      {
        "id":"ED312067",
        "title":"Early Child Care, Parenting Education, and Social Policy."},
      {
        "id":"ED312070",
        "title":"Early Childhood Education and Development Act of 1989. Report together with Dissenting, Additional, and Individual Views (To Accompany H.R. 3). House of Representatives, 101st Congress, 1st Session."},
      {
        "id":"ED312071",
        "title":"Hearings on H.R. 24, Child Nutrition and WIC Amendments of 1989. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred First Congress, First Session (February 8 and 28; March 2 and 23, 1989)."},
      {
        "id":"ED312074",
        "title":"Foster Care: Preliminary Report on Reform Effects. Report to Congressional Requesters."},
      {
        "id":"ED312076",
        "title":"Children and Youths: About 68,000 Homeless and 186,000 in Shared Housing at Any Given Time. Report to Congressional Committees."},
      {
        "id":"ED312077",
        "title":"Adolescents' Schemata of Society, Self and Others: An Approach to Conceptualizing and Measuring Adolescents' Understanding of the Public Good."},
      {
        "id":"ED312078",
        "title":"Planning Block Play Experiences for Young Children."},
      {
        "id":"ED312079",
        "title":"Class Size and Life in Second Grade Classrooms. A Project STAR Progress Report."},
      {
        "id":"ED312082",
        "title":"Between Subjects: Shared Meanings of Intersubjectivity."},
      {
        "id":"ED312084",
        "title":"Low-Cost Primary Education: Implementing an Innovation in Six Nations."},
      {
        "id":"ED312086",
        "title":"Parenting Priorities: Stability, Change and Impact on Young Children."},
      {
        "id":"ED312087",
        "title":"Companion Animal Bonding, Children's Home Environments, and Young Children's Social Development."},
      {
        "id":"ED312097",
        "title":"Schools as Entrepreneurs: Helping Small Towns Survive."},
      {
        "id":"ED312100",
        "title":"A Multi-Cultural Women's History Elementary Curriculum Unit."},
      {
        "id":"ED312101",
        "title":"Jumping the Alligators in the Ditch."},
      {
        "id":"ED312105",
        "title":"A Foster Care Training Curriculum Model: Learning from Rural Communities."},
      {
        "id":"ED312109",
        "title":"Meeting Housing Needs in Rural America."},
      {
        "id":"ED312110",
        "title":"Rural Education: A Changing Landscape."},
      {
        "id":"ED312111",
        "title":"Respecting Differences: The Hope for a Global Community. Annual Bilingual Multicultural Education Conference (15th, Anchorage, Alaska, January 30-February 3, 1989)."},
      {
        "id":"ED312112",
        "title":"The Land and Economy of Appalachia. Proceedings from the 1986 Conference on Appalachia (Lexington, Kentucky, October 30-31, 1986)."},
      {
        "id":"ED312113",
        "title":"Assigning Type of Locale Codes to the 1987-88 CCD Public School Universe."},
      {
        "id":"ED312114",
        "title":"Attitudes Toward the Education of American Indians. A Survey."},
      {
        "id":"ED312115",
        "title":"A Statistical Profile of the American Indian Population for All States and the District of Columbia: 1980."},
      {
        "id":"ED312116",
        "title":"1980 Census Supplementary Questionnaire Program. A Statistical Profile of the American Indian, Eskimo, and Aleut Population."},
      {
        "id":"ED312118",
        "title":"Geographic Distribution of Federal Funds in 1985."},
      {
        "id":"ED312119",
        "title":"Focus on the Future: Options in Developing a New National Rural Policy. Proceedings of Four Regional Rural Development Policy Workshops (Minneapolis, Minnesota, September 19-21, 1988; Syracuse, New York, September 28-30, 1988; Birmingham, Alabama, October 3-5, 1988; and Reno, Nevada, October 11-13, 1988)."},
      {
        "id":"ED312120",
        "title":"An Overview of the Small School District/Rural Education Factor in Washington State."},
      {
        "id":"ED312122",
        "title":"Do Left or Right Brain Training Exercises Have the Greater Effect upon College Calculus Achievement?"},
      {
        "id":"ED312123",
        "title":"The State of Mathematics and Science Education in America and What the U.S. Department of Education is Doing about It: A Guide to Mathematics and Science Programs Administered and Supported by the Department."},
      {
        "id":"ED312124",
        "title":"Limitless Horizons: Careers in Aerospace."},
      {
        "id":"ED312125",
        "title":"Solar Physics in the Space Age."},
      {
        "id":"ED312127",
        "title":"Mathematics: Grades 1 and 2 Assessment."},
      {
        "id":"ED312129",
        "title":"Teaching Computation through Concept Development. Inservice Presentation. Bulletin 1789."},
      {
        "id":"ED312130",
        "title":"Mathematics Curriculum Guide, Grades K-8, Revised 1986."},
      {
        "id":"ED312131",
        "title":"Voyage to Jupiter."},
      {
        "id":"ED312132",
        "title":"Graduate Student Researchers Program 1989/90."},
      {
        "id":"ED312133",
        "title":"Launching a Dream. A Teachers Guide to a Simulated Space Shuttle Mission."},
      {
        "id":"ED312134",
        "title":"Software for Aerospace Education. A Bibliography (Second Edition)."},
      {
        "id":"ED312138",
        "title":"Building a Mind Set for Mathematics and Current Trends and Issues in Mathematics. Inservice Presentations. Bulletin 1787."},
      {
        "id":"ED312139",
        "title":"Problem Solving Strategies. Inservice Presentation. Bulletin 1788."},
      {
        "id":"ED312140",
        "title":"Sandcastle Moats and Petunia Bed Holes. A Book about Groundwater."},
      {
        "id":"ED312141",
        "title":"Sandcastle Moats and Petunia Bed Holes. A Book about Groundater. Instructor's Guide."},
      {
        "id":"ED312142",
        "title":"Virginia's Waters."},
      {
        "id":"ED312145",
        "title":"Mathematics for the 21st Century: Preparing Elementary Teachers. Final Report to the Indiana Department of Education."},
      {
        "id":"ED312146",
        "title":"Sentinels in the Sky: Weather Satellites."},
      {
        "id":"ED312147",
        "title":"Renewing Solar Science. The Solar Maximum Repair Mission."},
      {
        "id":"ED312148",
        "title":"The Tracking &amp; Data Relay Satellite System. The New Space Network."},
      {
        "id":"ED312149",
        "title":"Middle and High School Science Education Program Management Guide SY89-90. Edition Two Revised."},
      {
        "id":"ED312150",
        "title":"Math, Science and Engineering Education: A National Need. Hearing Before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred First Congress, First Session (Kansas City, MO, May 1, 1989)."},
      {
        "id":"ED312152",
        "title":"A Citizen's Guide to Plastics in the Ocean: More than a Litter Problem. Second Edition."},
      {
        "id":"ED312153",
        "title":"U.S. Department of Energy Information: Home Energy Audits."},
      {
        "id":"ED312154",
        "title":"Insulation Fact Sheet."},
      {
        "id":"ED312155",
        "title":"Groundwater Protection through Prevention. A Curriculum for Agricultural Education in Secondary Schools."},
      {
        "id":"ED312156",
        "title":"Resources for Clergy in Human Genetic Problems. A Selected Bibliography. Second Edition."},
      {
        "id":"ED312159",
        "title":"Integrating Computer Software into the Functional Mathematics Curriculum: A Diagnostic Approach."},
      {
        "id":"ED312166",
        "title":"Public School District Policies and Practices in Selected Aspects of Arts and Humanities Instruction. Center for Education Statistics Bulletin."},
      {
        "id":"ED312168",
        "title":"Teacher Conceptions of History: A Work-in-Progress. Draft."},
      {
        "id":"ED312171",
        "title":"Gangs in Schools. Breaking Up Is Hard To Do."},
      {
        "id":"ED312174",
        "title":"Primary School Arts and Crafts: Developing Manual Skills. Lesson Plans: Classes I thru VI. Information Collection & Exchange Reprint R037."},
      {
        "id":"ED312175",
        "title":"The Keynesian Diagram: A Cross to Bear?"},
      {
        "id":"ED312178",
        "title":"Value Priority Differences across Levels of Nuclear Threat Concern."},
      {
        "id":"ED312180",
        "title":"Hearing on the Reauthorization of the National Endowments for the Arts and Humanities and the Institute of Museum Services. Hearing before the Subcommitee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred First Congress, First Session (Bozeman, Montana, April 1, 1989)."},
      {
        "id":"ED312186",
        "title":"Discipline-Based Art Education: An Old Idea Whose Time Has Come Again? An Annotated Bibliography."},
      {
        "id":"ED312187",
        "title":"Focus on Fine Arts: Visual Arts."},
      {
        "id":"ED312188",
        "title":"The Grouse Creek Cultural Survey: Integrating Folklife and Historic Preservation Field Research."},
      {
        "id":"ED312189",
        "title":"California Women: Activities Guide, Kindergarten through Grade Twelve."},
      {
        "id":"ED312192",
        "title":"The Blessings of Liberty. Constitutional Teachers&apos; Institute (1st, Los Angeles, California, August 2-15, 1987). Final Report."},
      {
        "id":"ED312196",
        "title":"Multicultural Education: Knowledge and Perceptions."},
      {
        "id":"ED312198",
        "title":"Learning about Oregon: Symbols, Legends and Facts. A Source Book for Elementary Teachers. Revised."},
      {
        "id":"ED312199",
        "title":"Socialization and Participation in the Arts. Research Division Report #21."},
      {
        "id":"ED312201",
        "title":"Defining Social Studies Education in Michigan (K-12)."},
      {
        "id":"ED312203",
        "title":"Current Issues Teacher's Guide."},
      {
        "id":"ED312205",
        "title":"Education in Sub-Saharan Africa: Policies for Adjustment, Revitalization, and Expansion. A World Bank Policy Study."},
      {
        "id":"ED312206",
        "title":"Architivity: Union Station. An Interdisciplinary Guide to Kansas City's Most Monumental Landmark."},
      {
        "id":"ED312207",
        "title":"Architivity: Liberty Memorial."},
      {
        "id":"ED312208",
        "title":"Institutionalizing LRE Programs: Eight Case Studies."},
      {
        "id":"ED312211",
        "title":"Toward Improving Research in Social Studies Education. SSEC Monograph Series."},
      {
        "id":"ED312213",
        "title":"The Voyages of Columbus: A Turning Point in World History."},
      {
        "id":"ED312215",
        "title":"Improving Teaching and Learning in Large Classes: A Practical Manual. Revised 1989."},
      {
        "id":"ED312217",
        "title":"Gymnastics. Selected Coaching Articles. Officiating Techniques."},
      {
        "id":"ED312219",
        "title":"Different Conceptions of Self and Role among First Year Students Training for \"Caring\" Professions."},
      {
        "id":"ED312230",
        "title":"Making Connections: Four Educational Perspectives. Occasional Paper Series. AEL Occasional Paper 29."},
      {
        "id":"ED312232",
        "title":"Primary School Teachers' Salaries in Sub-Saharan Africa. World Bank Discussion Papers 45."},
      {
        "id":"ED312234",
        "title":"The Mentor-Intern Relationship: A Report to the State Education Department on the New York State Mentor Teacher-Internship Program for 1987-1988."},
      {
        "id":"ED312239",
        "title":"Reconceputalizing Educational Psychology To Facilitate Teacher Empowerment and Critical Reflection."},
      {
        "id":"ED312240",
        "title":"An Examination of Orthoptic Vision and Balance Performance of Nonhandicapped and Learning Disabled Children."},
      {
        "id":"ED312241",
        "title":"Power of Positive Students (POPS) Instructional Program: Evaluation of Pilot Program January to May 1988."},
      {
        "id":"ED312242",
        "title":"Physical Education Concept Paper. Number 1."},
      {
        "id":"ED312244",
        "title":"What Teachers Majored In: Bachelor's Degree Fields of Public and Private School Teachers. Survey Report."},
      {
        "id":"ED312246",
        "title":"Monitoring. Illinois Quality Schools: A Casebook."},
      {
        "id":"ED312249",
        "title":"Targeting New Teachers &amp; Teaching by Novel Techniques."},
      {
        "id":"ED312250",
        "title":"Improving Humanities Education. Final Report. 1988-89."},
      {
        "id":"ED312254",
        "title":"Effective Inservice for Elementary School Teachers: A Summer Mathematics Institute."},
      {
        "id":"ED312255",
        "title":"An Emergent Paradigm for Staff Development."},
      {
        "id":"ED312257",
        "title":"Maintaining Academic Integrity in the Midst of Educational Reform: An Alternative Certification Program."},
      {
        "id":"ED312258",
        "title":"Classroom Encounters: Problems, Case Studies, Solutions. NEA Aspects of Learning Series."},
      {
        "id":"ED312261",
        "title":"Teacher Preparation: Structural and Conceptual Alternatives. Issue Paper 89-5."},
      {
        "id":"ED312264",
        "title":"Breaking from Experience in Teacher Education: When Is It Necessary, How Is It Possible? Occasional Paper No. 129."},
      {
        "id":"ED312265",
        "title":"School College Collaboration: Teaching At-Risk Youth. Conference Proceedings of the Council of Chief State School Oficers (Baltimore, Maryland, May 8-11, 1988)."},
      {
        "id":"ED312270",
        "title":"The Discriminatory Implications of Teacher Competency Testing."},
      {
        "id":"ED312271",
        "title":"What Americans Study. A Policy Information Report."},
      {
        "id":"ED312272",
        "title":"Testing Code of Ethics for North Carolina Testing Personnel, Teachers and School Administrators."},
      {
        "id":"ED312273",
        "title":"Ethnographic Work and Educational Administration: Reframing Problematics of Educational Research and Practice."},
      {
        "id":"ED312275",
        "title":"The Use of Evaluative Data for Instructional Planning and Decision Making in the Portland Public Schools. Year Two Report: September 1987-December 1988. 1987-88 Research Report."},
      {
        "id":"ED312276",
        "title":"Sex and Race Differences on Standardized Tests. Oversight Hearings before the Subcommittee on Civil and Constitutional Rights of the Committee on the Judiciary. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED312279",
        "title":"Do Public and Private Schools Differ in the Performance of Their Students on Advanced Placement Tests?"},
      {
        "id":"ED312284",
        "title":"Monitoring and Improving Testing and Evaluation Innovations Project. State Level Activity. Annual Report."},
      {
        "id":"ED312289",
        "title":"Measurement Characteristics of the Finding Embedded Figures Test with Middle School Students."},
      {
        "id":"ED312290",
        "title":"A Developmental Perspective on Teachers' Cognitions about Memory Strategies and Metacognition in Classroom Teaching."},
      {
        "id":"ED312291",
        "title":"Reliability and Validity of a Procedure To Measure Diagnostic Reasoning and Problem-Solving Skills Taught in Predoctoral Orthodontic Education."},
      {
        "id":"ED312293",
        "title":"Analysis of Cognitive Style Measures."},
      {
        "id":"ED312294",
        "title":"Research and Training for Quality Improvement."},
      {
        "id":"ED312298",
        "title":"Dangers in Using Analysis of Covariance Procedures."},
      {
        "id":"ED312299",
        "title":"Second-Order Factor Analysis as a Validity Assessment Tool: A Case Study Example Involving Perceptions of Stereotypic Love."},
      {
        "id":"ED312300",
        "title":"Assessing Educational Performance: California's School Quality Indicator System."},
      {
        "id":"ED312301",
        "title":"Use of Meaningfulness as a Function of Attributions and Divergent Thinking."},
      {
        "id":"ED312302",
        "title":"A Method for the Construction of Differentiated School Norms."},
      {
        "id":"ED312303",
        "title":"School Dropout Rates, Academic Performance, Size, and Poverty: Correlates of Educational Reform."},
      {
        "id":"ED312304",
        "title":"Defining Teacher Effectiveness on a Continuum: A Rasch Model Approach."},
      {
        "id":"ED312308",
        "title":"StRoBe: A Classroom-on-Task Measure."},
      {
        "id":"ED312309",
        "title":"Staff Development Implications from a State-Wide Assessment of Classroom Teachers' Testing Skills and Practices."},
      {
        "id":"ED312311",
        "title":"School, Individual and Item Nonresponse in the National Education Longitudinal Study of 1988 (NELS:88) Base Year Survey."},
      {
        "id":"ED312313",
        "title":"Competency Testing and At-Risk Youth."},
      {
        "id":"ED312314",
        "title":"A Comparison of the Efficiency, Reliability and Validity of Adaptive and Conventional Listening Tests."},
      {
        "id":"ED312315",
        "title":"Determining Outcomes for Evaluation of a National Science Foundation Workshop."},
      {
        "id":"ED312316",
        "title":"Evaluating Listening Skills of Extension Staff."},
      {
        "id":"ED312318",
        "title":"Urban Teacher Recruitment Programs. ERIC/CUE Digest Number 43."},
      {
        "id":"ED312321",
        "title":"Student Assignment in Elementary and Secondary Schools &amp; Title VI."},
      {
        "id":"ED312324",
        "title":"An Early Adolescent Program. The Center for Minority Achievement."},
      {
        "id":"ED312327",
        "title":"Living in Franklin Square: An Exploration of Black Culture."},
      {
        "id":"ED312328",
        "title":"Minority Health in Michigan: Closing the Gap. Executive Summary."},
      {
        "id":"ED312329",
        "title":"Minority Health in Michigan: Closing the Gap."},
      {
        "id":"ED312331",
        "title":"Schooling and Urban Employment Growth: 1980-1984. Working Paper #1."},
      {
        "id":"ED312332",
        "title":"Public Education Access for Children of the Homeless."},
      {
        "id":"ED312336",
        "title":"A Joining of Hands: State Policies &amp; Programs To Improve High School-College Linkages."},
      {
        "id":"ED312337",
        "title":"1987-88 Dropout Report."},
      {
        "id":"ED312338",
        "title":"Chapter 2 Formula. 1987-88 Final Technical Report."},
      {
        "id":"ED312339",
        "title":"Chapter 2 Forumula. 1988-89 Final Technical Report."},
      {
        "id":"ED312340",
        "title":"Chapter 1 and Chapter 1 Migrant Evaluation Findings. 1988-89. Publication No. 88.03."},
      {
        "id":"ED312341",
        "title":"Title VII 1987-88 Final Technical Report."},
      {
        "id":"ED312342",
        "title":"Views and Viewpoints about AISD: Student, Staff, and Parent Opinions, 1988-89."},
      {
        "id":"ED312343",
        "title":"Transiency and Stability in the Los Angeles Unified School District, 1982-1983. Publication No. 448."},
      {
        "id":"ED312344",
        "title":"Transiency and Stability in the Los Angeles Unified School District 1983-1984. Publication No. 466."},
      {
        "id":"ED312345",
        "title":"Transiency and Stability in the Los Angeles Unified School District 1985-1986. Publication No. 487."},
      {
        "id":"ED312346",
        "title":"Transiency and Stability in the Los Angeles Unified School District 1986-1987. Publication No. 516."},
      {
        "id":"ED312347",
        "title":"Retention Patterns in the Los Angeles Unified School District, 1982-83. Publication No. 441."},
      {
        "id":"ED312348",
        "title":"Retention Patterns in the Los Angeles Unified School District, 1983-84. Publication No. 456."},
      {
        "id":"ED312349",
        "title":"Early School Leavers: High School Students Who Left School before Graduating, 1982-83. Publication No. 458."},
      {
        "id":"ED312350",
        "title":"Legalization's Second Step: The Availability of English Civics Classes in the Chicago, Houston, Miami and New York City Metropolitan Areas."},
      {
        "id":"ED312356",
        "title":"Minorities in Sports. The Effect of Varsity Sports Participation on the Social, Educational, and Career Mobility of Minority Students, with Policy Recommendations from the Center for the Study of Sport in Society."},
      {
        "id":"ED312357",
        "title":"Meeting Adolescent Need: Four Effective Middle Schools."},
      {
        "id":"ED312358",
        "title":"Poverty Rate and Household Income Stagnate as Rich-Poor Gap Hits Post War High."},
      {
        "id":"ED312359",
        "title":"Teachers' Beliefs about At-Risk Students."},
      {
        "id":"ED312361",
        "title":"Effective Schools: Critical Issues in the Education of Black Children."},
      {
        "id":"ED312363",
        "title":"Learning in Limbo: The Educational Deprivation of Homeless Children."},
      {
        "id":"ED312364",
        "title":"State Activities and Programs for the Homeless: A Review of Six States."},
      {
        "id":"ED312365",
        "title":"Involvement in Learning for Low-Achieving Students."},
      {
        "id":"ED312367",
        "title":"Patterns of Substance Use and Delinquency among Inner City Adolescents."},
      {
        "id":"ED312368",
        "title":"Supporting Low Income Neighborhood Organizations. A Guide for Community Foundations."},
      {
        "id":"ED312371",
        "title":"Money Income and Poverty Status in the United States: 1988 (Advance Data from the March 1989 Current Population Survey). Current Population Reports: Consumer Income."},
      {
        "id":"ED312372",
        "title":"Paradoxes in Black Economic Progress: Incomes, Families, and the Underclass. Discussion Paper."},
      {
        "id":"ED312376",
        "title":"Midwest Nuclear Training Association Annual Nuclear Instructors' Workshop (4th, Columbus, Ohio, October 16-18, 1989)."},
      {
        "id":"ED312377",
        "title":"Strengthening the Performance of Community Health Workers in Primary Health Care. Report of a WHO Study Group. Technical Report Series 780."},
      {
        "id":"ED312379",
        "title":"Vocational Education Equipment Standards. Revised."},
      {
        "id":"ED312383",
        "title":"Educated Work Force. A Concept Paper."},
      {
        "id":"ED312384",
        "title":"Undergraduate Vocational Teacher Education. Project 1. Final Report."},
      {
        "id":"ED312385",
        "title":"Facilities Assessment Update Study, 1988."},
      {
        "id":"ED312386",
        "title":"A Model for Technical Equipment Assessment. Executive Summary."},
      {
        "id":"ED312387",
        "title":"Apprenticeship 2000. The Public Speaks. Report of Public Comments."},
      {
        "id":"ED312388",
        "title":"Apprenticeship 2000. Summary Report of Focus Papers."},
      {
        "id":"ED312389",
        "title":"Apprenticeship 2000. Short Term Research Projects. Executive Summaries."},
      {
        "id":"ED312393",
        "title":"Evaluation Study of the Senior Community Service Employment Program Funded under Title V of the Older Americans Act."},
      {
        "id":"ED312394",
        "title":"Working Capital: JTPA Investments for the 90's. A Report of the Job Training Partnership Act (JTPA) Advisory Committee."},
      {
        "id":"ED312395",
        "title":"Older Worker Task Force: Key Policy Issues for the Future. Report of the Secretary of Labor."},
      {
        "id":"ED312406",
        "title":"&quot;Fifty-Fifty?&quot; Comparative Comments on Access to Adult and Higher Education in Sweden."},
      {
        "id":"ED312407",
        "title":"Adult Learning, Work and Citizenship. Impressions and Reflections from the New Sweden '88 Adult Education Seminars in the USA and Canada, October-November 1988. Reports--Planning, Follow-up, Evaluation. R 89:25."},
      {
        "id":"ED312408",
        "title":"Next Step towards a Learning Society?--Impressions from the Boardwalk of Atlantic City."},
      {
        "id":"ED312409",
        "title":"Personnel Training--Ideas and Proposals."},
      {
        "id":"ED312411",
        "title":"Entrepreneurship Education. Trends and Issues Alerts."},
      {
        "id":"ED312412",
        "title":"The New Work Force. Trends and Issues Alerts."},
      {
        "id":"ED312415",
        "title":"Labor Market Problems of Older Workers. Report of the Secretary of Labor."},
      {
        "id":"ED312419",
        "title":"The Future of Technical Subjects in Zimbabwe's Primary Schools."},
      {
        "id":"ED312427",
        "title":"Job Training Quarterly Survey. JTPA Title IIA and III Enrollments and Terminations during the First Three Quarters of PY 1988 (July 1988-March 1989)."},
      {
        "id":"ED312434",
        "title":"Basic Welding Curriculum Guide. Vocational Education Curriculum Development. Bulletin No. 1859."},
      {
        "id":"ED312435",
        "title":"Vocational-Technical Program and Course Standards. Competency-Based Postsecondary Curriculum Outlines. Bulletin No. 1822."},
      {
        "id":"ED312437",
        "title":"The Alliance for Employee Growth and Development: A Joint Venture that Works. Labor-Management Cooperation Brief No. 17. Reports on Significant Literature and Events."},
      {
        "id":"ED312438",
        "title":"Speed Variance and Its Influence on Accidents."},
      {
        "id":"ED312443",
        "title":"Sales Fundamentals Guide."},
      {
        "id":"ED312445",
        "title":"An Exploratory Study of Nonparticipation by Older Adults in Organized Educational Activities."},
      {
        "id":"ED312447",
        "title":"Jobs for Indiana's Future. Executive Report."},
      {
        "id":"ED312449",
        "title":"Industrial Arts and Technology."},
      {
        "id":"ED312451",
        "title":"PC Tutor. Bericht uber ein PC-gestutzes Tutorensystem = PC Tutor. Report on a Tutoring System with Personal Computer. ZIFF Papiere 75."},
      {
        "id":"ED312452",
        "title":"Short Descriptions of Selected Distance-Education Institutions."},
      {
        "id":"ED312454",
        "title":"Employers' Expectations of Vocational Education. ERIC Digest No. 90."},
      {
        "id":"ED312455",
        "title":"Cooperative Education: Characteristics and Effectiveness. ERIC Digest No. 91."},
      {
        "id":"ED312456",
        "title":"Women, Work, and Literacy. ERIC Digest No. 92."},
      {
        "id":"ED312457",
        "title":"Supporting and Facilitating Self-Directed Learning. ERIC Digest No. 93."},
      {
        "id":"ED312459",
        "title":"Supply and Demand for University Technology Faculty: 1986-87 Position Vacancy and Search Results Analysis. Research in Technology Education Series--Report #2."},
      {
        "id":"ED312464",
        "title":"Unemployment, Vacancies and Local Labor Markets."},
      {
        "id":"ED312465",
        "title":"Assisting Displaced Workers. Do the States Have a Better Idea?"},
      {
        "id":"ED312466",
        "title":"Separating the Wheat from the Chaff: The Role of Vocational Education in Economic Development."},
      {
        "id":"ED312467",
        "title":"Trends--Education, Employment, Population: Challenge 2000."},
      {
        "id":"ED312468",
        "title":"Transportation Education and Training. Meeting the Challenge. Proceedings of the Conference on Surface Transportation Education and Training (Williamsburg, Virginia, October 28-31, 1984). Special Report 210."},
      {
        "id":"ED312469",
        "title":"Michigan Occupational Information System (MOIS) Structured Search."},
      {
        "id":"ED312470",
        "title":"Michigan Occupational Information System Application Training 1990."},
      {
        "id":"ED312472",
        "title":"The Future of Technology and Work. Research and Policy Issues. Proceedings of a Conference Sponsored by the Panel on Technology and Employment (Washington, District of Columbia, October 28, 1987)."},
      {
        "id":"ED312473",
        "title":"Restoring American Productivity: The Role of Education and Human Resources. Hearing on Examining the Role of Education and Human Resources in Restoring American Productivity, before the Committee on Labor and Human Resources. United States Senate, One Hundred First Congress, First Session."},
      {
        "id":"ED312479",
        "title":"Learning Differently: Meeting the Needs of Adults with Learning Disabilities."},
      {
        "id":"ED312480",
        "title":"Increasing Sales by Developing Production Consortiums."},
      {
        "id":"ED312481",
        "title":"Enhancing Your Public Relations. A Guide for Designing Effective Communication Strategies for Community-Based Vocational Rehabilitation Programs."},
      {
        "id":"ED312483",
        "title":"State Job Training Coordinating Council Roles and Options."},
      {
        "id":"ED312500",
        "title":"Award of EC Television Prize for Broadcasts on Vocational Training."},
      {
        "id":"ED312501",
        "title":"On Becoming a Teacher: Vocational Education and the Induction Process."},
      {
        "id":"ED312502",
        "title":"Exemplary Urban Career-Oriented Secondary School Programs."},
      {
        "id":"ED312506",
        "title":"Recidivism among Offenders Incarcerated by the Oklahoma Department of Corrections Who Received Vocational-Technical Training: A Survival Data Analysis of Offenders Released January 1982 through July 1986."},
      {
        "id":"ED312507",
        "title":"Summary of Fiscal Year 1986 Participation in Educational Programs."},
      {
        "id":"ED312510",
        "title":"Veterans Health Professionals Educational Amendments of 1989. Report (To Accompany H.R. 3199). House of Representatives, 101st Congress, 1st Session."},
      {
        "id":"ED312511",
        "title":"Veterans Education Programs Amendments of 1989. Report (To Accompany H.R. 3390). House of Representatives, 101st Congress, 1st Session."},
      {
        "id":"ED312512",
        "title":"New Jersey's Emergency Retrovir Reimbursement Program (ERRP)."},
      {
        "id":"ED312513",
        "title":"Teenage Pregnancy Program (TAP). Evaluation Report."},
      {
        "id":"ED312514",
        "title":"Personal Coping Strategies of the Elderly in Housing Emergencies: Clues to Interventions To Prevent Homelessness and Institutionalization."},
      {
        "id":"ED312515",
        "title":"Relocation, Residence &amp; Risk: A Study of Housing Risks and the Causes of Homelessness among the Urban Elderly."},
      {
        "id":"ED312517",
        "title":"The DSM-III Classification of Child and Adolescent Depression."},
      {
        "id":"ED312518",
        "title":"Ethical Decision Making: Developmental Theory and Practice."},
      {
        "id":"ED312519",
        "title":"Drug Use, Drinking, and Smoking: National Survey Results from High School, College, and Young Adult Populations, 1975-1988."},
      {
        "id":"ED312520",
        "title":"Adolescent Peer Pressure: Theory, Correlates, and Program Implications for Drug Abuse Prevention."},
      {
        "id":"ED312521",
        "title":"Prevention Research: Deterring Drug Abuse among Children and Adolescents. NIDA Research Monograph 63. A RAUS Review Report."},
      {
        "id":"ED312525",
        "title":"The Effects of Self-Esteem, Task Label, and Performance Feedback on Goal Setting, Efficacy, and Task Performance."},
      {
        "id":"ED312526",
        "title":"The Connecticut Children's Mental Health Needs Assessment Program: Barriers to Treatment."},
      {
        "id":"ED312529",
        "title":"The Representation of Psychology in the Child Sexual Abuse Literature: An Analysis and Bibliography."},
      {
        "id":"ED312531",
        "title":"Opening All Options. Proceedings of the Ohio Middle School and Junior High School Career Guidance Conference (Columbus, OH, June 28-30, 1988). Volume II."},
      {
        "id":"ED312539",
        "title":"Assessing Elderly Housing. A Planning Guide for Mayors, Local Officials, and Housing Advocates."},
      {
        "id":"ED312540",
        "title":"Rental Housing."},
      {
        "id":"ED312542",
        "title":"A Consumer's Guide to Homesharing."},
      {
        "id":"ED312543",
        "title":"A Consumer's Guide to Accessory Apartments."},
      {
        "id":"ED312544",
        "title":"A Guide to Local Housing Resources for Older Persons."},
      {
        "id":"ED312545",
        "title":"Children of Alcoholics/Addicts."},
      {
        "id":"ED312548",
        "title":"Nursing Postvention for Suicide Survivors."},
      {
        "id":"ED312550",
        "title":"Which Way to Improvement? A Catalog of Programs for Discipline, Drugs, Achievement, and Attendance."},
      {
        "id":"ED312551",
        "title":"Changes in American Family Life."},
      {
        "id":"ED312552",
        "title":"Improving IV-A/IV-D Interface. Trainer Guide."},
      {
        "id":"ED312553",
        "title":"Improving IV-A/IV-D Interface. Handbook."},
      {
        "id":"ED312554",
        "title":"A Professional Research and Knowledge Taxonomy for Youth Development: Educational Design. Revised."},
      {
        "id":"ED312555",
        "title":"A Professional Research and Knowledge Taxonomy for Youth Development: Youth Program Management. Revised."},
      {
        "id":"ED312556",
        "title":"A Professional Research and Knowledge Taxonomy for Youth Development: Youth Development. Revised."},
      {
        "id":"ED312557",
        "title":"A Professional Research and Knowledge Taxonomy for Youth Development: Volunteerism. Revised."},
      {
        "id":"ED312559",
        "title":"Community-Based Outreach for AIDS Education in New Haven, Connecticut."},
      {
        "id":"ED312560",
        "title":"Youth-At-Risk Needs Assessment."},
      {
        "id":"ED312572",
        "title":"Problems in the Workplace: AIDS, Drug Testing, Sexual Harassment, and Smoking Restrictions. LERC Monograph Series No. 7. Second Edition."},
      {
        "id":"ED312574",
        "title":"The State of Drug Education in Nebraska Public Schools."},
      {
        "id":"ED312576",
        "title":"Assaults by Wives on Husbands: Implications for Primary Prevention of Marital Violence."},
      {
        "id":"ED312578",
        "title":"Is Restraint a Model of Binge Eating and Obesity?"},
      {
        "id":"ED312579",
        "title":"Iowa Study of Alcohol and Drug Attitudes and Behaviors among Youth. 1987-88. Normative and Trend Data."},
      {
        "id":"ED312580",
        "title":"Juvenile Court Statistics 1985."},
      {
        "id":"ED312581",
        "title":"Court Careers of Juvenile Offenders."},
      {
        "id":"ED312582",
        "title":"The Sexual Exploitation of Missing Children: A Research Review."},
      {
        "id":"ED312584",
        "title":"Size, Composition and Utility of Support Networks for Pregnant and Parenting Adolescents."},
      {
        "id":"ED312585",
        "title":"Alcohol Expectancies in Young Adult Sons of Alcoholics and Controls."},
      {
        "id":"ED312587",
        "title":"Suicidal Behavior in Children."},
      {
        "id":"ED312590",
        "title":"Reactions to Others' Intimacy."},
      {
        "id":"ED312592",
        "title":"Effectiveness of Strategies To Contain Costs of the Post-Retirement Health Benefit Program."},
      {
        "id":"ED312593",
        "title":"Gender Differences in Correlates of Substance Use: Implications for Prevention."},
      {
        "id":"ED312594",
        "title":"Enhancing the Effectiveness of Career Counseling Interventions."},
      {
        "id":"ED312595",
        "title":"Religious Instruction about Aging and Old Age. Synopsis."},
      {
        "id":"ED312596",
        "title":"Evaluation of a Behavior Management Training Program for Nursing Home Caregivers."},
      {
        "id":"ED312597",
        "title":"Selective Attrition Effects in a Longitudinal Study of Adult Intelligence: Methodological Considerations."},
      {
        "id":"ED312606",
        "title":"Resident Satisfaction: An Essential Element of Quality."},
      {
        "id":"ED312609",
        "title":"The Relation between College Students' Reading Strategies, Attitudes, and Course Performance."},
      {
        "id":"ED312611",
        "title":"Schema Activation, Construction, and Application. ERIC Digest."},
      {
        "id":"ED312613",
        "title":"Reflections on Whole Language, Whole Word, and Phonics"},
      {
        "id":"ED312615",
        "title":"Effects of an Expanded Language Experience Approach on Oral Cloze Performance of Kindergarteners."},
      {
        "id":"ED312616",
        "title":"International Jerusalem Symposium on Encouraging Reading Proceedings (4th, Jerusalem, Israel, March 13-15, 1989)."},
      {
        "id":"ED312618",
        "title":"Readers Differ Both in Reading Speed and in Reading Time Patterns."},
      {
        "id":"ED312619",
        "title":"Analysis of Listening Skills Acquisition in Magnet Schools."},
      {
        "id":"ED312622",
        "title":"Literacy and Critical Thinking: The NAEP Literacy Studies and What We Are Not Teaching about 'Higher Reasoning Skills.'"},
      {
        "id":"ED312625",
        "title":"Difficulty of Text as a Factor in the History of Reading. Program Report 86-13."},
      {
        "id":"ED312626",
        "title":"Beginning Literacy and Your Child."},
      {
        "id":"ED312627",
        "title":"Magazines for Children."},
      {
        "id":"ED312629",
        "title":"Using Microcomputers for Teaching Reading in the Middle School. Fastback 296."},
      {
        "id":"ED312634",
        "title":"Incorporating the Newspaper into Basal Lessons."},
      {
        "id":"ED312635",
        "title":"Critical Thinking and the Art of Judgment."},
      {
        "id":"ED312637",
        "title":"The Changing Media in the USSR: New Evidence from a Recent Survey."},
      {
        "id":"ED312639",
        "title":"Taking Stock, Placing Orders: A Historiographic Essay on the Business History of the Newspaper."},
      {
        "id":"ED312642",
        "title":"Presidential Initiatives and Foreign News Coverage: The Carter Human Rights Policy's Effect on U.S. Coverage of Central and South America."},
      {
        "id":"ED312645",
        "title":"Language as Carrier of Consciousness. Cognitive Science Research No. 30."},
      {
        "id":"ED312646",
        "title":"A Statement on Metaphoric Sentences. Cognitive Science Research No. 29."},
      {
        "id":"ED312653",
        "title":"Publications 1 &amp; 2 (Yearbook) Curriculum Guide. Bulletin 1816."},
      {
        "id":"ED312654",
        "title":"A Marriage of Heaven and Hell: A Successful Integration of Grammar and Writing."},
      {
        "id":"ED312657",
        "title":"Patterns of Discourse in Classroom Discussions of Literature."},
      {
        "id":"ED312660",
        "title":"Technical Communications in Aeronautics: Results of an Exploratory Study. An Analysis of Managers' and Nonmanagers' Responses. NASA Technical Memorandum 101625."},
      {
        "id":"ED312664",
        "title":"Yes (Virginia), We Can See Your Story: Examining Story Elements in the Drawing and Writing of Children."},
      {
        "id":"ED312666",
        "title":"Writing and Reading Working Together. Occasional Paper No. 5."},
      {
        "id":"ED312667",
        "title":"Must Teachers Also Be Writers? Occasional Paper No. 13."},
      {
        "id":"ED312668",
        "title":"I Want To Talk to Each of You: Collaboration and the Teacher-Student Writing Conference. Technical Report No. 37."},
      {
        "id":"ED312669",
        "title":"Shirley and the Battle of Agincourt: Why It Is So Hard for Students To Write Persuasive Researched Analyses. Occasional Paper No. 14."},
      {
        "id":"ED312670",
        "title":"&quot;New York Times&quot; Editorial Position and the U.S. Foreign Policy: The Case of Iran."},
      {
        "id":"ED312671",
        "title":"On Theoretical Progress and Basic Course Pedagogy."},
      {
        "id":"ED312675",
        "title":"Media Software: The Development of Cross-Cultural Television Programming"},
      {
        "id":"ED312676",
        "title":"A National Survey of Graduate Education in Communication Research Ethics."},
      {
        "id":"ED312677",
        "title":"Managing a Responsive and Responsible Forensics Program in a Small College."},
      {
        "id":"ED312678",
        "title":"Mass Media in the Pacific: A System without a Print Connection."},
      {
        "id":"ED312681",
        "title":"The Westley-MacLean Model Revisited: An Extension of a Conceptual Model for Communication Research."},
      {
        "id":"ED312682",
        "title":"Sensation Seeking and Targeting of Televised Anti-Drug PSAs."},
      {
        "id":"ED312683",
        "title":"Business Communication: An Annotated Bibliography."},
      {
        "id":"ED312684",
        "title":"Communication and Service: An Annotated Bibliography."},
      {
        "id":"ED312685",
        "title":"Bibliography of Several Approaches to Rhetorical Criticism."},
      {
        "id":"ED312686",
        "title":"The Theory of Rhetorical Criticism: A Bibliography."},
      {
        "id":"ED312688",
        "title":"Proceedings of the Developmental Conference on the Future Role of Pi Kappa Delta in the Forensic Community (St. Louis, Missouri, March 22, 1989)."},
      {
        "id":"ED312689",
        "title":"Propaganda: Five American Schools of Thought."},
      {
        "id":"ED312691",
        "title":"What Kinds of Errors Are Salient in Communication?"},
      {
        "id":"ED312692",
        "title":"Visual Media for English Teachers: An Annotated Bibliography."},
      {
        "id":"ED312694",
        "title":"The Journalist's Role in Coverage of Terrorist Events."},
      {
        "id":"ED312695",
        "title":"Terrorism and Perspectivist Philosophy: Understanding Adversarial News Coverage."},
      {
        "id":"ED312696",
        "title":"Characterizations of Acts and Perpetrators of Political Violence in Three Elite U.S. Daily Newspapers. Terrorism and the News Media Research Project."},
      {
        "id":"ED312697",
        "title":"The Myth of My Widow: A Dramatistic Analysis of News Portrayals of a Terrorist Victim."},
      {
        "id":"ED312698",
        "title":"Visions of Terror: A Q-Methodological Analysis of American Perceptions of International Terrorism."},
      {
        "id":"ED312699",
        "title":"Habermas on Habermas: The Perils of Communicative Action in Our Postmodern World."},
      {
        "id":"ED312705",
        "title":"Public Relations Behavior as a Function of Organizational Type: A Comparison of Manufacturing versus Service Organizations."},
      {
        "id":"ED312709",
        "title":"Technology, Sound and Popular Music."},
      {
        "id":"ED312711",
        "title":"A Tale of Two Countries: Media and Messages of the French and American Presidential Campaigns of 1988."},
      {
        "id":"ED312712",
        "title":"Video Report Cards: Testing the Effectiveness of Visual Summative Evaluation."},
      {
        "id":"ED312714",
        "title":"Actors&apos; General Conceptions and Strategies for Local Development: An Application of Perspective Text Analysis. Cognitive Science Research No. 28."},
      {
        "id":"ED312715",
        "title":"Turning History into a Radio Program: Broadcast Interns and the National Archives."},
      {
        "id":"ED312716",
        "title":"4HPRK: Communication--A Professional Research and Knowledge Taxonomy for Youth Development."},
      {
        "id":"ED312717",
        "title":"A Professional Research and Knowledge Taxonomy for Youth Development: Communication. Revised."},
      {
        "id":"ED312718",
        "title":"The Appeal of Soap Opera."},
      {
        "id":"ED312719",
        "title":"Thinking about Television: Toward a Social Cognition Theory of Mass Communication."},
      {
        "id":"ED312720",
        "title":"Toward a Phenomenological-Longitudinal Model of Media Gratification Processes."},
      {
        "id":"ED312721",
        "title":"The Impact of Channel Reliance on Tactical Mobilizing Information about HIV Transmission."},
      {
        "id":"ED312722",
        "title":"His Speech Betrayeth Him: The Healing Rhetoric of Ernest Angley, Akron's Idiosyncratic Televangelist."},
      {
        "id":"ED312727",
        "title":"Assessing the Outcomes of College: Implications for Speech Communication."},
      {
        "id":"ED312728",
        "title":"The Adult Daughter Project: Communication and Life Aspirations."},
      {
        "id":"ED312731",
        "title":"Teaching Communication: Ideas for Teachers and Directors of the Basic Interpersonal or Public Speaking College Course."},
      {
        "id":"ED312732",
        "title":"Communication Patterns of the Elderly in the Black Community."},
      {
        "id":"ED312733",
        "title":"Improving the Preparation of School Administrators: The North Carolina Story. Notes on Reform."},
      {
        "id":"ED312734",
        "title":"Ventures in Good Practice: Examples of Cooperative Initiatives for Successful Schools."},
      {
        "id":"ED312736",
        "title":"Evaluation of Chief Executive Officers in Canadian School Boards. CEA Information Note."},
      {
        "id":"ED312742",
        "title":"Proposed Legislation--&quot;Educational Excellence Act of 1989.&quot; Message from the President of the United States Transmitting a Draft of Proposed Legislation To Promote Excellence in American Education by Recognizing and Rewarding Schools, Teachers, and Students for Their Outstanding Achievements; Enhancing Parental Choice; Encouraging the Study of Science, Mathematics, and Engineering; and for Other Purposes. 101st Congress, 1st Session (April 5, 1989)."},
      {
        "id":"ED312743",
        "title":"The Need To Know: Juvenile Record Sharing."},
      {
        "id":"ED312744",
        "title":"Set Straight on Bullies."},
      {
        "id":"ED312745",
        "title":"Improving School Bus Safety. Transportation Research Board Special Report 222."},
      {
        "id":"ED312746",
        "title":"School-Based Management. The Best of ERIC on Educational Management, Number 97."},
      {
        "id":"ED312747",
        "title":"Preparation of Principals. Best of ERIC on Educational Management, Number 98."},
      {
        "id":"ED312749",
        "title":"Capturing the Quality of Schools: Approaches to Evaluation."},
      {
        "id":"ED312751",
        "title":"Partners in Catholic Education: Pastor, Professional, Parent. A Workbook for Leaders in Catholic Education."},
      {
        "id":"ED312756",
        "title":"Central Educational Administration in China: An Organizational Analysis."},
      {
        "id":"ED312757",
        "title":"The Same Client: The Demographics of Education and Service Delivery Systems."},
      {
        "id":"ED312763",
        "title":"The Relationship between Secondary Teachers' Perceived Levels of Burnout and Their Perceptions of Their Principals' Supervisory Behaviors. 1989 Update."},
      {
        "id":"ED312773",
        "title":"Alternatives to Standardized Educational Assessment. ERIC Digest Series Number EA 40."},
      {
        "id":"ED312774",
        "title":"Strategic Planning. ERIC Digest Series Number EA 41."},
      {
        "id":"ED312775",
        "title":"Superintendent Evaluation. ERIC Digest Series Number EA 42."},
      {
        "id":"ED312776",
        "title":"Parent Involvement in the Educational Process. ERIC Digest Series Number EA 43."},
      {
        "id":"ED312778",
        "title":"Alternatives to Corporal Punishment."},
      {
        "id":"ED312782",
        "title":"The Transparent School: Using New Technology To Improve Parent Involvement."},
      {
        "id":"ED312783",
        "title":"Dropouts Who Complete High School with a Diploma or GED."},
      {
        "id":"ED312786",
        "title":"Problems in Developing Clinically-Based Administrator Preparation Programs."},
      {
        "id":"ED312791",
        "title":"1989 Education Indicators."},
      {
        "id":"ED312792",
        "title":"Digest of Education Statistics, 1989. Twenty-Fifth Edition."},
      {
        "id":"ED312793",
        "title":"Projections of Education Statistics to 2000."},
      {
        "id":"ED312797",
        "title":"Substance Abuse, School Policy and Special Education."},
      {
        "id":"ED312798",
        "title":"A Study of the Use of Cigarettes, Alcohol, and Marijuana by Students Identified as \"Seriously Emotionally Disturbed.\""},
      {
        "id":"ED312799",
        "title":"Annotated Bibliography of Substance Abuse among Handicapped, Disabled and High Risk Individuals [and] Prevention and Treatment Resources for the Handicapped or Disabled Substance Abuser."},
      {
        "id":"ED312800",
        "title":"The Head Injury Survivor on Campus: Issues and Resources."},
      {
        "id":"ED312801",
        "title":"Otitis Media in Early Childhood and Its Relationship to Later Speech and Language."},
      {
        "id":"ED312802",
        "title":"No Gift Wasted: Effective Strategies for Educating Highly Able, Disadvantaged Students in Mathematics and Science. Volume I: Findings. Final Report."},
      {
        "id":"ED312803",
        "title":"No Gift Wasted: Effective Strategies for Educating Highly Able, Disadvantaged Students in Mathematics and Science. Volume II: Case Studies. Final Report."},
      {
        "id":"ED312804",
        "title":"Secondary School to Work Transition Research Project Emphasizing Transitions to Work and Leisure Roles. Final Report."},
      {
        "id":"ED312805",
        "title":"A Cooperative Parent/School Program for Teaching Social Skills to Handicapped Children. Final Report."},
      {
        "id":"ED312806",
        "title":"Parent Involvement in the State of Kansas: A Program for Assessment and Implementation of Three Training Strategies. Final Report, 6/01/83 to 7/31/84."},
      {
        "id":"ED312807",
        "title":"Tracking System for Mentally Retarded Youth in Transition."},
      {
        "id":"ED312808",
        "title":"Mentally Retarded Youth in Transition: Follow-Up One and Two Years Post-School."},
      {
        "id":"ED312809",
        "title":"Transition Is Everyone's Job."},
      {
        "id":"ED312810",
        "title":"An Examination of Special Education Decision Making with Hispanic First-Time Referrals in Large Urban School Districts: Longitudinal Study I Report. Final Report."},
      {
        "id":"ED312811",
        "title":"Performance of Hispanic Educable Mentally Retarded, Learning Disabled, and Nonclassified Students on the WISC-RM, SOMPA, and S-KABC: Short-Term Study One. Final Report."},
      {
        "id":"ED316835",
        "title":"Kindergarten and Primary Teachers' Perceptions of Whole Language Instruction."},
      {
        "id":"ED316836",
        "title":"The Chapter 1 Developer/Demonstration Program, Learning To Read through the Arts, 1988-89. Evaluation Section Report."},
      {
        "id":"ED316837",
        "title":"Remedial Reading for Elementary School Students. Teaching Resources in the ERIC Database (TRIED) Series."},
      {
        "id":"ED316838",
        "title":"An Overview of the ERIC Clearinghouse on Reading and Communication Skills. ERIC/RCS White Paper No. 1 (1990)."},
      {
        "id":"ED316839",
        "title":"Children's Art Carnival Creative Reading Program, 1988-89. E.C.I.A. Chapter 1. Evaluation Section Report."},
      {
        "id":"ED316841",
        "title":"Construct Validity of the Degrees of Reading Power Test."},
      {
        "id":"ED316843",
        "title":"Developing Background for Expository Text: PReP Revisited."},
      {
        "id":"ED316844",
        "title":"Reading Placement and Diagnosis: A Guide for Elementary Teachers."},
      {
        "id":"ED316847",
        "title":"Assessing Children's Inferencing Strategies."},
      {
        "id":"ED316848",
        "title":"The Influence of Literacy-Enriched Play Settings on Preschoolers' Conceptions of Print."},
      {
        "id":"ED316850",
        "title":"Solving Compare Problems: An Eye-Movement Test of Lewis and Mayer's Consistency Hypothesis."},
      {
        "id":"ED316852",
        "title":"Goals and Progress Feedback during Reading Comprehension Instruction."},
      {
        "id":"ED316853",
        "title":"Integrating Literature into Middle School Reading Classrooms. ERIC Digest."},
      {
        "id":"ED316854",
        "title":"Vocabulary Instruction in Secondary Education. Focused Access to Selected Topics (FAST) Bibliography No. 41."},
      {
        "id":"ED316855",
        "title":"Literacy: The Real Bottom Line."},
      {
        "id":"ED316859",
        "title":"Foundations of an Idea: Galileo and Freedom of Expression."},
      {
        "id":"ED316860",
        "title":"Minority Student Perspectives on the Use of Intervention Strategies in Writing Classrooms."},
      {
        "id":"ED316862",
        "title":"Writing Achievement of California Eighth Graders: Year Two. (1987-88 Annual Report)."},
      {
        "id":"ED316864",
        "title":"Using Student Writing To Assess and Promote Understanding in Science. Occasional Paper No. 16."},
      {
        "id":"ED316865",
        "title":"The Quarterly of the National Writing Project and the Center for the Study of Writing. Vol 11 No. 1-4."},
      {
        "id":"ED316866",
        "title":"Making Informed Decisions: Management Issues Influencing Computers in the Classroom."},
      {
        "id":"ED316869",
        "title":"Recommended Literature, Grades Nine through Twelve."},
      {
        "id":"ED316878",
        "title":"The Effects of Process-Centered and Form-Centered Instruction on the Coherence of College Freshman Writing."},
      {
        "id":"ED316880",
        "title":"Writing, Grades 6 and 8. Report of Student Performance 1989-90."},
      {
        "id":"ED316881",
        "title":"Computers in English/Language Arts. Teaching Resources in the ERIC Database (TRIED) Series."},
      {
        "id":"ED316887",
        "title":"Talking, Writing, Learning."},
      {
        "id":"ED316888",
        "title":"Instructional Implications for Responding to Discriminatory Interview Questions."},
      {
        "id":"ED316889",
        "title":"Professional Internships: The Use of a Valuable Learning Experience."},
      {
        "id":"ED316890",
        "title":"Implementing Feminist Pedagogy in the Rhetorical Criticism Course."},
      {
        "id":"ED316892",
        "title":"Reflective Judgment in Debate: Or, The End of &quot;Critical Thinking&quot; as the Goal of Educational Debate."},
      {
        "id":"ED316894",
        "title":"Iconicity as Empowerment: Angelina Grimke at Pennsylvania Hall."},
      {
        "id":"ED316896",
        "title":"Academic Freedom in the Speech Communication Classroom: Toward an Ethics for Teaching."},
      {
        "id":"ED316897",
        "title":"An Alternative to PSI in the Basic Course in Speech Communication: The Structured Model of Competency-Based Instruction (SMCI)."},
      {
        "id":"ED316898",
        "title":"Dimensions of Communication Apprehension beyond Boundaries: A Cross-Cultural Comparative Study of U.S. and Japanese Management Personnel."},
      {
        "id":"ED316899",
        "title":"Applied Communication Training: A Model for Integrating University Teaching with Communication Consulting and Research."},
      {
        "id":"ED316908",
        "title":"Speech Communication Internship Programs: A Review of the Literature."},
      {
        "id":"ED316909",
        "title":"Strategies for School Renewal: Profiling Organizational Dynamics."},
      {
        "id":"ED316910",
        "title":"Towards a Theory of Schooling. Deakin Studies in Education Series, Volume 4."},
      {
        "id":"ED316911",
        "title":"Compiled School Laws of Alaska, 1989."},
      {
        "id":"ED316918",
        "title":"The Collaborative School: A Work Environment for Effective Instruction."},
      {
        "id":"ED316923",
        "title":"Supporting Paper on Retention Position Statement for National Association of School Psychologists."},
      {
        "id":"ED316925",
        "title":"Effects of the Oil Spill on Alaskan Education."},
      {
        "id":"ED316927",
        "title":"Effects of Teacher Training in Disciplinary Approaches."},
      {
        "id":"ED316929",
        "title":"Estimating a Competitive Salary for Lead Teachers in a Local School District from Survey Data."},
      {
        "id":"ED316934",
        "title":"The Future of Educational Administration: Knowledge and Faith."},
      {
        "id":"ED316938",
        "title":"The Politics of Reforming School Administration. The 1988 Yearbook of the Politics of Education Association. Education Policy Perspectives Series."},
      {
        "id":"ED316941",
        "title":"Questioning the New Improved Sorting Machine."},
      {
        "id":"ED316942",
        "title":"The New Improved Sorting Machine."},
      {
        "id":"ED316943",
        "title":"Project on the Effects of the School as a Workplace on Teachers' Engagement: Field Study on Principals' Management of Schools To Affect Teacher Engagement."},
      {
        "id":"ED316944",
        "title":"Student Dropout Problem: Implications for Policymakers."},
      {
        "id":"ED316945",
        "title":"How We're Changing: Demographic State of the Nation: 1989. Current Population Reports, Special Studies, Series P-23, No. 164."},
      {
        "id":"ED316946",
        "title":"Ohio: The State and Its Educational System."},
      {
        "id":"ED316947",
        "title":"New York: The State and Its Educational System."},
      {
        "id":"ED316948",
        "title":"Minnesota: The State and Its Educational System."},
      {
        "id":"ED316949",
        "title":"Michigan and Its Educational System: Another Look."},
      {
        "id":"ED316950",
        "title":"Kentucky: The State and Its Educational System."},
      {
        "id":"ED316951",
        "title":"Connecticut: The State and Its Educational System."},
      {
        "id":"ED316952",
        "title":"Delaware: The State and Its Educational System."},
      {
        "id":"ED316953",
        "title":"Pennsylvania: The State and Its Educational System."},
      {
        "id":"ED316954",
        "title":"Arkansas: The State and Its Educational System."},
      {
        "id":"ED316955",
        "title":"Wyoming: The State and Its Educational System."},
      {
        "id":"ED316956",
        "title":"Texas: The State and Its Educational System."},
      {
        "id":"ED316957",
        "title":"Drug Testing. ERIC Digest Series Number EA35 (Revised)."},
      {
        "id":"ED316958",
        "title":"Middle Schools in the Making: A Lesson in Restructuring. A Joint Study."},
      {
        "id":"ED316959",
        "title":"A Comprehensive Program of Technical Assistance To Prepare Administrators and Staff Developers To Improve the Performance and Training of Paraprofessionals. Final Performance Report."},
      {
        "id":"ED316961",
        "title":"Applications of Technology in the Education of Severely and Profoundly Impaired Students: Research, Training, and Dissemination. Final Report."},
      {
        "id":"ED316962",
        "title":"Technically Speaking: Columns from the Monthly Magazine, &quot;The Source,&quot; 1987-88. Trace Reprint Series."},
      {
        "id":"ED316963",
        "title":"Youth Suicide: What the Educator Should Know. A Special Educator's Perspective."},
      {
        "id":"ED316969",
        "title":"Parental Reactions to Cleft Palate Children."},
      {
        "id":"ED316971",
        "title":"Coexistence of Communication Disorders: Speech Characteristics of Children with Slight Hearing Impairment."},
      {
        "id":"ED316973",
        "title":"PRISE Reporter, No. 19, December 1987-May 1988."},
      {
        "id":"ED316974",
        "title":"PRISE Reporter, No. 20, December 1988-May 1989."},
      {
        "id":"ED316975",
        "title":"The Future of Research in Special Education."},
      {
        "id":"ED316976",
        "title":"Devices for Deaf and Severely Hard of Hearing People: An Annotated Bibliography. Working Paper 89-1."},
      {
        "id":"ED316977",
        "title":"Beyond Stereotypes: Perspectives on the Personality Characteristics of Deaf People. Working Paper 89-2."},
      {
        "id":"ED316978",
        "title":"Unlocking the Curriculum: Principles for Achieving Access in Deaf Education. Working Paper 89-3."},
      {
        "id":"ED316979",
        "title":"Speech to Text: Today and Tomorrow. Proceedings of a Conference at Gallaudet University (Washington, D.C., September, 1988). GRI Monograh Series B, No. 2."},
      {
        "id":"ED316980",
        "title":"Financing the Purchase of Devices for Deaf and Severely Hard of Hearing People: A Directory of Sources. GRI Monograph Series B, No. 3."},
      {
        "id":"ED316981",
        "title":"A Tradition of Discovery. The 1987-88 Annual Report of the Gallaudet Research Institute including the Sponsored Programs Report."},
      {
        "id":"ED316984",
        "title":"Technology Access for Arkansans. Think People...Think Technology."},
      {
        "id":"ED316985",
        "title":"Arkansas Technology Access Program. Think People...Think Technology."},
      {
        "id":"ED316986",
        "title":"Arkansas Technology Access Program: Executive Summary. Think People...Think Technology."},
      {
        "id":"ED316987",
        "title":"Compendium of Project Profiles, 1989."},
      {
        "id":"ED316988",
        "title":"What Can Computer Technology Offer Special Education Administrators?"},
      {
        "id":"ED316989",
        "title":"Research on Service Patterns for Exceptional Children in the Rural Southeast."},
      {
        "id":"ED316991",
        "title":"Safety Orientation and Training for Teacher Aides in Special Education Classes. Evaluation Report."},
      {
        "id":"ED316998",
        "title":"Preparing Students with Learning Disabilities for Postsecondary Education: Issues and Future Needs."},
      {
        "id":"ED317000",
        "title":"California's Special Education Exemplary Programs, 1988-89."},
      {
        "id":"ED317001",
        "title":"A Bibliography of Selected Resources on Cultural Diversity for Parents and Professionals Working with Young Children Who Have, or Are At Risk for, Disabilities. First Edition."},
      {
        "id":"ED317002",
        "title":"A Resource Manual on Child Abuse. Revised."},
      {
        "id":"ED317003",
        "title":"Let&apos;s Prevent Abuse."},
      {
        "id":"ED317004",
        "title":"The Parents Helping Parents and Programs for Students Projects. Program Evaluation Report, 1988-1989."},
      {
        "id":"ED317006",
        "title":"Assessment: Special Education Tests. A Handbook for Parents and Professionals."},
      {
        "id":"ED317007",
        "title":"Educating Exceptional Children. ERIC Digest #E456."},
      {
        "id":"ED317008",
        "title":"Special Education: The Attorney Fees Provision of Public Law 99-372. Briefing Report to Congressional Requesters."},
      {
        "id":"ED317010",
        "title":"Successful Vocational Rehabilitation of Persons with Learning Disabilities: Best Practices."},
      {
        "id":"ED317011",
        "title":"An Informal Paper: Teaching the Profoundly Handicapped Child."},
      {
        "id":"ED317012",
        "title":"The Cortically Blind Infant: Educational Guidelines and Suggestions."},
      {
        "id":"ED317015",
        "title":"Public Transport for Everyone: A Summary of the Results of Research and Development Projects Concerning Disabled People and Transport Facilities Supported by the Swedish Transport Research Board. TFB-Report 1989:1."},
      {
        "id":"ED317017",
        "title":"Directory of Assistive Technology: Data Sources."},
      {
        "id":"ED317018",
        "title":"The Status of Personnel Preparation in Special Education, 1982: A Report on the Results of a National Survey Conducted by the Teacher Education Division of the Council for Exceptional Children. Part I of a Three-Part Study of Personnel Preparation Data across 1982, 1986, and 1989. Information on Personnel Supply and Demand."},
      {
        "id":"ED317021",
        "title":"North Carolina Department of Public Instruction Academically Gifted Study. A Study To Provide Information Concerning the Most Effective Means of Furthering the Education of Academically Gifted Students."},
      {
        "id":"ED317023",
        "title":"Bulletin bibliographique sur la didactique des langues (Bibliographic Bulletin on Language Teaching). Publication J-1."},
      {
        "id":"ED317024",
        "title":"Aboriginal Language Use in the Northern Territory: 5 Reports. Work Papers of SIL-AAIB, Series B, Volume 13."},
      {
        "id":"ED317025",
        "title":"Le Syntagme terminologique: Bibliographie selective et analytique 1960-1988 (Terminological Syntagma: Selective and Analytical Bibliography 1960-1988). Publication K-7."},
      {
        "id":"ED317026",
        "title":"Le Logiciel Lemmatiseur: Guide d'utilisation (The Lemmatiseur Software Program: User Manual). Publication K-1."},
      {
        "id":"ED317027",
        "title":"Bulletin bibliographique sur l&apos;E.A.O. (l&apos;enseignement assiste par ordinateur) (Bibliographic Bulletin on Computer Assisted Instruction). Publication K-4."},
      {
        "id":"ED317028",
        "title":"Origine et developpement des industries de la langue (Origin and Development of Language Utilities). Publication K-8."},
      {
        "id":"ED317029",
        "title":"Une Analyse automatique en syntaxe textuelle (An Automated Analysis of Textual Syntax). Publication K-5."},
      {
        "id":"ED317030",
        "title":"La Terminologie de la telematique: modes de formation des unites neonymiques et des unites lexicalisees, et analyse des difficultes d'ordre notionnel (synonymie et homonymie) (The Terminology of Videotex: The Methods of Formation of Neonyms and Lexicalized Units, and Analysis of Notional Difficulties-Synonyms and Homonymns). Publication K-6."},
      {
        "id":"ED317031",
        "title":"A Comparison of FLES and Immersion Programs. Final Report."},
      {
        "id":"ED317032",
        "title":"Curriculum Design Development in Effective School Districts, A Case Study from Southern California."},
      {
        "id":"ED317036",
        "title":"Simulated Oral Proficiency Interviews. ERIC Digest."},
      {
        "id":"ED317039",
        "title":"Telecommunications in Foreign Language Education: A Resource List. ERIC Digest."},
      {
        "id":"ED317041",
        "title":"L'Evaluation des didacticiels: Essai de synthese de la documentation et du materiel servant a l'evaluation (Evaluation of Courseware: Review of Documentation and Evaluation Materials). Publication K-12."},
      {
        "id":"ED317042",
        "title":"Joking Repair and the Organization of Repair in Conversation."},
      {
        "id":"ED317043",
        "title":"Repertoire de didacticiels de francais langue seconde ou etrangere publies entre 1980 et 1988 (List of Courseware for French as a Second or Foreign Language Published between 1980 and 1988). Publication K-11."},
      {
        "id":"ED317044",
        "title":"Computer Assisted Instruction: A Handbook for ESL Teachers."},
      {
        "id":"ED317045",
        "title":"Putting the Shoe on the Other Foot: A Jigsaw Lesson in Point of View."},
      {
        "id":"ED317046",
        "title":"Testimony: Writing Cooperatively."},
      {
        "id":"ED317047",
        "title":"A Literature-Based Cooperative Lesson for ESL."},
      {
        "id":"ED317050",
        "title":"The Bilingual Academic Services and Integrated Career Systems Program: Project BASICS, 1987-1988. OREA Report."},
      {
        "id":"ED317056",
        "title":"Reflecting on Teaching to Promote Academic Language Use in the Culturally and Linguistically Diverse Classroom."},
      {
        "id":"ED317057",
        "title":"Concepts linguistiques en didactique des langues (Linguistic Concepts in Language Teaching). Publication L-1."},
      {
        "id":"ED317058",
        "title":"A Semantico-Pragmatic Taxonomy of English Inversion."},
      {
        "id":"ED317059",
        "title":"Non-Traditional Approaches to Immigrant Language Training."},
      {
        "id":"ED317061",
        "title":"Just Say No to He/Men, or Teaching Nonsexist Language in the ESL Classroom."},
      {
        "id":"ED317062",
        "title":"Cultural Criticism and ESL Composition."},
      {
        "id":"ED317064",
        "title":"English Literacy for Non-Literate Secondary LEP Students."},
      {
        "id":"ED317065",
        "title":"Inventory of English Language Training for Non-Native Speakers of English at the Post-Secondary Level in English-Medium Institutions in Canada."},
      {
        "id":"ED317066",
        "title":"Functional Interpretations of Variation in Interlanguage Morphology."},
      {
        "id":"ED317067",
        "title":"Curriculum Renewal in Training Programs for International Teaching Assistants."},
      {
        "id":"ED317068",
        "title":"A Systems Approach to Curriculum Innovation in Intensive English Programs."},
      {
        "id":"ED317069",
        "title":"An English Language Program for Wives of International Students."},
      {
        "id":"ED317072",
        "title":"La Description des langues naturelles en vue d&apos;applications linguistiques: Actes du colloque (The Description of Natural Languages with a View to Linguistic Applications: Conference Papers). Publication K-10."},
      {
        "id":"ED317073",
        "title":"A Comparative Analysis of Simulated and Direct Oral Proficiency Interviews."},
      {
        "id":"ED317074",
        "title":"Eligibility and Programming in Chapter 1 E.S.L. Programs, 1987-88. Evaluation Section Report. End-of-Year Report. OREA Report."},
      {
        "id":"ED317075",
        "title":"The Guam Educators' Test of English Proficiency (GETEP). Final Project Report, Revised."},
      {
        "id":"ED317076",
        "title":"Professions Oriented Bilingual Education (Project PROBE), 1987-88. OREA Report."},
      {
        "id":"ED317077",
        "title":"Project MASTER, 1987-88. OREA Report."},
      {
        "id":"ED317078",
        "title":"Project Go-For-It, 1987-1988. OREA Report."},
      {
        "id":"ED317079",
        "title":"Computer-Assisted Bilingual/Bicultural Multiskills Project, 1987-1988. OREA Report."},
      {
        "id":"ED317080",
        "title":"Project Triunfe, 1987-88. OREA Report."},
      {
        "id":"ED317081",
        "title":"E.S.L. Video Recording Project at Martin Luther King, Jr. High School, Spring 1988. OREA Report."},
      {
        "id":"ED317082",
        "title":"Summer Bilingual Program, 1988. OREA Report."},
      {
        "id":"ED317083",
        "title":"Methodologies of Bilingual Instruction in Literacy Education. Project MOBILE, 1987-1988. OREA Report."},
      {
        "id":"ED317086",
        "title":"Teaching Mathematics to Limited English Proficient Students. ERIC Digests."},
      {
        "id":"ED317087",
        "title":"The Role of Styles and Strategies in Second Language Learning. ERIC Digest."},
      {
        "id":"ED317096",
        "title":"Listening to Students' Voices: Educational Materials Written by and for LEP Adult Literacy Learners. NCLE Digest."},
      {
        "id":"ED317097",
        "title":"Classroom Assessment Techniques. A Handbook for Faculty."},
      {
        "id":"ED317098",
        "title":"On Assuming a College or University Presidency: Lessons & Advice from the Field. Essays and a Resource Guide."},
      {
        "id":"ED317099",
        "title":"Making Sense of Administrative Leadership. The &quot;L&quot; Word in Higher Education. ERIC Digest."},
      {
        "id":"ED317100",
        "title":"Affirmative Rhetoric, Negative Action. African-American and Hispanic Faculty at Predominantly White Institutions. ERIC Digest."},
      {
        "id":"ED317101",
        "title":"Postsecondary Developmental Programs. A Traditional Agenda with New Imperatives. ERIC Digest."},
      {
        "id":"ED317102",
        "title":"The Old College Try. Balancing Academics and Athletics in Higher Education. ERIC Digest."},
      {
        "id":"ED317103",
        "title":"The Old College Try. Balancing Academics and Athletics in Higher Education. ASHE-ERIC Higher Education Report No. 4, 1989."},
      {
        "id":"ED317104",
        "title":"Student Handicapped Access Policies in Private or Independent Institutions of Higher Education in Texas."},
      {
        "id":"ED317109",
        "title":"Emerging Trends in Higher Education."},
      {
        "id":"ED317112",
        "title":"Programs Offered and Programs Completed at North Dakota Institutions of Postsecondary Education, July 1, 1988-June 30, 1989."},
      {
        "id":"ED317113",
        "title":"Academic Advising and Cognitive Development: Is There a Link?"},
      {
        "id":"ED317120",
        "title":"Graduate School and You: A Guide for Prospective Graduate Students."},
      {
        "id":"ED317121",
        "title":"Student Goals for College and Courses: A Missing Link in Assessing and Improving Academic Achievement. ASHE-ERIC Higher Education Report 6, 1989."},
      {
        "id":"ED317122",
        "title":"National Postsecondary Statistics, Collegiate and Noncollegiate: Fall 1989--Early Estimates. Survey Report."},
      {
        "id":"ED317123",
        "title":"College Costs: Basic Student Charges at 2-Year and 4-Year Institutions of Higher Education, 1988-89. Survey Report January 1990."},
      {
        "id":"ED317124",
        "title":"Completions in Institutions of Higher Education, 1986-87. E.D. TABS."},
      {
        "id":"ED317125",
        "title":"Institutional Policies and Practices Regarding Faculty in Higher Education; Contractor Report. 1988 National Survey of Postsecondary Faculty. Survey Report."},
      {
        "id":"ED317131",
        "title":"Higher Education Enrollment: Fall 1987 to Fall 1993. Targeted Forecast."},
      {
        "id":"ED317133",
        "title":"The Need for a Special Services Project at Bowie State University."},
      {
        "id":"ED317138",
        "title":"Public Service Education Assistance Act of 1989. Hearing on H.R. 2544, a Bill To Amend Title 5, United States Code To Allow Degree Training for Federal Employees in Critical Skills Occupations, To Allow for Repayment of Student Loans for Certain Federal Employees, and for Other Purposes, before the Subcommittee on the Civil Service of the Committee on Post Office and Civil Service. House of Representatives. One Hundred First Congress, First Session."},
      {
        "id":"ED317139",
        "title":"A Survey of Summer Session Operations of Land Grant Universities and Selected Private Universities in the United States."},
      {
        "id":"ED317140",
        "title":"Fifteen Years Later--Highlights of the Class of 1973: Their Postgraduate Studies, Occupations and Impressions of UC Davis. Research Synopsis No. 30."},
      {
        "id":"ED317141",
        "title":"Graduate and Professional School Applications, Admissions and Enrollments (1981-1988): A Status Report on Ethnic Groups Underrepresented at UC Davis. Research Synopsis No. 29."},
      {
        "id":"ED317142",
        "title":"Electronic Mail and Networks: New Tools for Institutional Research and University Planning. AIR Professional File, Number 34."},
      {
        "id":"ED317143",
        "title":"Survey of Compensation Practices in Higher Education."},
      {
        "id":"ED317144",
        "title":"1989 Survey of College Savings and Guaranteed Tuition Programs."},
      {
        "id":"ED317145",
        "title":"The Challenge of Diversity: Involvement or Alienation in the Academy? ERIC Digest."},
      {
        "id":"ED317146",
        "title":"Student Goals for Colleges and Courses: A Missing Link in Assessing and Improving Academic Achievement. ERIC Digest."},
      {
        "id":"ED317151",
        "title":"National Faculty Salary Surveyed by Discipline and Rank in Private Colleges and Universities, 1989-90."},
      {
        "id":"ED317152",
        "title":"The Garden State Graduate Fellowship Program: A Survey of Current and Former Fellows, 1978-1988."},
      {
        "id":"ED317155",
        "title":"Learning Through Technology. ZIFF Papiere 26."},
      {
        "id":"ED317156",
        "title":"Learning as Seen from the Learner's Point of View. ZIFF Papiere 30."},
      {
        "id":"ED317157",
        "title":"Artificial Intelligence Applications to Learning and Training. Occasional Paper--InTER/2/88."},
      {
        "id":"ED317158",
        "title":"Technology Compatibility Standard Setting &amp; Its Applicability to Emerging American Media."},
      {
        "id":"ED317159",
        "title":"The State of Educational Software. A MicroSIFT Report."},
      {
        "id":"ED317161",
        "title":"Nichtbewerber: Grunde von Interessenten, sich nicht an der Fernuniversitat einzuschreiben (Non-Applicants: Reasons Why Interested People Do Not Enroll in Fernuniversitat Programs). ZIFF Papiere 32."},
      {
        "id":"ED317162",
        "title":"Integrating Computers into the Accounting Curriculum Using an IBM PC Network. Final Report."},
      {
        "id":"ED317163",
        "title":"Teaching Accounting with Computers."},
      {
        "id":"ED317168",
        "title":"The Cost and Usage of Study Centres in Distance Education."},
      {
        "id":"ED317169",
        "title":"Improving Access to Data While Protecting Confidentiality: Prospects for the Future."},
      {
        "id":"ED317170",
        "title":"Progress Reports Improve Students' Course Completion Rate and Achievement in Math Computer-Assisted Instruction."},
      {
        "id":"ED317172",
        "title":"Tools for Simulation-Based Training. ONR Final Report. Technical Report No. 113."},
      {
        "id":"ED317173",
        "title":"Expert Systems--A Competent Tool for Training?"},
      {
        "id":"ED317174",
        "title":"The Impact of New Technology on Accounting Education."},
      {
        "id":"ED317175",
        "title":"The Impact of New Technology on the Accounting Curriculum."},
      {
        "id":"ED317182",
        "title":"Design of a Telecourse: From Registration to Final Exam."},
      {
        "id":"ED317184",
        "title":"Graduates of the FernUniversitat. An Evaluation of Their Studies and Their Experiences after Graduation."},
      {
        "id":"ED317186",
        "title":"Educational Technology. NEA Special Committee Report."},
      {
        "id":"ED317187",
        "title":"Feedback Effects in Computer-Based Skill Learning. Final Report."},
      {
        "id":"ED317188",
        "title":"Interaction and Independence: Student Support in Distance Education and Open Learning. Papers from the International Conference Presented by the International Council for Distance Education with the British Open University Regional Academic Services (3rd, Cambridge, England, September 19-22, 1989)."},
      {
        "id":"ED317189",
        "title":"A Model Curriculum for Teaching Teachers To Use Computers as an Instructional Aid."},
      {
        "id":"ED317193",
        "title":"Integrating Computer Usage with the Teaching of School Subjects: A Study of a Naturalistic Computer-Intensive Environment."},
      {
        "id":"ED317195",
        "title":"Distance Learning Evaluation Study Report II: An Inter- and Intra-State Comparison. A Study of North Dakota and Missouri Schools Implementing German I by Satellite."},
      {
        "id":"ED317202",
        "title":"The Easy Method to Creating an Interactive Videodisc Presentation with the Apple II E System."},
      {
        "id":"ED317204",
        "title":"Incidence de la connaissance d'une langue de programmation sur la conception et l'implantation des programmes d'etude. Etude effectuee dans les classes de langue francaise des conseils des ecoles separees de l'Ontario (The Impact of the Knowledge of a Programming Language on the Conception and Implementation of Courses of Study. Study Carried out in French Language Classes in the Council of Separate Schools in Ontario)."},
      {
        "id":"ED317205",
        "title":"Summer Telelearning for Academic Renewal. A Team-Taught Audiographic Distance Learning Program for At-Risk Eighth Graders."},
      {
        "id":"ED317207",
        "title":"Online Access in the Humanities: Implications for Researchers. A Report to the Council on Library Resources."},
      {
        "id":"ED317208",
        "title":"Interlibrary Loan in Academic and Research Libraries: Workload and Staffing."},
      {
        "id":"ED317209",
        "title":"A Preliminary Annual Report, Fiscal Years 1976, 1977, and 1978. Title IV, Part B of the Elementary and Secondary Education Act (Public Law 93-380)."},
      {
        "id":"ED317210",
        "title":"A Head Start at the Library. &quot;Check This Out&quot; Series."},
      {
        "id":"ED317212",
        "title":"Introduction to the Stony Brook Library: A Self-Paced Workbook for LBR 150. 2nd Edition."},
      {
        "id":"ED317214",
        "title":"Library Programs: Library Career Training Program. Higher Education Act, Title II-B. FY89 Abstracts [of Funded Projects]."},
      {
        "id":"ED317216",
        "title":"Online Database Searches: Putting the Student in Control."},
      {
        "id":"ED317217",
        "title":"A Study of the Development and Diffusion of the Public Library Association's Planning and Evaluation Manuals. Final Report."},
      {
        "id":"ED317218",
        "title":"The University of Idaho Library: What Do You Think? A Survey of Faculty Attitudes Regarding Library Facilities and Services."},
      {
        "id":"ED317222",
        "title":"Hispanic Association of Colleges and Universities: Triennial Report, 1986-1989."},
      {
        "id":"ED317224",
        "title":"Productive America: Two-Year Colleges Unite To Improve Productivity in the Nation's Workforce. Executive Summary [and] Reports 1 and 2."},
      {
        "id":"ED317226",
        "title":"Texas Academic Skills Program."},
      {
        "id":"ED317227",
        "title":"Summary of Results from Community College TASP Effects Questionnaire."},
      {
        "id":"ED317229",
        "title":"A Five Year Study of Selected Demographics of Middlesex Community College Graduates: 1985-1989."},
      {
        "id":"ED317234",
        "title":"The Top Ten Issues Facing America's Community Colleges."},
      {
        "id":"ED317238",
        "title":"Project Cooperation: A Survey on Using Student Outcomes Measures To Assess Institutional Effectiveness. Final Report: 1988 Survey of AACJC Institutions."},
      {
        "id":"ED317241",
        "title":"A Qualitative Study of a Community College Program for High School Dropouts."},
      {
        "id":"ED317243",
        "title":"Critical Literacy Project. Final Report."},
      {
        "id":"ED317245",
        "title":"Student Outcomes Pilot Project: How To Do It Manual."},
      {
        "id":"ED317246",
        "title":"Spotlight on the Transfer Function: A National Study of State Policies and Practices."},
      {
        "id":"ED317250",
        "title":"Community College Humanities Review; Number 10, 1989."},
      {
        "id":"ED317251",
        "title":"2 + 2 Program Guide: 2 + 2 Tech-Prep Associate Degree Program."},
      {
        "id":"ED317254",
        "title":"State of Wisconsin VTAE Operational Planning Data. Fourth and Final Year of Study."},
      {
        "id":"ED317255",
        "title":"Annual Report on Course and Program Approvals, 1988-89."},
      {
        "id":"ED317256",
        "title":"Precollegiate Basic Skills in the California Community Colleges: A Report."},
      {
        "id":"ED317260",
        "title":"The Systematic Assessment of Leavers, Phase I. Final Report, 90-1045."},
      {
        "id":"ED317261",
        "title":"Policy Options in Support of Children and Families. Proceedings of the National Conference on Early Childhood Issues (Washington, D.C., November 17-18, 1988)."},
      {
        "id":"ED317263",
        "title":"Alaska Foster Parent Handbook: A Ready Reference Guide to Foster Care Policies and Procedures."},
      {
        "id":"ED317264",
        "title":"The Marin City Early Intervention Report."},
      {
        "id":"ED317265",
        "title":"California: The State of Our Children 1989. Where We Stand &amp; Where We Go From Here. Report Card and Briefing Book."},
      {
        "id":"ED317266",
        "title":"Parents as Teachers."},
      {
        "id":"ED317267",
        "title":"Highline Public Schools Excellence in Education Grant. Final Report."},
      {
        "id":"ED317269",
        "title":"Developmental Screening for Readiness Kindergarten in Michigan: Inappropriate or Inapplicable?"},
      {
        "id":"ED317270",
        "title":"Licensure and Program Quality in Early Childhood and Child Care Programs."},
      {
        "id":"ED317273",
        "title":"Educating Language-Minority Children."},
      {
        "id":"ED317276",
        "title":"Nutritional Status: The Interpretation of Indicators. Children in the Tropics: Review of the International Children's Centre."},
      {
        "id":"ED317277",
        "title":"Rethinking and Restructuring Alaska&apos;s Primary Schools: Kindergarten Through Fourth Grade."},
      {
        "id":"ED317278",
        "title":"Relations between Reduced Class Size and Reduced Teacher/Pupil Ratio and Developmentally Appropriate Practice in Kindergarten through Third Grades."},
      {
        "id":"ED317279",
        "title":"More Time to Learn: Extended Time Strategies for Chapter 1 Students."},
      {
        "id":"ED317283",
        "title":"Learning Styles in Secondary Schools: A Review of Instruments and Implications for Their Use."},
      {
        "id":"ED317284",
        "title":"Cohesion and Coherence in Preschool Children's Picture-Elicited Narratives."},
      {
        "id":"ED317285",
        "title":"Developmental Changes in Young Children's Ability to Produce Cohesive and Coherent Stories."},
      {
        "id":"ED317286",
        "title":"The Relationship between Young Children's Drawings and Verbal Descriptions of a Common Object."},
      {
        "id":"ED317287",
        "title":"A Rural Teacher-Parent Partnership To Enhance School Success."},
      {
        "id":"ED317288",
        "title":"The 1988 CDA National Survey Results."},
      {
        "id":"ED317289",
        "title":"Unsuccessful Social Adjustment Patterns in Young Children."},
      {
        "id":"ED317298",
        "title":"Caregiver Beliefs and Acoustical Signs of Stress in Speech."},
      {
        "id":"ED317300",
        "title":"Young Children's Understanding of the Role Sensory Experiences Play in Knowledge Acquisition."},
      {
        "id":"ED317301",
        "title":"Psychometric Properties of the Parent Attitude toward Children's Expressiveness Scale (PACES)."},
      {
        "id":"ED317302",
        "title":"Teaching the Discourse of Cooperation."},
      {
        "id":"ED317303",
        "title":"Child Care in New Jersey 1989: A Report to the Legislature."},
      {
        "id":"ED317304",
        "title":"Child Care in New Jersery [1988]: A Report to the Legislature."},
      {
        "id":"ED317307",
        "title":"Relations of Friendships and Peer Acceptance to Adolescents' Self-Evaluations."},
      {
        "id":"ED317308",
        "title":"Qualities of Early Childhood Teachers: Reflections from Teachers and Administrators."},
      {
        "id":"ED317310",
        "title":"Implementing Complex Change in Urban Elementary Schools."},
      {
        "id":"ED317313",
        "title":"Project Head Start Statistical Fact Sheet (Fiscal Year 1990)."},
      {
        "id":"ED317315",
        "title":"Opening Doors for America's Children. Interim Report of the National Commission on Children."},
      {
        "id":"ED317321",
        "title":"Teaching Preschool Children To Generate and Apply Mnemonic Strategies."},
      {
        "id":"ED317322",
        "title":"Taking Charge: Kindergartners' Planning and Leadership Talk During Committee Work."},
      {
        "id":"ED317327",
        "title":"Collaboration The Key To: Defining Entry Level Competencies for Public Child Welfare Workers Serving Indian Communities."},
      {
        "id":"ED317328",
        "title":"Signs of Progress: A Report on Rural America&apos;s Revitalization Efforts."},
      {
        "id":"ED317329",
        "title":"Education and &quot;Modernization&quot; in Appalachia: With a Case Study of the Economics and Politics of Underdevelopment in an East Tennessee School District."},
      {
        "id":"ED317330",
        "title":"Small Community Development in a Group Setting."},
      {
        "id":"ED317332",
        "title":"Small Schools: An International Overview. ERIC Digest."},
      {
        "id":"ED317333",
        "title":"Glendive Migrant Program. Dedicated to Meeting the Needs of Migrant Children and Their Families."},
      {
        "id":"ED317336",
        "title":"A Rural Campus Reaches Out: Telecommunications at California State University, Chico."},
      {
        "id":"ED317337",
        "title":"The Four Day School Week: An Investigation and Analysis."},
      {
        "id":"ED317340",
        "title":"Report on Guidance and Counseling Personnel and Programs in Nevada."},
      {
        "id":"ED317342",
        "title":"Rural and Rural Farm Population: 1988."},
      {
        "id":"ED317343",
        "title":"Characteristics of National Merit Scholars from Small Rural Schools."},
      {
        "id":"ED317345",
        "title":"Back Home: Grassroots Governments and the People They Serve."},
      {
        "id":"ED317346",
        "title":"The Forgotten Minority: Native Americans in Higher Education."},
      {
        "id":"ED317347",
        "title":"Peer Mentoring Exchange Program: Opportunities for Professional Improvement."},
      {
        "id":"ED317351",
        "title":"A Panel Study of the Aspirations of Rural Youth in Ohio."},
      {
        "id":"ED317352",
        "title":"Educational and Occupational Aspirations of Ohio Rural and Urban Twelfth-Grade Students."},
      {
        "id":"ED317354",
        "title":"Rural Aspirations and Expectations of Ohio and Georgia Secondary Students."},
      {
        "id":"ED317356",
        "title":"Minority Student Performance on the Texas Academic Skills Program (TASP) Test."},
      {
        "id":"ED317358",
        "title":"Building from Yesterday to Tomorrow: The Continuing Federal Role in Indian Education. 15th Annual Report to the U.S. Congress, Fiscal Year 1988."},
      {
        "id":"ED317359",
        "title":"Rural School Board Presidents Look at School Reorganization."},
      {
        "id":"ED317364",
        "title":"College Persistence of Alaska Native Students: An Assessment of the Rural Alaska Honors Institute, 1983-88."},
      {
        "id":"ED317365",
        "title":"Thinking Skills, Grades 7-12: Small and Rural Schools. Outstanding Teaching Practices Series, Volume 2."},
      {
        "id":"ED317368",
        "title":"MESA National MSRTS Executive Summary."},
      {
        "id":"ED317369",
        "title":"Managing the Organizational Culture of Rural Schools: Creating Environments for Human Development."},
      {
        "id":"ED317370",
        "title":"Montana Tribal College Development Program (MTCDP)."},
      {
        "id":"ED317371",
        "title":"Student Learning Team Program To Increase Educational Access to Rural Inhabitants: The &quot;Itinerant Teacher&quot;."},
      {
        "id":"ED317373",
        "title":"The Complete Science Fair Handbook. For Teachers and Parents of Students in Grades 4-8."},
      {
        "id":"ED317374",
        "title":"Public Hearing: Report of the Proceedings of a Public Hearing of the Task Force on Women, Minorities and the Handicapped in Science and Technology (Atlanta, Georgia, March 2, 1988)."},
      {
        "id":"ED317375",
        "title":"Task Force on Women, Minorities and the Handicapped in Science and Technology: Executive Session. Report of the Proceedings (Carson, California, January 13, 1988)."},
      {
        "id":"ED317376",
        "title":"Task Force on Women, Minorities and the Handicapped in Science and Technology: Executive Session. Report of the Proceedings (Atlanta, Georgia, March 3, 1988)."},
      {
        "id":"ED317380",
        "title":"Oversight of the National Science Foundation. Hearings Before the Subcommittee on Science, Research and Technology of the Committee on Science, Space, and Technology. U.S. House of Representatives, One-Hundred-First Congress. First Session. March 9, 14, 16, 1989. No. 21."},
      {
        "id":"ED317382",
        "title":"People &amp; Animals: A Humane Education Curriculum Guide. Levels A-D."},
      {
        "id":"ED317383",
        "title":"Super Saver Investigators: An Elementary, Interdisciplinary, Environmental Studies Activity Guidebook about Solid Waste and Natural Resources."},
      {
        "id":"ED317384",
        "title":"Lead in the School's Drinking Water."},
      {
        "id":"ED317385",
        "title":"The Role of Science and Technology in Economic Competitiveness. Executive Summary."},
      {
        "id":"ED317386",
        "title":"Changing America: The New Face of Science and Engineering. Final Report."},
      {
        "id":"ED317387",
        "title":"Science Education in Rural America."},
      {
        "id":"ED317388",
        "title":"Task Force on Women, Minorities and the Handicapped in Science and Technology: Executive Session. Report of the Proceedings (Washington, D.C., May 24, 1988)."},
      {
        "id":"ED317389",
        "title":"Task Force on Women, Minorities and the Handicapped in Science and Technology: Executive Session. Report of the Proceedings (Cambridge, Massachusetts, April 8, 1988)."},
      {
        "id":"ED317390",
        "title":"Task Force on Women, Minorities and the Handicapped in Science and Technology: Public Meeting. Report of the Proceedings (Albuquerque, New Mexico, September 27, 1987)."},
      {
        "id":"ED317391",
        "title":"Task Force on Women, Minorities and the Handicapped in Science and Technology: Public Hearing. Report of the Proceedings (Cambridge, Massachusetts, April 7, 1988)."},
      {
        "id":"ED317392",
        "title":"Task Force on Women, Minorities and the Handicapped in Science and Technology: Public Hearing. Report of the Proceedings (Albuquerque, New Mexico, September 22, 1987)."},
      {
        "id":"ED317393",
        "title":"Task Force on Women, Minorities and the Handicapped in Science and Technology: Public Hearing. Report of the Proceedings (Chicago, Illinois, October 29, 1987)."},
      {
        "id":"ED317394",
        "title":"Task Force on Women, Minorities and the Handicapped in Science and Technology: Public Hearing. Report of the Proceedings (Carson, California, January 14, 1988)."},
      {
        "id":"ED317395",
        "title":"Task Force on Women, Minorities and the Handicapped in Science and Technology: Public Hearing. Report of the Proceedings (Baltimore, Maryland, May 4, 1988)."},
      {
        "id":"ED317396",
        "title":"Task Force on Women, Minorities and the Handicapped in Science and Technology: Public Hearing. Report of the Proceedings (Kansas City, Missouri, December 1, 1987)."},
      {
        "id":"ED317397",
        "title":"Endangered Species (Plants). LC Science Tracer Bullet."},
      {
        "id":"ED317398",
        "title":"Selected Sources of Energy-Related Material for School Children and Educators."},
      {
        "id":"ED317399",
        "title":"Summary of the State Environmental Education Initiatives."},
      {
        "id":"ED317404",
        "title":"Structural Change in Curriculum: The Implications for Gender Equity in Science and Mathematics."},
      {
        "id":"ED317405",
        "title":"Uses of State Indicators of Science and Mathematics Teachers."},
      {
        "id":"ED317407",
        "title":"Comprehensive Instructional Management System (CIMS) Science 1988-89. Evaluation Section Report."},
      {
        "id":"ED317408",
        "title":"Students Upgrading Mathematical Achievement Project SUMA--1989. Evaluation Section Report."},
      {
        "id":"ED317409",
        "title":"Staff Development Program in Mathematics, Science, and Computer Science 1988-89."},
      {
        "id":"ED317410",
        "title":"Municipal Solid Waste Management: Recycling, Resource Recovery, and Landfills. LC Science Tracer Bullet."},
      {
        "id":"ED317411",
        "title":"A Profile of Kentucky Science Teachers 1984-1985. Grades 7-12."},
      {
        "id":"ED317413",
        "title":"Establishing Foundations for Research on Number Sense and Related Topics: Report of a Conference (San Diego, California, February 16-17, 1989)."},
      {
        "id":"ED317414",
        "title":"National Science Foundation Annual Report 1989."},
      {
        "id":"ED317416",
        "title":"A Basic Astronomy Library."},
      {
        "id":"ED317418",
        "title":"The State of US Science and Engineering. A View from the National Science Board."},
      {
        "id":"ED317420",
        "title":"Routines and Mathematics Curriculum Reform."},
      {
        "id":"ED317421",
        "title":"A Study of the Effects of SQUARE ONE TV on Children's Problem Solving and Some Connections with NCTM's &quot;Standards.&quot;"},
      {
        "id":"ED317423",
        "title":"Effects of a Computer Assisted Remediation Program on Basic Skills Mathematics Achievement, Academic Self-Concept, and Locus of Control of Students in a Selected Dropout Retrieval Program in an Urban Setting."},
      {
        "id":"ED317424",
        "title":"Voices for Evolution."},
      {
        "id":"ED317426",
        "title":"Visitor Behavior at Singapore Zoo."},
      {
        "id":"ED317427",
        "title":"Metamorphosis, Adaptation, or Evolution?: A Longitudinal Investigation of Preservice Science Teachers' Instructional Decisions, Concerns, and Perceptions."},
      {
        "id":"ED317429",
        "title":"Developing Math Learning Skills: A Parallel Support Course for the Math-Anxious College Student."},
      {
        "id":"ED317432",
        "title":"Affect and Mathematics: Persistence in the Mathematical Environment."},
      {
        "id":"ED317436",
        "title":"Learning: A Multifarious Experience."},
      {
        "id":"ED317437",
        "title":"The Effects of Hands-On Minds-On Teaching Experiences on Attitudes of Pre-Service Elementary Teachers."},
      {
        "id":"ED317439",
        "title":"The Graying of Japan."},
      {
        "id":"ED317440",
        "title":"Geography in Indiana. Geographic Integrating Ideas: Ideas & Lessons To Integrate Geographic Concepts into Various Grade Levels & Subjects in K-12 Curriculum."},
      {
        "id":"ED317442",
        "title":"The Humanities and the Art of Public Discussion Essays and Commentaries."},
      {
        "id":"ED317443",
        "title":"Science and Technology for Development. Report of the United Nations Issues Conference (19th, Harriman, New York, February 26-28, 1988)."},
      {
        "id":"ED317445",
        "title":"The Export Economy of Iceland: What 1992 May Do to the &quot;Little Fish&quot; of Europe."},
      {
        "id":"ED317446",
        "title":"Creative Problem Solving in the Classroom."},
      {
        "id":"ED317448",
        "title":"Trends of the Current West German Educational Policy."},
      {
        "id":"ED317451",
        "title":"European Studies as Answer to Allan Bloom's &quot;The Closing of the American Mind.&quot;"},
      {
        "id":"ED317452",
        "title":"Educating Women for Peace: The United States Section of the Women's International League for Peace and Freedom and Political Organization during the 1930s."},
      {
        "id":"ED317454",
        "title":"We Specialize in the Wholly Impossible: African-American Women School Founders and Their Mission."},
      {
        "id":"ED317456",
        "title":"The Attenuation of Women's Role on Southern Illinois Farmsteads in the Twentieth Century."},
      {
        "id":"ED317458",
        "title":"Directory of Organizations Providing Business and Economic Education Information. Fourth Edition."},
      {
        "id":"ED317459",
        "title":"The Elimination of Turkish Language Instruction in Bulgaria."},
      {
        "id":"ED317463",
        "title":"Placing Racism \"At Risk\": Involving 9-12 Students in Research."},
      {
        "id":"ED317464",
        "title":"Asian Americans: Growth, Change, and Diversity."},
      {
        "id":"ED317465",
        "title":"Law-Related Education in University Classrooms: Examples of Ways Professors in the California State Universities Have Incorporated Law-Related Education Content, Material, and Methods into Their Classroom Teaching."},
      {
        "id":"ED317466",
        "title":"North Dakota Teachers&apos; Center. Second Special Edition."},
      {
        "id":"ED317467",
        "title":"John Rolfe Museum and Historical Research Center. Final Report."},
      {
        "id":"ED317469",
        "title":"Gender and Campaigns for the State Legislature in an Urban Setting. Working Paper No. 191."},
      {
        "id":"ED317470",
        "title":"Skills in Geographical Education Symposium &apos;88. Papers Presented to the Symposium (Brisbane, August 14-20, 1988). Volume 1."},
      {
        "id":"ED317474",
        "title":"From the School Newsroom to the Courtroom. Lessons on the Hazelwood Case and Free Expression Policy Making in the Public Schools."},
      {
        "id":"ED317477",
        "title":"Focus on Fine Arts: Performing Arts."},
      {
        "id":"ED317481",
        "title":"Taxpayer Education for Middle and Junior High School Students. Design Report."},
      {
        "id":"ED317482",
        "title":"Yerbas Medicinales y Curanderismo = Medicinal Herbs and Folk Healing. A Teaching Module on Culture."},
      {
        "id":"ED317483",
        "title":"Visual and Performing Arts Framework for California Public Schools: Kindergarten through Grade Twelve."},
      {
        "id":"ED317485",
        "title":"Reflections on Moral Education. Research in Brief."},
      {
        "id":"ED317489",
        "title":"Voting and Registration in the Election of November 1988. Current Population Reports: Population Characteristics, Series P-20, No. 440."},
      {
        "id":"ED317491",
        "title":"The Need for a New Model of Teacher Supervision &amp; Evaluation: The Implications of Identifying Reflection as an Explicit Goal of Teacher Education Programs."},
      {
        "id":"ED317492",
        "title":"A Cooperating Teacher's Intervention Strategy on a Student Teacher."},
      {
        "id":"ED317494",
        "title":"Drama Improvisation as a Method of Covering Fairy Tales in School Curriculum."},
      {
        "id":"ED317497",
        "title":"Recruiting Minorities into Teaching. Fastback 290."},
      {
        "id":"ED317498",
        "title":"AIDS Education. Staffing and Funding Problems Impair Progress. Report to the Chairman, Committee on Governmental Affairs, U.S. Senate."},
      {
        "id":"ED317499",
        "title":"The Teaching of Ethics and the Ethics of Teaching."},
      {
        "id":"ED317500",
        "title":"Conceptual Variables as Predictors of Change in Teaching Skills."},
      {
        "id":"ED317502",
        "title":"Using Students Successfully as Officials in a Collegiate Intramural Program."},
      {
        "id":"ED317504",
        "title":"Back to the Future--Illinois School Personnel in the Year 2000."},
      {
        "id":"ED317508",
        "title":"Teacher Stability Revisited: How Consistent Are Teachers from Morning to Afternoon and from Year to Year? Technical Report No. 472."},
      {
        "id":"ED317510",
        "title":"Teachers' Knowledge Structures: Documenting Their Development and Their Relationship to Instruction. Research Series No. 192."},
      {
        "id":"ED317512",
        "title":"Health, Safety. Grades 3-5."},
      {
        "id":"ED317513",
        "title":"Physical Education Grades 3-5."},
      {
        "id":"ED317514",
        "title":"Health Safety: Grade Two."},
      {
        "id":"ED317515",
        "title":"Middle School Physical Education."},
      {
        "id":"ED317516",
        "title":"Physical Education Grade One. Physical Education Grade 2."},
      {
        "id":"ED317521",
        "title":"Evaluation and Dissemination: A Dynamic System To Keep Teacher Education Programs Meaningful."},
      {
        "id":"ED317522",
        "title":"Alternative Certification and the Knowledge Base for Teachers."},
      {
        "id":"ED317523",
        "title":"The Rhetoric of Reform in Teacher Education: Report on a Case Study of Cooperative Learning for Mainstreaming."},
      {
        "id":"ED317524",
        "title":"Restructuring Teacher Education: A Political Prerogative--A Professional Imperative."},
      {
        "id":"ED317525",
        "title":"The Interplay between State and District Guidelines for Curriculum Reform in Elementary Schools. Elementary Subjects Center Series No. 13."},
      {
        "id":"ED317527",
        "title":"A Conceptual Framework for Using Writing To Help Preservice Teachers Integrate the Knowledge Base."},
      {
        "id":"ED317528",
        "title":"If Magic Johnson Coached Michael Jordan: Staff Development Strategies for Pre-Service Teachers."},
      {
        "id":"ED317530",
        "title":"Justifying and Developing a Comprehensive Wellness-Fitness Institute on a University Campus."},
      {
        "id":"ED317531",
        "title":"Suggested Cognitive and Behavioral Strategies for Coaches to Prevent Drug Abuse in Sport."},
      {
        "id":"ED317536",
        "title":"The CONNCEPT Program: A Four-Year Report."},
      {
        "id":"ED317537",
        "title":"North Carolina Approved Teacher Education Programs."},
      {
        "id":"ED317538",
        "title":"A Guide to Developing Learning Across the Curriculum."},
      {
        "id":"ED317539",
        "title":"The Effects of Scholarships on SCDEs' Efforts To Attract Preservice Teacher Education Students."},
      {
        "id":"ED317541",
        "title":"Non-Academic Criteria: Accountability in Pre-Service Teacher Education."},
      {
        "id":"ED317542",
        "title":"The Role of the Community College in the Creation of a Multi-Ethnic Teaching Force. ERIC Digest."},
      {
        "id":"ED317543",
        "title":"Mentor Teacher Project Program Assessment Report. A Final Report."},
      {
        "id":"ED317544",
        "title":"Perceptions of Federally Recommended Reform Initiatives."},
      {
        "id":"ED317547",
        "title":"Health. Safety. Grade One."},
      {
        "id":"ED317548",
        "title":"A Slow Look at Speeded Reading Comprehension Tests."},
      {
        "id":"ED317551",
        "title":"Experimenter Expectancy, Covert Communication, and Meta-Analytic Methods."},
      {
        "id":"ED317552",
        "title":"A Triangulation Approach to the Validation of the COMP for Outcomes Evaluation."},
      {
        "id":"ED317553",
        "title":"Some Findings on Preparing Teachers' Attitudes towards Tests."},
      {
        "id":"ED317555",
        "title":"The Beginning Teacher's Personality Needs and the Perceived School Climate in West Virginia."},
      {
        "id":"ED317556",
        "title":"Developmental Levels of Economically Disadvantaged College Freshmen."},
      {
        "id":"ED317559",
        "title":"Remarks of Albert Shanker, President, American Federation of Teachers at the Educational Testing Service (ETS) Conference."},
      {
        "id":"ED317560",
        "title":"An Integrated Approach to Facilitating Student Achievement. Critical Issues in Student Achievement. Paper No. 1."},
      {
        "id":"ED317561",
        "title":"A New Look at Student Achievement. Critical Issues in Student Achievement. Paper No. 2."},
      {
        "id":"ED317562",
        "title":"A Look at Student Achievement from the School Dimension: Demythologizing Standardized Tests. Critical Issues in Student Achievement. Paper No. 3."},
      {
        "id":"ED317566",
        "title":"One Approach to a Formal Evaluation of the Amnesty Program."},
      {
        "id":"ED317568",
        "title":"Defining Quality Indicators."},
      {
        "id":"ED317572",
        "title":"Do Students' Motives in Learning a Subject Affect Their Choice of Learning Strategies?"},
      {
        "id":"ED317578",
        "title":"Cognitive and Instructional Theories of Impasses in Learning. Final Report."},
      {
        "id":"ED317579",
        "title":"Investigations of Human Question Answering."},
      {
        "id":"ED317580",
        "title":"The Best of &quot;Set&quot; Assessment."},
      {
        "id":"ED317581",
        "title":"Socialization and the Development of Self-Regulated Learning: The Role of Attributions."},
      {
        "id":"ED317582",
        "title":"Perceptions of Efficacy and Classroom Motivation."},
      {
        "id":"ED317585",
        "title":"Evaluation Instruments and the Physically Challenged Subjects: Problems, Issues, and Strategies."},
      {
        "id":"ED317586",
        "title":"Computer-Assisted Writing Skill Assessment Using WordMAP (TM)."},
      {
        "id":"ED317588",
        "title":"The Extreme Dangers of Covariance Corrections."},
      {
        "id":"ED317589",
        "title":"Test Wise or Test Foolish: Effects of Riverside Materials on Test Taking Skill Instruction."},
      {
        "id":"ED317592",
        "title":"The Role of GRE General and Subject Test Scores in Graduate Program Admission. ETS Research Report 84-14."},
      {
        "id":"ED317599",
        "title":"Student- versus Expert-Generated Knowledge Maps: Postorganization, Initial Acquisition, and Transfer."},
      {
        "id":"ED317600",
        "title":"Consistent Patterns in Observed Teacher Performance: Results from a Large-Sample Multi-Year Study. Draft."},
      {
        "id":"ED317601",
        "title":"Feel No Guilt! Your Statistics Are Probably Robust."},
      {
        "id":"ED317602",
        "title":"Severity of Grading across Time Periods."},
      {
        "id":"ED317605",
        "title":"Lunch at SAMS: A Cooperative Community and School Program."},
      {
        "id":"ED317606",
        "title":"The Noggin Factor in Survey Research: Developing New Techniques for Assessing Nonresponse Bias."},
      {
        "id":"ED317608",
        "title":"Construction and Evaluation of a Powerful LOGO Learning Environment for the Acquisition and Transfer of Thinking Skills."},
      {
        "id":"ED317609",
        "title":"Accountability in the SREB States."},
      {
        "id":"ED317610",
        "title":"Using College Grade Point Average in Assessment Research."},
      {
        "id":"ED317614",
        "title":"Assessing Thinking Skills in Social Problem Solving."},
      {
        "id":"ED317615",
        "title":"Variable Importance in Multiple Regression and Canonical Correlation."},
      {
        "id":"ED317616",
        "title":"Backward Variable Elimination Canonical Correlation and Canonical Cross-Validation."},
      {
        "id":"ED317622",
        "title":"Changing Learning Environments in High School Science: An Evaluation of the Results of an NSF Workshop."},
      {
        "id":"ED317625",
        "title":"Education in Alberta: Facts and Figures, 1989."},
      {
        "id":"ED317626",
        "title":"The Condition of Education, 1990. Volume 1: Elementary and Secondary Education."},
      {
        "id":"ED317627",
        "title":"The Condition of Education, 1990. Volume 2: Postsecondary Education."},
      {
        "id":"ED317629",
        "title":"Involving Parents in Head Start."},
      {
        "id":"ED317630",
        "title":"La Comunicacion (Communication). Latino Family Life Education Curriculum Series. Curriculum Unit [and] Student Workbook."},
      {
        "id":"ED317636",
        "title":"Spatial Mobility, Minority Class Structure, and the Urban Underclass. Project No. 3730-05."},
      {
        "id":"ED317637",
        "title":"National Conference on Latino Children in Poverty. Proceedings (1st, Washington, D.C., June 12, 1987)."},
      {
        "id":"ED317638",
        "title":"New Initiatives in Dropout Prevention: Project GRAD Final Report 1988-89."},
      {
        "id":"ED317639",
        "title":"1988-89 Dropout Report. Austin Independent School District."},
      {
        "id":"ED317642",
        "title":"Working it Out: An Anthology of State and Local Performance Management Strategies Designed To Increase Service to Youth At Risk of Chronic Unemployment. [Report from the Region V, Youth Performance Management Task Force.]"},
      {
        "id":"ED317643",
        "title":"Working it Out. Option Papers and Sample Policies. An Anthology of State and Local Performance Management Strategies Designed To Increase Service to Youth At Risk of Chronic Unemployment. [Report from the Region V, Youth Performance Management Task Force.]"},
      {
        "id":"ED317644",
        "title":"Certainty of Opportunity. A Report on the NASFAA/ACE Symposium on Early Awareness of Postsecondary Education."},
      {
        "id":"ED317645",
        "title":"American Nightmare: A Decade of Homelessness in the United States."},
      {
        "id":"ED317647",
        "title":"Black Children Draw Their Families: Some Surprises."},
      {
        "id":"ED317648",
        "title":"College Readiness Program Evaluation 1988-1989. Summary Report."},
      {
        "id":"ED317649",
        "title":"Getting Started. Becoming Part of the AIDS Solution. A Guide for Hispanic Community-Based Organizations."},
      {
        "id":"ED317653",
        "title":"Project Giant Step Chapter I Program 1987-88. OREA Report."},
      {
        "id":"ED317654",
        "title":"Report of the Title I/Chapter 1 Services Received by Graduates of the Columbus Public Schools."},
      {
        "id":"ED317655",
        "title":"The Quality of Chapter 1 Instruction: Results from a Study of 24 Schools."},
      {
        "id":"ED317659",
        "title":"Summary of Findings and Recommendations. National Assessment of Vocational Education Final Report. Volume I."},
      {
        "id":"ED317660",
        "title":"The Implementation of the Carl D. Perkins Act. National Assessment of Vocational Education Final Report. Volume II."},
      {
        "id":"ED317661",
        "title":"Postsecondary Vocational Education. National Assessment of Vocational Education Final Report. Volume IV."},
      {
        "id":"ED317662",
        "title":"Handicapped and Disadvantaged Students: Access to Quality Vocational Education. National Assessment of Vocational Education Final Report. Volume V."},
      {
        "id":"ED317663",
        "title":"Resolved: Credit/Privacy Laws Need To Be Revised."},
      {
        "id":"ED317664",
        "title":"Investing in People: A Strategy to Address America&apos;s Workforce Crisis. Background Papers. Vols. I-II."},
      {
        "id":"ED317665",
        "title":"Incentives for Learning: Why American High School Students Compare So Poorly to Their Counterparts Overseas. Background Paper No. 1."},
      {
        "id":"ED317666",
        "title":"Schooling for the Modern Workplace. Background Paper No. 2."},
      {
        "id":"ED317667",
        "title":"Trends in Science and Engineering Education and the U.S. Labor Market. Background Paper No. 3."},
      {
        "id":"ED317668",
        "title":"Empowering Schools and Teachers: A New Link to Jobs for the Non-College Bound. Background Paper No. 4."},
      {
        "id":"ED317669",
        "title":"Second Chance Basic Skills Education. Background Paper No. 5."},
      {
        "id":"ED317670",
        "title":"The Firm's Decision To Train. Background Paper No. 6."},
      {
        "id":"ED317671",
        "title":"Empirical Evidence on Private Training. Background Paper No. 7a."},
      {
        "id":"ED317672",
        "title":"Evidence on Private Sector Training. Background Paper No. 7b."},
      {
        "id":"ED317673",
        "title":"Evidence on Private Sector Training. Background Paper No. 7c."},
      {
        "id":"ED317674",
        "title":"Introducing New Technology into the Workplace: The Dynamics of Technological and Organizational Change. Background Paper No. 8a."},
      {
        "id":"ED317675",
        "title":"Introducing New Technology into the Workplace: Retraining Issues and Strategies. Background Paper No. 8b."},
      {
        "id":"ED317676",
        "title":"Survey of Government-Provided Training Programs. Background Paper No. 9."},
      {
        "id":"ED317677",
        "title":"The Effectiveness of Government Training Programs. Background Paper No. 10."},
      {
        "id":"ED317678",
        "title":"Black Male Youth: Their Employment Problems and Training Programs. Background Paper No. 11."},
      {
        "id":"ED317679",
        "title":"Facilitating the Flow of Information between the Business and Education Communities. Background Paper No. 12."},
      {
        "id":"ED317680",
        "title":"Issues in Financing Post-Secondary Education and Training. Background Paper No. 13."},
      {
        "id":"ED317681",
        "title":"The Tax Treatment of Training and Educational Expenses. Background Paper No. 14."},
      {
        "id":"ED317682",
        "title":"The Unemployment Experience of the Workforce. Background Paper No. 15."},
      {
        "id":"ED317683",
        "title":"Unemployment Insurance: The Worker's Perspective. Background Paper No. 16."},
      {
        "id":"ED317684",
        "title":"Unemployment Insurance Financing, Short-Time Compensation, and Labor Demand. Background Paper No. 17."},
      {
        "id":"ED317685",
        "title":"Utilization of Public and Private Job Search Mechanisms: The Experiences of Employers and Employees. Background Paper No. 18."},
      {
        "id":"ED317686",
        "title":"The Role of the Employment Service. Background Paper No. 19."},
      {
        "id":"ED317687",
        "title":"Labor Force Participation of Older Workers. Background Paper No. 20."},
      {
        "id":"ED317688",
        "title":"Labor Force Participation and Employment among Young Men: Trends, Causes, and Policy Implications. Background Paper No. 21."},
      {
        "id":"ED317689",
        "title":"Labor Force Participation among the Economically Disadvantaged. Background Paper No. 22."},
      {
        "id":"ED317690",
        "title":"Labor Force Participation among Disabled Persons. Background Paper No. 23."},
      {
        "id":"ED317691",
        "title":"Labor Force Participation of Dual-Earner Couples and Single Parents. Background Paper No. 24."},
      {
        "id":"ED317692",
        "title":"Cultural Issues Affecting Labor Force Participation. Background Paper No. 25."},
      {
        "id":"ED317693",
        "title":"Facilitating Women's Occupational Integration. Background Paper No. 26."},
      {
        "id":"ED317694",
        "title":"Impact of Child Care on the Bottom-Line. Background Paper No. 27."},
      {
        "id":"ED317695",
        "title":"Addressing the Supply Problem: The Family Day Care Approach. Background Paper No. 28."},
      {
        "id":"ED317696",
        "title":"Part-Time and Temporary Work. Background Paper No. 29a."},
      {
        "id":"ED317697",
        "title":"Temporary Work. Background Paper No. 29b."},
      {
        "id":"ED317698",
        "title":"Working Hours Flexibility. Background Paper No. 30."},
      {
        "id":"ED317699",
        "title":"Mixing Careers and Child Rearing. Background Paper No. 31."},
      {
        "id":"ED317700",
        "title":"Effects of Mandating Benefits Packages. Background Paper No. 32."},
      {
        "id":"ED317701",
        "title":"Innovative Compensation Systems: Implications for Employers, Unions, and Government. Background Paper No. 33."},
      {
        "id":"ED317702",
        "title":"Employee Ownership Plans. Background Paper No. 34."},
      {
        "id":"ED317703",
        "title":"Employee Participation, Work Redesign, and New Technology: Implications for Public Policy in the 1990s. Background Paper No. 35A."},
      {
        "id":"ED317704",
        "title":"Employee Participation and Involvement. Background Paper No. 35b."},
      {
        "id":"ED317705",
        "title":"Efforts To Solve Quality Problems. Background Paper No. 36."},
      {
        "id":"ED317706",
        "title":"Impediments to Innovative Employee Relations Arrangements. Background Paper No. 37."},
      {
        "id":"ED317707",
        "title":"Cooperative Efforts To Solve Employment Problems. Background Paper No. 38."},
      {
        "id":"ED317708",
        "title":"Current Economic Issues in Employee Benefits. Background Paper No. 39."},
      {
        "id":"ED317709",
        "title":"Preemployment Testing and Employee Productivity. Background Paper No. 40."},
      {
        "id":"ED317710",
        "title":"Functional Context Education: Policy and Training Methods from the Military Experience. Background Paper No. 41."},
      {
        "id":"ED317711",
        "title":"The Role of Unions in Improving Workforce Quality, Labor Market Efficiency and Effective Employee Management. Background Paper No. 42."},
      {
        "id":"ED317712",
        "title":"Employer Training of Work-Bound Youth: An Historical Review and New Results. Background Paper No. 43."},
      {
        "id":"ED317713",
        "title":"Data Needs for Labor Market Analysis. Background Paper No. 44."},
      {
        "id":"ED317717",
        "title":"Learning about Our Past through People: An Oral History Approach to Learning, 5 to 8 Grade Level. Teacher's Guide [and] Student Materials."},
      {
        "id":"ED317720",
        "title":"Job Training Partnership Act. Youth Participant Characteristics, Services, and Outcomes. Briefing Report to Congressional Requesters."},
      {
        "id":"ED317721",
        "title":"Job Training Partnership Act. Information on Set-Aside Funding for Assistance to Older Workers. Fact Sheet for the Chairman, Special Committee on Aging, U.S. Senate."},
      {
        "id":"ED317722",
        "title":"Nonformal Education Manual. Information Collection and Exchange Manual M0042."},
      {
        "id":"ED317723",
        "title":"Consumer&apos;s Resource Handbook and A Teacher&apos;s Guide to the Consumer&apos;s Resource Handbook."},
      {
        "id":"ED317730",
        "title":"Military Career Guide: Employment and Training Opportunities in the Military."},
      {
        "id":"ED317731",
        "title":"Military Career Paths. Career Progression Patterns for Selected Occupations from the Military Career Guide."},
      {
        "id":"ED317734",
        "title":"Workforce Futures: Strategic Planning in the States. Research Report No. 89-06."},
      {
        "id":"ED317735",
        "title":"On Defining Literacy."},
      {
        "id":"ED317736",
        "title":"Education Programs in the Department of Defense."},
      {
        "id":"ED317737",
        "title":"Language by Demand: A Case for Vocational English in Second Language Teaching."},
      {
        "id":"ED317739",
        "title":"Two-Tier Compensation Structures. Their Impact on Unions, Employers, and Employees."},
      {
        "id":"ED317740",
        "title":"Televised Courses at the University of Saskatchewan: Something Old, Something New."},
      {
        "id":"ED317744",
        "title":"Independent Study Program Profiles 1988-1989. Final Report."},
      {
        "id":"ED317746",
        "title":"Speaking Our Own Voice. Report of the Conference for Literacy Practitioners (Toronto, Ontario, November 26, 1988)."},
      {
        "id":"ED317748",
        "title":"Follow-Up Study of Vocational Program Graduates of 1984 in North Dakota. Special Report."},
      {
        "id":"ED317754",
        "title":"Workplace Technical Assistance Program (WorkTAP). Section 353 Special Project. (7/1/88-6/30/89)."},
      {
        "id":"ED317755",
        "title":"Templates for Literacy: Manual Evaluation. Final Report."},
      {
        "id":"ED317756",
        "title":"Computer-Assisted Instruction in Basic Skills for Older, Low-Literate Adults. Final Report."},
      {
        "id":"ED317757",
        "title":"Adult Literacy in the United States Today."},
      {
        "id":"ED317759",
        "title":"Use of Computer Assisted Instruction with Displaced Workers and Volunteer Tutors. Final Report."},
      {
        "id":"ED317761",
        "title":"Planning Adult Literacy Services. Options for Library Involvement."},
      {
        "id":"ED317763",
        "title":"First Results of the Social Dialogue in the Field of Education and Training. CEDEFOP Flash. Special 5/90."},
      {
        "id":"ED317766",
        "title":"Reskilling Rita. Women's Access to TAFE in Australia: An Evaluation of Re-Entry Courses for Mature-Age Women, and Their Links to Further Study and Employment."},
      {
        "id":"ED317767",
        "title":"Industry Restructuring: Extracts from Centre Publications."},
      {
        "id":"ED317769",
        "title":"Who Gets What and Why: Curriculum Decisionmaking at Three Comprehensive High Schools."},
      {
        "id":"ED317770",
        "title":"Status of the NOICC/SOICC Network. NOICC Administrative Report No. 15."},
      {
        "id":"ED317772",
        "title":"Industry-Based Bilingual Vocational Training. A Review of Related Literature."},
      {
        "id":"ED317773",
        "title":"In-Company Trainers of Young People in Irish Industry."},
      {
        "id":"ED317774",
        "title":"The In-Company Trainer of Young People in the United Kingdom."},
      {
        "id":"ED317775",
        "title":"In-Firm Trainers of Young People in the Framework of the Dual Vocational Training System of the Federal Republic of Germany."},
      {
        "id":"ED317776",
        "title":"Management Education for Small and Medium-Sized Enterprises in the European Communities."},
      {
        "id":"ED317777",
        "title":"The Role of the Two Sides of Industry in Initial and Continuing Training. Documentation of the Conference Organized by the European Centre for the Development of Vocational Training (CEDEFOP) in Collaboration with the Commission of the European Communities and the Economic and Social Committee of the EC (Brussels, Belgium, November 8-9, 1988)."},
      {
        "id":"ED317778",
        "title":"The Training/Development of In-Company Trainers/Supervisors of Young People--The Case of Greece."},
      {
        "id":"ED317779",
        "title":"The Training Needs of In-Company Trainers Engaged in the Training of Young People in Italy."},
      {
        "id":"ED317780",
        "title":"At-Risk Secondary Students and the Impact of Occupational Education."},
      {
        "id":"ED317782",
        "title":"Simply Great Cooking Instruction. A Manual for Teaching Cooking to Non-Reading Students."},
      {
        "id":"ED317784",
        "title":"The Learning Enterprise. Adult Learning, Human Capital, and Economic Development."},
      {
        "id":"ED317786",
        "title":"The Economics of Vocational Training: Past Evidence and Future Considerations. World Bank Staff Working Papers Number 713."},
      {
        "id":"ED317792",
        "title":"Retention Strategies: A Pre-Admission Program for Adult Distance Learners."},
      {
        "id":"ED317793",
        "title":"A Perspective of Technology Education in Taiwan, Republic of China."},
      {
        "id":"ED317794",
        "title":"Adult Literacy Issues, Programs, and Options. Updated."},
      {
        "id":"ED317796",
        "title":"Functional Literacy of Clerical Workers: Strategies for Minimizing Literacy Demands and Maximizing Available Information."},
      {
        "id":"ED317800",
        "title":"A Peace Corps Guide to Literacy, Adult Learning, and Nonformal Education."},
      {
        "id":"ED317801",
        "title":"New Technologies, Labour Organization, Qualification, Structures and Vocational Training in Bulgaria."},
      {
        "id":"ED317802",
        "title":"New Technologies, Work Organization, Qualification, Structures and Vocational Training in Hungary."},
      {
        "id":"ED317803",
        "title":"Helping the Homeless Be Choosers: The Role of JTPA in Improving Job Prospects. Special Report No. 28."},
      {
        "id":"ED317806",
        "title":"Vocational Guidance and Counselling for Young People and Adults in the European Community. Findings of a Conference (Berlin, West Germany, December 7-8, 1989)."},
      {
        "id":"ED317807",
        "title":"Three Years Later: An Assessment of the Mississippi Diversified Technology Initiative. Final Report."},
      {
        "id":"ED317808",
        "title":"Evaluating Social Programs at the State and Local Level. The JTPA Evaluation Design Project."},
      {
        "id":"ED317809",
        "title":"Issues and Options: Energizing for the Future. Proceedings of the Annual Conference of Region II, National University Continuing Education Association (Skytop, Pennsylvania, October 1988)."},
      {
        "id":"ED317810",
        "title":"Now that the Baby Boomers Are Middle-Aged...Threats, Challenges and Opportunities of the 21st Century. Perspectives."},
      {
        "id":"ED317811",
        "title":"Displaced Workers, 1981-85. Bulletin 2289."},
      {
        "id":"ED317812",
        "title":"A Review of the State Office of Education's Custom Fit Program (89-03) [A Memorandum]."},
      {
        "id":"ED317813",
        "title":"The Challenge of New Technology to Labor-Management Relations. Summary of a Conference (Washington, D.C., October 19-20, 1988)."},
      {
        "id":"ED317815",
        "title":"Basic Electronics."},
      {
        "id":"ED317816",
        "title":"Basic Surveying Technology."},
      {
        "id":"ED317817",
        "title":"Civil Drafting."},
      {
        "id":"ED317818",
        "title":"Exploring Technology Education: Manufacturing; Communication; Energy, Power, and Transportation; and Construction."},
      {
        "id":"ED317819",
        "title":"Exploring Construction Technology."},
      {
        "id":"ED317820",
        "title":"Exploring Energy, Power, and Transportation Technology."},
      {
        "id":"ED317821",
        "title":"Exploring Manufacturing Technology."},
      {
        "id":"ED317822",
        "title":"Exploring Communication Technology."},
      {
        "id":"ED317823",
        "title":"Hydraulics."},
      {
        "id":"ED317824",
        "title":"Veterans' Education and Disability Compensation Legislation. Hearing before the Committee on Veterans' Affairs, United States Senate, One Hundred First Congress, First Session on S. 13 (Title I), Amendment No. 110 to S. 190, S. 564, S. 1003, and S. 1092."},
      {
        "id":"ED317825",
        "title":"Career Development for Undereducated Adults in ABE Programs. Final Report."},
      {
        "id":"ED317826",
        "title":"Home Study Course Development Handbook. Second Edition."},
      {
        "id":"ED317827",
        "title":"Foods of the Pacific Northwest. Project 2. Leader Guide [and] Member Manual."},
      {
        "id":"ED317828",
        "title":"Fundamentals of Marketing Core Curriculum. Test Items and Assessment Techniques."},
      {
        "id":"ED317830",
        "title":"Vocational Education. A Special Tip Sheet for Education Writers."},
      {
        "id":"ED317831",
        "title":"The Economics of Comparable Worth."},
      {
        "id":"ED317832",
        "title":"International Differences in the Labor Market Performance of Immigrants."},
      {
        "id":"ED317833",
        "title":"The Wage Carrot and the Pension Stick. Retirement Benefits and Labor Force Participation."},
      {
        "id":"ED317834",
        "title":"Selected Resources on Developing Vocational Programs for Individuals with Limited English Proficiency. TASPP Brief."},
      {
        "id":"ED317835",
        "title":"Improving the Self-Sufficiency of Teen Parents. TASPP Brief."},
      {
        "id":"ED312821",
        "title":"Project TRAIN: The Final Report of the Project TRAIN, 1985-1988."},
      {
        "id":"ED312822",
        "title":"Bibliography: Recruitment and Retention #19. Information on Personnel Supply and Demand."},
      {
        "id":"ED312826",
        "title":"The Intent and Spirit of P.L. 99-457: A Sourcebook."},
      {
        "id":"ED312827",
        "title":"Project MAP: Model Accounting Plan for Special Education. Final Report."},
      {
        "id":"ED312830",
        "title":"Supervision Strategies for Special Educators in Working with Instructional Paraprofessionals."},
      {
        "id":"ED312832",
        "title":"Educators' Consumer Guide to Private Tutoring Services. Fastback 285."},
      {
        "id":"ED312833",
        "title":"A Parent's Guide to Accessing Parent Groups, Community Services, and to Keeping Records."},
      {
        "id":"ED312835",
        "title":"Creativity and Learning: What Research Says to the Teacher."},
      {
        "id":"ED312837",
        "title":"Information for the Graduate."},
      {
        "id":"ED312838",
        "title":"Computer Access in Higher Education for Students with Disabilities: A Practical Guide to the Selection and Use of Adapted Computer Technology. Second Edition."},
      {
        "id":"ED312842",
        "title":"Infant--Toddler Evaluation."},
      {
        "id":"ED312843",
        "title":"Preparing Deaf Students for College: What Parents and Teachers Can Do."},
      {
        "id":"ED312844",
        "title":"What Does LRE Mean?"},
      {
        "id":"ED312845",
        "title":"Debugging the Human Computer: Instrumental Enrichment."},
      {
        "id":"ED312846",
        "title":"Siblings of Handicapped Children: Assessing the Need for and Impact of Their Early Education. Final Report."},
      {
        "id":"ED312847",
        "title":"Alabama School for the Blind Fitness and Nutrition Project."},
      {
        "id":"ED312848",
        "title":"Field Initiated Research: A Field Based Study of the Effects of an Educational Program on School Adjustment of Mildly Handicapped Secondary School Students. Final Report."},
      {
        "id":"ED312854",
        "title":"Preparation for Special Education Hearings: A Practical Guide to Lessening the Trauma of Due Process Hearings."},
      {
        "id":"ED312855",
        "title":"Management of Chronic Infectious Diseases in School Children. Revised Edition."},
      {
        "id":"ED312857",
        "title":"Use of the Behavioral Interview for Target Behavior Specification in Collaboration and Consultation."},
      {
        "id":"ED312860",
        "title":"On the Agenda: Oregon's Chronically Ill Children and Their Families."},
      {
        "id":"ED312862",
        "title":"A Survey of Current Status on Implementation of Infants and Toddlers Legislation (P.L. 99-457, Part H)."},
      {
        "id":"ED312863",
        "title":"Major Policy Issues in Implementing Part H--P.L. 99-457 (Infants &amp; Toddlers)."},
      {
        "id":"ED312865",
        "title":"Status of the States' Progress toward Developing a Definition for Developmentally Delayed as Required by P.L. 99-457, Part H."},
      {
        "id":"ED312867",
        "title":"Special Education Personnel in Michigan Public Schools, 1980-88."},
      {
        "id":"ED312869",
        "title":"Curriculum-Based Assessment: Research Brief for Teachers, Brief T2."},
      {
        "id":"ED312872",
        "title":"Return to Work Following Traumatic Brain Injury. Special Issue, Volume 5, Number 1."},
      {
        "id":"ED312879",
        "title":"Lux et Verisimilitudo: Judgment Data in SLA Theory."},
      {
        "id":"ED312880",
        "title":"Paired Classes Evaluation Based on Survey Results."},
      {
        "id":"ED312881",
        "title":"Cross Cultural Attitude Survey."},
      {
        "id":"ED312885",
        "title":"Spanish Pro-Drop Meets the Bilingual Speaker."},
      {
        "id":"ED312886",
        "title":"Referential Cohesion in Law Cases."},
      {
        "id":"ED312889",
        "title":"Los Angeles Unified School District Bilingual Program Survey Report, 1987-88. Publication No. 527."},
      {
        "id":"ED312890",
        "title":"An Integrated Activity Course for Juniors. The Bell Educational Trust Academic Reports."},
      {
        "id":"ED312892",
        "title":"The Use of the Word-Processor in the Teaching of English as a Foreign Language to Adults. Academic Reports."},
      {
        "id":"ED312893",
        "title":"The Development of Metanarrative Speech and Gesture in Children's Storytelling."},
      {
        "id":"ED312894",
        "title":"Newsletter for Asian and Middle Eastern Languages on Computer, Volume 1, Numbers 1 and 2."},
      {
        "id":"ED312895",
        "title":"Content-Based Instruction in Second and Foreign Languages."},
      {
        "id":"ED312896",
        "title":"Developing a Language Competent American Society: The Role of Language Planning."},
      {
        "id":"ED312897",
        "title":"Cognitive and Social Correlates of Bilinguality."},
      {
        "id":"ED312898",
        "title":"Newsletter for Asian and Middle Eastern Languages on Computer, Volume 1, Numbers 3 &amp; 4."},
      {
        "id":"ED312899",
        "title":"Some Consequences of Velarization on Catalan Vowels."},
      {
        "id":"ED312902",
        "title":"The Achievement Level for English in Dutch Primary Schools."},
      {
        "id":"ED312903",
        "title":"Children's Knowledge of Verb-Structure: Data from Hebrew."},
      {
        "id":"ED312905",
        "title":"Statistical Techniques Used in Three Applied Linguistics Journals: \"Language Learning,\"\"Applied Linguistics\" and \"TESOL Quarterly,\" 1980-1986: Implications for Readers and Researchers."},
      {
        "id":"ED312907",
        "title":"A Guideline for Teaching Literacy: A Competency-Based Curriculum for Use with Adult ESL Students. Abridged Edition."},
      {
        "id":"ED312908",
        "title":"The REEP Curriculum, Revised Edition. Competency-Based ESL for Adults. Volume II, Track B."},
      {
        "id":"ED312909",
        "title":"The REEP Curriculum, Revised Edition. Competency-Based ESL for Adults. Volume I, Track A."},
      {
        "id":"ED312911",
        "title":"Handbook for ESL/Civics Programming: For Phase II Applicants for Legalization."},
      {
        "id":"ED312913",
        "title":"A Selected State-Level Education Data Base."},
      {
        "id":"ED312915",
        "title":"Missing College Attendance Costs: Opportunity, Financing, and Risk. ACT Student Financial Aid Research Report Series 89-3."},
      {
        "id":"ED312917",
        "title":"Survey of Minority Financial Aid Administrators. A Report by the NASFAA Minority Concerns Committee 1988-89."},
      {
        "id":"ED312918",
        "title":"Analysis of the Survey of 1986-87 Bachelor's Degree Recipients."},
      {
        "id":"ED312920",
        "title":"Promoting Active Learning in Freshmen: The Ursinus College Academic Orientation Workshop."},
      {
        "id":"ED312922",
        "title":"Students and Studying in Higher Education in Finland. Publication Series B. Theory into Practice 35."},
      {
        "id":"ED312923",
        "title":"An Assessment of the Validity of Student Liaison Committee Reports."},
      {
        "id":"ED312925",
        "title":"Corporate Support for Scholarships: A Tale of Two Cities."},
      {
        "id":"ED312926",
        "title":"Toward Reform of Egyptian Higher Education: Final Report on Cairo University/Boston University Collaboration in Counterpart Training for the Third Education Project."},
      {
        "id":"ED312928",
        "title":"Salary and Staffing Patterns in Financial Aid Offices 1987-88."},
      {
        "id":"ED312929",
        "title":"Employment Survey of Michigan College Graduates: Report of Destinations, Average Starting Salaries, and Unemployment, 1987-88 (All Degree Levels)."},
      {
        "id":"ED312930",
        "title":"Why Student Financial Aid? ACT Student Financial Aid Research Report Series 87-1."},
      {
        "id":"ED312932",
        "title":"Logit Analysis of Graduate Student Retention and Graduation."},
      {
        "id":"ED312943",
        "title":"Legislative Priorities for the Commission, 1989. Commission Report 89-1."},
      {
        "id":"ED312944",
        "title":"Distribution of Revenue from Concurrent Enrollment at the California State University. A Report to the Legislature in Response to Supplemental Language to the 1988-89 Budget Act. Commission Report 88-44."},
      {
        "id":"ED312945",
        "title":"Prepaid College Tuition and Savings Bond Programs. A Staff Report. Commission Report 88-45."},
      {
        "id":"ED312946",
        "title":"The Fourth Segment. Accredited Independent Postsecondary Education in California. The Fifth in a Series of Reports on the Financial Condition of California's Regionally Accredited Independent Colleges and Universities. Commission Report 88-40."},
      {
        "id":"ED312947",
        "title":"State Budget Priorities of the Commission, 1989. Commission Report 89-7."},
      {
        "id":"ED312948",
        "title":"Education Needs of California Firms for Trade in Pacific Rim Markets. Commission Report 88-43."},
      {
        "id":"ED312949",
        "title":"Analysis of the Enrollment Impact of Implementing an Academic Entrance Requirement at Practical Bible Training School."},
      {
        "id":"ED312950",
        "title":"The Twentieth Campus. An Analysis of the California State University&apos;s Proposal To Establish a Full-Service Campus in the City of San Marcos in Northern San Diego County. Commission Report 89-2."},
      {
        "id":"ED312951",
        "title":"Beyond Assessment. Enhancing the Learning and Development of California's Changing Student Population. Commission Report 88-41."},
      {
        "id":"ED312952",
        "title":"Prospects for Accommodating Growth in Postsecondary Education to 2005. Report of the Executive Director to the California Postsecondary Education Commission, January 23, 1989. Commission Report 89-6."},
      {
        "id":"ED312960",
        "title":"Student Perceptions of the Relative Importance of Selected Attributes of an Institution of Higher Education: A Conjoint Approach."},
      {
        "id":"ED312961",
        "title":"Conjoint Analysis: A Study of the Effects of Using Person Variables."},
      {
        "id":"ED312962",
        "title":"The Alternative Futures Approach to Planning: Implications for Institutional Research Offices."},
      {
        "id":"ED312963",
        "title":"The Condition of the Professoriate: Attitudes and Trends, 1989."},
      {
        "id":"ED312964",
        "title":"Status Report on Human Corps Activities, 1989. Report 89-9."},
      {
        "id":"ED312965",
        "title":"A Further Review of the California State University's Contra Costa Center. Commission Report 89-9."},
      {
        "id":"ED312966",
        "title":"Faculty Salaries in California's Public Universities, 1989-90. A Report to the Legislature and Governor in Response to Senate Concurrent Resolution No. 51 (1965). Commission Report 89-11."},
      {
        "id":"ED312967",
        "title":"Analysis of the Governor's Proposed 1989-90 Budget. A Staff Report to the California Postsecondary Education Commission. Commission Report 89-14."},
      {
        "id":"ED312968",
        "title":"Planning Our Future. A Staff Background Paper on Long-Range Enrollment and Facilities Planning in California Public Higher Education. Commission Report 89-15."},
      {
        "id":"ED312969",
        "title":"Standardized Tests Used for Higher Education Admission and Placement in California during 1988. The Fourth in a Series of Annual Reports Published in Accordance with Senate Bill 1758 (Chapter 1505, Statutes of 1984). Report 89-16."},
      {
        "id":"ED312970",
        "title":"Mandatory Statewide Student Fees in California's Public Four-Year Colleges and Universities. Report of the Sunset Review Committee on Statewide Student Fee Policy under Senate Bill 195 (1985). Report 89-19."},
      {
        "id":"ED312971",
        "title":"State Policy Guidelines for Adjusting Nonresident Tuition at California's Public Colleges and Universities. Report of the Advisory Committee on Nonresident Tuition Policies under Senate Concurrent Resolution 69. Report 89-20."},
      {
        "id":"ED312972",
        "title":"State Oversight of Postsecondary Education. Three Reports on California's Licensure of Private Institutions and Reliance on Non-Governmental Accreditation. Commission Report 89-21."},
      {
        "id":"ED312973",
        "title":"Revisions to the Commission's Faculty Salary Methodology For the California State University. A Report of the California Postsecondary Education Committee. Report 89-22."},
      {
        "id":"ED312975",
        "title":"Nontraditional College Students and Grade Point Averages."},
      {
        "id":"ED312983",
        "title":"Staff Development: Identifying Positive Relationship Roles between Higher Education and Public Education."},
      {
        "id":"ED312984",
        "title":"Distance Education Papers. Occasional Papers No. 8."},
      {
        "id":"ED312986",
        "title":"Acquiring Expertise and Cognitive Skills in the Process of Constructing an Expert System: A Preliminary Study."},
      {
        "id":"ED312988",
        "title":"Professional Preparation and Staff Development for Academics Working in Distance Education. A Report for the Evaluations and Investigations Program."},
      {
        "id":"ED312989",
        "title":"The Use of Computers in Australian Schools: Six Years of Pragmatism."},
      {
        "id":"ED312990",
        "title":"Can Keller Plan Help in Our Understanding of the Problems of Distant Learning? Ziff Papiere 23."},
      {
        "id":"ED312991",
        "title":"On Choosing Teaching Methods To Match Educational Aims. ZIFF Papiere 39."},
      {
        "id":"ED312992",
        "title":"The School for Independent Study and International Links. ZIFF Papiere 69."},
      {
        "id":"ED312993",
        "title":"Exploiting Artificial Intelligence To Enhance Training: A Short- and Medium-Term Perspective."},
      {
        "id":"ED312994",
        "title":"Using MITSI as a KBS Tool for Learning."},
      {
        "id":"ED312995",
        "title":"The Department of Educational Technology at the Twente University of Technology, The Netherlands. Twente Educational Bulletin Number 12."},
      {
        "id":"ED312996",
        "title":"A Future for Computer Based Learning? Twente Educational Memorandum Number 21."},
      {
        "id":"ED312997",
        "title":"Developing Individualized Instructional Materials: The Learning Activity Packet. Twente Educational Memorandum Number 25."},
      {
        "id":"ED312998",
        "title":"Abstract Representation of Tutorial CAI and the Development of an Adjustable Tutorial System."},
      {
        "id":"ED312999",
        "title":"Applications of Decision Theory to Computer-Based Adaptive Instructional Systems. Research Report 88-18."},
      {
        "id":"ED313000",
        "title":"Building a Four Year Post-Secondary Curriculum in Educational Science and Technology."},
      {
        "id":"ED313002",
        "title":"Comparing Children's Typing Skills Using the Dvorak and QWERTY Keyboards on a Microcomputer."},
      {
        "id":"ED313003",
        "title":"A Critical Review of the Use of Audiographic Conferencing Systems by Selected Educational Institutions."},
      {
        "id":"ED313005",
        "title":"Masters Curricula in Educational Communications and Technology: A Descriptive Directory. Third Edition."},
      {
        "id":"ED313011",
        "title":"The 1988-89 Educational Software Preview Guide."},
      {
        "id":"ED313017",
        "title":"Designing for International Teletraining."},
      {
        "id":"ED313018",
        "title":"An Overview of Research and Development Projects at the AT&amp;T National Teletraining Center."},
      {
        "id":"ED313019",
        "title":"Instructional TV &amp; Audio Resources, 1989-90. ITV Brings the World into Our Classroom."},
      {
        "id":"ED313020",
        "title":"Staff Development Resources, 1989-90. ITV Connection."},
      {
        "id":"ED313021",
        "title":"ITV Resources in the Defined Minimum Program. 1989-90 Curriculum Guide."},
      {
        "id":"ED313024",
        "title":"Effects of Computer-Assisted Instruction on Reading and Mathematics Achievement of Chapter 1 Students."},
      {
        "id":"ED313026",
        "title":"Faculty Involvement in Instructional Materials Development for Distance Study at the University of the South Pacific."},
      {
        "id":"ED313027",
        "title":"A Legal Guide for the Software Developer."},
      {
        "id":"ED313029",
        "title":"A Process Approach to Writing with a Computer."},
      {
        "id":"ED313033",
        "title":"CAI and CMI Methods for Teaching Business Statistics Using COMPENSTAT."},
      {
        "id":"ED313036",
        "title":"National Institute on Library Service to Jail Populations. Final Report."},
      {
        "id":"ED313047",
        "title":"The Changing Role of Reference Librarians in Modern Academic Libraries."},
      {
        "id":"ED313048",
        "title":"In-Process Items on LCS."},
      {
        "id":"ED313049",
        "title":"One Chance in Eighty: Access to the Alternative Press Index."},
      {
        "id":"ED313052",
        "title":"The Impact of Automation on Libraries. Final Report."},
      {
        "id":"ED313053",
        "title":"A Network Approach to Non-Print Media Cataloging for Schools: A Report of an Indiana Department of Public Instruction and Indiana Cooperative Library Services Authority (INCOLSA) Project Using the OCLC System. Final Report."},
      {
        "id":"ED313054",
        "title":"Public Library Information and Referral Project, Phase II. Final Report."},
      {
        "id":"ED313055",
        "title":"The Challenge for Change in School Libraries: After &quot;Guidelines,&quot; What Next?"},
      {
        "id":"ED313056",
        "title":"An Academic Library Workshop for Instructing Students with Learning Disabilities To Use CD-ROM Databases."},
      {
        "id":"ED313057",
        "title":"ERIC Annual Report-1988. Summarizing the Accomplishments of the Educational Resources Information Center."},
      {
        "id":"ED313059",
        "title":"Strategies for Proficiency in Second Language Acquisition: Tarrant County Junior College, Northeast Campus. Final Project Evaluation Report, 1989."},
      {
        "id":"ED313061",
        "title":"Community College Institutional Research: What, Why, and How?"},
      {
        "id":"ED313066",
        "title":"Honors Program Evaluation, 1987-1989."},
      {
        "id":"ED313067",
        "title":"Educational Master Plan: Business and Industry Survey."},
      {
        "id":"ED313068",
        "title":"Institutional Effectiveness and Planning Survey: Establishing a Baseline for Planning."},
      {
        "id":"ED313069",
        "title":"Educational Master Plan Student Survey: Perceptions of the San Diego Community College District. Student Survey."},
      {
        "id":"ED313071",
        "title":"Institutional Planning Guidelines, 1989-1990."},
      {
        "id":"ED313072",
        "title":"Planning for the Class of 2005: A Vision for the Future. The Strategic Plan for Higher Education in New Mexico."},
      {
        "id":"ED313073",
        "title":"Update of Community College Transfer Student Statistics, 1988-89: University of California, the California State University, and California's Independent Colleges and Universities. Commission Report 89-23."},
      {
        "id":"ED313080",
        "title":"Teaching of Psychology: Ideas and Innovations. Proceedings of the Third Annual Conference (Philadelphia, Pennsylvania, March 9-11, 1989)."},
      {
        "id":"ED313081",
        "title":"Scholarship: The Community College's Achilles' Heel. Virginia Community Colleges Association Occasional Paper Series, Number 1, Fall 1989."},
      {
        "id":"ED313089",
        "title":"Survey of Enrollment Decisions of Virginia Community College Students."},
      {
        "id":"ED313090",
        "title":"Application of Performance Appraisal Systems to Evaluation of College Composition."},
      {
        "id":"ED313096",
        "title":"A Writing Course Designed for Developmental College Students."},
      {
        "id":"ED313097",
        "title":"TACSE Research Annual; Volume 4, Number 1, Fall 1988."},
      {
        "id":"ED313099",
        "title":"Two Pathways of Friends' Influence: Description and Developmental Changes."},
      {
        "id":"ED313101",
        "title":"Early Childhood Education in America: Consistencies and Contradictions."},
      {
        "id":"ED313102",
        "title":"Elementary-Middle School Development Final Report. Occasional Paper 83-4."},
      {
        "id":"ED313104",
        "title":"Children and Community: Progressing through Partnership. Summary Report and Conclusion. Proceedings of the International Seminar of the Bernard van Leer Foundation (10th, Kingston, Jamaica, November 14-24, 1988). With the Cooperation of the West Indies."},
      {
        "id":"ED313105",
        "title":"Children at the Margin: A Challenge for Parents, Communities and Professionals. Eastern Hemisphere Seminar with the Cooperation of the Newcastle College of Advanced Education (3rd, Newcastle, New South Wales, Australia, November 13-20, 1987). Summary Report and Conclusions."},
      {
        "id":"ED313106",
        "title":"A Small Awakening. The Work of the Bernard van Leer Foundation: 1965-1986."},
      {
        "id":"ED313108",
        "title":"Praise in the Classroom."},
      {
        "id":"ED313109",
        "title":"Developmental Kindergarten Program Evaluation Report."},
      {
        "id":"ED313110",
        "title":"Monitoring and Evaluating Early Education Programmes."},
      {
        "id":"ED313111",
        "title":"Young Children's Problem-Solving Strategies: An Observational Study. Alternative Assessments of Handicapped Children: A Series of Technical Reports and Working Papers. Technical Report No. 1."},
      {
        "id":"ED313112",
        "title":"Comparison of &quot;Graduated Prompt&quot; and &quot;Mediational&quot; Dynamic Assessment and Static Assessment with Young Children. Alternative Assessments of Handicapped: A Series of Technical Reports and Working Papers. Technical Report No. 2."},
      {
        "id":"ED313114",
        "title":"[Georgia's Special Instructional Assistance Program.]"},
      {
        "id":"ED313115",
        "title":"Why State Sponsored Reduced Class Size Programs Aren't Working: A Qualitative Research Study."},
      {
        "id":"ED313118",
        "title":"Building an Early Childhood Parent-Teacher Resource Center."},
      {
        "id":"ED313119",
        "title":"Working Parents of Preschool Children."},
      {
        "id":"ED313120",
        "title":"Off to a Good Start as Your Child Enters Kindergarten."},
      {
        "id":"ED313123",
        "title":"Teacher Perceived Problems and the Context of Teaching."},
      {
        "id":"ED313127",
        "title":"Effect of Comprehensive Prenatal Care and Psychosocial Support on Birthweights of Infants of Low-Income Women."},
      {
        "id":"ED313128",
        "title":"Changed Lives: The Effects of the Perry Preschool Program on Youths through Age 19. Monographs of the High/Scope Educational Research Foundation, Number Eight."},
      {
        "id":"ED313129",
        "title":"Training Principals To Develop Comprehensive Early Childhood Programs: The Mississippi Model."},
      {
        "id":"ED313130",
        "title":"Easing the Transition from Preschool to Kindergarten: A Guide for Early Childhood Teachers and Administrators."},
      {
        "id":"ED313131",
        "title":"No Time to Waste: An Action Agenda for School-Age Child Care."},
      {
        "id":"ED313132",
        "title":"Early Intervention with Developmentally Delayed Infants and Preschool Children in Newfoundland and Labrador."},
      {
        "id":"ED313135",
        "title":"Comprehensive Child Abuse Prevention: Working with Staff, Parents, and Children."},
      {
        "id":"ED313136",
        "title":"Meaning the Missing Piece."},
      {
        "id":"ED313137",
        "title":"Educating Young Children: Next Steps in Implementing the School Readiness Task Force Report. Program Advisory."},
      {
        "id":"ED313142",
        "title":"Initiating a Developmental Motor Skills Program for Identified Primary Students."},
      {
        "id":"ED313144",
        "title":"Developing a Family Day Care System with a Low Turnover Rate."},
      {
        "id":"ED313147",
        "title":"Foster Care: Incomplete Implementation of the Reforms and Unknown Effectiveness. Report to Congressional Requesters."},
      {
        "id":"ED313148",
        "title":"Foster Parents: Recruiting and Preservice Training Practices Need Evaluation. Report to Congressional Requesters."},
      {
        "id":"ED313149",
        "title":"Foster Care: Delayed Follow-Up of Noncomplying States May Reduce Incentive for Reform. United States General Accounting Office Report to the Commissioner of the Administration for Children, Youth and Families."},
      {
        "id":"ED313150",
        "title":"Early Childhood Education: Information on Costs and Services at High-Quality Centers. Fact Sheet for the Chairman, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED313155",
        "title":"Summer Kindergarten Program, July-August, 1988. OREA Evaluation Section Report."},
      {
        "id":"ED313159",
        "title":"School-Age Child Care: A Response to Need. Technical Assistance Paper No. 1 (Updated)."},
      {
        "id":"ED313163",
        "title":"Father Sensitivity and Empathy with Infants after a Prenatal Information Support Program."},
      {
        "id":"ED313168",
        "title":"Family Living: Suggestions for Effective Parenting."},
      {
        "id":"ED313169",
        "title":"Community Education Parenting Resource Guide. Bulletin 1982, No. 5."},
      {
        "id":"ED313170",
        "title":"Reaching the Goal of Readiness for School."},
      {
        "id":"ED313173",
        "title":"Project SAIL, 1987-88. OREA Evaluation Section Report."},
      {
        "id":"ED313175",
        "title":"Child Sexual Abuse Prevention and Treatment Service Delivery Problems and Solutions in Rural Areas of Washington State."},
      {
        "id":"ED313176",
        "title":"Better or Worse Off? Anchorage Households in 1988."},
      {
        "id":"ED313177",
        "title":"What&apos;s Noteworthy on Rural Schools and Community Development."},
      {
        "id":"ED313180",
        "title":"Insiders' Perspectives on Strengths and Weaknesses of the Mexican Education System."},
      {
        "id":"ED313181",
        "title":"An Ethnographic Study of Low Participation Rates in Higher Education in Southcentral Pennsylvania."},
      {
        "id":"ED313182",
        "title":"Community-Based Small Business Start-Up Funds."},
      {
        "id":"ED313183",
        "title":"Therapy on Horseback: Psychomotor and Psychological Change in Physically Disabled Adults."},
      {
        "id":"ED313186",
        "title":"An Overview of the Labor Market Problems of Indians and Native Americans. Research Report No. 89-02."},
      {
        "id":"ED313192",
        "title":"Hispanic and Anglo Students' Misconceptions in Mathematics. ERIC Digest."},
      {
        "id":"ED313194",
        "title":"Sense of Place in Appalachia."},
      {
        "id":"ED313196",
        "title":"Appalachian Veterans."},
      {
        "id":"ED313197",
        "title":"Insiders/Outsiders."},
      {
        "id":"ED313198",
        "title":"Working in Appalachia."},
      {
        "id":"ED313199",
        "title":"Building Partnerships for People: Addressing the Rural South's Human Capital Needs. A Report of the Task Force on Alternatives for Leadership and Human Resource Development in Rural Communities in the South."},
      {
        "id":"ED313200",
        "title":"Status of Rural Education in the AEL Region. AEL Interim Report."},
      {
        "id":"ED313205",
        "title":"Models for Serving Rural Students in the Least Restrictive Environment."},
      {
        "id":"ED313211",
        "title":"Rural Economic Development in the 1980s: Preparing for the Future."},
      {
        "id":"ED313214",
        "title":"Where Have All the Young Men (and Women) Gone?"},
      {
        "id":"ED313215",
        "title":"Biology II Curriculum Guide. Bulletin 1820."},
      {
        "id":"ED313216",
        "title":"Bags...Beakers...and Barrels...An Action Curriculum toward Resolving Hazardous Materials Issues. For Middle and High School Students."},
      {
        "id":"ED313217",
        "title":"Women in Science: Progress and Problems. Occasional Paper 89-1."},
      {
        "id":"ED313218",
        "title":"Recruiting Doctoral Scientists and Engineers Today and Tomorrow. Occasional Paper 89-2."},
      {
        "id":"ED313222",
        "title":"American Minorities in Science and Engineering. Occasional Paper 89-3."},
      {
        "id":"ED313224",
        "title":"Evaluation and Assessment in Mathematics Education. Science and Technology Education Document Series No. 32."},
      {
        "id":"ED313225",
        "title":"An Evaluation of the Mastering Fractions Level-One Instructional Videodisc Program."},
      {
        "id":"ED313231",
        "title":"The Undergraduate Statistics Major--A Prelude to Actuarial Science Training."},
      {
        "id":"ED313232",
        "title":"Space Science Projects. LC Science Tracer Bullet No. TB-89-3."},
      {
        "id":"ED313233",
        "title":"Handbook for High School Chemistry Teachers."},
      {
        "id":"ED313236",
        "title":"Science 8 and 9: Teacher Resource Manual. Curriculum, Interim 1989."},
      {
        "id":"ED313237",
        "title":"Mathematics 8 and 9: Teacher Resource Manual. Curriculum, Interim 1989."},
      {
        "id":"ED313240",
        "title":"Cognitive Processes in the Curry Learning Style Framework as Measured by the Learning Style Profile and the Myers-Briggs Type Indicator among Non-Majors in College Biology."},
      {
        "id":"ED313241",
        "title":"Girls + Math + Science = Choices. A Conference for Young Women Interested in Exploring Career Options. A Handbook for Planners."},
      {
        "id":"ED313242",
        "title":"Girls + Math + Science = Choices. A Handbook for Educators."},
      {
        "id":"ED313243",
        "title":"Polymer Chemistry. An Activity-Oriented Instructional Module. Volume 1. Bulletin 1840."},
      {
        "id":"ED313244",
        "title":"Genius Is Not Immune to Persistent Misconceptions: Conceptual Difficulties Impeding Isaac Newton and Contemporary Physics Students."},
      {
        "id":"ED313245",
        "title":"Girls + Math +Science = Choices. A Handbook for Parents."},
      {
        "id":"ED313246",
        "title":"The Processes of Curriculum Development and Evaluation. A Retrospective Account of the Processes of the Australian Science Education Project."},
      {
        "id":"ED313247",
        "title":"Upper Secondary School Science and Mathematics Enrolment Patterns in Australia, 1970-1985."},
      {
        "id":"ED313248",
        "title":"Undergraduate Science, Mathematics and Engineering Education. Volume II: Source Materials."},
      {
        "id":"ED313250",
        "title":"An Evaluation of an Innovative Use of Computers and Volunteers in 7th Grade Math Instruction."},
      {
        "id":"ED313254",
        "title":"A Pickwickian Tale: Maturana's Ontology of the Observer."},
      {
        "id":"ED313255",
        "title":"Higher Education for Science and Engineering. A Background Paper."},
      {
        "id":"ED313256",
        "title":"A Summative Evaluation of &quot;Concepts in Science.&quot; TVOntario, Evaluation and Project Research Report No. 2-1989-90."},
      {
        "id":"ED313259",
        "title":"Poverty and the Environment: Reversing the Downward Spiral. Worldwatch Paper 92."},
      {
        "id":"ED313260",
        "title":"Canadian University Science Educators--A Profile of the Profession and Recommendations for the Future."},
      {
        "id":"ED313268",
        "title":"Democracy's Untold Story: What World History Textbooks Neglect."},
      {
        "id":"ED313269",
        "title":"Education and Society in a Manus Village. ERU Report No. 47."},
      {
        "id":"ED313270",
        "title":"Schools and Civic Values. ERIC Trends/Issues Paper No. 2."},
      {
        "id":"ED313271",
        "title":"Education for Democracy: A Statement of Principles. Guidelines for Strengthening the Teaching of Democratic Values."},
      {
        "id":"ED313272",
        "title":"Using Primary Source Materials: A Curriculum Development Process."},
      {
        "id":"ED313274",
        "title":"The Introductory History Course: Six Models. Proceedings of the AHA Anapolis Conference on the Introductory History Course (Annapolis, Maryland, September 28-30, 1980)."},
      {
        "id":"ED313276",
        "title":"&quot;The Federalist&quot; in the Curriculum."},
      {
        "id":"ED313284",
        "title":"Paths for Future Population Aging."},
      {
        "id":"ED313285",
        "title":"Moral and Civic Education and Teaching about Religion. Handbook on the Legal Rights and Responsibilities of School Personnel and Students."},
      {
        "id":"ED313289",
        "title":"Orientation Handbook for Youth Exchange Programs."},
      {
        "id":"ED313290",
        "title":"Human Rights in Education for Citizenship."},
      {
        "id":"ED313292",
        "title":"Social Constructions of Schooling. Research Report No. 142."},
      {
        "id":"ED313294",
        "title":"American Folk Music and Folklore Recordings 1987: A Selected List."},
      {
        "id":"ED313295",
        "title":"A Research Agenda for the Study of Global/International Education in the United States."},
      {
        "id":"ED313296",
        "title":"The Relativity of Fact and the Objectivity of Value."},
      {
        "id":"ED313298",
        "title":"Some Books about Alaska Received in 1988."},
      {
        "id":"ED313299",
        "title":"Instructional Strategies Guide: Grade 11, Social Studies. Louisiana Educational Assessment Program (LEAP)."},
      {
        "id":"ED313302",
        "title":"&quot;To Reunite the Great Family&quot;: Free Blacks and Haitian Emigration."},
      {
        "id":"ED313304",
        "title":"One Space, Many Places: Folklife and Land Use in New Jersey's Pinelands National Reserve. Report and Recommendations to the New Jersey Pinelands Commission for Cultural Conservation in the Pinelands National Reserve."},
      {
        "id":"ED313305",
        "title":"Democracy's Half-Told Story. What American History Textbooks Should Add."},
      {
        "id":"ED313306",
        "title":"Political Science Courseware: A Comparative Analysis."},
      {
        "id":"ED313307",
        "title":"Texas High School Free Enterprise Textbooks."},
      {
        "id":"ED313315",
        "title":"Liberty and Order in Constitutional Government: Ideas and Issues in &quot;The Federalist Papers.&quot;"},
      {
        "id":"ED313316",
        "title":"Helping Your Child Learn Geography."},
      {
        "id":"ED313317",
        "title":"The Geography Learning of High School Seniors."},
      {
        "id":"ED313323",
        "title":"An Annotated Bibliography of the Literature Dealing With the Contributing Factors of Teacher Expectations on Student Performance."},
      {
        "id":"ED313327",
        "title":"The Kentucky Beginning Teacher Internship Program: A Preliminary Evaluation."},
      {
        "id":"ED313331",
        "title":"Mentors and New Teachers: Reshaping the Teaching Profession in Massachusetts. Report of the Wheelock College Conference on Mentor Teacher Training (Boston, Massachusetts, August 1-5, 1988)."},
      {
        "id":"ED313337",
        "title":"S-T-R-E-T-C-H Those Precious Staff Development Dollars."},
      {
        "id":"ED313338",
        "title":"Results in Education: 1989. The Governors' 1991 Report on Education."},
      {
        "id":"ED313339",
        "title":"Team Organization: Promise--Practices and Possibilities."},
      {
        "id":"ED313342",
        "title":"Raising Proper Educational Questions in the House of Intellect."},
      {
        "id":"ED313343",
        "title":"The Schools We've Got, The Schools We Need. Guide for Participants."},
      {
        "id":"ED313344",
        "title":"Professional Practice Schools: Building a Model."},
      {
        "id":"ED313351",
        "title":"The Impact of Intensive Classroom Followup in a Constructivist Mathematics Teacher Education Program."},
      {
        "id":"ED313352",
        "title":"A Preliminary Planning Document Based on Long-Range Research &amp; Evaluation of the Pilot-Test Career Ladders Teacher Performance &amp; Incentive Programs. Educational Reform in Arizona: 1985 to 1990."},
      {
        "id":"ED313353",
        "title":"A Chronology of Research &amp; Evaluation Procedures for Assessment of the Pilot-Test Career Ladders Teacher Performance &amp; Incentive Programs. 1985-1990. Educational Reform in Arizona."},
      {
        "id":"ED313355",
        "title":"Coping: Stress Management Techniques for Students and Teachers."},
      {
        "id":"ED313358",
        "title":"The Contexts of Teacher Education: Implications for Decision Making in Teacher Education in Developing Areas."},
      {
        "id":"ED313359",
        "title":"Teacher Education and Teacher Shortages: The Conflict between Quality and Growth in Teacher Education in Developing Settings."},
      {
        "id":"ED313361",
        "title":"Teacher Education from a Constructivist Perspective: The Educational Leaders in Mathematics Project."},
      {
        "id":"ED313365",
        "title":"Where Our Children Play. Community Park Playground Equipment."},
      {
        "id":"ED313366",
        "title":"Tennis for Boys and Girls Skills Test Manual."},
      {
        "id":"ED313367",
        "title":"NCATE/NASPE Physical Education Guidelines. An Instructional Manual. 2nd Edition."},
      {
        "id":"ED313368",
        "title":"Teacher Induction. NEA Aspects of Learning."},
      {
        "id":"ED313371",
        "title":"An Assessment of Prospective Teachers' Cognitive Knowledge of Appropriate Instructional Strategies for Teaching Letter Sounds to First Grade Children."},
      {
        "id":"ED313372",
        "title":"A Performance Evaluation of College Students' Teaching Strategies To Enhance the Literacy of Children."},
      {
        "id":"ED313373",
        "title":"College Teachers' Thinking and Planning: A Qualitative Study in the Design Studio."},
      {
        "id":"ED313374",
        "title":"Assessment, Accreditation, and Licensure, and Their Effects upon Teaching and Learning."},
      {
        "id":"ED313375",
        "title":"Policies and Procedures for the Preparation and Operation of Special Experimental Demonstration and Teacher-Training Projects. Bulletin 1860."},
      {
        "id":"ED313376",
        "title":"Real World Implementation of Induction or Mentoring Programs for Beginning Teachers."},
      {
        "id":"ED313377",
        "title":"Intermountain Lesiure Symposium Proceedings (10th, Provo, Utah, November 16, 1989)."},
      {
        "id":"ED313378",
        "title":"An Integrative Model for Teaching Research Design."},
      {
        "id":"ED313379",
        "title":"Educator's Guide to AIDS and Other STD's."},
      {
        "id":"ED313380",
        "title":"A Study on the Development of Cognitive and Affective Characteristics of Korean Secondary School Students."},
      {
        "id":"ED313382",
        "title":"Evaluating a Program for Hearing Impaired Adolescents from a Cross-Cultural Perspective."},
      {
        "id":"ED313383",
        "title":"Stages of Developing a Qualitative Evaluation Plan for a Regional High School of Excellence in Upstate New York."},
      {
        "id":"ED313386",
        "title":"A New Strategy for Studying Spatial Aptitude."},
      {
        "id":"ED313387",
        "title":"Comparative Effects of Ability and Feedback Form in Computer-Assisted Instruction."},
      {
        "id":"ED313388",
        "title":"Historical Views of the Concept of Invariance and Measurement Theory in the Behavioral Sciences."},
      {
        "id":"ED313395",
        "title":"High School and Beyond: Language File Code Book."},
      {
        "id":"ED313397",
        "title":"High School and Beyond Information for Users, Base Year (1980) Data. Version 1, December 1980."},
      {
        "id":"ED313399",
        "title":"National Longitudinal Study of the High School Class of 1972. Postsecondary Education Transcript Study Data File User&apos;s Manual. Contractor Report."},
      {
        "id":"ED313401",
        "title":"National Longitudinal Study of the High School Class of 1972. School File Documentation."},
      {
        "id":"ED313403",
        "title":"National Longitudinal Study of the High School Class of 1972. Third Follow-Up Questionnaire."},
      {
        "id":"ED313405",
        "title":"Survey of Characteristics of Students in Noncollegiate Postsecondary Schools, 1981."},
      {
        "id":"ED313409",
        "title":"1985 Survey of 1983-84 College Graduates."},
      {
        "id":"ED313411",
        "title":"Census of Population and Housing, 1980: Summary Tape File 3F. Technical Documentation."},
      {
        "id":"ED313413",
        "title":"Census of Population and Housing, 1980: Summary Tape File 1F, School Districts. Technical Documentation."},
      {
        "id":"ED313415",
        "title":"User's Manual for 1970 Census Fourth Count (Population) School District Data Tapes."},
      {
        "id":"ED313418",
        "title":"LIBGIS--Public Library Universe (1981)."},
      {
        "id":"ED313422",
        "title":"Common Core of Data (CCD) Part VI: Revenues and Current Expenditures for Public Elementary and Secondary Education FY 83-85."},
      {
        "id":"ED313426",
        "title":"Census of Population and Housing, 1980. School District Equivalency Files: MARF 3 [and] MARF 4."},
      {
        "id":"ED313433",
        "title":"National Postsecondary Student Aid Field Test, 1985-86."},
      {
        "id":"ED313436",
        "title":"High School and Beyond. 1980 Senior Coort. Third-Follow-Up (1986). Data File User's Manual. Volume II: Survey Instruments. Contractor Report."},
      {
        "id":"ED313447",
        "title":"The Ability of the Student-Teacher Factor To Discriminate between Subjects on the Bickley Assessment of Self Esteem."},
      {
        "id":"ED313450",
        "title":"A Study of Learning Style Accommodation and Thinking Skills Instruction Found in the Teaching of Thematic Map Use."},
      {
        "id":"ED313451",
        "title":"Curriculum Mapping: Congruence of Arkansas Course Content Guides and Reporting Forms."},
      {
        "id":"ED313452",
        "title":"Cognitive and Neural Sciences Division, 1989 Programs."},
      {
        "id":"ED313454",
        "title":"Individual Differences in Learning and Cognitive Abilities. Final Report."},
      {
        "id":"ED313457",
        "title":"Equity Training for State Education Agency Staff."},
      {
        "id":"ED313462",
        "title":"Learning Center Program. SY 1987-88. Evaluation Report Summary."},
      {
        "id":"ED313463",
        "title":"Strategies for Developing and Monitoring Community Based Programs for Underachieving Minority Students."},
      {
        "id":"ED313464",
        "title":"Public Support for Successful Instructional Practices for At-Risk Students."},
      {
        "id":"ED313467",
        "title":"A Report on Racial/Ethnic Equity and Desegregation in Connecticut's Public Schools. Prepared for Presentation to the Connecticut Board of Education."},
      {
        "id":"ED313468",
        "title":"Quality and Integrated Education: Options for Connecticut."},
      {
        "id":"ED313469",
        "title":"Educational Effects of Magnet High Schools."},
      {
        "id":"ED313470",
        "title":"Effects of School as a Community."},
      {
        "id":"ED313471",
        "title":"Adjustment before Learning: The Curricular Dilemma in Programs for At-Risk Students."},
      {
        "id":"ED313478",
        "title":"Assisting the Homeless: State and Local Responses in an Era of Limited Resources. Papers from a Policy Conference (Washington, D.C., March 10-11, 1988)."},
      {
        "id":"ED313479",
        "title":"Education, Employment, and the At-Risk Youth."},
      {
        "id":"ED313480",
        "title":"Imagine Success! An Action Manual for Self-Development."},
      {
        "id":"ED313484",
        "title":"Leadership Development: A Handbook from the Youth Action Program of the East Harlem Block Schools."},
      {
        "id":"ED313485",
        "title":"Retreat from Quality: Policy Intellectuals, Education Policymaking and Politics in a Changing Society. Essays and Policy Studies."},
      {
        "id":"ED313486",
        "title":"Correlates of Successful Dropout Prevention Strategies for At-Risk Children in Urban Schools."},
      {
        "id":"ED313487",
        "title":"Substance Abuse among Latino Youth. Prevention Research Update, Number 3."},
      {
        "id":"ED313488",
        "title":"Parent Mentor Manual."},
      {
        "id":"ED313492",
        "title":"Characteristics of Continuation High School Students."},
      {
        "id":"ED313493",
        "title":"Family Welfare Reform Act of 1987. Report Together with Additional and Dissenting Views to Accompany H.R. 1720. House of Representatives, 100th Congress, 1st Session."},
      {
        "id":"ED313494",
        "title":"Taking Steps towards Drug-Free Schools in AISD, 1988-89."},
      {
        "id":"ED313495",
        "title":"A School-Based Evaluation Model for Accelerating the Education of Students At-Risk."},
      {
        "id":"ED313498",
        "title":"Politics of Government Efforts To Improve the Disadvantaged."},
      {
        "id":"ED313500",
        "title":"Entry-Level Worker Study: Phase 1 Report. Program Report."},
      {
        "id":"ED313501",
        "title":"Advertising and Sales Promotion Guide."},
      {
        "id":"ED313502",
        "title":"Tourism Marketing."},
      {
        "id":"ED313503",
        "title":"Conducting On-Farm Animal Research: Procedures &amp; Economic Analysis."},
      {
        "id":"ED313505",
        "title":"Providing for Adults. The Views and Policies of Providers of Education and Training. Practitioner MiniPaper 7. SCRE Publication 105."},
      {
        "id":"ED313506",
        "title":"Case Studies for Management Development in Bangladesh. Third Book. Prepared for the World Bank/Bangladesh Management Education and Training Project."},
      {
        "id":"ED313507",
        "title":"Case Studies for Management Development in Bangladesh. Fourth Book. Parepared for the World Bank/Bangladesh Management Education and Training Project."},
      {
        "id":"ED313508",
        "title":"Louisiana Department of Education End-of-the-Year Narrative Annual Report for Adult Education Programs, 1987. Bulletin 1818."},
      {
        "id":"ED313511",
        "title":"Financial Distress and Dislocation in Washington Agriculture: Alternative Adjustment Options for Dislocated Workers. A Report of the Washington Task Force on Agricultural Adjustment Options."},
      {
        "id":"ED313515",
        "title":"The Discipline Called Agricultural Education. Professorial Inaugural Lecture Series."},
      {
        "id":"ED313525",
        "title":"Index to Research in Home Economics: 1972-1986."},
      {
        "id":"ED313527",
        "title":"Profiles of Adult Learners."},
      {
        "id":"ED313528",
        "title":"Eliminating Illiteracy. Hearings on Examining Proposed Legislation To Coordinate and Strengthen Efforts at the Federal, State, and Local and Private and Non-Profit Sector Levels To Challenge and Elimate Illiteracy in the United States, before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources, United States Senate, One Hundred First Congress, First Session (May 4, 18, and July 10, 1989)."},
      {
        "id":"ED313530",
        "title":"Toward a More Literate Workforce: The Emergence of Workplace Literacy Programs in Illinois."},
      {
        "id":"ED313531",
        "title":"An Explanatory Model for Family Literacy Programs."},
      {
        "id":"ED313533",
        "title":"Montana Workforce to the Year 2000: Opportunities and Challenges."},
      {
        "id":"ED313535",
        "title":"What Works in Vocational Education for Students Who Are at Risk. TASPP Brief."},
      {
        "id":"ED313536",
        "title":"Vocational English Language Training Resource Package."},
      {
        "id":"ED313537",
        "title":"Pennsylvania Trade Unions and Worker Dislocation: Experiences and Attitudes. A Research Report."},
      {
        "id":"ED313538",
        "title":"Improving Workplace Literacy through Community Collaboration. Leader's Guide and Workbook."},
      {
        "id":"ED313543",
        "title":"Truck Safety. Information on Driver Training. Report to Congressional Requesters."},
      {
        "id":"ED313545",
        "title":"Report on Study of Existing and Potential Linkages between Apprenticeship and Cooperative Education."},
      {
        "id":"ED313546",
        "title":"Strikers and Subsidies. The Influence of Government Transfer Programs on Strike Activity."},
      {
        "id":"ED313549",
        "title":"Manual for Volunteer Literacy Site Managers."},
      {
        "id":"ED313550",
        "title":"Volunteerism in Adult Education. Status Report of Adult Education and Literacy Volunteers."},
      {
        "id":"ED313552",
        "title":"ARI Research in Basic Skills Education: An Overview. Research Report 1486."},
      {
        "id":"ED313553",
        "title":"The Church's Involvement in North American Literacy. Conference Report (Racine, Wisconsin, September 14-16, 1987)."},
      {
        "id":"ED313555",
        "title":"Consideration of Various Legislation and the VA's Administration of the Vocational Rehabilitation Program. Hearing on S. 2462, S. 2463, S. 2207, S. 2396, S. 2446, S. 2459, S. 2293, S. 2294, S. 2394, S. 2419, and S. 2464; and Oversight of the VA's Administration of the Program of Training and Rehabilitation for Veterans with Service-Connected Disabilities under Chapter 31, before the Committee on Veterans' Affairs, United States Senate, One Hundredth Congress, Second Session."},
      {
        "id":"ED313556",
        "title":"Job Training Partnership Act. Information on Training, Placements, and Wages of Male and Female Participants. Fact Sheet for the Chairman, Subcommittee on Labor, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED313560",
        "title":"Attendance Policy as a Means to Achieve Instructional Training Goals at a Vocational Technical Institute."},
      {
        "id":"ED313563",
        "title":"Older Americans in the Workforce: Challenges and Solutions. A BNA Special Report."},
      {
        "id":"ED313564",
        "title":"The 1990s Father: Balancing Work &amp; Family Concerns. BNA Special Report Series on Work &amp; Family. Special Report #18."},
      {
        "id":"ED313566",
        "title":"International Seminar on the Effects of Structural Change on Employment and Education and Training in the Service Sector (District of Columbia, June 14-15, 1989). A Summary."},
      {
        "id":"ED313568",
        "title":"Improving the Test Environment. Test Anxiety and the Unemployed Learner."},
      {
        "id":"ED313569",
        "title":"High School Community Service: A Review of Research and Programs."},
      {
        "id":"ED313572",
        "title":"Assessment Models & Instruments: Adult Populations."},
      {
        "id":"ED313573",
        "title":"PALS Evaluation Project."},
      {
        "id":"ED313576",
        "title":"Dislocated Workers. Labor-Management Committees Enhance Reemployment Assistance. Report to the Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED313577",
        "title":"Money Sense for Your Children."},
      {
        "id":"ED313578",
        "title":"Interorganizational Partnerships in Local Job Creation and Job Training Efforts: Six Case Studies. Final Report."},
      {
        "id":"ED313579",
        "title":"Literacy: Focus on Asia and the Pacific. Special Issue To Commemorate International Literacy Year 1990. ASPBAE Courier No. 47."},
      {
        "id":"ED313581",
        "title":"Attitudes of Ohio County Extension Agents toward Satellite Video Teleconferencing in Extension Education. A Thesis."},
      {
        "id":"ED313582",
        "title":"Reach Out for Literacy. Project Manual. A 353 Special Demonstration Project."},
      {
        "id":"ED313583",
        "title":"Enhancing Literacy for Jobs and Productivity. Academy Final Report."},
      {
        "id":"ED313586",
        "title":"What Makes Learning Meaningful?"},
      {
        "id":"ED313587",
        "title":"Retirement: The Challenge of Change."},
      {
        "id":"ED313589",
        "title":"Vocational Education: The Basic State Grant Formula of the Carl D. Perkins Vocational Education Act. CRS Report for Congress."},
      {
        "id":"ED313590",
        "title":"Instructor&apos;s Behind-the-Wheel Guide for California&apos;s Bus Driver&apos;s Training Course."},
      {
        "id":"ED313591",
        "title":"Performance Standards for Secondary School Vocational Education. Background Paper."},
      {
        "id":"ED313593",
        "title":"Adolescent Attitudes and Prevention Strategies."},
      {
        "id":"ED313595",
        "title":"Seventy Million Hours: The Voluntary Contributions of Older Minnesotans."},
      {
        "id":"ED313596",
        "title":"Alternative Maternity Services in Washington State."},
      {
        "id":"ED313599",
        "title":"Sampling Bias in Family Caregiving Studies: A Research Note."},
      {
        "id":"ED313600",
        "title":"Hearing on H.R. 670, The School Completion and Incentives Act. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred First Congress, First Session (Miami, Florida)."},
      {
        "id":"ED313601",
        "title":"President&apos;s Child Safety Partnership. Final Report."},
      {
        "id":"ED313602",
        "title":"National Drug Control Strategy."},
      {
        "id":"ED313605",
        "title":"Participative AIDS Education Methods."},
      {
        "id":"ED313607",
        "title":"Homelessness in Augusta, Georgia. Preliminary Report."},
      {
        "id":"ED313608",
        "title":"Social Support for Career Choices and Academic Achievement: An Empirical Investigation."},
      {
        "id":"ED313609",
        "title":"Self-Development and Academic Achievement--A Longitudinal Analysis."},
      {
        "id":"ED313610",
        "title":"Caregiving in Developing East and Southeast Asian Countries [and] Caregiving among Middle and Low Income Aged in Hong Kong."},
      {
        "id":"ED313611",
        "title":"Social Service and Aging Policies: Taiwan, Hong Kong, and the United States. Proceedings (Taipei, Taiwan, May 1986)."},
      {
        "id":"ED313612",
        "title":"Income Adequacy and Responsibility for the Elderly in Sweden and the United States: A Comparative Analysis."},
      {
        "id":"ED313613",
        "title":"Aging in Israeli Society--A Growing Dialogue between Research and Practice."},
      {
        "id":"ED313614",
        "title":"Care for Elderly People in the Community: A Review of the Issues and the Research."},
      {
        "id":"ED313615",
        "title":"The Elderly in the Aging Society: Emerging Roles and Responsibilities. Symposium on Aging in the Jewish World (July 1985, Jerusalem)."},
      {
        "id":"ED313616",
        "title":"Family Care of the Aged in the United States: Policy Issues from an International Perspective."},
      {
        "id":"ED313617",
        "title":"A Social-Role Analysis of Psychotherapists' Gender Stereotypes for Young, Middle-Aged, and Old Men and Women."},
      {
        "id":"ED313619",
        "title":"Improving the Complaint Process for Sexuality Exploited Clients."},
      {
        "id":"ED313621",
        "title":"Career Interventions That Create Hope."},
      {
        "id":"ED313622",
        "title":"Advances in the Use of Career Choice Process Measures."},
      {
        "id":"ED313623",
        "title":"Regional Differences in Medication Profiles: Responding with Geropharmacy Curricula."},
      {
        "id":"ED313624",
        "title":"Family Variables and Alcohol Use in High Risk Adolescents."},
      {
        "id":"ED313625",
        "title":"Maintenance of Cognitive and Behavioral Change Following Weight Loss Programs: Two Examples."},
      {
        "id":"ED313626",
        "title":"Psychometric Properties of the Beck Depression Inventories When Used with an Elderly Population."},
      {
        "id":"ED313627",
        "title":"Coping Skills Training with Adolescents at Risk for Substance Abuse."},
      {
        "id":"ED313629",
        "title":"Communication Strategies for Promoting Crime Prevention Competence among Elderly Persons."},
      {
        "id":"ED313631",
        "title":"The Effects of Behavioral and Cognitive-Behavioral Treatments on Eating Self-Efficacy."},
      {
        "id":"ED313632",
        "title":"Dimensions of Adolescent Social Competence and Parental Qualities as Predictors of Parental Satisfaction."},
      {
        "id":"ED313633",
        "title":"Self-Esteem of American and Chinese Children: A Cross-Cultural Comparison."},
      {
        "id":"ED313634",
        "title":"Caregivers' Cognitive Coping Strategies: \"These Are Things I'm Talkin' to Me About.\""},
      {
        "id":"ED313636",
        "title":"Parental Relationship and Adolescent Substance Use Risk: Hugs Not Drugs."},
      {
        "id":"ED313639",
        "title":"Learning To Think Like a Supervisor."},
      {
        "id":"ED313640",
        "title":"Solid State Psychology: The Impact of Computerized Assessment on the Science and Practice of Psychology."},
      {
        "id":"ED313644",
        "title":"Advisory List of Instructional Media Guidance."},
      {
        "id":"ED313645",
        "title":"Empowering Children and Youth in Foster Care: A Forum."},
      {
        "id":"ED313648",
        "title":"The School's Role in the Prevention/Intervention of Child Abuse and Neglect. A Manual for School Personnel."},
      {
        "id":"ED313649",
        "title":"What Do We Know About North Carolina Public School Dropouts?"},
      {
        "id":"ED313650",
        "title":"An Invitation to Project DARE: Drug Abuse Resistance Education. Program Brief."},
      {
        "id":"ED313651",
        "title":"Directory of Academic Institutions and Organizations Offering Drug, Alcohol, and Employee Assistance Program Educational Resources."},
      {
        "id":"ED313652",
        "title":"Social Psychological Characteristics Associated with Verbal Aggression between Husbands and Wives."},
      {
        "id":"ED313654",
        "title":"Schools without Drugs. What Works. Revised Edition."},
      {
        "id":"ED313655",
        "title":"The Effects of a Story Reading Program on the Vocabulary and Story Comprehension Skills of Disadvantaged Prekindergarten and Kindergarten Students. Report No. 39."},
      {
        "id":"ED313657",
        "title":"Proceedings of the Annual California State University, San Bernardino, Reading Conference (13th, San Bernardino, CA, May 17, 1989)."},
      {
        "id":"ED313658",
        "title":"PCRP II: Reading, Writing and Talking across the Curriculum."},
      {
        "id":"ED313661",
        "title":"A Model for Basal Reader Adoption."},
      {
        "id":"ED313664",
        "title":"Cognitive and Social Perspectives for Literacy Research and Instruction. Thirty-Eighth Yearbook of the National Reading Conference."},
      {
        "id":"ED313665",
        "title":"Language Development Component, Compensatory Language Experiences and Reading Program 1988-89. Final Evaluation Report."},
      {
        "id":"ED313667",
        "title":"Adaptation of Curriculum, Instructional Methods, and Materials Component, Instructional Aide Program 1988-89. Final Evaluation Report."},
      {
        "id":"ED313668",
        "title":"Language Development Component, Compensatory Language Experiences and Reading: CLEAR--Reading Recovery Program 1987-88. Final Evaluation Report."},
      {
        "id":"ED313671",
        "title":"Students' Beliefs about the Nature of Knowledge: What Are They and How Do They Affect Comprehension? Technical Report No. 484."},
      {
        "id":"ED313672",
        "title":"Word Meanings. Technical Report No. 485."},
      {
        "id":"ED313673",
        "title":"Insight into Literature: Learning To Interpret Inside View and Character Plans in Fiction. Technical Report No. 486."},
      {
        "id":"ED313674",
        "title":"A Modest Proposal for Improving the Education of Reading Teachers. Technical Report No. 487."},
      {
        "id":"ED313675",
        "title":"Whole Language: Integrating the Language Arts--and Much More. ERIC Digest."},
      {
        "id":"ED313685",
        "title":"Relationship between Attitude and Reading Achievement in Young Adults."},
      {
        "id":"ED313686",
        "title":"Strengthening Prediction Competencies in Reading through Using an Overhead Projector."},
      {
        "id":"ED313687",
        "title":"Using Literature To Teach Reading. ERIC Digest."},
      {
        "id":"ED313688",
        "title":"Remedial Reading. Focused Access to Selected Topics (FAST) Bibliography No. 44."},
      {
        "id":"ED313689",
        "title":"The Effects of Cued Phrase Boundaries on Reading Performance: A Review."},
      {
        "id":"ED313690",
        "title":"Eye Movements and the Reading Process. Focused Access to Selected Topics (FAST) Bibliography No. 40."},
      {
        "id":"ED313691",
        "title":"Reading-Writing Relationships. Focused Access to Selected Topics (FAST) Bibliography No. 42."},
      {
        "id":"ED313692",
        "title":"Making Early Childhood Classrooms Conducive to Literacy Learning."},
      {
        "id":"ED313694",
        "title":"Adult Readers' Sensitivity to Phrase Boundaries in Texts."},
      {
        "id":"ED313695",
        "title":"The St. Louis Post-Dispatch Debate over Communism, 1940-1955."},
      {
        "id":"ED313696",
        "title":"Interpretation and the Autonomy of Written Texts."},
      {
        "id":"ED313697",
        "title":"Classroom Contexts and Literacy Development: How Writing Systems Shape the Teaching and Learning of Composition. Technical Report No. 476."},
      {
        "id":"ED313698",
        "title":"Cognition, Context, and Theory Building. Occasional Paper No. 11."},
      {
        "id":"ED313699",
        "title":"Foundations for Creativity in the Writing Process: Rhetorical Representations of Ill-Defined Problems."},
      {
        "id":"ED313700",
        "title":"Social Context and Socially Constructed Texts: The Initiation of a Graduate Student into a Writing Research Community. Technical Report No. 33."},
      {
        "id":"ED313701",
        "title":"Planning in Writing: The Cognition of a Constructive Process. Technical Report No. 34."},
      {
        "id":"ED313702",
        "title":"Two Case Histories, Ishbel Ross and Emma Bugbee: Women Journalists Ride the Rail with the Suffragettes."},
      {
        "id":"ED313704",
        "title":"How To Stop Writing: In Search of Heterotopia."},
      {
        "id":"ED313706",
        "title":"The Effects of Christensen's Generative Rhetoric of a Sentence on the Right-Branched Free Modification of College Freshman Writing."},
      {
        "id":"ED313707",
        "title":"Peer-Recommended Books for the Young: A Categorized Annotated Bibliography Selected from &quot;Children's Choices.&quot;"},
      {
        "id":"ED313708",
        "title":"Marvelous Signals: The Usefulness of the In-Class Essay."},
      {
        "id":"ED313710",
        "title":"The Basic Media Writing Course."},
      {
        "id":"ED313711",
        "title":"Emergent and Polyphonic Character of Voice in Adolescent Writing."},
      {
        "id":"ED313712",
        "title":"On Teaching Women and Creativity: Speaking from the Margins."},
      {
        "id":"ED313713",
        "title":"Survey of Academic Skills: Grade 12. Rationale and Content for English-Language Arts."},
      {
        "id":"ED313715",
        "title":"Swedish Upper Secondary School English."},
      {
        "id":"ED313723",
        "title":"The FCC's AM Stereo Experiment: Seven Years in the Uncharted Broadcast Marketplace."},
      {
        "id":"ED313724",
        "title":"The Preference for Privacy: In Search of the Social Locations of Privacy Orientations."},
      {
        "id":"ED313725",
        "title":"Academic Freedom and the Management of Higher Education: An Administrative Perspective."},
      {
        "id":"ED313727",
        "title":"Jockeying for Position in Local Election Debates."},
      {
        "id":"ED313729",
        "title":"Beyond the Classroom: Discovery Learning in a Nonperformance Speech Communication Club."},
      {
        "id":"ED313730",
        "title":"The Modular Mind and Intrapersonal Communication Processes."},
      {
        "id":"ED313731",
        "title":"Beyond the Porch, Beneath the Lights: Outlets for Self-Expression in the Aging--Theatre for Seniors."},
      {
        "id":"ED313732",
        "title":"Televised Constructions of the Seoul Olympic Opening Ceremony in Australia, the United Kingdom, and the United States."},
      {
        "id":"ED313736",
        "title":"The Limited Future of the Ethos-Centered Evangelistic Crusade."},
      {
        "id":"ED313740",
        "title":"Intercultural Training: An Overview, Program, and Evaluation."},
      {
        "id":"ED313741",
        "title":"The First Baptist Church of Pittsburgh: Attitude Assessment Study."},
      {
        "id":"ED313742",
        "title":"Survey Report of Presentation Skills Training in &quot;Fortune 500&quot; Industrial Companies."},
      {
        "id":"ED313743",
        "title":"An Ethical Analysis of Reagan's Rhetoric Justifying the Invasion of Grenada."},
      {
        "id":"ED313744",
        "title":"Televangelism and the Rhetoric of Exclusion."},
      {
        "id":"ED313746",
        "title":"Communication Traits and Student Learning: A Comparative Study of Traditional Undergraduate Students and Adult Learners."},
      {
        "id":"ED313748",
        "title":"The Language of Achievement."},
      {
        "id":"ED313749",
        "title":"A Comparative Analysis of the Audience for Broadcast Sports and In-Person Sports."},
      {
        "id":"ED313752",
        "title":"Race, Sex, Section: Reflection or Distortion?"},
      {
        "id":"ED313757",
        "title":"Hercule Poirot v. Reality: Murder Mysteries as an Epistemic Force."},
      {
        "id":"ED313762",
        "title":"Defining and Quantifying Potentially Discriminatory Questions in Employment Interviewing."},
      {
        "id":"ED313763",
        "title":"I Don't Want To Answer That! A Response Strategy Model for Potentially Discriminatory Questions."},
      {
        "id":"ED313764",
        "title":"Time, Self-Congruity, and Human Expectancy: An Introspective Model of Supervisor-Subordinate Relationships."},
      {
        "id":"ED313765",
        "title":"Beyond Instrumentation: Informal Methods of Evaluating College Internships."},
      {
        "id":"ED313768",
        "title":"The Equity of Public School Finance in Missouri: 1977-1981. A Research Report."},
      {
        "id":"ED313769",
        "title":"The Missouri Career Development and Teacher Excellence Plan: An Initial Study of Missouri&apos;s Career Ladder Program. A Technical Report."},
      {
        "id":"ED313770",
        "title":"The Hawaii Plan: Educational Excellence for the Pacific Era. Recommendations to the Hawaii Business Roundtable. Summary, R/113-1."},
      {
        "id":"ED313771",
        "title":"Educational Reforms. Bulletin of the UNESCO Principal Regional Office for Asia and the Pacific, Number 29."},
      {
        "id":"ED313772",
        "title":"Reconceptualizing Training for Educational Administrators and Leaders: Focus on Inquiry. Improving the Preparation of School Administrators, Notes on Reform No. 2."},
      {
        "id":"ED313776",
        "title":"The Right To Choose: Public School Choice and the Future of American Education. Education Policy Paper Number 2."},
      {
        "id":"ED313777",
        "title":"EPA&apos;s Implementation of Laws Regulating Asbestos Hazards in Schools and in the Air. Hearing before a Subcommittee of the Committee on Government Operations. House of Representatives, One Hundredth Congress, Second Session."},
      {
        "id":"ED313781",
        "title":"School-College Collaboration for School Improvement: A Case Study."},
      {
        "id":"ED313784",
        "title":"Educational Beliefs of Supreme Court Justices in the 1980s."},
      {
        "id":"ED313785",
        "title":"The 1988-89 Term of the U.S. Supreme Court and Its Impact on Public Schools."},
      {
        "id":"ED313787",
        "title":"Attributes for Measuring Equity and Excellence in District Operation."},
      {
        "id":"ED313793",
        "title":"Employment Equity Policies and Practices in Ontario School Boards."},
      {
        "id":"ED313795",
        "title":"Desegregation Activities: Administration of Education Grant Funds at the Cleveland School District. Report to the Honorable Louis Stokes, House of Representatives."},
      {
        "id":"ED313796",
        "title":"School Lunch Program: Buy American Procedures at Schools with Cash or Credit in Lieu of Food. Report to Congressional Requesters."},
      {
        "id":"ED313797",
        "title":"Effective Schools Programs: Their Extent and Characteristics. Briefing Report to the Chairman, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED313798",
        "title":"School Lunch Program: Buy American Procedures at Commodity Schools. Report to Congressional Requesters."},
      {
        "id":"ED313799",
        "title":"The Supply and Demand Trends of Public Secondary School Administrators in South Carolina from 1978 through 2002: An Overview."},
      {
        "id":"ED313800",
        "title":"A Consumer's Guide to School Improvement. Trends and Issues Series, Number 4."},
      {
        "id":"ED313801",
        "title":"Education Managers--Paradigms Lost. Studies in Educational Administration, Number 51."},
      {
        "id":"ED313802",
        "title":"Policy Making with a Difference: The Story of Connecticut's Common Core of Learning."},
      {
        "id":"ED313803",
        "title":"Illinois: The State and Its Educational System."},
      {
        "id":"ED313804",
        "title":"Indiana: The State and Its Educational System."},
      {
        "id":"ED313805",
        "title":"Florida: The State and Its Educational System."},
      {
        "id":"ED313806",
        "title":"&quot;Restructuring&quot; Schools: Integrating the Curriculum."},
      {
        "id":"ED313807",
        "title":"Evaluating and Profiling Schools Based on a Model of Organizational Effectiveness: Professors and Practitioners Collaborating on a Reform Movement To Improve Student Achievement."},
      {
        "id":"ED313812",
        "title":"The Copernican Plan: Restructuring the American High School."},
      {
        "id":"ED313815",
        "title":"Safe Schools: A Planning Guide for Action."},
      {
        "id":"ED313816",
        "title":"Rehabilitation Technology Service Delivery, 1: A Practical Guide."},
      {
        "id":"ED313817",
        "title":"Planning and Implementing Augmentative Communication Service Delivery, 2: Proceedings of the National Planners Conference on Assistive Device Service Delivery."},
      {
        "id":"ED313819",
        "title":"Designing Jobs for Handicapped Workers. Conference Proceedings (Chicago, Illinois, December 1985)."},
      {
        "id":"ED313820",
        "title":"Technology for Independent Living: Sourcebook."},
      {
        "id":"ED313821",
        "title":"Adjustment of Academically Talented Females in a Secondary School Acceleration Program. AEL Minigrant Report No. 11."},
      {
        "id":"ED313822",
        "title":"Access to Photography: Making Photography Accessible to Persons with Exceptional Educational Needs."},
      {
        "id":"ED313824",
        "title":"Gateways to Powerlessness: Incorporating Hispanic Deaf Children and Families into Formal Schooling."},
      {
        "id":"ED313825",
        "title":"Perspectives on Identity: The Hispanic Deaf Child's Initiation into Formal Schooling."},
      {
        "id":"ED313827",
        "title":"Alcohol and the Physically Impaired: Special Focus."},
      {
        "id":"ED314830",
        "title":"Beyond the Open Door: A Citizen's Guide to Increasing Public Access to Local School Boards."},
      {
        "id":"ED314832",
        "title":"Literature Review on the Soft Technologies of Learning. BRIDGES Research Report Series, No. 2."},
      {
        "id":"ED314833",
        "title":"Cost Analysis for Educational Policymaking: A Review of Cost Studies in Education in Developimg Countries. BRIDGES Research Report Series, No. 3."},
      {
        "id":"ED314834",
        "title":"Classroom Management: Instructional Strategies and the Allocation of Learning Resources. BRIDGES Research Report Series, No. 4."},
      {
        "id":"ED314835",
        "title":"Policy Initiatives To Improve Primary School Quality in Thailand: An Essay on Implementation, Constraints, and Opportunities for Educational Improvement. BRIDGES Research Report Series, No. 5."},
      {
        "id":"ED314838",
        "title":"Human Immunodeficiency Virus and the Enrolled Student: A Model Policy."},
      {
        "id":"ED314839",
        "title":"Model Policy on Identifying and Reporting Child Abuse and Model Policy and Rules on Procedures for Investigating Allegations of Abuse of Students by School Employees."},
      {
        "id":"ED314840",
        "title":"Education in Alaska: Report to the People. Fiscal Year 1989."},
      {
        "id":"ED314841",
        "title":"New Developments in Improving the Integration of Academic and Vocational Education. Program Report."},
      {
        "id":"ED314842",
        "title":"School Improvement Teams. The Best of ERIC on Educational Management, Number 102."},
      {
        "id":"ED314844",
        "title":"Unruly Students: Report to the 1989 General Assembly of North Carolina, 1989 Session."},
      {
        "id":"ED314845",
        "title":"The &quot;Educational Excellence Act of 1989&quot;: The Administration's Education Proposal. CRS Report for Congress."},
      {
        "id":"ED314850",
        "title":"South Huntington's Evolution to Shared Decision Making."},
      {
        "id":"ED314853",
        "title":"Principal as Patriot Saboteur."},
      {
        "id":"ED314857",
        "title":"The Real World of Administration: Reflections of First and Second Year Principals."},
      {
        "id":"ED314858",
        "title":"The Saturday Alternative: A Program for At-Risk Youth."},
      {
        "id":"ED314859",
        "title":"Single-Sex Schooling and Women's Education."},
      {
        "id":"ED314862",
        "title":"Development of Site-Based School Improvement in Oklahoma."},
      {
        "id":"ED314864",
        "title":"Model for Choice: A Report on Manhattan's District 4. Education Policy Paper Number 1."},
      {
        "id":"ED314865",
        "title":"Success for All Students: How &quot;Onward to Excellence&quot; uses R&amp;D To Improve Schools."},
      {
        "id":"ED314867",
        "title":"Education for the Twenty-First Century."},
      {
        "id":"ED314869",
        "title":"A Legal Guide to Public Employee Free Speech in North Carolina."},
      {
        "id":"ED314870",
        "title":"Instructional Technology: Policies and Plans. A Position Paper."},
      {
        "id":"ED314871",
        "title":"Staff Development: Catalyst for Change. A Position Paper."},
      {
        "id":"ED314872",
        "title":"Student Literacy. A Position Paper."},
      {
        "id":"ED314873",
        "title":"Essential Leadership: School Boards in New York State. A Position Paper."},
      {
        "id":"ED314874",
        "title":"All Children Can Learn: The Challenges of Remedial Education. A Position Paper."},
      {
        "id":"ED314875",
        "title":"The Bricks-and-Mortar Trusteeship: School Boards and School Facilities Planning. A Position Paper."},
      {
        "id":"ED314876",
        "title":"Gauging Student Performance. A Position Paper."},
      {
        "id":"ED314878",
        "title":"The Use of Extant National Data Bases To Study the Relationships among States' Socioeconomic Features and Special Education Implementation."},
      {
        "id":"ED314879",
        "title":"Peer Tutoring and Other Positive Experiences to Interest Secondary Students in Special Education Careers."},
      {
        "id":"ED314880",
        "title":"Speech and Gestural Communication between Oral Deaf Children and Oral Deaf Mothers."},
      {
        "id":"ED314881",
        "title":"T.R.O.P.H.Y. Annotated Bibliography on Transition from School to Work."},
      {
        "id":"ED314882",
        "title":"Narrative Story-Telling in Autism and Down Syndrome."},
      {
        "id":"ED314885",
        "title":"Help for Special Children."},
      {
        "id":"ED314886",
        "title":"Ayuda para Ninos Especiales (Help for Special Children)."},
      {
        "id":"ED314888",
        "title":"A Suggested Procedure for the Identification of and Provision of Services to Seriously Emotionally Disturbed Students. Technical Assistance Paper 5. A Series on PL 94-142 and Related Oregon Laws."},
      {
        "id":"ED314889",
        "title":"Parent Information Packet. An Information Resource for Oregon Parents of Children with Handicaps."},
      {
        "id":"ED314890",
        "title":"Coping and Changing: Parents of Severely Handicapped Children."},
      {
        "id":"ED314891",
        "title":"Using the Technology of Closed-Captioned Television To Teach Reading to Handicapped Students. Performance Report."},
      {
        "id":"ED314892",
        "title":"Analysis of Demand for Decoders of Television Captioning for Deaf and Hearing-Impaired Children and Adults."},
      {
        "id":"ED314893",
        "title":"Consistent Linguistic Input in the Signing Behavior of Teachers: Modified Signed English. Occasional Paper No. 127."},
      {
        "id":"ED314894",
        "title":"Teaching that Works: The Individualized Critical Skills Model."},
      {
        "id":"ED314895",
        "title":"The General Education/Special Education Interface Task Force Report."},
      {
        "id":"ED314896",
        "title":"The Least Restrictive Environment Task Force Report."},
      {
        "id":"ED314897",
        "title":"The Program Effectiveness in Special Education Task Force Report. Model for Program Quality in Special Education."},
      {
        "id":"ED314898",
        "title":"Larry P. Task Force Report. Policy and Alternative Assessment Guideline Recommendations."},
      {
        "id":"ED314901",
        "title":"Children with Osteogenesis Imperfecta and Their Life Situation. Report and Documentation."},
      {
        "id":"ED314902",
        "title":"Life Planning Intervention for Facilitating the Transition of Learning Disabled Adolescents to Post-School Situations. Project Summary. Final Report."},
      {
        "id":"ED314905",
        "title":"State Forum: Delivery of Technology Related Assistance to Meet Student Needs. Proceedings (Washington, DC, April 24-26, 1989)."},
      {
        "id":"ED314908",
        "title":"CLAS: Classroom Listening and Speaking. Preschool."},
      {
        "id":"ED314910",
        "title":"EXCELL: Experiences in Context for Early Language Learning."},
      {
        "id":"ED314911",
        "title":"More CLAS: Classroom Listening and Speaking. K-2."},
      {
        "id":"ED314914",
        "title":"Using Personal Computers To Acquire Special Education Information. Revised. ERIC Digest #429."},
      {
        "id":"ED314915",
        "title":"Students with Physical Disabilities and Health Impairments. Revised. ERIC Digest #459."},
      {
        "id":"ED314916",
        "title":"Meeting the Needs of Able Learners through Flexible Pacing. ERIC Digest #464."},
      {
        "id":"ED314917",
        "title":"College Planning for Students with Learning Disabilities. ERIC Digest #466."},
      {
        "id":"ED314918",
        "title":"National Study of High School Special Education Programs for Handicapped Youth in Transition. Vol. I: Qualitative Component."},
      {
        "id":"ED314919",
        "title":"An Examination of the Peer Review Process."},
      {
        "id":"ED314920",
        "title":"Born Hooked: Confronting the Impact of Perinatal Substance Abuse. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred First Congress, First Session."},
      {
        "id":"ED314921",
        "title":"Hearing on Reauthorization of Discretionary Programs-EHA. Hearing before the Subcommittee on Select Education of the Committee on Education and Labor. House of Representatives, One Hundred First Congress, First Session."},
      {
        "id":"ED314923",
        "title":"Preventing Attrition through Teacher Induction and Mentoring [and] Entry-Year Induction Programs and Practices: A Bibliography. Information on Personnel Supply and Demand."},
      {
        "id":"ED314924",
        "title":"Attrition of Special Education Personnel in Kansas. Information on Personnel Supply and Demand."},
      {
        "id":"ED314925",
        "title":"Implementation of the Education of the Handicapped Act [Public Law 94-142], 1989. Eleventh Annual Report to Congress. Information on the Supply and Demand for Personnel: Excerpts. Reporting Data on the 1986-87 School Year. Information on Personnel Supply and Demand."},
      {
        "id":"ED314927",
        "title":"Public Law 99-457: An Act To Amend The Education of the Handicapped Act To Reauthorize the Discretionary Programs under that Act, To Authorize an Early Intervention Program under That Act for Handicapped Infants and Toddlers and Their Families, and for Other Purposes. S. 2294. 99th Congress."},
      {
        "id":"ED314929",
        "title":"Effects of a Collaborative Teacher/Parent Intervention on the Behavior Problems in the Classroom and the Home of Preschool Handicapped Children."},
      {
        "id":"ED314930",
        "title":"An Examination of the Impact of Supported Employment on Our Nation&apos;s Citizens with Severe Disabilities. Special Report. Proceedings from the Annual Meeting of the President&apos;s Committee on Employment of People with Disabilities (1988)."},
      {
        "id":"ED314932",
        "title":"Hawaiian Language Immersion: Evaluation of the Program's First Year, SY 1987-88."},
      {
        "id":"ED314933",
        "title":"A Comprehensible Input Sequence for ESL."},
      {
        "id":"ED314936",
        "title":"Training Limited English Proficient Students for the Workplace: Trends in Vocational Education. Occasional Paper in Bilingual Education. New Focus, Number 11."},
      {
        "id":"ED314938",
        "title":"Teaching Hispanic Culture Using Spanish First-Names."},
      {
        "id":"ED314939",
        "title":"Data Collection Report on Language Minority Children."},
      {
        "id":"ED314942",
        "title":"Critical Linguistics: A Starting Point for Oppositional Reading."},
      {
        "id":"ED314943",
        "title":"Contextual Complexities: Written Language Policies for Bilingual Programs. Occasional Paper No. 10."},
      {
        "id":"ED314944",
        "title":"The Camera Angle: Film as a First Exposure to Literataure."},
      {
        "id":"ED314949",
        "title":"Realizing the Dream. Selected Conference Proceedings of the Annual Meeting of the New York State Teachers of English as a Second Language (17th, Buffalo, New York, November 6-8, 1987)."},
      {
        "id":"ED314952",
        "title":"Haitian Immigrants in the U.S.: Migration and Identity."},
      {
        "id":"ED314956",
        "title":"An ESL Needs Assessment: Chinese Students at a Canadian University."},
      {
        "id":"ED314957",
        "title":"Adaptive Instruction and Second Language Learning: The Dilemma."},
      {
        "id":"ED314958",
        "title":"Interviews with Students and Colleagues: What Can We Learn?"},
      {
        "id":"ED314961",
        "title":"ESL/EFL Methodology: Topical, Annotated Bibliographies. Volume 2."},
      {
        "id":"ED314965",
        "title":"Comparative Analysis of TIAA/CREF and North Dakota Public Employee Retirement System Pension Fund. North Dakota Economic Studies Number 55."},
      {
        "id":"ED314971",
        "title":"The Use of Learning and Study Strategies by College Freshmen."},
      {
        "id":"ED314972",
        "title":"An Argyrian Perspective on Behavior in Instructional Consultation in Postsecondary Education."},
      {
        "id":"ED314973",
        "title":"Adult Learning and the Teaching of Evaluation: A Study of an Experiential Learning Project."},
      {
        "id":"ED314975",
        "title":"Barriers to Faculty Involvement in Grant-Related Activities."},
      {
        "id":"ED314976",
        "title":"Recruiting Trends 1989-90: A Study of 472 Businesses, Industries, Governmental Agencies, and Educational Institutions Employing New College Graduates."},
      {
        "id":"ED314978",
        "title":"Admissions Decisions Study: 1987-1988: Graduate School University of Florida."},
      {
        "id":"ED314979",
        "title":"Evolution under Reorganization: A Study of the Relationships between the Director of University Services and Auxiliary Enterprises and the Departments under His Supervision after Reorganization."},
      {
        "id":"ED314980",
        "title":"The University of Choice: Social Work Students at UNI."},
      {
        "id":"ED314981",
        "title":"A Study of the Economic Impact of Variation in the Nonresident Tuition Rate at Public Institutions of Higher Education in South Dakota. Bulletin Number One Hundred Thirty-Two."},
      {
        "id":"ED314983",
        "title":"A Proposal That Oklahoma State University's Department of Educational Administration and Higher Education Be Permitted To Grand the Ph.D."},
      {
        "id":"ED314985",
        "title":"Avoiding \"Profscam\": For Accounting Educators."},
      {
        "id":"ED314986",
        "title":"Michigan Postsecondary Admissions &amp; Financial Assistance Handbook: 1989-90."},
      {
        "id":"ED314987",
        "title":"The Challenge of Diversity. Involvement or Alienation in the Academy? ASHE-ERIC Higher Education Report No. 5, 1989."},
      {
        "id":"ED314992",
        "title":"Higher Education Graduate Program. Curriculum Guide."},
      {
        "id":"ED314997",
        "title":"Preparing Course Syllabi for Improved Communication."},
      {
        "id":"ED314998",
        "title":"Planning a College Course: A Guidebook for the Graduate Teaching Assistant."},
      {
        "id":"ED314999",
        "title":"Teaching and Learning in the College Classroom. A Review of the Research Literature (1986) and November 1987 Supplement."},
      {
        "id":"ED315001",
        "title":"Four Years Later: Rethinking the Essential Undergraduate Curriculum."},
      {
        "id":"ED315002",
        "title":"A Descriptive Study of Small College Speech Programs: 1987, Formulative Study and Base Data."},
      {
        "id":"ED315003",
        "title":"Faculty Perceptions of Publication Expectations in the Small College Setting: Have the Rules Changed?"},
      {
        "id":"ED315006",
        "title":"The Supplemental Educational Opportunity Grant Program: Background and Current Issues. CRS Report for Congress."},
      {
        "id":"ED315007",
        "title":"Education Savings Bonds: Eligibility for Tax Exclusion. CRS Report for Congress."},
      {
        "id":"ED315012",
        "title":"Changes in Teaching Assistant Concerns over Time."},
      {
        "id":"ED315014",
        "title":"Perspectives on Comparative Higher Education: Essays on Faculty, Students and Reform. Special Studies in Comparative Education No. 22."},
      {
        "id":"ED315017",
        "title":"Fall Enrollment in Institutions of Higher Education, 1987. Survey Report."},
      {
        "id":"ED315018",
        "title":"National Higher Education Statistics: Fall 1989. Early Estimates. Survey Report."},
      {
        "id":"ED315020",
        "title":"Long-Range Planning for Texas Higher Education."},
      {
        "id":"ED315023",
        "title":"New Information Technologies in Higher Education. Studies on the Introduction of New Information Technologies in Higher Education in the Europe Region."},
      {
        "id":"ED315028",
        "title":"Information Power: Guidelines for School Library Media Programs."},
      {
        "id":"ED315029",
        "title":"Information Power: Guidelines for School Library Media Programs. A Discussion Guide."},
      {
        "id":"ED315033",
        "title":"Standards for College and University Learning Resources Programs. Technology in Instruction. Second Edition."},
      {
        "id":"ED315035",
        "title":"The Human Factor in Economic and Technological Change. OECD Educational Monograph No. 3."},
      {
        "id":"ED315038",
        "title":"Learning in a Virtual Classroom. A Virtual Classroom on EIES: Final Evaluation Report. Volume 1."},
      {
        "id":"ED315039",
        "title":"Teaching in a Virtual Classroom. A Virtual Clasroom on EIES: Final Evaluation Report. Volume 2."},
      {
        "id":"ED315040",
        "title":"Microcomputers & Secondary Teaching: Implications for Teacher Education. Report on an International Seminar Arranged by the Scottish Education Department in Cooperation with the Organisation for Economic Cooperation and Development (Glasgow, Scotland, October 12-15, 1987)."},
      {
        "id":"ED315041",
        "title":"Motivating the Notion of Generic Design within Information Processing Theory: The Design Problem Space."},
      {
        "id":"ED315044",
        "title":"Technology across the Curriculum. Proceedings of the Annual Conference of the Texas Computer Education Association (8th, Dallas, Texas, February 24-27, 1988)."},
      {
        "id":"ED315046",
        "title":"Teacher Assessment of Elementary Schools' Computer Laboratories."},
      {
        "id":"ED315048",
        "title":"Children's Television. Hearing on H.R. 1677 before the Subcommittee on Telecommunications and Finance of the Committee on Energy and Commerce. House of Representatives, One Hundred First Congress, First Session."},
      {
        "id":"ED315049",
        "title":"The Computer Software Rental Amendments Act of 1988. Hearing on S. 2727 before the Subcommittee on Patents, Copyrights and Trrademarks of the Committee on the Judiciary, United States Senate. One Hundredth Congress, Second Session (Provo, Utah, August 24, 1988)."},
      {
        "id":"ED315050",
        "title":"Costs of the New Information Technologies in Education: Characteristics and Problems of Measurement."},
      {
        "id":"ED315054",
        "title":"Input and Output Mechanisms and Devices. Phase I: Adding Voice Output to a Speaker-Independent Recognition System."},
      {
        "id":"ED315055",
        "title":"The INTELLIGENT RuleTutor: A Structured Approach to Intelligent Tutoring. Final Report."},
      {
        "id":"ED315056",
        "title":"Issues in Integrating Computers into an Operant Lab Course."},
      {
        "id":"ED315057",
        "title":"Loading Appleworks into the Apple IIGS Computer."},
      {
        "id":"ED315059",
        "title":"Makin' It Great! Secondary Production Ideas."},
      {
        "id":"ED315061",
        "title":"The Engagement of Thinking Processes: A Two Year Study of Selected Apple Classroom of Tomorrow Students."},
      {
        "id":"ED315062",
        "title":"Selecting Microcomputer Courseware. ERIC Digest."},
      {
        "id":"ED315063",
        "title":"The Impact of Microcomputer-Based Instruction on Teaching and Learning: A Review of Recent Research. ERIC Digest."},
      {
        "id":"ED315064",
        "title":"Interactive Videodisc: An Emerging Technology for Educators. ERIC Digest."},
      {
        "id":"ED315065",
        "title":"Education Research and Development Centers: Major Research Findings, Selected Accomplishments, and Publications, 1985-1988."},
      {
        "id":"ED315068",
        "title":"Public Libraries in Nineteen States: 1987. Number of Libraries, Library Outlets, and Staff. E.D.TABS."},
      {
        "id":"ED315076",
        "title":"California Library Statistics, 1989. Fiscal Year 1987-1988 Data from Public, Academic, Special, State Agency and County Law Libraries."},
      {
        "id":"ED315080",
        "title":"Preservation Planning Program. Final Report. University of Southern California. One of a Series of Self-Studies."},
      {
        "id":"ED315081",
        "title":"Trends in Automation in American Academic Libraries: Ohio University's Experience."},
      {
        "id":"ED315082",
        "title":"United States National Commission on Libraries and Information Science. Annual Report, 1986-1987."},
      {
        "id":"ED315085",
        "title":"Collection Development Policy of the University Library."},
      {
        "id":"ED315086",
        "title":"Council on Library Resources, Inc. Thirty-Third Annual Report/1989."},
      {
        "id":"ED315088",
        "title":"Faculty Usage of Higher Education Journals: Toward a Taxonomy."},
      {
        "id":"ED315090",
        "title":"Online Searching and the Status of Librarianship. An Inquiry, Spring 1988."},
      {
        "id":"ED315093",
        "title":"Books and the World. Center for the Book Viewpoint Series No. 22."},
      {
        "id":"ED315094",
        "title":"Current Practices in Library Cataloging and Classification. Revised Edition."},
      {
        "id":"ED315097",
        "title":"Government Documents Departmental Operations Guide."},
      {
        "id":"ED315098",
        "title":"Intellectual Property Issues in the Library Network Context. Proceedings of the Library of Congress Network Advisory Committee Meeting (Washington, D.C., March 23-25, 1988). Network Planning Paper Number 17."},
      {
        "id":"ED315099",
        "title":"SLA Networking Committee Survey. Final Report."},
      {
        "id":"ED315105",
        "title":"Community College Students Who Earned Baccalaureate Degrees in Maryland, 1981 to 1987."},
      {
        "id":"ED315107",
        "title":"The Pew Charitable Trusts: Center for At Risk Students."},
      {
        "id":"ED315113",
        "title":"How To Improve Students' Writing Styles."},
      {
        "id":"ED315117",
        "title":"A New Frontier in Education: A Concept Paper."},
      {
        "id":"ED315120",
        "title":"Illinois Community College Board Twelfth Biennial Report, 1987-1988."},
      {
        "id":"ED315124",
        "title":"Student Characteristics Which Facilitate Transfer from 2-Year to 4-Year Colleges."},
      {
        "id":"ED315125",
        "title":"The Decline of Community College Transfer Rates: Evidence from National Longitudinal Surveys."},
      {
        "id":"ED315134",
        "title":"Peer Tutoring: Issues and Concerns. Results of a Survey."},
      {
        "id":"ED315137",
        "title":"Standards for Accreditation."},
      {
        "id":"ED315138",
        "title":"Part-Time Faculty Hiring Procedures: A Model Based on Assembly Bill 1725."},
      {
        "id":"ED315139",
        "title":"Equivalence to the Minimum Qualifications."},
      {
        "id":"ED315140",
        "title":"Contract Faculty Hiring Procedures: A Model Based on Assembly Bill 1725."},
      {
        "id":"ED315141",
        "title":"H.R. 3660, The Act for Better Child Care. Hearing before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, Second Session (Louisville, Kentucky, April 23, 1988)."},
      {
        "id":"ED315142",
        "title":"The Role of Adults in Infant-Peer Interactions."},
      {
        "id":"ED315143",
        "title":"Act for Better Child Care Services of 1989. Hearing on S.5, To Provide for a Federal Program for the Improvement of Child Care, and for Other Purposes, before the Subcommittee on Children, Family, Drugs and Alcoholism of the Committee on Labor and Human Resources. United States Senate, One Hundred First Congress, First Session."},
      {
        "id":"ED315145",
        "title":"Adolescent Temperament: Childhood Problem Precursors and Problem Behavior Correlates."},
      {
        "id":"ED315146",
        "title":"Our Children--Our Future: The Care and Education of Young Children. Proceedings of a State Education Policy Symposium (Virginia Beach, Virginia, July 20-21, 1989)."},
      {
        "id":"ED315147",
        "title":"Working Mothers and Child Care in North Carolina."},
      {
        "id":"ED315149",
        "title":"Differences in Interpersonal and Individual Psychopathology in Young Families at High Risk for the Development of Alcoholism."},
      {
        "id":"ED315150",
        "title":"Alcohol Involvement and Violence towards Children among High Risk Families."},
      {
        "id":"ED315151",
        "title":"Alcohol Involvement and Family Violence in a High Risk Sample: I. Spousal Violence."},
      {
        "id":"ED315152",
        "title":"Parental Aggression Related to Behavior Problems in Three-Year-Old Sons of Alcoholics."},
      {
        "id":"ED315153",
        "title":"The Relation of Parental Depression and Self Esteem to Behavior Problems in Three-Year-Old Sons of Alcoholics."},
      {
        "id":"ED315154",
        "title":"Parental Intelligence Related to Delay of Gratification and Behavior Problems in Three-Year-Old Sons of Alcoholics."},
      {
        "id":"ED315155",
        "title":"Parental Psychopathology and Child-Rearing Practices in Young Alcoholic Families."},
      {
        "id":"ED315157",
        "title":"The Role of the United States Government in Early Education During the Depression of the 1930s."},
      {
        "id":"ED315158",
        "title":"Head Start Research and Evaluation: Background and Overview. Technical Paper Prepared for the Head Start Evaluation Design Project."},
      {
        "id":"ED315159",
        "title":"Curriculum Resource Book for Preschool Programs for Four Year Olds."},
      {
        "id":"ED315160",
        "title":"The Standards of Quality and Curriculum Guidelines for Preschool Programs for Four Year Olds. (Revised Edition)."},
      {
        "id":"ED315162",
        "title":"Activities and Desists Used by More and Less Effective Classroom Managers."},
      {
        "id":"ED315165",
        "title":"Child Day Care in Kentucky: A Survey of All Licensed Facilities."},
      {
        "id":"ED315166",
        "title":"Entrance Age to Public Education in the United States, 1642 to 1842."},
      {
        "id":"ED315171",
        "title":"Intergenerational Educational Partnerships: A Lifetime of Talent To Share. Hearing Before the Special Committee on Aging. United States Senate, One Hundred First Congress, First Session (Boca Raton, FL)."},
      {
        "id":"ED315174",
        "title":"Dissemination of the Project's Findings. National Seminar--Norway (9th, Kristiansand, Norwary, October 13-14, 1988). The CDCC's Project No. 8: &quot;Innovation in Primary Education.&quot;"},
      {
        "id":"ED315176",
        "title":"Young Children in Poverty: An Annotated Bibliography of Books and Reports."},
      {
        "id":"ED315177",
        "title":"Training Older Adults for New Careers."},
      {
        "id":"ED315178",
        "title":"Who Will Care for Our Children?"},
      {
        "id":"ED315179",
        "title":"Educator Beliefs Regarding Developmentally Appropriate Preschool Programming."},
      {
        "id":"ED315180",
        "title":"Professionalism in Family Day Care."},
      {
        "id":"ED315184",
        "title":"A Survey of Interests and Opinions of Middle Grades Youngsters."},
      {
        "id":"ED315189",
        "title":"S.123. A Bill To Provide Financial Assistance to States and Localities for High Quality Early Childhood Development Programs for Prekindergarten Children, and for Other Purposes. 101st Congress, 1st Session."},
      {
        "id":"ED315191",
        "title":"Cross-Cultural Interactions in an American Day Care Setting."},
      {
        "id":"ED315192",
        "title":"Christmas Titles."},
      {
        "id":"ED315193",
        "title":"Preschool Programs for At-Risk Children: A Review of Recent Literature."},
      {
        "id":"ED315195",
        "title":"Preservice Teachers' Attitudes toward Parental Involvement."},
      {
        "id":"ED315196",
        "title":"Cooperation in the Classroom: Students and Teachers Together. Analysis and Action Series. Second Edition."},
      {
        "id":"ED315197",
        "title":"The Social World of Peer Rejected Children as Revealed by a Wireless Audio-Visual Transmission System."},
      {
        "id":"ED315198",
        "title":"Peer Relations and Social Adjustment: Are Friendship and Group Acceptance Distinct Domains?"},
      {
        "id":"ED315201",
        "title":"Education and the Changing Rural Community: Anticipating the 21st Century. [Proceedings of the Joint] Annual Conference of the American Council on Rural Special Education (9th) and of the National Rural and Small Schools Consortium (3rd) (Fort Lauderdale, Florida, March 4-12, 1989)."},
      {
        "id":"ED315206",
        "title":"Gifted and Talented Students: The Show Must Go On."},
      {
        "id":"ED315211",
        "title":"Take Two: Lessons in Program Revision."},
      {
        "id":"ED315212",
        "title":"Dimensions of Being \"At-Risk\": Children and Youth in Rural Environments."},
      {
        "id":"ED315213",
        "title":"Please Don't Ignore the Adult in Me! Using Human Resource Development (HRD) Training Strategies To Enhance Transfer of Inservice Learning."},
      {
        "id":"ED315214",
        "title":"Cleaning Out the Wheelbarrow: Planning Appropriate Assessments for Transition."},
      {
        "id":"ED315215",
        "title":"A Model for Providing Technical Assistance for Educators of Students with Severe Handicaps in Rural Areas."},
      {
        "id":"ED315216",
        "title":"Managing Occupational Therapy in Rural Education: O.T. Student Perceptions of Adaptive Classroom Behaviors."},
      {
        "id":"ED315218",
        "title":"Five Year Teacher Education Programs: Potential Impact on Rural Schools."},
      {
        "id":"ED315219",
        "title":"Anticipating the 21st Century: Avoiding the Teacher Shortage."},
      {
        "id":"ED315221",
        "title":"Developing Administrative Vision."},
      {
        "id":"ED315228",
        "title":"Cooperative Learning and Cooperative Staff Development To Promote Social Integration."},
      {
        "id":"ED315231",
        "title":"The Application of Video Disc Technology in Preservice Teacher Training."},
      {
        "id":"ED315233",
        "title":"Implementing and Evaluating the Life-Centered Career Education Curriculum."},
      {
        "id":"ED315234",
        "title":"Grassroots Development: Applying ERIC Resources in a Small, Rural School District."},
      {
        "id":"ED315241",
        "title":"A Model for Science Education Reform in Rural Schools: An Inservice Program for Local Team Leadership Development."},
      {
        "id":"ED315243",
        "title":"Three Goals for Teachers: Asking Comprehensible Questions of Language Delayed Students."},
      {
        "id":"ED315244",
        "title":"Meeting the Prevention Needs of Rural School Districts."},
      {
        "id":"ED315245",
        "title":"&quot;Effective Schools&quot; Policy Training for Rural School Boards."},
      {
        "id":"ED315246",
        "title":"The Community Transition Center (CTC) Model."},
      {
        "id":"ED315247",
        "title":"&quot;Ready, Set, Go!&quot; A Model Community Resource Plan for Rural Schools."},
      {
        "id":"ED315249",
        "title":"Meeting Needs with Scarce Resources: Community Network Building for Low-Incidence Conditions."},
      {
        "id":"ED315250",
        "title":"Academic Achievement in America's Small Schools: Data from High School and Beyond."},
      {
        "id":"ED315252",
        "title":"Mexican Americans on the Home Front: Community Organizations in Arizona during World War II."},
      {
        "id":"ED315253",
        "title":"La Asociacion Hispano-Americana de Madres y Esposas: Tucson's Mexican American Women in World War II."},
      {
        "id":"ED315256",
        "title":"The Rural Bookmobile: Going Strong after Eighty Years. Conference Proceedings (1st, Columbus, Ohio, June 19-21, 1985)."},
      {
        "id":"ED315257",
        "title":"The Rural Bookmobile: Quality as a Basic Ingredient. Conference Proceedings (2nd, Columbus, Ohio, June 18-20, 1986)."},
      {
        "id":"ED315264",
        "title":"Empowering Rural Communities for School Improvement."},
      {
        "id":"ED315265",
        "title":"The Organization of Education. Working Papers 1 and 2."},
      {
        "id":"ED315267",
        "title":"Mathematician of the Day. A Birthday Party or Moment of Silence."},
      {
        "id":"ED315268",
        "title":"Improving the Basic Mathematics Program at Saddleback College."},
      {
        "id":"ED315270",
        "title":"Which Group Is Better? The Development of Statistical Reasoning in Elementary School Children."},
      {
        "id":"ED315271",
        "title":"New Horizons in Electrochemical Science and Technology. Report of the Committee on Electrochemical Aspects of Energy Conservation and Production."},
      {
        "id":"ED315272",
        "title":"The New Engineering Research Centers: Purposes, Goals, and Expectations. Symposium (District of Columbia, April 29-30, 1985)."},
      {
        "id":"ED315273",
        "title":"Indicators of Precollege Education in Science and Mathematics, A Preliminary Review."},
      {
        "id":"ED315274",
        "title":"An Application of Calculus to Cinematography."},
      {
        "id":"ED315275",
        "title":"Integration in Hydraulics."},
      {
        "id":"ED315276",
        "title":"A Laboratory Exercise with Related Rates."},
      {
        "id":"ED315277",
        "title":"The Pendulum and the Calculus."},
      {
        "id":"ED315278",
        "title":"Mathematics Improvement Component: Elementary Program, Middle School Program, and Pilot Program. Final Evaluation Report."},
      {
        "id":"ED315283",
        "title":"Replacing Science and Engineering Faculty in the 1990s. Occasional paper 89-4."},
      {
        "id":"ED315284",
        "title":"The 1988 Indiana State Mathematics Contest: Tests and Analysis of Student Performance."},
      {
        "id":"ED315285",
        "title":"Secondary Textbook Review: Biology and Life Science. Grades Nine through Twelve."},
      {
        "id":"ED315287",
        "title":"The Changing Mathematics Curriculum. A Booklet for Parents."},
      {
        "id":"ED315289",
        "title":"A Question of Thinking: A First Look at Students&apos; Performance on Open-ended Questions in Mathematics."},
      {
        "id":"ED315290",
        "title":"Learning Outdoors: Leader Guide, Grade 3. 4-H Discovery."},
      {
        "id":"ED315293",
        "title":"Value and Limitations of Analogs in Teaching Mathematics."},
      {
        "id":"ED315295",
        "title":"Junior Science and Humanities Symposium Management Information Booklet for School Year 1990-1991."},
      {
        "id":"ED315297",
        "title":"Some Little Night Problems."},
      {
        "id":"ED315303",
        "title":"Conceptual Understanding and Higher Level Thinking in the Elementary Science Curriculum: Three Perspectives. Elementary Subjects Center Series No. 12."},
      {
        "id":"ED315307",
        "title":"A Graphical View of Domain and Range, Inequalities, and Equations."},
      {
        "id":"ED315312",
        "title":"Grade 3 Mathematics 1989-90 School Year. Student Achievement Testing Program Bulletin."},
      {
        "id":"ED315316",
        "title":"Clearing the Air: A Global Agenda. Worldwatch Paper 94."},
      {
        "id":"ED315320",
        "title":"Lecture Notes on Human Anatomy. Part One, Fourth Edition."},
      {
        "id":"ED315321",
        "title":"Laboratory Instructions and Study Guide for Human Anatomy. Part One, Fourth Edition."},
      {
        "id":"ED315322",
        "title":"Lecture Notes on Human Anatomy. Part Two, Fourth Edition."},
      {
        "id":"ED315323",
        "title":"Laboratory Instructions and Study Guide for Human Anatomy. Part Two, Fourth Edition."},
      {
        "id":"ED315324",
        "title":"Our Planets at a Glance. Information Summaries."},
      {
        "id":"ED315326",
        "title":"Technological Literacy IV: Proceedings of the National Technological Literacy Conference (4th, Arlington, Virginia, February 3-5, 1989)."},
      {
        "id":"ED315329",
        "title":"The Social Contexts of the Committee on Social Studies Report of 1916."},
      {
        "id":"ED315330",
        "title":"The Deductive Logical Competence of Non-Graduate Caribbean Teachers."},
      {
        "id":"ED315331",
        "title":"Projecting Trends in Public Policy."},
      {
        "id":"ED315333",
        "title":"Heritage Education in the School Curriculum."},
      {
        "id":"ED315334",
        "title":"You and Foreign Money."},
      {
        "id":"ED315335",
        "title":"Our Money: A Booklet Prepared for Instruction in Grades 8 through 12, [with] Student Exercises [and] Teacher's Guide."},
      {
        "id":"ED315336",
        "title":"My Money: A Four-Part Series on Money for Students in Elementary School."},
      {
        "id":"ED315337",
        "title":"Their Money."},
      {
        "id":"ED315338",
        "title":"Nontraditional Approaches: Insights into Issues in Education."},
      {
        "id":"ED315339",
        "title":"UN Peacemaking and Peacekeeping. Report of the United Nations Issues Conference (20th, Harriman, New York, February 24-26, 1989)."},
      {
        "id":"ED315340",
        "title":"The United Nations and the Future of Internationalism. Report of the United Nations of the Next Decade Conference (22nd, Chatham, Massachusetts, June 21-25, 1987)."},
      {
        "id":"ED315341",
        "title":"International Agenda for the 1990s. Report of the United Nations of the Next Decade Conference (23rd, Brioni, Yugoslavia, July 17-22, 1988)."},
      {
        "id":"ED315342",
        "title":"Environmental Problems: A Global Security Threat. Report of the United Nations of the Next Decade Conference (24th, Hamilton Parish, Bermuda, June 18-23, 1989)."},
      {
        "id":"ED315343",
        "title":"Indochina Policy for the Next Administration. Report of the Strategy for Peace, US Foreign Policy Conference (29th, Warrenton, Virginia, October 13-15, 1988)."},
      {
        "id":"ED315344",
        "title":"Soviet Integration into the World Economy. Report of the Strategy for Peace, U.S. Foreign Policy Conference (29th, Warrenton, Virginia, October 13-15, 1988)."},
      {
        "id":"ED315345",
        "title":"Central America: Where Do We Go from Here? Report of the Strategy for Peace, U.S. Foreign Policy Conference (29th, Warrenton, Virginia, October 13-15, 1988)."},
      {
        "id":"ED315346",
        "title":"From Mustard Seed to Harvest: Social Studies Education and Teaching about Women in the Global Community. A Report of a Wingspread Conference (Racine, Wisconsin, August 1988)."},
      {
        "id":"ED315347",
        "title":"Aspiration and Practice: Teacher as Curricular-Instructional Gatekeeper in Social Studies."},
      {
        "id":"ED315348",
        "title":"Geography in Elementary Social Studies Classrooms."},
      {
        "id":"ED315350",
        "title":"Report on the Development of the Four-Year Halakhah Program of the Yeshivah of Flatbush Joel Braverman High School."},
      {
        "id":"ED315351",
        "title":"Problem Solving in Social Studies: Concepts and Critiques."},
      {
        "id":"ED315352",
        "title":"An Essay on the Post World War II Civil Rights Movement: The Struggle for Democracy and Beyond."},
      {
        "id":"ED315359",
        "title":"Play Dough Economics: Motivating Activities for Teaching Economics to Elementary and Middle School Students."},
      {
        "id":"ED315361",
        "title":"A Guide for Integrating Global Education across the Curriculum."},
      {
        "id":"ED315362",
        "title":"The Textbook Controversy: A Program of the Conversations in the Disciplines."},
      {
        "id":"ED315363",
        "title":"Michigan Social Studies Textbook Study (1988): A Review and Evaluation of Selected Middle School Textbooks (Grades 5-7)."},
      {
        "id":"ED315364",
        "title":"Michigan Social Studies Textbook Study (1988): A Review and Evaluation of Selected Middle School Textbooks (Grades 5-6)."},
      {
        "id":"ED315366",
        "title":"The Effects of Core Inclusion on a Women's Studies Program: A Case Study."},
      {
        "id":"ED315367",
        "title":"Reverse Discrimination by Minority Groups. A Participant Observation Study."},
      {
        "id":"ED315368",
        "title":"Aim for Excellence: A Plan for Making Arts Education Basic in Iowa."},
      {
        "id":"ED315371",
        "title":"Ethnic Heritage and Language Schools in America. Studies in American Folklife, No. 4."},
      {
        "id":"ED315372",
        "title":"Applications of Feminist Scholarship to Public Relations: Displacing the Male Models."},
      {
        "id":"ED315374",
        "title":"The German Speaking Countries of Europe: A Selective Bibliography."},
      {
        "id":"ED315376",
        "title":"The Civics Report Card: Trends in Achievement from 1976 to 1988 at Ages 13 and 17; Achievement in 1988 at Grades 4, 8, and 12."},
      {
        "id":"ED315377",
        "title":"The U.S. History Report Card: The Achievement of Fourth-, Eighth- and Twelfth-Grade Students in 1988 and Trends from 1986 to 1988 in the Factual Knowledge of High-School Juniors."},
      {
        "id":"ED315378",
        "title":"Stress in Teaching. An Overview of Research."},
      {
        "id":"ED315380",
        "title":"The Teaching Profession: Who Stays and Who Leaves?"},
      {
        "id":"ED315381",
        "title":"Phase III: Where Do We Go From Here?"},
      {
        "id":"ED315382",
        "title":"Contextualization of Teaching Methodology in Theological Education in Africa."},
      {
        "id":"ED315386",
        "title":"A Functional Clinical Faculty Model."},
      {
        "id":"ED315387",
        "title":"A Shared Experiential Preparation Program for Principals and Teachers at East Tennessee State University."},
      {
        "id":"ED315389",
        "title":"Career Patterns and Job Satisfaction of Teacher Education Graduates."},
      {
        "id":"ED315391",
        "title":"Mentoring Relationships during Student Teaching."},
      {
        "id":"ED315392",
        "title":"Teaching Professional Ethics at a Distance."},
      {
        "id":"ED315393",
        "title":"Thinking Skills and Propaganda Detection."},
      {
        "id":"ED315398",
        "title":"Educational and Psychological Research Implications for Classroom Teaching."},
      {
        "id":"ED315400",
        "title":"Reversing the Trend: The Lack of Minority Teachers."},
      {
        "id":"ED315401",
        "title":"Moonlighting: A Study of Extra-Contractual Income of Arkansas' Public School Teachers."},
      {
        "id":"ED315403",
        "title":"Fall Hiring Report. Certified Professional Staff Vacancies as of September 1, 1988."},
      {
        "id":"ED315404",
        "title":"Mentoring: A Life Preserver for the Beginning Teacher."},
      {
        "id":"ED315405",
        "title":"The Revitalization of Teacher Education Programs at Historically Black Colleges: Four Case Studies."},
      {
        "id":"ED315408",
        "title":"Middle School Health. Draft."},
      {
        "id":"ED315411",
        "title":"Prevention Goals, Methods, and Outcomes. Prevention Research Update, Number One/Fall 1988."},
      {
        "id":"ED315412",
        "title":"Effects of a Pilot Project To Involve Young Males in a School-Based Sexuality Education Program."},
      {
        "id":"ED315413",
        "title":"Childhood Obesity. Special Reference Briefs."},
      {
        "id":"ED315414",
        "title":"Childhood Antecedents to Adult Coronary Artery Diseases. Special Reference Briefs."},
      {
        "id":"ED315415",
        "title":"Kansas Adapted/Special Physical Education Test Manual. Health Related Fitness and Psychomotor Testing."},
      {
        "id":"ED315416",
        "title":"Recruiting Minority Teachers. A Practical Guide."},
      {
        "id":"ED315421",
        "title":"The Quality of Assessments: Case-Studies in the National Certificate. Practitioner MiniPaper 9."},
      {
        "id":"ED315422",
        "title":"A Simultaneous Approach to Optimizing Treatment Assignments with Mastery Scores. Research Report 89-5."},
      {
        "id":"ED315423",
        "title":"Critical Thinking: A Statement of Expert Consensus for Purposes of Educational Assessment and Instruction. Research Findings and Recommendations."},
      {
        "id":"ED315424",
        "title":"Communicating Scholastic Success. ERIC Digest."},
      {
        "id":"ED315425",
        "title":"Computerized Adaptive Tests. ERIC Digest No. 107."},
      {
        "id":"ED315426",
        "title":"Constructing Classroom Achievement Tests. ERIC Digest."},
      {
        "id":"ED315427",
        "title":"Evaluating Workshops and Institutes. ERIC Digest."},
      {
        "id":"ED315428",
        "title":"Finding Non-Commercial Tests. ERIC Digest No. 110."},
      {
        "id":"ED315429",
        "title":"Five Common Misuses of Tests. ERIC Digest No. 108."},
      {
        "id":"ED315430",
        "title":"A Glossary of Measurement Terms. ERIC Digest."},
      {
        "id":"ED315431",
        "title":"Improving Teacher Evaluations. ERIC Digest No. 111."},
      {
        "id":"ED315432",
        "title":"Integrating Testing with Teaching. ERIC Digest."},
      {
        "id":"ED315433",
        "title":"State Testing of Teachers: The 1989 Report. ERIC Digest."},
      {
        "id":"ED315434",
        "title":"Talking to Your Child's Teacher about Standardized Tests. ERIC Digest No. 106."},
      {
        "id":"ED315435",
        "title":"Talking to Your High School Students about Standardized Tests. ERIC Digest No. 105."},
      {
        "id":"ED315436",
        "title":"Local Designation of Qualified Teachers, LEP Staffing Option 3: Criteria and Procedures for Designating Primary Language and/or English Language Development Teachers. Technical Assistance Manual."},
      {
        "id":"ED315439",
        "title":"Alternative Logics for Estimating whether Research Results Will Generalize."},
      {
        "id":"ED315443",
        "title":"Key Statistics for Private Elementary and Secondary Education: School Year 1989-90: Early Estimates. Survey Report."},
      {
        "id":"ED315450",
        "title":"High School Transcript Study, 1987. Contractor Report."},
      {
        "id":"ED315451",
        "title":"Use of Structure Coefficients in Multivariate Educational Research: A Heuristic Example."},
      {
        "id":"ED315452",
        "title":"Operationalization of a Frame of Reference for Studying Organizational Culture in Middle Schools."},
      {
        "id":"ED315453",
        "title":"The Internal Structure and Correlates of Some School Climate Measures."},
      {
        "id":"ED315455",
        "title":"Learning about Equipment from Technical Documentation: A Basic Comprehensible Writing Aid. Final Report. Technical Report No. 31."},
      {
        "id":"ED315458",
        "title":"Methods of Multivariate Commonality Analysis."},
      {
        "id":"ED315460",
        "title":"Methodology Report for the National Postsecondary Student Aid Study, 1987. Contractor Report."},
      {
        "id":"ED315463",
        "title":"At-Risk Youth and the Role of College and University Students."},
      {
        "id":"ED315468",
        "title":"Connecticut Enrollment Projections to the Year 2005."},
      {
        "id":"ED315469",
        "title":"The Study of the Character of Civil Rights Crimes in Massachusetts (1983-1987)."},
      {
        "id":"ED315470",
        "title":"At Risk of Loss: The Endangered Future of Low-Income Rental Housing Resources. Third Printing."},
      {
        "id":"ED315471",
        "title":"Fiscal Accountability in Wisconsin's Public Elementary Schools. &quot;Where Does the Money Go?&quot; Volume 2, No. 1."},
      {
        "id":"ED315472",
        "title":"The Lack of Confidence in Public Education in Wisconsin. A Survey of How 3,000 Wisconsin Residents View Public Education in Wisconsin. Volume 2, No. 4."},
      {
        "id":"ED315473",
        "title":"The Cultural Assimilation and Identity Transformation of Hispanics: A Conceptual Paradigm."},
      {
        "id":"ED315477",
        "title":"Racial or Ethnic Distribution of Staff and Students in California Public Schools. 1988-89."},
      {
        "id":"ED315479",
        "title":"Cultural Pluralism, Structural Pluralism and the United Kingdom."},
      {
        "id":"ED315481",
        "title":"Magnet School Continuation Project. Final Evaluation Report for 1988-89."},
      {
        "id":"ED315482",
        "title":"Effective Schools Report. Final Evaluation Report."},
      {
        "id":"ED315483",
        "title":"The Frequency and Portrayal of Black Females in Fashion Advertisements."},
      {
        "id":"ED315484",
        "title":"Trends and Issues in Urban and Minority Education, 1989. Promoting the Achievement of At-Risk Students. Trends and Issues No. 13."},
      {
        "id":"ED315485",
        "title":"Underachievement and Educational Disadvantage: The Home and School Experience of At-Risk Youth. Urban Diversity Series No. 99."},
      {
        "id":"ED315486",
        "title":"The Home and School Experiences of At-Risk Youth; An Annotated Bibliography of Research Studies."},
      {
        "id":"ED315487",
        "title":"Cash Welfare Funds and Homeless Families with Children. CRS Report for Congress."},
      {
        "id":"ED315488",
        "title":"Programs Benefiting the Homeless: FY87-FY89 Appropriations Trends. CRS Report for Congress."},
      {
        "id":"ED315489",
        "title":"Homeless Housing: HUD's Shelter Programs. Updated."},
      {
        "id":"ED315490",
        "title":"Homelessness: Issues and Legislation in the 101st Congress. Updated."},
      {
        "id":"ED315495",
        "title":"Dare To Choose: Parental Choice at Independent Neighborhood Schools."},
      {
        "id":"ED315496",
        "title":"Training Parents To Utilize Support Strategies To Maximize Their Children&apos;s School Experiences and Foster Successful School Completion."},
      {
        "id":"ED315497",
        "title":"Understanding Social Skill Deficits of Mainstreamed Learning Disabled Students and Specialized Strategies Teachers Can Use To Foster Greater Social Acceptance."},
      {
        "id":"ED315498",
        "title":"Families as Learning Environments: Reflections on Critical Factors Affecting Differential Achievement."},
      {
        "id":"ED315499",
        "title":"Observance of National Children&apos;s Day. Joint Hearing before the Task Force on Human Resources of the Committee on the Budget and the Select Committee on Children, Youth, and Families of the House of Representatives. One Hundred First Congress, First Session."},
      {
        "id":"ED315500",
        "title":"Middle School Attendance Improvement Dropout Prevention (A.I.D.P.) Program 1987-88. OREA Evaluation Report."},
      {
        "id":"ED315503",
        "title":"Home School and Adult Instruction Component, Home-School-Community Agents Project. Final Evaluation Report."},
      {
        "id":"ED315505",
        "title":"Research in Agricultural Education. Proceedings of the Eastern Region Agricultural Education Research Conference (43rd, Mystic, Connecticut, May 4-6, 1989). Volume 43."},
      {
        "id":"ED315507",
        "title":"Proceeding for the Symposium on Research in Extension Education (Columbus, Ohio, May 16-18, 1989)."},
      {
        "id":"ED315509",
        "title":"Project WORTH: Research Report."},
      {
        "id":"ED315510",
        "title":"Project WORTH. Work Opportunity Readiness for the Homeless. Final Evaluation Report 1988-89."},
      {
        "id":"ED315511",
        "title":"Performance-Based Policy Options for Postsecondary Vocational Education and Employment Training Programs."},
      {
        "id":"ED315513",
        "title":"The Case for Integrating Academic and Vocational Education."},
      {
        "id":"ED315514",
        "title":"Changes in the Nature and Structure of Work: Implications for Employer-Sponsored Training."},
      {
        "id":"ED315515",
        "title":"Utilizing Corporate Survey Data to Study Investments in Employee Training and Development."},
      {
        "id":"ED315516",
        "title":"Closing the Gap between Vocational and Academic Education."},
      {
        "id":"ED315517",
        "title":"Information Disclosure in Postsecondary Vocational Education: Possibilities and Practices. Revised."},
      {
        "id":"ED315518",
        "title":"The Search for a Bottom Line in Vocational Training: What Lessons Are Offered by the Job Training Partnership Act?"},
      {
        "id":"ED315519",
        "title":"Reflections on the Federal Role in Vocational Education: Lessons from the State and Local Reforms of the 1980's. Draft."},
      {
        "id":"ED315520",
        "title":"Models of Vocational Training for Limited English Proficient Adults."},
      {
        "id":"ED315521",
        "title":"An Analysis of Vocational Training Needs and Services for Limited English Proficient Adults."},
      {
        "id":"ED315522",
        "title":"Case Studies of Vocational Education Services and Policies for Limited English Proficient Adults."},
      {
        "id":"ED315523",
        "title":"Should We Subsidize Enrollment in or Completion of Postsecondary Schooling?"},
      {
        "id":"ED315524",
        "title":"Effects of Increased Emphasis on Education-Related Activities for Welfare Recipients."},
      {
        "id":"ED315525",
        "title":"Skills, Skill Formation, Productivity and Competitiveness: A Cross-National Comparison of Banks and Insurance Carriers in Five Advanced Economies."},
      {
        "id":"ED315526",
        "title":"Financing Postsecondary Training."},
      {
        "id":"ED315527",
        "title":"Performance-Based Public Policy toward Postsecondary Vocational Education: Some Economic Issues."},
      {
        "id":"ED315528",
        "title":"Using State Unemployment Insurance Wage-Records to Trace the Subsequent Labor Market Experiences of Vocational Education Program Leavers."},
      {
        "id":"ED315529",
        "title":"Private Sector Training in the United States: Who Gets It and Why."},
      {
        "id":"ED315530",
        "title":"Public Subsidies and Private Training."},
      {
        "id":"ED315531",
        "title":"Employer-Sponsored Training: Current Status, Future Possibilities."},
      {
        "id":"ED315532",
        "title":"Estimates and Projections of the Limited English Proficient Adult Population in Need of Employment Training."},
      {
        "id":"ED315533",
        "title":"Mapping Work-Related Education System for Youths in Chicago."},
      {
        "id":"ED315534",
        "title":"Mapping of a Regional Work-Related Educational System in a Metropolitan Area of California."},
      {
        "id":"ED315535",
        "title":"Performance-Based Policies Options for Postsecondary Vocational Education: A Feasibility Study."},
      {
        "id":"ED315536",
        "title":"State and Local Response to the Carl D. Perkins Act. Survey Analysis. Final Report."},
      {
        "id":"ED315537",
        "title":"State and Local Response to the Carl D. Perkins Act. Case Study Analysis. Final Report."},
      {
        "id":"ED315538",
        "title":"Federal Goals and Policy Instruments in Vocational Education: An Assessment of the Resource Allocation and Targeting Provisions of the Carl D. Perkins Vocational Education Act of 1984."},
      {
        "id":"ED315539",
        "title":"School-to-Work Transition Services for Disadvantaged Youth Enrolled in Vocational Education."},
      {
        "id":"ED315540",
        "title":"Linkages between High Schools and Work: Lessons from Japan."},
      {
        "id":"ED315541",
        "title":"Considerations in the Design of the Work and Learning Center."},
      {
        "id":"ED315542",
        "title":"Student Financial Aid and Postsecondary Vocational Education."},
      {
        "id":"ED315543",
        "title":"Enrollment Trends in Vocational and Academic Education in American Public High Schools, 1969 to 1987."},
      {
        "id":"ED315544",
        "title":"The Secondary Schools Taxonomy (SST)."},
      {
        "id":"ED315545",
        "title":"Course Enrollment Patterns in Public Secondary Schools 1969 to 1987."},
      {
        "id":"ED315546",
        "title":"Course Enrollment Patterns in Secondary Schools: 1975 to 1987."},
      {
        "id":"ED315547",
        "title":"Exemplary Secondary Vocational Education: An Exploratory Study of Seven Programs."},
      {
        "id":"ED315548",
        "title":"Access, Achievement, Completion, and &quot;Milling Around&quot; in Postsecondary Vocational Education."},
      {
        "id":"ED315549",
        "title":"Long Time &apos;A Coming&apos;: Options for Federal Financing of Postsecondary Vocational Education."},
      {
        "id":"ED315552",
        "title":"About Our Jobs."},
      {
        "id":"ED315553",
        "title":"Where We Live: A Curriculum Guide. ABE Materials that Address Housing Issues."},
      {
        "id":"ED315554",
        "title":"Adult Learning Center Curriculum Activities."},
      {
        "id":"ED315556",
        "title":"Words of Wisdom from the Literacy Symposium (Washington, D.C., May 25, 1988). Quotes from Participants and Attendees."},
      {
        "id":"ED315557",
        "title":"John Wood Community College Special Needs Transition Initiative 1988-1990."},
      {
        "id":"ED315559",
        "title":"Federal Prison System Reading Programs."},
      {
        "id":"ED315561",
        "title":"Who's Learning To Read and How Do We Know?"},
      {
        "id":"ED315562",
        "title":"Microcomputer Use in Technical Education."},
      {
        "id":"ED315563",
        "title":"Basic Skills, Preparation for the GED, and English as a Second Language. Workplace Literacy Quarterly Report."},
      {
        "id":"ED315565",
        "title":"RRX Catalog of Exemplary Programs and Practices. Regional Rehabilitation Exchange."},
      {
        "id":"ED315566",
        "title":"Job Placement Services. Validation Manual for Exemplary Programs and Practices. Regional Rehabilitation Exchange."},
      {
        "id":"ED315567",
        "title":"Independent Living Services. Validation Manual for Exemplary Programs and Practices. Regional Rehabilitation Exchange."},
      {
        "id":"ED315568",
        "title":"Supported Employment Services. Validation Manual for Exemplary Programs and Practices. Regional Rehabilitation Exchange."},
      {
        "id":"ED315569",
        "title":"Transitional Services. Validation Manual for Exemplary Programs and Practices. Regional Rehabilitation Exchange."},
      {
        "id":"ED315571",
        "title":"Vocational-Technical Education at the Crossroads."},
      {
        "id":"ED315573",
        "title":"An Assessment of Undergraduate Education in American Colleges of Agriculture. Part I: Perceptions of Faculty. Part II: Perceptions of Graduating Seniors. Part III: Perceptions of Other University Students."},
      {
        "id":"ED315574",
        "title":"Technology Education Partnerships: Arkansas Articulation."},
      {
        "id":"ED315575",
        "title":"A Personnel Development Program for Non-Degreed Post Secondary Vocational Instructors."},
      {
        "id":"ED315576",
        "title":"Remarks Prepared for Delivery to the American Vocational Association [by the Assistant Secretary for Policy, U.S. Department of Labor.]"},
      {
        "id":"ED315577",
        "title":"Equivalent Credit. A Guide for Local Discussion and Implementation."},
      {
        "id":"ED315583",
        "title":"Training Hispanics: Implications for the JTPA System. Special Report Number 27."},
      {
        "id":"ED315588",
        "title":"Marketing Cooperative Education. The Role of the Regional Co-op Training Center in Assisting Colleges and Universities. Cooperative Education Marketing Digest Series No. 2."},
      {
        "id":"ED315589",
        "title":"International Trade Curriculum. A Joint Vocational Education Curriculum Project of Alaska, Oregon & Washington."},
      {
        "id":"ED315590",
        "title":"New Directions for a New Decade. A Report to the Cooperative Extension System."},
      {
        "id":"ED315591",
        "title":"Study of the State Management of the Job Training Partnership Act."},
      {
        "id":"ED315593",
        "title":"Review of the Report of the Commission To Assess Veterans' Education Policy and the Response of the DVA. Hearing before the Subcommittee on Education, Training and Employment of the Committee on Veterans' Affairs, House of Representatives, One Hundred First Congress, First Session."},
      {
        "id":"ED315596",
        "title":"Design for Data Collection and Analysis for the New York City Adult Literacy Initiative. The Adult Literacy Information and Evaluation System (ALIES)."},
      {
        "id":"ED315597",
        "title":"New York City Adult Literacy Initiative. Final Report for Fiscal Year 1986."},
      {
        "id":"ED315598",
        "title":"New York City Adult Literacy Initiative. Final Report for Fiscal Year 1985."},
      {
        "id":"ED315600",
        "title":"The Teachers of Vocational Education Teachers."},
      {
        "id":"ED315601",
        "title":"Vocational Education Work Programs: Providing Ample Time for Quality Work Experiences in Response to the Virginia General Assembly House Joint Resolution No. 359."},
      {
        "id":"ED315603",
        "title":"Presentation to the American Vocational Education Research Association and the University Council on Vocational Education. Revised."},
      {
        "id":"ED315604",
        "title":"Student Autonomy in Adult Classes. Manchester Monographs No. 26."},
      {
        "id":"ED315607",
        "title":"Shared-Time versus Full-Time Vocational High Schools in Delaware: An Assessment."},
      {
        "id":"ED315608",
        "title":"The Issues Papers. National Forum on Issues in Vocational Assessment (4th, St. Louis, Missouri, March 9-11, 1989)."},
      {
        "id":"ED315609",
        "title":"Enabling Behaviors Exhibited by Selected Virginia Postsecondary Vocational Technical Instructors."},
      {
        "id":"ED315610",
        "title":"Ways in Which Vocational Education and Training Institutions Can Establish Effective Linkages with Employers."},
      {
        "id":"ED315614",
        "title":"Career Planning: Developing the Nation's Primary Resource."},
      {
        "id":"ED315622",
        "title":"Self-Education: The Founding of Adult Education--Part I."},
      {
        "id":"ED315623",
        "title":"Self-Education: The Founding of Adult Education--Part II."},
      {
        "id":"ED315624",
        "title":"Building Educational Foundations: A Survey of the Literacy Initiatives Undertaken by the Job Training Partnership Act, Title IV, Section 402 Grantees."},
      {
        "id":"ED315628",
        "title":"Preparing Them All. Future Directions of Career-Vocational Preparation Services for California Students with Special Needs."},
      {
        "id":"ED315631",
        "title":"Facilitation of Case Studies Workshop and Pakistan-Specific Case Development for the Advanced Management Course in Public Administration Phase 2 at the National Institute of Public Administration (NIPA) (Lahore, Pakistan, January 18-February 3, 1990). Final Report."},
      {
        "id":"ED315632",
        "title":"Modifying Preservice Vocational Teacher Education Curricula: Preparing Teachers To Serve Limited English-Proficient Students."},
      {
        "id":"ED315636",
        "title":"Adult Basic Education in Alberta: To and Beyond 1990."},
      {
        "id":"ED315638",
        "title":"Keewatin Region Educational Authority Pilot Adult Education Project: Computer-Assisted Learning. Final Report."},
      {
        "id":"ED315639",
        "title":"Strategies and Innovations for Nonformal Education for Women. ASPBAE Courier No. 46."},
      {
        "id":"ED315644",
        "title":"Prepare for a Community Survey. Second Edition. Module A-1 of Category A--Program Planning, Development, and Evaluation. Professional Teacher Education Module Series."},
      {
        "id":"ED315650",
        "title":"Job Training Partnership Act: Participants, Services, and Outcomes. Statement before the Committee on Education and Labor, United States House of Representatives."},
      {
        "id":"ED315653",
        "title":"Corporate Takeovers: Assessment of Resulting Training Needs. Training and Development Research Center Project Number Thirty-Three."},
      {
        "id":"ED315654",
        "title":"Project PROVE. Parolees and Probationers Realize Opportunities via Education. Final Report 1988-89. A National Adult Education Discretionary Program."},
      {
        "id":"ED315655",
        "title":"Project PROVE: Research Report."},
      {
        "id":"ED315663",
        "title":"Learning and Reality: Reflections on Trends in Adult Learning. Information Series No. 336."},
      {
        "id":"ED315664",
        "title":"Adults with Learning Disabilities: An Overview for the Adult Educator. Information Series No. 337."},
      {
        "id":"ED315665",
        "title":"Adult Literacy Education: Program Evaluation and Learner Assessment. Information Series No. 338."},
      {
        "id":"ED315666",
        "title":"School-to-Work Transition for At-Risk Youth. Information Series No. 339."},
      {
        "id":"ED315678",
        "title":"1989 Review Conference on New Electronic Technologies for the Elderly: Issues and Projects. Report of an Aspen Institute Conference (5th, Queenstown, Maryland, March 8-10, 1989). Communications and Society Forum Report #11."},
      {
        "id":"ED315683",
        "title":"The Use of Natural Language in Counseling Psychology Research."}]
  }}
