{
  "response":{"numFound":509939,"start":132000,"numFoundExact":true,"docs":[
      {
        "id":"ED315684",
        "title":"Elementary School Counseling in a Changing World."},
      {
        "id":"ED315685",
        "title":"A Culturally Diverse World."},
      {
        "id":"ED315686",
        "title":"A World of Changing Families."},
      {
        "id":"ED315687",
        "title":"A World of Drug Abuse."},
      {
        "id":"ED315688",
        "title":"A World of Child Abuse and Neglect."},
      {
        "id":"ED315689",
        "title":"A World of Exceptional Children."},
      {
        "id":"ED315690",
        "title":"A Technological World."},
      {
        "id":"ED315691",
        "title":"A Changing World of Work."},
      {
        "id":"ED315692",
        "title":"Learning in a Changing World."},
      {
        "id":"ED315693",
        "title":"Children's Behavior in a Changing World."},
      {
        "id":"ED315694",
        "title":"Human Relations in a Changing World."},
      {
        "id":"ED315698",
        "title":"Informal Social Support: A Close Look at a Community-Based Volunteer Aftercare Program for the Emotionally Disturbed."},
      {
        "id":"ED315699",
        "title":"The Missouri Comprehensive Guidance Model. Highlights: An ERIC/CAPS Digest."},
      {
        "id":"ED315700",
        "title":"Suicide and Sudden Loss: Crisis Management in the Schools. Highlights: An ERIC/CAPS Digest."},
      {
        "id":"ED315701",
        "title":"Counseling and Guidance Software. Highlights: An ERIC/CAPS Digest."},
      {
        "id":"ED315702",
        "title":"Invitational Learning for Counseling and Development. Highlights: An ERIC/CAPS Digest."},
      {
        "id":"ED315703",
        "title":"Counselors and Teachers as Student Advisors. Highlights: An ERIC/CAPS Digest."},
      {
        "id":"ED315704",
        "title":"Adolescent Pregnancy and Parenthood. Highlights: An ERIC/CAPS Digest."},
      {
        "id":"ED315705",
        "title":"Brief Family Consultation in Schools. Highlights: An ERIC/CAPS Digest."},
      {
        "id":"ED315706",
        "title":"Counseling Abused Children. Highlights: An ERIC/CAPS Digest."},
      {
        "id":"ED315707",
        "title":"The Emerging Role of the Community College Counselor. Highlights: An ERIC/CAPS Digest."},
      {
        "id":"ED315708",
        "title":"Post-Traumatic Loss Debriefing: Providing Immediate Support for Survivors of Suicide or Sudden Loss. Highlights: An ERIC/CAPS Digest."},
      {
        "id":"ED315709",
        "title":"Ethical and Legal Issues in School Counseling. Highlights: An ERIC/CAPS Digest."},
      {
        "id":"ED315710",
        "title":"Retention in Grade: A Failed Procedure."},
      {
        "id":"ED315712",
        "title":"Client Judgement of Therapist Characteristics: A Factor in Treatment Outcome."},
      {
        "id":"ED315713",
        "title":"Different Views of Love: Deductive and Inductive Inquiry and the Implications of Research Findings for Counseling."},
      {
        "id":"ED315714",
        "title":"The Role of the Clinical Supervisor in Empowering Students To Work Effectively in Child Maltreatment."},
      {
        "id":"ED315715",
        "title":"Adult Criminal Activity among Adolescents Who Were Aggressive and Withdrawn."},
      {
        "id":"ED315716",
        "title":"The Decline of Marriage among African Americans: Attitudinal Dimensions."},
      {
        "id":"ED315717",
        "title":"Psychological Well-Being and Perceived Marital Opportunity."},
      {
        "id":"ED315718",
        "title":"Perceived Mate Availability and Marital-Familial Values: A Cross-Cultural Analysis."},
      {
        "id":"ED315719",
        "title":"Death Anxiety and Attitudes toward Suicide among Counselors-In-Training."},
      {
        "id":"ED315720",
        "title":"Second Generation Effect of Vietnam: Adolescent Children of Combat Veterans."},
      {
        "id":"ED315722",
        "title":"Do Current Basal Series Use Clear Explanations and Correct Exemplars in Teaching Prefixes?"},
      {
        "id":"ED315724",
        "title":"The History of Reading and the Uses of Literacy in Colonial Mexico. Technical Report No. 494."},
      {
        "id":"ED315726",
        "title":"The Interactive Model of Reading: Deciding How Disability Occurs."},
      {
        "id":"ED315728",
        "title":"The Reading Report Card, 1971-88: Trends from the Nation's Report Card."},
      {
        "id":"ED315731",
        "title":"Phonics Instruction in New Basal Reader Programs. Technical Report No. 496."},
      {
        "id":"ED315732",
        "title":"An Investigation of the Effects of Newspaper-Based Instruction on Reading Vocabulary, Reading Comprehension, and Writing Performance of At-Risk Middle and Secondary School Students. Final Report."},
      {
        "id":"ED315737",
        "title":"Thinking-Aloud: An Examination of Its Transfer To Other Learning Situations."},
      {
        "id":"ED315738",
        "title":"The Use of Visualizing in Comprehending Difficult Abstract Prose."},
      {
        "id":"ED315739",
        "title":"Post-Secondary Developmental Reading. Focused Access to Selected Topics (FAST) Bibliography No. 43."},
      {
        "id":"ED315740",
        "title":"\"Beginning To Read: Thinking and Learning about Print\" by Marilyn Jager Adams. A Summary."},
      {
        "id":"ED315741",
        "title":"Reading Difficulties, Metacognition and Affect."},
      {
        "id":"ED315742",
        "title":"Effects of a Reader Response Approach on Students' Ways of Thinking about Text."},
      {
        "id":"ED315743",
        "title":"Librarians: The Key to a Comprehensive Reading Program."},
      {
        "id":"ED315745",
        "title":"Penn State Adult Literacy Courseware: Impact on Parents and Children. Final Report."},
      {
        "id":"ED315746",
        "title":"Whole Language: Looking for Balance among Dichotomies."},
      {
        "id":"ED315747",
        "title":"A Developmental Study of the Processing of Orthographic Information in Children with Varying Reading Ability."},
      {
        "id":"ED315748",
        "title":"Language Development Component Compensatory Language Experiences and Reading, CLEAR-Reading Recovery Program, 1988-89. Final Evaluation Report."},
      {
        "id":"ED315753",
        "title":"The Teaching of Literature in Programs with Reputations for Excellence in English. Report Series 1.1."},
      {
        "id":"ED315754",
        "title":"Teaching Literature in Elementary School: A Report of a Project on the Elementary School Antecedents of Secondary School Literature Instruction. Report Series 1.3."},
      {
        "id":"ED315755",
        "title":"The Process of Understanding Literature. Report Series 2.1."},
      {
        "id":"ED315756",
        "title":"Teaching Literature in High School: A Teacher-Research Project. Report Series 2.2."},
      {
        "id":"ED315757",
        "title":"Taking the Fear Away from Learning: Observations of Contemporary Fiction Taught by Carol Johnson at the Chestnut Hill School in a City in New York. Report Series 2.3."},
      {
        "id":"ED315758",
        "title":"A Journey with &quot;Great Expectations&quot;: Charles Dickens Meets the Ninth Grade; A Teacher Researcher Discovers Life in Another Classroom. Report Series 2.4."},
      {
        "id":"ED315759",
        "title":"&quot;Being There&quot; with Kevin Tucker. Report Series 2.5."},
      {
        "id":"ED315760",
        "title":"The Heart and Soul of the Class. Report Series 2.6."},
      {
        "id":"ED315761",
        "title":"Classroom as Text: Reading, Interpreting, and Critiquing a Literature Class. Report Series 2.7."},
      {
        "id":"ED315762",
        "title":"The Teacher as Mentor-Guide: Joe Allen on &quot;Antigone.&quot; Report Series 2.8."},
      {
        "id":"ED315763",
        "title":"The Current State of Assessment in Literature. Report Series 3.1."},
      {
        "id":"ED315764",
        "title":"Research on the Learning and Teaching of Literature: Selected Bibliography. Resource Series R.1."},
      {
        "id":"ED315765",
        "title":"Selected Bibliography of Materials and Approaches in the Learning and Teaching of Literature. Resource Series R.2."},
      {
        "id":"ED315766",
        "title":"An Integrated Language Arts Practicum."},
      {
        "id":"ED315768",
        "title":"Possibilities: Scenarios and Scripts To Help Teaching Assistants Respond to Student Writing in All Disciplines."},
      {
        "id":"ED315769",
        "title":"Transforming the Detective Novel: Sex and the Single Sleuth."},
      {
        "id":"ED315771",
        "title":"Fictional Narrative as Resistant Argument in Early Twentieth-Century Feminist Writing."},
      {
        "id":"ED315776",
        "title":"Sixth-Graders Learn from Letter Writing."},
      {
        "id":"ED315778",
        "title":"Writing with Computers: Accommodation, Achievement, and Attitudes."},
      {
        "id":"ED315780",
        "title":"The Writing Report Card, 1984-88: Findings from the Nation&apos;s Report Card."},
      {
        "id":"ED315781",
        "title":"The Language Arts Link: A Sourcebook for HIV/AIDS Education in the English Classroom, Grades 11-12."},
      {
        "id":"ED315782",
        "title":"Keyboarding, Word Processing, and Middle School Language Arts: A Bibliography."},
      {
        "id":"ED315784",
        "title":"Collaborative Writing Project Product Evaluation 1988-1989. Evaluation Report."},
      {
        "id":"ED315785",
        "title":"Evaluating Student Writing: Methods and Measurement. ERIC Digest."},
      {
        "id":"ED315786",
        "title":"Middle School English Language Arts: English Language Arts 6, Honors English Language Arts 6, Honors English Language Arts/Reading 6."},
      {
        "id":"ED315787",
        "title":"Middle School English Language Arts: English Language Arts 7, Honors English Language Arts 7, Honors English Language Arts/Reading 7."},
      {
        "id":"ED315788",
        "title":"Middle School English Language Arts: English Language Arts 8, Honors English Language Arts 8, Honors English Language Arts/Reading 8, English I."},
      {
        "id":"ED315789",
        "title":"Encountering Student Texts: Interpretive Issues in Reading Student Writing."},
      {
        "id":"ED315791",
        "title":"Computers and the Classroom: A Look at Changes in Pedagogy."},
      {
        "id":"ED315792",
        "title":"Writing Exercises for High School Students. Teaching Resources in the ERIC Database (TRIED) Series."},
      {
        "id":"ED315795",
        "title":"Oregon Statewide Writing Assessment, Grade 8: Results and Analysis."},
      {
        "id":"ED315796",
        "title":"Ronald Reagan's Civil Religion."},
      {
        "id":"ED315799",
        "title":"Theoretical and Empirical Comparisons of Holistic and Analytic Scoring of Written and Spoken Discourse."},
      {
        "id":"ED315800",
        "title":"Taylor, Graicunas, Worthy, Likert, and Thayer: Span of Control and Organizational Structure--Where They Fit on the &quot;Leadership Continuum.&quot;"},
      {
        "id":"ED315801",
        "title":"Assuring Quality and Standard Evaluation in the Basic Course: Training and Supervising Graduate Students."},
      {
        "id":"ED315804",
        "title":"The Most Desirable Preparation for Public Relations Professionals: Fit of Existing and Model Curriculum with Theoretical and Philosophical Developments."},
      {
        "id":"ED315806",
        "title":"Groups in Action on Prime-Time TV."},
      {
        "id":"ED315808",
        "title":"The Impact of Corporate External and Internal Message Congruency upon the Acceptance of Employee Unethical Acts."},
      {
        "id":"ED315811",
        "title":"The Nature of the &quot;Total&quot; Forensic Program: The 1990's and Beyond."},
      {
        "id":"ED315813",
        "title":"the NIET and the NFA: What Is Their Impact on Event Descriptions and Conflict Patterns?"},
      {
        "id":"ED315818",
        "title":"The Contributions of Speech Communication Scholarship to the Study of Terrorism: Review and Preview."},
      {
        "id":"ED315819",
        "title":"Member Involvement in a Student Religious Organization: A Qualitative Analysis."},
      {
        "id":"ED315821",
        "title":"Telephone Openings: Analyzing &quot;Stranger&quot; Calls and &quot;Acquaintance&quot; Calls."},
      {
        "id":"ED315824",
        "title":"Activating Interpersonal Influence in Health Promotion: A Field Test of Iowa's Program Against Smoking."},
      {
        "id":"ED315825",
        "title":"Who's Out There...And Why Not?"},
      {
        "id":"ED315826",
        "title":"The Importance of Internship Experiences to Undergraduate Communication Students."},
      {
        "id":"ED315828",
        "title":"The Biased Perceiver: Correlations of Nonverbal Message Valence and Intent."},
      {
        "id":"ED315830",
        "title":"Combining Divergent Organizational Cultures."},
      {
        "id":"ED315831",
        "title":"Academic Freedom and Scholarly Journals in Speech Communication: An Editor's Perspective."},
      {
        "id":"ED315833",
        "title":"The Myth and Magic of &quot;Star Wars&quot;: A Jungian Interpretation."},
      {
        "id":"ED310815",
        "title":"Faculty Use of Interactive Media Technology."},
      {
        "id":"ED310817",
        "title":"Challenges for Preparing the New Work Force for the Year 2000."},
      {
        "id":"ED310818",
        "title":"Institutional Effectiveness: A Three-Year (1985-1988) Status Report. Methodology, Findings, Next Steps. Institutional Research Report #43."},
      {
        "id":"ED310819",
        "title":"A Conceptual Framework for Describing the Causes of Student Attrition. Institutional Research Report #44."},
      {
        "id":"ED310820",
        "title":"Monroe County Community College Writing across the Curriculum: Annual Report, 1988-89."},
      {
        "id":"ED310821",
        "title":"Challenges and Opportunities: Minorities in Missouri Higher Education."},
      {
        "id":"ED310822",
        "title":"The Invisible Campus: Off-Campus and Out-of-District Instruction in Missouri, Fiscal Year 1988."},
      {
        "id":"ED310823",
        "title":"Manpower Trends and Issues: A National Perspective, A Missouri Context."},
      {
        "id":"ED310828",
        "title":"Writing Across the Curriculum."},
      {
        "id":"ED310829",
        "title":"Perspectives on Student Development. New Directions for Community Colleges, Number 67."},
      {
        "id":"ED310830",
        "title":"Staying in the Picture. Retention Program: Seeking the Answers, 1988-89."},
      {
        "id":"ED310832",
        "title":"Commitment to Transfer. ERIC Digest."},
      {
        "id":"ED310833",
        "title":"Student Tracking Systems in Community Colleges. ERIC Digest, September 1989."},
      {
        "id":"ED310835",
        "title":"Academic and Developmental Services End of Year Status Report, 1988-89."},
      {
        "id":"ED310837",
        "title":"Follow-Up Survey of PVCC Graduates of the Class of 1987-1988."},
      {
        "id":"ED310839",
        "title":"Leaving Home Again. Instructor Manual."},
      {
        "id":"ED310843",
        "title":"The Growth of Values: Who Is Admired and Why?"},
      {
        "id":"ED310844",
        "title":"When is a Schema not a Schema? The Case of Gender Schema."},
      {
        "id":"ED310848",
        "title":"Contextual Constraints and Children's Friendship Relations."},
      {
        "id":"ED310849",
        "title":"Intensity and Sequence of Parental Discipline in High-Risk Families."},
      {
        "id":"ED310852",
        "title":"Effects of Kindergarten Scheduling: A Summary of Research. Research Brief."},
      {
        "id":"ED310855",
        "title":"Utilizing the Resources of Parent Volunteers To Increase Parental Involvement in a Fourth Grade Class."},
      {
        "id":"ED310858",
        "title":"The Classroom Practices Inventory: An Observation Instrument Based on NAEYC's Guidelines for Developmentally Appropriate Practices for 4- and 5-Year-Old Children."},
      {
        "id":"ED310859",
        "title":"Consequences of Family Change for Children's Development."},
      {
        "id":"ED310863",
        "title":"Music in Early Childhood."},
      {
        "id":"ED310864",
        "title":"Teachers Initiating Change towards More Flexible Curriculum Practices."},
      {
        "id":"ED310866",
        "title":"An Australian Consideration of Program Accreditation as a Way of Filling the Gap from Minimum to High Quality Standards."},
      {
        "id":"ED310869",
        "title":"Current Programme."},
      {
        "id":"ED310870",
        "title":"Beyond Child Survival: Towards a New Future. Report of the Bernard van Leer Foundation, 1986-1987."},
      {
        "id":"ED310871",
        "title":"Evaluation in Action: A Case Study of an Under-Fives Centre in Scotland. Occasional Paper No. 3."},
      {
        "id":"ED310872",
        "title":"Child Care: Selected Bibliography. Fact Sheet for the Chairman, Subcommittee on Human Resources, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED310873",
        "title":"Assessing Community Need for Child Care: Resource Material for Conducting Community Needs Assessments."},
      {
        "id":"ED310874",
        "title":"Infant Group Care Risks."},
      {
        "id":"ED310876",
        "title":"Reasoning by Young Children: Knowing When and When Not To Make an Inference."},
      {
        "id":"ED310877",
        "title":"A Longitudinal Study of Extremely Popular Children."},
      {
        "id":"ED310881",
        "title":"Cooperative Problem-Solving in the Classroom."},
      {
        "id":"ED310882",
        "title":"Curriculum Decision Making in Early Childhood Centres in Two Regions of NSW, Australia."},
      {
        "id":"ED310883",
        "title":"Characteristics of Field-Dependent Children in Instructional Settings."},
      {
        "id":"ED310886",
        "title":"Prime Time in the First Grade at the North Gibson School Corporation: The First Four Years. A Longitudinal Evaluation of Indiana's State-Supported Reduced Class Size Program."},
      {
        "id":"ED310887",
        "title":"Urban and Suburban Residents' Perceptions of Farmers and Agriculture."},
      {
        "id":"ED310888",
        "title":"Identification of Learning Styles Existent among Students Attending School in Selected Northeastern Manitoba Communities."},
      {
        "id":"ED310889",
        "title":"Teaching and Learning with Computers! A Method for American Indian Bilingual Classrooms."},
      {
        "id":"ED310890",
        "title":"Work Disability in Appalachia."},
      {
        "id":"ED310891",
        "title":"The North Park Project: Effective Schools/Effective Teachers."},
      {
        "id":"ED310892",
        "title":"Indians of Washington State. Revised Edition."},
      {
        "id":"ED310893",
        "title":"Establishing and Enriching School-Community Ties in Small Schools. Small Schools Network Information Exchange Number 6."},
      {
        "id":"ED310896",
        "title":"Appalachian Childhood."},
      {
        "id":"ED310898",
        "title":"Cherokees."},
      {
        "id":"ED310901",
        "title":"A Portfolio of Community College Initiatives in Rural Economic Development."},
      {
        "id":"ED310903",
        "title":"Schooling for Gypsies' and Travellers' Children: Evaluating Innovation. Report of the European Teachers Seminar (35th, Donaueschingen, West Germany, May 18-23, 1987)."},
      {
        "id":"ED310904",
        "title":"Not Poor in Spirit: Hope for Kentucky&apos;s Low-Income Families and Children."},
      {
        "id":"ED310907",
        "title":"Management Strategies for Administrators in Small Schools. Small Schools Network Information Exchange, Number 7."},
      {
        "id":"ED310909",
        "title":"A Model for Rural Social Service Outreach."},
      {
        "id":"ED310910",
        "title":"Non-Human Loss in Rural Areas."},
      {
        "id":"ED310911",
        "title":"Take Pride in America Educational Leader's Guide."},
      {
        "id":"ED310914",
        "title":"Alternative Perspectives on Knowing Mathematics in Elementary Schools. Elementary Subjects Center Series No. 11."},
      {
        "id":"ED310918",
        "title":"Development of Students' Interest in Physics in Relation to Characteristics of Instruction and Out-of-School Conditions."},
      {
        "id":"ED310919",
        "title":"Effects of Computer Assisted Instruction on Mathematics and Locus of Control."},
      {
        "id":"ED310920",
        "title":"The Role of Children's Diagrams and Pictures in Their Solution of Complex Arithmetic Problems."},
      {
        "id":"ED310922",
        "title":"Geometric Understanding and Misconceptions among Gifted Fourth-Eighth Graders."},
      {
        "id":"ED310923",
        "title":"Limited English Proficient Students and Mathematics and Science Achievement: Strategies for Success Practiced within California Academic Partnership Program Projects."},
      {
        "id":"ED310924",
        "title":"Environmental Science Curriculum Guide, 1987. Bulletin 1792."},
      {
        "id":"ED310929",
        "title":"ACCIS Guide to United Nations Information Sources on the Environment."},
      {
        "id":"ED310930",
        "title":"Shaping Science and Math Curriculum in the Age of Glasnost: Reports from Soviet Classrooms."},
      {
        "id":"ED310931",
        "title":"Hierarchical Problem Solving as a Means of Promoting Expertise."},
      {
        "id":"ED310932",
        "title":"NASA and the Educational Community. An Inventory of Programs."},
      {
        "id":"ED310934",
        "title":"The Upper Atmosphere; Threshold of Space."},
      {
        "id":"ED310935",
        "title":"Space Shuttle: The Renewed Promise."},
      {
        "id":"ED310937",
        "title":"On the Wings of a Dream: The Space Shuttle."},
      {
        "id":"ED310938",
        "title":"Space Pioneers and Where They Are Now."},
      {
        "id":"ED310939",
        "title":"Space Station Freedom. A Foothold on the Future."},
      {
        "id":"ED310941",
        "title":"Orders of Magnitude. A History of the NACA and NASA, 1915-1990. The NASA History Series."},
      {
        "id":"ED310942",
        "title":"Beyond Earth's Boundaries: Human Exploration of the Solar System in the 21st Century. 1988 Annual Report to the Administrator."},
      {
        "id":"ED310943",
        "title":"The Relationship between the Process Skill of Prediction and Students' Misconceptions in Biology."},
      {
        "id":"ED310944",
        "title":"Spinoff 1985."},
      {
        "id":"ED310945",
        "title":"Spinoff 1986."},
      {
        "id":"ED310946",
        "title":"Discovery."},
      {
        "id":"ED310948",
        "title":"Apostolic Service Activities for Catholic Elementary School Students."},
      {
        "id":"ED310952",
        "title":"Teaching Political Science in the Arab World."},
      {
        "id":"ED310955",
        "title":"An Evaluation of Programs 1 and 2 from &quot;Econ and Me.&quot; Research Report Number 106."},
      {
        "id":"ED310957",
        "title":"Folk Recordings Selected from the Archive of Folk Culture."},
      {
        "id":"ED310959",
        "title":"The Difference in 'Thinking' among Students Who Like Economics."},
      {
        "id":"ED310960",
        "title":"Folklife Annual, 1986."},
      {
        "id":"ED310961",
        "title":"Folklife Annual, 1987."},
      {
        "id":"ED310962",
        "title":"Teaching Thinking Skills: Social Studies. Building Students' Thinking Skills Series."},
      {
        "id":"ED310965",
        "title":"An Urgent Task: What Bishops and Priests Say about Religious Education Programs."},
      {
        "id":"ED310966",
        "title":"The Network Notebook: A Casebook for the Arts in Education."},
      {
        "id":"ED310967",
        "title":"Indigenous Peoples and the United Nations: A Curriculum Project for Grades VII-XII."},
      {
        "id":"ED310968",
        "title":"Journal of the Midwest History of Education Society. Volume 17, 1989."},
      {
        "id":"ED310971",
        "title":"Decision Making: An Overlooked Basic Skill."},
      {
        "id":"ED310974",
        "title":"Christopher Columbus: The Hero and the Historians."},
      {
        "id":"ED310975",
        "title":"Obstacles to Ethics Instruction."},
      {
        "id":"ED310979",
        "title":"Elementary General Music: A Discipline-Based Review. Elementary Subjects Center Series No. 4."},
      {
        "id":"ED310980",
        "title":"Bicentennial of the United States Constitution: A Resource Guide. Supplement II: 1989. The Establishment of the Federal Government and National Defense."},
      {
        "id":"ED310981",
        "title":"Sexual Harassment: What's Good for the Goose Is Good For the Gander."},
      {
        "id":"ED310982",
        "title":"Semiotic and Society in Nineteenth-Century America."},
      {
        "id":"ED310985",
        "title":"Geography Internships: First, the Good News."},
      {
        "id":"ED310986",
        "title":"The United States and the Indian Constitution."},
      {
        "id":"ED310987",
        "title":"Technological Literacy for the &quot;New Majority&quot;: Enhancing Secondary Science Education through Science/Technology/Society (STS) for Urban/Minority Youth."},
      {
        "id":"ED310989",
        "title":"International Directory of Approved Music Education: Doctoral Dissertations in Progress."},
      {
        "id":"ED310997",
        "title":"A Marketer's Guide to Discretionary Income."},
      {
        "id":"ED311000",
        "title":"Consortium for Teaching Asia and the Pacific in the Schools (CTAPS). East-West Center Project Overview."},
      {
        "id":"ED311001",
        "title":"An Annotated Bibliography of Literature Involving the Topic of the Curricular Status of Music Education in the Public Schools."},
      {
        "id":"ED311002",
        "title":"Pathways to Change: Improving the Quality of Education in Developing Countries. World Bank Discussion Papers 53."},
      {
        "id":"ED311004",
        "title":"Empowering Teachers: The Key to School Based Reform."},
      {
        "id":"ED311007",
        "title":"Systematic Observation Techniques To Improve Teaching."},
      {
        "id":"ED311010",
        "title":"Shifting Social Science Conceptions of Research: The Possibility of the Practical Argument in Teacher Education."},
      {
        "id":"ED311012",
        "title":"The Relationship of Teacher Burnout to Primary and Secondary Appraisal, Coping Systems, Role Strain and Teacher/Principal Behavior."},
      {
        "id":"ED311014",
        "title":"The Status of Teachers and Teacher Education in High School Psychology."},
      {
        "id":"ED311019",
        "title":"A Model for Implementing a Knowledge-Based Curriculum in Teacher Education."},
      {
        "id":"ED311024",
        "title":"Dance Technology. Current Applications and Future Trends."},
      {
        "id":"ED311026",
        "title":"Empathy, Self-Esteem and Creativity among Junior Ballet Dancers."},
      {
        "id":"ED311041",
        "title":"A Guide to Developing Communication across the Curriculum."},
      {
        "id":"ED311043",
        "title":"Recruitment and Retention of Minority Students Entering Teacher Education."},
      {
        "id":"ED311044",
        "title":"An Investigation of SCDEs' Efforts To Recruit an Ethnic and Cultural Mix of Preservice Teacher Education Students."},
      {
        "id":"ED311045",
        "title":"NAGWS Volleyball Guide, 1989. Official Rules &amp; Interpretations/Officiating."},
      {
        "id":"ED311046",
        "title":"Volunteers in Leisure. A Management Perspective."},
      {
        "id":"ED311047",
        "title":"Evaluating Career Ladder/Incentive Programs. [Summary of a Report.]"},
      {
        "id":"ED311048",
        "title":"Why the Decline in Minority Teachers? Preparing More Minority Teachers. Regional Spotlight. News of Education in SREB States."},
      {
        "id":"ED311049",
        "title":"Instructionally Sensitive Psychometrics: Applications to the Second International Mathematics Study. Rough Draft."},
      {
        "id":"ED311059",
        "title":"Four Multitrait-Multimethod Approaches to Examining the Construct Validity of Adolescent Self-Concept within and across Gender."},
      {
        "id":"ED311061",
        "title":"Why Secondary Teachers Fail Students."},
      {
        "id":"ED311062",
        "title":"Who Writes This Junk? Who Reads Evaluation Reports Anyway? Publication Number 88.21."},
      {
        "id":"ED311063",
        "title":"What &quot;Our&quot; 17-Year-Olds Know: One District&apos;s Assessment. Publication No. 88.20."},
      {
        "id":"ED311064",
        "title":"Annual Report on Student Achievement 1988-89. Austin Independent School District. Publication No. 88.35."},
      {
        "id":"ED311065",
        "title":"Watching the Progress of Limited-English-Proficient (LEP) Students 1988-89. Austin Independent School District. Publication No. 88.39."},
      {
        "id":"ED311066",
        "title":"ORE's GENeric Evaluation SYStem: GENESYS 1988-89."},
      {
        "id":"ED311068",
        "title":"Facet Analysis of the Client Needs Assessment Instrument."},
      {
        "id":"ED311069",
        "title":"A Theoretical Model and Instrument for Selecting Vendor-Supplied Training Programs. Project Number 31."},
      {
        "id":"ED311070",
        "title":"Applications of Multivariate Statistics: A Bibliography of Canonical Correlation Analysis Studies."},
      {
        "id":"ED311071",
        "title":"Instructional Effectiveness: Desperately Seeking Indicators of Quality."},
      {
        "id":"ED311073",
        "title":"A Structured Method for Direct Assessment of Writing."},
      {
        "id":"ED311074",
        "title":"Teacher Burnout: Validating the Maslach Burnout Inventory across Four Educational Levels."},
      {
        "id":"ED311078",
        "title":"A Comparison of Handbooks 2R and 2R[squared]: Implications for Data Comparability."},
      {
        "id":"ED311079",
        "title":"Variations in Definitions and Procedures for Student Counts: Enrollment, Fall Enrollment, Membership and Average Daily Membership. Improving Universe Data on Schools and School Districts."},
      {
        "id":"ED311080",
        "title":"Federal Programs Information on School and School District Universe Files. Improving Universe Data on Schools and School Districts."},
      {
        "id":"ED311081",
        "title":"Conceptual Framework. Technical Report. Improving Universe Data on Schools and School Districts."},
      {
        "id":"ED311082",
        "title":"School and Student Classifications for Universe Data Files. Improving Universe Data on Schools and School Districts."},
      {
        "id":"ED311083",
        "title":"Recommendations for State-by-State Assessment of Student Achievement."},
      {
        "id":"ED311084",
        "title":"State Collection Practices on Universe Data Elements. Summary. Improving Universe Data on Schools and School Districts."},
      {
        "id":"ED311085",
        "title":"Recommendations for Improving the National Education Statistical Database. Summary. Improving Universe Data on Schools and School Districts."},
      {
        "id":"ED311087",
        "title":"The SAT Gender Gap: Identifying the Causes."},
      {
        "id":"ED311088",
        "title":"In the Eye of the Beholder: Teachers as Perceivers."},
      {
        "id":"ED311089",
        "title":"Development of an Instrument To Assess Learning Strategies."},
      {
        "id":"ED311091",
        "title":"A Tailored Educational Evaluation Program."},
      {
        "id":"ED311094",
        "title":"Services to Children and the Urban Fiscal Crisis: A Comparison of Experiences Among States and Localities. A Report to the U.S. National Institute of Education."},
      {
        "id":"ED311095",
        "title":"Children's Services in an Era of Uncertainty. [Chapter One]."},
      {
        "id":"ED311096",
        "title":"The Tax Limitation Movement of the 1970's: A National Perspective [Chapter Two]."},
      {
        "id":"ED311097",
        "title":"Keeping Up with California: The Impact of Massachusetts' Proposition 2-1/2 on Local Children's Services [Chapter Three]."},
      {
        "id":"ED311098",
        "title":"Responses to Local Fiscal Stress: Privatization and Coproduction of Children's Services in California [Chapter Four]."},
      {
        "id":"ED311099",
        "title":"Children's Programs in an Era of Scarce Resources [Chapter Five]."},
      {
        "id":"ED311100",
        "title":"Children in a Fiscally Distressed Environment: The Case of Michigan [Chapter Six]."},
      {
        "id":"ED311101",
        "title":"Fiscal Containment and the Expendable Curriculum [Chapter Seven]."},
      {
        "id":"ED311106",
        "title":"State Bilingual and ECIA Chapter 1 Migrant Product Evaluation Report. 1988-89."},
      {
        "id":"ED311108",
        "title":"Homelessness: HUD's and FEMA's Progress in Implementing the McKinney Act. Report to the Congress."},
      {
        "id":"ED311109",
        "title":"Remarks by James P. Turner, Acting Assistant Attorney General, Civil Rights Division, before the First Annual Conference, National Fair Housing Alliance, Washington, D.C."},
      {
        "id":"ED311110",
        "title":"Reauthorization of Demonstration Partnership Agreements Addressing the Needs of the Poor. Hearing before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, One Hundred First Congress, First Session."},
      {
        "id":"ED311111",
        "title":"Time of Transition: The Growth of Families Headed by Women."},
      {
        "id":"ED311112",
        "title":"Employment and Health among Older Black Women: Implications for Their Economic Status. Working Paper No. 177."},
      {
        "id":"ED311114",
        "title":"Social Adjustment and Integration of Minority Students in Schools: A Study of Greek Remigrant Children."},
      {
        "id":"ED311115",
        "title":"Black Women in the New Services Economy: Help or Hinderance in Economic Self-Sufficiency? Working Paper No. 196."},
      {
        "id":"ED311118",
        "title":"What Happens When Persons Leave Welfare: Data from the SIPP Panel File."},
      {
        "id":"ED311119",
        "title":"Asian Indians in the United States: A 1980 Census Profile. Papers of the East-West Population Institute. Number 111."},
      {
        "id":"ED311120",
        "title":"Computers and Opportunities for Literacy Development. ERIC/CUE Digest No. 54."},
      {
        "id":"ED311122",
        "title":"Urban Poverty and the Welfare State: Comparative Reflections on Scandinavia and the U.S. Working Paper No. 481."},
      {
        "id":"ED311124",
        "title":"Cambodians in Hawaii and Their Relation to Employment and Welfare."},
      {
        "id":"ED311130",
        "title":"Transiency and Stability in the Los Angeles Unified School District, 1987-88. Publication No. 526."},
      {
        "id":"ED311131",
        "title":"Retention Patterns in the Los Angeles Unified School District. June 1987. Publication No. 522."},
      {
        "id":"ED311132",
        "title":"Evaluation of the Junior High School Student Assistance Program. Publication No. 495."},
      {
        "id":"ED311133",
        "title":"Basic Activities Surveys: Parent and Staff Opinions about the LAUSD Instructional Program, Spring 1987. Publication No. 520."},
      {
        "id":"ED311134",
        "title":"Graduates, Dropouts, and Transfers in the Los Angeles Unified School District, 1985-86. Publication No. 514."},
      {
        "id":"ED311135",
        "title":"Plans of the 1986 Graduates. Los Angeles Unified School District. Publication No. 490."},
      {
        "id":"ED311136",
        "title":"Recent Literature on Urban and Minority Education. ERIC/CUE Digest No. 44."},
      {
        "id":"ED311140",
        "title":"Compensatory Education Product Evaluation: Elementary and Secondary Academic Achievement (A2). 1988-1989."},
      {
        "id":"ED311142",
        "title":"Collecting National Dropout Statistics."},
      {
        "id":"ED311144",
        "title":"The Cohort Report: Four-Year Results for the Class of 1988 and Follow-Ups of the Classes of 1986 and 1987. OREA Report. Accountability Section Report."},
      {
        "id":"ED311145",
        "title":"The Annual Dropout Report 1987-88. OREA Report. Accountability Section Report."},
      {
        "id":"ED311146",
        "title":"A Systematic Approach for Responsibly and Effectively Managing the Disruptive Behavior of &quot;At-Risk&quot; Students."},
      {
        "id":"ED311147",
        "title":"Urban School Finance: The Quest for Equal Educational Opportunity. ERIC/CUE Digest No. 55."},
      {
        "id":"ED311148",
        "title":"Middle School Education--The Critical Link in Dropout Prevention. ERIC/CUE Digest No. 56."},
      {
        "id":"ED311158",
        "title":"Learning about AIDS. Interim Materials. Participatory Health Education Strategies for Health Educators with a Responsibility for Adult Education about AIDS [and] Update."},
      {
        "id":"ED311174",
        "title":"World Perspective Case Descriptions on Educational Programs for Adults: Israel."},
      {
        "id":"ED311175",
        "title":"World Perspective Case Descriptions on Educational Programs for Adults: Italy."},
      {
        "id":"ED311182",
        "title":"World Perspective Case Descriptions on Educational Programs for Adults: St. Lucia."},
      {
        "id":"ED311186",
        "title":"World Perspective Case Descriptions on Educational Programs for Adults: Tanzania."},
      {
        "id":"ED311188",
        "title":"World Perspective Case Descriptions on Educational Programs for Adults: U.S.A."},
      {
        "id":"ED311191",
        "title":"Occasional Papers on Non-Traditional Adult Education."},
      {
        "id":"ED311194",
        "title":"Glimpses into Northwest Lives: Some Outstanding Women."},
      {
        "id":"ED311205",
        "title":"Analysis of State and Regional Personnel Shortages and National Training Needs for Selected Specialties in Vocational Rehabilitation. Volume I: Final Report. Volume II: Tabulations."},
      {
        "id":"ED311206",
        "title":"National Assessment of Personnel Shortages and Training Needs in Vocational Rehabilitation."},
      {
        "id":"ED311208",
        "title":"GED Essay Writing: Writing with Spirit. A Notebook for GED Writing Instructors."},
      {
        "id":"ED311209",
        "title":"Computer Software for Teaching Basic Skills to Adults. An Evaluation."},
      {
        "id":"ED311215",
        "title":"Juggling Lessons. A Curriculum for Women Who Go to School, Work, and Care for Their Families. Instructor's Guide and Student Workbook."},
      {
        "id":"ED311218",
        "title":"The PRO-TECH Program. A Program for Gifted and Talented High School Students in Connecticut's Vocational-Technical School System."},
      {
        "id":"ED311222",
        "title":"Power Mechanics Curriculum Guide. Curriculum Development. Bulletin 1813."},
      {
        "id":"ED311223",
        "title":"Advanced Electricity. Microprocessors and Robotics. Curriculum Development. Bulletin 1803."},
      {
        "id":"ED311225",
        "title":"Principles of Technology Curriculum Guide. Curriculum Development. Bulletin 1812."},
      {
        "id":"ED311227",
        "title":"Resource Manual of Jointly Planned/Funded Programs/Services/Activities To Serve Special Populations."},
      {
        "id":"ED311229",
        "title":"Increasing Vocational Options for Students with Learning Handicaps: A Practical Guide."},
      {
        "id":"ED311233",
        "title":"Trends and Updates in Secretarial Education."},
      {
        "id":"ED311244",
        "title":"Prisons for Profit: Public Justice, Private Interests."},
      {
        "id":"ED311251",
        "title":"Declining American Incomes and Living Standards. Seminar (Washington, D.C., May 1986)."},
      {
        "id":"ED311253",
        "title":"Implementing JOBSTART. A Demonstration for School Dropouts in the JTPA System."},
      {
        "id":"ED311256",
        "title":"Employment Service. Variations in Local Office Performance. Briefing Report to the Chairman, Subcommittee on Employment Opportunities, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED311257",
        "title":"Guide to Databases Containing Data on Vocational and Adult Education Maintained by the U.S. Department of Education."},
      {
        "id":"ED311258",
        "title":"State Administrators in Kentucky. A Study of Their Professional Socialization, Public Service Values and Political Orientations."},
      {
        "id":"ED311259",
        "title":"Evaluation Study of Day-Care Centers in Israel."},
      {
        "id":"ED311260",
        "title":"Summary of Vocational/Technical Program Offerings for Secondary Schools in Montana 1987-88."},
      {
        "id":"ED311261",
        "title":"State of Montana Employer Needs Survey."},
      {
        "id":"ED311263",
        "title":"A Follow-up Study of the 1988 Graduates of Postsecondary Vocational Programs in Montana."},
      {
        "id":"ED311264",
        "title":"Tourism Technical Advisory Committee on Curriculum Development. Job Clusters, Competencies and Task Analysis."},
      {
        "id":"ED311265",
        "title":"Mining and Minerals Technical Advisory Committee on Curriculum Development. Job Clusters, Competencies and Task Analysis."},
      {
        "id":"ED311266",
        "title":"Health Care Technical Advisory Committee on Curriculum Development. Job Clusters, Competencies and Task Analysis."},
      {
        "id":"ED311267",
        "title":"Forestry Technical Advisory Committee on Curriculum Development. Job Clusters, Competencies and Task Analysis."},
      {
        "id":"ED311268",
        "title":"Agriculture Technical Advisory Committee on Curriculum Development. Job Clusters, Competencies and Task Analysis."},
      {
        "id":"ED311269",
        "title":"Time To Commence. Articulation in Vocational Technical Education in Montana."},
      {
        "id":"ED311270",
        "title":"A Needs Assessment of Vocational Technical Teachers in Montana, 1988-89."},
      {
        "id":"ED311272",
        "title":"Mechanical Systems. Competency Statements/Objectives and Reference Guide."},
      {
        "id":"ED311273",
        "title":"Carpentry. Competency Statements/Objectives and Reference Guide. Revised."},
      {
        "id":"ED311274",
        "title":"End-of-the-Year Narrative Annual Report for Adult Education Programs. Bulletin 1799."},
      {
        "id":"ED311287",
        "title":"American Conservation and Youth Service Corps Act of 1989. Hearing on S. 322 before the Subcommittee on Children, Family, Drugs and Alcoholism of the Committee on Labor and Human Resources. United States Senate, One Hundred First Congress, First Session (Hartford, Connecticut)."},
      {
        "id":"ED311288",
        "title":"Hearings on the Issue of National Service. Joint Hearings before the Subcommittees on Elementary, Secondary, and Vocational Education; Postsecondary Education; Human Resources; Select Education; and Employment Opportunities of the Committee on Education and Labor. House of Representatives, One Hundred First Congress, First Session (March 15, April 19, and June 28, 1989)."},
      {
        "id":"ED311289",
        "title":"Montgomery GI Bill Amendments. Parts 1-2. Report To Accompany H.R. 1358, Which on March 9, 1989 Was Referred Jointly to the Committees on Veterans' Affairs and Armed Services. Including Cost Estimate of the Congressional Budget Office."},
      {
        "id":"ED311297",
        "title":"New Strategies for a New Decade. Proceedings of the United States Association for Small Business and Entrepreneurship Annual National Conference (4th, Cleveland, Ohio, October 8-11, 1989)."},
      {
        "id":"ED311301",
        "title":"Another Ounce of Prevention: Education and Employment Interventions for 9 to 15 Year Olds. Report No. 23."},
      {
        "id":"ED311302",
        "title":"Report of a Survey of Texas Adult Education Cooperative Directors."},
      {
        "id":"ED311303",
        "title":"New Limits to Growth. Economic Transformation and Occupational Education."},
      {
        "id":"ED311304",
        "title":"Directory of Human Resources To Better Serve Learners with Special Needs in Vocational Education."},
      {
        "id":"ED311305",
        "title":"Entrepreneurship. Curriculum Development. Bulletin 1815."},
      {
        "id":"ED311306",
        "title":"Women in the Trades: Final Report of a Survey of Massachusetts Tradeswomen. Working Paper No. 195."},
      {
        "id":"ED311308",
        "title":"Trends and Issues in International Agricultural Extension: The End of the Beginning."},
      {
        "id":"ED311309",
        "title":"Rutgers Train the Trainer Program: Teaching Noncareer Prospective Teachers How To Teach."},
      {
        "id":"ED311314",
        "title":"Developmental Differences in the Self-Reports of Depressive Symptoms: Clinic-Referred Children versus Adolescents."},
      {
        "id":"ED311319",
        "title":"Multi-Faceted Dimensions of Self-Concept and Personal Control: A Collection of Six Related Studies."},
      {
        "id":"ED311320",
        "title":"Reducing the Risk: Building Skills To Prevent Pregnancy."},
      {
        "id":"ED311321",
        "title":"Reducing the Risk: Building Skills To Prevent Pregnancy. Student Workbook."},
      {
        "id":"ED311324",
        "title":"Follow-Up Study of 1988 Graduates."},
      {
        "id":"ED311329",
        "title":"Freshman Attitudes and Behavior toward Drugs: A Comparison by Year and Gender. Research Report #8-89."},
      {
        "id":"ED311330",
        "title":"Volunteer Motivations Across Student Organizations: A Test of Person-Environment Fit Theory. Research Report #7-89."},
      {
        "id":"ED311332",
        "title":"Student Attitudes toward \"JAPs\": The New Anti-Semitism. Research Report #9-89."},
      {
        "id":"ED311333",
        "title":"Not Far Enough: Women vs. Smoking. A Workshop for Women's Group and Women's Health Leaders."},
      {
        "id":"ED311334",
        "title":"Student Suicide: A Guide for Intervention."},
      {
        "id":"ED311335",
        "title":"Sources for Cross Cultural Counseling."},
      {
        "id":"ED311336",
        "title":"Nonachieving Students at Risk: School, Family, and Community Intervention."},
      {
        "id":"ED311338",
        "title":"Homeless Students."},
      {
        "id":"ED311341",
        "title":"A Community Education Approach to Substance Abuse."},
      {
        "id":"ED311342",
        "title":"Preventing Adolescent Repeat Pregnancies: An Evaluation Study of a Comprehensive Service Program."},
      {
        "id":"ED311344",
        "title":"Individual Differences and Acquiring Computer Literacy: Are Women More Efficient Than Men?"},
      {
        "id":"ED311345",
        "title":"Guidelines and Strategies for Implementing Career and Life Management 20 in Alberta Catholic High Schools."},
      {
        "id":"ED311347",
        "title":"Human Growth and Development. A Guide to Curriculum Development."},
      {
        "id":"ED311348",
        "title":"An Evaluation of Selected Procedures for Identifying Potential High School Dropouts."},
      {
        "id":"ED311349",
        "title":"The School-Community Guidance Center: An Alternative for High-Risk Students. Final Technical Report 1988-89. Publication No. 88.25."},
      {
        "id":"ED311352",
        "title":"Predictors for Career Achievement in the Corporate Hierarchy."},
      {
        "id":"ED311353",
        "title":"Down These Mean Streets: Violence by and against America&apos;s Children. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred First Congress, First Session."},
      {
        "id":"ED311354",
        "title":"The Effects of Hardiness, Job-Related Stress, and Life Stress on Health and Absence from Work."},
      {
        "id":"ED311362",
        "title":"Clarification of the Role-Quality Concept. Working Paper No. 12."},
      {
        "id":"ED311364",
        "title":"Profile of State HIV/AIDS Education Survey Results 1988-1989."},
      {
        "id":"ED311365",
        "title":"Change: A Blessing or a Curse?"},
      {
        "id":"ED311368",
        "title":"Employee Assistance: Policies and Programs. Pamphlet Series."},
      {
        "id":"ED311369",
        "title":"Alcohol and Women. Pamphlet Series."},
      {
        "id":"ED311370",
        "title":"Adult Children of Alcoholics: Theory and Research. Pamphlet Series."},
      {
        "id":"ED311371",
        "title":"School-Aged Children of Alcoholics: Theory and Research. Pamphlet Series."},
      {
        "id":"ED311372",
        "title":"What Is Alcohol? And Why Do People Drink? Pamphlet Series."},
      {
        "id":"ED311373",
        "title":"What Behavioral Scientists Know--and What They Can Do--about Alcoholism. Pamphlet Series."},
      {
        "id":"ED311374",
        "title":"Drugs and the Brain: An Introduction to Neuropharmacology. Pamphlet Series."},
      {
        "id":"ED311375",
        "title":"What Shall We Teach the Young about Drinking? Revised Edition. Pamphlet Series."},
      {
        "id":"ED311376",
        "title":"What's a Kid To Do about Child Abuse?"},
      {
        "id":"ED311378",
        "title":"Students' Responses Concerning Personal Incidences of Child Abuse in an Eleven County Area of Middle Tennessee."},
      {
        "id":"ED311379",
        "title":"Alaska School Counseling Program Guide. Working Document."},
      {
        "id":"ED311383",
        "title":"Stepgrandmothers and Grandmothers of Stepfamilies: Role Behaviors, Role Meanings, and Grandmothering Styles."},
      {
        "id":"ED311384",
        "title":"The Relationship of Sexual Responsibility to Knowledge of Acquired Immuno-Deficiency Syndrome among High School Students."},
      {
        "id":"ED311385",
        "title":"Gender Differences in Peace Movement Participation."},
      {
        "id":"ED311387",
        "title":"Empirical Relationships between Cognitive Ability and Computer Familiarity."},
      {
        "id":"ED311388",
        "title":"Northside Independent School District Guidance Curriculum: Domains and Goals."},
      {
        "id":"ED311391",
        "title":"A Handbook for Parent Involvement. Bulletin 1837."},
      {
        "id":"ED311392",
        "title":"Physical Fitness and the Aging Driver. Phase I."},
      {
        "id":"ED311393",
        "title":"New Policy Guidelines for Reading: Connecting Research and Practice."},
      {
        "id":"ED311394",
        "title":"Reading Material Selection: K-12. Focused Access to Selected Topics (FAST) Bibliography No. 30."},
      {
        "id":"ED311397",
        "title":"What Educational Difference Does Your Theory of Language Make?"},
      {
        "id":"ED311400",
        "title":"Lessons Learned from an Upside-Down Reader: A Case Study of Larry."},
      {
        "id":"ED311401",
        "title":"Planning Process Lessons: A Guide to Independent Learning."},
      {
        "id":"ED311406",
        "title":"Values in American and Hispanic Children's Readers."},
      {
        "id":"ED311407",
        "title":"Cases in Literacy: An Agenda for Discussion."},
      {
        "id":"ED311409",
        "title":"Cooperation vs. Competition: Techniques for Keeping Your Classroom Alive but Not Endangered."},
      {
        "id":"ED311411",
        "title":"Prizing Books through Book Prizes."},
      {
        "id":"ED311412",
        "title":"Another Look at Mother Goose: Prior Knowledge or Endangered Species."},
      {
        "id":"ED311413",
        "title":"Informal Reading Inventories. Focused Access to Selected Topics (FAST) Bibliography No. 39."},
      {
        "id":"ED311416",
        "title":"Reading, Writing, and Storytelling: A Bridge from the Middle School to the Preschool."},
      {
        "id":"ED311417",
        "title":"Vocabulary. English Language Arts Concept Paper Number 7."},
      {
        "id":"ED311418",
        "title":"Study Skills: The Key to Learning. English Language Arts Concept Paper Number 9."},
      {
        "id":"ED311419",
        "title":"A Study of Learning Styles. Research Bulletin 72."},
      {
        "id":"ED311420",
        "title":"Leaders for Literacy: Papers from the Conference (1st, Oxford, Ohio, June 20-23, 1988)."},
      {
        "id":"ED311421",
        "title":"Teaching a Core Vocabulary of High-Frequency Irregular Words to Beginning Readers."},
      {
        "id":"ED311422",
        "title":"A Naturalistic Study on Whole Class Instruction in First Grade Reading."},
      {
        "id":"ED311424",
        "title":"Sex Stereotypes in Children's Literature. Focused Access to Selected Topics (FAST) Bibliography No. 16."},
      {
        "id":"ED311425",
        "title":"Writing and Literature. Focused Access to Selected Topics (FAST) Bibliography No. 29."},
      {
        "id":"ED311426",
        "title":"The Philippine Press after Marcos: Restored Freedoms and New Problems."},
      {
        "id":"ED311428",
        "title":"The News Paradigm and the Limits of Objectivity: A Socialist at the &quot;Wall Street Journal.&quot;"},
      {
        "id":"ED311436",
        "title":"On the Razor's Edge: The Irish-American Press on the Eve of World War One."},
      {
        "id":"ED311440",
        "title":"No More Lip Service: Voice Empowerment in a Story Workshop Composition Class."},
      {
        "id":"ED311443",
        "title":"Communication Skills, Grades 1 and 2 Assessment."},
      {
        "id":"ED311444",
        "title":"Pagination and Job Satisfaction in American Newsrooms."},
      {
        "id":"ED311445",
        "title":"The Voice of the &quot;World&quot;: The Early Career of Frank Marshall Davis, 1931-34."},
      {
        "id":"ED311446",
        "title":"Coverage of the Nineteenth Amendment in Rural Iowa."},
      {
        "id":"ED311449",
        "title":"Declining Grammar--and Other Essays on the English Vocabulary."},
      {
        "id":"ED311450",
        "title":"Collaboration through Writing and Reading: Exploring Possibilities."},
      {
        "id":"ED311451",
        "title":"Beyond Nineteen Eighty-Four: Doublespeak in a Post-Orwellian Age."},
      {
        "id":"ED311452",
        "title":"Computers in English and the Language Arts: The Challenge of Teacher Education."},
      {
        "id":"ED311453",
        "title":"Adventuring with Books: A Booklist for Pre-K-Grade 6. Ninth Edition. The NCTE Booklist Series."},
      {
        "id":"ED311454",
        "title":"Teaching Strategies for Interpreting and Writing about Literature."},
      {
        "id":"ED311455",
        "title":"Cognitive Tools and Thinking Performance: The Case of Word Processors and Writing."},
      {
        "id":"ED311457",
        "title":"Publications I &amp; II (Newspaper) Curriculum Guide. Bulletin 1819."},
      {
        "id":"ED311458",
        "title":"Emerging Literacy: The Writing Path to Reading."},
      {
        "id":"ED311464",
        "title":"The Press and Education Research: Why One Ignores the Other."},
      {
        "id":"ED311465",
        "title":"Cross-Culturalism in Children's Literature: Selected papers from the 1987 International Conference of the Children's Literature Association (14th, Ottawa, Canada, May 14-17, 1987)."},
      {
        "id":"ED311466",
        "title":"Language Diversity and English Instruction Concept Paper. English Language Arts Concept Paper Number 8."},
      {
        "id":"ED311468",
        "title":"Language Arts Grades 8 and 9. Teacher Resource Manual. Integrated Occupational Program. Interim-1989 Curriculum."},
      {
        "id":"ED311469",
        "title":"Effects of a Teaching Program Based on Peer Evaluation on Written Composition and Some Variables Related to Writing Apprehension. SCO Cahier Nr. 47."},
      {
        "id":"ED311471",
        "title":"Reconsidering I. A. Richards' Role in the New Rhetoric: Predecessor, Prestidigitator, Proponent."},
      {
        "id":"ED311472",
        "title":"Interviewing: Communication Strategies. Focused Access to Selected Topics (FAST) Bibliography No. 23."},
      {
        "id":"ED311473",
        "title":"Kenneth Burke's Thirties: The 1935 Writers Congress."},
      {
        "id":"ED311474",
        "title":"Kenneth Burke's Philosophy of Rhetoric: Modern, Postmodern, and Beyond."},
      {
        "id":"ED311475",
        "title":"Music Video: An Analysis at Three Levels."},
      {
        "id":"ED311478",
        "title":"The Social, Political and Economic Contexts: Keys in Educating the True Public Relations Professional."},
      {
        "id":"ED311480",
        "title":"Exploring Feminist Research in Journalism and Communication."},
      {
        "id":"ED311482",
        "title":"Resistance to Violent Pornography: The Question of Feminist Praxis."},
      {
        "id":"ED311484",
        "title":"Toward a Synthesis of Multiple Methodologies."},
      {
        "id":"ED311485",
        "title":"Evidence for Differential Effects on Males and Females in the Wake of Post-Debate Analyses."},
      {
        "id":"ED311486",
        "title":"Watching the Watchdog: Antecedents of Media Perceptions."},
      {
        "id":"ED311488",
        "title":"How to Sell a Powerless Parliament--Symbolic Politics during the European Election Campaign."},
      {
        "id":"ED311489",
        "title":"Comparing an Economic Model of News Selection with One Based on Professional Norms in Local Television Newscasts."},
      {
        "id":"ED311491",
        "title":"Using Joint Spouse Data To Understand and Predict Newspaper Use and Attitudes."},
      {
        "id":"ED311492",
        "title":"Financial Commitment, Newspaper Quality and Circulation: Testing an Economic Model of Direct Newspaper Competition."},
      {
        "id":"ED311493",
        "title":"&quot;Causal&quot; Communication: Media Portrayals and Public Attributions for Vietnam Veterans' Problems."},
      {
        "id":"ED311494",
        "title":"Selecting and Coping with College Interns in Radio."},
      {
        "id":"ED311495",
        "title":"Competition in the Pay Cable Industry."},
      {
        "id":"ED311497",
        "title":"Viewers' Interpretations of Associational Montage: The Influence of &quot;Visual Literacy&quot; and Educational Background."},
      {
        "id":"ED311498",
        "title":"Public Policy Implications of the Transition to a Subscription-Based Economic Structure for the Television Industry."},
      {
        "id":"ED311499",
        "title":"Communicating with Risk Takers: Information Sources and Health Attitudes, Beliefs, and Involvement."},
      {
        "id":"ED311500",
        "title":"Using Unfamiliar People in Witness and Jury Pools: An Ethnographic Study of Interpersonal Skill Demands in Trial Practice."},
      {
        "id":"ED311501",
        "title":"Mime as a Mode of Intelligence."},
      {
        "id":"ED311503",
        "title":"Perspectives on Humor and Their Application to Mass Media Comedy."},
      {
        "id":"ED311504",
        "title":"The Influence of Anti-Drug Messages on Attitude-Behavior Conflicts."},
      {
        "id":"ED311508",
        "title":"The Mediated Delivery of Education: Can High-Tech Delivery Systems Effectively Serve Adult Learners?"},
      {
        "id":"ED311509",
        "title":"Death in Miami: AIDS, Gender, and Representation."},
      {
        "id":"ED311513",
        "title":"Documentary Film and Video: A Bibliography."},
      {
        "id":"ED311514",
        "title":"College Student Perception of Alcohol Use as Related to Interpersonal Communication Interaction."},
      {
        "id":"ED311516",
        "title":"Identification with and Saliency of Violent Media Models: A Comparison between Canadian and American Subjects."},
      {
        "id":"ED311518",
        "title":"Health Lifestyles: Audience Segmentation Analysis for Public Health Interventions."},
      {
        "id":"ED311519",
        "title":"Social Cognitive Approaches to Media Effects Research."},
      {
        "id":"ED311520",
        "title":"Processing Social Information in Messages: Social Group Familiarity, Fiction/Non-fiction Labels, and Subsequent Beliefs."},
      {
        "id":"ED311521",
        "title":"Feminist Materialism: The Challenge to Diaglogically-Based Theories of Democracy."},
      {
        "id":"ED311522",
        "title":"Mind Machines, Myth, Metaphor, and Scientific Imagination."},
      {
        "id":"ED311524",
        "title":"Planning for Schools of Choice: Achieving Equity and Excellence. Book I: Rationale."},
      {
        "id":"ED311526",
        "title":"When I Was Young I Loved School: Dropping Out and Hanging In."},
      {
        "id":"ED311527",
        "title":"One World: The Union of a New Capitalism and a New Socialism."},
      {
        "id":"ED311528",
        "title":"Can Business Save Education? Strategies for the 1990s. The Heritage Lectures."},
      {
        "id":"ED311530",
        "title":"Clinical Field Experience in Educational Administration: A Regional Study."},
      {
        "id":"ED311531",
        "title":"The Exodus of South Carolina Superintendents."},
      {
        "id":"ED311534",
        "title":"Giving Teachers the Time To Teach: The Classroom Management System in the Public Schools of South Carolina."},
      {
        "id":"ED311538",
        "title":"Social Context Effects on School Effects."},
      {
        "id":"ED311540",
        "title":"School Handbooks: Some Legal Considerations."},
      {
        "id":"ED311543",
        "title":"The Administrative Entry Year Program in Ohio: A Resource Guide."},
      {
        "id":"ED311545",
        "title":"Criminal Record Checks of Public School Employment Applicants."},
      {
        "id":"ED311547",
        "title":"Ready or Not...They're Here. Report of the At-Risk Children and Youth Task Force."},
      {
        "id":"ED311548",
        "title":"In Search of Critical Skills for Beginning Principals."},
      {
        "id":"ED311549",
        "title":"Educational Administration and Leadership Institute: The Master Teacher Approach."},
      {
        "id":"ED311550",
        "title":"Voices from the Classroom: Educational Practice Can Inform Policy."},
      {
        "id":"ED311552",
        "title":"Principal Effectiveness in &quot;National Recognition&quot; Schools. A Research Project Summary Report."},
      {
        "id":"ED311553",
        "title":"The Audit of Principal Effectiveness: A Process for Self-Improvement."},
      {
        "id":"ED311554",
        "title":"The Audit of Principal Effectiveness: Instrumentation for Principalship Research. A Research Project Report."},
      {
        "id":"ED311556",
        "title":"School Violence: A Survival Guide for School Staff, with Emphasis on Robbery, Rape, and Hostage Taking."},
      {
        "id":"ED311560",
        "title":"Building Educational Communities: Academic Partnerships in Canada and in the United States."},
      {
        "id":"ED311561",
        "title":"Collaborations California-Style: A Review of the California Academic Partnership Program."},
      {
        "id":"ED311562",
        "title":"Similarities and Singularities: A Comparative Analysis of the Organizational Size of Canadian School Systems."},
      {
        "id":"ED311563",
        "title":"The Social Context of Educational Partnerships: A Semantic Review."},
      {
        "id":"ED311567",
        "title":"Changing Systems: The Three-Year Plan of the Education Commission of the States, 1989-92."},
      {
        "id":"ED311568",
        "title":"Course-Taking Patterns in the 1980s."},
      {
        "id":"ED311569",
        "title":"Curricular Change in Dade County 1982-83 to 1986-87: A Replication of the PACE Study."},
      {
        "id":"ED311570",
        "title":"Research and Conclusions from Three Views of Curriculum Policy in the School Context: The School as Policy Mediator, Policy Critic and Policy Constructor."},
      {
        "id":"ED311572",
        "title":"Winona's PIONEERING Efforts in Developing an Active Learning Community for Students and Faculty: A Final Performance Report."},
      {
        "id":"ED311573",
        "title":"State Education Indicators: Measured Strides, Missing Steps."},
      {
        "id":"ED311574",
        "title":"Implementation of a Northeast Regional Credential for Educators in New England and New York. A Policy Group Issue Brief."},
      {
        "id":"ED311579",
        "title":"Educational Reforms in the Soviet Union. Special Studies in Comparative Education, Number Fourteen."},
      {
        "id":"ED311580",
        "title":"Perspectives on Contemporary Education in China. Special Studies in Comparative Education, No. 21."},
      {
        "id":"ED311581",
        "title":"Implications of Preparing School Administrators: Mentoring."},
      {
        "id":"ED311582",
        "title":"Physical Models of Schooling, the 'Ought' Question and Educational Change."},
      {
        "id":"ED311583",
        "title":"Who Runs Our Schools? The Changing Face of Educational Leadership."},
      {
        "id":"ED311586",
        "title":"Beginning Principals: Entry Year Programs and Principal Development."},
      {
        "id":"ED311587",
        "title":"A Profile of Administrative Interns Working in Metropolitan Elementary and Secondary Schools."},
      {
        "id":"ED311588",
        "title":"Performance-Based Teacher Evaluation in Missouri: A Three-Year Report."},
      {
        "id":"ED311589",
        "title":"Performance-Based Principal Evaluation in Missouri: A Three-Year Report."},
      {
        "id":"ED311591",
        "title":"The Role of the Superintendent and School Board in Collective Bargaining."},
      {
        "id":"ED311592",
        "title":"A Study of Administrators' and Teachers' Views Concerning AIDS and Related Issues."},
      {
        "id":"ED311593",
        "title":"Inducting Principals."},
      {
        "id":"ED311594",
        "title":"A Unique Labor-Management Partnership Has Made Dade County Public Schools a Model in Education Reform. Labor-Management Cooperation Brief No. 16."},
      {
        "id":"ED311595",
        "title":"The Debate Over Corporal Punishment. Policy Memo Series No. 5."},
      {
        "id":"ED311598",
        "title":"Empowered Teachers-Empowered Principals: Principals' Perceptions of Leadership in Schools."},
      {
        "id":"ED311599",
        "title":"Education Reform: Initial Effects in Four School Districts. Report to Congressional Requesters."},
      {
        "id":"ED311600",
        "title":"School Crisis Prevention and Response. NSSC Resource Paper."},
      {
        "id":"ED311601",
        "title":"A Syllabus and Resource Package for Educating Teachers and Administrators in Parent Involvement. Bulletin 1836."},
      {
        "id":"ED311603",
        "title":"Student Self-Esteem. The Best of ERIC on Educational Management, Number 94."},
      {
        "id":"ED311604",
        "title":"AIDS, Suicide, Drugs. The Best of ERIC on Educational Management, Number 95."},
      {
        "id":"ED311605",
        "title":"Teacher Evaluation. The Best of ERIC on Educational Management, Number 99."},
      {
        "id":"ED311606",
        "title":"Ethics and the School Administrator. The Best of ERIC on Educational Management, Number 100."},
      {
        "id":"ED311607",
        "title":"Improving Schools and Empowering Parents: Choice in American Education. A Report Based on the White House Workshop on Choice in Education."},
      {
        "id":"ED311608",
        "title":"Strategies To Reduce Student Misbehavior."},
      {
        "id":"ED311610",
        "title":"Volunteer Rehabilitation Technology: International Perspectives and Possibilities. Report of a Symposium Sponsored by the RESNA (ICAART) Conference (Montreal, Canada, June 27, 1988). Monograph Number Forty-Two."},
      {
        "id":"ED311611",
        "title":"Shortages in Special Education and Related Services Reported in the University of Maryland Surveys, 1982-83 and 1985-86. Information on Personnel Supply and Demand."},
      {
        "id":"ED311612",
        "title":"The Measurement of Personnel Needs in Special Education. Information on Personnel Supply and Demand."},
      {
        "id":"ED311613",
        "title":"Educational Personnel from Minority Groups: Some Facts [and] Teacher Testing and Minorities: Suggested Readings [and] Bibliography: Minority Personnel/Supply and Demand. Information on Personnel Supply and Demand."},
      {
        "id":"ED311614",
        "title":"A Study of Teacher Attrition. Information on Personnel Supply and Demand."},
      {
        "id":"ED311615",
        "title":"The Supply of Minority Teachers in the United States [and] Percentages of Minority Teachers in the Work Force. Information on Personnel Supply and Demand."},
      {
        "id":"ED311616",
        "title":"Competency Testing for Teacher Certification. Information on Personnel Supply and Demand."},
      {
        "id":"ED311617",
        "title":"Personnel Supply and Demand. Trends, Statistics, Demographics, Measurement Models. Bibliography. Information on Personnel Supply and Demand."},
      {
        "id":"ED311618",
        "title":"Physical Therapy and Occupational Therapy: Suggested Readings [and] Physical Therapy: Supply/Demand--Some Facts [and] Occupational Therapy: Supply and Demand--Some Facts. Information on Personnel Supply and Demand."},
      {
        "id":"ED311621",
        "title":"Outcome Predictions Following Placement in a Learning Handicapped Resource Specialist Program."},
      {
        "id":"ED311626",
        "title":"An Assessment of the Training Needs of School Psychologists and Special Educator Teachers in Determining the Eligibility of Students for Learning Disabilities."},
      {
        "id":"ED311631",
        "title":"A Study of the Referral Process for Special Education Service and Communication/Interaction between Regular and Special Education Teachers. Report to the Special Education Services Committee. Publication No. 86.23."},
      {
        "id":"ED311632",
        "title":"Language Arts: Programming Suggestions for Hearing Impaired Students in Elementary Schools. Recommended Resources by the Alberta School for the Deaf."},
      {
        "id":"ED311635",
        "title":"Project STEP: Socialization Training for Employment Preparation Research in Education of the Handicapped. Final Report."},
      {
        "id":"ED311640",
        "title":"A Two Year Follow-Up Study of the Postsecondary Adjustment of Mildly Handicapped Students Who Received a Resource or Vocational Development Work Study Program."},
      {
        "id":"ED311641",
        "title":"Fishing: An Introduction to Fishing for Fun and Food for Blind and Physically Handicapped Individuals."},
      {
        "id":"ED311643",
        "title":"Categorical Certification in Special Ed: Does It Really Make a Difference? Policy Issues."},
      {
        "id":"ED311644",
        "title":"Cognitive and Metacognitive Learning Strategies--Their Role in the Instruction of Special Education Students. The Instructional Methods Report Series."},
      {
        "id":"ED311645",
        "title":"Cognitive and Metacognitive Learning Strategy Instruction: Its Relevance for Media and Material Design. The Instructional Methods Report Series."},
      {
        "id":"ED311647",
        "title":"The Prevalence of Mental Disabilities and Handicapping Conditions among Juvenile Offenders. Final Report."},
      {
        "id":"ED311648",
        "title":"Analysis of a Survey of School District Practices Regarding Secondary-Level Handicapped Students and Their Transition to Postsecondary Experiences. Final Report."},
      {
        "id":"ED311649",
        "title":"Achievement Motivation, Coping Processes, and Sports Participation of Athletes with Physical Handicaps: A Student-Initiated Project. Final Report, July 1, 1985 to September 15, 1986."},
      {
        "id":"ED311650",
        "title":"Roundtable on Special Education Technology in the Higher Education Curriculum."},
      {
        "id":"ED311652",
        "title":"The Administration and Interpretation of Standardized Achievement Tests with Learning Disabled and Behaviorally Disordered Elementary School Children. Year Three Final Report."},
      {
        "id":"ED311653",
        "title":"Children with Special Health Needs. A Resource Guide."},
      {
        "id":"ED311654",
        "title":"Resource Inventories."},
      {
        "id":"ED311656",
        "title":"Communication Assessment of Hearing-Impaired Children: From Conversation to Classroom. Monograph Supplement."},
      {
        "id":"ED311657",
        "title":"Montgomery County Public Schools Summer VIEW Program: A Transition-to-Work Program for Special Education Students Funded through the Job Training Partnership Act. Final Report."},
      {
        "id":"ED311658",
        "title":"Graduate Information Booklet, Spring 1986 [and] Answers to Frequently Asked Questions about Graduation and Transition from School for Special Education Students."},
      {
        "id":"ED311659",
        "title":"Assessment of Preschoolers: Hints for Evaluation Personnel."},
      {
        "id":"ED311660",
        "title":"International Trends in Special Education of Persons with Intellectual Disabilities."},
      {
        "id":"ED311662",
        "title":"Perceptions of Effectiveness: Two Case Studies of Transition Model Programs."},
      {
        "id":"ED311668",
        "title":"Family Type, Sources of Support, and Stress among Families of Preschool Children."},
      {
        "id":"ED311669",
        "title":"Family Demographics, Family Functioning, and Parent Involvement."},
      {
        "id":"ED311670",
        "title":"Public Domain Software in Special Education. No Cheaper Software Anywhere!"},
      {
        "id":"ED311671",
        "title":"Resources for Adults with Learning Disabilities."},
      {
        "id":"ED311672",
        "title":"College Admissions Policies and Handicapped Youth. Final Report."},
      {
        "id":"ED311674",
        "title":"Volunteer Tutors as a Reading Intervention for Students with Reading Difficulties. Research Report No. 18. Instructional Alternatives Project."},
      {
        "id":"ED311679",
        "title":"Young Children with Special Needs in Iowa: Report of Professional and Parent Responses. State Planning Grant Needs Assessment and A Brief Report of Professional and Parent Views."},
      {
        "id":"ED311680",
        "title":"Negotiation and Mediation in Transdisciplinary Decision-Making."},
      {
        "id":"ED311681",
        "title":"Must Public Schools Provide Services for Severely Handicapped Children? Policy Bulletin No. 4."},
      {
        "id":"ED311683",
        "title":"How To Work and Live in the Real World: Basic Steps for Youth with Handicaps and Their Parents and Teachers."},
      {
        "id":"ED311684",
        "title":"Como Trabajar y Vivir en la Realidad: Pasos Basicos Para Jovenes con Incapacidades, sus Padres y sus Profesores (How to Work and Live in the Real World: Basic Steps for Youth with Handicaps and Their Parents and Teachers)."},
      {
        "id":"ED311687",
        "title":"CLEAR Instructional Reports Series, Numbers 1-7."},
      {
        "id":"ED311688",
        "title":"Foreign Language Textbooks Currently Being Used in Elementary Schools. CLEAR Materials Resource Series, Number 1."},
      {
        "id":"ED311689",
        "title":"Total and Partial Immersion Programs in U.S. Elementary Schools, 1989; [and] Useful Resources for Teaching Languages to Children. CLEAR Materials Resource Series, Numbers 2 and 4."},
      {
        "id":"ED311691",
        "title":"CLEAR Final Report on the Survey of Materials and Curricula in Second Language Education."},
      {
        "id":"ED311693",
        "title":"Selected Elementary and Secondary French Language Materials: Language Arts. CLEAR Annotated Bibliography Series."},
      {
        "id":"ED311694",
        "title":"Selected Elementary and Secondary French Language Materials: Content Areas. CLEAR Annotated Bibliography Series."},
      {
        "id":"ED311695",
        "title":"Selected Elementary and Secondary German Language Materials: Language Arts. CLEAR Annotated Bibliography Series."},
      {
        "id":"ED311696",
        "title":"Selected Elementary and Secondary German Language Materials: Content Areas. CLEAR Annotated Bibliography Series."},
      {
        "id":"ED311697",
        "title":"Selected Elementary and Secondary Spanish Language Materials: Language Arts. CLEAR Annotated Bibliography Series."},
      {
        "id":"ED311698",
        "title":"Selected Elementary and Secondary Spanish Language Materials: Content Areas. CLEAR Annotated Bibliography Series."},
      {
        "id":"ED311699",
        "title":"Selected Elementary and Secondary Spanish Language Materials for Native Spanish Speakers: Language Arts and Content Areas. CLEAR Annotated Bibliography Series."},
      {
        "id":"ED311700",
        "title":"Selected Elementary and Secondary Italian Language Materials: Language Arts and Content Areas. CLEAR Annotated Bibliography Series."},
      {
        "id":"ED311701",
        "title":"Selected Teacher Resources for Elementary and Secondary Foreign Languages. CLEAR Annotated Bibliography Series."},
      {
        "id":"ED311702",
        "title":"Selected Materials for Elementary and Secondary English as a Second Language (ESL): Language Arts. CLEAR Annotated Bibliography Series."},
      {
        "id":"ED311706",
        "title":"Selected Elementary and Secondary Resources in English and Foreign Languages for Computer-Assisted Instruction. CLEAR Annotated Bibliography Series."},
      {
        "id":"ED311707",
        "title":"Control and Agreement in Dogrib."},
      {
        "id":"ED311708",
        "title":"Lexical Borrowing in Modern Icelandic and Syllabic Structure Constraints."},
      {
        "id":"ED311711",
        "title":"Conversation Management in the Dialogue Journals of Adult ESL Students."},
      {
        "id":"ED311712",
        "title":"Bilingualism in the Computer Age. 1987-88. OREA Evaluation Report."},
      {
        "id":"ED311713",
        "title":"Teacher Training Project for Bilingual and English to Speakers of Other Languages Teachers. Teacher Training Monograph No. 3."},
      {
        "id":"ED311715",
        "title":"LEP Students in Special High School Programs, 1987-88. Evaluation Section Report. OREA Report."},
      {
        "id":"ED311716",
        "title":"Race Against Time: Secondary Title VII Program Evaluation, 1988-89. Executive Summary"},
      {
        "id":"ED311717",
        "title":"Nuevos Horizontes, James Monroe High School, 1987-1988. Evaluation Section Report. OREA Report."},
      {
        "id":"ED311718",
        "title":"A New Approach to Language Arts in Bilingual Education."},
      {
        "id":"ED311719",
        "title":"Cpmputer Writing Skills for Limited English Proficient Students Project (COMPUGRAFIA.LEP), 1987-88. Evaluation Section Report. OREA Report."},
      {
        "id":"ED311720",
        "title":"Computers in Bilingual Education, Project CIBE, 1987-88. Evaluation Section Report. OREA Report."},
      {
        "id":"ED311721",
        "title":"Erasmus Hall High School Bilingual Program, 1987-88. OREA Report. Evaluation Section Report."},
      {
        "id":"ED311722",
        "title":"Corporate Language Strategies for Global Markets. Executive Summary."},
      {
        "id":"ED311723",
        "title":"Park West High School Vocational and High School Equivalency Bilingual Program, 1987-88. OREA Evaluation Report."},
      {
        "id":"ED311724",
        "title":"Limited English Proficient Students' Progress in Acquiring English Proficiency. OREA Evaluation Report."},
      {
        "id":"ED311725",
        "title":"Scholarly Transition and Resource Systems (Project STARS), 1987-88. OREA Evaluation Report."},
      {
        "id":"ED311726",
        "title":"State Incentive Grants: Language Development Support Systems; Intensive Second Language Development for CAR Schools; Curriculum Development Project, 1987-88. OREA Evaluation Report."},
      {
        "id":"ED311727",
        "title":"Bilingual Language Arts Survival Training: Project BLAST, 1987-88. OREA Evaluation Report."},
      {
        "id":"ED311728",
        "title":"Project GET SET, 1987-88. OREA Evaluation Report."},
      {
        "id":"ED311729",
        "title":"Project AMERICA, 1987-88. OREA Evaluation Report."},
      {
        "id":"ED311730",
        "title":"Literature Review: Research Findings on Students' Use of Hawaii Creole (Pidgin) English and Relationships with Standard English and School Achievement in Hawaii. Revised."},
      {
        "id":"ED311733",
        "title":"The \"Good Learner\" of English in Two Settings."},
      {
        "id":"ED311734",
        "title":"Beginning To Read among Monolingual and Bilingual Children."},
      {
        "id":"ED311735",
        "title":"Technological Enrichment and Achievement for Cambodians and Hispanics: Project TEACH, 1987-88. Evaluation Section Report."},
      {
        "id":"ED311738",
        "title":"ESL: The Whole Person Approach."},
      {
        "id":"ED311739",
        "title":"The Multi-Language Multi-Media Courseware Authoring and Delivering System. Final Report."},
      {
        "id":"ED311742",
        "title":"Teacher Handbook: Second Language Studies, Grades K-12. North Carolina Competency-Based Curriculum Grade-by-Grade."},
      {
        "id":"ED311745",
        "title":"A Critical Analysis of the Ministry Studies Since 1944. Occasional Papers No. 76."},
      {
        "id":"ED311746",
        "title":"The Permanent Diaconate Revisited. Occasional Papers No. 79."},
      {
        "id":"ED311748",
        "title":"Effectiveness of Remedial Programs in Public Colleges and Universities, Fall 1984--Spring 1986."},
      {
        "id":"ED311751",
        "title":"Changes in Social Commitment of University Freshmen over a Decade by Race and Gender. Research Report #5-89."},
      {
        "id":"ED311762",
        "title":"Social Internal Rates of Return to College Education in the United States: 1969, 1974, 1978, and 1982. Working Paper in Economics."},
      {
        "id":"ED311773",
        "title":"The Student Guide. Financial Aid from the U.S. Department of Education: Grants, Loans, and Work-Study 1989-90."},
      {
        "id":"ED311782",
        "title":"The Effects of Gender Disproportionate Representation on Women's Persistence in Undergraduate Majors."},
      {
        "id":"ED311784",
        "title":"The Education and Endowment of Black Women."},
      {
        "id":"ED311793",
        "title":"The HIV Epidemic and Medical Education. A Report of the AAMC Committee on AIDS and the Academic Medical Center."},
      {
        "id":"ED311794",
        "title":"Restructuring the University of Alaska Statewide System of Higher Education."},
      {
        "id":"ED311797",
        "title":"Comparison of Characteristics of U.S. Medical School Salaried Faculty in the Past Decade. 1968-1978."},
      {
        "id":"ED311798",
        "title":"Trends in Medical School Faculty Characteristics: New Faculty and Continuing Faculty 1968-1978."},
      {
        "id":"ED311799",
        "title":"College, Country, Church. 1789-1989."},
      {
        "id":"ED311801",
        "title":"Orientation Courses: Meeting the Needs of Different Student Populations."},
      {
        "id":"ED311802",
        "title":"The Corporate Investment in Higher Education. State and National Trends in Gift and Tax Support. 1989 Edition."},
      {
        "id":"ED311803",
        "title":"External to Internal Validation. A Scottish Experience."},
      {
        "id":"ED311805",
        "title":"Guaranteed Student Loans. Comparisons of Single State and Multistate Guaranty Agencies. Report to Congressional Committees."},
      {
        "id":"ED311806",
        "title":"Guaranteed Student Loans. Analysis of Student Default Rates at 7,800 Postsecondary Schools. Briefing Report to Congressional Requesters."},
      {
        "id":"ED311807",
        "title":"Models of School/College Collaboration. In Search of Patterns for the Future."},
      {
        "id":"ED311808",
        "title":"National Estimates of Higher Education: School Year 1988-89. Early Estimates. Survey Report."},
      {
        "id":"ED311809",
        "title":"Employment Survey 1987. AIP Report."},
      {
        "id":"ED311811",
        "title":"Scandinavian Higher Educational Reform: From Elitism to Egalitarianism."},
      {
        "id":"ED313828",
        "title":"MacMouse. Developing Preschool Readiness Concepts and Skills with HyperCard and MacRecorder."},
      {
        "id":"ED313830",
        "title":"HIV Infection Legal Issues: An Introduction for Developmental Services. Technical Report on Developmental Disabilities and HIV Infection, Number 2."},
      {
        "id":"ED313831",
        "title":"Public Policy Affirmations Affecting the Planning and Implementation of Developmental Services for Children and Adults with HIV Infection."},
      {
        "id":"ED313836",
        "title":"A Portrait of Children in Transition: Utilizing the Salient Responses of Infants and Toddlers To Evaluate Sensorimotor Change."},
      {
        "id":"ED313843",
        "title":"Specialized Cognitive Function among Deaf Individuals: Implications for Instruction."},
      {
        "id":"ED313848",
        "title":"Implications for Teacher Effectiveness Research in Deaf Education from the Cognitive Paradigm."},
      {
        "id":"ED313850",
        "title":"Application of Technology to Cognitive Development."},
      {
        "id":"ED313852",
        "title":"Base Technical Education: An Alternative for Underserved Populations."},
      {
        "id":"ED313853",
        "title":"Achieving Equity in Education Programs for Disabled Women and Girls. A Model Workshop Manual."},
      {
        "id":"ED313854",
        "title":"Psychological Problems of Children with Learning Difficulties."},
      {
        "id":"ED313856",
        "title":"Use of Expository Test Structure by Adolescents with Learning Disabilities."},
      {
        "id":"ED313857",
        "title":"Achieving Responsible Reintegration of Behaviorally Disordered Students."},
      {
        "id":"ED313858",
        "title":"Occupational Choice Strategy: A Small Group Vocational Counseling Program. Trainer's Guide."},
      {
        "id":"ED313859",
        "title":"Occupational Choice Strategy: A Small Group Vocational Counseling Program. Participant's Workbook."},
      {
        "id":"ED313861",
        "title":"Supported Transition to Integrated Preschools. Project STIP."},
      {
        "id":"ED313864",
        "title":"Hearing on Reauthorization of Temporary Child Care for Handicapped Children and Nurseries Act of 1986 [Respite Care] and the Child Abuse Challenge Grant Program. Hearing before the Subcommittee on Select Education of the Committee on Education and Labor. House of Representatives, One Hundred First Congress, First Session."},
      {
        "id":"ED313866",
        "title":"Special Education: Congressional Action Needed To Improve Chapter 1 Handicapped Program. Report to Congressional Committees."},
      {
        "id":"ED313867",
        "title":"Early Intervention for Infants and Toddlers: A Team Effort. ERIC Digest #461."},
      {
        "id":"ED313868",
        "title":"Teaching Children with Attention Deficit Disorder. ERIC Digest #462."},
      {
        "id":"ED313869",
        "title":"Identification of Handicapped Children. An Analysis of Illinois Case Study Evaluation Procedures."},
      {
        "id":"ED313870",
        "title":"More Education/Integration. A Further Collection of Readings on the Integration of Children with Mental Handicaps into Regular School Systems."},
      {
        "id":"ED313871",
        "title":"Access to Post-Secondary Education: A Faculty Handbook. Project Access. Revised."},
      {
        "id":"ED313874",
        "title":"People with Disabilities in Our Nation's Job Training Partnership Act Programs. Program Year 1987."},
      {
        "id":"ED313875",
        "title":"Assessment of Job Application and Employment Interview Skills for Job Seekers with Disabilities: Assessor's Manual."},
      {
        "id":"ED313876",
        "title":"Assess to Public Meetings [and] Assistive Listening Devices (ALD'S) [and] Access to Printed Information by Visually-Impaired Persons. Technical Assistance Guides."},
      {
        "id":"ED313877",
        "title":"What Textbooks Tell Prospective Teachers about Individual Differences and Exceptional Students: Two Divergent Views."},
      {
        "id":"ED313882",
        "title":"Choosing a Doctor for Your Child with Learning Disabilities or Attention Deficit Disorders."},
      {
        "id":"ED313883",
        "title":"Recreation for Children with Learning Disabilities."},
      {
        "id":"ED313884",
        "title":"A Parent's Guide to Accessing Programs for Infants, Toddlers, and Preschoolers with Handicaps."},
      {
        "id":"ED313885",
        "title":"Individualized Education Programs."},
      {
        "id":"ED313886",
        "title":"Teaching Social Skills to Young Children: A Parent's Guide."},
      {
        "id":"ED313887",
        "title":"Transition from School to Adult Life: A Handbook for Service Providers."},
      {
        "id":"ED313888",
        "title":"Project RETOOL: Training in Advanced Technology Applications for Post-Doctoral Leadership Personnel. Special Projects. Final Report."},
      {
        "id":"ED313889",
        "title":"Home Environments of Mildly Handicapped and Nonhandicapped Elementary Students. Instructional Alternatives Project. Research Report No. 17."},
      {
        "id":"ED313890",
        "title":"Temporal Parameters in the Sampling of Behavior: The Accuracy and Generalizability of Observation. Instructional Alternatives Project. Monograph No. 10."},
      {
        "id":"ED313891",
        "title":"Annual Report of the Rehabilitation Services Administration to the President and to the Congress on Federal Activities Related to the Administration of the Rehabilitation Act of 1973, as Amended. Fiscal Year 1988."},
      {
        "id":"ED313892",
        "title":"Management of the Office of Special Education and Rehabilitative Services. Briefing Report to the Chairman, Subcommittee on Select Education, Committee on Education and Labor. House of Representatives."},
      {
        "id":"ED313895",
        "title":"Bilingualism in School. School Research Newsletter."},
      {
        "id":"ED313899",
        "title":"&quot;Naive&quot; Native Speakers and Judgments of Oral Proficiency in Spanish."},
      {
        "id":"ED313901",
        "title":"Suggestions on the Transcription of Sephardic Texts into the Roman Alphabet."},
      {
        "id":"ED313902",
        "title":"TEFL/TESL: Teaching English as a Foreign or Second Language. Manual M041."},
      {
        "id":"ED313908",
        "title":"The Acquisition and Use of French as a Second Language in Africa (Sociolinguistic, Historical-Comparative and Methodological Perspectives). Publication H-10."},
      {
        "id":"ED313913",
        "title":"Question-Answering Behaviors in ESL and EFL Classrooms: Similarities and Differences."},
      {
        "id":"ED313926",
        "title":"Home English Literacy for Parents: An ESL Family Literacy Curriculum."},
      {
        "id":"ED313927",
        "title":"Perspectives on Organizing a Workplace Literacy Program."},
      {
        "id":"ED313932",
        "title":"Governor's Challenge Grant, 1985-1988: Summary Evaluation."},
      {
        "id":"ED313936",
        "title":"Concurrent Enrollment Programs: College Credit for High School Students. Fastback 284."},
      {
        "id":"ED313937",
        "title":"Student Development, Part I. Student Activities: A Critical Link to the Educational Mission."},
      {
        "id":"ED313943",
        "title":"Business Assistance to Urban College-Bound Students: Models That Work."},
      {
        "id":"ED313944",
        "title":"Funding Schools and Colleges To Reach Educational Goals."},
      {
        "id":"ED313945",
        "title":"Post-1970 Supreme Court Decisions Arising in Institutions of Higher Education."},
      {
        "id":"ED313946",
        "title":"Preparing Proactive Transformational Leaders."},
      {
        "id":"ED313947",
        "title":"Dropout Rates in the United States: 1988. Analysis Report."},
      {
        "id":"ED313954",
        "title":"U.S.-Related Corporate Trusts in South Africa: An Introduction and a Guide. South African Information Exchange Working Paper #5."},
      {
        "id":"ED313955",
        "title":"U.S. Support Organizations Raising Money for South African Causes: An Introduction and a Directory: South African Information Exchange Working Paper #6."},
      {
        "id":"ED313956",
        "title":"U.S. Church-Related Funding for Change in South Africa: An Analysis and an Inventory. South African Information Exchange Working Paper Number 7."},
      {
        "id":"ED313957",
        "title":"Decisons To Promote or Hire: The Case of University Administrative Appointments. ASHE Annual Meeting Paper."},
      {
        "id":"ED313958",
        "title":"Faculty Satisfaction and Motivation: How Faculty Perceive Themselves in the Institutional Environment. ASHE Annual Meeting Paper."},
      {
        "id":"ED313959",
        "title":"Faculty in Community Colleges: Differences between the Doctorally and Non-Doctorally Prepared. ASHE Annual Meeting Paper."},
      {
        "id":"ED313961",
        "title":"A Meeting of the Minds: Implementation of an Effective Enrollment Management Strategy at One Private Comprehensive University. ASHE Annual Meeting Paper."},
      {
        "id":"ED313965",
        "title":"Doctoral Study in Programs of Higher Education: Overviews and Prospects. ASHE Annual Meeting Paper."},
      {
        "id":"ED313967",
        "title":"Predicting Faculty Publication Output: Evaluation of a Model Across Institutional Types. ASHE Annual Meeting Paper."},
      {
        "id":"ED313968",
        "title":"An Organizational Conception of Curriculum and an Application to Professional Education. ASHE Annual Meeting Paper."},
      {
        "id":"ED313971",
        "title":"Strategy, Structure and Style in Brazilian Universities. ASHE Annual Meeting Paper."},
      {
        "id":"ED313978",
        "title":"Education Faculty Job Satisfaction in Major Research Universities. ASHE Annual Meeting Paper."},
      {
        "id":"ED313981",
        "title":"Qualitative Methods in Higher Education Research: A Team Approach to Multiple Site Investigation. ASHE Annual Meeting Paper."},
      {
        "id":"ED313982",
        "title":"The Impact of Racial Diversity and Involvement on College Students' Social Concern Values. ASHE Annual Meeting Paper."},
      {
        "id":"ED313983",
        "title":"Keeping Legislators Informed: A Study of Feedback from Legislators on Information Provided by the University of Manitoba. ASHE Annual Meeting Paper."},
      {
        "id":"ED313985",
        "title":"A Discipline Sensitive Model of Textbook Selection Criteria in the Higher Education Faculty. ASHE Annual Meeting Paper."},
      {
        "id":"ED313986",
        "title":"Beyond Mentoring: A Rationale for the Study of Higher Education in Pre-Service Faculty Development Programs. ASHE Annual Meeting Paper."},
      {
        "id":"ED313987",
        "title":"Institutional Planning: Prescription vs. Practice. ASHE Annual Meeting Paper."},
      {
        "id":"ED313989",
        "title":"A Study of the Development of Student Assessment Policy in Virginia. ASHE Annual Meeting Paper."},
      {
        "id":"ED313991",
        "title":"Institutional Control of Faculty Research: Issues Emerging in the Academic Environment. ASHE Annual Meeting Paper."},
      {
        "id":"ED313992",
        "title":"Progress Report on the National Donor Data Base Project. ASHE Annual Meeting Paper."},
      {
        "id":"ED313993",
        "title":"Tenure Review Outcomes and Their Relationship to Open or Closed Tenure Review Systems. ASHE Annual Meeting Paper."},
      {
        "id":"ED313994",
        "title":"Public Policies and Independent Higher Education: A View from the States. ASHE Annual Meeting Paper."},
      {
        "id":"ED313995",
        "title":"Geographical Differentials in Cost of Living, Amenities, Wages, and Cost of Government Services: Theory and Measurement."},
      {
        "id":"ED313999",
        "title":"Effective Crisis Management at the Smaller Campus."},
      {
        "id":"ED314000",
        "title":"Supplemental Student Loans. Who Borrows and Who Defaults. United States General Accounting Office Fact Sheet for Congressional Requesters."},
      {
        "id":"ED314001",
        "title":"The Effect of a Truly Liberal Education on Society."},
      {
        "id":"ED314003",
        "title":"FY 89 Faculty Salary Review."},
      {
        "id":"ED314004",
        "title":"Enhancing the Educational Effectiveness of an African University."},
      {
        "id":"ED314006",
        "title":"Student Athletes. Most Schools Meet Proposed Academic Performance Reporting Requirements. United States General Accounting Office Briefing Report to the Chairman, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED314008",
        "title":"Cognitive ATI Research: A Simulated Laboratory Environment in (PCE-)Prolog."},
      {
        "id":"ED314009",
        "title":"Language Arts, Social Studies and Science. Apple IIGS Computer Appleworks Data Base Training Mini Course."},
      {
        "id":"ED314010",
        "title":"Merging Data Base and Word Processing Files Using Appleworks V1.3 and the Apple IIe Computer. First Edition."},
      {
        "id":"ED314011",
        "title":"Obtaining Help with Appleworks V1.3 Word Processing Files Using the Apple IIe Computer. First Edition."},
      {
        "id":"ED314012",
        "title":"Printing Appleworks V1.3 Spreadsheet Files Using the Apple IIe Computer. First Edition."},
      {
        "id":"ED314013",
        "title":"Printing Appleworks V1.3 Word Processor Files Using the Apple IIe Computer. First Edition."},
      {
        "id":"ED314014",
        "title":"Using Appleworks V1.3 To Construct Spreadsheet Files for the Apple IIe Computer. First Edition."},
      {
        "id":"ED314016",
        "title":"Using Microcomputers for Communication. Summary Report: Sociology 110 Distance Education Pilot Project."},
      {
        "id":"ED314020",
        "title":"Computer Applications in Australian Classrooms."},
      {
        "id":"ED314021",
        "title":"Educational Technology in New Jersey: A Plan for Action."},
      {
        "id":"ED314024",
        "title":"Microcomputer Processing and Analysis of Sample Survey in Education. A Methodological Case Study."},
      {
        "id":"ED314025",
        "title":"Multiple Strand Sequencing Using the Elaboration Theory."},
      {
        "id":"ED314029",
        "title":"A Selected Interactive Videodisc Bibliography. TDC Research Report No. 2."},
      {
        "id":"ED314030",
        "title":"Organization and Technology Issues Related to Distance Education. TDC Research Report No. 3."},
      {
        "id":"ED314031",
        "title":"New Technologies for Distance Education: A Needs Assessment at the Delivery Site. TDC Research Report No. 4."},
      {
        "id":"ED314035",
        "title":"Development and Evaluation of an Educational Data Acquisition System for Use in Secondary Schools. Technical Note 411."},
      {
        "id":"ED314037",
        "title":"Information Policy and Technology Issues: Public Laws of the 95th through 100th Congresses. CRS Report for Congress."},
      {
        "id":"ED314039",
        "title":"Design Considerations for the Development of Interactive Video (IV) in Nurse Education."},
      {
        "id":"ED314040",
        "title":"Oversight Hearing on the Office of Educational Research and Improvement (OERI). Hearing before the Subcommittee on Select Education, Committee on Education and Labor, House of Representatives, One Hundred First Congress, First Session."},
      {
        "id":"ED314041",
        "title":"Oversight Hearing on the Office of Educational Research and Improvement (OERI). Hearing before the Subcommittee on Select Education, Committee on Education and Labor. House of Representatives, One Hundred First Congress, First Session."},
      {
        "id":"ED314043",
        "title":"School Libraries: A Systematic Approach to Staff Development."},
      {
        "id":"ED314044",
        "title":"CMBLS: Catalog of Microcomputer Based Library Software. Second Edition."},
      {
        "id":"ED314046",
        "title":"Missouri Library Connection: A Beginner's Guide to the Bibliofile/Microcomputer System."},
      {
        "id":"ED314047",
        "title":"National Bookmobile Guidelines, 1988."},
      {
        "id":"ED314048",
        "title":"Networking Hawaii's School Libraries."},
      {
        "id":"ED314052",
        "title":"College Cost Containment Project. Final Report."},
      {
        "id":"ED314059",
        "title":"Extracting Knowledge for Intermediary Expert Systems: The Selection of Search Keys. Final Report."},
      {
        "id":"ED314062",
        "title":"Problem Definition Process: A Guide to Research Strategies."},
      {
        "id":"ED314063",
        "title":"The Quiet Crisis. Funding for Materials in Texas Academic Libraries."},
      {
        "id":"ED314065",
        "title":"The Authoritative Guide on the Use of Telefacsimile in Libraries: An Occasional Paper. Series 2, No. 3."},
      {
        "id":"ED314069",
        "title":"Computer Viruses. Legal and Policy Issues Facing Colleges and Universities."},
      {
        "id":"ED314070",
        "title":"Federal Information Policies: The Congressional Initiative. A Summary of Proceedings of the Annual Forum on Federal Information Policies (6th, Washington, D.C., March 22, 1989)."},
      {
        "id":"ED314072",
        "title":"Institutional Resources--Shafer Library, Volume I; Institutional Profile, Volume II."},
      {
        "id":"ED314073",
        "title":"The Knowledge Institutions in the Information Age. The Special Case of the Public Library."},
      {
        "id":"ED314078",
        "title":"Interlibrary Cooperation and Resource Sharing."},
      {
        "id":"ED314079",
        "title":"Public Library Construction."},
      {
        "id":"ED314081",
        "title":"Video and Library Privacy Protection Act of 1988. Joint Hearing before the Subcommittee on Courts, Civil Liberties, and the Administration of Justice of the House Committee on the Judiciary and the Subcommittee on Technology and the Law of the Senate Committee on the Judiciary. One Hundredth Congress, Second Session on H.R. 4947 and S. 2361."},
      {
        "id":"ED314082",
        "title":"Commission on Preservation and Access. Annual Report July 1, 1988-June 30, 1989."},
      {
        "id":"ED314084",
        "title":"Database Reviews: Legal Information."},
      {
        "id":"ED314086",
        "title":"People's Libraries in Support of People's Education."},
      {
        "id":"ED314087",
        "title":"Proceedings of the Conference on Application of Scanning Methodologies in Libraries (Beltsville, Maryland, November 17-18, 1988)."},
      {
        "id":"ED314088",
        "title":"Reference Collection Policy Statement: Alexander Library."},
      {
        "id":"ED314089",
        "title":"Research in Education. A Guide to Library Resources, Revised."},
      {
        "id":"ED314090",
        "title":"U.S. Mountaineering Libraries: A Survey."},
      {
        "id":"ED314091",
        "title":"The International Project. Progress Report."},
      {
        "id":"ED314092",
        "title":"Mass Deacidification Procedures for Libraries and Archives: State of Development and Perspectives for Implementation in the Federal Republic of Germany."},
      {
        "id":"ED314093",
        "title":"Selection for Preservation of Research Library Materials."},
      {
        "id":"ED314096",
        "title":"Aspects of U.S. Information Policy: An Annotated Bibliography of Federal Laws, Policies, Regulations, Congressional Hearings with Related Monographs, Serials and Studies from the Private Sector."},
      {
        "id":"ED314097",
        "title":"Bibliographies of Children's Books."},
      {
        "id":"ED314098",
        "title":"California State University, Bakersfield. Walter W. Stiern Library. Project Specifications."},
      {
        "id":"ED314099",
        "title":"Trends and Issues in Library and Information Science, 1988."},
      {
        "id":"ED314100",
        "title":"Associate of Science and Associate of Applied Science: Assured Academic Success? Another Source?"},
      {
        "id":"ED314102",
        "title":"Arithmetic in the California Community Colleges."},
      {
        "id":"ED314103",
        "title":"The Past as Prologue: Variables Influencing the Continuing Development of Community Services in America's Community Colleges."},
      {
        "id":"ED314104",
        "title":"Community Colleges and Civic Literacy: The Quest for Values, Ethics, and College Renewal."},
      {
        "id":"ED314105",
        "title":"Critical Issues in Science Education in Two-Year Colleges: 1990 and Beyond."},
      {
        "id":"ED314106",
        "title":"Ways in Which Vocational Education and Postsecondary Institutions Can Establish Effective Linkages with Employers."},
      {
        "id":"ED314109",
        "title":"Symbiosis: The High School Partnership Program."},
      {
        "id":"ED314113",
        "title":"Minority Business Export Initiatives: Final Report, 1989."},
      {
        "id":"ED314114",
        "title":"Salary Survey Report for the Illinois Public Community Colleges, Fall 1989."},
      {
        "id":"ED314115",
        "title":"California Department of Education and California Community College Chancellor&apos;s Office Vocational and Technical Education Computer-Managed and Aided Instruction Project: Project Summary."},
      {
        "id":"ED314116",
        "title":"Innovation Abstracts: Volume XI, Numbers 1-30."},
      {
        "id":"ED314117",
        "title":"EOP&amp;S: Continued Success with Low-Income College Students. An EOPS Special Project, 1984-85 [and] A Longitudinal Study of EOP&amp;S Freshmen Students Entering during 1979-80 and 1980-81."},
      {
        "id":"ED314118",
        "title":"S.I.Q. (Student Information Questionnaire): A Survey of Student Characteristics. Fall 1988 District Summary."},
      {
        "id":"ED314119",
        "title":"Instrumental and Terminal Life Values of Faculty by Community College Location, Age, Experience, Highest Degree and Other Employment."},
      {
        "id":"ED314122",
        "title":"Mississippi Public Community &amp; Junior Colleges: Statistical Data, 1988-89."},
      {
        "id":"ED314123",
        "title":"A Proposed Accountability Model for California's Community Colleges: A Paper for Discussion."},
      {
        "id":"ED314124",
        "title":"Guidelines for Individual Professional Development Plans."},
      {
        "id":"ED314130",
        "title":"Outreach and Information: Survey Results. Research Report Number 58."},
      {
        "id":"ED314131",
        "title":"Survey Sheds Light on Continuing Education Enrollees. Research Report Number 59."},
      {
        "id":"ED314132",
        "title":"Fiscal Year 1989 Unit Cost Report for the Public Community Colleges of Illinois."},
      {
        "id":"ED314137",
        "title":"Two-Year Comparison of Transfer and Native Student Academic Performance: University of Illinois at Urbana-Champaign, Fall 1986 Group."},
      {
        "id":"ED314149",
        "title":"Hearings on Child Care. Hearings before the Committee on Education and Labor. House of Representatives, One Hundred First Congress, First Session (February 9, March 6, and April 5, 1989)."},
      {
        "id":"ED314150",
        "title":"Hearing on H.R. 770, The Family and Medical Leave Act of 1989. Hearing before the Subcommittee on Labor-Management Relations of the Committee on Education and Labor. House of Representatives, One Hundred First Congress, First Session."},
      {
        "id":"ED314151",
        "title":"Teacher Attitudes and Practices of Parent Involvement in Inner-City Elementary and Middle Schools. Report No. 32."},
      {
        "id":"ED314152",
        "title":"Parent Attitudes and Practices of Parent Involvement in Inner-City Elementary and Middle Schools. Report No. 33."},
      {
        "id":"ED314158",
        "title":"U.S. Children and Their Families: Current Conditions and Recent Trends, 1989. A Report Together with Additional Views of the Select Committee on Children, Youth, and Families. U.S. House of Representatives, One Hundred First Congress, First Session."},
      {
        "id":"ED314159",
        "title":"Children and Guns. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred First Congress, First Session."},
      {
        "id":"ED314160",
        "title":"School-Age Child Care: The Challenge and Promise. Proceedings of the Governor's Conference (1st, Towson, Maryland, December 5-6, 1988)."},
      {
        "id":"ED314162",
        "title":"Hearing on the Establishment of a National Policy on Children and Youth. Hearing before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED314163",
        "title":"Intervention with Haitian Entrants in South Florida."},
      {
        "id":"ED314164",
        "title":"Chapter 1 Services to Language-Minority Limited-English-Proficient Students: A Substudy of the National Assessment of Chapter 1."},
      {
        "id":"ED314166",
        "title":"The Discrepancy between Elementary Principal's and Kindergarten Teacher's View of the Content and Procedures Which Constitute a Kindergarten Program."},
      {
        "id":"ED314168",
        "title":"The Relevance of Vygotsky's Theory of Creative Imagination for Contemporary Research on Play."},
      {
        "id":"ED314169",
        "title":"Recent Infant/Toddler Researches: A Helpful Guide for Caregivers."},
      {
        "id":"ED314170",
        "title":"Quality Programs for Children and Families: Multiple Perspectives. Proceedings of the Annual Conference on Early Childhood Education (6th, Duluth, Minnesota, October 3-4, 1986)."},
      {
        "id":"ED314174",
        "title":"Prekindergarten Programs for Children At Risk of Academic Failure. Illinois School Improvement Update Series. Progress Report."},
      {
        "id":"ED314178",
        "title":"Children of Divorce: With an In-Service Workshop."},
      {
        "id":"ED314179",
        "title":"Pre-Kindergarten Programs in North Carolina: Preferences of Superintendents and Principals."},
      {
        "id":"ED314180",
        "title":"Creating a Learning Climate for the Early Childhood Years. Fastback Series No. 292."},
      {
        "id":"ED314184",
        "title":"Language Development Component: All Day Kindergarten Program. Final Evaluation Report."},
      {
        "id":"ED314185",
        "title":"Program Quality and Licensure in Day Care Centers and Family Day Care Homes."},
      {
        "id":"ED314186",
        "title":"Effectiveness of the Nutrition Education and Training (NET) Program for Fiscal Year 1989: Final Evaluation Report."},
      {
        "id":"ED314187",
        "title":"Attributions about, and Instructions on How To Treat, Their Neonates as Determinants of Mothers' Interaction Behavior."},
      {
        "id":"ED314188",
        "title":"Nurses Behave Differentially to Neonates in Terms of Their True Gender Compared to Their Ascribed Gender."},
      {
        "id":"ED314189",
        "title":"Maternal-Infant Behavior at 2-Days and at 28-Days Post-Partum Following Maternal-Infant Contact in the Recovery Room."},
      {
        "id":"ED314190",
        "title":"The Determinants of Parenting: What Variables Do We Need To Look At?"},
      {
        "id":"ED314195",
        "title":"Your City's Kids."},
      {
        "id":"ED314196",
        "title":"Our Future and Our Only Hope: A Survey of City Halls Regarding Children and Families. A Research Report of the National League of Cities."},
      {
        "id":"ED314197",
        "title":"Family Day Care Zoning. Local Officials Guide."},
      {
        "id":"ED314198",
        "title":"Children, Families & Cities: Programs That Work at the Local Level."},
      {
        "id":"ED314199",
        "title":"Caring for Children: Case Studies of Local Government Child Care Initiatives."},
      {
        "id":"ED314200",
        "title":"How Well Preschool Children Know Their Friends."},
      {
        "id":"ED314204",
        "title":"Early Childhood Injury Deaths in Washington State."},
      {
        "id":"ED314205",
        "title":"Comparison of Two Children's Measures of Type A Behavior."},
      {
        "id":"ED314206",
        "title":"Measuring Daily Stress in Children."},
      {
        "id":"ED314208",
        "title":"Developing Positive Student Self-Concept. (Second Edition)."},
      {
        "id":"ED314209",
        "title":"Classroom Discipline: Case Studies and Viewpoints. (Second Edition)."},
      {
        "id":"ED314210",
        "title":"Children's Type A Behavior and Teacher Ratings of Social Skills."},
      {
        "id":"ED314211",
        "title":"The Single Child's Personality Development and School Adjustments: Some Suggestions for Future Research."},
      {
        "id":"ED314212",
        "title":"Montessori Education: A Humanistic Approach for the 1990s."},
      {
        "id":"ED314213",
        "title":"Hawaii Chapter 1 Program Evaluation: School Years 1985-86 and 1986-87."},
      {
        "id":"ED314215",
        "title":"Work and Family and Unions: Labor's Agenda for the 1990s. The BNA Special Report Series on Work and Family: Special Report No. 20."},
      {
        "id":"ED314216",
        "title":"101 Key Statistics on Work and Family for the 1990s. The BNA Special Report Series on Work and Family: Special Report No. 21."},
      {
        "id":"ED314217",
        "title":"Growing Up Drug Free: A Parent's Guide to Prevention."},
      {
        "id":"ED314220",
        "title":"Hart County Parent Involvement Project. Preliminary Report of Pre- and Post-Test with AEL&apos;s Level of Parent Involvement Questionnaire."},
      {
        "id":"ED314224",
        "title":"Achievement of Equity in Capital Outlay Financing: A Policy Analysis for the States."},
      {
        "id":"ED314225",
        "title":"Financing Rural and Small Schools: Issues of Adequacy and Equity."},
      {
        "id":"ED314228",
        "title":"Changes in American Indian Education: A Historical Retrospective for Educators in the United States. ERIC Digest."},
      {
        "id":"ED314229",
        "title":"Needs of Rural Schools Regarding HIV Education."},
      {
        "id":"ED314230",
        "title":"Personnel Recruitment and Retention in Rural America."},
      {
        "id":"ED314231",
        "title":"Sample Strategies Used To Serve Rural Students in the Least Restrictive Environment."},
      {
        "id":"ED314232",
        "title":"Protecting Youth from Alcohol and Substance Abuse. What Can We Do?"},
      {
        "id":"ED314233",
        "title":"A Citizen's Guide to Radon. What It Is and What To Do about It."},
      {
        "id":"ED314234",
        "title":"Educating the Next Generation of Agricultural Scientists."},
      {
        "id":"ED314235",
        "title":"Developing and Supporting Teachers for Elementary School Science Education."},
      {
        "id":"ED314236",
        "title":"Assessment in Elementary School Science Education."},
      {
        "id":"ED314237",
        "title":"Science and Technology Education for the Elementary Years: Frameworks for Curriculum and Instruction."},
      {
        "id":"ED314238",
        "title":"Getting Started in Science: A Blueprint for Elementary School Science Education."},
      {
        "id":"ED314240",
        "title":"The Death of a Star: Supernova 1987a. NASA Educational Briefs for the Upper Elementary-Level Classroom."},
      {
        "id":"ED314241",
        "title":"How We Get Pictures from Space. NASA Facts (Revised Edition)."},
      {
        "id":"ED314242",
        "title":"A Science Inservice Program for K-6 Teachers. FY 1987-88, Title II-A Program. Final Project Report."},
      {
        "id":"ED314244",
        "title":"Improving Science Education through Local Alliances. A Report to Carnegie Corporation of New York."},
      {
        "id":"ED314249",
        "title":"Breaking the Barriers: Linking Children and Nature. Report of the Forum (October 1988)."},
      {
        "id":"ED314250",
        "title":"New Information Technology Directions for American Education. Improving Science and Mathematics Education. Final Report."},
      {
        "id":"ED314252",
        "title":"Educational Affairs Plan: A Five-Year Strategy. FY 1988-1992. Second Edition."},
      {
        "id":"ED314255",
        "title":"The Role of Metacognition in Mathematical Problem Solving: A Study of Two Grade Seven Classes. Final Report."},
      {
        "id":"ED314257",
        "title":"Recycling Primer: Getting Back to Basics."},
      {
        "id":"ED314295",
        "title":"Education to Social, Civic, and Political Values in the Italian Pedagogical Thought."},
      {
        "id":"ED314297",
        "title":"Bulletin of the Association of North Dakota Geographers. Volume XXXVII, 1987."},
      {
        "id":"ED314302",
        "title":"International and Citizenship Education: Need and Nexus."},
      {
        "id":"ED314303",
        "title":"International Issues, Media Coverage and Public Ignorance: or, So, Where Is Africa, Anyway?"},
      {
        "id":"ED314309",
        "title":"Drugs: Education for Prevention. Classroom Materials on Substance Abuse."},
      {
        "id":"ED314310",
        "title":"Selected Background Readings on Law-Related Education (LRE). Technical Assistance Bulletin No. 2."},
      {
        "id":"ED314312",
        "title":"A Resource Guide for Celebrating the Statue of Liberty and Ellis Island, 1986. Bulletin 1783."},
      {
        "id":"ED314313",
        "title":"A Guidebook to Selected Projects in Design Education."},
      {
        "id":"ED314314",
        "title":"Preach Americanism! The Education of Immigrants during the Great War."},
      {
        "id":"ED314315",
        "title":"Teaching American Government in an Electronic Classroom."},
      {
        "id":"ED314321",
        "title":"Trends and Problems in Sociology: As a Discipline and as a School Subject."},
      {
        "id":"ED314324",
        "title":"Does Their Difference Make a Difference? The Impact of Women on Public Policy in Arizona Legislature."},
      {
        "id":"ED314326",
        "title":"Advancing the Women's Agenda within Bureaucracies: Services for Rape Victims."},
      {
        "id":"ED314328",
        "title":"Gender Neutrality: Women's Friend or Foe?"},
      {
        "id":"ED314330",
        "title":"Science and Technology Policy in the People's Republic of China: Organizational Structures and Processes."},
      {
        "id":"ED314333",
        "title":"Peter Parley and His Way of Teaching Geography to Future Citizens."},
      {
        "id":"ED314337",
        "title":"A Workbook for Student Community Service."},
      {
        "id":"ED314339",
        "title":"Contemporary Development Issues: The Women of Zimbabwe."},
      {
        "id":"ED314341",
        "title":"Status of Social Studies Education in South Dakota Elementary Schools."},
      {
        "id":"ED314342",
        "title":"Spontaneous Concern about Nuclear War: Value Priority Differences in Adolescents."},
      {
        "id":"ED314344",
        "title":"Collaborative Learning: Experiences of A Qualitative Research Class. AERA Presentation Scripts."},
      {
        "id":"ED314351",
        "title":"Humanities (A Case Study). Focus on Fine Arts."},
      {
        "id":"ED314352",
        "title":"Elementary. Focus on Fine Arts."},
      {
        "id":"ED314357",
        "title":"Youth Leadership. Insights into Issues in Education."},
      {
        "id":"ED314358",
        "title":"Multicultural and Global Education: Seeking Common Ground. Issues in Education."},
      {
        "id":"ED314359",
        "title":"Quality Global/International Education: What Political Stance? Issues in Education."},
      {
        "id":"ED314360",
        "title":"Gender and the Choice of Teaching as a Second Career."},
      {
        "id":"ED314361",
        "title":"Nutritional Intervention for People with AIDS."},
      {
        "id":"ED314363",
        "title":"Training Mentors and Proteges: The Key to Successful Mentoring Programs."},
      {
        "id":"ED314365",
        "title":"Federal Personnel. Defense Department's Hiring of Teachers for Overseas Schools. Report to the Chairman, Subcommittee on Investigations, Committee on Post Office and Civil Service, House of Representatives."},
      {
        "id":"ED314366",
        "title":"A Comparative Longitudinal Analysis of State Education Agency Staff Development Programs in the Fifty States 1983-89."},
      {
        "id":"ED314371",
        "title":"AIDS Education Curriculum Guide. Grades 7-10. Bulletin 1827, 1988."},
      {
        "id":"ED314372",
        "title":"Thinking about Teacher Education: Philosophical Issues and Perspectives."},
      {
        "id":"ED314373",
        "title":"Alternative Certification: Pathway to Success or Blind Alley to the Teacher Shortage."},
      {
        "id":"ED314375",
        "title":"The Impact of Mentoring on First Year Teachers."},
      {
        "id":"ED314377",
        "title":"Dynamics of Effective Study. Bulletin 1825."},
      {
        "id":"ED314379",
        "title":"Teach-Practice-Apply: The TPA Instruction Model, 7-12."},
      {
        "id":"ED314380",
        "title":"Teachers and Research in Action. NEA School Restructuring Series."},
      {
        "id":"ED314381",
        "title":"Women in Intercollegiate Sport. A Longitudinal Study--Eleven Year Update 1977-1988."},
      {
        "id":"ED314382",
        "title":"Teacher Recruitment and Retention With a Special Focus on Minority Teachers. Reference &amp; Resource Series."},
      {
        "id":"ED314384",
        "title":"How Many and Why Not More: A Survey of Issues in Education."},
      {
        "id":"ED314385",
        "title":"First Year Education Students: Assessment and Support."},
      {
        "id":"ED314391",
        "title":"Temporary Systems Management as an Evaluation Model for Staff Development Programs."},
      {
        "id":"ED314392",
        "title":"Mentoring First Year Teachers: The University's Role as Facilitator."},
      {
        "id":"ED314393",
        "title":"An Effective Faculty Development Program: It Can Be Done."},
      {
        "id":"ED314396",
        "title":"Should Norm-referenced Standards or Criterion-referenced Standards Be Used in Evaluating Youth Fitness Tests?"},
      {
        "id":"ED314399",
        "title":"Teachers' Strategies for Coping with Shy/Withdrawn Students. Research Series No. 199."},
      {
        "id":"ED314400",
        "title":"Teachers' Strategies for Coping with Failure Syndrome Students. Research Series No. 197."},
      {
        "id":"ED314401",
        "title":"Teachers' Strategies for Coping with Perfectionist Students. Research Series No. 198."},
      {
        "id":"ED314402",
        "title":"Certification Manual. North Carolina Professional School Personnel."},
      {
        "id":"ED314404",
        "title":"A Research Based Sport Management Curricular Model: Undergraduate and Graduate Programs."},
      {
        "id":"ED314406",
        "title":"School Nurse Manual."},
      {
        "id":"ED314413",
        "title":"Allergy and Asthma. LC Science Tracer Bullet."},
      {
        "id":"ED314414",
        "title":"Changing Group and Organizational Cultures To Support Healthy Lifestyles."},
      {
        "id":"ED314419",
        "title":"Perceptions, Attitudes, Motivations, and Behaviors of Drivers 18 to 22 Years Old."},
      {
        "id":"ED314421",
        "title":"Child Health USA'89."},
      {
        "id":"ED314422",
        "title":"Office of Maternal and Child Health Active Projects FY 1989. An Annotated Listing."},
      {
        "id":"ED314426",
        "title":"Understanding Achievement Tests: A Guide for School Administrators."},
      {
        "id":"ED314427",
        "title":"Preparing Students To Take Standardized Achievement Tests. ERIC Digest."},
      {
        "id":"ED314428",
        "title":"Interpreting Test Scores for Compensatory Education Students. ERIC Digest."},
      {
        "id":"ED314429",
        "title":"Using Customized Standardized Tests. ERIC Digest."},
      {
        "id":"ED314430",
        "title":"The GED Testing Program. ERIC Digest."},
      {
        "id":"ED314431",
        "title":"The Gender Gap."},
      {
        "id":"ED314432",
        "title":"New Directions for Teacher Assessment. Proceedings of the ETS Invitational Conference (49th, New York, New York, October 29, 1988)."},
      {
        "id":"ED314433",
        "title":"Assessment in the Service of Learning. Proceedings of the ETS Invitational Conference (48th, New York, New York, October 31, 1987)."},
      {
        "id":"ED314434",
        "title":"Why Generalizability Theory Yields Better Results than Classical Test Theory."},
      {
        "id":"ED314437",
        "title":"The Factor Structure of the Self-Directed Learning Readiness Scale (SDLRS)."},
      {
        "id":"ED314438",
        "title":"Educational Research."},
      {
        "id":"ED314439",
        "title":"Stability of Q-Factors across Two Data Collection Methods."},
      {
        "id":"ED314447",
        "title":"Comparisons of Exploratory and Confirmatory Factor Analysis."},
      {
        "id":"ED314451",
        "title":"Development of a Psychometric Instrument to Distinguish Adaptive from Nonadaptive Internal Locus of Control."},
      {
        "id":"ED314452",
        "title":"Psychometric Analysis of the NLS and the High School and Beyond Test Batteries. A Study of Excellence in High School Education: Educational Policies, School Quality, and Student Outcomes. Contractor Report."},
      {
        "id":"ED314453",
        "title":"Designing Learning Objectives."},
      {
        "id":"ED314454",
        "title":"How Public Educators Cheat on Standardized Achievement Tests: The &quot;Lake Wobegon&quot; Report."},
      {
        "id":"ED314457",
        "title":"Guide to Test Development: A General Procedures Manual for the North Carolina Test Development Program."},
      {
        "id":"ED314460",
        "title":"Using Construct Validity To Evaluate Assessment Instruments: A Comparison of the ACT-COMP Exam and the ETS Academic Profile."},
      {
        "id":"ED314461",
        "title":"The Performance of Black and White Students on the ACT-COMP Exam: An Analysis of Differential Item Functioning Using Samejima's Graded Model. Research Report 89-11."},
      {
        "id":"ED314462",
        "title":"The Arkansas MPT, MAT6, and the New Standards: What 100 Teachers Think."},
      {
        "id":"ED314463",
        "title":"Effects of Perceived Involvement of Stakeholders on Readiness for Utilization of Program Evaluation Results by County Administrators in the U.S. Cooperative Extension Service."},
      {
        "id":"ED314464",
        "title":"The Detection of DIF: Why There Is No Free Lunch."},
      {
        "id":"ED314466",
        "title":"Development of the Client Observation Checklist: Reliability, Validity, and Differences between Facilities Chosen To Receive Project ADAPT. Progress Report No. 32."},
      {
        "id":"ED314468",
        "title":"How American Educational Policy and Practices Impact the Language and Culture of an American Pacific Island."},
      {
        "id":"ED314470",
        "title":"Judging the Goodness of Fit of a Multiple Regression Equation for Predicting Program Results across Multiple Sites."},
      {
        "id":"ED314472",
        "title":"From Qualitative to Quantitative and Back Again: Philosophical and Methodological Transitions."},
      {
        "id":"ED314474",
        "title":"Iowa's Norming Study of the Tests of General Educational Development. Final Report."},
      {
        "id":"ED314476",
        "title":"Case Study Research: A Model for Single-Setting, Embedded, Focus-Group Interview Design &amp; Analysis Procedures. Assessment and Evaluation of an Educational Reform Program in a Rural Arizona School District."},
      {
        "id":"ED314478",
        "title":"The Computer Discretionary Grant: An Evaluation. Report #1186."},
      {
        "id":"ED314480",
        "title":"Commitment and Change: Qualitative Factors Affecting Successful Program Innovations."},
      {
        "id":"ED314483",
        "title":"Commonality Analysis with Multivariate Data Sets."},
      {
        "id":"ED314486",
        "title":"A Design for Evaluating the Nevada Proficiency Examination Program."},
      {
        "id":"ED314491",
        "title":"Preparing Students for Taking Tests. Fastback 291."},
      {
        "id":"ED314492",
        "title":"The Gallup/Phi Delta Kappa Polls of Attitudes toward the Public Schools, 1969-88. A 20-Year Compilation and Educational History."},
      {
        "id":"ED314493",
        "title":"Choice in Montclair, New Jersey. A Policy Information Paper."},
      {
        "id":"ED314495",
        "title":"Measurement Characteristics of the Finding Embedded Figures Test in &quot;Speed&quot; versus &quot;Power&quot; Administrations."},
      {
        "id":"ED314498",
        "title":"Latent Trait Calibrations for the Finding Embedded Figures Test: A Study with Middle School Students."},
      {
        "id":"ED314499",
        "title":"The Influence of the Ontario Education System on Educators' Evaluation Policies and Practices."},
      {
        "id":"ED314500",
        "title":"An Investigation of the Optimal Number of Options and the Inclusive \"None of These\" Option."},
      {
        "id":"ED314501",
        "title":"Predicting the Academic Success of Student-Athletes Using SAT and Noncognitive Variables. Research Report #20-89."},
      {
        "id":"ED314502",
        "title":"Implementations of the Branch-and-Bound Method for Test Construction Problems. Project Psychometric Aspects of Item Banking No. 46. Research Report 89-6."},
      {
        "id":"ED314503",
        "title":"California Model School Accountability Report Card. Technical Assistance Manual."},
      {
        "id":"ED314504",
        "title":"Coordinated Compliance Monitoring Review Manual, 1989-90."},
      {
        "id":"ED314507",
        "title":"Patterns and Consequences of Delay in Postsecondary Education: 1972, 1980, and 1982 High School Graduates. Survey Report. National Longitudinal Study 1972. High School and Beyond."},
      {
        "id":"ED314508",
        "title":"Patterns and Trends of Delayed Entry into Postsecondary Education: 1972, 1980, and 1982 High School Graduates. E.D. TABS. National Longitudinal Study 1972. High School and Beyond."},
      {
        "id":"ED314512",
        "title":"A Summary of State Chapter 1 Participation and Achievement Information for 1986-87."},
      {
        "id":"ED314513",
        "title":"\"Risk Management\" in Context: Policy Meanings of the Term \"At-Risk\" and Administrative Responses to \"At-Risk\" Students."},
      {
        "id":"ED314515",
        "title":"An Evaluation of State-Financed School Integration in Metropolitan Milwaukee. Volume 2, No. 5."},
      {
        "id":"ED314516",
        "title":"Wisconsin&apos;s Internal Brain Drain: The State&apos;s Most Valuable--and Undeveloped--Resource. Wisconsin Policy Research Institute Report, Volume 1, No. 2."},
      {
        "id":"ED314517",
        "title":"Wisconsin's Shrinking Educational Advantage: The Internal &quot;Brain Drain&quot; Reexamined. Wisconsin Policy Research Institute Report, Volume 2, No. 6."},
      {
        "id":"ED314518",
        "title":"Educational Choice: Answers to the Most Frequently Asked Questions about Mediocrity in American Education and What Can Be Done about It. Wisconsin Policy Research Institute Report, Volume 2, No. 3."},
      {
        "id":"ED314519",
        "title":"The Rising Costs of the &quot;Chapter 220&quot; Program in Wisconsin. Wisconsin Policy Research Institute Report, Volume 1, No. 4."},
      {
        "id":"ED314520",
        "title":"Magnet Schools, Voluntary Desegregation, and Public Choice Theory: Limits and Possibilities in a Big City School System."},
      {
        "id":"ED314524",
        "title":"Comprehensive Planning To Address Homelessness. City Initiatives."},
      {
        "id":"ED314526",
        "title":"Barriers and Opportunities for America's Young Black Men. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred First Congress, First Session."},
      {
        "id":"ED314528",
        "title":"Hope for the Future: The State Plan for Educating Homeless Children and Youth."},
      {
        "id":"ED314529",
        "title":"The Labor Shortage--Poverty and Educational Aspects. Hearings on Examining Alternatives Available in Coping with a Projected Labor Shortage in the Future while Facing a Poverty Surplus and Educational Gaps in the Work Force before the Committee on Labor and Human Resources. United States Senate, One Hundred First Congress, First Session (January 26 and 27, 1989)."},
      {
        "id":"ED314530",
        "title":"Education and the Economy: A Diagnostic Review and Implications for the Federal Role."},
      {
        "id":"ED314531",
        "title":"Partners in Self-Sufficiency Guidebook."},
      {
        "id":"ED314532",
        "title":"Children At Risk."},
      {
        "id":"ED314534",
        "title":"A Student Monitoring System for At-Risk Intervention and Program Improvement."},
      {
        "id":"ED314538",
        "title":"Assimilation and Socioeconomic Advancement of Hispanics in the U.S. Staff Working Paper."},
      {
        "id":"ED314539",
        "title":"Compensatory Education: Aguilar v. Felton Decision's Continuing Impact on Chapter 1 Program. United States General Accounting Office Briefing Report to Congressional Committees."},
      {
        "id":"ED314545",
        "title":"English Only: The Threat of Language Restrictions. NALEO Background Paper Number 10."},
      {
        "id":"ED314546",
        "title":"Restructuring American Schools: The Promise and the Pitfalls. ERIC/CUE Digest."},
      {
        "id":"ED314547",
        "title":"Restructuring American Schools: The Promise and the Pitfalls. Conference Paper No. 10."},
      {
        "id":"ED314548",
        "title":"Better Schooling for the Children of Poverty: Alternatives to Conventional Wisdom. Study of Academic Instruction for Disadvantaged Students. Volume I: Summary."},
      {
        "id":"ED314549",
        "title":"Better Schooling for the Children of Poverty: Alternatives to Conventional Wisdom. Study of Academic Instruction for Disadvantaged Students. Volume II: Commissioned Papers and Literature Review."},
      {
        "id":"ED314553",
        "title":"Proceedings of the Symposium on Training of Nuclear Facility Personnel (8th, Gatlinburg, Tennessee, April 24-27, 1989)."},
      {
        "id":"ED314585",
        "title":"Special Answers for Special Needs. A Guide to Available 353 Resources."},
      {
        "id":"ED314586",
        "title":"Job Training Partnership Act Youth Employment Amendments of 1989. Part 1. Hearings before the Subcommittee on Employment and Productivity of the Committee on Labor and Human Resources, United States Senate, One Hundred First Congress, First Session on S. 543 (Washington, D.C., March 9 and 16, 1989; Los Angeles, California, March 30, 1989)."},
      {
        "id":"ED314590",
        "title":"Political Socialization Patterns of Politically Active Vocational Educators."},
      {
        "id":"ED314591",
        "title":"Technology, Public Policy, and the Changing Structure of American Agriculture. Summary."},
      {
        "id":"ED314592",
        "title":"Technical Guidelines and References: Crops Training Component. From: Agricultural Development Workers Training Manual. Volume III: Crops."},
      {
        "id":"ED314593",
        "title":"History of OCHEA."},
      {
        "id":"ED314598",
        "title":"The Implementation of State-Wide Curriculum Change in Technology Education. A Summary of Research Report."},
      {
        "id":"ED314599",
        "title":"Liberation of the Learner: A Self-Reliance Strategy for Education. Resource Paper."},
      {
        "id":"ED314600",
        "title":"Information Resources for Coal Mining and Related Subjects. A Bibliographic Guide."},
      {
        "id":"ED314603",
        "title":"Problems Faced by Military Personnel in Pursuing Higher Education Programs: A Study with Recommendations."},
      {
        "id":"ED314605",
        "title":"Our European Neighbours. Vocational Training No. 2."},
      {
        "id":"ED314606",
        "title":"Training 2000. Publication 1480."},
      {
        "id":"ED314608",
        "title":"Why Enroll? Student Enrollment Strategy in the College of Agriculture and Home Economics."},
      {
        "id":"ED314609",
        "title":"An Investigation of Trainer Certification (Preparation) Programs in the Private Sector."},
      {
        "id":"ED314614",
        "title":"National Park Service Careers."},
      {
        "id":"ED314617",
        "title":"Functional Curriculum for Transition: A Resource Guide. Missouri LINC."},
      {
        "id":"ED314619",
        "title":"Flight Engineer. Question Book. Expires September 1, 1991."},
      {
        "id":"ED314633",
        "title":"26-Hours at Cal Poly: A Recruitment Strategy Targeting Underrepresented Groups."},
      {
        "id":"ED314634",
        "title":"A Study of the Diversified Technology Program in Mississippi."},
      {
        "id":"ED314635",
        "title":"Developing a Management Information System for Cooperative Education."},
      {
        "id":"ED314637",
        "title":"Student and Parent Images of Vocational Education Offerings: Declining Enrollment in Vocational Education."},
      {
        "id":"ED314640",
        "title":"An Impending Crisis: The Supply and Demand of Ohio Industrial Technology Teachers 1988-1992."},
      {
        "id":"ED314641",
        "title":"National Data Needs for Vocational Education."},
      {
        "id":"ED314642",
        "title":"Reforming Education for Work: A Cognitive Science Perspective."},
      {
        "id":"ED314643",
        "title":"Effects of Career Guidance 1988-1989. Report of Ohio's Investment in Career Guidance Program Improvement through the Carl D. Perkins Grants to Vocational Districts."},
      {
        "id":"ED314648",
        "title":"Health Professionals and the Bereaved."},
      {
        "id":"ED314649",
        "title":"Mental Health Professionals and the Bereaved."},
      {
        "id":"ED314650",
        "title":"Helping Bereaved Children: A Booklet for School Personnel."},
      {
        "id":"ED314651",
        "title":"Perspectives on Preventing Student Drug Abuse."},
      {
        "id":"ED314653",
        "title":"Friendship and Socialization: A Comparison of Japanese and American Ideals."},
      {
        "id":"ED314655",
        "title":"Personality Influences in Teenage Marital Stability."},
      {
        "id":"ED314656",
        "title":"Conflict between Friends During Early Adolescence: Sources, Strategies, and Outcomes."},
      {
        "id":"ED314657",
        "title":"Personality Structure of Batterers and Nonbatterers: Qualitative and Quantitative Differences."},
      {
        "id":"ED314658",
        "title":"Sex Role Identity, Attributional Style, and Attitudes toward Computers."},
      {
        "id":"ED314660",
        "title":"Comprehensive Guidance Programs That Work."},
      {
        "id":"ED314662",
        "title":"Report on National Collegiate Alcohol Awareness Week Fall 1989."},
      {
        "id":"ED314664",
        "title":"Differential Substance Use Patterns in a University Community."},
      {
        "id":"ED314665",
        "title":"Constructive Thinking and the Experience of Stress."},
      {
        "id":"ED314666",
        "title":"What Should We Mean by Drug-Free Schools: Policy Implications."},
      {
        "id":"ED314667",
        "title":"Jealousy, Gender, Sex Roles, and Dependency."},
      {
        "id":"ED314668",
        "title":"Perceptions of Characteristics Considered Attractive by the Other Gender."},
      {
        "id":"ED314670",
        "title":"Should Master's Level Training To Provide Rural Services Survive?"},
      {
        "id":"ED314671",
        "title":"Antecedents of Low Vocational Identity in College Students."},
      {
        "id":"ED314672",
        "title":"Older Adults' Needs and Resources in a Rural Community: The Share Our Services Project."},
      {
        "id":"ED314673",
        "title":"Using Social Psychology To Make Quality Circles More Effective."},
      {
        "id":"ED314677",
        "title":"Preventing Teenage Pregnancies in Rural America."},
      {
        "id":"ED314678",
        "title":"Report of Pilot Project Regarding Strategies for Enhancing Self-Esteem of At-Risk Students."},
      {
        "id":"ED314688",
        "title":"Legislation on Juvenile Justice Issues. Wisconsin Legislative Council Report No. 11 to the 1989 Legislature."},
      {
        "id":"ED314691",
        "title":"Psychological Characteristics of Adolescent Males Who Have Been Sexually Abused."},
      {
        "id":"ED314693",
        "title":"Nebraska Career Guidance Program Handbook."},
      {
        "id":"ED314694",
        "title":"Illicit Drug Use, Smoking, and Drinking by America&apos;s High School Students, College Students, and Young Adults 1975-1987."},
      {
        "id":"ED314695",
        "title":"The At Risk Pupil."},
      {
        "id":"ED314696",
        "title":"Research on the Roles, Preparation, and Effectiveness of School Counselors."},
      {
        "id":"ED314698",
        "title":"Leadership Development Approaches."},
      {
        "id":"ED314699",
        "title":"Technology and Stress in the Workplace: The Role of the Consulting Psychologist."},
      {
        "id":"ED314700",
        "title":"Stages of Interpersonal Development in Young Adulthood."},
      {
        "id":"ED314701",
        "title":"Elder Abuse: What's a Clinician To Do?"},
      {
        "id":"ED314703",
        "title":"Subject Age and Gender as Predictors of Life Stress, Attributional Style, and Personal Adjustment."},
      {
        "id":"ED314704",
        "title":"Renting Rooms in Three Canadian Cities: Accepting and Rejecting the AIDS Patient."},
      {
        "id":"ED314708",
        "title":"Invitational Learning for Counseling and Development."},
      {
        "id":"ED314710",
        "title":"Evaluations of the &quot;Tactics for Thinking&quot; Program: Summary Report."},
      {
        "id":"ED314711",
        "title":"A Study of Basic Words in Elementary School Textbooks."},
      {
        "id":"ED314714",
        "title":"Learning Disabilities and Reading. Focused Access to Selected Topics (FAST) Bibliography No. 45."},
      {
        "id":"ED314715",
        "title":"At-Risk Students in Reading. Focused Access to Selected Topics (FAST) Bibliography No. 46."},
      {
        "id":"ED314718",
        "title":"Thematic-Based Literature throughout the Curriculum."},
      {
        "id":"ED314720",
        "title":"Holistic Approaches to the Remediation of Difficulties in Reading Fluency."},
      {
        "id":"ED314721",
        "title":"An Experiment Using a Group Assisted Reading Strategy with Poor Readers."},
      {
        "id":"ED314722",
        "title":"Reading Researchers, Policymakers, and Practitioners. Yearbook of the American Reading Forum, Volume IX, 1989."},
      {
        "id":"ED314723",
        "title":"Modifying Reading Instruction to Maximize Its Effectiveness for All Students. Technical Report No. 489."},
      {
        "id":"ED314724",
        "title":"How Discussion Questions Influence Children's Story Understanding. Technical Report No. 490."},
      {
        "id":"ED314728",
        "title":"Critical Thinking, Reading, and Writing. Teaching Resources in the ERIC Database (TRIED) Series."},
      {
        "id":"ED314729",
        "title":"The Development of Graduate Level Emphases for Adult Reading-Literacy Instruction and Postsecondary Reading-Learning Instruction: A Preliminary Report to the Faculty in Reading at Northern Illinois University."},
      {
        "id":"ED314730",
        "title":"Alternative Perspectives of Reading/Writing Connections. Occasional Paper No. 130."},
      {
        "id":"ED314731",
        "title":"Reading and Writing in the Middle Grades: A Whole Language View."},
      {
        "id":"ED314732",
        "title":"Critical Features of Remedial Reading Programs: Effects of Setting on Instructional Practices, Student Activities, Congruence, and Achievement."},
      {
        "id":"ED314734",
        "title":"How Ideas Are Elaborated in One Topic across Three Biology Textbooks."},
      {
        "id":"ED314737",
        "title":"101 Ideas to Help Your Child Learn To Read and Write."},
      {
        "id":"ED314740",
        "title":"Comprehension Instruction and Teacher Training: More Than Mentioning."},
      {
        "id":"ED314741",
        "title":"Some Maxims for Learning and Instruction. Technical Report No. 491."},
      {
        "id":"ED314742",
        "title":"Use of Little Books at Home: A Minimal Intervention Strategy That Fosters Early Reading. Technical Report No. 388."},
      {
        "id":"ED314746",
        "title":"Common Sense and the Education of Young Journalists."},
      {
        "id":"ED314747",
        "title":"Metaphor as Structure Mapping: The Relational Shift. Technical Report No. 488."},
      {
        "id":"ED314750",
        "title":"Writing: A Teacher's Guide."},
      {
        "id":"ED314757",
        "title":"Common Ground 1989: Suggested Literature for Alaskan Schools, Grades K-8."},
      {
        "id":"ED314759",
        "title":"Learning about Biographies: A Reading-and-Writing Approach for Children."},
      {
        "id":"ED314760",
        "title":"Alternate Realizations of Purpose in Computer-Supported Writing. Technical Report No. 492."},
      {
        "id":"ED314762",
        "title":"Teaching American Literature in China: Panel Discussion at Sichuan University (Chegdu, China, April 1988)."},
      {
        "id":"ED314764",
        "title":"Least Restrictive Means."},
      {
        "id":"ED314765",
        "title":"The Origins of Human Interaction. The Van Zelst Lecture in Communication."},
      {
        "id":"ED314767",
        "title":"The Reign of Confusion: ABC and the &quot;Crisis in Iran.&quot;"},
      {
        "id":"ED314768",
        "title":"Total Telephone Tips."},
      {
        "id":"ED314770",
        "title":"A Vygotskian Perspective on Critical Thinking."},
      {
        "id":"ED314774",
        "title":"An Analysis of Ethical Issues in Governmental Communication."},
      {
        "id":"ED314776",
        "title":"Redefining Group Cohesiveness and Effectiveness: Replicating and Extending within New Perspectives."},
      {
        "id":"ED314778",
        "title":"National Forensic Honorary Organizations and the &quot;National&quot; Tournaments: How Do They Relate?"},
      {
        "id":"ED314780",
        "title":"Debate Instruction at the Elementary School Level: An Opportunity To Build Legitimacy."},
      {
        "id":"ED314786",
        "title":"Participation and Performance: An Individual and Group Level Analysis."},
      {
        "id":"ED314789",
        "title":"Assessing Communication Competence in Speaking and Listening: A Consumer&apos;s Guide."},
      {
        "id":"ED314790",
        "title":"Meetings of the (Peaceful) Minds: A Survey of Convention Opportunities for Peace Communication Researchers."},
      {
        "id":"ED314791",
        "title":"The Experience and Expression of Emotion in the Workplace: An Exploratory Study of a Corrections Organization."},
      {
        "id":"ED314793",
        "title":"Toward a Conceptual Refinement of Interpersonal Communication Competence: An Analysis of Subjects' Conceptions of Adept and Inept Communicators."},
      {
        "id":"ED314794",
        "title":"The Meaning of the &quot;Public Interest&quot; in Communications Policy--Part I: Its Origins in State and Federal Regulation."},
      {
        "id":"ED314802",
        "title":"Media Ethics: Some Specific Problems. ERIC Digest."},
      {
        "id":"ED314803",
        "title":"Public Speaking and Library Research: A Textbook's Responsibilities."},
      {
        "id":"ED314804",
        "title":"Prosocial and Antisocial Interaction on Television: Conflict and Jealousy on Prime Time."},
      {
        "id":"ED314807",
        "title":"Beyond Cultural Relativism: An Ecological Model for Rhetorical Ethics."},
      {
        "id":"ED314808",
        "title":"Communication Intervention in an Organization: Measuring the Results through a Triangulation Approach."},
      {
        "id":"ED314809",
        "title":"An Empirical Analysis of the Argumentativeness Scale: The Issue of Issues."},
      {
        "id":"ED314810",
        "title":"The Iran Hostage Crisis: Print Journalism's Role in the Reagan Revolution."},
      {
        "id":"ED314811",
        "title":"Research Methods in Public Relations."},
      {
        "id":"ED314812",
        "title":"The Relational and Content Dimensions of Argumentativeness: An Analysis of Some Persistent Questions."},
      {
        "id":"ED314814",
        "title":"Order of Verdict Consideration and Decision Rule Effects on Mock Jury Decision Making."},
      {
        "id":"ED314815",
        "title":"The Cost-Sharing Award Program for State Legislative Research in Education: A Final Report to the United States Department of Education, Office of Educational Research and Improvement."},
      {
        "id":"ED314816",
        "title":"Chiron Middle School: A New School. A Proposal of the Chiron Steering Committee to the Minneapolis Public Schools."},
      {
        "id":"ED314819",
        "title":"The Steering Function of Central Government Agencies in a Decentralised School Administration."},
      {
        "id":"ED314824",
        "title":"A Review of Educational Role Theory: A Teaching Guide for Administrative Theory."},
      {
        "id":"ED314826",
        "title":"Instructional Leadership: How Principals Make a Difference."},
      {
        "id":"ED314827",
        "title":"Integrating Knowledge in Educational Administration: Moving beyond Content. Improving the Preparation of School Administrators. Notes on Reform No. 3."},
      {
        "id":"ED314828",
        "title":"Educational Administration Programs: The Cash Cow of the University? Improving the Preparation of School Administrators. Notes on Reform No. 4."},
      {
        "id":"ED314829",
        "title":"The Knowledge Base Informing the Teaching of Administrative and Organizational Theory in UCEA Universities: Empirical and Interpretive Perspectives. Improving the Preparation of School Administrators. Notes on Reform No. 5."},
      {
        "id":"ED317837",
        "title":"Educational Broadcasting and Distance Education as a Strategy for Revitalizing Education of the Disadvantaged."},
      {
        "id":"ED317838",
        "title":"On Second Thought. A Report on the 1989-1990 National Issues Forums."},
      {
        "id":"ED317841",
        "title":"The Social Costs of Inadequate Literacy. A Report for International Literacy Year."},
      {
        "id":"ED317846",
        "title":"Career Education for Teen Parents. Trends and Issues Alerts."},
      {
        "id":"ED317847",
        "title":"Vocational Education in Corrections. Trends and Issues Alerts."},
      {
        "id":"ED317849",
        "title":"Getting to Grips with Competency-Based Training and Assessment."},
      {
        "id":"ED317850",
        "title":"Integrating Occupational Safety and Health into TAFE Courses: Policy Guidelines."},
      {
        "id":"ED317851",
        "title":"Integrating Occupational Health and Safety into TAFE Courses: Curriculum Topics."},
      {
        "id":"ED317852",
        "title":"Adult Education in Continental Europe. An Annotated Bibliography of English-Language Materials, 1986-1988. Monographs on Comparative and Area Studies in Adult Education."},
      {
        "id":"ED317855",
        "title":"Myth #1: There Is an Epidemic of Illiteracy in American Society."},
      {
        "id":"ED317856",
        "title":"Myth #2: Schools Are To Blame for Problems in the Workplace."},
      {
        "id":"ED317857",
        "title":"Myth #3: The South Is Rising Again."},
      {
        "id":"ED317858",
        "title":"Myth #4: The GED Is for Dummies."},
      {
        "id":"ED317859",
        "title":"Myth #5: Illiteracy Can Be \"Cured\" in One Generation."},
      {
        "id":"ED317860",
        "title":"Myth #6: Schools Know How To Work With Parents."},
      {
        "id":"ED317861",
        "title":"Myth #7: Literacy Programs Are Fail-Safe."},
      {
        "id":"ED317862",
        "title":"Myth #8: Reading Is More Important than Math."},
      {
        "id":"ED317863",
        "title":"Myth #9: Literacy Is the Ticket out of Welfare."},
      {
        "id":"ED317864",
        "title":"Myth #10: Business Can Define Workplace Literacy."},
      {
        "id":"ED317865",
        "title":"Myth #11: The \"Feds\" Are Readying a Campaign on Literacy."},
      {
        "id":"ED317866",
        "title":"Myth #12: The Military Is Running out of Brainpower."},
      {
        "id":"ED317867",
        "title":"Testing and Assessment in Adult Basic Education and English as a Second Language Programs."},
      {
        "id":"ED317873",
        "title":"Workplace Competencies: The Need To Improve Literacy and Employment Readiness. Policy Perspectives Series."},
      {
        "id":"ED317874",
        "title":"The National Career Development Guidelines. Trainer's Manual."},
      {
        "id":"ED317875",
        "title":"The National Career Development Guidelines. Local Handbook for Community and Business Organizations."},
      {
        "id":"ED317876",
        "title":"The National Career Development Guidelines. Local Handbook for Postsecondary Institutions."},
      {
        "id":"ED317877",
        "title":"The National Career Development Guidelines. Local Handbook for High Schools."},
      {
        "id":"ED317878",
        "title":"The National Career Development Guidelines. Local Handbook for Middle/Junior High Schools."},
      {
        "id":"ED317879",
        "title":"The National Career Development Guidelines. Local Handbook for Elementary Schools."},
      {
        "id":"ED317880",
        "title":"The National Career Development Guidelines. State Resource Handbook."},
      {
        "id":"ED317881",
        "title":"The Heart of the Matter: Effects of Catholic High Schools on Student Values, Beliefs and Behaviors."},
      {
        "id":"ED317887",
        "title":"Educating America's Youth against Drugs: Federal Drug Abuse Education Strategy. Hearing before the Select Committee on Narcotics Abuse and Control. House of Representatives, One Hundred First Congress, First Session."},
      {
        "id":"ED317888",
        "title":"Sexual Attitudes and Behaviours: A Review of the Literature. Bibliography Series."},
      {
        "id":"ED317889",
        "title":"Challenge to Challenge."},
      {
        "id":"ED317891",
        "title":"Cash Assistance as a Support for In-Home Care: Caregivers' Perspectives."},
      {
        "id":"ED317897",
        "title":"Course Enrollment Practices of High School Students in California."},
      {
        "id":"ED317899",
        "title":"PMS Awareness."},
      {
        "id":"ED317900",
        "title":"The Concept of Balance: A Futuristic Perspective of Student Development."},
      {
        "id":"ED317906",
        "title":"Mother's Age and Physical Abuse of Children."},
      {
        "id":"ED317907",
        "title":"The Changing Face of Health Care: The Movement toward Universal Access. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred First Congress, First Session (New Haven, CT, December 11, 1989)."},
      {
        "id":"ED317908",
        "title":"Looking to the Future: Focus-Group Discussions about College and Careers with Minority Middle-School Students and Parents. Publication 08-013."},
      {
        "id":"ED317909",
        "title":"Social Commitment and Individualism in Counseling: Theory, Research, and Practice."},
      {
        "id":"ED317910",
        "title":"Psychoanalytic Bases for One's Image of God: Fact or Artifact?"},
      {
        "id":"ED317911",
        "title":"Financing Retirement: Rural and Urban Preferences."},
      {
        "id":"ED317912",
        "title":"Sixth-Graders&apos; Expressed Attitudes toward Alcohol Use and Expected Peer Responses."},
      {
        "id":"ED317913",
        "title":"Delivery of Rehabilitation Services to Blacks Who are Disabled."},
      {
        "id":"ED317914",
        "title":"A Stitch in Time: Helping Young Mothers Complete High School."},
      {
        "id":"ED317915",
        "title":"Value Differences across Tobacco Use Levels among Rural Adolescents."},
      {
        "id":"ED317916",
        "title":"The Perceived Effects of Drug Messages on Use Patterns in Adolescents."},
      {
        "id":"ED317917",
        "title":"Dignity Versus Dehumanization in Long-Term Care Settings for Older Persons: A Training Outline."},
      {
        "id":"ED317918",
        "title":"The Effect of Parental Alcoholism on the Personality Characteristics of College Students."},
      {
        "id":"ED317920",
        "title":"Media Counseling: The New Frontier for Professional Outreach."},
      {
        "id":"ED317922",
        "title":"Needs Assessment for Guidance and Counselling in Kenya."},
      {
        "id":"ED317924",
        "title":"Substance Abuse: Partnerships &amp; Programs."},
      {
        "id":"ED317927",
        "title":"AIDS Prevention and Control: Invited Presentations and Papers from the World Summit of Ministers of Health on Programmes for AIDS Prevention (London, England, January 26-28, 1988)."},
      {
        "id":"ED317928",
        "title":"Evaluating a Model Middle School Dropout Prevention Program for At-Risk Students."},
      {
        "id":"ED317930",
        "title":"Evaluation of the Effects of a Personal Empowerment Program for Adolescents."},
      {
        "id":"ED317933",
        "title":"Perceived Ability, Motivational Orientations, and Satisfaction with Personal Projects."},
      {
        "id":"ED317934",
        "title":"The London Project: The Implementation of Invitational Strategies at the Secondary School Level."},
      {
        "id":"ED317935",
        "title":"Labor Market and Home Care Choices of Employed Ethnic Caregivers."},
      {
        "id":"ED317938",
        "title":"Lesbians/Gays: Helping a Campus Understand: Looking for New Attitudes."},
      {
        "id":"ED317940",
        "title":"Development of a Profile of Entering Students at Practical Bible Training School as a Tool for Academic Advising."},
      {
        "id":"ED317943",
        "title":"Male Caregivers of the Elderly: The Integrity of Their Family Support Networks."},
      {
        "id":"ED317945",
        "title":"Mentoring Young People Makes a Difference."},
      {
        "id":"ED317947",
        "title":"Cognitive Processes in Creativity. Occasional Paper No. 18."},
      {
        "id":"ED317949",
        "title":"A Parent's Guide to the MEAP Essential Skills Reading Test."},
      {
        "id":"ED317955",
        "title":"Phonemic Effects in Text Comprehension and Text Memory."},
      {
        "id":"ED317957",
        "title":"A Study of the Social Studies Reading Achievement and Reading Interests of a Group of Eighth Graders."},
      {
        "id":"ED317958",
        "title":"Children's Reading Task by Gender Interactions: Implications for Research and Practice."},
      {
        "id":"ED317959",
        "title":"Do Mnemonic Devices Lessen Forgetting?"},
      {
        "id":"ED317964",
        "title":"The Changing Language Arts Curriculum: A Booklet for Parents."},
      {
        "id":"ED317966",
        "title":"The Teacher Is a Variable in Reading Computer-Based Instruction."},
      {
        "id":"ED317968",
        "title":"Needed: A Better Balance between Narrative and Expository Text."},
      {
        "id":"ED317972",
        "title":"Self-Efficacy, Locus of Control, Self-Assessment of Memory Ability, and Study Activities as Predictors of College Course Achievement."},
      {
        "id":"ED317973",
        "title":"Building Decoding and Comprehension Skills into Whole Language."},
      {
        "id":"ED317974",
        "title":"Creating Readers and Writers. Parent Booklet No. 165."},
      {
        "id":"ED317976",
        "title":"Adult Literacy Programs of the Future."},
      {
        "id":"ED317977",
        "title":"Discourse Types in Canadian Basal Reading Programs."},
      {
        "id":"ED317979",
        "title":"Examining Dictionary Instruction in Basal Readers."},
      {
        "id":"ED317980",
        "title":"The Effects of PLAE upon Students' Executive Control, Self-Regulation, and Test Performance."},
      {
        "id":"ED317981",
        "title":"Motivating At-Risk Readers: The First Step toward Success."},
      {
        "id":"ED317982",
        "title":"An Exploratory Study of Practicing Teachers' Use of Study Guides in Content Area Classrooms."},
      {
        "id":"ED317983",
        "title":"Matching Classroom Instruction with Reading Abilities: An Unmet Need. Technical Report No. 499."},
      {
        "id":"ED317984",
        "title":"The Effects of Anchored Instruction for Teaching Social Studies: Enhancing Comprehension of Setting Information."},
      {
        "id":"ED317986",
        "title":"Promoting Reading/Writing Competencies and Cultural Awareness Using a Weekly News Magazine."},
      {
        "id":"ED317987",
        "title":"Reading and Writing in High Schools: A Whole-Language Approach."},
      {
        "id":"ED317988",
        "title":"Knowledge Activation and Schema Construction."},
      {
        "id":"ED317990",
        "title":"Learning to Read in Our Nation's Schools: Instruction and Achievement in 1988 at Grades 4, 8, and 12. Report No. 19-R-02."},
      {
        "id":"ED317991",
        "title":"Toward a Dialectical Theory of Composing. Occasional Paper No. 17."},
      {
        "id":"ED317993",
        "title":"Handbook for Writing School Newsletters."},
      {
        "id":"ED317996",
        "title":"Examining Contemporary Women Rhetoricians: Is There a Feminine Rhetoric?"},
      {
        "id":"ED318002",
        "title":"Recommended Readings in Literature: Kindergarten through Grade Eight. Addendum."},
      {
        "id":"ED318003",
        "title":"Fiction. Advisory List of Instructional Media."},
      {
        "id":"ED318005",
        "title":"Newbery Award Books: Winners and Honor Books, 1922 to Present."},
      {
        "id":"ED318006",
        "title":"The Friends and Enemies of Writing across the Curriculum."},
      {
        "id":"ED318007",
        "title":"English Language Arts: Assessment Strategies for the Common Curriculum Goals: A Planning Model, Grades K-3."},
      {
        "id":"ED318008",
        "title":"Reading, Writing, and Knowing: The Role of Disciplinary Knowledge in Comprehension and Composing. Technical Report No. 40."},
      {
        "id":"ED318009",
        "title":"Evaluating Text Quality: The Continuum from Text-Focused to Reader-Focused Methods. Technical Report No. 41."},
      {
        "id":"ED318010",
        "title":"The Word and the World: Reconceptualizing Written Language Development or Do Rainbows Mean a Lot to Little Girls? Technical Report No. 42."},
      {
        "id":"ED318012",
        "title":"Not Only English: Affirming America's Multilingual Heritage."},
      {
        "id":"ED318013",
        "title":"Conversations: Contemporary Critical Theory and the Teaching of Literature."},
      {
        "id":"ED318014",
        "title":"The Reader's Notebook: A Tool for Thinking with Writing."},
      {
        "id":"ED318015",
        "title":"The Health Professional as Writer: Two Models for Integrating Writing into the Curricula of Baccalaureate Health Programs."},
      {
        "id":"ED318016",
        "title":"Composing a Self in Student Autobiography."},
      {
        "id":"ED318018",
        "title":"Synthesizing Current Views of Audience: Notes toward a Fuller Understanding of Audience."},
      {
        "id":"ED318020",
        "title":"Facilitating Student and Teacher Empowerment in a Writing Computer Lab."},
      {
        "id":"ED318021",
        "title":"Diversity in the Writing Workshop: Interaction, Acquisition, and Integration."},
      {
        "id":"ED318025",
        "title":"Research on Essay Exams: Using Inquiry To Enhance Students' Learning and Performance."},
      {
        "id":"ED318027",
        "title":"Teaching the Controversies: The Other within the Classroom."},
      {
        "id":"ED318029",
        "title":"Composition and the Study of Popular Culture."},
      {
        "id":"ED318030",
        "title":"Effects of Multimedia To Enhance Writing Ability."},
      {
        "id":"ED318031",
        "title":"Mikhail Bakhtin and &quot;Expressive Discourse.&quot;"},
      {
        "id":"ED318033",
        "title":"Editing Women's Texts: Issues of Cultural Expectations in Editing and Evaluating Women's Writing."},
      {
        "id":"ED318035",
        "title":"Book-Length Works Taught in High School English Courses. ERIC Digest."},
      {
        "id":"ED318036",
        "title":"Transactions with Literature: A Fifty-Year Perspective."},
      {
        "id":"ED318038",
        "title":"Learning to Write in Our Nation's Schools: Instruction and Achievement in 1988 at Grades 4, 8, and 12. Report No. 19-W-02."},
      {
        "id":"ED318039",
        "title":"How to &quot;Read&quot; Television: Teaching Students to View TV Critically. ERIC Digest."},
      {
        "id":"ED318040",
        "title":"Exploring Interpersonal Compatibility in Groups."},
      {
        "id":"ED318041",
        "title":"More Than Just Style and Delivery: Recasting Public Speaking Courses for African American Students."},
      {
        "id":"ED318042",
        "title":"Organizational Multiculturalism: Towards a Model of Diversity Sensitivity in the Teaching of Organizational Communication."},
      {
        "id":"ED318045",
        "title":"The NRSC and the FCC: Working To Change Policy and Procedure To Narrow the Distance between AM and FM."},
      {
        "id":"ED318047",
        "title":"Evaluating Communication Skills Training in Organizations."},
      {
        "id":"ED318048",
        "title":"A Guide to Commonplaces: On the Uses of Loci in Educators' Discourse."},
      {
        "id":"ED318050",
        "title":"Media Access and the Radical Right: Public Access to &quot;Race and Reason.&quot;"},
      {
        "id":"ED318051",
        "title":"A Comparison of the Assertiveness/Responsiveness Construct between Japanese and Americans."},
      {
        "id":"ED318054",
        "title":"Research on Speech Perception. Progress Report No. 8, January 1982-December 1982."},
      {
        "id":"ED318055",
        "title":"Research on Speech Perception. Progress Report No. 9, January 1983-December 1983."},
      {
        "id":"ED318056",
        "title":"Research on Speech Perception. Progress Report No. 12."},
      {
        "id":"ED318057",
        "title":"Research on Speech Perception. Progress Report No. 13."},
      {
        "id":"ED318058",
        "title":"Research on Speech Perception. Progress Report No. 14."},
      {
        "id":"ED318059",
        "title":"Communication Skills. Advisory List of Instructional Media."},
      {
        "id":"ED318062",
        "title":"Difficulty in Learning To Read Speech Spectrograms: The Role of Visual Segmentation."},
      {
        "id":"ED318063",
        "title":"World View: The Second Hidden Dimension."},
      {
        "id":"ED318064",
        "title":"Influence and Compliance-gaining Strategies in Interpersonal Settings and Control and Influence Strategies in Organizational Settings: A Synthesis of the Literature."},
      {
        "id":"ED318066",
        "title":"Value in the New Rhetoric: I. A. Richards and the Necessity of &quot;Ethos.&quot;"},
      {
        "id":"ED318067",
        "title":"Native American Rhetoric and the Pre-Socratic Ideal of &quot;Physis.&quot;"},
      {
        "id":"ED318068",
        "title":"Speaking across the Curriculum: The Hamline Experience."},
      {
        "id":"ED318071",
        "title":"A Taxonomy of CEDA Debate Critics."},
      {
        "id":"ED318074",
        "title":"Research on Speech Perception. Progress Report No. 15."},
      {
        "id":"ED318076",
        "title":"Perspectives on Talk and Learning. NCTE Forum Series."},
      {
        "id":"ED318080",
        "title":"Goodness Criteria: Are They Objective Criteria or Judgment Calls?"},
      {
        "id":"ED318082",
        "title":"Cultural Context and Development of Partnership."},
      {
        "id":"ED318084",
        "title":"Teacher-Employer Relations: A Legal Reference Guide for Educators."},
      {
        "id":"ED318085",
        "title":"Courts and School Policies."},
      {
        "id":"ED318087",
        "title":"The Dilemma of Teacher Policy."},
      {
        "id":"ED318088",
        "title":"Developing Policy on Evaluation and Assessment of School Board and Superintendent Performance."},
      {
        "id":"ED318089",
        "title":"More Than Black Face and Skirts: New Leadership To Confront the Major Dilemmas in Education."},
      {
        "id":"ED318091",
        "title":"School Organization, Leadership, and Student Behavior."},
      {
        "id":"ED318100",
        "title":"Higher Education."},
      {
        "id":"ED318101",
        "title":"School/University Partnerships: Wissahickon School District and the University of Pennsylvania Graduate School of Education. Instructional Decision Support System."},
      {
        "id":"ED318107",
        "title":"State Certification Requirements for School Superintendents. Improving the Preparation of School Administrators. Notes on Reform No. 7."},
      {
        "id":"ED318109",
        "title":"Factors That Enhance Collaboration among Education, Health and Social Service Agencies."},
      {
        "id":"ED318110",
        "title":"Rankings of the States, 1989. Data-Search Series."},
      {
        "id":"ED318111",
        "title":"Choice in Education. Remarks Made at Education Press Association &quot;Newsmaker&quot; Luncheon (Washington, D.C.)."},
      {
        "id":"ED318113",
        "title":"School Principals in Mexico: A Research Agenda."},
      {
        "id":"ED318116",
        "title":"A View from the Inside: School Building Leadership and Management. Report of the Select Seminar on School Building Leadership and Management (Rensselaerville, New York, September 27-30, 1987)."},
      {
        "id":"ED318117",
        "title":"Models of Instructional Organization: A Casebook on Mastery Learning and Outcome-Based Education."},
      {
        "id":"ED318118",
        "title":"The Long-Term Effects of Inservice Training for Principals."},
      {
        "id":"ED318119",
        "title":"Powerful and Empowering (But Almost Invisible)."},
      {
        "id":"ED318120",
        "title":"Labor Relations in California As Seen by Members of the Association of California School Administrators: A Survey Conducted by the Far West Laboratory."},
      {
        "id":"ED318121",
        "title":"Progress, Problems, and Prospects of State Educational Choice Plans."},
      {
        "id":"ED318122",
        "title":"Success for All in a New Century: A Report by the Council of Chief State School Officers on Restructuring Education."},
      {
        "id":"ED318123",
        "title":"Factoring In Empowerment: Participatory Decisionmaking in West Virginia Exemplary Schools."},
      {
        "id":"ED318124",
        "title":"Use of Educational Research and Development Resources by Public School Districts: Contractor Report. Survey Report."},
      {
        "id":"ED318125",
        "title":"Instructional Organization and Educational Equity."},
      {
        "id":"ED318126",
        "title":"Shortchanging Education: How U.S. Spending on Grades K-12 Lags Behind Other Industrial Nations. Economic Policy Institute Briefing Paper."},
      {
        "id":"ED318127",
        "title":"Shortchanging Education: A Case Study in Flawed Economics. Technical Assessment."},
      {
        "id":"ED318128",
        "title":"Selected Characteristics of Public and Private School Administrators. E.D. TABS."},
      {
        "id":"ED318129",
        "title":"Top Ten Educational Issues Facing Society in 1990."},
      {
        "id":"ED318131",
        "title":"Evaluating Principals. Research Roundup."},
      {
        "id":"ED318132",
        "title":"The Politics of Technology Utilization: From Microcomputers to Distance Learning. Trends & Issues Series, Number 3. A Series of Papers Highlighting Recent Developments in Research and Practice in Educational Management."},
      {
        "id":"ED318133",
        "title":"Classroom Discipline. Research Roundup."},
      {
        "id":"ED318134",
        "title":"Increasing Achievement of At-Risk Students at Each Grade Level. Policy Perspectives Series."},
      {
        "id":"ED318135",
        "title":"Curricula and Teaching Strategies for Gifted Students. Monograph Prepared for the Leadership Accessing Program."},
      {
        "id":"ED318136",
        "title":"Program Evaluation as an Essential Component of Programs for the Gifted and Talented. Monograph Prepared for the Leadership Accessing Program."},
      {
        "id":"ED318141",
        "title":"Special Education in New Mexico: A Guide for Parents and Advocates. Revised."},
      {
        "id":"ED318142",
        "title":"Guide to Rehabilitation Services and Self-Advocacy Manual. Client Assistance Project."},
      {
        "id":"ED318143",
        "title":"Transitioning Manual for Parents, Regular and Special Educators, Vocational Counselors, Students and Adults with Disabilities."},
      {
        "id":"ED318146",
        "title":"Secondary LD Mainstreaming Methods: Instructional Module. (An Instructional Module for Preservice or Inservice Training of Regular Secondary Educators)."},
      {
        "id":"ED318147",
        "title":"Characteristics of Secondary LD Students: Instructional Module. (An Instructional Module for Preservice or Inservice Training of Regular Secondary Educators)."},
      {
        "id":"ED318148",
        "title":"LD Curriculum Models: Instructional Module. (An Instructional Module for Preservice or Inservice Training of Regular Secondary Educators)."},
      {
        "id":"ED318151",
        "title":"Teacher Beliefs and Perceptions about Learning Disabilities. A Research Project of the Iowa Learning Disabilities Research Consortium."},
      {
        "id":"ED318153",
        "title":"Manual for Special Education Nurses."},
      {
        "id":"ED318155",
        "title":"Iowa Statewide Follow-up Study: Adult Adjustment of Individuals with Mental Disabilities One Year after Leaving School."},
      {
        "id":"ED318156",
        "title":"Reactions of Mothers and Medical Professionals to a Film about Down Syndrome."},
      {
        "id":"ED318157",
        "title":"The Pursuit of Leisure: Enriching the Lives of People Who Have a Disability. Revised Edition."},
      {
        "id":"ED318158",
        "title":"The Language of Pain: Perspectives on Behaviour Management."},
      {
        "id":"ED318159",
        "title":"Keith Edward's Different Day."},
      {
        "id":"ED318163",
        "title":"Digest on Youth in Transition. Volume 2."},
      {
        "id":"ED318165",
        "title":"Meeting &quot;Learned Helplessness&quot; Head on with &quot;Active Learning.&quot;"},
      {
        "id":"ED318166",
        "title":"Annotated Bibliography on Transition from School to Work. Volume 4."},
      {
        "id":"ED318167",
        "title":"Project Directors&apos; Annual Meeting (4th, Washington, D.C., December 1-2, 1988)."},
      {
        "id":"ED318168",
        "title":"Parent-Child Interaction with Hearing-Impaired Children and Normal Hearing Children."},
      {
        "id":"ED318170",
        "title":"Evaluation of Ozanam's Special Education Program."},
      {
        "id":"ED318171",
        "title":"Mapping the Future for Children with Special Needs: P.L. 99-457."},
      {
        "id":"ED318174",
        "title":"Serving Culturally Diverse Families of Infants and Toddlers with Disabilities."},
      {
        "id":"ED318175",
        "title":"Keeping Track: Tracking Systems for High Risk Infants and Young Children. Second Edition."},
      {
        "id":"ED318176",
        "title":"Rights and Responsibilities of Parents of Children with Handicaps. ERIC Digest #E460."},
      {
        "id":"ED318177",
        "title":"Supported Employment in Context: NARF's National Scope Supported Employment Survey and Policy Implications."},
      {
        "id":"ED318181",
        "title":"Comparison of Sociometrically High Visibility Rejected and Low Visibility Rejected Children on Teacher, Parent, and Self-Rating Measures."},
      {
        "id":"ED318182",
        "title":"Parent Primer: Secondary Programs for Students with Severe Disabilities."},
      {
        "id":"ED318183",
        "title":"The Milwaukee Project: Preventing Mental Retardation in Children At Risk."},
      {
        "id":"ED318184",
        "title":"Education of Individuals with Disabilities Act of 1989. Calendar No. 379."},
      {
        "id":"ED318185",
        "title":"Public School Choice: Implications for Children with Handicaps. Revised."},
      {
        "id":"ED318186",
        "title":"State Special Education Finance Systems, 1988-89."},
      {
        "id":"ED318187",
        "title":"Children with Disabilities Temporary Care, Reauthorization Act of 1989."},
      {
        "id":"ED318188",
        "title":"Selected Articles on Feeding Children Who Have a Neuromuscular Disorder. TIES: Therapy in Educational Settings."},
      {
        "id":"ED318189",
        "title":"Considerations for Feeding Children Who Have a Neuromuscular Disorder. TIES: Therapy in Educational Settings."},
      {
        "id":"ED318190",
        "title":"The Role of the Physical Therapist and the Occupational Therapist in the School Setting. TIES: Therapy in Educational Settings. Revised."},
      {
        "id":"ED318191",
        "title":"A Model Plan for the Supervision and Evaluation of Therapy Services in Educational Settings. TIES: Therapy in Educational Settings."},
      {
        "id":"ED318192",
        "title":"The Therapist's Role in Adapted Physical Education. TIES: Therapy in Educational Settings."},
      {
        "id":"ED318193",
        "title":"Teaching Nontherapists To Do Positioning and Handling in Educational Settings. TIES: Therapy in Educational Settings."},
      {
        "id":"ED318196",
        "title":"Child, Program, and Family Ecological Variables in Early Intervention."},
      {
        "id":"ED318197",
        "title":"Integrating Software into the Curriculum: A Statewide Study."},
      {
        "id":"ED318198",
        "title":"A Software Guide for the Special Educator."},
      {
        "id":"ED318199",
        "title":"Vocabulary Comprehension by Down Syndrome Adolescents."},
      {
        "id":"ED318200",
        "title":"Conversion: Restructuring for Integrated Community Placement. NARF Monograph Series."},
      {
        "id":"ED318201",
        "title":"Quality of Life. NARF Monograph Series."},
      {
        "id":"ED318202",
        "title":"Exemplary Supported Employment Practices. NARF Technical Assistance Series."},
      {
        "id":"ED318203",
        "title":"Supported Employment Resource Guide, 1990. NARF Technical Assistance Series."},
      {
        "id":"ED318205",
        "title":"Program Guidelines for Language, Speech, and Hearing Specialists Providing Designated Instruction and Services."},
      {
        "id":"ED318206",
        "title":"Children Assisted by Medical Technology in Educational Settings: Guidelines for Care."},
      {
        "id":"ED318207",
        "title":"Parental Influences on the Mathematics Self-Concept of High-Achieving Adolescent Girls. AEL Minigrant Report No. 20."},
      {
        "id":"ED318208",
        "title":"Gifted and/or Talented Target Population and Identification Process: Matrix of Student Characteristics and Data Sources, 1988-89. Evaluation Report."},
      {
        "id":"ED318210",
        "title":"Making a New Start: Redefining the Role of the School in Helping People with Severe Disabilities To Prepare for Life [and] Preparing for Transition: Helping Young People with Severe Disabilities To Prepare for Life. Executive Summary."},
      {
        "id":"ED318211",
        "title":"La Chanson et al correction phonetique (Song and Phonetic Correction). Publication B-167."},
      {
        "id":"ED318212",
        "title":"Dimensions et measure de la vitalite linguistique (Dimensions and Measurement of Linguistic Vitality). Volume 1. Publication G-9."},
      {
        "id":"ED318214",
        "title":"Perspectives in Foreign Language Teaching. Conference on the Teaching of Foreign Lanugages and Literatures (12th, Youngstown, Ohio, October 21-22, 1988)."},
      {
        "id":"ED318216",
        "title":"Oral Patterns and Written Composition."},
      {
        "id":"ED318217",
        "title":"Using Reading to Promote Proficiency."},
      {
        "id":"ED318219",
        "title":"What's in the Bag (and Why?): Tangibilia for the Classroom."},
      {
        "id":"ED318224",
        "title":"Teaching Grammar and Vocabulary for Proficiency."},
      {
        "id":"ED318226",
        "title":"Language Aptitude Reconsidered. ERIC Digest."},
      {
        "id":"ED318227",
        "title":"Bridges to Academic Writing."},
      {
        "id":"ED318230",
        "title":"The Uses of Baby Talk. ERIC Digest."},
      {
        "id":"ED318231",
        "title":"Incorporating Dialect Study into the Language Arts Class. ERIC Digest."},
      {
        "id":"ED318232",
        "title":"Bibliographie fondamentale et analytique de la terminologie, 1962-1984 (Fundamental and Analytic Bibliography of Terminology, 1962-1984). Publication J-3."},
      {
        "id":"ED318233",
        "title":"Efficacy of Word Processing as a Writing Tool for Bilingual Elementary School Students: A Pilot Study."},
      {
        "id":"ED318238",
        "title":"Bilingual Education and Career Awareness Program. Project BECA, 1987-88. OREA Report."},
      {
        "id":"ED318239",
        "title":"Career Awareness Program in Bilingual Education. Project CARIBE, 1987-88. OREA Report."},
      {
        "id":"ED318240",
        "title":"Summer Institute for Career Exploration (ICE), 1988. OREA Report."},
      {
        "id":"ED318241",
        "title":"Bilingual/E.S.L. Materials Development, Grades 1-8, 1987. OREA Report."},
      {
        "id":"ED318242",
        "title":"New York City Bilingual Technical Assistance Center (BETAC), 1987-88. OREA Report."},
      {
        "id":"ED318243",
        "title":"Literacy Education and Diversity: Toward Equity in the Teaching of Reading and Writing."},
      {
        "id":"ED318245",
        "title":"Language Census Report for California Public Schools, 1989."},
      {
        "id":"ED318247",
        "title":"Legal Language: What Is It and What Can We Do about It?"},
      {
        "id":"ED318248",
        "title":"Linguistic Aspects of Legal Language."},
      {
        "id":"ED318251",
        "title":"High Vowel Variation in Quebec French."},
      {
        "id":"ED318252",
        "title":"The HER Project: Homebound English for Refugee Women. Teacher's Manual and Student Book of Illustrations."},
      {
        "id":"ED318255",
        "title":"Language Teachers and Bilingual Education: Are We Helping or Hurting?"},
      {
        "id":"ED318262",
        "title":"From Text to Context: Spontaneous Group Role Playing."},
      {
        "id":"ED318265",
        "title":"Spanish Intensive Courses: The South Carolina Experience."},
      {
        "id":"ED318267",
        "title":"Creative Testing in French Literature Courses."},
      {
        "id":"ED318268",
        "title":"Getting Started: The Foreign Language Teacher and Computer-Assisted Instruction."},
      {
        "id":"ED318272",
        "title":"Rock Valley College Private Sector Partnerships for English Literacy. Final Report."},
      {
        "id":"ED318274",
        "title":"English Literacy Development: Approaches and Strategies that Work with Limited English Proficient Children and Adults."},
      {
        "id":"ED318275",
        "title":"English as a Second Language: Language Experience Approach. Instructional Guide and ESL Reader."},
      {
        "id":"ED318276",
        "title":"Handbook for Volunteer ESL Literacy Teachers."},
      {
        "id":"ED318278",
        "title":"Rural Press for Village Post-Literacy Literature."},
      {
        "id":"ED318279",
        "title":"Expanding the Culture of Literacy."},
      {
        "id":"ED318281",
        "title":"Parenting Curriculum for Language Minority Parents."},
      {
        "id":"ED318284",
        "title":"English as a Second Language Workplace Program: An ISBE 353 Special Project Grant 1989. Final Project Report, July 1, 1988-June 30, 1989."},
      {
        "id":"ED318285",
        "title":"Talking Shop: A Curriculum Sourcebook for Participatory Adult ESL."},
      {
        "id":"ED318286",
        "title":"Parameters for Projects under the Settlement Language Training Program."},
      {
        "id":"ED318291",
        "title":"Legalization: Phase Two Requirements and Guidelines for Courses of Study Recognized by the Attorney General."},
      {
        "id":"ED318292",
        "title":"The Workplace Education Program of the Central Labor Council and the Consortium for Worker Education. Evaluation Report. Summary of Activities between October 1, 1988 and June 30, 1989. Technical Report #3."},
      {
        "id":"ED318293",
        "title":"Workplace ESL Teachers Manual."},
      {
        "id":"ED318294",
        "title":"Benchmarks and Student Learning Profile for the Workplace ESL Program of the Labor Education Center at Southeastern Massachusetts University."},
      {
        "id":"ED318295",
        "title":"Workplace ESL Curriculum from the Labor Education Center, Southeastern Massachusetts University."},
      {
        "id":"ED318296",
        "title":"English in the Garment Shops."},
      {
        "id":"ED318299",
        "title":"WorkBook for WorkPlays: You and Your Rights on the Job."},
      {
        "id":"ED318300",
        "title":"Suggested Structure for Meetings of Home-Based ESL Classes for Native Speakers of Spanish."},
      {
        "id":"ED318301",
        "title":"Setting an Agenda for Study in Home-Based ESL Classes with Native Speakers of Spanish."},
      {
        "id":"ED318302",
        "title":"ESL Literacy: What's Working, Why and How--Family Literacy."},
      {
        "id":"ED318303",
        "title":"English as a Second Language (ESL) Tutor Training Guide. A Set of Five Modules for Use in Training Volunteer ESL Tutors."},
      {
        "id":"ED318306",
        "title":"Attracting Quality Graduates to the Federal Government: A View of College Recruiting; A Report to the President and the Congress of the United States by the U.S. Merit Systems Protection Board."},
      {
        "id":"ED318309",
        "title":"Occupational and Educational Outcomes of 1985-86 Bachelor's Degree Recipients. Survey Report."},
      {
        "id":"ED318310",
        "title":"Signs &amp; Traces: Model Indicators of College Student Learning in the Disciplines."},
      {
        "id":"ED318312",
        "title":"Student Athlete Right-To-Know Act. Report Together with Minority Views. One Hundred First Congress. First Session."},
      {
        "id":"ED318313",
        "title":"Graduate Education and Faculty/Staff of the Small Religious College: How Well Does Nova University's Programs for Higher Education Meet the Need?"},
      {
        "id":"ED318319",
        "title":"Strategic Thinking about Institutional Direction."},
      {
        "id":"ED318320",
        "title":"Chinese Higher Education and Commodity Socialism: The Problem of Political Education."},
      {
        "id":"ED318322",
        "title":"Communication in an Era of Specialization."},
      {
        "id":"ED318323",
        "title":"The Freshman Year Experience. Character Development in the Freshman Year and over Four Years of Undergraduate Study."},
      {
        "id":"ED318326",
        "title":"The Right Ball: A Primer for Management Negotiators in Higher Education."},
      {
        "id":"ED318339",
        "title":"The Stafford Student Loan Program. Testimony before the Subcommittee on Permanent Investigations, Committee on Governmental Affairs, United States Senate."},
      {
        "id":"ED318343",
        "title":"Conditions in Postsecondary Education in Michigan, 1989: A Profile of Postsecondary Education in Michigan."},
      {
        "id":"ED318344",
        "title":"Class Attendance in Undergraduate Classes: Why and When Do Students Miss Classes?"},
      {
        "id":"ED318346",
        "title":"Supplemental Student Loans: Who Are the Largest Lenders? Fact Sheet for Congressional Requesters."},
      {
        "id":"ED318347",
        "title":"Pell Grants: How the Department of Education Estimates Program Costs; Briefing Report to the Chairman, Subcommittee on Labor, Health and Human Services, and Education, Committee on Appropriations, U.S. Senate."},
      {
        "id":"ED318348",
        "title":"Continuation Proposal to the Fund for the Improvement of Postsecondary Education (1988-89) for a Project To Enhance the Educational Research Awareness of Faculty in the Historically Black Institutions of the University of North Carolina."},
      {
        "id":"ED318349",
        "title":"Congressional Scholarships for Science, Mathematics, and Engineering Act. Report. Committee on Science, Space, and Technology, House of Representatives, 101st Congress, 1st Session."},
      {
        "id":"ED318350",
        "title":"Graduate Teaching Assistant (GTA) Training: The View from the Trenches."},
      {
        "id":"ED318351",
        "title":"Graduate Teaching Assistant (GTA) Training: The View from the Top."},
      {
        "id":"ED318355",
        "title":"Descubriendo el Sueno: Programming for Success."},
      {
        "id":"ED318362",
        "title":"An Assessment of the Utility of Types of Educational Research Assistance: Perceptions of Faculty at the Historically Black Institutions of the University of North Carolina."},
      {
        "id":"ED318363",
        "title":"A Profile of Incoming Freshmen at the University of Maryland, College Park, 1989. Research Report #22-89."},
      {
        "id":"ED318364",
        "title":"Annual Report on Freshmen--1988--The College of Staten Island/CUNY."},
      {
        "id":"ED318365",
        "title":"Serving More Diverse Students: A Contextual View. Minority Achievement: Counting on You."},
      {
        "id":"ED318368",
        "title":"Advancing a Critical Agenda in Higher Education."},
      {
        "id":"ED318371",
        "title":"The Causes and Consequences of Enrollments in Higher Education: Evidence From the National Longitudinal Study of the Class of 1972. Final Report."},
      {
        "id":"ED318377",
        "title":"Cultural Literacies in the College Curriculum: The Records of a Generation."},
      {
        "id":"ED318378",
        "title":"The Essence of Teacher Thinking and Planning in Professional Schools'\"Apprentice\" Settings."},
      {
        "id":"ED318379",
        "title":"Higher Education in Australia: The Emergence of &quot;Development&quot; as a Central Activity."},
      {
        "id":"ED318383",
        "title":"Hidden Passages to Success in the Academic Labor Market."},
      {
        "id":"ED318387",
        "title":"Investing in the Future: The Need for More Graduate-Educated Scientists and Engineers."},
      {
        "id":"ED318389",
        "title":"Satellite Home Viewer Copyright Act. Hearings on H.R. 2848 before the Subcommittee on Courts, Civil Liberties, and the Administration of Justice of the Committee on the Judiciary, House of Representatives, One Hundredth Congress (November 19, 1987 and January 27, 1988)."},
      {
        "id":"ED318394",
        "title":"Star Schools-Chapter I Funding. Hearing on Reviewing the Star Schools Program and the Chapter I Program of the Elementary and Secondary Education Act before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources, United States Senate, One Hundred First Congress First Session (Jackson, Mississippi, April 27, 1989)."},
      {
        "id":"ED318395",
        "title":"The Vitrine 2001: The Future of Educational Computing?"},
      {
        "id":"ED318396",
        "title":"Building Capacity for Improvement of Educational Practice: An Evaluation of NIE&apos;s State Dissemination Grants Program. Final Report. Volume I."},
      {
        "id":"ED318397",
        "title":"Building Capacity for Improvement of Educational Practice: An Evaluation of NIE&apos;s State Dissemination Grants Program. Volume III: A Study of Linker Activities and Roles."},
      {
        "id":"ED318398",
        "title":"Building Capacity for Improvement of Educational Practice: An Evaluation of NIE&apos;s State Dissemination Grants Program. Volume IV: A Study of the Development of Scales Measuring Dissemination Capacity."},
      {
        "id":"ED318399",
        "title":"Building Capacity for the Improvement of Educational Practice: An Evaluation of NIE&apos;s State Dissemination Grants Program. Volume V: Executive Summary of the Final Report."},
      {
        "id":"ED318404",
        "title":"Where is the &quot;A&quot; in ONA? Draft."},
      {
        "id":"ED318406",
        "title":"Vertical Integration, Monopoly, and the First Amendment."},
      {
        "id":"ED318407",
        "title":"Physical Scarcity, Rent Seeking, and the First Amendment."},
      {
        "id":"ED318408",
        "title":"Mortgaging the First Amendment: Strategic Use of the Regulatory Process and the Electronic Media."},
      {
        "id":"ED318410",
        "title":"Industry Interests in the HDTV Debate."},
      {
        "id":"ED318415",
        "title":"Policy Issues in Computer Networks: Multi-Access Information Systems."},
      {
        "id":"ED318417",
        "title":"Government Ownership Restrictions and Efficiency: The Case of the FCC's Dupoply Rule."},
      {
        "id":"ED318419",
        "title":"Satellites for Commonwealth Education: Some Policy Issues. Main Report."},
      {
        "id":"ED318420",
        "title":"Satellites for Commonwealth Education: Some Policy Issues. Case Studies: AUSSAT, Australia; Knowledge Network, Canada; INSAT, India; University of the South Pacific; University of the West Indies."},
      {
        "id":"ED318421",
        "title":"Technology for Distance Education: A 10 Year Prospective."},
      {
        "id":"ED318422",
        "title":"Experiences from the British Open University and Pointers to the Future."},
      {
        "id":"ED318423",
        "title":"The Use of Satellites for Training in Western Europe."},
      {
        "id":"ED318424",
        "title":"The Challenge of Technology for European Distance Education. IET Papers in Broadcasting: No. 288."},
      {
        "id":"ED318425",
        "title":"JANUS: Joint Academic Network Using Satellite. Brief Description of Project. IET Papers on Broadcasting: No. 287."},
      {
        "id":"ED318426",
        "title":"Language Teaching, Distance Education and the New IET Papers on Boradcasting No. 290."},
      {
        "id":"ED318427",
        "title":"Towards a European Electronic University: Technology and Course Design for European-Wide Distance Education Courses."},
      {
        "id":"ED318432",
        "title":"Distance Learning and the Curriculum."},
      {
        "id":"ED318433",
        "title":"Infant/Toddler Caregiving: An Annotated Guide to Media Training Materials."},
      {
        "id":"ED318437",
        "title":"Working Together."},
      {
        "id":"ED318445",
        "title":"Technology in Education, 1988. Working Papers of Planning and Development Research. Working Paper 88-2."},
      {
        "id":"ED318446",
        "title":"The Potential of Captioned Television for Adult Learners. Working Papers of Planning and Development Research. Working Paper 88-3."},
      {
        "id":"ED318447",
        "title":"External Environment Papers. Working Papers of Planning and Development Research. Working Paper 88-5."},
      {
        "id":"ED318448",
        "title":"Distance Education Committee Initiative: An Overview of the Process and Outcome. Working Papers of Planning and Development Research. Working Paper 88-6."},
      {
        "id":"ED318450",
        "title":"1987-88 Statewide Computer Survey Report."},
      {
        "id":"ED318456",
        "title":"Instructional Development: A Conceptual Approach."},
      {
        "id":"ED318457",
        "title":"The Teacher-Librarian as Instructional Developer."},
      {
        "id":"ED318458",
        "title":"Obtaining Help with AppleWorks V2.0 Word Processing Files Using the Apple IIGS Computer. First Edition."},
      {
        "id":"ED318460",
        "title":"Sex and Gender as Predictors of Attitudes toward Computers: The Gap Narrows."},
      {
        "id":"ED318462",
        "title":"The Systematic Implementation of Instructional Video Technologies. A Guide for Administrators of Education, Principals, and Teachers in Developing Nations."},
      {
        "id":"ED318463",
        "title":"Towards an Integrated Approach to Instructional Design: The Evolution of &quot;Human Development.&quot;"},
      {
        "id":"ED318464",
        "title":"Enhancing Learning in At-Risk Students: Applications of Video Technology. ERIC Digest."},
      {
        "id":"ED318465",
        "title":"BESTNET: Binational English &amp; Spanish Telecommunications Network. Final FIPSE Report."},
      {
        "id":"ED318466",
        "title":"A Model Program for Computerphobia Reduction."},
      {
        "id":"ED318467",
        "title":"The Model Computerphobia Reduction Program: A Longitudinal Evaluation."},
      {
        "id":"ED318468",
        "title":"Computerphobia Reduction Program: Clinical Resource Manual."},
      {
        "id":"ED318469",
        "title":"Development of Interactive Computer Programs To Help Students Transfer Basic Skills to College Level Science and Behavioral Science Courses."},
      {
        "id":"ED318470",
        "title":"Statewide Planning for Telecommunications in Education. Executive Summary."},
      {
        "id":"ED318471",
        "title":"Computer-Based Education. The Best of ERIC, 1988."},
      {
        "id":"ED318472",
        "title":"Critical Connections: Communication for the Future."},
      {
        "id":"ED318473",
        "title":"Critical Connections. Communication for the Future. Summary."},
      {
        "id":"ED318474",
        "title":"Computer-Based Education. The Best of ERIC, 1987."},
      {
        "id":"ED318475",
        "title":"FBI Counterintelligence Visits to Libraries. Hearings before the Subcommittee on Civil and Constitutional Rights of the Committee on the Judiciary. House of Representatives, One Hundredth Congress, Second Session, June 20 and July 13, 1988."},
      {
        "id":"ED318476",
        "title":"The Role of OERI and Its Institutional Projects in Establishing an Effective Research, Development, and Dissemination Program. A Symposium (Rosslyn, Virginia, May 9, 1989)."},
      {
        "id":"ED318477",
        "title":"The Integrated Resource Centre as a Developmental Agent."},
      {
        "id":"ED318478",
        "title":"Learning Style: Its Place in Library Instruction."},
      {
        "id":"ED318479",
        "title":"Procedures Manual for School Library Media Centers. Revised."},
      {
        "id":"ED318480",
        "title":"Stacks of Ideas. Activities for the Library Media Center and Classroom, K-8."},
      {
        "id":"ED318481",
        "title":"Networking and Development: A Feasibility Study for the Social and Human Sciences Division of UNESCO into the Development of Networking Facilities in the ECA and ECWA Regions."},
      {
        "id":"ED318482",
        "title":"Collection Growth, Expenditures, and Automation in Academic Libraries: A Preliminary Inquiry."},
      {
        "id":"ED318484",
        "title":"Idaho State Library Long Range Plan for Implementation of LSCA Priorities, 1989-1991."},
      {
        "id":"ED318490",
        "title":"Collections: Their Development, Management, Preservation, and Sharing. Papers from the Joint Meeting of the Association of Research Libraries and the Standing Conference of National and University Libraries (York, England, September 19-22, 1988)."},
      {
        "id":"ED318491",
        "title":"Twenty-Year Overview: Financial Statistics, Community Colleges. Selected Financial Information--By System and Colleges--1964-65 to 1983-84."},
      {
        "id":"ED318492",
        "title":"Comparative Financial Statistics for Pennsylvania Community Colleges: Selected Historical Data--1984-85 to Present; Detailed Data--1983-84 to 1989-90. Ninth Annual Report."},
      {
        "id":"ED318493",
        "title":"Accessing Resources through Consortium Arrangements."},
      {
        "id":"ED318494",
        "title":"Collegial Governance at College of Marin: A Governmental Model. Management Report 1989-90/2."},
      {
        "id":"ED318495",
        "title":"Core Curriculum Project (September 15, 1986-September 14, 1988)."},
      {
        "id":"ED318496",
        "title":"A Study of the Relative Effect of the Community College on Transfer Students: Achievement and Satisfaction."},
      {
        "id":"ED318497",
        "title":"The Accreditation Self Study Report of Los Angeles Valley College. Presented to the Accrediting Commission for Community and Junior Colleges in Support of Application for Reaffirmation of Accreditation."},
      {
        "id":"ED318498",
        "title":"Determining the Relationship of Nursing Test Scores and Test Anxiety Levels before and after a Test-Taking Strategy Seminar."},
      {
        "id":"ED318502",
        "title":"An Evaluation of the Transfer Center Pilot Program. Volume 1: Executive Summary and Recommendations. Volume 2: Findings."},
      {
        "id":"ED318503",
        "title":"Enhancing Transfer Effectiveness: A Model for the 1990's. First Year Report to the National Effective Transfer Consortium. Executive Summary."},
      {
        "id":"ED318505",
        "title":"Writing With and For Students."},
      {
        "id":"ED318506",
        "title":"Measuring and Costing Quality in Education: Using Quality and Productivity Methods To Improve Schools."},
      {
        "id":"ED318507",
        "title":"Fox Valley Technical College Quality First Process Model."},
      {
        "id":"ED318508",
        "title":"Quality First in Education... Why Not? Using Quality and Productivity Methods To Improve Schools."},
      {
        "id":"ED318509",
        "title":"Counselor Assessment and Student Success for Fall 1989. Research Report #84."},
      {
        "id":"ED318512",
        "title":"Labette Community College Analysis of Alumni Survey Results for 1989 Graduates."},
      {
        "id":"ED318514",
        "title":"An Analysis of the Relationship between Student Success and Delayed Entry into the Mathematics Curriculum Following Completion of the Matriculation Process at Saddleback College."},
      {
        "id":"ED318515",
        "title":"Program Development and Evaluation: A Modeling Process."},
      {
        "id":"ED318518",
        "title":"Reviving the \"Deadwood\": How To Create an Institutional Climate To Encourage the Professional Growth and Revitalization of Mid-Career Faculty in the Community College."},
      {
        "id":"ED318526",
        "title":"Pathway to the Presidency: Community College Deans of Instruction."},
      {
        "id":"ED318527",
        "title":"Teaching as Leading: Profiles of Excellence in the Open-Door College."},
      {
        "id":"ED318528",
        "title":"Transfer, Articulation, and Collaboration: Twenty-Five Years Later."},
      {
        "id":"ED318530",
        "title":"Community College Journal for Research and Planning, Volume VI, Numbers 1 and 2."},
      {
        "id":"ED318531",
        "title":"Comparison of Perceptions of \"Preparedness\" of John Abbott C.E.G.E.P. Nursing Graduates: Prior to Graduation and After."},
      {
        "id":"ED318533",
        "title":"Preconcepts in Physics. Report to the John Abbott College Research and Development Committee."},
      {
        "id":"ED318542",
        "title":"The Use of the Gesell Screen in the Placement of Young Children: A Research Review."},
      {
        "id":"ED318551",
        "title":"Food, Environment and Health: A Guide for Primary School Teachers."},
      {
        "id":"ED318557",
        "title":"Dissemination of the Project's Findings. National Seminar (14th, Zagreb, Yugoslavia, July 5-7, 1989). The CDCC's Project No. 8: &quot;Innovation in Primary Education.&quot;"},
      {
        "id":"ED318558",
        "title":"Trends in Kindergarten and First Grade, Fall 1989. Survey Report and Recommendations of the Early Childhood Advisory Committee."},
      {
        "id":"ED318559",
        "title":"Infant/Toddler Care Program. Staff and Student Characteristics and Perceptions of the Program 1987-88. Evaluation Section Report."},
      {
        "id":"ED318560",
        "title":"Infant/Toddler Care Program. Administrative Structure Report, 1987-88."},
      {
        "id":"ED318561",
        "title":"Caring for New Mothers: Pressing Problems, New Solutions. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred First Congress, First Session (October 24, 1989)."},
      {
        "id":"ED318565",
        "title":"Projects and Provocations: Preschool Curriculum Ideas from Reggio Emilia, Italy."},
      {
        "id":"ED318571",
        "title":"Kindergarten Teachers' Beliefs and Practices."},
      {
        "id":"ED318573",
        "title":"Recent Trends in Developmental Research: A Quantitative Analysis."},
      {
        "id":"ED318576",
        "title":"The Corporate Perspective on Maternal &amp; Child Health."},
      {
        "id":"ED318577",
        "title":"Promises To Keep: Title I/Chapter 1 in Ohio, 1965-1990."},
      {
        "id":"ED318578",
        "title":"Raising Child Care Salaries and Benefits: An Evaluation of New York State Salary Enhancement Legislation."},
      {
        "id":"ED318579",
        "title":"The Learning Environments of Early Childhood in Asia: Research Perspectives and Changing Programmes."},
      {
        "id":"ED318580",
        "title":"Excellence in Early Childhood Education: Defining Characteristics and Next-Decade Strategies. Policy Perspectives Series."},
      {
        "id":"ED318587",
        "title":"Dropout Retrieval Programs."},
      {
        "id":"ED318589",
        "title":"Mid-America and Its Future: 1989. Proceedings of a Four-State Economic Development Conference (13th, Shenandoah, Iowa, April 18, 1989)."},
      {
        "id":"ED318590",
        "title":"ABC Rural: A Report on Adult Literacy in Rural Pennsylvania."},
      {
        "id":"ED318592",
        "title":"Building Communities through Camping."},
      {
        "id":"ED318593",
        "title":"A Humanistic Approach to Emotional Risk Management."},
      {
        "id":"ED318594",
        "title":"Characteristics of Secondary Migrant Youth."},
      {
        "id":"ED318595",
        "title":"Dropout Retrieval Report: Thoughts on Dropout Prevention and Retrieval."},
      {
        "id":"ED318596",
        "title":"At Risk Youth. An Annotated Bibliography for Migrant Educators."},
      {
        "id":"ED318597",
        "title":"Teachers and the Recht Decision: A West Virginia Case Study of School Reform. A Technical Report."},
      {
        "id":"ED318600",
        "title":"Women with Administrative Certification: Iowa, Kansas, Nebraska, North Dakota, South Dakota."},
      {
        "id":"ED318601",
        "title":"Chapter 1 &amp; Migrant Education in North Carolina, 1987-88."},
      {
        "id":"ED318602",
        "title":"Forming Practice & Academic Partnerships in Recruitment of Hispanic Students for the Field of Aging."},
      {
        "id":"ED318604",
        "title":"Economics and Education: Instrumentalism and the Dilemma of Learning in Rural Areas."},
      {
        "id":"ED318605",
        "title":"Education Districts: A Concept for Restructuring Education."},
      {
        "id":"ED318607",
        "title":"The Relationship between Attitudes toward Statistics, Math Self-Concept, Test Anxiety and Graduate Students' Achievement in an Introductory Statistics Course."},
      {
        "id":"ED318622",
        "title":"Fourth Report to the Congress of the Committee on Equal Opportunities in Science and Engineering."},
      {
        "id":"ED318623",
        "title":"Developing Generative Themes for the Teaching of Biology."},
      {
        "id":"ED318624",
        "title":"Getting on the Fast Track in Mathematics: School Organizations Influences on Math Track Assignment."},
      {
        "id":"ED318627",
        "title":"A Cross-Cultural Investigation of Children's Conceptions about the Earth, the Sun and the Moon: Greek and American Data. Technical Report No. 497."},
      {
        "id":"ED318628",
        "title":"Report on the National Science Foundation Workshop on Science, Engineering, and Mathematics Education in Two-Year Colleges (Washington, DC, October 31-November 1, 1988)."},
      {
        "id":"ED318629",
        "title":"Report on the National Science Foundation Disciplinary Workshops on Undergraduate Education. Recommendations of the Disciplinary Taskforces Concerning Critical Issues in the U.S. Undergraduate Education in the Sciences, Mathematics and Engineering."},
      {
        "id":"ED318631",
        "title":"Collaboration and Constructivism in the Science Classroom."},
      {
        "id":"ED318634",
        "title":"An Exploration of the Nature and Quality of Undergraduate Education in Science, Mathematics and Engineering. A Report of the National Advisory Group of Sigma Xi, The Scientific Research Society (Racine, Wisconsin, January 23-26, 1989)."},
      {
        "id":"ED318638",
        "title":"An Analysis of the Relationships of Formal Reasoning, Science Process Skills, Gender, and Instructional Treatment to Conceptual Shifts in Tenth Grade Biology Students."},
      {
        "id":"ED318639",
        "title":"Influence of Methods Instruction on Pre-Service Elementary and Secondary Science Teachers' Beliefs."},
      {
        "id":"ED318640",
        "title":"Lost Talent: The Underparticipation of Women, Minorities, and Disabled Persons in Science."},
      {
        "id":"ED318641",
        "title":"An Evaluation of the Program To Improve Elementary Science (PIES)."},
      {
        "id":"ED318642",
        "title":"Weatherlinker."},
      {
        "id":"ED318643",
        "title":"Pathways to Pluralism: Religious Issues in American Culture."},
      {
        "id":"ED318644",
        "title":"Pathways to Pluralism: Religious Issues in American Culture. Teacher's Guide."},
      {
        "id":"ED318648",
        "title":"U.S. Policy in the Persian Gulf: New Beginnings."},
      {
        "id":"ED318649",
        "title":"Embedding the European Dimension in Education."},
      {
        "id":"ED318650",
        "title":"New Initiatives for the Integration of Environmental Studies in Dutch Education."},
      {
        "id":"ED318651",
        "title":"Mobilizing Community Groups for Law-Related Education. Technical Assistance Bulletin No. 3."},
      {
        "id":"ED318652",
        "title":"Continuity and Change: The Cultural Context of Women's Humor."},
      {
        "id":"ED318654",
        "title":"Minorities in Germany after 1945. Discussion Papers."},
      {
        "id":"ED318656",
        "title":"Social Security in the USA: A Discussion Guide to Social Insurance with Lesson Plans."},
      {
        "id":"ED318657",
        "title":"Understanding Taxes: A Survey of Users. Research Report Number 109."},
      {
        "id":"ED318660",
        "title":"Standing Alone: Dependence, Independence, and Interdependence in the Practice of Education."},
      {
        "id":"ED318661",
        "title":"A Proposal To Revise the Elementary Social Studies Curriculum."},
      {
        "id":"ED318662",
        "title":"The Dilemma of Comprehensive Secondary School Reforms in Western Europe. Program Report No. 79-B2."},
      {
        "id":"ED318665",
        "title":"Environment and Culture in India."},
      {
        "id":"ED318667",
        "title":"Teaching with Documents: Using Primary Sources from the National Archives."},
      {
        "id":"ED318669",
        "title":"Political Scientists on Civic Education: A Nonexistent Discourse. Elementary Subjects Center Series, No. 15."},
      {
        "id":"ED318672",
        "title":"Report of Student Performance: U.S. History. End of Course Testing. Spring 1989."},
      {
        "id":"ED318673",
        "title":"Biography. Advisory List of Instructional Media. 1989 Edition."},
      {
        "id":"ED318674",
        "title":"Social Studies. Advisory List of Instructional Media."},
      {
        "id":"ED318675",
        "title":"Social Studies. Advisory List of Instructional Media."},
      {
        "id":"ED318676",
        "title":"Biography. Advisory List of Instructional Media. 1988 Edition."},
      {
        "id":"ED318681",
        "title":"What Is Quality of Life?"},
      {
        "id":"ED318684",
        "title":"Keeping History Alive: Fund Raising for Nonprofits: A Bibliography."},
      {
        "id":"ED318687",
        "title":"Bread for the World Membership Survey and Analysis Project. Final Report."},
      {
        "id":"ED318688",
        "title":"The Regional Staff Development Center of Southeastern Wisconsin."},
      {
        "id":"ED318689",
        "title":"A Systematic Approach to Structuring Round Robin Leagues."},
      {
        "id":"ED318693",
        "title":"Methods and Models as Professional Knowledge."},
      {
        "id":"ED318694",
        "title":"Tilting at Webs of Belief--Field Experiences as a Means of Breaking with Experience. Research Report 89-8."},
      {
        "id":"ED318695",
        "title":"The Architecture of Teaching. Issue Paper 89-11."},
      {
        "id":"ED318696",
        "title":"Breaking with Experience in Learning To Teach Mathematics: The Role of a Preservice Methods Course; Issue Paper 89-10."},
      {
        "id":"ED318697",
        "title":"Designing a Curriculum That Uses the Knowledge Base."},
      {
        "id":"ED318698",
        "title":"A Space Analysis of Physical Education Activity and Ancillary Areas in Big Ten Universities."},
      {
        "id":"ED318700",
        "title":"Multicultural Teacher Preparation--A Study of Teacher Migration Patterns and Certification Requirements."},
      {
        "id":"ED318701",
        "title":"Teaching in Other Countries. An Overview of the Opportunities for Teachers from the U.S.A."},
      {
        "id":"ED318702",
        "title":"AIDS: What Young Adults Should Know. Student Guide. Second Edition."},
      {
        "id":"ED318704",
        "title":"Teachers' Career Stages and Availability and Appropriateness of Incentives in Teaching."},
      {
        "id":"ED318706",
        "title":"The American Teacher 1989, Preparing Schools for the 1990s. The Metropolitan Life Survey."},
      {
        "id":"ED318710",
        "title":"An Analysis of the Comparability of Teacher Salaries to the Earnings of Other College Graduates in the Southeast: 1989 Update. Research Report."},
      {
        "id":"ED318711",
        "title":"The Supply Side of the Teacher Labor Market in the Southeast: A Study of the Characteristics of Newly Hired Teachers and Perceptions about Teacher Supply and Demand. Research Report."},
      {
        "id":"ED318712",
        "title":"Enhancing Thinking Abilities in Children through Movement."},
      {
        "id":"ED318720",
        "title":"Student Perceptions of Teaching Competencies."},
      {
        "id":"ED318722",
        "title":"A Dynamic System To Keep Teacher Education Prorams Meaningful."},
      {
        "id":"ED318724",
        "title":"Beyond the Lonely, Choosing Will: Professional Development in Teacher Thinking. Occasional Paper No. 131."},
      {
        "id":"ED318725",
        "title":"Ten Inquiry Methods Used in Curriculum Studies."},
      {
        "id":"ED318726",
        "title":"Implications for Professional Preparation."},
      {
        "id":"ED318727",
        "title":"The Minority Agenda in Physical Education: Perspectives and Suggestions."},
      {
        "id":"ED318730",
        "title":"Perceptions of the Teaching Profession and Educational Reform: Comparisons of Laboratory School Teachers, State Teachers of the Year and Teachers in Southeast Georgia."},
      {
        "id":"ED318731",
        "title":"Teacher Motivation Tied to Factors within the Organizational Readiness Assessment Model. Elements of Motivation/De-Motivation Related to Conditions within School District Organizations."},
      {
        "id":"ED318732",
        "title":"Bridges to Strength: Establishing a Mentoring Program for Beginning Teachers; An Administrator&apos;s Guide."},
      {
        "id":"ED318734",
        "title":"The MESTEP Record: A Report on the First Six Years. Math English Science Technology Education Project."},
      {
        "id":"ED318737",
        "title":"The Special Education Student Teaching Experience at Indiana University Southeast, New Albany, Indiana."},
      {
        "id":"ED318738",
        "title":"Successful Minority Teacher Education Recruitment Programs. ERIC Digest."},
      {
        "id":"ED318741",
        "title":"Arizona Lesson Observation and Evaluation (ALOE): Design Test Edition, 1990."},
      {
        "id":"ED318745",
        "title":"The Future of NCME--Views of the Membership."},
      {
        "id":"ED318749",
        "title":"Fallout from the Testing Explosion: How 100 Million Standardized Exams Undermine Equity and Excellence in America's Public Schools. Third Edition (Revised)."},
      {
        "id":"ED318750",
        "title":"The Three-Fingers Technique: Does It Reduce Test Anxiety?"},
      {
        "id":"ED318752",
        "title":"An Evaluation of the Effects of &quot;Bona Fide&quot; Homogeneous Grouping on the Achievement of Elementary School Students."},
      {
        "id":"ED318753",
        "title":"Planned versus Unplanned and Orthogonal versus Nonorthogonal Contrasts: The Neo-Classical Perspective."},
      {
        "id":"ED318755",
        "title":"Interpretation of Student Data: Contextual and Sociocultural Variables."},
      {
        "id":"ED318757",
        "title":"Validity and Use of the School-Level Environment Questionnaire."},
      {
        "id":"ED318758",
        "title":"Unidimensional Data from Multidimensional Tests and Multidimensional Data from Unidimensional Tests."},
      {
        "id":"ED318759",
        "title":"Towards a Conceptualization and Theory of Sampling Large, Complex, and Dynamic Populations."},
      {
        "id":"ED318761",
        "title":"Investigating High School Effectiveness Using College Performance: An Analysis of Residuals."},
      {
        "id":"ED318762",
        "title":"A Statistical Analysis of the Charles F. Kettering Climate Scale."},
      {
        "id":"ED318764",
        "title":"What Cognitive Science May Learn from Instructional Design: A Case Study in Introductory Computer Programming."},
      {
        "id":"ED318765",
        "title":"'95 or Bust: Studying Writing in an Urban District as the Class of '95 Heads toward a High Risk, Statewide Graduation Test."},
      {
        "id":"ED318766",
        "title":"The Usefulness of Case Study Research in the Study of a Motivational Intervention."},
      {
        "id":"ED318768",
        "title":"Impact of Life Experiences on Cognitive Development."},
      {
        "id":"ED318770",
        "title":"Professors &amp; Practitioners Collaborating on Building a Model of Essential Teaching and Classroom Management Skills within a Major Reform Program: Reliability &amp; Validity Profiling Teacher Characteristics as Related to Student Achievement."},
      {
        "id":"ED318773",
        "title":"On the Rationale, Typology, and Methodology of Research and Scholarship: A Practitioner's Understanding of Epistemology."},
      {
        "id":"ED318775",
        "title":"Differences between Teachers and Students in Opinions about Testing and Test Use."},
      {
        "id":"ED318778",
        "title":"Applying the APA/AERA/NCME &quot;Standards&quot;: Evidence for the Validity and Reliability of Three Statewide Teaching Assessment Instruments."},
      {
        "id":"ED318779",
        "title":"The Relationship of Job Attitudes and Organizational Commitment to Different Aspects of Organizational Environment."},
      {
        "id":"ED318784",
        "title":"Current Norms: Do They &quot;Deflate&quot; Test Scores? A Study of Normative Trend Data for an Urban School District."},
      {
        "id":"ED318786",
        "title":"IRT as a Way of Improving the Usefulness of Complex Data."},
      {
        "id":"ED318787",
        "title":"Changing World Patterns of Machine-Scored Objective Testing: The Expected Impact of the Multi-Digit Method."},
      {
        "id":"ED318789",
        "title":"Testing--1,2,...523,...641,...999--Testing: The MDT Multi-Digit Technique Applied to Science Education."},
      {
        "id":"ED318790",
        "title":"Validity of Using Two Numerical Analysis Techniques To Estimate Item and Ability Parameters via MMLE: Gauss-Hermite Quadrature Formula and Mislevy's Histogram Solution."},
      {
        "id":"ED318791",
        "title":"Reconsideration of the ANOVA Method of Detecting Item Bias."},
      {
        "id":"ED318792",
        "title":"High Interview Response Rates: Much Ado about Nothing?"},
      {
        "id":"ED318793",
        "title":"The Use of Computers in Japanese Schools."},
      {
        "id":"ED318794",
        "title":"Training Rural Teachers To Implement Writing Process Instruction: A Concerns-Based Approach."},
      {
        "id":"ED318797",
        "title":"A Model of Self-Explanation Strategies of Instructional Text and Examples in the Acquisition of Programming Skills."},
      {
        "id":"ED318799",
        "title":"Attention Reduction Training: Overview and Implications for Training and Research."},
      {
        "id":"ED318800",
        "title":"Photo-Interviewing as a Tool of Inquiry."},
      {
        "id":"ED318801",
        "title":"Designing Your Own Rasch Analysis Program."},
      {
        "id":"ED318802",
        "title":"Rank Ordering or Judge-Awarded Ratings?"},
      {
        "id":"ED318803",
        "title":"Modelling Rating Scales."},
      {
        "id":"ED318804",
        "title":"Accountability: Implications for State and Local Policymakers. Policy Perspectives Series."},
      {
        "id":"ED318805",
        "title":"Out of the Shadows. The IRCA/SLIAG Opportunity. A Needs Assessment of Educational Services for Eligible Legalized Aliens in California under the State Legalization Impact Assistance Grants Program of the Immigration Reform and Control Act of 1986. Commission Report 89-10."},
      {
        "id":"ED318810",
        "title":"\"The Melting Pot\" Revisited."},
      {
        "id":"ED318813",
        "title":"For the Children: The TAC Chapter 1 Program Improvement Process."},
      {
        "id":"ED318823",
        "title":"Dropout Information for Twenty-Five Participating Connecticut School Districts--1987-88 and 1988-89 School Years."},
      {
        "id":"ED318824",
        "title":"Substance Abuse among Asian American Youth. Prevention Research Update. Number Five/Winter 1989."},
      {
        "id":"ED318825",
        "title":"Substance Abuse among Black Youth. Prevention Research Update. Number Four/Fall 1989."},
      {
        "id":"ED318829",
        "title":"The Strive Project: A Special &quot;Pull-Out&quot; Instructional Program for At-Risk Ninth Grade Students."},
      {
        "id":"ED318830",
        "title":"The REACH-6 Project: Improving Instructional Quality in Low Performing Houston ISD Elementary Schools."},
      {
        "id":"ED318831",
        "title":"Project for Secondary School Improvement. Final Report."},
      {
        "id":"ED318832",
        "title":"A Review of Programs Involving College Students as Tutors or Mentors in Grades K-12. Volume I."},
      {
        "id":"ED318833",
        "title":"Strategies for Dropout Prevention."},
      {
        "id":"ED318834",
        "title":"Compensatory Education Process Evaluation: Elementary and Secondary Academic Achievement (A2), 1989-1990."},
      {
        "id":"ED318835",
        "title":"Black Teacher Recruitment."},
      {
        "id":"ED318837",
        "title":"Managing for Excellence in Urban High Schools: District and School Roles. Final Report."},
      {
        "id":"ED318838",
        "title":"Chapter I: Extended Day On-Campus/Off-Campus Program."},
      {
        "id":"ED315834",
        "title":"Communication about Uncomfortable Topics: A Test of Goffman."},
      {
        "id":"ED315835",
        "title":"Communication in New Faculty Socialization: An Extension of Teacher Communication Concern."},
      {
        "id":"ED315836",
        "title":"Why Johnny (and Joanny) CAN Teach Speech Communication: A Comparison of Graduate Teaching Assistant (GTA) Training in Speech and Nonspeech Departments in the United States."},
      {
        "id":"ED315837",
        "title":"The Basic Course in Speech Communication: An Historical Perspective."},
      {
        "id":"ED315838",
        "title":"Speaking and Listening Activities in Illinois Schools: Sample Instructional and Assessment Materials."},
      {
        "id":"ED315839",
        "title":"A Study on the Autonomy of Educational Administration. Regular Report 86-21."},
      {
        "id":"ED315841",
        "title":"How Changing Class Size Affects Classrooms and Students."},
      {
        "id":"ED315843",
        "title":"Management by Objectives: A Guide for Starting an Independent School."},
      {
        "id":"ED315844",
        "title":"Administrative Mentoring: A Training Manual."},
      {
        "id":"ED315850",
        "title":"The State and Gender Equity in U.S. Education."},
      {
        "id":"ED315851",
        "title":"School-Site Management."},
      {
        "id":"ED315852",
        "title":"Fiscal Equity in the United States, 1984-85."},
      {
        "id":"ED315854",
        "title":"Is Peer Coaching Changing Supervisory Relationships?"},
      {
        "id":"ED315856",
        "title":"Student Perceptions of Their Preparation: A Focus on Departments of Educational Administration."},
      {
        "id":"ED315857",
        "title":"106 Programs/Ideas for Reducing Student Absenteeism and Dropouts. READ Resource Handbook for School Administrators, Volume XI."},
      {
        "id":"ED315858",
        "title":"187 Alternative Educational Programs for Reducing Absenteeism and the Dropout Rate. READ: A Resource Handbook for School Administrators, Volume XIII."},
      {
        "id":"ED315859",
        "title":"Student Absenteeism--School Dropouts: The Cause--How To Resolve? Interviews with 205 Persons Representing Students, Educational and Community Agencies. READ: A Resource Handbook for School Administrators, Volume XIV."},
      {
        "id":"ED315860",
        "title":"Current Issues and Tensions in Popular Education in Latin America."},
      {
        "id":"ED315864",
        "title":"Censorship of Curriculum Materials. ERIC Digest Series Number EA44."},
      {
        "id":"ED315865",
        "title":"Coping with Changing Demographics. ERIC Digest Series Number EA45."},
      {
        "id":"ED315866",
        "title":"A Resource Guide To Assist Local Schools Support Beginning Administrators."},
      {
        "id":"ED315867",
        "title":"Academic Internship Program: Curriculum Guide. The Great Exchange. Grades 10-12."},
      {
        "id":"ED315868",
        "title":"Academic Internship Program: Intern's Handbook."},
      {
        "id":"ED315869",
        "title":"Academic Internship Program: Sponsor's Handbook."},
      {
        "id":"ED315870",
        "title":"Voice and Choice in Chicago. Draft."},
      {
        "id":"ED315874",
        "title":"The Importance of Being Pluralistic. Improving the Preparation of School Administrators. Notes on Reform, No. 6."},
      {
        "id":"ED315876",
        "title":"Radon Measurements in Schools: An Interim Report."},
      {
        "id":"ED315880",
        "title":"Radon Reduction Techniques in Schools: Interim Technical Guidance."},
      {
        "id":"ED315881",
        "title":"Study Hall Policy and Practice among Illinois Public High Schools."},
      {
        "id":"ED315882",
        "title":"North Carolina Public Schools Facility Standards: A Guide for Planning School Facilities."},
      {
        "id":"ED315883",
        "title":"Classroom Management Techniques and Student Discipline."},
      {
        "id":"ED315885",
        "title":"A Resource Guide for Oregon Educators on Developing Student Responsibility: 1989."},
      {
        "id":"ED315886",
        "title":"Key Statistics for Public Elementary and Secondary Education: School Year 1989-90. Early Estimates. Survey Report."},
      {
        "id":"ED315889",
        "title":"Legislative Studies in State Education Policy, 1976-1988: A Final Summary."},
      {
        "id":"ED315892",
        "title":"Norm Setting by Principals in Effective Schools; Implications for School Restructuring."},
      {
        "id":"ED315893",
        "title":"A View from the Inside: High Schools in the 1990s. Report of the Select Seminar on Excellence in Education (Rensselaerville, New York, December 1988-March 1989)."},
      {
        "id":"ED315894",
        "title":"Curriculum for the New Millennium: Trends Shaping our Schools. Report of the 1987-1988 Study Committee, Fall 1988. A Position Paper."},
      {
        "id":"ED315896",
        "title":"Vertical Articulation for the Middle Grades."},
      {
        "id":"ED315897",
        "title":"Middle Level Education in California: A Survey of Programs and Organization."},
      {
        "id":"ED315898",
        "title":"Textbook Selection: A Matter of Local Choice. A Position Paper."},
      {
        "id":"ED315899",
        "title":"The Principalship. A Position Paper."},
      {
        "id":"ED315900",
        "title":"School Improvement Network: 1989 Directory [2nd Edition]."},
      {
        "id":"ED315901",
        "title":"The Progress of Reform: An Appraisal of State Education Initiatives. CPRE Research Report Series RR-014."},
      {
        "id":"ED315902",
        "title":"School District Restructuring in Sante Fe, New Mexico. CPRE Research Report Series RR-017."},
      {
        "id":"ED315903",
        "title":"Diversity Amidst Standardization: State Differential Treatment of Districts. CPRE Research Report Series RR-016."},
      {
        "id":"ED315904",
        "title":"Drug-Free Schools and Communities Act of 1986, Part 2, Handbook (Anti-Drug Abuse Act of 1988, Part B)."},
      {
        "id":"ED315905",
        "title":"How To Improve Curriculum Leadership--Twelve Tenets. Tips for Principals from NASSP."},
      {
        "id":"ED315906",
        "title":"Student Discipline Strategies: School System and Police Response to High Risk and Disruptive Youth. Draft."},
      {
        "id":"ED315908",
        "title":"A Culture-Change Approach to School Discipline: Reaction Paper to \"School Organization and Student Behavior\"."},
      {
        "id":"ED315909",
        "title":"Initiating Change in Schools."},
      {
        "id":"ED315910",
        "title":"Promising Strategies for Improving Student Behavior."},
      {
        "id":"ED315911",
        "title":"The Principal and Leadership. Elementary Principal Series No. 1."},
      {
        "id":"ED315912",
        "title":"The New Principal: Learning about Your School and Community. Elementary Principal Series No. 2."},
      {
        "id":"ED315913",
        "title":"The Principal and Communication. Elementary Principal Series No. 3."},
      {
        "id":"ED315914",
        "title":"The Principal and Supervision. Elementary Principal Series No. 4."},
      {
        "id":"ED315915",
        "title":"The Principal and Discipline. Elementary Principal Series No. 5."},
      {
        "id":"ED315916",
        "title":"The Principal and Fiscal Management. Elementary Principal Series No. 6."},
      {
        "id":"ED315917",
        "title":"Nine Steps to a Successful Summer School."},
      {
        "id":"ED315918",
        "title":"What Restructuring Is: In Search of a Definition."},
      {
        "id":"ED315919",
        "title":"Changing School Culture through Staff Development: 1990 Yearbook of the Association for Supervision and Curriculum Development."},
      {
        "id":"ED315920",
        "title":"Educational Indicators: A Guide for Policymakers. CPRE Occasional Paper Series."},
      {
        "id":"ED315921",
        "title":"Public Elementary and Secondary Schools and Agencies in the United States and Outlying Areas: School Year 1988-89. Final Tabulations. E.D. TABS."},
      {
        "id":"ED315922",
        "title":"Pocket Projections, 1977-78 to 1999-2000."},
      {
        "id":"ED315924",
        "title":"Standards for Programs Involving the Gifted and Talented."},
      {
        "id":"ED315925",
        "title":"Beyond Drill and Practice: Expanding the Computer Mainstream."},
      {
        "id":"ED315926",
        "title":"Parent Support Groups. Revised."},
      {
        "id":"ED315927",
        "title":"Parental Involvment."},
      {
        "id":"ED315928",
        "title":"Placement in the Least Restrictive Environment (LRE)."},
      {
        "id":"ED315929",
        "title":"Socialization and Sexuality for the Developmentally Disabled."},
      {
        "id":"ED315930",
        "title":"Stress and Support in the Family."},
      {
        "id":"ED315931",
        "title":"Training for Professionals Working with Families. Revised."},
      {
        "id":"ED315932",
        "title":"Transition Planning. Revised."},
      {
        "id":"ED315933",
        "title":"Communication Skills."},
      {
        "id":"ED315934",
        "title":"Community Advisory Committee (CAC) Leadership Training."},
      {
        "id":"ED315935",
        "title":"An Effective Community Advisory Committee (CAC). Revised."},
      {
        "id":"ED315936",
        "title":"Computers and Students with Special Needs: An Introduction."},
      {
        "id":"ED315937",
        "title":"Coping with Loss and Change."},
      {
        "id":"ED315938",
        "title":"The Individualized Education Program (IEP) Process: Rights and Responsibilities."},
      {
        "id":"ED315939",
        "title":"Interagency Collaboration: The Parents' Role."},
      {
        "id":"ED315940",
        "title":"Parent Professional Collaboration."},
      {
        "id":"ED315941",
        "title":"Deaf Children's Reading Comprehension in Relation to Sign Language Structure and Input."},
      {
        "id":"ED315942",
        "title":"Behaviour Disorders in Canada's Schools: A Second Look."},
      {
        "id":"ED315948",
        "title":"Recommended Practices in the Education and Upbringing of the Gifted. A Progress Report on an Assessment of the Knowledge Base. Leadership Accessing Monograph: Education of Gifted and Talented Youth."},
      {
        "id":"ED315952",
        "title":"International Directory of Mental Retardation Resources. Third Edition, 1986-89."},
      {
        "id":"ED315953",
        "title":"Rationale and Strategies for American Sign Language Intervention. Research Series No. 193."},
      {
        "id":"ED315954",
        "title":"The Secondary to Postsecondary Transition Process for Learning Disabled Adolescents and Adults: An Annotated Bibliography. Supplement #1. A Working Paper."},
      {
        "id":"ED315955",
        "title":"The Secondary to Postsecondary Transition Process for Learning Disabled Adolescents and Adults: An Annotated Bibliography. Supplement #2. A Working Paper."},
      {
        "id":"ED315956",
        "title":"A Selective Literature Review Concerning the Psychosocial Issues of LD Adolescents and Adults."},
      {
        "id":"ED315957",
        "title":"Career Education for Transition: Critical Issues."},
      {
        "id":"ED315958",
        "title":"A Formative Comparison of Two Formats (Self-Contained Class versus Enrichment Pull-out) for the Delivery of Gifted/Talented Instruction in the Evansville-Vanderburgh School Corporation."},
      {
        "id":"ED315959",
        "title":"A Study of the Effects of Formats for the Delivery of Gifted/Talented Instruction in the Southwest Allen School Corporation."},
      {
        "id":"ED315961",
        "title":"The Education of Students with Disabilities: Where Do We Stand? A Report to the President and the Congress of the United States."},
      {
        "id":"ED315963",
        "title":"Helping as Coping by Siblings of the Disabled."},
      {
        "id":"ED315964",
        "title":"The Development and Validation of the Transition Competence Battery for Adolescents and Young Adults with Deafness."},
      {
        "id":"ED315965",
        "title":"The Teaching Research Small Residential Facilities Project."},
      {
        "id":"ED315967",
        "title":"Special Education Postsecondary Longitudinal Study: Preliminary Report, 1985-86. Publication No. 482."},
      {
        "id":"ED315968",
        "title":"First Follow-Up of Special Education Graduates, 1986. Publication No. 525."},
      {
        "id":"ED315969",
        "title":"Abstracts in Adapted Physical Activity (AAPA). Volume II."},
      {
        "id":"ED315970",
        "title":"Career/Vocational Training and Employment Resource Guide for Students with Handicapping Conditions."},
      {
        "id":"ED315971",
        "title":"Assessing and Developing the Adaptive Functioning of Handicapped Children and Youth. Final Report [October 1984-September 1987]."},
      {
        "id":"ED315972",
        "title":"Generalization for Students with Severe Handicaps."},
      {
        "id":"ED315973",
        "title":"Managing End User Computing for Users with Disabilities."},
      {
        "id":"ED315974",
        "title":"Disciplining Handicapped Students: Legal Considerations."},
      {
        "id":"ED315977",
        "title":"Vocational Rehabilitation Counselors: Partners in Successful Supported Employment, RRTC, Volume 5, Number 2."},
      {
        "id":"ED315979",
        "title":"A Study of the Costs of Special Education and Oklahoma&apos;s Weighted Per Pupil Reimbursement: Recommendations for Increased Weights."},
      {
        "id":"ED315981",
        "title":"Incorporating Family Assessment and Individualized Family Service Plans into Early Intervention Programs: A Developmental, Decision Making Process."},
      {
        "id":"ED315983",
        "title":"A Motivational Behavioral Approach to Violence in School."},
      {
        "id":"ED315984",
        "title":"Transition Literature Review: Educational, Employment, and Independent Living Outcomes. Volume 3."},
      {
        "id":"ED315987",
        "title":"Secondary Special Education Program Manual."},
      {
        "id":"ED315993",
        "title":"A Reference Manual for Parent Training about Supported Employment. Second Edition. Revised."},
      {
        "id":"ED315994",
        "title":"An Analysis of Case Study Methods Used to Diagnose Mental Retardation."},
      {
        "id":"ED315995",
        "title":"GUMBO: Louisiana Games Uniting Mind and Body. Official Rules, Policies and Procedures Governing Athletic Competition for the Physically Disabled. Bulletin 1830."},
      {
        "id":"ED315996",
        "title":"I Can Too! Bulletin 1831."},
      {
        "id":"ED315999",
        "title":"Challenging Gifted Elementary School Students through Computer-Based Newspaper Production."},
      {
        "id":"ED316000",
        "title":"Effectiveness of Home-Based Consultation in Increasing Student Academic Responding. Research Report No. 19. University of Minnesota Instructional Alternatives Project."},
      {
        "id":"ED316001",
        "title":"Social Validity of Three Interventions Targeting Increases in Academic Engaged Time. Research Report No. 21. University of Minnesota Instructional Alternatives Project."},
      {
        "id":"ED316002",
        "title":"Developing Strategies for Communications about Disability: Experiences in the U.S., Hong Kong, India and Pakistan. Monograph #47."},
      {
        "id":"ED316005",
        "title":"Vocational Programming for Students with Autism."},
      {
        "id":"ED316006",
        "title":"Summary of the National Forum on HIV/AIDS Prevention Education for Children and Youth with Special Education Needs (Reston, Virginia, January 31-February 2, 1989)."},
      {
        "id":"ED316007",
        "title":"Chartbook on Disability in the United States."},
      {
        "id":"ED316009",
        "title":"Introductory Guide: How To Use This Kit. Job Match: Together for Good Business."},
      {
        "id":"ED316010",
        "title":"Workers with Special Needs: An Overview. Module I. Job Match: Together for Good Business."},
      {
        "id":"ED316011",
        "title":"Building Effective Partnerships: A Win-Win Approach. Module II. Job Match: Together for Good Business."},
      {
        "id":"ED316012",
        "title":"Accommodating Individuals with Special Needs in the Workplace. Module III. Job Match: Together for Good Business."},
      {
        "id":"ED316013",
        "title":"Inside and Outside the Corporation: Human Relations Factors. Module IV. Job Match: Together for Good Business."},
      {
        "id":"ED316014",
        "title":"Business Practices and Resources. Job Match: Together for Good Business."},
      {
        "id":"ED316015",
        "title":"The School Programs and School Performance of Secondary Students Classified as Learning Disabled: Findings from the National Longitudinal Transition Study of Special Education Students."},
      {
        "id":"ED316022",
        "title":"Video in the Evaluation Process."},
      {
        "id":"ED316023",
        "title":"Bilingual Instruction in Michigan. A Position Statement by the State Board of Education."},
      {
        "id":"ED316024",
        "title":"Talk Time Coordinator Handbook."},
      {
        "id":"ED316025",
        "title":"Dictionaries Can Help Writing--If Students Know How To Use Them."},
      {
        "id":"ED316031",
        "title":"Eastman Curriculum Design Project: First-Year Implementation Report, 1986-87. Publication No. 512."},
      {
        "id":"ED316032",
        "title":"Modifiers, Quantifiers, and the Treatment of Japanese Numeral Expressions."},
      {
        "id":"ED316033",
        "title":"Authentic Materials and the Role of Fixed Support in Language Teaching: Towards a Manual for Language Learners. CLCS Occasional Paper No. 20."},
      {
        "id":"ED316036",
        "title":"Code-Switching, Intuitive Knowledge, and the Bilingual Classroom."},
      {
        "id":"ED316037",
        "title":"Interactional Style of Teachers and Parents during Bilingual Instruction."},
      {
        "id":"ED316040",
        "title":"Training Minority Language Parents: Are We Providing Them What They Want or Need?"},
      {
        "id":"ED316042",
        "title":"A Comparison of Bilingual Education Policies and Practices in Peru and the United States."},
      {
        "id":"ED316043",
        "title":"A Survey of Bilingual Education Special Education Inservice Needs: Perceptions of Educators from a Rural State."},
      {
        "id":"ED316046",
        "title":"Foreign Language and International Education: The Federal Role. CRS Report for Congress."},
      {
        "id":"ED316049",
        "title":"Every Classroom's a Stage: Theatrical Contributions to Language and Literature Teaching."},
      {
        "id":"ED316050",
        "title":"The Sociolinguistic Types of Language Change."},
      {
        "id":"ED316051",
        "title":"English as a Second Language: A Collection of Methods and Materials for Training Volunteers."},
      {
        "id":"ED316056",
        "title":"The Computer Assisted Language Learning Outreach Project for Education."},
      {
        "id":"ED316060",
        "title":"Themes for Literacy Acquisition: Some Beliefs and Approaches for Teaching GED, ABE, and ESL."},
      {
        "id":"ED316061",
        "title":"Approaching the Needs of Adult Illiterate ESL Students."},
      {
        "id":"ED316062",
        "title":"Volunteer Coordinator Handbook for Volunteer Programs Teaching ESL to Refugee Students."},
      {
        "id":"ED316063",
        "title":"Partners in Learning: Selected Articles from the First Five Years of the Volunteer Voice."},
      {
        "id":"ED316064",
        "title":"Tales from the Homeland: Developing the Language Experience Approach."},
      {
        "id":"ED316065",
        "title":"Tutoring ESL: A Handbook for Volunteers."},
      {
        "id":"ED316066",
        "title":"Performance Appraisal for Faculty. Implications for Higher Education. From the Program on Faculty as a Key Resource."},
      {
        "id":"ED316067",
        "title":"Reflections on Course Planning. Faculty and Students Consider Influences and Goals. From the Program on Curricular Intergration and Student Goals."},
      {
        "id":"ED316069",
        "title":"Hearings on the Role of Athletics in College Life. Hearings before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred First Congress, First Session (May 18 and 24, 1989)."},
      {
        "id":"ED316070",
        "title":"The National Conference on Professional and Personal Renewal for Faculty (2nd, Atlanta, Georgia, April 13-15, 1989)."},
      {
        "id":"ED316073",
        "title":"History of Higher Education Newsletter, Vol. 9, Nos 1 &amp; 2, Spring/Fall 1988."},
      {
        "id":"ED316074",
        "title":"Making Sense of Administrative Leadership: The \"L\" Word in Higher Education. ASHE-ERIC Higher Education Report 1, 1989."},
      {
        "id":"ED316075",
        "title":"Affirmative Rhetoric, Negative Action: African-American and Hispanic Faculty at Predominantly White Institutions. ASHE-ERIC Higher Education Report 2, 1989."},
      {
        "id":"ED316076",
        "title":"Postsecondary Developmental Programs: A Traditional Agenda with New Imperatives. ASHE-ERIC Higher Education Report 3, 1989."},
      {
        "id":"ED316077",
        "title":"Pell Grant Program Changes and Their Effects on Applicant Eligibility 1973-74 to 1988-89. ACT Student Financial Aid Research Report Series 88-1."},
      {
        "id":"ED316078",
        "title":"Attitudes of Americans toward Borrowing To Finance Educational Expenses 1959-1983. ACT Student Financial Aid Research Report Series 88-2."},
      {
        "id":"ED316079",
        "title":"Family Income, Children, and Student Financial Aid. ACT Student Financial Aid Research Report Series 89-1."},
      {
        "id":"ED316080",
        "title":"Dislocated Workers and Displaced Homemakers. ACT Student Financial Aid Research Report Series 89-2."},
      {
        "id":"ED316083",
        "title":"Geographic Origins of Students, Fall 1988. Volume I. Report Number 2-89."},
      {
        "id":"ED316086",
        "title":"Meadows Principal Improvement Program [and] Meadows Principalship Program Interim Evaluation."},
      {
        "id":"ED316088",
        "title":"A Lending Library of Physics Demonstrations."},
      {
        "id":"ED316089",
        "title":"Bilingual Education: Education Personnel Training Program."},
      {
        "id":"ED316090",
        "title":"College Internship Program."},
      {
        "id":"ED316091",
        "title":"Bilingual Education Paraprofessional Training Program."},
      {
        "id":"ED316092",
        "title":"Motivation Materials for Junior High School Physical Science."},
      {
        "id":"ED316093",
        "title":"Integrating the Scholarship on Women: Transforming the Curriculum."},
      {
        "id":"ED316094",
        "title":"Clinical Field Supervisor Program."},
      {
        "id":"ED316095",
        "title":"Performance Evaluation for Non-Teaching Professionals."},
      {
        "id":"ED316096",
        "title":"The Children's Lab at Northern State University. Elementary Teachers Moving toward Scientific Literacy."},
      {
        "id":"ED316097",
        "title":"&quot;Canterbury Tales&quot; Institute."},
      {
        "id":"ED316099",
        "title":"Bilingual/Multicultural Education and Counseling Program."},
      {
        "id":"ED316100",
        "title":"Centers for Enhancement of Education."},
      {
        "id":"ED316101",
        "title":"Educational Opportunity Fund Legal Studies Program."},
      {
        "id":"ED316102",
        "title":"Music Technology and Resource Center."},
      {
        "id":"ED316104",
        "title":"A Comprehensive Bilingual Teacher Training Program [and] Recruitment, Retention and Training of Hispanic Bilingual Teachers."},
      {
        "id":"ED316105",
        "title":"LBJ Institute for the Improvement of Teaching and Learning."},
      {
        "id":"ED316107",
        "title":"Project ARCHIMEDES: Applications, Reasoning and Concepts for High School Instructors: Making Educational Discoveries and Expanding Skills."},
      {
        "id":"ED316110",
        "title":"Latin American Studies: Annual Report to the Dean 1988-89."},
      {
        "id":"ED316112",
        "title":"Pre Teacher Assessment Project."},
      {
        "id":"ED316113",
        "title":"Alan Rufus Tonelson Teaching and Learning Center."},
      {
        "id":"ED316115",
        "title":"Southeast Florida Center on Aging."},
      {
        "id":"ED316116",
        "title":"Doctorate of Arts in Community College Education."},
      {
        "id":"ED316119",
        "title":"Improvement of Under Prepared Mathematics and Science Teachers."},
      {
        "id":"ED316120",
        "title":"Restructuring Introductory Biology According to the Learning Cycle Instructional Strategy."},
      {
        "id":"ED316121",
        "title":"Minority Management Training Program for Social Workers Specializing in Aging."},
      {
        "id":"ED316122",
        "title":"Clinical Training Grant for the Development of Minority and Disadvantaged Students."},
      {
        "id":"ED316123",
        "title":"Center for Science and Mathematics Education (CSME)."},
      {
        "id":"ED316124",
        "title":"Graduate Language Institute in French/Spanish."},
      {
        "id":"ED316125",
        "title":"Fulbright-Hays Group Projects Abroad Program on International Women's Studies Seminar on Changing Status Roles in India."},
      {
        "id":"ED316126",
        "title":"Soundings: An Introduction to the Liberal Arts, Castleton State College."},
      {
        "id":"ED316127",
        "title":"Health Sciences Recruitment and Retention Program."},
      {
        "id":"ED316128",
        "title":"Adapting the Nursing Curriculum To Enhance Nurse/Patient Relationship by Meeting the Needs of the Multi-Ethnic, Multicultural South Florida Community."},
      {
        "id":"ED316129",
        "title":"Off Campus Career Assessment in Recruiting the Non-Traditional Student."},
      {
        "id":"ED316130",
        "title":"Expanding the University Environment in Rural Communities."},
      {
        "id":"ED316134",
        "title":"Fostering Coherence in a University-Wide Humanities Program through a Comprehensive Faculty Development Project."},
      {
        "id":"ED316135",
        "title":"South Texas Maquiladora Suppliers Project."},
      {
        "id":"ED316136",
        "title":"Responsibility in Professional Life."},
      {
        "id":"ED316140",
        "title":"A Proactive Alcohol and Drug Abuse Prevention Program."},
      {
        "id":"ED316141",
        "title":"The Western Pennsylvania Educators Inter-Cultural Experience in Nigeria."},
      {
        "id":"ED316142",
        "title":"Materials and Assistance for Science Teaching."},
      {
        "id":"ED316144",
        "title":"Honors Workshop for Middle School Science Teachers. Final Report."},
      {
        "id":"ED316145",
        "title":"General Studies Advancement Examinations in Writing and Mathematics."},
      {
        "id":"ED316146",
        "title":"The Classroom Management &amp; Discipline Program."},
      {
        "id":"ED316147",
        "title":"Computer Academy. Western Michigan University: Summer 1985-Present."},
      {
        "id":"ED316148",
        "title":"Family Housing and Services."},
      {
        "id":"ED316150",
        "title":"Resource Manual for Alcohol and Other Drug Abuse Education in Internal Medicine."},
      {
        "id":"ED316151",
        "title":"Curriculum Evolution. Marine Corps Command and Staff College 1920-1988. Occasional Paper."},
      {
        "id":"ED316152",
        "title":"Student Life Issues: From the Front Lines."},
      {
        "id":"ED316153",
        "title":"Demands for Research and Publication at the Small College."},
      {
        "id":"ED316155",
        "title":"The Role of Faculty in the Governance of College Athletics. A Report of the Special Committee on Athletics."},
      {
        "id":"ED316156",
        "title":"1989 Statistical Report."},
      {
        "id":"ED316157",
        "title":"An Introduction to the Surveys of Applicants Who Accepted or Declined Admission to UMCP."},
      {
        "id":"ED316158",
        "title":"A Study of the Foreign Language Preparation of New Freshmen (Fall 1985)."},
      {
        "id":"ED316163",
        "title":"The Minnesota Plan II for Improving the Academic Environment and Campus Climate for University of Minnesota Women Faculty, Administrators, and Academic Professional Staff. A Working Paper--December 1988."},
      {
        "id":"ED316164",
        "title":"Bridging the Gap between Curriculum and Instruction: A Look at Beauchamp."},
      {
        "id":"ED316165",
        "title":"New Center for Learning: Basic Concepts, Goals, and Contributions to ETSU."},
      {
        "id":"ED316166",
        "title":"Changes in the Composition of the Health Professions Applicant Pool: 1977-1987."},
      {
        "id":"ED316167",
        "title":"Council on Graduate Medical Education First Report of the Council. Volume I."},
      {
        "id":"ED316168",
        "title":"Council on Graduate Medical Education First Report of the Council. Volume II."},
      {
        "id":"ED316169",
        "title":"A Descriptive Report of Academic Departments in Higher Education Institutions. 1988 National Survey of Postsecondary Faculty (NSOPF-88). Contractor Report. Survey Report."},
      {
        "id":"ED316170",
        "title":"Still a Bad Idea. A Critique of Harvard University's Medical Science Partners Proposal. A Harvard Watch Report."},
      {
        "id":"ED316172",
        "title":"Scholars, Inc.: Harvard Academics in Service of Industry and Government. [A Harvard Watch Report]."},
      {
        "id":"ED316173",
        "title":"The Hidden Rule: A Critical Discussion of Harvard University's Governing Structure. [A Harvard Watch Report]."},
      {
        "id":"ED316179",
        "title":"Three Dimensional Video: Perceptual and Aesthetic Drawbacks."},
      {
        "id":"ED316186",
        "title":"An Alternative Approach to Strengthening the Connection of Dissemination and Improvement in Education."},
      {
        "id":"ED316190",
        "title":"Report on Participating in the DELTA Pre-Pilot Project: Building a Reference Model for European Learning Systems."},
      {
        "id":"ED316193",
        "title":"Technology: Window to the Future. Proceedings of the Annual State Conference of the Texas Computer Education Association (9th, Houston, Texas, March 5-7, 1989)."},
      {
        "id":"ED316195",
        "title":"Using INNOVACQ To Process G.P.O. Titles."},
      {
        "id":"ED316196",
        "title":"What Happens after ACOT: Outcomes for Program Graduates One-Year Later."},
      {
        "id":"ED316197",
        "title":"Annual Report, 1988-89."},
      {
        "id":"ED316198",
        "title":"Audiovisual Techniques Handbook."},
      {
        "id":"ED316199",
        "title":"Student Empowerment. The Influence of High Computer Access on Student Empowerment (An Exploratory Study of the Nashville ACOT Site). ACOT Report #1."},
      {
        "id":"ED316200",
        "title":"Writing. A Research-Based Writing Program for Students with High Access to Computers. ACOT Report #2."},
      {
        "id":"ED316201",
        "title":"Student Thinking Processes. The Influence of Immediate Computer Access on Students' Thinking. First- and Second-Year Findings. ACOT Report #3."},
      {
        "id":"ED316202",
        "title":"Software Development through ACOT Teachers' Eyes. ACOT Report #4."},
      {
        "id":"ED316203",
        "title":"ACOT Classroom Networks: Today and Tomorrow. ACOT Report #5."},
      {
        "id":"ED316206",
        "title":"A Curriculum Model for Teaching Telecommunications to Middle and Secondary School Students."},
      {
        "id":"ED316207",
        "title":"Increasing the Utility of Information Systems in Schools: Lessons from the Literature. Multilevel Evaluation Systems Project."},
      {
        "id":"ED316212",
        "title":"The Social Impact of Widespread Computer Use: Implications for East-West Relations. Report of an Aspen Institute Conference (Queenstown, Maryland, March 23-25, 1989). Communications and Society Forum Report."},
      {
        "id":"ED316217",
        "title":"Designing and Implementing an &quot;Intelligent&quot; Multimedia Tutoring System for Repair Tasks: Final Report."},
      {
        "id":"ED316218",
        "title":"Equity Issues in Educational Computer Use."},
      {
        "id":"ED316224",
        "title":"Videodisc in Higher Education: Flexibility and Impact."},
      {
        "id":"ED316225",
        "title":"Zur Strukturierung von akustischem Lehrmaterial auf Tonkassetten (On Structuring Audiotapes for Teaching). ZIFF Papiere 21."},
      {
        "id":"ED316226",
        "title":"Zwischen den Stuhlen: Untersuchungen zur Situation der Korrektoren an der Fernuniversitat 1980, (In between Chairs: The Situation of Tutors (Correctors) at the FernUniversitat in 1980). ZIFF Papiere 34."},
      {
        "id":"ED316227",
        "title":"Individuelle Kosten im Fernstudium (Individual Cost Analysis in Distance Education). ZIFF Papiere 55."},
      {
        "id":"ED316228",
        "title":"Anmerkungen zum Studienabbruch (Some Remarks about Students' Dropout). ZIFF Papiere 73."},
      {
        "id":"ED316229",
        "title":"Innovations in an Accounting Information Systems Course."},
      {
        "id":"ED316230",
        "title":"Library Research Guide. Second Edition."},
      {
        "id":"ED316232",
        "title":"On the Preservation of Books and Documents in Original Form. Report."},
      {
        "id":"ED316235",
        "title":"Library Services and Construction Act Amendments of 1989."},
      {
        "id":"ED316236",
        "title":"Long Range Plan, Fiscal Years 1989 through 1993, for the State of Washington under the Library Services and Construction Act."},
      {
        "id":"ED316238",
        "title":"Model Acts and Regulations. Metrodocs Monograph Two."},
      {
        "id":"ED316239",
        "title":"Toward the Twenty-First Century. Public Supported Academic Libraries and the State Library in South Dakota. Report of a Study-Team. Publication 87-6."},
      {
        "id":"ED316240",
        "title":"Annual Program. Library Services and Construction Act, 1989-1990."},
      {
        "id":"ED316241",
        "title":"The South Carolina Program for Library Development, 1989-1992."},
      {
        "id":"ED316242",
        "title":"E. H. Butler Library Disaster Preparedness Plan."},
      {
        "id":"ED316243",
        "title":"Library Programs: Interlibrary Cooperation and Resource Sharing. Fiscal Year 1987."},
      {
        "id":"ED316244",
        "title":"Planning School Library Media Center Facilities for New Hampshire and Vermont. Vermont Edition."},
      {
        "id":"ED316245",
        "title":"The Public Library Effectiveness Study: Final Report."},
      {
        "id":"ED316247",
        "title":"A Regional Investigation of Citizens&apos; Information Needs in New England. Project Report."},
      {
        "id":"ED316249",
        "title":"Use of Local Area Networks in Schools. ERIC Digest."},
      {
        "id":"ED316256",
        "title":"South Carolina State Library Annual Report, 1988-1989."},
      {
        "id":"ED316259",
        "title":"An Examination of the Role of Reference Librarians in the Light of New Technology."},
      {
        "id":"ED316266",
        "title":"A Proposed Human Resources Development Plan."},
      {
        "id":"ED316270",
        "title":"Dateline 2000: The New Higher Education Agenda."},
      {
        "id":"ED316272",
        "title":"HERMANN: Holistic Evaluation Reading Magazines and Newspapers/Novels."},
      {
        "id":"ED316273",
        "title":"The Challenge of Change in the San Francisco Community College District: An Organizational and Educational Plan for the Future."},
      {
        "id":"ED316274",
        "title":"Enrollment and Graduation Patterns of Undergraduates Transferring to UC Davis, 1976-1989. Research Synopsis: Student Affairs Research and Information No. 34."},
      {
        "id":"ED316276",
        "title":"Faculty Inventory: Seven Principles for Good Practices in Undergraduate Education."},
      {
        "id":"ED316277",
        "title":"Results of the 1989 Self-Image Survey: Catonsville Community College."},
      {
        "id":"ED316278",
        "title":"[Catonsville Community College] Factbook: January 1990."},
      {
        "id":"ED316279",
        "title":"A Human Resources Development Approach to Part-Time Faculty in the Community College."},
      {
        "id":"ED316280",
        "title":"Predicting Institutional Turnover from Spring to Fall Semester among Part-Time Community College Students Intending To Stay: Final Report to the Maricopa Community Colleges."},
      {
        "id":"ED316282",
        "title":"PVCC New Student Profile, Fall Semester 1989. Research Report Number 2-90."},
      {
        "id":"ED316283",
        "title":"Minority Enrollment Report, Fall Semester 1989. Research Report Number 1-90."},
      {
        "id":"ED316284",
        "title":"Stress in Perspective for Community/Junior College Presidents."},
      {
        "id":"ED316285",
        "title":"Accountability/Flexibility. Economic Development and Work Force Preparation. Transferability."},
      {
        "id":"ED316288",
        "title":"Course Placement Study."},
      {
        "id":"ED316289",
        "title":"Non-Returning Student Interview Study and RSC's Institutional Effectiveness."},
      {
        "id":"ED316291",
        "title":"A Review of the English Composition Assessment of Saddleback College Students through the Matriculation Program."},
      {
        "id":"ED316292",
        "title":"A Review of the Mathematics Assessment of Saddleback College Students through the Matriculation Program."},
      {
        "id":"ED316293",
        "title":"Comparative Financial Statistics for Public Community and Junior Colleges 1988-89."},
      {
        "id":"ED316294",
        "title":"Internationalizing the Curriculum: One Instructor's Experience."},
      {
        "id":"ED316295",
        "title":"Relationship between Community College Presidents' Leadership Styles and Faculty Job Satisfaction."},
      {
        "id":"ED316297",
        "title":"Indicators for Institutional Effectiveness, 1990-1991. Research Report Number 63."},
      {
        "id":"ED316300",
        "title":"Survey of Student Off-Campus Housing Referral Services."},
      {
        "id":"ED316303",
        "title":"A Mandate for the 90's: Research on Success of General Educational Development (GED) Recipients in Higher Education."},
      {
        "id":"ED316309",
        "title":"Early Childhood Education in New Zealand: The Quiet Revolution."},
      {
        "id":"ED316311",
        "title":"A National Profile of State Compensatory Education in Public Elementary Schools: A Substudy of the National Assessment of Chapter 1."},
      {
        "id":"ED316317",
        "title":"Prekindergarten Program Process Evaluation Report, 1989-90."},
      {
        "id":"ED316318",
        "title":"Michigan Early Childhood Education Preschool Program Process Evaluation Report, 1989-90."},
      {
        "id":"ED316319",
        "title":"Sense of Time: Its Relationship to Achievement."},
      {
        "id":"ED316320",
        "title":"Creating Education That is Multicultural in Preschool and Kindergarten Settings."},
      {
        "id":"ED316321",
        "title":"Teaching toward Peace and Social Responsibility in the Early Elementary Years: A Friends School Case Study. Scholarly Report Series No. 27."},
      {
        "id":"ED316324",
        "title":"Effects of a Brief Intervention Program To Promote Prosocial Behaviors in Young Children."},
      {
        "id":"ED316327",
        "title":"Survey of Salaries, Benefits, Working Conditions, Income Sources and Costs in Licensed Child Care Centers."},
      {
        "id":"ED316330",
        "title":"Emergent Writing and Rereading by Young Children Identified as \"Academically Able.\""},
      {
        "id":"ED316335",
        "title":"Just in Case...Parental Guidelines in Case You Are Considering Daycare."},
      {
        "id":"ED316336",
        "title":"Anatomical Doll Play among Young Children: A Follow-Up of Sexual Demonstrators and Doll Avoiders."},
      {
        "id":"ED316338",
        "title":"Using Cooperative Learning in the Early Childhood Classroom."},
      {
        "id":"ED316339",
        "title":"Early Childhood Education Handbook 1987."},
      {
        "id":"ED316341",
        "title":"Early Childhood Education: What Are the Costs of High-Quality Programs? United States General Accounting Office Briefing Report to the Chairman, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED316343",
        "title":"A Description of the Child Development Programs of the Pomona Unified School District (Pomona, California)."},
      {
        "id":"ED316344",
        "title":"Explaining Fertility Decline in the West (with Special Reference to Canada): A Critique of Research Results from Social Sciences."},
      {
        "id":"ED316345",
        "title":"Family Issues for the Nineties."},
      {
        "id":"ED316346",
        "title":"Canada's Families Today: Some Policy Implications of Changing Forms and Patterns."},
      {
        "id":"ED316347",
        "title":"Canadians Seem To Need Television. Remarks to a Symposium about Families (Regina, Saskatchewan, Canada, July 11-14, 1989)."},
      {
        "id":"ED316348",
        "title":"A Comparative Study of a Kodaly-Based Developmental Music Program and a Traditional Public School Music Program at the Kindergarten Level."},
      {
        "id":"ED316352",
        "title":"Rural Libraries: A Forum For Rural Library Service. Volumes I-IX, 1980-1989 (20 Issues)."},
      {
        "id":"ED316355",
        "title":"The Hispanic Population in the United States: March 1988."},
      {
        "id":"ED316356",
        "title":"Teacher Recruitment and Retention in Rural School Districts."},
      {
        "id":"ED316358",
        "title":"Reconnecting Rural America. Report on Rural Intercity Passenger Transportation."},
      {
        "id":"ED316359",
        "title":"Early Identification of Potential Dropouts: Towards a Definition."},
      {
        "id":"ED316360",
        "title":"Environmental Education in Sparsely Populated Areas: Conflicting Attitudes in Student's Conception of Environmental Issues."},
      {
        "id":"ED316361",
        "title":"Preparing Rural Administrators: What Do They Need? What Do They Want?"},
      {
        "id":"ED316362",
        "title":"Working Families at the Margins: The Uncertain Future of America&apos;s Small Towns. Hearing Before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred First Congress, First Session."},
      {
        "id":"ED316364",
        "title":"A Changing Rural America: The Context for School Participation in Community Development."},
      {
        "id":"ED316365",
        "title":"Louisiana Migrant Health Manual. Bulletin 1805."},
      {
        "id":"ED316367",
        "title":"The Impact of a Computer-Managed Instructional System on Two Small Rural Schools in the Middle Atlantic Region. Guidelines."},
      {
        "id":"ED316370",
        "title":"America's Hispanic Heritage: An Overview of Hispanics in the United States."},
      {
        "id":"ED316372",
        "title":"Rural Counseling Perspectives on Proposed Statewide Changes in Guidance and Counseling Programs."},
      {
        "id":"ED316374",
        "title":"Issues for the Future of American Indian Studies. A Needs Assessment and Program Guide."},
      {
        "id":"ED316375",
        "title":"American Indian Policy and Cultural Values: Conflict and Accommodation. Contemporary American Indian Issues Series, No. 6."},
      {
        "id":"ED316376",
        "title":"Preserving Traditional Arts: A Toolkit for Native American Communities."},
      {
        "id":"ED316378",
        "title":"Becoming a Rural School Principal: A Seven-State Study."},
      {
        "id":"ED316382",
        "title":"People of Appalachia: A Research Bibliography 1980-1988."},
      {
        "id":"ED316383",
        "title":"The Alaska Fiscal Gap. ISER Fiscal Policy Paper. No. 1."},
      {
        "id":"ED316385",
        "title":"Meaningful Mathematics, Kindergarten. Teacher&apos;s Guide to Lesson Plans."},
      {
        "id":"ED316386",
        "title":"Meaningful Mathematics, Level One. Teacher's Guide to Lesson Plans."},
      {
        "id":"ED316388",
        "title":"Meaningful Mathematics, Level Two. Teacher&apos;s Guide to Lesson Plans."},
      {
        "id":"ED316390",
        "title":"Meaningful Mathematics, Level Three. Teacher's Guide to Lesson Plans."},
      {
        "id":"ED316391",
        "title":"Meaningful Mathematics, Level Three. Recording Forms and Worksheets for Pupil Use."},
      {
        "id":"ED316392",
        "title":"Meaningful Mathematics, Level Four. Teacher&apos;s Guide to Lesson Plans."},
      {
        "id":"ED316393",
        "title":"Meaningful Mathematics, Level Four. Recording Forms and Worksheets for Pupil Use."},
      {
        "id":"ED316394",
        "title":"Meaningful Mathematics, Level Five. Teacher&apos;s Guide to Lesson Plans."},
      {
        "id":"ED316396",
        "title":"Meaningful Mathematics, Level Six. Teacher's Guide to Lesson Plans."},
      {
        "id":"ED316397",
        "title":"Meaningful Mathematics, Level Six. Recording Forms and Worksheets for Pupil Use."},
      {
        "id":"ED316399",
        "title":"Great Starts Mathematics Approach 1987-88. OREA Evaluation Section Report."},
      {
        "id":"ED316400",
        "title":"Annual Report of the Mathematical Sciences Education Board."},
      {
        "id":"ED316402",
        "title":"Algebra I. Report of Student Performance. End of Course Testing, Spring 1989."},
      {
        "id":"ED316403",
        "title":"Algebra II. Report of Student Performance. End of Course Testing, Spring 1989."},
      {
        "id":"ED316404",
        "title":"Geometry. Report of Student Performance. End of Course Testing, Spring 1989."},
      {
        "id":"ED316405",
        "title":"Biology. Report of Student Performance. End of Course Testing, Spring 1989."},
      {
        "id":"ED316406",
        "title":"Chemistry. Report of Student Performance. End of Course Testing, Spring 1989."},
      {
        "id":"ED316407",
        "title":"Parents' Reports of Kindergarten, First-, and Second-Grade Children's Out-of-School Activities and Their Relationship to Science Ability. Technical Report No. 495."},
      {
        "id":"ED316408",
        "title":"Knowledge Acquisition in Observational Astronomy."},
      {
        "id":"ED316409",
        "title":"Animated Bibliography. A Sample of Energy Education Curriculum Materials: K-6. Energy Action in Schools. [Revision]"},
      {
        "id":"ED316410",
        "title":"Animated Bibliography. A Sample of Energy Education Curriculum Materials: 7-12. Energy Action in Schools. [Revision]"},
      {
        "id":"ED316413",
        "title":"Science Objectives for 1993-2000--Pacific Region Draft. DS Manual 2200.1."},
      {
        "id":"ED316415",
        "title":"High School Students' Concepts of Acids and Bases."},
      {
        "id":"ED316416",
        "title":"Retention of Students in Engineering. A Report to the Legislature in Response to Senate Concurrent Resolution 16 (1985)."},
      {
        "id":"ED316417",
        "title":"Career Guidance Ideabook."},
      {
        "id":"ED316418",
        "title":"Patterns in Teacher Reports of Topic Coverage and Their Effects on Math Achievement: Comparisons Across Years."},
      {
        "id":"ED316424",
        "title":"Elementary School Science Education Program Management Guide, SY89-90. Edition Two."},
      {
        "id":"ED316431",
        "title":"Living in Space. A Preschool Aerospace Curriculum Module."},
      {
        "id":"ED316432",
        "title":"Successful Mathematics Teaching for Middle-School Grades."},
      {
        "id":"ED316434",
        "title":"Science Education Programs That Work. A Collection of Proven Exemplary Educational Programs and Practices in the National Diffusion Network."},
      {
        "id":"ED316436",
        "title":"Using Conceptual Change Research To Reason about Curriculum. Research Series No. 195."},
      {
        "id":"ED316438",
        "title":"Your Child and Math: Getting Involved."},
      {
        "id":"ED316439",
        "title":"Your Child and Science: Getting Involved."},
      {
        "id":"ED316442",
        "title":"A Center for Academic Excellence in Mathematics, Science, and Computer Learning. Final Report."},
      {
        "id":"ED316443",
        "title":"An Interpretation of: The Michigan Essential Goals and Objectives for Mathematics Education."},
      {
        "id":"ED316444",
        "title":"Science &amp; Engineering Indicators--1989."},
      {
        "id":"ED316445",
        "title":"Universalism in Science: An Empirical Investigation of Attitudes toward Women in Science."},
      {
        "id":"ED316446",
        "title":"Student-Parent-Community Bicentennial Celebration. Franklin Public Schools Excellence in Education Grant. Final Report."},
      {
        "id":"ED316448",
        "title":"Teaching Economics as a Laboratory Science."},
      {
        "id":"ED316449",
        "title":"Comparison of Family Structures in America and Nigeria: Lesson Plans on Critical Thinking."},
      {
        "id":"ED316450",
        "title":"Nuclear Age Education Curriculum."},
      {
        "id":"ED316451",
        "title":"The Louisiana Slide Library; A Humanities Program. Bulletin 1755."},
      {
        "id":"ED316452",
        "title":"Housing in America 1985/86. Current Housing Report."},
      {
        "id":"ED316453",
        "title":"Population Estimates by Race and Hispanic Origin for States, Metropolitan Areas, and Selected Counties: 1980 to 1985. Current Population Reports."},
      {
        "id":"ED316454",
        "title":"Population Profile of the United States 1989. Current Population Reports."},
      {
        "id":"ED316455",
        "title":"Fertility of American Women: June 1988. Current Population Reports. Population Characteristics."},
      {
        "id":"ED316456",
        "title":"National Endowment for the Humanities 23rd Annual Report--1988."},
      {
        "id":"ED316459",
        "title":"Teaching the &quot;Future of Europe&quot;: A Report on an Interdisciplinary Course in the Center for Western European Studies at Kalamazoo College."},
      {
        "id":"ED316463",
        "title":"Teaching about the Voyages of Columbus: A Turning Point in World History. Six Lessons for Secondary United States History Classes."},
      {
        "id":"ED316467",
        "title":"Guide to the Records of the United States Senate at the National Archives, 1789-1989. Bicentennial Edition."},
      {
        "id":"ED316468",
        "title":"Guide to the Records of the United States House of Representatives at the National Archives, 1789-1989. Bicentennial Edition."}]
  }}
