{
  "response":{"numFound":509939,"start":134000,"numFoundExact":true,"docs":[
      {
        "id":"ED316469",
        "title":"Advanced Piano Study with an Independent Studio Teacher: Guidelines. Bulletin 1829."},
      {
        "id":"ED316470",
        "title":"The Nordic Council and Immigrant Education Policy."},
      {
        "id":"ED316471",
        "title":"Philosophical Implications in the Teaching of History."},
      {
        "id":"ED316474",
        "title":"Alaska Government and Politics: Study Guide and Workbook."},
      {
        "id":"ED316478",
        "title":"Choice of Schools in Six Nations: France, Netherlands, Belgium, Britain, Canada, West Germany."},
      {
        "id":"ED316481",
        "title":"How We Live: Then and Now."},
      {
        "id":"ED316484",
        "title":"Geography and History in the Curriculum: Relationships between Space and Time."},
      {
        "id":"ED316487",
        "title":"Vote. Election Program."},
      {
        "id":"ED316488",
        "title":"Vote. Speak Out. 3-6."},
      {
        "id":"ED316489",
        "title":"Guide to Resources in Law-Related Education."},
      {
        "id":"ED316490",
        "title":"Elementary Economics: A Bibliography."},
      {
        "id":"ED316491",
        "title":"Global Geography. A Teacher&apos;s Guide."},
      {
        "id":"ED316492",
        "title":"Church, State and Education. [Volume IV.] Church, State and the First Amendment: A North Carolina Dialogue."},
      {
        "id":"ED316493",
        "title":"Geography in American History for High School Students of American History. Final Design Report."},
      {
        "id":"ED316494",
        "title":"International Comparisons and Educational Reform."},
      {
        "id":"ED316496",
        "title":"We, the Asian and Pacific Islander Americans."},
      {
        "id":"ED316497",
        "title":"We, the Americans."},
      {
        "id":"ED316498",
        "title":"Title IX: What Is It?"},
      {
        "id":"ED316500",
        "title":"Networking Practitioners To Impact Teacher Education."},
      {
        "id":"ED316502",
        "title":"Avoiding the Teacher Shortage: A Mission Possible."},
      {
        "id":"ED316506",
        "title":"Interdisciplinary Curriculum: Design and Implementation."},
      {
        "id":"ED316509",
        "title":"Beyond Cruise Control: The Promise of Professional Development."},
      {
        "id":"ED316510",
        "title":"Designing Oregon's Certification Program for Japanese: The University, School Districts, and Community Working Together."},
      {
        "id":"ED316515",
        "title":"The Family. Preserving America's Future. A Report to the President from the White House Working Group on the Family."},
      {
        "id":"ED316516",
        "title":"Comprehensive School Health Education National Programs. Abstracts of the 1989 Awards and Key Contact Directory. Presented at the National Conference (1st, December 10-12, Washington, D.C., 1989)."},
      {
        "id":"ED316517",
        "title":"Teacher Supply & Demand Guidebook. Strategic Planning for Association Program Development."},
      {
        "id":"ED316519",
        "title":"Prototypes. An Anthology of School Improvement Ideas That Work. Selected from the \"Phi Delta Kappan.\""},
      {
        "id":"ED316520",
        "title":"Instructional Materials and Framework Adoption: Policies and Procedures."},
      {
        "id":"ED316521",
        "title":"Social Organization of Classes and Schools. Issue Paper 89-2."},
      {
        "id":"ED316522",
        "title":"Retirement Provisions Survey. 1985-86."},
      {
        "id":"ED316523",
        "title":"Public and K-12 Teacher Members. NEA Research/Gallup Opinion Polls. Spring 1987 Annual Public Polls."},
      {
        "id":"ED316524",
        "title":"Conditions &amp; Resources of Teaching. A Special Report by NEA."},
      {
        "id":"ED316526",
        "title":"Teaching Styles as Related to Student Achievement. What Research Says to the Teacher. Second Edition."},
      {
        "id":"ED316527",
        "title":"Adult/Patient Nutrition Education Materials. January 1982-October 1989. Quick Bibliography Series."},
      {
        "id":"ED316528",
        "title":"Worksite Health Promotion. Special Reference Briefs."},
      {
        "id":"ED316531",
        "title":"Nutritional Strategies for Women Participating in Competitive/Recreational Sports."},
      {
        "id":"ED316532",
        "title":"The Potential of the Physical Education Teacher as Play Leader."},
      {
        "id":"ED316533",
        "title":"A Survey of HIV Education Programs in Rural Teacher Training Institutions."},
      {
        "id":"ED316535",
        "title":"The National Adolescent Student Health Survey. A Report on the Health of America's Youth."},
      {
        "id":"ED316536",
        "title":"Mature Stuff. Physical Activity for the Older Adult."},
      {
        "id":"ED316537",
        "title":"The Alabama Adolescent Health Survey: Health Knowledge and Behaviors of Grade 8 and 10 Students. Summary Report."},
      {
        "id":"ED316541",
        "title":"Using Research Knowledge To Improve Teacher Education. A Problem Solving Approach. Final Report--Project Portrayal."},
      {
        "id":"ED316542",
        "title":"Images of Reflection in Teacher Education."},
      {
        "id":"ED316543",
        "title":"Using Research Knowledge To Improve Teacher Education: Implementation of an Induction Program for Inquiring Professionals--Part A: The Project Portrayal, Part B: The Program Assessment Report, Part C: The Practice Profile, Appendices."},
      {
        "id":"ED316544",
        "title":"When Schools and Colleges Work Together. ERIC Digest 20-88."},
      {
        "id":"ED316545",
        "title":"Assessment for National Teacher Certification. ERIC Digest 7-88."},
      {
        "id":"ED316546",
        "title":"Demand and Supply of Minority Teachers. ERIC Digest 12-88."},
      {
        "id":"ED316547",
        "title":"Violence in Sports. ERIC Digest 1-89."},
      {
        "id":"ED316548",
        "title":"The Nature of Professional Development Schools. ERIC Digest 4-89."},
      {
        "id":"ED316551",
        "title":"Measuring Divergent Abilities."},
      {
        "id":"ED316552",
        "title":"The National Longitudinal Transition Study of Special Education Students: Report on Procedures for the First Wave of Data Collection (1987)."},
      {
        "id":"ED316556",
        "title":"Another Look at the Power of Meta-Analysis in the Solomon Four-Group Design."},
      {
        "id":"ED316557",
        "title":"GUIL&quot;t&quot;."},
      {
        "id":"ED316561",
        "title":"The 16PF Tradition in Contemporary Personality Assessment."},
      {
        "id":"ED316563",
        "title":"Adaptive Sampling Designs."},
      {
        "id":"ED316564",
        "title":"Potential Indirect Genetic Effects on Learning: A Longitudinal Study of Temperament Effects on Achievement in Elementary School."},
      {
        "id":"ED316565",
        "title":"Implementing and Assessing a Large Scale School Improvement Project."},
      {
        "id":"ED316566",
        "title":"Computer-Based Assessment for Remedial Instruction."},
      {
        "id":"ED316567",
        "title":"Impact of the 4MAT System as a Curriculum Delivery Model. Research Report."},
      {
        "id":"ED316572",
        "title":"Instructor-Supplied Notes and Higher-Order Thinking."},
      {
        "id":"ED316573",
        "title":"Projections of Public and Nonpublic School Enrollment and High School Graduates to 1998-99, New York State."},
      {
        "id":"ED316574",
        "title":"Intelligence Measures in a Preschool Sample: S-B:FE and K-ABC Relationships."},
      {
        "id":"ED316580",
        "title":"Research: How Are We Doing?"},
      {
        "id":"ED316582",
        "title":"Longitudinal Study Using a Standardized Test Battery as Predictors of Student Outcomes in a Rural County School System."},
      {
        "id":"ED316584",
        "title":"A Compendium of Textbook Views on Planned versus Post Hoc Tests."},
      {
        "id":"ED316585",
        "title":"Refining a Performance Accountability System in California: A Case Study of a Constitutional Initiative."},
      {
        "id":"ED316586",
        "title":"Multilevel Evaluation Systems Project: Results of Interview Studies. Final Deliverable--January 1990."},
      {
        "id":"ED316587",
        "title":"Up from Dependency: A New National Public Assistance Strategy. Report to the President."},
      {
        "id":"ED316588",
        "title":"Up from Dependency: A New National Public Assistance Strategy. Supplement 1: The National Public Assistance System. Volume 1: An Overview of the Current System."},
      {
        "id":"ED316589",
        "title":"Up from Dependency: A New National Public Assistance Strategy. Supplement 1: The National Public Assistance System. Volume 2: A Compendium of Public Assistance Programs; Major Federal Cash, Food, and Housing Programs."},
      {
        "id":"ED316590",
        "title":"Up from Dependency: A New National Public Assistance Strategy. Supplement 1: The National Public Assistance System. Volume 3: A Compendium of Public Assistance Programs; Major Federal Health, Service, Employment, and Education Programs, Other Federal and State Programs."},
      {
        "id":"ED316591",
        "title":"Up from Dependency: A New National Public Assistance Strategy. Supplement 3: A Self-Help Catalog."},
      {
        "id":"ED316592",
        "title":"Up from Dependency: A New National Public Assistance Strategy. Supplement 4: Research Studies and Bibliography."},
      {
        "id":"ED316594",
        "title":"Municipal Overburden: Its Influence on Education Expenditures in Cities."},
      {
        "id":"ED316595",
        "title":"Planning for an Accelerated School. A Two Day Workshop (Stanford, California, November 17-18, 1988). Illinois Network of Accelerated Schools."},
      {
        "id":"ED316597",
        "title":"Vanishing Dreams: The Growing Economic Plight of America's Young Families."},
      {
        "id":"ED316598",
        "title":"The Economic Plight of America's Young Families. An Update of CDF's Vanishing Dreams Report."},
      {
        "id":"ED316599",
        "title":"Inventory of Policies and Practices Related to Student Failure and Dropping Out."},
      {
        "id":"ED316600",
        "title":"Housing and Homelessness: A Report."},
      {
        "id":"ED316601",
        "title":"&quot;The Public&quot; in Public Schools: The Social Construction/Constriction of Moral Communities."},
      {
        "id":"ED316603",
        "title":"Up From Dependency. A New National Public Assistance Strategy. Supplement 5, First Annual Report."},
      {
        "id":"ED316615",
        "title":"Teenage Pregnancy and Drug Abuse: Sources of Problem Behaviors. ERIC/CUE Digest No. 58."},
      {
        "id":"ED316616",
        "title":"Hispanic Education in America: Separate and Unequal. ERIC/CUE Digest No. 59."},
      {
        "id":"ED316617",
        "title":"Making Schools More Responsive to At-Risk Students. ERIC/CUE Digest No. 60."},
      {
        "id":"ED316618",
        "title":"Career Beginnings: Helping Disadvantaged Youth Achieve Their Potential. Fastback 293."},
      {
        "id":"ED316619",
        "title":"College-Bound Seniors Report 1987-88."},
      {
        "id":"ED316620",
        "title":"A Vision for Homeless Children. Georgia's Plan for the Education of Homeless Children and Youth 1989-91."},
      {
        "id":"ED316624",
        "title":"Population Pressures Abroad and Immigration Pressures at Home."},
      {
        "id":"ED316625",
        "title":"Sequencing Skill Training for Peer Counseling in Inner-City High Schools."},
      {
        "id":"ED316626",
        "title":"Education That Works: An Action Plan for the Education of Minorities."},
      {
        "id":"ED316627",
        "title":"Education That Works: An Action Plan for the Education of Minorities. Report Summary."},
      {
        "id":"ED316633",
        "title":"Notes on the Changing Economic Status of Children in the United States: 1970-1985."},
      {
        "id":"ED316634",
        "title":"No Place To Call Home: Discarded Children in America. A Report Together with Additional and Dissenting Views of the Select Committee on Children, Youth, and Families. U.S. House of Representatives, One Hundred First Congress, First Session."},
      {
        "id":"ED316637",
        "title":"The Wage Gap: Briefing Paper #1."},
      {
        "id":"ED316638",
        "title":"Closing the Wage Gap. An International Perspective."},
      {
        "id":"ED316639",
        "title":"The Cost of Pay Equity in Public and Private Employment."},
      {
        "id":"ED316642",
        "title":"Tapping Workforce Potential: A Workplace Literacy Model for Innovative Partnerships between Industry and Community Colleges."},
      {
        "id":"ED316643",
        "title":"Resource Person's Guide...to Using Performance-Based Teacher Education Materials. Second Edition. Professional Teacher Education Module Series."},
      {
        "id":"ED316644",
        "title":"European Seminar on the Development of the Competencies of Trainers and Organizers of Training Programmes for SMES (Berlin, West Germany, June 7-8, 1989). CEDEFOP Flash 7/89."},
      {
        "id":"ED316647",
        "title":"Participation of Special Education Students in High School Vocational Education: The Influence of School Characteristics."},
      {
        "id":"ED316648",
        "title":"Saturation Work Initiative Model in San Diego. Final Report."},
      {
        "id":"ED316651",
        "title":"Causes Influencing Declining Occupational Education Enrollments."},
      {
        "id":"ED316652",
        "title":"Vocational Education at the Crossroads. The Case of Taiwan."},
      {
        "id":"ED316653",
        "title":"Quality and Effectiveness of California's Regional Occupational Centers and Programs. A Research Study. Final Report."},
      {
        "id":"ED316656",
        "title":"Testing in Adult Basic Education: Summary Research Report."},
      {
        "id":"ED316657",
        "title":"The FFA Chapter Activity Index: A Model for Measuring the Activity Level of an FFA Chapter."},
      {
        "id":"ED316659",
        "title":"Vocational Teacher Education: A Context for the Future."},
      {
        "id":"ED316660",
        "title":"Mediated Communication as a Component of Distance Education."},
      {
        "id":"ED316662",
        "title":"Undergraduate Education in Agriculture. A National Study of Agriculture Colleges in the United States."},
      {
        "id":"ED316663",
        "title":"Designing Products. Grades 11-12. Course #8166 (Semester). Technology Education Course Guide."},
      {
        "id":"ED316666",
        "title":"Challenges and Opportunities in Adult Education."},
      {
        "id":"ED316667",
        "title":"A Study of Vocational Trainers' Professional Satisfaction in Taiwan Republic of China."},
      {
        "id":"ED316674",
        "title":"Administrative Handbook for Cooperative Industrial Education Programs in Missouri."},
      {
        "id":"ED316675",
        "title":"Administrative Handbook for Cooperative Occupational Education Programs in Missouri."},
      {
        "id":"ED316680",
        "title":"Continuing Education and Training and the Labour Market. Synthesis Report on a Conference Organized by CEDEFOP (Berlin, West Germany, March 8-9, 1984)."},
      {
        "id":"ED316681",
        "title":"Concept of an Exchange Network for the Development of Vocational Training in Small and Medium-Sized Enterprises."},
      {
        "id":"ED316682",
        "title":"Distance Education and Training for Small Firms--United Kingdom."},
      {
        "id":"ED316683",
        "title":"Distance Learning for Heads of Firms and Managerial Staff in the Small-Business Sector in France."},
      {
        "id":"ED316684",
        "title":"Distance Training for Management and Administrative Staff in Small and Medium-Sized Enterprises and Craft Firms in Italy."},
      {
        "id":"ED316685",
        "title":"Distance Training for Management in Small and Medium-Sized Enterprises and Craft Undertakings in Spain."},
      {
        "id":"ED316686",
        "title":"Educational and Vocational Orientation for the Adult Unemployed and in Particular the Long-Term Unemployed in Denmark."},
      {
        "id":"ED316687",
        "title":"Equality of Opportunity and Vocational Training. Creation and Management of Enterprises by Women. The Situation in Ireland. Rapport National Irlande. Synthesis Report."},
      {
        "id":"ED316689",
        "title":"Exploratory Study of the Role and Activities of &quot;Centres of Excellence&quot; in the Textile Industry in Four EEC Member States."},
      {
        "id":"ED316691",
        "title":"Textiles and Training in Portugal."},
      {
        "id":"ED316692",
        "title":"Vocational Training in the Textiles and Clothing Industries in Greece."},
      {
        "id":"ED316693",
        "title":"Vocational Training in Belgium."},
      {
        "id":"ED316694",
        "title":"Vocational Training in Italy."},
      {
        "id":"ED316695",
        "title":"Vocational Training in Portugal."},
      {
        "id":"ED316696",
        "title":"Vocational Training in the United Kingdom."},
      {
        "id":"ED316697",
        "title":"Vocational Training of Young Migrants in Belgium."},
      {
        "id":"ED316698",
        "title":"The Vocational Training of Young Migrants in Belgium, Denmark, France, Luxembourg, and the United Kingdom. Synthesis Report."},
      {
        "id":"ED316699",
        "title":"Vocational Training of Young Migrants in Denmark."},
      {
        "id":"ED316700",
        "title":"Vocational Training of Young Migrants in France."},
      {
        "id":"ED316702",
        "title":"Vocational Training of Young Migrants in the United Kingdom."},
      {
        "id":"ED316703",
        "title":"Employers' Organizations--Their Involvement in the Development of a European Vocational Training Policy."},
      {
        "id":"ED316704",
        "title":"The Role of Unions and Management in Vocational Training in France."},
      {
        "id":"ED316705",
        "title":"Employees' Organizations and Their Contribution to the Development of Vocational Training Policy in the European Community."},
      {
        "id":"ED316706",
        "title":"The Role of the Social Partners in Youth and Adult Vocational Education and Training in Denmark."},
      {
        "id":"ED316707",
        "title":"The Role of the Social Partners in Vocational Education and Training, Including Continuing Education and Training, in Ireland."},
      {
        "id":"ED316708",
        "title":"The Role of the Social Partners in Vocational Training in Italy."},
      {
        "id":"ED316709",
        "title":"The Role of the Social Partners in Vocational Education and Training in the United Kingdom."},
      {
        "id":"ED316710",
        "title":"The Social Dialogue in the Member States of the European Community in the Field of Vocational Training and Continuing Training--Synthesis Report."},
      {
        "id":"ED316711",
        "title":"Social Partners and Vocational Education in the Netherlands."},
      {
        "id":"ED316716",
        "title":"Defining Workplace Literacy Education in Massachusetts. A Survey of Workplace Literacy Education Programs in Massachusetts, Conducted in September and October 1989."},
      {
        "id":"ED316717",
        "title":"Connections: A Journal of Adult Literacy. Volume II."},
      {
        "id":"ED316719",
        "title":"Chart Your Course. Career Planning for Young Women."},
      {
        "id":"ED316720",
        "title":"Building Partnerships. Career Exploration in the Workplace."},
      {
        "id":"ED316722",
        "title":"North Carolina Vocational Education Performance Report. Program Year 1988-89."},
      {
        "id":"ED316723",
        "title":"Vocational Education in Massachusetts and the Future of Young Minority Citizens."},
      {
        "id":"ED316725",
        "title":"An Investigation of the Mississippi Department of Corrections' Educational Programs."},
      {
        "id":"ED316726",
        "title":"Cost Analysis of Apprenticeship Programs in Florida's School Districts and Community Colleges."},
      {
        "id":"ED316728",
        "title":"Vocational Training in the European Community 1988. Annual Report."},
      {
        "id":"ED316729",
        "title":"Young People in Transition--The Local Investment. A Handbook Concerning the Social and Vocational Integration of Young People: Local and Regional Initiatives."},
      {
        "id":"ED316730",
        "title":"Educational and Vocational Guidance for the Long-Term Unemployed in the Netherlands."},
      {
        "id":"ED316731",
        "title":"Equality of Opportunity and Vocational Training Five Years on...Vocational Training Measures for Women in the European Community. Synthesis Report and Recommendations."},
      {
        "id":"ED316733",
        "title":"Scanning the Dawn of High-Tech Education in the North."},
      {
        "id":"ED316734",
        "title":"Artificial Intelligence and Its Potential as an Aid to Vocational Training and Education."},
      {
        "id":"ED316735",
        "title":"Continuing Training in Enterprises for Technological Change."},
      {
        "id":"ED316736",
        "title":"Data Bases in Vocational Education and Training. The European Scene."},
      {
        "id":"ED316737",
        "title":"New Information Technologies and Office Employment--European Comparisons."},
      {
        "id":"ED316738",
        "title":"Vocational Training in Greece."},
      {
        "id":"ED316762",
        "title":"Does Education Pay in the Labor Market? The Labor Force Participation, Occupation, and Earnings of Peruvian Women. Living Standards Measurement Study Working Paper Number 67."},
      {
        "id":"ED316764",
        "title":"Behavior Management in Work Settings. Vocational Evaluation and Work Adjustment Bulletin. Special Edition. Richard J. Baker Memorial Monograph."},
      {
        "id":"ED316766",
        "title":"Work Satisfaction and the Black Female Professional: A Pilot Study."},
      {
        "id":"ED316767",
        "title":"Motivation Theories of Maslow, Herzberg, McGregor &amp; McClelland. A Literature Review of Selected Theories Dealing with Job Satisfaction and Motivation."},
      {
        "id":"ED316769",
        "title":"Violence against Women: Racial Differences in Childhood Sexual Experiences and Wife Abuse."},
      {
        "id":"ED316770",
        "title":"Exploring Careers: The ASVAB Workbook."},
      {
        "id":"ED316771",
        "title":"Counselor&apos;s Manual for the Armed Services Vocational Aptitude Battery Form 14. Revised."},
      {
        "id":"ED316772",
        "title":"Counselor's Manual for the Armed Services Vocational Aptitude Battery Form-14. Technical Supplement."},
      {
        "id":"ED316775",
        "title":"A Survey of Students' Levels of Concern and Knowledge about Nuclear War."},
      {
        "id":"ED316776",
        "title":"Counseling Older Women: Curriculum Guidelines and Strategies."},
      {
        "id":"ED316778",
        "title":"Integrating Primary Prevention into K-12 Programming."},
      {
        "id":"ED316780",
        "title":"&quot;Being Who You Are&quot;: The Self-Esteem Group Counseling Model for Women."},
      {
        "id":"ED316781",
        "title":"Developing Career Choice Readiness."},
      {
        "id":"ED316784",
        "title":"Personality Characteristics of Adult Children of Alcoholics: Fact or Fiction?"},
      {
        "id":"ED316785",
        "title":"The Potential of the PSI and SCL-90R Subscales To Predict Post-Intake Client Return at a University Counseling Center."},
      {
        "id":"ED316786",
        "title":"School Counselor's Time: A Comparison of Counselors' and Principals' Perceptions and Desires."},
      {
        "id":"ED316787",
        "title":"A Survey of Introductory Counseling Courses."},
      {
        "id":"ED316790",
        "title":"AIDS and Young Children in South Florida. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred First Congress, First Session (Miami, FL, August 7, 1989)."},
      {
        "id":"ED316791",
        "title":"The Teacher Advisor Program: An Innovative Approach to School Guidance."},
      {
        "id":"ED316792",
        "title":"Caregiving and Ethnicity."},
      {
        "id":"ED316793",
        "title":"Bulimia: Issues a University Counseling Center Needs To Address."},
      {
        "id":"ED316799",
        "title":"Hetero- and Autostereotyping in Pakistani, French, and American College Students."},
      {
        "id":"ED316802",
        "title":"Family Involvement in Education. Bulletin No. 8926."},
      {
        "id":"ED316803",
        "title":"Who's Responsible for Supporting the Family? Employed Wives and the Breadwinner Role. Working Paper No. 186."},
      {
        "id":"ED316804",
        "title":"Occupational Stress and Health of Women LPN's and LSW's: Final Project Report. Working Paper No. 202."},
      {
        "id":"ED316805",
        "title":"Multiple Roles, Spillover Effects and Psychological Distress. Working Paper No. 200."},
      {
        "id":"ED316806",
        "title":"Physical Symptoms and the Interplay of Work and Family Roles. Working Paper No. 201."},
      {
        "id":"ED316807",
        "title":"Rewards and Concerns in the Employee Role and Their Relationship to Health Outcomes. Working Paper No. 185."},
      {
        "id":"ED316809",
        "title":"Observing Groups at Work: Models, Means, and Methods."},
      {
        "id":"ED316813",
        "title":"Psychodramatic Family Simulation for Teaching and Research."},
      {
        "id":"ED316816",
        "title":"It's Your Right!"},
      {
        "id":"ED316817",
        "title":"Elementary School Attendance Improvement Dropout Prevention OREA Report."},
      {
        "id":"ED316818",
        "title":"Multiple Risk Factor Intervention in the Delivery of Primary Health Care to the Elderly: Lessons from Community-Based Programs."},
      {
        "id":"ED316819",
        "title":"Leisure Counseling: An Innovative Means for Counseling Unemployed Minority Individuals Living in Urban Districts."},
      {
        "id":"ED316820",
        "title":"Effects of Self-Monitoring, Likability and Argument Strength on Persuasion."},
      {
        "id":"ED316823",
        "title":"The Risk of Violence: Peer Conflicts in the Lives of Adolescents."},
      {
        "id":"ED316824",
        "title":"Parent Involvement Program (PIP) 1988-89. Evaluation Section Report."},
      {
        "id":"ED316825",
        "title":"AIDS Education Project 1988-89. Evaluation Section Report."},
      {
        "id":"ED316829",
        "title":"The Reading Program of the Future."},
      {
        "id":"ED316832",
        "title":"Assessing the Educational Needs and Interests of Students Enrolled in a Reading Program at a Center for Older Adults."},
      {
        "id":"ED318840",
        "title":"Training America. Learning to Work for the 21st Century."},
      {
        "id":"ED318841",
        "title":"Report on the United Nations World Assembly on Aging. Based on a Follow-Up Conference (Tampa, Florida, December 7, 1983)."},
      {
        "id":"ED318842",
        "title":"Snowbirds in the Sun Belt: Older Canadians in Florida."},
      {
        "id":"ED318843",
        "title":"Improving Efficiency in the Delivery of Services to the Aged in Great Britain."},
      {
        "id":"ED318844",
        "title":"Old Age Policy in France."},
      {
        "id":"ED318845",
        "title":"Support Services for the Aged in Switzerland."},
      {
        "id":"ED318846",
        "title":"Growing Old in Sweden."},
      {
        "id":"ED318847",
        "title":"Crime and the Elderly. A Report of the Crime Task Force."},
      {
        "id":"ED318848",
        "title":"Chinese Perspectives on Aging in the People's Republic of China."},
      {
        "id":"ED318849",
        "title":"Community Care of the Aged in Scandinavia."},
      {
        "id":"ED318850",
        "title":"Discussions about Aging: Sweden and the United States."},
      {
        "id":"ED318851",
        "title":"New Patterns of Transition to Retirement in West Germany."},
      {
        "id":"ED318853",
        "title":"Vocational Training for Self Employment. ILO's Experience in Africa."},
      {
        "id":"ED318861",
        "title":"Occupational Competencies. A Study of the Vocational-Technical Education Needs of the Agribusiness and Chemistry-Based Technology Industries."},
      {
        "id":"ED318864",
        "title":"Pennsylvania Department of Education Honors Outstanding Adult Students in Success Stories, 1990: Rise to the Challenge."},
      {
        "id":"ED318869",
        "title":"Proceedings for Forum on Integrating Occupational and Academic Education."},
      {
        "id":"ED318870",
        "title":"The 1990 Agenda for the National Center for Research in Vocational Education."},
      {
        "id":"ED318871",
        "title":"The Southeast's 21st Challenge...The Need To Build a Quality Workforce."},
      {
        "id":"ED318881",
        "title":"Peace Corps Programming and Training System Manual. Training Manual T0054."},
      {
        "id":"ED318886",
        "title":"Older Worker Readiness Project. Job Preparation Centers for Individuals 55 and Over."},
      {
        "id":"ED318891",
        "title":"Open Learning for Process Operators. ZIFF Papiere 78."},
      {
        "id":"ED318892",
        "title":"Community Education and Economic Development: Activities in the Field and Potential New Models."},
      {
        "id":"ED318893",
        "title":"A Primer on Entrepreneurial Education for Community Educators."},
      {
        "id":"ED318894",
        "title":"School-Community-Business Partnerships. Building Foundations for Dropout Prevention."},
      {
        "id":"ED318895",
        "title":"The Montgomery GI Bill. Hearings before the Subcommittee on Education, Training and Employment of the Committee on Veterans&apos; Affairs. House of Representatives, One Hundred First Congress, First Session (September 14 and 21, 1989)."},
      {
        "id":"ED318898",
        "title":"America&apos;s Hidden Treasure. The Urgent Need To Recognize and Promote the Nation&apos;s Vocational-Technical Education System. A Report to the American People."},
      {
        "id":"ED318899",
        "title":"Correctional Training, Industries and Education. TIE."},
      {
        "id":"ED318910",
        "title":"Using Curriculum Based Measures To Identify and Monitor Progress in an Adult Basic Education Program. Final Report."},
      {
        "id":"ED318911",
        "title":"Distance Education, Efficiency and Scientific Management: Some Doubts. ESTR Occasional Paper Number 12."},
      {
        "id":"ED318912",
        "title":"Job-Related Basic Skills. ERIC Digest No. 94."},
      {
        "id":"ED318913",
        "title":"Jobs in the Future. ERIC Digest No. 95."},
      {
        "id":"ED318914",
        "title":"Vocational Education Performance Standards. ERIC Digest No. 96."},
      {
        "id":"ED318915",
        "title":"Locating Vocational Education Curricula. ERIC Digest No. 97."},
      {
        "id":"ED318916",
        "title":"Automotive Electronics. Teacher Edition (Revised)."},
      {
        "id":"ED318917",
        "title":"Diesel Electrical Systems. Teacher Edition (Revised)."},
      {
        "id":"ED318918",
        "title":"Diesel Fuel Systems. Teacher Edition (Revised)."},
      {
        "id":"ED318919",
        "title":"General Electronics Technician."},
      {
        "id":"ED318920",
        "title":"Major Appliance Repair. Teacher Edition."},
      {
        "id":"ED318921",
        "title":"Future Farmers of America--A Profile of Chapters and Advisors."},
      {
        "id":"ED318922",
        "title":"Diesel Fundamentals. Teacher Edition (Revised)."},
      {
        "id":"ED318923",
        "title":"The Center for the Arts and Sciences Follow-Up Study of 1989 Graduates."},
      {
        "id":"ED318924",
        "title":"Assessing and Dealing with School-Related Stress in Grades 3-12 Students."},
      {
        "id":"ED318926",
        "title":"Elaboration of Tinto's Model of College Student Departure: A Qualitative Study of Freshman Experiences."},
      {
        "id":"ED318927",
        "title":"A Comparison of Transpersonal, Wholistic, and Other Major Counseling Theories."},
      {
        "id":"ED318928",
        "title":"Federal Drug Data for National Policy."},
      {
        "id":"ED318929",
        "title":"Linking Schools & Community Services: A Practical Guide."},
      {
        "id":"ED318930",
        "title":"Linking Schools &amp; Community Services: Resource Directory."},
      {
        "id":"ED318931",
        "title":"Mentoring Programs for At-Risk Youth: A Dropout Prevention Research Report."},
      {
        "id":"ED318932",
        "title":"Aging and Old Age in Ghana."},
      {
        "id":"ED318935",
        "title":"An Examination of the Relationship between Self-Perceived Physical Attractiveness and Social Competence."},
      {
        "id":"ED318936",
        "title":"An Examination of the Relationship between Critical Thinking and Academic Success on a University Campus."},
      {
        "id":"ED318937",
        "title":"Women's Sex-role Self-Concept: A Study of Career Choice and Satisfaction."},
      {
        "id":"ED318940",
        "title":"A Study of Self-Esteem in Adopted Non-adopted Adolescents."},
      {
        "id":"ED318941",
        "title":"Engagement with Learning: The Student Perspective."},
      {
        "id":"ED318942",
        "title":"Emotional Distress in College Students: Faculty Guide for Referrals."},
      {
        "id":"ED318943",
        "title":"Aging Parents."},
      {
        "id":"ED318944",
        "title":"Adult Children."},
      {
        "id":"ED318945",
        "title":"Dementia and Alzheimer's Disease in the Elderly."},
      {
        "id":"ED318946",
        "title":"Family Caregivers."},
      {
        "id":"ED318947",
        "title":"Family Support Networks."},
      {
        "id":"ED318948",
        "title":"Grandparenting."},
      {
        "id":"ED318949",
        "title":"Humor in Later Life."},
      {
        "id":"ED318950",
        "title":"Intergenerational Relationships."},
      {
        "id":"ED318951",
        "title":"Living Arrangements in Later Life."},
      {
        "id":"ED318952",
        "title":"Pets and the Elderly."},
      {
        "id":"ED318953",
        "title":"Sibling Relationships in Adulthood."},
      {
        "id":"ED318955",
        "title":"A Holistic Approach to Improving Advising at Ferris State University. 1988-89 Information Paper."},
      {
        "id":"ED318957",
        "title":"College Discovery and Development Pilot Study: 1987-88, 1988-89. OREA Report."},
      {
        "id":"ED318962",
        "title":"AIDS Education: Programs for Out-of-School Youth Slowly Evolving."},
      {
        "id":"ED318965",
        "title":"Predicting At-Risk-for-Failure Students Based on Information Processing Characteristics."},
      {
        "id":"ED318969",
        "title":"DSM-III-R: Professional Implications and Revisions for Mental Health Counselors."},
      {
        "id":"ED318971",
        "title":"Guide for Planning, Implementing, and Evaluating a Mentoring Program. Hand in Hand: Mentoring Young Women. Book 1."},
      {
        "id":"ED318972",
        "title":"Ideabook for Mentors. Hand in Hand: Mentoring Young Women. Book 2."},
      {
        "id":"ED318973",
        "title":"Student Career Journal. Hand in Hand: Mentoring Young Women. Book 3."},
      {
        "id":"ED318978",
        "title":"AIDS Education: Gaps in Coverage Still Exist."},
      {
        "id":"ED318979",
        "title":"A School Crisis Network: A School and Mental Health Cooperative Effort."},
      {
        "id":"ED318983",
        "title":"Body Image and Self-Esteem in Normal Weight Women."},
      {
        "id":"ED318984",
        "title":"The Meaning of Money Revisited: Workers' View."},
      {
        "id":"ED318987",
        "title":"Historical Shifts in the Use of Analogy in Science. Technical Report No. 498."},
      {
        "id":"ED318990",
        "title":"College and Adult Reading VII: The Seventh Yearbook of the North Central Reading Association."},
      {
        "id":"ED319001",
        "title":"Vocabulary Knowledge: Guidelines for Instruction. What Research Says to the Teacher."},
      {
        "id":"ED319002",
        "title":"The Relationship of Text Schemata to Comprehension Monitoring among 3rd, 4th, and 6th Grade Students."},
      {
        "id":"ED319003",
        "title":"The Effect of Feedback on the Illusion of Knowing and Comprehension Monitoring of College Students."},
      {
        "id":"ED319004",
        "title":"Recall of Information Separating Two Inconsistent Propositions: An Experimental Test of the &quot;Cognitive Dumping&quot; Hypothesis."},
      {
        "id":"ED319005",
        "title":"The Effect of Amount of Intervening Text on Detection of Semantic Inconsistencies by Competent and Less Competent College Readers."},
      {
        "id":"ED319007",
        "title":"The Curricular Experiences of Low Achieving First Graders in a Whole Language Program."},
      {
        "id":"ED319008",
        "title":"Developing Literacy in Children and Adults: Are There Differences?"},
      {
        "id":"ED319009",
        "title":"Chapter 1 Reading Skills Center Program 1988-89. Evaluation Section Report."},
      {
        "id":"ED319014",
        "title":"Teacher/Researcher Collaboration, Teacher Change, and Reading Group Discussions: &quot;What Can't My Kids Do?&quot;"},
      {
        "id":"ED319018",
        "title":"The Shared Book Experience: An Alternative to the Basal Reading Approach."},
      {
        "id":"ED319019",
        "title":"A Study of Students at Risk."},
      {
        "id":"ED319020",
        "title":"Literacy Portfolios."},
      {
        "id":"ED319039",
        "title":"Imagery: A Neglected Correlate of Reading Instruction."},
      {
        "id":"ED319041",
        "title":"From Opposition to Resistance: Popular Culture and the Composition Classroom."},
      {
        "id":"ED319045",
        "title":"Back to the Future."},
      {
        "id":"ED319046",
        "title":"Language Arts for Gifted Middle School Students. Teaching Resources in the ERIC Database (TRIED) Series."},
      {
        "id":"ED319047",
        "title":"Making Meaning in Writing: A Longitudinal Study of Young Children's Writing Development."},
      {
        "id":"ED319050",
        "title":"Writing To Read 1988-89. Evaluation Section Report."},
      {
        "id":"ED319052",
        "title":"Wading In: John Dewey, Paulo Freire, the Chicago Transit Authority."},
      {
        "id":"ED319055",
        "title":"Our Books, Our Wings: Books Nebraskans Read and Treasure."},
      {
        "id":"ED319056",
        "title":"Growth and Conflict in Basic Writing."},
      {
        "id":"ED319060",
        "title":"Cross-Cultural Team Teaching: E-mail for Literary Analysis."},
      {
        "id":"ED319063",
        "title":"Lesson Plans for Teaching Young Adult Literature."},
      {
        "id":"ED319065",
        "title":"Pen Pals: A Beneficial Partnership."},
      {
        "id":"ED319066",
        "title":"Working Topics for Students' Papers."},
      {
        "id":"ED319067",
        "title":"The Right To Read: Censorship in the School Library. ERIC Digest."},
      {
        "id":"ED319068",
        "title":"Comprehensive Instructional Managmenent Systems-Communication Arts (CIMS-CA), 1988-89. Evaluation Section Report. OREA REport."},
      {
        "id":"ED319077",
        "title":"Pharmacist-Patient Communication: A Structure of Intrapersonal Processes."},
      {
        "id":"ED319079",
        "title":"The Foundations of Communication: A Theoretical Approach to Imitation, Intermodality and Suggestion in the Child's Early Communicative Actions. Research Bulletin, Vol. XII:III."},
      {
        "id":"ED319081",
        "title":"A Profile of CEDA Debate Critics."},
      {
        "id":"ED319082",
        "title":"An Analysis of the Content and Form of Students' Verbal Interactions in Cooperative Groups."},
      {
        "id":"ED319084",
        "title":"Reading Meta-Television: A New Model for Reader-Response Criticism."},
      {
        "id":"ED319085",
        "title":"Humor in the Workplace: A Communication Tool. An Annotated Bibliography."},
      {
        "id":"ED319086",
        "title":"Assessment of Basic Oral Communication Skills. A Selected, Annotated Bibliography. Second Edition."},
      {
        "id":"ED319088",
        "title":"Flight to Success: A Collection of Lists Created for Today's Business World."},
      {
        "id":"ED319089",
        "title":"Winning: A Post-Graduate Course in Succeeding in the Real World."},
      {
        "id":"ED319090",
        "title":"Contributions of Fundamental Frequency, Formant Spacing, and Glottal Waveform to Talker Identification. Research on Speech Perception. Technical Report No. 5."},
      {
        "id":"ED319091",
        "title":"New Communication Media Technologies: Perceptual, Cognitive and Aesthetic Effects."},
      {
        "id":"ED319093",
        "title":"Wisconsin's Educational Reform: Patterns of Adoption."},
      {
        "id":"ED319094",
        "title":"Making Sense of School Budgets: A Citizen's Guide to Local Public Education Spending."},
      {
        "id":"ED319095",
        "title":"Dilemmas of a Successful People's Education Movement in India."},
      {
        "id":"ED319096",
        "title":"Increasing Teacher Autonomy through Shared Governance: Effects on Policy Making and Student Outcomes."},
      {
        "id":"ED319102",
        "title":"Development of a Computer-Based Instructional Management System through School-University Collaboration."},
      {
        "id":"ED319105",
        "title":"Educational Excellence Act of 1989. Hearing on S. 695 To Promote Excellence in American Education by Recognizing and Rewarding Schools, Teachers, and Students for Their Outstanding Achievements, Enhancing Parental Choice, Encouraging the Study of Science, Mathematics, and Engineering, and for Other Purposes, before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources. United States Senate, One Hundred First Congress, First Session."},
      {
        "id":"ED319106",
        "title":"Hearing on GAO Report on OSERS' Management. Hearing before the Subcommittee on Select Education of the Committee on Education and Labor. House of Representatives. One Hundred First Congress, First Session."},
      {
        "id":"ED319107",
        "title":"School Principal Selection Practices: Five Case Studies."},
      {
        "id":"ED319108",
        "title":"Selected Speeches, Addresses, Remarks, and Testimony of the Assistant Secretary of Education for Educational Research and Improvement, October 23-December 11, 1989."},
      {
        "id":"ED319110",
        "title":"Minorities and Women in Educational Administration."},
      {
        "id":"ED319111",
        "title":"Leadership for AIDS Education. Keys to School Boardsmanship. A Program of Continuing Education for School Board Members."},
      {
        "id":"ED319112",
        "title":"Family Support: Education and Involvement. A Guide for State Action."},
      {
        "id":"ED319114",
        "title":"NCPEA--UCEA: Converging Missions."},
      {
        "id":"ED319115",
        "title":"Basic Project Management Methodologies for Survey Researchers."},
      {
        "id":"ED319117",
        "title":"A Year-Round Recruitment and Retention Plan."},
      {
        "id":"ED319118",
        "title":"The One-Person Development Office."},
      {
        "id":"ED319119",
        "title":"California Education Summit. Meeting the Challenge, the Schools Respond. Background Papers."},
      {
        "id":"ED319120",
        "title":"California Education Summit. Meeting the Challenge, the Schools Respond. Final Report (Sacramento, California, December 12-13, 1989)."},
      {
        "id":"ED319124",
        "title":"State Needs Assessments, Title II EESA: A Summary Report."},
      {
        "id":"ED319125",
        "title":"Teaching Gifted Kindergarten and Primary Children in the Regular Classroom. Meeting the Mandate. OSSC Bulletin Special Issue."},
      {
        "id":"ED319130",
        "title":"The Definitive Newsletter."},
      {
        "id":"ED319134",
        "title":"The K-8 Principal in 1988: A Ten Year Study."},
      {
        "id":"ED319138",
        "title":"Community Service: Learning by Doing. A Statement of the Council of Chief State School Officers."},
      {
        "id":"ED319139",
        "title":"High School Leaders and Their Schools. Volume II: Profiles of Effectiveness."},
      {
        "id":"ED319140",
        "title":"Education Politics for the New Century: The Twentieth Anniversary Yearbook of the Politics of Education Association. Falmer Press Education Policy Perspectives Series."},
      {
        "id":"ED319141",
        "title":"A Guide to the Process of Evaluating School Principals. Monograph No. 2."},
      {
        "id":"ED319142",
        "title":"Just What the Doctor Should Have Ordered: A Prescription for Sex-Fair School Health Services."},
      {
        "id":"ED319143",
        "title":"National Goals for Education."},
      {
        "id":"ED319144",
        "title":"A View from the Inside: An Action Plan for Gender Equity in New York State Educational Administration. Report of the Select Seminar on Women in Educational Administration."},
      {
        "id":"ED319145",
        "title":"Designing Programs for New Teachers: The California Experience."},
      {
        "id":"ED319146",
        "title":"Effects of Paired Student Interaction in the Computer Tutoring of Statistics."},
      {
        "id":"ED319147",
        "title":"Bibliography of Research Related to Secondary Education."},
      {
        "id":"ED319148",
        "title":"Criteria for the Selection of Drug Abuse Prevention Curricula: A Workbook."},
      {
        "id":"ED319149",
        "title":"Substance Abuse among Juvenile Delinquents and Gang Members. Prevention Research Update Number Six, Spring 1990."},
      {
        "id":"ED319154",
        "title":"Tangible Symbol Systems: Symbolic Communication for Individuals with Multisensory Impairments."},
      {
        "id":"ED319163",
        "title":"Self Concept: Learning Disabled vs. Non-Learning Disabled College Students."},
      {
        "id":"ED319164",
        "title":"Annual Report to Membership, 1987. The President's Committee on Employment of the Handicapped."},
      {
        "id":"ED319165",
        "title":"Annual Report 1987-1988. The President's Committee on Employment of the Handicapped."},
      {
        "id":"ED319166",
        "title":"Fiscal Year 1988 Report. The President's Committee on Employment of People with Disabilities."},
      {
        "id":"ED319169",
        "title":"States' Progress Related to Fourteen Components of PL 99-457, Part H."},
      {
        "id":"ED319173",
        "title":"Guidelines for Integration of Learners with Severe Handicaps. Derived from Experiences of Indiana's Federal Statewide Systems Change Project."},
      {
        "id":"ED319174",
        "title":"&quot;Optimal Practice Inventory for the Severely Handicapped Including Deaf/Blind.&quot; Results of the Survey."},
      {
        "id":"ED319175",
        "title":"\"Survey of Agency Services to Persons Who Have Severe Disabilities.\" Results of the Survey."},
      {
        "id":"ED319177",
        "title":"Evaluating Case Study Methods Used To Diagnose Behavior Disorders."},
      {
        "id":"ED319178",
        "title":"Special Education: Estimates of Handicapped Indian Preschoolers and Sufficiency of Services. Briefing Report to Congressional Requesters."},
      {
        "id":"ED319179",
        "title":"Readings about Children and Youth with Learning Disabilities. ERIC MiniBib #E465."},
      {
        "id":"ED319181",
        "title":"The Impact of Computer-Supported Writing Instruction on the Writing Quality of Learning-Disabled Students. Final Report."},
      {
        "id":"ED319183",
        "title":"Directory of Selected Early Childhood Programs, 1989-1990."},
      {
        "id":"ED319186",
        "title":"The Relationship between Chapter 1 and Special Education Services for Mildly Handicapped Students: A Substudy of the National Assessment of Chapter 1."},
      {
        "id":"ED319187",
        "title":"Special Education in America's Cities: A Descriptive Study."},
      {
        "id":"ED319188",
        "title":"Maternal and Child Health Research Program: I. Active Projects, 1988."},
      {
        "id":"ED319189",
        "title":"Advancing Technology Use: Barriers to Research Utilization."},
      {
        "id":"ED319190",
        "title":"Technology with Low Incidence Populations: Promoting Access to Education and Learning."},
      {
        "id":"ED319191",
        "title":"Assistive Technology Resource Directory."},
      {
        "id":"ED319192",
        "title":"Tips for Teaching Marginal Learners."},
      {
        "id":"ED319193",
        "title":"Drawing Marginal Learners into the Big Picture."},
      {
        "id":"ED319194",
        "title":"Manual for the Work Personality Profile."},
      {
        "id":"ED319195",
        "title":"Manual for the Vocational Personality Report."},
      {
        "id":"ED319196",
        "title":"Manual for the Employability Maturity Interview."},
      {
        "id":"ED319197",
        "title":"Manual for the Work Performance Assessment."},
      {
        "id":"ED319198",
        "title":"Manual for the Occupational Report."},
      {
        "id":"ED319199",
        "title":"Living in the Community: A Comparative Study of Foster Homes and Small Group Homes for People with Mental Retardation. Project Report 28."},
      {
        "id":"ED319200",
        "title":"Career Special Education Framework."},
      {
        "id":"ED319201",
        "title":"A Road Map to Transition for Young Adults with Severe Disabilities."},
      {
        "id":"ED319202",
        "title":"Evaluating Post-School Transition of Secondary Students with Moderate to Severe Handicaps. Final Report."},
      {
        "id":"ED319203",
        "title":"Assessing Post-School Outcomes for Students with Moderate to Severe Mental Retardation. Project Report No. 89-1."},
      {
        "id":"ED319205",
        "title":"Staff to Student Ratios: Class Size/Caseload. Volumes 1, 2, and 3."},
      {
        "id":"ED319207",
        "title":"Evaluation of the 1988 Summer Enrichment Program for the Gifted and Talented at the University of Northern Colorado [and] Making a Good Program for Gifted and Talented Children Better: Improving a Program through Evaluation."},
      {
        "id":"ED319209",
        "title":"Identifying and Serving the Gifted New Immigrant/Refugee: Problems, Strategies, Implications."},
      {
        "id":"ED319210",
        "title":"Cassette Books."},
      {
        "id":"ED319211",
        "title":"The Regular Education Initiative (REI): Where Do Students with Learning Disabilities Fit?"},
      {
        "id":"ED319214",
        "title":"Assessing Student Performance: The Effect of Procedural Contrast between Training and Probe Conditions."},
      {
        "id":"ED319216",
        "title":"Effects of Parent Training on the Behavior Problems in the Home of Preschool Handicapped Children."},
      {
        "id":"ED319217",
        "title":"The Role of Parental Attitudes and the Quality of the Home Learning Environment in the Mental Development of Prematurely Born Children."},
      {
        "id":"ED319222",
        "title":"Secondary Transition Intervention Effectiveness: Fourth Annual Report."},
      {
        "id":"ED319223",
        "title":"The Assessment of Student Progress in Special Education: Mixed-Exceptionality versus Single-Exceptionality Programs. Research Report."},
      {
        "id":"ED319224",
        "title":"From Barrier Free to Safe Environments: The New Zealand Experience. Monograph #44."},
      {
        "id":"ED319225",
        "title":"Aphasia Rehabilitation in Asia and the Pacific Region: Japan, China, India, Australia and New Zealand. Monograph #45."},
      {
        "id":"ED319226",
        "title":"Prevention, The Beginning of the Rehabilitation Process: A View from New Zealand. Monograph #46."},
      {
        "id":"ED319227",
        "title":"Student Self-Management To Increase On-Task Behavior, Research Brief for Teachers T3."},
      {
        "id":"ED319230",
        "title":"Reasoning and Comprehension Processes of Linguistic Minority Persons Learning from Text."},
      {
        "id":"ED319231",
        "title":"An Evaluation of Simulated Oral Proficiency Interviews as Measures of Spoken Language Proficiency."},
      {
        "id":"ED319232",
        "title":"Resistance to Learning? Student Reaction to Communicative Language Teaching."},
      {
        "id":"ED319237",
        "title":"Listen to the Cheerios: The ABC's of a Culture Course."},
      {
        "id":"ED319239",
        "title":"Teaching/Training Social Language in Galang Refugee Camp: A Learning Process."},
      {
        "id":"ED319241",
        "title":"Life after Graduate School: Skill Development for International Scholarship."},
      {
        "id":"ED319243",
        "title":"Passport: Technology To Help the Middle Grades Second Languages Teachers."},
      {
        "id":"ED319244",
        "title":"Evaluation Guide for Bilingual Vocational Training."},
      {
        "id":"ED319245",
        "title":"Making a Difference for the Bilingual Child: How One District Achieved its Goals."},
      {
        "id":"ED319246",
        "title":"&quot;Only&quot; and Focus."},
      {
        "id":"ED319247",
        "title":"Hispanic Orientation to Life in America. Project HOLA, 1987-88. OREA Report."},
      {
        "id":"ED319248",
        "title":"Higher Achievement and Improvement through Instruction with Computers and Scholarly Transition and Resource Systems Program. OREA Report."},
      {
        "id":"ED319249",
        "title":"Spanish Native Language Arts Staff Development Turnkey Training Program, Spring 1989. OREA Report."},
      {
        "id":"ED319250",
        "title":"Summer Bilingual Program, 1989. OREA Report."},
      {
        "id":"ED319251",
        "title":"Project Nuevos Horizontes, 1988-89. OREA Report."},
      {
        "id":"ED319252",
        "title":"Methodologies of Bilingual Instruction in Literacy Education. Project Mobile, 1988-89. OREA Report."},
      {
        "id":"ED319253",
        "title":"Language Development through Holistic Learning (Mathematics, Art, Science, Technology, and Education Resources). Project MASTER, 1988-89. OREA Report."},
      {
        "id":"ED319254",
        "title":"Computer-Focused Russian Bilingual Instructional Program, 1988-89. OREA Report."},
      {
        "id":"ED319255",
        "title":"Career Awareness Program. Project CAP, 1988-89. OREA Report."},
      {
        "id":"ED319256",
        "title":"Bilingual Children's Project. B.C.P., 1988-89. OREA Report."},
      {
        "id":"ED319258",
        "title":"Eligibility and Programming in Chapter I English as a Second Language (E.S.L.) Programs, 1988-89. OREA Report."},
      {
        "id":"ED319259",
        "title":"The Cognitive Academic Learning Approaches through E.S.L. Content Areas with Career Exploration Strategies Program for Bilingual High School Students in New York City. Project CALA, 1988-89. OREA Final Evaluation Report."},
      {
        "id":"ED319260",
        "title":"Just Who Are These International Students Anyway?"},
      {
        "id":"ED319261",
        "title":"The Bilingual Academic Services and Integrated Career Systems Program, BASICS 1988-1989. OREA Evaluation Section Report."},
      {
        "id":"ED319262",
        "title":"Bilingual Specialized Programs in New York City High Schools, 1988-89. OREA Evaluation Section Report."},
      {
        "id":"ED319263",
        "title":"Program Assistance for Neophytes. Project PAN, 1988-89. OREA Evaluation Section Report."},
      {
        "id":"ED319264",
        "title":"Are Principles of Writing across the Curriculum Applicable to ESL Students in Content Courses? Research Findings."},
      {
        "id":"ED319265",
        "title":"Changing Fossilized Speech: What Does It Take?"},
      {
        "id":"ED319271",
        "title":"Nelson Rockefeller and the Politics of Higher Education in New York State."},
      {
        "id":"ED319274",
        "title":"Graduate Student Handbook."},
      {
        "id":"ED319277",
        "title":"Student v. Union: Colleges at Risk."},
      {
        "id":"ED319279",
        "title":"Teaching Critical Thinking at the University Level: A Review of Some Empirical Evidence."},
      {
        "id":"ED319280",
        "title":"Valuing Diversity on Campus: A Multicultural Approach. College Unions At Work Monograph Series Number 11."},
      {
        "id":"ED319281",
        "title":"A Special Report on the Alaska Commission on Postsecondary Education--Collection of Defaulted Student Loans."},
      {
        "id":"ED319284",
        "title":"Here's Looking at You. The Decade Reviewed."},
      {
        "id":"ED319285",
        "title":"The Impact of Increased Loan Utilization among Low Family Income Students."},
      {
        "id":"ED319286",
        "title":"The Impact of Universities' ERPs?"},
      {
        "id":"ED319287",
        "title":"Alcohol and Other Drugs. A Guide for College Presidents and Governing Boards."},
      {
        "id":"ED319288",
        "title":"CASE: Instructions and Data Specification for Reporting DHHS Obligations to Institutions of Higher Education and Other Nonprofit Organizations. FY 1989. Volume 1."},
      {
        "id":"ED319289",
        "title":"Postsecondary Education Seminars Conference (12th, Airlie, Virginia, June 1-3, 1976). Final Report."},
      {
        "id":"ED319291",
        "title":"Linking Outcomes Assessment and the Freshman Experience."},
      {
        "id":"ED319292",
        "title":"The Annual Report on the Economic Status of the Profession, 1989-90."},
      {
        "id":"ED319297",
        "title":"The Student as Commuter: Developing a Comprehensive Institutional Response. ERIC Digest."},
      {
        "id":"ED319298",
        "title":"The Student as Commuter: Developing a Comprehensive Institutional Response. ASHE-ERIC Report No. 7."},
      {
        "id":"ED319305",
        "title":"Tests on the Pathway to a Health Career."},
      {
        "id":"ED319306",
        "title":"A Study of University of Central Texas Student Opinions Concerning Academic and Service Programs."},
      {
        "id":"ED319307",
        "title":"Student Journals: A Strategy for Teaching Research Methodology to Undergraduate Students."},
      {
        "id":"ED319308",
        "title":"Salaries of Full-Time Instructional Faculty on 9- and 10-Month Contracts in Institutions of Higher Education, 1977-78 through 1987-88. Survey Report."},
      {
        "id":"ED319312",
        "title":"The Reallocation of Financial Aid from Poor to Middle Income and Affluent Students, 1978 to 1990. ACT Student Financial Aid Research Report Series 90-2."},
      {
        "id":"ED319315",
        "title":"Double Jeopardy--The Precarious Status of Women of Color: Issues of Race/Ethnicity and Gender at the Storrs Campus. The Status of Women at the University of Connecticut."},
      {
        "id":"ED319316",
        "title":"From the Institutions' Perspective: Strategies in Higher Education."},
      {
        "id":"ED319319",
        "title":"The Identification of the Significant Dimensions of Faculty Scholarship."},
      {
        "id":"ED319320",
        "title":"Evaluating College Student Retention: Comparative National Data from the 1981-1984 Entering Freshman Classes."},
      {
        "id":"ED319321",
        "title":"Attitudes of Residence Hall Students toward Student-Athletes: Implications for Advising, Training and Programming. Research Report #19-89."},
      {
        "id":"ED319323",
        "title":"From School to Higher Education in Australia."},
      {
        "id":"ED319325",
        "title":"State Priorities in Higher Education: 1990."},
      {
        "id":"ED319327",
        "title":"The Functions of Institutional Research. 2nd Edition."},
      {
        "id":"ED319328",
        "title":"A Profile of Incoming Freshmen at the University of Maryland, College Park, 1989-1990. Research Report #1-90."},
      {
        "id":"ED319329",
        "title":"Disciplinary Differences in Faculty Conformity to the Norms of Science: Are Norms Compensatory Integrating Mechanisms for Professional Fragmentation?"},
      {
        "id":"ED319330",
        "title":"Integrated Contextual Learning: Situated Learning in the Business Profession."},
      {
        "id":"ED319336",
        "title":"Development of Materials for Use in a Comprehensive Teaching Improvement System. Final Report."},
      {
        "id":"ED319337",
        "title":"Master of Arts and Professional Studies Program."},
      {
        "id":"ED319338",
        "title":"Industry/Postsecondary Education Partnership for Faculty Development."},
      {
        "id":"ED319339",
        "title":"The Center for Core Studies at Brooklyn College. Executive Summary."},
      {
        "id":"ED319340",
        "title":"A Domestic/International Field Center for Intercultural Education in Built Environment: Final Report."},
      {
        "id":"ED319341",
        "title":"Guaranteed Student Loans: Credit Bureau Reporting Practices by Guaranty Agencies and Lenders. Briefing Report to the Chairman, Subcommittee on Education, Arts, and the Humanities, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED319342",
        "title":"The Writing of Ferris State University Students: A View Across the Curriculum."},
      {
        "id":"ED319343",
        "title":"Undergraduate Completion and Persistence at Four-Year Colleges and Universities: Completers, Persisters, Stopouts, and Dropouts."},
      {
        "id":"ED319346",
        "title":"The Concept of Good Teaching in Universities around the World."},
      {
        "id":"ED319348",
        "title":"Perceptions of Adult Men and Women Students in Higher Education."},
      {
        "id":"ED319350",
        "title":"Communication within School-University Partnerships and Its Effect on Curricular Change."},
      {
        "id":"ED319352",
        "title":"SHEEO Staffs and Organizations: A Portrait."},
      {
        "id":"ED319355",
        "title":"Identification of Student Characteristics That Predict Persistence and Success in an Engineering College at the End of the Sophomore Year: Informing the Practice of Academic Advising."},
      {
        "id":"ED319357",
        "title":"Cost-Effectiveness of Alternative Approaches to Computer-Assisted Instruction."},
      {
        "id":"ED319360",
        "title":"Ideas for Integrating the Microcomputer with Instruction."},
      {
        "id":"ED319362",
        "title":"Computer Aided Instruction in Teaching Program Evaluation."},
      {
        "id":"ED319363",
        "title":"New and Promising: Software Worth a Look. A MicroSIFT Survey of Educational Software Preview Center Coordinators. Volume I, No. 4."},
      {
        "id":"ED319368",
        "title":"The Growth of English as the Language of Global Satellite Telecommunications."},
      {
        "id":"ED319369",
        "title":"Introductory Computer Education: Developments in a Time Perspective."},
      {
        "id":"ED319370",
        "title":"Study of Issues Related to the Implementation of Computer Technology in Schools. Final Report, July, 1981. Technical Report No. 2."},
      {
        "id":"ED319371",
        "title":"Logo Programming and Problem Solving. [Technical Report No. 12.]"},
      {
        "id":"ED319373",
        "title":"Language-Independent Conceptual \"Bugs\" in Novice Programming. Technical Report No. 31."},
      {
        "id":"ED319374",
        "title":"Research and Design Issues Concerning the Development of Educational Software for Children. Technical Report No. 14."},
      {
        "id":"ED319375",
        "title":"Children's Use of the Unique Features of Interactive Videodiscs. Technical Report No. 42."},
      {
        "id":"ED319376",
        "title":"Local and Long Distance Computer Networking for Science Classrooms. Technical Report No. 43."},
      {
        "id":"ED319377",
        "title":"The Palenque Optical Disc Prototype: Design of Multimedia Experiences for Education and Entertainment in a Nontraditional Learning Context. Technical Report No. 44."},
      {
        "id":"ED319378",
        "title":"Teaching Technology: Creating Environments for Change. Technical Report No. 45."},
      {
        "id":"ED319379",
        "title":"Microworlds to Macroworlds: Conceptual Transfer and Activity Setting. Technical Report No. 46."},
      {
        "id":"ED319380",
        "title":"Challenges of Formative Testing: Conducting Situated Research in Classrooms. Technical Report No. 48."},
      {
        "id":"ED319382",
        "title":"Distance Learning Evaluation Study, Phase I. A Study of North Dakota and Missouri Schools Implementing German I by Satellite. Descriptive Statistical Report."},
      {
        "id":"ED319391",
        "title":"The Palenque Project: A Process of Design and Development as Research in the Evolution of an Optical Disc Prototype for Children. Technical Report No. 47."},
      {
        "id":"ED319392",
        "title":"The Role of Formative Research in the Design of Educational Computer Software. Technical Report No. 49."},
      {
        "id":"ED319393",
        "title":"Designing INQUIRE. Technical Report No. 50."},
      {
        "id":"ED319394",
        "title":"Development Communication Report, 1989/1-4, Nos. 64-67."},
      {
        "id":"ED319399",
        "title":"The New Information Technology and the Education of Hispanics. The Promise and the Dilemma. Policy Pamphlet Series No. 1."},
      {
        "id":"ED319401",
        "title":"Reflections on Collaboration in the Office of Educational Research and Improvement. Background Paper."},
      {
        "id":"ED319402",
        "title":"A Study of Distance Education Policies in State Education Agencies."},
      {
        "id":"ED319405",
        "title":"Information Sources on Scientific Research Related to the Preservation of Books, Paper, and Adhesives. Directory."},
      {
        "id":"ED319407",
        "title":"Handbook for Local Coordinators: Value-Added, Compact Disk, Union Catalog Test Phase."},
      {
        "id":"ED319409",
        "title":"Lekotek Center. Check This Out Series."},
      {
        "id":"ED319414",
        "title":"Library and Information Services for Democracy. A Select ERIC Bibliography Prepared on a Theme of the 1991 White House Conference on Library and Information Services. ERIC/IR Mini-Bib."},
      {
        "id":"ED319419",
        "title":"Drug Abuse: A Community College Response."},
      {
        "id":"ED319420",
        "title":"The Academic Performance of PVCC Transfers to Virginia Public Senior Institutions of Higher Education (1988-89)."},
      {
        "id":"ED319424",
        "title":"1990 Journal of the American Association of Women in Community and Junior Colleges."},
      {
        "id":"ED319427",
        "title":"Developmental Studies Department Special Services Project: Rockland Community College, 1988-1989."},
      {
        "id":"ED319429",
        "title":"An Academic Development Plan for the Island of Molokai in Hawaii, 1990-1996."},
      {
        "id":"ED319432",
        "title":"Fauquier Enrollment Projections: Preliminary Study, March 1989."},
      {
        "id":"ED319433",
        "title":"Germanna Community College Outcome Assessment Plan. Revised."},
      {
        "id":"ED319434",
        "title":"GCC Master Plan, 1988-89."},
      {
        "id":"ED319435",
        "title":"Feasibility Study Concerning the Use of Volunteers at Germanna Community College."},
      {
        "id":"ED319436",
        "title":"Persistence and Graduation Rates at Germanna Community College, Fall Quarter 1981 through Fall Quarter 1986."},
      {
        "id":"ED319442",
        "title":"Los Rios Transfer Statistics: Fall 1988/Spring 1989 Update."},
      {
        "id":"ED319443",
        "title":"How Do Community Colleges Serve Business and Industry? A Review of Issues Discussed in the Literature."},
      {
        "id":"ED319448",
        "title":"California Plan for Career-Vocational Education. Part Two: Implementation Strategies."},
      {
        "id":"ED319449",
        "title":"Community College Transfers to Maryland Four-Year Institutions. Research Brief RB90-11."},
      {
        "id":"ED319450",
        "title":"An Analysis of History Course Success Based on English Eligibility."},
      {
        "id":"ED319451",
        "title":"2020 Perfect Vision for the Next Century: An Environmental Scan."},
      {
        "id":"ED319454",
        "title":"California's Limited English Language Students: An Intersegmental Agenda. A Report to the Intersegmental Coordinating Council from the Curriculum and Assessment Cluster Committee."},
      {
        "id":"ED319455",
        "title":"Empowering the Nontraditional Student through Adult-Specific Programming."},
      {
        "id":"ED319456",
        "title":"Diversity without Divisiveness: toward Agreement on Fundamental Values for a \"One World Curriculum\"."},
      {
        "id":"ED319458",
        "title":"An Effective Extension Model for Early Childhood Education."},
      {
        "id":"ED319460",
        "title":"Handbook of California Articulation Policies and Procedures, 1989."},
      {
        "id":"ED319463",
        "title":"Annual Report of the Intersegmental Coordinating Council to the California Education Round Table."},
      {
        "id":"ED319464",
        "title":"On Becoming an Institution of First Choice."},
      {
        "id":"ED319466",
        "title":"Defining Expectations: The Essay Test Made Simpler."},
      {
        "id":"ED319467",
        "title":"Rethinking the Curriculum To Meet the Needs of Underprepared, Underrepresented, and Economically Disadvantaged Students: Majors and Courses for the 21st Century."},
      {
        "id":"ED319468",
        "title":"Coding Language vs. Authoring System: To Code or Author--That Is the Question."},
      {
        "id":"ED319482",
        "title":"Developmental Theories and Instructional Strategies: A Summary Paper. SIDRU Research Report No. 5."},
      {
        "id":"ED319483",
        "title":"Early Child Care and Education, Italian Style: The Reggio Emilia Daycare and Preschool Program."},
      {
        "id":"ED319485",
        "title":"The Economic and Social Benefits of Early Childhood Education. Hearing before the Subcommittee on Education and Health of the Joint Economic Committee, Congress of the United States. One Hundred First Congress, First Session."},
      {
        "id":"ED319487",
        "title":"Family and Friend Relationships of Only Children: A Study of Adult Population in China."},
      {
        "id":"ED319491",
        "title":"Hearing on H.R. 3, Early Childhood Education and Development Act. Hearing before the Committee on Education and Labor, House of Representatives. One Hundred First Congress, Second Session (San Francisco, California, January 19, 1990)."},
      {
        "id":"ED319492",
        "title":"Homework as a Learning Experience. What Research Says to the Teacher. Third Edition."},
      {
        "id":"ED319493",
        "title":"Five Position Statements of the Southern Association on Children Under 6 (SACUS): (1) Employer Sponsored Child Care; (2) Developmentally Appropriate Assessment; (3) Continuity of Learning for Four-to-Seven-Year-old Children; (4) Quality Child Care; (5) Multicultural Education"},
      {
        "id":"ED319494",
        "title":"An Alternative Model of Childcare: The Experience of the National Trades Union Congress of Singapore."},
      {
        "id":"ED319495",
        "title":"A Comparison of Mothers' and Children's Reports of Life Stress in the Children's Lives."},
      {
        "id":"ED319496",
        "title":"Conflict and Attachment: The Experience of Disorganized/Controlling Children."},
      {
        "id":"ED319498",
        "title":"Comparison of American and African Students on Who Is Admired and Why."},
      {
        "id":"ED319499",
        "title":"June 1989 Grade Retention in Chicago Public Elementary Schools. Monitoring and Researching the Effects of School Reform in Chicago."},
      {
        "id":"ED319504",
        "title":"A Study of Children's Computer-Generated Graphics."},
      {
        "id":"ED319506",
        "title":"The Value of Ideas: The Immersion Approach to the Development of Thinking. Elementary Subjects Center Series No. 20."},
      {
        "id":"ED319507",
        "title":"The Child Care Council of Westchester's &quot;Hope for the Homeless.&quot;"},
      {
        "id":"ED319513",
        "title":"The Effects of Infant Day Care on Children's Social Behavior: An Examination of Within-Group Differences."},
      {
        "id":"ED319515",
        "title":"Relationships between Parenting Stress, Marital Stress, and Social Support for Mothers and Fathers."},
      {
        "id":"ED319518",
        "title":"Predicting Children's Problem Behaviors from the Content of Maternal Demands."},
      {
        "id":"ED319519",
        "title":"Children's Television Act of 1989. Senate Report together with Minority Views of the Senate Committee on Commerce, Science, and Transportation on S. 1992. One Hundred First Congress, First Session."},
      {
        "id":"ED319520",
        "title":"The Teacher's Ongoing Role in Creating a Developmentally Appropriate Early Childhood Program: A Self-Study Process for Teachers of Children Ages 5-8."},
      {
        "id":"ED319522",
        "title":"The Challenge of Early Childhood Care and Education: An Agenda for Action."},
      {
        "id":"ED319523",
        "title":"Who Cares for America's Children? Child Care Policy for the 1990s. Panel on Child Care Policy. Prepublication Copy."},
      {
        "id":"ED319524",
        "title":"The Adult Experience of Anger: Implications for Research on Children."},
      {
        "id":"ED319525",
        "title":"Science, Sciencing and Science Education: An Integrated Approach to Science Education in Early Childhood."},
      {
        "id":"ED319526",
        "title":"Control as a Moderator of Children's Responses to Angry Interactions."},
      {
        "id":"ED319530",
        "title":"Child Care Centers as Workplaces."},
      {
        "id":"ED319531",
        "title":"Financing Child Care through Local Taxes: One City's Bold Attempt."},
      {
        "id":"ED319532",
        "title":"First Grade Children's Comprehension and Recall of &quot;Noodle Doodle Box.&quot; A Final Report."},
      {
        "id":"ED319534",
        "title":"Socrates versus the Drill Sergeant: Dimensions of Variation in Preschool Teachers' Discourse."},
      {
        "id":"ED319535",
        "title":"&quot;I Can Read That&quot;: Using Logos in the Early Childhood Classroom."},
      {
        "id":"ED319537",
        "title":"ERIC/EECE Digests Related to the Education and Care of Children from Birth through 12 Years of Age."},
      {
        "id":"ED319539",
        "title":"Knocking on Kindergarten's Door: Who Gets In? Who's Kept Out?"},
      {
        "id":"ED319542",
        "title":"Professional Preparation for Rural Teachers: Growing Your Own."},
      {
        "id":"ED319543",
        "title":"Project Redesign: A Cooperative School Improvement Program Involving Four Rural School Districts and Texas Tech University."},
      {
        "id":"ED319545",
        "title":"Directory of Programs: High School Equivalency Program (HEP) and College Assistance Migrant Program (CAMP)."},
      {
        "id":"ED319546",
        "title":"Migrant Education, Interstate Secondary Credit Accrual and Acceptance Manual: Practical Guidelines for School Personnel Serving Migrant Secondary Students."},
      {
        "id":"ED319547",
        "title":"Navajo Educational Values and Facility Design."},
      {
        "id":"ED319550",
        "title":"Characteristics of Migrant Secondary Students: Outreach Meeting Report (1st, Silver Bay, New York, October 24-26, 1988)."},
      {
        "id":"ED319551",
        "title":"Current Practices: Future Directions. Outreach Meeting Report (3rd, Portland, Oregon, May 3, 1989)."},
      {
        "id":"ED319552",
        "title":"Exploring Mobility Issues. Outreach Meeting Report (2nd, McAllen, Texas, November 14-15, 1988)."},
      {
        "id":"ED319553",
        "title":"Preparing Women and Minorities as Rural School Administrators."},
      {
        "id":"ED319554",
        "title":"Abstracts of Native Studies, Volume 3."},
      {
        "id":"ED319555",
        "title":"Educational Neglect: Reform Reports and the Schooling of American Indians."},
      {
        "id":"ED319556",
        "title":"Indian Educational Technical Amendments Act of 1985. Report To Accompany H.R. 2908. House of Representatives, 99th Congress, 1st Session."},
      {
        "id":"ED319557",
        "title":"College Attendance Patterns of Rural Youth: Results from Iowa's Class of 1983. One in a Series of Reports in NCREL's Rural Education Program."},
      {
        "id":"ED319558",
        "title":"The Early Employment Experiences of Rural Youth: Early Results from Iowa's Class of 1983. One in a Series of Reports in NCREL's Rural Education Program."},
      {
        "id":"ED319559",
        "title":"Facts and Fables of State Spending. ISER Fiscal Policy Papers. No. 2."},
      {
        "id":"ED319560",
        "title":"Implementing Experiential Based Education in a Rural Setting."},
      {
        "id":"ED319561",
        "title":"Southern Rural Development Center Annual Progress Report, 1989. SRDC Series No. 118."},
      {
        "id":"ED319562",
        "title":"International Rural Youth Issues: 1979-April 1988. Quick Bibliography Series."},
      {
        "id":"ED319563",
        "title":"Substance Abuse and the American Indian."},
      {
        "id":"ED319564",
        "title":"New Mexico's Policy on Indian Education. A Report on the Development of New Mexico's Policy on Indian Education."},
      {
        "id":"ED319565",
        "title":"Integrating School Transportation Resources into Coordinated Rural Public Transportation Programs: A Proposal To Increase Access to Community Services for Transportation-Disadvantaged Persons."},
      {
        "id":"ED319566",
        "title":"Laboring for Less: Working but Poor in Rural America."},
      {
        "id":"ED319568",
        "title":"The BIA/Contract School Secondary Administrator: Characteristics and Leadership Style."},
      {
        "id":"ED319569",
        "title":"Special Projects: Meeting Special Needs."},
      {
        "id":"ED319571",
        "title":"On the Move: Migrant Education 1987-88."},
      {
        "id":"ED319575",
        "title":"Relaxation Theory for Rural Youth. Research Bulletin No. 46."},
      {
        "id":"ED319576",
        "title":"The Condition of Rural Education in West Virginia: A Profile."},
      {
        "id":"ED319577",
        "title":"The Condition of Rural Education in Virginia: A Profile."},
      {
        "id":"ED319578",
        "title":"The Condition of Rural Education in Tennessee: A Profile."},
      {
        "id":"ED319579",
        "title":"The Condition of Rural Education in Kentucky: A Profile."},
      {
        "id":"ED319580",
        "title":"Making Education Work for Mexican-Americans: Promising Community Practices. ERIC Digest."},
      {
        "id":"ED319581",
        "title":"Supporting Emergent Literacy among Young American Indian Students."},
      {
        "id":"ED319582",
        "title":"Got the Education Beat? Use ERIC! A Journalist's Handbook about the Educational Resources Information Center (ERIC)."},
      {
        "id":"ED319583",
        "title":"Capital Outlay: A Critical Concern in Rural Education. ERIC Digest."},
      {
        "id":"ED319584",
        "title":"Directory of Organizations and Programs in Rural Education."},
      {
        "id":"ED319585",
        "title":"Educating Undocumented Children: A Review of Practices and Policies. A Trends and Issues Paper."},
      {
        "id":"ED319589",
        "title":"An Assessment of What Grade 5 Students Know about Science Text and Science Reading. A Preliminary Report."},
      {
        "id":"ED319591",
        "title":"Social Class and Ability Group Placement in Mathematics in the Transition to Seventh Grade: The Role of Parental Involvement."},
      {
        "id":"ED319593",
        "title":"Trends in High School Math and Science Course Taking: Effects of Gender and Ethnicity."},
      {
        "id":"ED319595",
        "title":"Results of an Inservice Workshop To Promote Science-Technology-Society (STS) Instructional Orientations."},
      {
        "id":"ED319596",
        "title":"Affecting Preservice Elementary Teachers' Attitudes toward Inquiry Teaching in Science through Projects with Individual Children."},
      {
        "id":"ED319597",
        "title":"The Effect of Simultaneous Motion Presentation and Graph Generation in a Kinematics Lab."},
      {
        "id":"ED319598",
        "title":"Cognitive Conflict and Cooperative Learning."},
      {
        "id":"ED319599",
        "title":"The Relationship between Students' Learning Strategies and the Change in their Chemical Misunderstandings during a High School Chemistry Course."},
      {
        "id":"ED319601",
        "title":"Further Development of an Elementary Science Teaching Efficacy Belief Instrument: A Preservice Elementary Scale."},
      {
        "id":"ED319602",
        "title":"The Science Preparation of Elementary Teachers."},
      {
        "id":"ED319603",
        "title":"What Do Prospective Science Teachers Understand about the Nature of Science?"},
      {
        "id":"ED319605",
        "title":"Attitudes toward a Simulation Based Chemistry Curriculum for Nursing Students."},
      {
        "id":"ED319606",
        "title":"Canadian Mathematics Education Study Group = Groupe Canadien d'etude en didactique des matematiques. Proceedings of the Annual Meeting (St. Catharines, Ontario, Canada, May 27-31, 1989)."},
      {
        "id":"ED319607",
        "title":"Teachers' Degree of Satisfaction Concerning the Implementation of an Inquiry-Oriented Secondary Biology Course."},
      {
        "id":"ED319609",
        "title":"An Instrument To Measure Spatial-Symbolic Information Processing Ability."},
      {
        "id":"ED319610",
        "title":"An Examination of a Problem Solving Partnership from a Social Interaction Perspective."},
      {
        "id":"ED319611",
        "title":"Staff Development Workshops for High School Science Teachers of Limited English Proficient Students 1988-89."},
      {
        "id":"ED319613",
        "title":"Teacher Knowledge and the Language of Science Teaching."},
      {
        "id":"ED319614",
        "title":"An Investigation of the Differences in Attitude and Achievement between Male and Female Second and Fifth Grade Science Students."},
      {
        "id":"ED319615",
        "title":"An Evaluation of Science and Geography Documents and Texts in Ontario Schools from an Environmental Perspective."},
      {
        "id":"ED319618",
        "title":"The Influence of Preservice Secondary Science Teachers' Beliefs on Their Planning."},
      {
        "id":"ED319620",
        "title":"Waste Away--Information and Activities for Investigating Trash Problems and Solutions for Upper Elementary and Junior High School Students."},
      {
        "id":"ED319621",
        "title":"Preliminary Report--State Indicators of Science and Mathematics Education: Course Enrollments and Teachers."},
      {
        "id":"ED319628",
        "title":"Accountability in Mathematics Education. ERIC/SMEAC Mathematics Digest No. 3, 1988."},
      {
        "id":"ED319629",
        "title":"Recent Developments in College Level Environmental Studies Courses and Programs. ERIC/SMEAC Environmental Education Digest No. 2, 1988."},
      {
        "id":"ED319630",
        "title":"Curriculum and Evaluation Standards for Mathematics Education. ERIC/SMEAC Mathematics Education Digest No. 1, 1990."},
      {
        "id":"ED319631",
        "title":"Attitude and Secondary School Science Students' Intention To Enroll in Physics: An Application of the Theory of Planned Behavior."},
      {
        "id":"ED319632",
        "title":"An Exploration of Factors Influencing the Career Preferences of Junior High Students."},
      {
        "id":"ED319635",
        "title":"Detailed Analysis of Misconceptions as a Basis for Developing Remedial Instruction: The Case of Photosynthesis."},
      {
        "id":"ED319636",
        "title":"Elementary Teacher Needs Assessment Using Transactional Evaluation."},
      {
        "id":"ED319639",
        "title":"Cultural Literacy and Testing. Content Assessment Project. Final Deliverable."},
      {
        "id":"ED319642",
        "title":"The Importance of Women's Studies in Today's Curriculum."},
      {
        "id":"ED319643",
        "title":"Celebrating Diversity: An Investigation of the Teacher Training Program of the Centre for Cultural Resources and Training."},
      {
        "id":"ED319650",
        "title":"Democracy: What It Is, How To Teach It."},
      {
        "id":"ED319651",
        "title":"Teaching about Australia. ERIC Digest."},
      {
        "id":"ED319652",
        "title":"&quot;Remember the Ladies&quot;--Women in the Curriculum. ERIC Digest."},
      {
        "id":"ED319654",
        "title":"China's Student Protest 1989."},
      {
        "id":"ED319657",
        "title":"On the Need to Use Control Vignettes in Social Science Research."},
      {
        "id":"ED319660",
        "title":"Girls, Computers, and Amber Waves of Grain: Computer Equity Programming for Rural Teachers."},
      {
        "id":"ED319662",
        "title":"Some Consequences of Limited Literacy in Late Antiquity."},
      {
        "id":"ED319663",
        "title":"Cultural Literacy and African Education."},
      {
        "id":"ED319665",
        "title":"What We've Got Here Is a Failure To Communicate: Women's Studies in Professional Communication."},
      {
        "id":"ED319666",
        "title":"William Torrey Harris and the Academic School."},
      {
        "id":"ED319667",
        "title":"Japan and Northeast Asia: A Selected Bibliography and Guide to Research at Tutt Library."},
      {
        "id":"ED319668",
        "title":"The Willingness To Pay for Education in Developing Countries: Evidence from Rural Peru. Living Standards Measurement Study Working Paper No. 54."},
      {
        "id":"ED319669",
        "title":"Education and Its Relation to Economic Growth, Poverty, and Income Distribution: Past Evidence and Further Analysis. World Bank Discussion Paper 46."},
      {
        "id":"ED319675",
        "title":"Seeking a Core of World Regional Geography Place Names: An Analysis of Published Materials."},
      {
        "id":"ED319679",
        "title":"Curriculum Management System: A Computer Managed Curriculum."},
      {
        "id":"ED319684",
        "title":"Knowing Your Audience: Pre- and Post-Assessment of Preservice Teachers' Attitudes and Perceptions."},
      {
        "id":"ED319687",
        "title":"Rethinking Daily Physical Education."},
      {
        "id":"ED319692",
        "title":"Pupil Control in the School Climate."},
      {
        "id":"ED319693",
        "title":"The Reflective Practitioner and the Curriculum of Teacher Education."},
      {
        "id":"ED319694",
        "title":"A Survey of AASCU Institutions: Compliance with Selected NCATE Standards at the Advanced Level."},
      {
        "id":"ED319700",
        "title":"AIDS: What Young Adults Should Know. Instructor's Guide. Student Guide. Second Edition."},
      {
        "id":"ED319701",
        "title":"Abstracts of Research Papers 1990. Presented at the Annual Convention Consortium Meetings of the American Alliance for Health, Physical Education, Recreation and Dance (New Orleans, Louisiana, March 28-31, 1990)."},
      {
        "id":"ED319702",
        "title":"Elder Fit. A Health and Fitness Guide for Older Adults."},
      {
        "id":"ED319703",
        "title":"The National Board for Professional Teaching Standards. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred First Congress, First Session."},
      {
        "id":"ED319704",
        "title":"Colleges and Universities: Teachers Prepared 1987-88."},
      {
        "id":"ED319705",
        "title":"The Realities of Implementing a Partnership Program."},
      {
        "id":"ED319707",
        "title":"Enhancing Pre-Service Teachers' Contextual Understandings about Their Learners."},
      {
        "id":"ED319708",
        "title":"Success for Every Child: The Teachers We Need for the 1990s and Beyond."},
      {
        "id":"ED319711",
        "title":"Teachers on Television. Observing Teachers and Students in Diverse Classroom Settings through the Technology of Television."},
      {
        "id":"ED319712",
        "title":"Basic Stuff--Ideas for Implementation."},
      {
        "id":"ED319713",
        "title":"Strengthening Teacher Preparation for Motor Performance Skill Development--Motor Processes Approach."},
      {
        "id":"ED319714",
        "title":"Evaluating Recreation Programmes with Disabled Participants."},
      {
        "id":"ED319715",
        "title":"Secondary School Teachers' Courses of Action in Relation to Experience and Sense of Self-Efficacy."},
      {
        "id":"ED319717",
        "title":"Novice/Expert Teachers' Time Epistemology."},
      {
        "id":"ED319719",
        "title":"Effects of Using Diagrams and Texts To Teach Verbal Chains: A Comparison of Gender and College Major."},
      {
        "id":"ED319720",
        "title":"Exercise Do's and Don'ts: Guidelines for Fitness Activities."},
      {
        "id":"ED319723",
        "title":"Nutrition Learning Packages."},
      {
        "id":"ED319725",
        "title":"A Profile of Elder Abuse and Neglect in Tennessee."},
      {
        "id":"ED319728",
        "title":"Staff Development for Higher Order Thinking: A Synthesis of Practical Wisdom."},
      {
        "id":"ED319732",
        "title":"Establishing Clinical Training Sites: Rationale, Benefits and Perspective."},
      {
        "id":"ED319733",
        "title":"Activities as Instructional Tools: A Framework for Analysis and Evaluation. Occasional Paper 132."},
      {
        "id":"ED319734",
        "title":"Preparing Elementary Teachers for Florida's Classrooms."},
      {
        "id":"ED319735",
        "title":"The Impact of Historically Black Institutions on the Supply of Black Teachers."},
      {
        "id":"ED319736",
        "title":"Preparing More Minority Teachers: SREB States Take Action."},
      {
        "id":"ED319737",
        "title":"Mentor Teacher Internship Program, 1988-89. Evaluation Section Report."},
      {
        "id":"ED319738",
        "title":"Disagreement Can Be Inviting: A Cooperative Learning Approach."},
      {
        "id":"ED319740",
        "title":"A Planned Recreation Intervention Program: Its Effect on Perceived Leisure Freedom of Mentally Ill Patients."},
      {
        "id":"ED319742",
        "title":"Adolescents and AIDS. ERIC Digest."},
      {
        "id":"ED319743",
        "title":"Proficiency and the Schools."},
      {
        "id":"ED319747",
        "title":"Findings from the NELS:88 Base Year Student Survey."},
      {
        "id":"ED319748",
        "title":"The Reliability of Using a Focused-Holistic Scoring Approach To Measure Student Performance on a Geometry Proof."},
      {
        "id":"ED319754",
        "title":"Multiple Comparison Procedures when Population Variances Differ."},
      {
        "id":"ED319755",
        "title":"The Development of Children's Writing Awareness and Performance within a Generative/Evaluative Computerized Prompting Framework."},
      {
        "id":"ED319758",
        "title":"Teacher Attitudes toward Peer Evaluation: What Shapes Them?"},
      {
        "id":"ED319762",
        "title":"Assessment of Laboratory Skills of Science Teachers via a Multi-Methods Approach."},
      {
        "id":"ED319763",
        "title":"Current State Science Assessments: Is Something Better Than Nothing?"},
      {
        "id":"ED319764",
        "title":"Attributions or Retributions: Student Ratings and the Perceived Causes of Performance."},
      {
        "id":"ED319765",
        "title":"Using Hierarchical Models of Studying To Evaluate the Character of Students' Study Activities."},
      {
        "id":"ED319766",
        "title":"Essential Skills Reading Test Blueprint. (Fifth Edition)."},
      {
        "id":"ED319768",
        "title":"Improving Prediction by Correcting Test Scores for Person Disturbances Using the Rasch Model."},
      {
        "id":"ED319771",
        "title":"Cost-Effects Analysis of Year-Round Education Programs."},
      {
        "id":"ED319772",
        "title":"An Evaluation Semiotic."},
      {
        "id":"ED319773",
        "title":"Two-Stage Sampling Procedures for Comparing Means When Population Distributions Are Non-Normal."},
      {
        "id":"ED319774",
        "title":"Summarizing Monte Carlo Results in Methodological Research: The Oneway Fixed-Effects ANOVA Case."},
      {
        "id":"ED319775",
        "title":"Summarizing Monte Carlo Results in Methodological Research."},
      {
        "id":"ED319777",
        "title":"Recent Trends in Achievement Test Scores: Which Students Are Improving, and on What Levels of Skill Complexity?"},
      {
        "id":"ED319778",
        "title":"The Crisis in Measurement Literacy in Psychology and Education."},
      {
        "id":"ED319780",
        "title":"Instructional Discourse and Student Engagement."},
      {
        "id":"ED319781",
        "title":"Validity of Alternative Measurement Procedures for Assessing Mathematical Problem-Solving Processes and Performance."},
      {
        "id":"ED319783",
        "title":"Instructional Leadership, School Goals, and Student Achievement: Exploring the Relationship between Means and Ends."},
      {
        "id":"ED319784",
        "title":"Putting the \"But\" Back in Meta-Analysis: Issues Affecting the Validity of Quantitative Reviews."},
      {
        "id":"ED319786",
        "title":"Organizational Culture and Correlates of Effectiveness in California's Dropout Prevention Programs."},
      {
        "id":"ED319787",
        "title":"Do We See Ourselves as Others Infer: A Comparison of Self-Other Agreement on Multiple Dimensions of Self-Concept from Two Continents."},
      {
        "id":"ED319788",
        "title":"The Multidimensionality of Students' Evaluations of Teaching Effectiveness: The Generality of Factor Structures across Academic Discipline, Instructor Level, and Course Level."},
      {
        "id":"ED319789",
        "title":"Self-Concepts of Young Children Aged 5 to 8: Their Measurement and Multidimensional Structure."},
      {
        "id":"ED319790",
        "title":"Reading and Written Expression Performance of Ten Asian/Pacific-Islander Ethnic Groups on the Eighth Grade California Assessment Program."},
      {
        "id":"ED319791",
        "title":"Investigating Differences in Mean Score on Adaptive and Paper and Pencil Versions of the College Level Academic Skills Reading Test."},
      {
        "id":"ED319792",
        "title":"Measuring Procrastination Attitudinally and Behaviorally."},
      {
        "id":"ED319793",
        "title":"Assessment of Attention Deficit Disorder Using a Thematic Apperception Technique."},
      {
        "id":"ED319794",
        "title":"Measurement Model Specification Error in LISREL Structural Equation Models."},
      {
        "id":"ED319795",
        "title":"Reliability and Validity of Multiple-Choice Examinations as a Function of the Number of Options per Item and Student Ability."},
      {
        "id":"ED319801",
        "title":"Competing Strategies for Planned Orthogonal Contrasts."},
      {
        "id":"ED319803",
        "title":"Variations in Mail Survey Procedures: Comparison of Response Rates and Cost."},
      {
        "id":"ED319804",
        "title":"Consensus on Desirable Characteristics of Mail Questionnaires: Illusion or Reality?"},
      {
        "id":"ED319805",
        "title":"Implementing Variable Selection Techniques in Regression."},
      {
        "id":"ED319808",
        "title":"The State of Assessment Programs: What Are State-Wide Assessment Programs Doing?"},
      {
        "id":"ED319809",
        "title":"SAT Preparation: Selected Resources."},
      {
        "id":"ED319810",
        "title":"Federal Expenditures by State for Fiscal Year 1989."},
      {
        "id":"ED319811",
        "title":"What One Intelligence Test Measures: A Theoretical Account of the Processing in the Raven Progressive Matrices Test."},
      {
        "id":"ED319812",
        "title":"Students' Predictions of Test Grades: Calibration and Metacognition."},
      {
        "id":"ED319813",
        "title":"Critical Dimensions of Principals' Performance."},
      {
        "id":"ED319814",
        "title":"A Teacher's Portfolio--What Is Necessary and Sufficient? (A High School Biology Unit Plan as an Example.)"},
      {
        "id":"ED319815",
        "title":"Novices, Experts, Veterans, and Masters: The Role of Content and Pedagogical Knowledge in Evaluating Teaching."},
      {
        "id":"ED319816",
        "title":"Collaborative Intervention Approaches for At-Risk Youth: The Pittsburgh Experience."},
      {
        "id":"ED319817",
        "title":"Believing Once Again: Solutions Addressing the Plight of Challenged Youth. Executive Summary."},
      {
        "id":"ED319825",
        "title":"Review of Research on School Desegregation&apos;s Impact on Elementary and Secondary School Students."},
      {
        "id":"ED319826",
        "title":"The Review of Research on School Desegregation's Impact on Black Americans."},
      {
        "id":"ED319827",
        "title":"High School Dropouts among Foreign-Born Whites, Hispanics, and Asians."},
      {
        "id":"ED319828",
        "title":"Ethnicity, Immigrant Generation Status, and School Attainment of Asians, Hispanics and Non-Hispanic Whites."},
      {
        "id":"ED319829",
        "title":"The Educational Attainment of Children of Immigrants."},
      {
        "id":"ED319830",
        "title":"Designing an Education for Life in Two Worlds: The Founding of the Bureau of Jewish Education of New York City."},
      {
        "id":"ED319831",
        "title":"Helping Minority High School Students Redefine their Self-Image through Culturally Sensitive Instruction."},
      {
        "id":"ED319833",
        "title":"Shared Visions, Double Vision, and Changing Perspectives: A College/School Parent Participation Program."},
      {
        "id":"ED319835",
        "title":"One Nation, Indivisible: The Civil Rights Challenge for the 1990s."},
      {
        "id":"ED319836",
        "title":"Hispanic Victims. Special Report."},
      {
        "id":"ED319837",
        "title":"Violence in Schools. Research in Brief."},
      {
        "id":"ED319838",
        "title":"A Review of Information on Institutionalized Youths and the ECIA Chapter I Neglected or Delinquent Program."},
      {
        "id":"ED283756",
        "title":"Writing in Large Geography Classes."},
      {
        "id":"ED283759",
        "title":"The Future of Urbanization: Facing the Ecological and Economic Constraints. Worldwatch Paper 77."},
      {
        "id":"ED283763",
        "title":"Searching for Patterns of Professional Development through an Analysis of Journal Articles on the History of Art Education."},
      {
        "id":"ED283768",
        "title":"Socialization in the Arts."},
      {
        "id":"ED283775",
        "title":"American Memory: A Report on the Humanities in the Nation's Public Schools."},
      {
        "id":"ED283777",
        "title":"Domains of the Florida Performance Measurement System."},
      {
        "id":"ED283778",
        "title":"Recreation in the United States. National Historic Landmark Theme Study."},
      {
        "id":"ED283779",
        "title":"Assessing the Impact of Teacher Induction Programs: Implications for Program Development."},
      {
        "id":"ED283780",
        "title":"The Impact of Context on the Classroom Lives of Beginning Teachers."},
      {
        "id":"ED283781",
        "title":"The American Teacher 1986. Restructuring the Teaching Profession, The Metropolitan Life Survey."},
      {
        "id":"ED283783",
        "title":"The Conceptual Framework for the Teacher Education Program at the University of West Florida."},
      {
        "id":"ED283788",
        "title":"University of Rhode Island Adapted Aquatics Program Manual. Second Edition."},
      {
        "id":"ED283791",
        "title":"The Effect of Arousal and Focused Attention on Warm-Up Decrement."},
      {
        "id":"ED283793",
        "title":"Development of Educational Leaders: Fostering Individual Development of Teachers for Productivity and Leadership Roles in Education."},
      {
        "id":"ED283794",
        "title":"Collaborating with Teachers on Research: Pioneering Efforts at the Institute for Research on Teaching. Occasional Paper No. 105."},
      {
        "id":"ED283795",
        "title":"Good Teaching: Insights from the Work of the Institute for Research on Teaching. Occasional Paper No. 114."},
      {
        "id":"ED283796",
        "title":"The Aggressive Male versus the Passive Female: An Analysis of Differentials in Role Portrayal."},
      {
        "id":"ED283797",
        "title":"Women&apos;s Health. Report of the Public Health Service Task Force on Women&apos;s Health Issues. Volume II."},
      {
        "id":"ED283798",
        "title":"Kinetic Comparison of Static Balance Performance of Nonhandicapped and Learning Disabled Male Children."},
      {
        "id":"ED283801",
        "title":"The Legacy of Competency Testing and Licensure/Certification for the Teaching Profession."},
      {
        "id":"ED283805",
        "title":"An Exploration of Alternative Assessment Methods for the Field of Education: From the Fields of Law and Medicine."},
      {
        "id":"ED283812",
        "title":"Collaborative Interaction as Support for Teacher Change."},
      {
        "id":"ED283813",
        "title":"A Faculty Feedback System for the Supervision of Interns."},
      {
        "id":"ED283818",
        "title":"The Usefulness and Accuracy of Self Evaluation of Teaching Competencies."},
      {
        "id":"ED283822",
        "title":"Beyond the Empirical Tradition: Reconstructing Educational Inquiry. Proceedings of the Annual Meeting of the South Atlantic Philosophy of Education Society (30th, Boone, North Carolina, October 18-19, 1985)."},
      {
        "id":"ED283823",
        "title":"Thinking about Thinking. Proceedings of the Annual Meeting of the South Atlantic Philosophy of Education Society (31st, Baltimore, Maryland, October 10-11, 1986)."},
      {
        "id":"ED283825",
        "title":"The Influence of Preservice Training and Teaching Experience upon Attitudes and Concerns about Teaching."},
      {
        "id":"ED283827",
        "title":"Preliminary Report on a National Cross-Validation of the Computerized Adaptive Screening Test (CAST)."},
      {
        "id":"ED283829",
        "title":"GRE Verbal Analogy Items: Examinee Reasoning on Items."},
      {
        "id":"ED283830",
        "title":"The GRE Subject Test Performance of U.S. and Non-U.S. Examinees, 1982-84: A Comparative Analysis."},
      {
        "id":"ED283831",
        "title":"Patterns of Test Taking and Score Change for Examinees Who Repeat the Test of English as a Foreign Language."},
      {
        "id":"ED283832",
        "title":"The Interaction between Children's Achievement-Related Beliefs and the Characteristics of Different Tasks."},
      {
        "id":"ED283833",
        "title":"A State-Wide Assessment of the Testing and Evaluation Needs and Proficiencies of Beginning Teachers: Implications for Staff Development."},
      {
        "id":"ED283835",
        "title":"Learning by Doing: A Manual for Teaching and Assessing Higher-Order Thinking in Science and Mathematics."},
      {
        "id":"ED283836",
        "title":"Evaluating Magnet Schools Effectively: Challenges and Cautions."},
      {
        "id":"ED283839",
        "title":"Ethnographic Auditing: A New Approach to Evaluating Management in Higher Education."},
      {
        "id":"ED283840",
        "title":"Construct Validity of the GRE Analytical Test: A Resource Document."},
      {
        "id":"ED283841",
        "title":"The Relationship Between Minimum Competency Testing Programs and Students' Reading Proficiency: Implications from the 1983-84 National Assessment of Educational Progress in Reading and Writing."},
      {
        "id":"ED283842",
        "title":"A Preliminary Investigation of Three Compromise Methods for Establishing Cut-Off Scores."},
      {
        "id":"ED283844",
        "title":"\"Different Evidence for Different Audiences?\" An Exploratory Analysis."},
      {
        "id":"ED283845",
        "title":"Evaluation of the Bilingual Curriculum Content (BCC) Pilot Project: A Three-Year Study. First Interim Report."},
      {
        "id":"ED283846",
        "title":"Evaluation of the 1984-85 ECIA, Chapter II English Composition through Art History Project."},
      {
        "id":"ED283847",
        "title":"Evaluation of the 1984-85 ECIA, Chapter II Legal Project."},
      {
        "id":"ED283848",
        "title":"School Improvement Program. Fourth Year Final Evaluation Report."},
      {
        "id":"ED283850",
        "title":"Multivariate Linear Models of the Multitrait-Multimethod Matrix."},
      {
        "id":"ED283853",
        "title":"Individual Differences in the Self-Regulation of Learning, Emerging from Thinking Aloud Protocols."},
      {
        "id":"ED283854",
        "title":"Gifted and Talented Program Evaluation: A Multiattribute Utility Approach. Evaluation Report for Elliott County School Corporation, Morgan County School Corporation, Rowan County School Corporation."},
      {
        "id":"ED283856",
        "title":"A Bayesian Approach to Predicting Academic Performance."},
      {
        "id":"ED283857",
        "title":"Toward Intelligent Systems for Testing. Technical Report LSP-1."},
      {
        "id":"ED283861",
        "title":"Case Studies in Accreditation in an Emerging Profession: Process and Purpose in Physical Therapy Education."},
      {
        "id":"ED283862",
        "title":"Report on the High Priority Location Stipend Program."},
      {
        "id":"ED283863",
        "title":"Productivity Program: The Use of Technology to Improve Writing Skills Projects, 1985-86 School Year. Statewide Evaluation Report."},
      {
        "id":"ED283865",
        "title":"The Use of Partial Order Structures for Investigating Suicidal Behavior."},
      {
        "id":"ED283866",
        "title":"Optimal Item Selection with Credentialing Examinations."},
      {
        "id":"ED283867",
        "title":"The Evaluation of the Management Assessment Center. Final Report."},
      {
        "id":"ED283873",
        "title":"Career Opportunities in Research and Evaluation Related to Hearing Impaired Persons."},
      {
        "id":"ED283874",
        "title":"Bootstrap Estimation and Testing for Variance Equality."},
      {
        "id":"ED283875",
        "title":"Characteristics of Samples and Linking Items Affecting a Partial Pre-Calibrations Design."},
      {
        "id":"ED283877",
        "title":"Dimensionality Assessment for Dichotomously Scored Items Using Multidimensional Scaling."},
      {
        "id":"ED283878",
        "title":"The Effectiveness of Express Mail as a Response Stimulator in Mail Surveys of Difficult Populations."},
      {
        "id":"ED283879",
        "title":"Enrollment Projection: Variations on a Theme."},
      {
        "id":"ED283880",
        "title":"Evaluating Psychosocial Classroom Environments."},
      {
        "id":"ED283881",
        "title":"Evaluating the Impact of the Gender Expectations and Student Achievement (GESA) Program."},
      {
        "id":"ED283882",
        "title":"Evaluations of Videotaped Counselors on a Variety of Counselor Assessment Scales."},
      {
        "id":"ED283884",
        "title":"Questionnaire Response Scales: Design Factors That Influence Respondent Satisfaction."},
      {
        "id":"ED283887",
        "title":"Report on the District Test Programs 1984-85."},
      {
        "id":"ED283889",
        "title":"Culture, Disease, and Stress among Latino Immigrants. RIIES Special Study."},
      {
        "id":"ED283893",
        "title":"Partners in Public Service: Government and the Nonprofit Sector in the American Welfare State."},
      {
        "id":"ED283899",
        "title":"Follow-Up of Early School Leavers from the Los Angeles Unified School District: Executive Summary. Publication No. 457."},
      {
        "id":"ED283900",
        "title":"Three Surveys of Staff and Parent Opinions about the Los Angeles Unified School District Instructional Program, Spring 1985. Publication No. 472."},
      {
        "id":"ED283903",
        "title":"Whitney M. Young Learning Center in the Portland Public Schools: 1985-86 Evaluation Report."},
      {
        "id":"ED283904",
        "title":"Educating Washington's At-Risk Youth: A Synthesis of Policies and Recent Studies."},
      {
        "id":"ED283907",
        "title":"Statement of Mark R. Disler, Deputy Assistant Attorney General, Civil Rights Division before the Committee on the Judiciary, United States Senate Concerning Implementation of the Immigration Reform and Control Act of 1986."},
      {
        "id":"ED283908",
        "title":"The Self-Assessment Questionnaire: Contributors to Minority Student Academic Performance."},
      {
        "id":"ED283909",
        "title":"Review of the Perspectives Underlying Study Skills Research with Special Emphasis on Three Motivational Dimensions: Self-Esteem, Performance Attribution and Anxiety. A Rationale for the Self-Assessment Questionnaire (SAQ)."},
      {
        "id":"ED283910",
        "title":"Yale Child Study Center School Development Program: Developmental History and Long Term Effects."},
      {
        "id":"ED283911",
        "title":"School Development Program (Comer Process Implementation) in Prince Georges County, Milliken II Schools. Process Evaluation Report."},
      {
        "id":"ED283912",
        "title":"School Development Program Impact Study, Benton Harbor 1985-1986."},
      {
        "id":"ED283913",
        "title":"School Development Program, Benton Harbor, Michigan. Process Evaluation Report."},
      {
        "id":"ED283919",
        "title":"Welfare: Issues to Consider in Assessing Proposals for Reform. Briefing Report to the Honorable William V. Roth, Jr., United States Senate."},
      {
        "id":"ED283920",
        "title":"The Urban Initiative Sourcebook: A Discussion of the Literature and a Directory of Exemplary Practices and Programs. Prepared for the Urban Schools of New Jersey."},
      {
        "id":"ED283923",
        "title":"The Influences of Schooltype, Race, and Economic Background on Reading Achievement Gains."},
      {
        "id":"ED283924",
        "title":"Annual Report, 1986. Southern Coalition for Educational Equity."},
      {
        "id":"ED283926",
        "title":"Money Income and Poverty Status of Families and Persons in the United States: 1985. (Advance Data from the March 1986 Current Population Survey)."},
      {
        "id":"ED283927",
        "title":"Looking at Chapter 2: 1985-86."},
      {
        "id":"ED283928",
        "title":"The 18th Annual Gallup Poll of the Public's Attitudes Toward the Public Schools."},
      {
        "id":"ED283929",
        "title":"Teaching Mathematics, Volume I: Culture, Motivation, History and Classroom Management."},
      {
        "id":"ED283930",
        "title":"Teaching Mathematics, Volume II: Strategies in Mathematics."},
      {
        "id":"ED283931",
        "title":"On the Way to Adulthood: Changes and Continuities in the Life Plans of Low-Income Southern Youth. Southern Cooperative Series No. 320."},
      {
        "id":"ED283932",
        "title":"Why Is Bilingual Education Research So Bad? A Critique of the Walsh and Carballo Study of Massachusetts Bilingual Education Programs. Working Paper 86-5."},
      {
        "id":"ED283933",
        "title":"Local Program Design and Decisionmaking under Chapter 1 of the Education Consolidation and Improvement Act."},
      {
        "id":"ED283934",
        "title":"Education, Income, and Equality."},
      {
        "id":"ED283941",
        "title":"Criminal Justice Systems. Block I: Law Enforcement. Block II: The Courts. Block III: Corrections. Block IV: Community Relations. Block V: Proficiency Skills. Block VI: Criminalistics. Instructor Guide."},
      {
        "id":"ED283942",
        "title":"Criminal Justice Systems. Block I: Law Enforcement. Block II: The Courts. Block III: Corrections. Block IV: Community Relations. Block V: Proficiency Skills. Block VI: Criminalistics. Student Guide."},
      {
        "id":"ED283946",
        "title":"Desktop Publishing: Probable Effects on University Extension."},
      {
        "id":"ED283947",
        "title":"Setting Priorities for Programming in an Extension Unit: A Case Study."},
      {
        "id":"ED283963",
        "title":"Feedback, Goal Setting, and Incentives Effects on Organizational Productivity."},
      {
        "id":"ED283965",
        "title":"Proceedings of the Symposium on Training of Nuclear Facility Personnel (7th, Orlando, Florida, April 27-30, 1987)."},
      {
        "id":"ED283967",
        "title":"Vocational Training in Ireland."},
      {
        "id":"ED283968",
        "title":"From Pregnant Teen to Parent: Does Reading Help? A Research Report on Pregnant Teens and Young Mothers Study."},
      {
        "id":"ED283972",
        "title":"Student Follow-Up. Students Enrolled in Telecommunications Technology Spring 1983-Spring 1985."},
      {
        "id":"ED283973",
        "title":"Employer Follow-Up. Responses of Employers of Former Telecommunications Technology Students."},
      {
        "id":"ED283974",
        "title":"Rehabilitation Associate Training for Employed Staff. Instructional Activities Manual."},
      {
        "id":"ED283975",
        "title":"Rehabilitation Associate Training for Employed Staff. Instructional Activities Manual (Supplement)."},
      {
        "id":"ED283976",
        "title":"Rehabilitation Associate Training for Employed Staff. Introduction to Systematic Instruction (RA-1)."},
      {
        "id":"ED283977",
        "title":"Rehabilitation Associate Training for Employed Staff. Task Analysis (RA-2)."},
      {
        "id":"ED283978",
        "title":"Rehabilitation Associate Training for Employed Staff. Goals and Objectives (RA-4)."},
      {
        "id":"ED283979",
        "title":"Rehabilitation Associate Training for Employed Staff. Behavior Observation and Measurement (RA-5)."},
      {
        "id":"ED283980",
        "title":"Rehabilitation Associate Training for Employed Staff. Increasing Existing Behavior (RA-6)."},
      {
        "id":"ED283981",
        "title":"Rehabilitation Associate Training for Employed Staff. Teaching New Behavior (RA-7)."},
      {
        "id":"ED283982",
        "title":"Rehabilitation Associate Training for Employed Staff. Maintaining Behavior (RA-8)."},
      {
        "id":"ED283983",
        "title":"Rehabilitation Associate Training for Employed Staff. Reducing and Eliminating Behavior (RA-9)."},
      {
        "id":"ED283984",
        "title":"Rehabilitation Associate Training for Employed Staff. Token Systems (RA-10)."},
      {
        "id":"ED283985",
        "title":"Rehabilitation Associate Training for Employed Staff. Work Adjustment (RA-37)."},
      {
        "id":"ED283986",
        "title":"Rehabilitation Associate Training for Employed Staff. Production Methods (RA-38)."},
      {
        "id":"ED283987",
        "title":"Rehabilitation Associate Training for Employed Staff. Production Supervision (RA-39)."},
      {
        "id":"ED283988",
        "title":"School-Business Partnerships. Resource Bulletin Number 2, Spring 1987."},
      {
        "id":"ED283990",
        "title":"Starting Out...A Job-Finding Handbook for Teen Parents."},
      {
        "id":"ED283999",
        "title":"Factors Affecting the Implementation of Innovation in Vocational Education: An Australian Perspective."},
      {
        "id":"ED284000",
        "title":"Occupational Education and Industrial Policy: Revitalizing the United States Economy. Occasional Paper 1.10."},
      {
        "id":"ED284001",
        "title":"Employer Concerns Regarding Workers with Disabilities."},
      {
        "id":"ED284002",
        "title":"Continuing Education for the Elderly in New Zealand: A Survey of the Opportunities. Working Paper #4."},
      {
        "id":"ED284004",
        "title":"Questions Frequently Asked about Vocational Education. Special Publication Series No. 57."},
      {
        "id":"ED284005",
        "title":"Vocational Education and Economic Development: The Need for Balance."},
      {
        "id":"ED284006",
        "title":"A Guidebook to &quot;A Better Way&quot;: Serving Special Needs, Non-traditional Students and The Perkins Vocational Education Act."},
      {
        "id":"ED284008",
        "title":"An Analysis of Variables Affecting High School Students' Vocational Choices."},
      {
        "id":"ED284011",
        "title":"High Technology Needs Assessment."},
      {
        "id":"ED284012",
        "title":"Evander Childs High School Computer-Literacy and Word-Processing Skills for Bilingual Students 1985-1986. O.E.A. Evaluation Section Report."},
      {
        "id":"ED284015",
        "title":"Seat Belt Law Experience in Four Foreign Countries Compared to the United States."},
      {
        "id":"ED284016",
        "title":"Women, Clerical Work, and Office Automation: Issues for Research. Report of a Conference Sponsored by the Women's Bureau in Cooperation with the Panel on Technology and Women's Employment National Research Council (Washington, D.C., October 19, 1984)."},
      {
        "id":"ED284017",
        "title":"Continuing Education Program Analysis Guide."},
      {
        "id":"ED284019",
        "title":"Supported Employment. Implications for Rehabilitation Services. Report from the Study Group. Institute on Rehabilitation Issues (12th, Louisville, Kentucky, October 1985)."},
      {
        "id":"ED284020",
        "title":"Using Labor Market Information in Career Exploration and Decision Making: A Resource Guide."},
      {
        "id":"ED284023",
        "title":"Dislocated Workers. Exemplary Local Projects under the Job Training Partnership Act. Briefing Report to the Chairman, Committee on Finance, U.S. Senate."},
      {
        "id":"ED284024",
        "title":"A Comparison of Agriculture in the United States and the European Community."},
      {
        "id":"ED284025",
        "title":"The U.S. Oats Industry. Agricultural Economic Report Number 573."},
      {
        "id":"ED284026",
        "title":"Land Resources for Crop Production. Agricultural Economic Report Number 572."},
      {
        "id":"ED284027",
        "title":"Mandatory Production Controls. Issues in Agricultural Policy. Agriculture Information Bulletin Number 520."},
      {
        "id":"ED284029",
        "title":"Organizational Productivity Measurement: The Development and Evaluation of an Integrated Approach. Interim Report for Period January 1984--July 1986."},
      {
        "id":"ED284031",
        "title":"Manager's Guide to the Implementation of Feedback, Goal Setting, and Incentive Systems. Final Report for Period September 1983--January 1987."},
      {
        "id":"ED284040",
        "title":"Training Parent-Trainers to Facilitate Career Education Practices in Homes of Urban Handicapped Youth. Final Report."},
      {
        "id":"ED284041",
        "title":"Statewide Comparative Costs Study between Occupational and Academic Education, Grades 9-12, in Nevada, 1987."},
      {
        "id":"ED284042",
        "title":"A Study of the Status of Computer Usage in Industrial Technology Programs in Idaho J.H. and Secondary Schools."},
      {
        "id":"ED284048",
        "title":"Northern Alberta's Living and Learning Expo."},
      {
        "id":"ED284049",
        "title":"A Guide to Sharing Student Success with Employers, Legislators, City & County Officials, School & Agency Administrators, and, Most of All, Family, Friends, Classmates and Community."},
      {
        "id":"ED284061",
        "title":"Linking Up with Local Health Care Facilities to Provide Clinical Updating for Health Occupations Teachers."},
      {
        "id":"ED284062",
        "title":"Strengthening Vocational Education's Role in Decreasing the Dropout Rate. Research and Development Series No. 267."},
      {
        "id":"ED284063",
        "title":"Articulation between For-Profit Private Occupational Schools and Secondary Vocational Programs/Colleges and Universities. Information Series No. 315."},
      {
        "id":"ED284064",
        "title":"Youthful High School Noncompleters: Enhancing Opportunities for Employment and Education. Information Series No. 316."},
      {
        "id":"ED284065",
        "title":"Evaluation of Career Guidance Programs: Models, Methods, and Microcomputers. Information Series No. 317."},
      {
        "id":"ED284066",
        "title":"Instructional Dynamics in Two-Year Postsecondary Institutions: Concepts, Trends, and Assessment Issues. Information Series No. 318."},
      {
        "id":"ED284067",
        "title":"Community-Based Organizations and Vocational Education: The Path to Partnership. Information Series No. 319."},
      {
        "id":"ED284068",
        "title":"Effective State Councils on Vocational Education: A Guide for Staff. Special Publication Series No. 55."},
      {
        "id":"ED284075",
        "title":"Vocational Education-Job Training Partnership Act Coordination. First Annual Report."},
      {
        "id":"ED284077",
        "title":"Experiments and Demonstrations in Smoking Education."},
      {
        "id":"ED284079",
        "title":"Family Relationships and Parent-Child Discussion about Sex."},
      {
        "id":"ED284080",
        "title":"Parent-Child Sexual Attitude Similarity as a Function of Communication about Sex and Proximity."},
      {
        "id":"ED284089",
        "title":"Oversight Hearing on the Missing Children&apos;s Assistance Act. Hearing before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED284090",
        "title":"Health Care for Older Americans: Insuring against Catastrophic Loss. Hearings before the Special Committee on Aging. United States Senate, Ninety-Ninth Congress, Second Session (Part 1--Fort Smith, AR, August 27, 1986; Part 2--Little Rock, AR, August 28, 1986)."},
      {
        "id":"ED284091",
        "title":"Health Economics Research: An Annotated Bibliography."},
      {
        "id":"ED284092",
        "title":"Meeting the Needs of Youth at Risk: Public Policy and Interagency Collaboration. Conference Proceedings (Portland, Oregon, March 4-5, 1987)."},
      {
        "id":"ED284094",
        "title":"Testimony of Edwin Meese III, Attorney General and Chairman, National Drug Policy Board, before U.S. Senate Committee on the Judiciary, Regarding Coordination of National Drug Policy and Strategy."},
      {
        "id":"ED284097",
        "title":"The Service Tree: A Comparison of Service Knowledge and Use among Older Blacks and Whites."},
      {
        "id":"ED284098",
        "title":"Student Drug and Alcohol Abuse. How Schools Can Help Combat Series."},
      {
        "id":"ED284099",
        "title":"Student Pregnancy. How Schools Can Help Combat Series."},
      {
        "id":"ED284105",
        "title":"Relieving Feelings of Burden among Women with Elderly Mothers."},
      {
        "id":"ED284106",
        "title":"Social Support among Nursing Home Residents: Evaluation of a Peer Counselor Training Program."},
      {
        "id":"ED284107",
        "title":"Full-Time Employment: How Does it Affect an Adult Daughter's Relationship with Her Aging Mother?"},
      {
        "id":"ED284108",
        "title":"Role Strain in Mother-Daughter Relationships in Later Life."},
      {
        "id":"ED284109",
        "title":"Effects of Present Salary on Resume Evaluations: Sex Discrimination?"},
      {
        "id":"ED284112",
        "title":"Procedural and Distributive Justice Effects in Communal and Exchange Relationships."},
      {
        "id":"ED284113",
        "title":"Sex Differences in the Perception of Injustice or Inequity."},
      {
        "id":"ED284114",
        "title":"Gender and Sex Role Differences in Computer Attitudes and Experience."},
      {
        "id":"ED284118",
        "title":"Delinquents with Mature Moral Reasoning: A Comparison with Delayed Delinquents and Mature Nondelinquents."},
      {
        "id":"ED284122",
        "title":"Searching for the Metamemory-Memory Connection."},
      {
        "id":"ED284130",
        "title":"A Guide for Designing and Implementing a Case Processing System for Child Support Enforcement."},
      {
        "id":"ED284131",
        "title":"A Decade of Child Support Enforcement 1975-1985. Volume I. Tenth Annual Report to Congress for the Period Ending September 30, 1985."},
      {
        "id":"ED284133",
        "title":"Standards & Criteria for the Development and Evaluation of a Comprehensive Employee Assistance Program."},
      {
        "id":"ED284134",
        "title":"Who Drops Out of High School? Findings from High School and Beyond. Contractor Report."},
      {
        "id":"ED284135",
        "title":"Essentials for Attorneys in Child Support Enforcement."},
      {
        "id":"ED284136",
        "title":"Model Interstate Income Withholding Act with Comments."},
      {
        "id":"ED284137",
        "title":"Parenting and Adolescent Self-Esteem."},
      {
        "id":"ED284140",
        "title":"Self-Supervision: What To Do When You're Stuck Without an Assigned Supervisor."},
      {
        "id":"ED284143",
        "title":"Developing Jail Mental Health Services: Practice and Principles."},
      {
        "id":"ED284148",
        "title":"Sex and the Education of Our Children."},
      {
        "id":"ED284152",
        "title":"Peer Relations of Disordered Adolescents in a Residential Treatment Setting."},
      {
        "id":"ED284153",
        "title":"National Directory of Juvenile Restitution Programs 1987."},
      {
        "id":"ED284154",
        "title":"Abused Children in America: Victims of Official Neglect. A Report of the Select Committee on Children, Youth, and Families. U.S. House of Representatives, One Hundredth Congress, First Session together with Additional Views and Dissenting Views."},
      {
        "id":"ED284156",
        "title":"The Co-op Club: Utilization of Students in Program Development."},
      {
        "id":"ED284157",
        "title":"Workshop on Using Non-Cognitive Variables with Minority Students in Higher Education. Research Report #4-87."},
      {
        "id":"ED284160",
        "title":"Women's Softball Players' Attitudes toward Alcohol Use &amp; Abuse."},
      {
        "id":"ED284161",
        "title":"AIDS and the Education of Our Children: A Guide for Parents and Teachers."},
      {
        "id":"ED284162",
        "title":"Training Students in an Occupational Training Program to Self-Regulate Reading Comprehension."},
      {
        "id":"ED284163",
        "title":"A Survey of Computer Use in Two-Year College Reading Programs."},
      {
        "id":"ED284165",
        "title":"The Language of Beginning Reading Texts. Final Report."},
      {
        "id":"ED284167",
        "title":"The Brownies' Book: Challenge to the Selective Tradition in Children's Literature."},
      {
        "id":"ED284168",
        "title":"Iowa Chapter 1, ECIA Reading Study."},
      {
        "id":"ED284172",
        "title":"Four Patterns of Word-Level Reading Difficulty in Dyslexic Children."},
      {
        "id":"ED284177",
        "title":"An Analytical Comparison of Reading Levels of Junior College Students with the Readability Levels of Textbooks Used in Content Area Courses."},
      {
        "id":"ED284181",
        "title":"Cognitive Apprenticeship: Teaching the Craft of Reading, Writing, and Mathematics. Technical Report No. 403."},
      {
        "id":"ED284182",
        "title":"Do Errors on Classroom Reading Tasks Slow Growth in Reading? Technical Report No. 404."},
      {
        "id":"ED284183",
        "title":"The Effects of Pronoun Processing on Information Utilization during Fixations in Reading. Technical Report No. 405."},
      {
        "id":"ED284188",
        "title":"Reading 10: Senior High School Curriculum Guide, 1987."},
      {
        "id":"ED284194",
        "title":"Teaching Students to Solve Analogy Problems: Increasing Their Skills in Reasoning and Making Inferences."},
      {
        "id":"ED284196",
        "title":"Facility in Name Retrieval and Alphabetic Mapping as Co-determinants of Skill or Lack of Skill in Word Identification."},
      {
        "id":"ED284199",
        "title":"A Research Study on Discriminating Factors Predominate in Disabled and Non-Disabled Readers."},
      {
        "id":"ED284200",
        "title":"Preventing Reading Failure: An Examination of the Myths of Reading Instruction."},
      {
        "id":"ED284201",
        "title":"A Critical Look at Literature Worth Teaching."},
      {
        "id":"ED284202",
        "title":"Scholarly Book Publishers and Journals in English and American Literature: A Survey."},
      {
        "id":"ED284207",
        "title":"Effecten van Leerlingenrespons op Aspecten van Stelvaardigheid, SCO Rapport 88 (Effects of Student Peer Feedback on Some Aspects of (Written) Composition Skills. Foundation Center for Educational Research Report 88)."},
      {
        "id":"ED284209",
        "title":"How Does Writing Emerge from the Classroom Context? (A Naturalistic Study of the Writing of Eighteen-Year-Olds in Biology, English, Geography, History, History of Art, and Sociology)."},
      {
        "id":"ED284214",
        "title":"The Publisher as Official: Conflict of Interest or Libertarian Vestige?"},
      {
        "id":"ED284221",
        "title":"Readers' Readings: Applications of Reader-Response Theory."},
      {
        "id":"ED284222",
        "title":"The Dangerous Exception to Protection for Opinion."},
      {
        "id":"ED284223",
        "title":"TV and the 1956 Presidential Campaign: Insights into the Evolution of Political Television."},
      {
        "id":"ED284224",
        "title":"Professional Evaluators' Insights Applied to Assisting Freshman English Programs."},
      {
        "id":"ED284229",
        "title":"The History and Social Impact of Religious Broadcasting."},
      {
        "id":"ED284231",
        "title":"Teaching Free Speech Values to High School Students: Keys to Persevering Despite the Obstacles."},
      {
        "id":"ED284235",
        "title":"Predicting Newspaper Readership from Content Characteristics: A Replication."},
      {
        "id":"ED284236",
        "title":"Energy, Education, and Media Use: A Panel Study of the Knowledge Gap."},
      {
        "id":"ED284240",
        "title":"Building a Theory of News Content: A Synthesis of Current Approaches. Journalism Monographs Number 103."},
      {
        "id":"ED284242",
        "title":"Writing across the Curriculum: A District-Wide Approach."},
      {
        "id":"ED284252",
        "title":"What Research with Computers Can Tell Us about the Uses of Reading in Writing."},
      {
        "id":"ED284254",
        "title":"The Knowing Eye: An Applied Arts Approach to Visual Knowledge."},
      {
        "id":"ED284256",
        "title":"A Multivariate Test of the Spiral of Silence Hypothesis."},
      {
        "id":"ED284257",
        "title":"Rhetoric and Reality: Writing Instruction in American Colleges, 1900-1985. Studies in Writing &amp; Rhetoric."},
      {
        "id":"ED284261",
        "title":"Writing with Microcomputers in the Elementary Grades: Process, Roles, Attitudes, and Products. Education and Technology Series."},
      {
        "id":"ED284262",
        "title":"Utilisation des micro-ordinateurs en ecriture aux cycles primaire et moyen: methodes, roles, attitudes et produits. L'education et la technologie (Writing with Microcomputers in the Elementary Grades: Process, Roles, Attitudes, and Products. Education and Technology Series)."},
      {
        "id":"ED284263",
        "title":"Bemused Muse: Teaching Productive Audiences for Writing."},
      {
        "id":"ED284264",
        "title":"Spelling. English Language Arts Concept Paper Number 3."},
      {
        "id":"ED284265",
        "title":"Handwriting. English Language Arts Concept Paper Number 2."},
      {
        "id":"ED284268",
        "title":"Writing: An Experiential Approach."},
      {
        "id":"ED284269",
        "title":"Writing for the Mass Media: A Selected, Annotated Bibliography of Audio-Visual Materials."},
      {
        "id":"ED284272",
        "title":"Fostering Cognitive Development in College Students--The Perry and Toulmin Models. ERIC Digest."},
      {
        "id":"ED284273",
        "title":"The Plain English Movement. ERIC Digest."},
      {
        "id":"ED284274",
        "title":"Transactional Theory in the Teaching of Literature. ERIC Digest."},
      {
        "id":"ED284275",
        "title":"Critical Thinking in College English Studies. ERIC Digest."},
      {
        "id":"ED284276",
        "title":"Dialogue Journals. ERIC Digest."},
      {
        "id":"ED284277",
        "title":"Investigative Journalism and the Legitimation of Moral Order."},
      {
        "id":"ED284283",
        "title":"Culture as Advertisement: A Synoptic Survey of Fast Food and Family Communication."},
      {
        "id":"ED284286",
        "title":"Active Learning to Active Teaching: A New Direction in Teacher Preparation."},
      {
        "id":"ED284287",
        "title":"Audience-Oriented Writing and Peer Evaluation. SCO Cahier No. 19."},
      {
        "id":"ED284292",
        "title":"Ideas Plus: A Collection of Practical Teaching Ideas. Book Five."},
      {
        "id":"ED284293",
        "title":"Meeting the Needs of Developing Writers: The Introductory Writing Programs at Northeastern University."},
      {
        "id":"ED284298",
        "title":"Contextualizing the Text: The Contribution of Readers, Texts and Situations to Aesthetic Reading."},
      {
        "id":"ED284300",
        "title":"An Examination of the Relationship between Communicative Work Dependency and Response Satisfaction."},
      {
        "id":"ED284301",
        "title":"Communication and Ethics: The Informal and Formal Curricula."},
      {
        "id":"ED284303",
        "title":"Nonverbal Expectancy Effects in the Political Media."},
      {
        "id":"ED284304",
        "title":"&quot;The End Could Be Just the Beginning&quot;: The Study of Relationship Termination through the Performance of Literature."},
      {
        "id":"ED284308",
        "title":"Development of the Communication and Physical Environment Scale."},
      {
        "id":"ED284310",
        "title":"Historical Development of Television Aesthetics/Television Theory."},
      {
        "id":"ED284311",
        "title":"Teaching Logic."},
      {
        "id":"ED284312",
        "title":"Dreams and Mediation in Music Video."},
      {
        "id":"ED284313",
        "title":"Stranger Ethnicity and Communication."},
      {
        "id":"ED284314",
        "title":"Oral Communication. English Language Arts Concept Paper Number 1."},
      {
        "id":"ED284315",
        "title":"Communication Apprehension: The Quiet Student in Your Classroom. ERIC Digest."},
      {
        "id":"ED284320",
        "title":"&quot;The Women's Room&quot;: An Experimental Mixed Media Production."},
      {
        "id":"ED284322",
        "title":"Pathways to Excellence: How School Districts Can Improve Instruction."},
      {
        "id":"ED284331",
        "title":"A Preliminary Inquiry into School-Based Management."},
      {
        "id":"ED284333",
        "title":"Aspiration Levels of Certified Aspiring and Incumbent Female and Male Public School Administrators."},
      {
        "id":"ED284334",
        "title":"Instructional Development for Clinical Settings."},
      {
        "id":"ED284346",
        "title":"Seat Belts in School Buses: A Technical Analysis of the Literature."},
      {
        "id":"ED284349",
        "title":"Prescription, Ceremony, or &quot;Trickle Down&quot;: How Do National Commissions Try to Reform Education?"},
      {
        "id":"ED284350",
        "title":"The Principal as White Knight."},
      {
        "id":"ED284351",
        "title":"Toward a Critical Ethnography of Educational Administration."},
      {
        "id":"ED284352",
        "title":"The Renewed Primary School in Belgium: Analysis of the Local Innovation Policy."},
      {
        "id":"ED284353",
        "title":"School Improvement from a European Perspective."},
      {
        "id":"ED284354",
        "title":"The Principal as Maker of a Local Innovation Policy Linking Research to Practice."},
      {
        "id":"ED284355",
        "title":"The Distribution of Salary Increments and Its Effect on Teacher Retention."},
      {
        "id":"ED284359",
        "title":"Administrative Compensation: An Investigation of Factors Accounting for Salary Differentials."},
      {
        "id":"ED284360",
        "title":"Teacher Supervision and Evaluation Policies in Selected Alberta School Jurisdictions, 1983-1986; A Summary of Research, Opinion and Recent Experience Relative to Implementation."},
      {
        "id":"ED284361",
        "title":"Oregon Pupil Transportation Manual. 1987 Revised Regulations and Responsibilities."},
      {
        "id":"ED284362",
        "title":"Recruiting and Employing: Suggested Personnel Guidelines for School Districts."},
      {
        "id":"ED284363",
        "title":"At-Risk Youth Programs in Oregon: A Sourcebook of Program Ideas for Public Schools."},
      {
        "id":"ED284371",
        "title":"The Condition of Education: A Statistical Report. 1987 Edition."},
      {
        "id":"ED284372",
        "title":"Collaborative Bargaining in Education. ERIC Digest Series, Number 20."},
      {
        "id":"ED284373",
        "title":"American Council on Rural Special Education (ACRES) Conference Proceedings (6th, Tucson, Arizona, April 22-25, 1986)."},
      {
        "id":"ED284378",
        "title":"Replicating Jobs in Business and Industry for Persons with Disabilities. Volume Two."},
      {
        "id":"ED284379",
        "title":"Parents and Transition: A Self-Teaching Workbook."},
      {
        "id":"ED284380",
        "title":"Planning for Transition: An Implementation Guide for Administrators and Teachers."},
      {
        "id":"ED284381",
        "title":"Cultural, Socio-Economic and Political Influences on Special Education in Nigeria."},
      {
        "id":"ED284383",
        "title":"Adapting Instructional Materials for Mainstreamed Students: Issue Brief 1."},
      {
        "id":"ED284384",
        "title":"Diagnosing Behavior Disorders: An Analysis of State Definitions, Eligibility Criteria and Recommended Procedures."},
      {
        "id":"ED284387",
        "title":"An Ecological Investigation of Assessment and Decision Making for Handicapped Children Prior to School Entrance. Research Report #10. Early Childhood Assessment Project."},
      {
        "id":"ED284388",
        "title":"Policy Analysis of Screening and Referral for Early Childhood Special Education Programs. Research Report #11. Early Childhood Assessment Project."},
      {
        "id":"ED284389",
        "title":"Policy Analysis of Diagnostic Assessment in Early Childhood Special Education Programs. Research Report #12. Early Childhood Assessment Project."},
      {
        "id":"ED284390",
        "title":"Policy Analysis of Instructional Intervention and Decision Making in Early Childhood Special Education Programs. Research Report #13. Early Childhood Assessment Project."},
      {
        "id":"ED284391",
        "title":"Policy Analysis of Exit Decisions and Follow-Up Procedures in Early Childhood Special Education Programs. Research Report #14. Early Childhood Assessment Project."},
      {
        "id":"ED284392",
        "title":"Early Childhood Assessment Project. Final Report. Early Childhood Assessment Project."},
      {
        "id":"ED284393",
        "title":"Involving Parents in Teaching Social Skills to Their Handicapped Preschoolers."},
      {
        "id":"ED284402",
        "title":"Artificial Intelligence Applications in Special Education: How Feasible? Final Report."},
      {
        "id":"ED284403",
        "title":"Assessing the Accuracy of a Knowledge-Based System: Special Education Regulations &amp; Procedures. Final Report."},
      {
        "id":"ED284404",
        "title":"AIDS in Michigan: A Report to Gov. James J. Blanchard."},
      {
        "id":"ED284406",
        "title":"The Homecoming Model: Educating Students Who Present Intensive Educational Challenges within Regular Education Environments. A Guide for Establishing Shared Responsibility among Teachers, Administrators and Parents for the Education of Students Who Present Intensive Educational Challenges."},
      {
        "id":"ED284408",
        "title":"Reaching Out: Proceedings from a Special Education Symposium on Cultural Differences and Parent Programs (Phoenix, Arizona, May 2-3, 1986)."},
      {
        "id":"ED284417",
        "title":"Deutsche Feste. Sitten und Brauche mit Liedern Gedichten Ratseln. (German Festivities. Habits and Customs Using Songs and Stories)."},
      {
        "id":"ED284425",
        "title":"Yes, I Agree with You, But...: Agreement and Disagreement in Japanese and American English."},
      {
        "id":"ED284426",
        "title":"An Exploratory Study of Differences Between Politeness Strategies Used in Requests by Americans and Japanese."},
      {
        "id":"ED284434",
        "title":"Survey of Latin Instructional Software for the Microcomputer."},
      {
        "id":"ED284435",
        "title":"Multiple WH-Fronting Constructions."},
      {
        "id":"ED284436",
        "title":"Teaching the English Article System."},
      {
        "id":"ED284437",
        "title":"Bilingual Education. Research and Evaluation Contracts. Report to the Chairman, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED284438",
        "title":"Bilingual Education. Information on Limited English Proficient Students. Briefing Report to the Chairman, Committee on Labor and Human Resources, United States Senate."},
      {
        "id":"ED284440",
        "title":"The Range of Null Operators: Evidence from Clefting."},
      {
        "id":"ED284442",
        "title":"Teaching Mathematics, Science and Social Studies. Student Edition. Bilingual Education Teacher Training Packets. Packet 3, Series C."},
      {
        "id":"ED284443",
        "title":"El ensenar a escuchar, a hablar, a leer y a escribir. Cuadernos para el entrenamiento de maestros de educacion bilingue. Cuardernos 1, 2 y 3, Serie D. (Teaching Listening, Speaking, Reading, and Writing. Training Packets for Bilingual Teachers. Packets 1, 2 and 3, Series D.)"},
      {
        "id":"ED284446",
        "title":"Integrating Video and CALL in the Curriculum: The Role of the ACTFL Guidelines."},
      {
        "id":"ED284451",
        "title":"A Psycholinguistic Perspective on Grammar and CALL."},
      {
        "id":"ED284453",
        "title":"Language Teaching Approaches, the Evaluation of CALL Software, and Design Implications."},
      {
        "id":"ED284462",
        "title":"Six Institutions Removed from AAUP Censure List, Four Added to List, Reducing the Total Number to 47. AAUP News Release."},
      {
        "id":"ED284464",
        "title":"Private Sector Training. Who Gets It and What Are Its Effects?"},
      {
        "id":"ED284466",
        "title":"Approaching a New Millennium: The Environmental Context and Planning Considerations for Colorado Postsecondary Education. An Environmental Assessment."},
      {
        "id":"ED284467",
        "title":"The Master's Degree: Jack of All Trades."},
      {
        "id":"ED284470",
        "title":"High School and Beyond. Financial Aid Supplement (Senior Cohort). Data File User's Manual. Contractor Report."},
      {
        "id":"ED284471",
        "title":"Growth in Higher Education Enrollment: 1978 to 1985. Issue Paper."},
      {
        "id":"ED284481",
        "title":"Changes in Postsecondary Educational Choices: 1972 to 1980. Contractor Report."},
      {
        "id":"ED284482",
        "title":"High School and Beyond. Student Financial Assistance: Student Loans. Contractor Report."},
      {
        "id":"ED284485",
        "title":"Universities: Catholic and American, Responsible and Free."},
      {
        "id":"ED284491",
        "title":"A Study of Students' Cognitive Structure for Colleges."},
      {
        "id":"ED284493",
        "title":"Predicting Institutional Choice: Patterns of Enrollment in the Higher Education Student Market."},
      {
        "id":"ED284494",
        "title":"Responding to Postsecondary Education Financing Pressures."},
      {
        "id":"ED284495",
        "title":"Impact of Student Instructional Ratings on Quality of Teaching in Higher Education."},
      {
        "id":"ED284496",
        "title":"The Collaborative Design in Advancing the School/College Interface."},
      {
        "id":"ED284497",
        "title":"Contextual Factors in the Activation of First Hypotheses: Expert-Novice Differences."},
      {
        "id":"ED284499",
        "title":"Noncognitive Predictors of Academic Success for International Students: A Longitudinal Study. Research Report #1-87."},
      {
        "id":"ED284500",
        "title":"Comparison of USC Entering Freshmen, 1976 to 1986."},
      {
        "id":"ED284501",
        "title":"Matching Supply with Demand: Higher Education and the Labor Market. A Comparison of Kenya and Poland."},
      {
        "id":"ED284502",
        "title":"Emerging Trends in the Professorship in Educational Administration."},
      {
        "id":"ED284507",
        "title":"Donors to Higher Education. A Statistical Profile of Individual Giving."},
      {
        "id":"ED284508",
        "title":"College and University Opening Fall Enrollment, New York State, Fall 1986."},
      {
        "id":"ED284509",
        "title":"Working Effectively with Trustees: Building Cooperative Campus Leadership. ASHE-ERIC Higher Education Report No. 2, 1987."},
      {
        "id":"ED284510",
        "title":"Self-Study in Higher Education: The Path to Excellence. ERIC Digest 84-1."},
      {
        "id":"ED284511",
        "title":"College Search Committees. ERIC Digest 84-2."},
      {
        "id":"ED284512",
        "title":"College Learning Improvement Programs. ERIC Digest 84-3."},
      {
        "id":"ED284513",
        "title":"Part-time Faculty: Higher Education at a Crossroads. ERIC Digest 84-4."},
      {
        "id":"ED284514",
        "title":"Student Stress: Effects and Solutions. ERIC Digest 85-1."},
      {
        "id":"ED284515",
        "title":"Public Service in Higher Education: Practices and Priorities. ERIC Digest 85-2."},
      {
        "id":"ED284516",
        "title":"Sex Discrimination Law in Higher Education: The Lessons of the Past Decade. ERIC Digest 85-3."},
      {
        "id":"ED284517",
        "title":"Faculty Freedoms and Institutional Accountability: Interactions and Conflicts. ERIC Digest 85-4."},
      {
        "id":"ED284518",
        "title":"Students in Urban Settings: Achieving the Baccalaureate Degree. ERIC Digest."},
      {
        "id":"ED284519",
        "title":"A Critical Need for College Student Personnel Services. ERIC Digest."},
      {
        "id":"ED284520",
        "title":"Faculty Participation in Decision Making. ERIC Digest."},
      {
        "id":"ED284521",
        "title":"Faculty Consulting and Supplemental Income. ERIC Digest."},
      {
        "id":"ED284522",
        "title":"Academic Program Reviews. ERIC Digest."},
      {
        "id":"ED284523",
        "title":"Flexibility in Academic Staffing. ERIC Digest."},
      {
        "id":"ED284524",
        "title":"The College, the Constitution, and the Consumer Student. ERIC Digest."},
      {
        "id":"ED284525",
        "title":"Student Financial Aid and Women. ERIC Digest."},
      {
        "id":"ED284526",
        "title":"Reducing Stress among Students. ERIC Digest."},
      {
        "id":"ED284527",
        "title":"Professional Education. ERIC Digest."},
      {
        "id":"ED284528",
        "title":"Blue Ribbon Commissions and Higher Education. ERIC Digest."},
      {
        "id":"ED284529",
        "title":"Post-Tenure Faculty Evaluation. ERIC Digest."},
      {
        "id":"ED284532",
        "title":"Changing Roles of the Media Specialist. ERIC Digest."},
      {
        "id":"ED284533",
        "title":"Communications Media and Adult Education in Wisconsin. A Discussion Paper."},
      {
        "id":"ED284534",
        "title":"Counselling in Teaching at a Distance. A Bibliography of Articles."},
      {
        "id":"ED284536",
        "title":"Garbage In/Garbage Out: Evaluating Computer Software."},
      {
        "id":"ED284537",
        "title":"Introduction to Data Base Using the Apple IIe Computer and the Appleworks Data Base Program. Doc. No. 00057."},
      {
        "id":"ED284538",
        "title":"Long-Range Educational Technology Plan for California Schools."},
      {
        "id":"ED284542",
        "title":"Computer-Based Education: The Best of ERIC, 1983-1985."},
      {
        "id":"ED284545",
        "title":"Statistics of Public and Private School Library Media Centers, 1985-86 (with Historical Comparisons from 1958-1985)."},
      {
        "id":"ED284546",
        "title":"Data Processing: Status of Agriculture's Electronic Dissemination of Information System. Fact Sheet for the Chairman, Subcommittee on Government Information, Justice, and Agriculture, Committee on Government Operations, House of Representatives."},
      {
        "id":"ED284548",
        "title":"Annual Report on LSCA Special Activities, FY 1985."},
      {
        "id":"ED284549",
        "title":"Meeting the Literacy Challenge."},
      {
        "id":"ED284550",
        "title":"Library Services to the Blind and Physically Handicapped."},
      {
        "id":"ED284551",
        "title":"Library Services to the Handicapped."},
      {
        "id":"ED284552",
        "title":"Library Services to the Institutionalized."},
      {
        "id":"ED284553",
        "title":"Library Services through Major Urban Resource Libraries (MURLs) and Metropolitan Public Libraries Which Serve as National or Regional Resource Centers."},
      {
        "id":"ED284554",
        "title":"Public Library Construction."},
      {
        "id":"ED284555",
        "title":"Interlibrary Cooperation and Resource Sharing."},
      {
        "id":"ED284561",
        "title":"Statement of Roger B. Andewelt, Deputy Assistant Attorney General, Antitrust Division, before the Subcommittee on Monopolies and Commercial Law Committee on the Judiciary, House of Representatives, concerning H.R. 557, Intellectual Property Licensing Legislation."},
      {
        "id":"ED284563",
        "title":"Library Resources in Special Areas of Music: Film Music."},
      {
        "id":"ED284564",
        "title":"Library Studies I Workbook."},
      {
        "id":"ED284570",
        "title":"Use of the University of Minnesota's Walter Library: A Survey of Student Users."},
      {
        "id":"ED284580",
        "title":"Information Literacy, the Library and the Basic Reader/Writer."},
      {
        "id":"ED284581",
        "title":"Installing a Microcomputer Lab in a Medium-Sized Academic Library."},
      {
        "id":"ED284583",
        "title":"Library Faculty Evaluation: Criteria and Scoring Instrument."},
      {
        "id":"ED284584",
        "title":"MINITEX and ILLINET: Two Library Networks. Occasional Papers Number 178."},
      {
        "id":"ED284587",
        "title":"Academic Libraries and Regional Economic Development."},
      {
        "id":"ED284588",
        "title":"Academic Libraries and Teacher Education Reform: The Education of the Professional Teacher."},
      {
        "id":"ED284593",
        "title":"Libraries and Learning."},
      {
        "id":"ED284594",
        "title":"Technology and Transformation in Academic Libraries."},
      {
        "id":"ED284595",
        "title":"Trends in School Library Media Research as Reflected in the ERIC Database, June 1981-December 1985."},
      {
        "id":"ED284600",
        "title":"Training and Public Policy: Final Report."},
      {
        "id":"ED284601",
        "title":"The Training Needs of Michigan Automobile Suppliers: Initial Report."},
      {
        "id":"ED284604",
        "title":"Recruitment of Students at the Community College."},
      {
        "id":"ED284605",
        "title":"Reducing Class Size at the Community College."},
      {
        "id":"ED284606",
        "title":"Models of Organization and Governance at the Community College."},
      {
        "id":"ED284607",
        "title":"Long Range Planning at the Community College."},
      {
        "id":"ED284608",
        "title":"Improving Student Thinking at the Community College."},
      {
        "id":"ED284609",
        "title":"The Aging of the Faculty at the Community College."},
      {
        "id":"ED284610",
        "title":"Retraining Faculty at the Community College."},
      {
        "id":"ED284611",
        "title":"Cultural Programs for the Community."},
      {
        "id":"ED284614",
        "title":"An Adaptation of Cameron's Model of Organizational Effectiveness at the Academic Department Level in Two-Year Community Colleges. Working Paper Series No. 1-87."},
      {
        "id":"ED284615",
        "title":"Identification of Topics for a Teacher Training and Resource Manual for a Child Abuse Primary Prevention Program. Curriculum and Program Planning Seminar."},
      {
        "id":"ED284616",
        "title":"Development of a Questionnaire in Order To Identify Test Anxiety in Nursing Students."},
      {
        "id":"ED284625",
        "title":"Project BEST Final Report."},
      {
        "id":"ED284626",
        "title":"Political Science 202: International Relations. Writing Assignments."},
      {
        "id":"ED284649",
        "title":"State Child Support Laws: Compliance with the 1984 Federal Amendments."},
      {
        "id":"ED284651",
        "title":"Cradle Crier, Vol. 1, Month One-Twelve."},
      {
        "id":"ED284655",
        "title":"State Child Care Fact Book 1986."},
      {
        "id":"ED284658",
        "title":"Preschool Enrollment: Trends and Implications. Center for Education Statistics Issue Paper."},
      {
        "id":"ED284663",
        "title":"The Effects of Two Parent Figures on Attachment, Exploratory and Sociability Behaviors of Black Infants."},
      {
        "id":"ED284664",
        "title":"Comparative Salience of Physical and Social Environmental Influences."},
      {
        "id":"ED284667",
        "title":"Affective Understanding in Young Preschoolers and Reactions to Peers' Emotions."},
      {
        "id":"ED284668",
        "title":"Gender Differences in the Instruction and Intelligent Behavior of Fifth-Graders. Summary Paper."},
      {
        "id":"ED284669",
        "title":"Cognitive Development and Home Environment as Predictors of Children's Attention to Television."},
      {
        "id":"ED284671",
        "title":"Effectiveness in Parent Training: Characteristics of Parents and Children."},
      {
        "id":"ED284672",
        "title":"Closing the Gap: An Analysis of Teacher and Administrator Perceptions of Organizational Climate in the Early Childhood Setting."},
      {
        "id":"ED284673",
        "title":"Siblings as Facilitators of Exploratory Play in Young Children."},
      {
        "id":"ED284674",
        "title":"Socialization, Social Cognitive Factors and the Sibling Relationship."},
      {
        "id":"ED284676",
        "title":"Young Children's Perception and Comprehension of Metaphorical Similarities in Pictures and in Words."},
      {
        "id":"ED284678",
        "title":"Transfer of LOGO Debugging Skill: Analysis, Instruction, and Assessment."},
      {
        "id":"ED284681",
        "title":"Young Children Face the States: Issues and Options for Early Childhood Programs."},
      {
        "id":"ED284682",
        "title":"Training Manual for Local Head Start Staff. Part I: Ten Modules in Management, Education/Handicap Services and Social Services."},
      {
        "id":"ED284683",
        "title":"Training Manual for Local Head Start Staff. Part II."},
      {
        "id":"ED284684",
        "title":"Training Manual for Local Head Start Staff. Part III."},
      {
        "id":"ED284685",
        "title":"Training Manual for Local Head Start Staff. Part IV."},
      {
        "id":"ED284686",
        "title":"Training Manual for Local Head Start Staff. Part V."},
      {
        "id":"ED284687",
        "title":"Training Manual for Local Head Start Staff. Part VI."},
      {
        "id":"ED284693",
        "title":"The Effects of Learning by Satellite on Rural Schools."},
      {
        "id":"ED284694",
        "title":"Human Services and Community Life in Rural New York State: An Action Strategy."},
      {
        "id":"ED284695",
        "title":"Elementary, Secondary and Higher Education in Rural New York State: An Action Strategy."},
      {
        "id":"ED284696",
        "title":"Business, Economic Development, and Employment in Rural New York State: An Action Strategy."},
      {
        "id":"ED284700",
        "title":"Early Field Experience: A Recipe for Rural Teacher Retention."},
      {
        "id":"ED284704",
        "title":"A Look at Programs for Limited English Speakers. Austin Independent School District 1985-86. Executive Summary."},
      {
        "id":"ED284706",
        "title":"Coping with Change: Rural America in Transition. A Report of the Subcommittee on Intergovernmental Relations of the Committee on Governmental Affairs. Senate, 99th Congress, 2d Session (December 11, 1986)."},
      {
        "id":"ED284714",
        "title":"Outdoor Education across America: &quot;Weaving the Web.&quot; Selected Papers, Activities, and Resources from the 1987 National Outdoor Education Conference (Cortland, New York, October 9-12, 1987)."},
      {
        "id":"ED284715",
        "title":"A Guide to Understanding Gifted American Indian Students."},
      {
        "id":"ED284716",
        "title":"Rural Options for Gifted Education. ERIC Digest."},
      {
        "id":"ED284717",
        "title":"Evaluation in the Mathematics Classroom: From What and Why to How and Where. Revised Edition."},
      {
        "id":"ED284721",
        "title":"Hazardous Wastes and the Consumer Connection. A Guide for Educators and Citizens Concerned with the Role of Consumers in the Generation of Hazardous Wastes."},
      {
        "id":"ED284722",
        "title":"TVA--A World of Resources."},
      {
        "id":"ED284728",
        "title":"Introducing Disjoint and Independent Events in Probability."},
      {
        "id":"ED284731",
        "title":"The Influence of Field Experiences on Stages of Concern and Attitudes of Preservice Teachers toward Science and Science Teaching."},
      {
        "id":"ED284732",
        "title":"University Funding: Information on the Role of Peer Review at NSF and NIH. Fact Sheet for the Ranking Minority Member, Committee on Appropriations, United States Senate."},
      {
        "id":"ED284734",
        "title":"Catalogue of Practices in Science and Mathematics Education."},
      {
        "id":"ED284736",
        "title":"National Science Foundation - Annual Report 1986."},
      {
        "id":"ED284738",
        "title":"State of the World: 1987. A Worldwatch Institute Report on Progress toward a Sustainable Society."},
      {
        "id":"ED284743",
        "title":"Project C.A.R.E. Caring for Animals: Responsible Education."},
      {
        "id":"ED284746",
        "title":"The Development of Mathematical Thinking as a Function of the Interaction between Affective and Cognitive Factors."},
      {
        "id":"ED284749",
        "title":"Public Attitudes toward Engineering and Technology--Part 1: An Analysis of Existing Survey Data for the National Academy of Engineering."},
      {
        "id":"ED284750",
        "title":"Engineering and Technology: The Public's Perspective--Part 2: A Qualitative Analysis for the National Academy of Engineering."},
      {
        "id":"ED284752",
        "title":"Water Quality Instructional Resources Information System (IRIS): A Compilation of Abstracts to Water Quality and Water Resources Materials, Supplement 30, 1987."},
      {
        "id":"ED325854",
        "title":"The &quot;I-Thou&quot; Relationship, and the Montaignian &quot;Essai&quot;: Toward a Multicultural Rhetoric."},
      {
        "id":"ED325855",
        "title":"Marion Sheridan: Tapping the Imagination."},
      {
        "id":"ED325862",
        "title":"English and Education: Rhetoric as a Model for Practical Research."},
      {
        "id":"ED325865",
        "title":"Success Stories from the Classroom 1."},
      {
        "id":"ED325866",
        "title":"The Problem of Taste within the Problematic of Culture."},
      {
        "id":"ED325867",
        "title":"Form in Technique: Counter-Nature's &quot;Invitation To Participate&quot; and the Ethics of Ecology."},
      {
        "id":"ED325872",
        "title":"Innovative Approaches to Teaching a Large Interpersonal Communication Class."},
      {
        "id":"ED325873",
        "title":"Racist-Sexist-Hate Speech on College Campuses: Free Speech v. Equal Protection."},
      {
        "id":"ED325875",
        "title":"Tournament Management via Interactive Video Communication Systems: Models and Motives."},
      {
        "id":"ED325876",
        "title":"Public Participation in Regulatory Decisions: Options and Strategies."},
      {
        "id":"ED325877",
        "title":"Characteristics of Research on Sex-Role Stereotyping and Television."},
      {
        "id":"ED325879",
        "title":"Status of Forensics Programs: A Survey."},
      {
        "id":"ED325881",
        "title":"A Farewell to Informative and Persuasive Speeches: A Rationale and a Proposal."},
      {
        "id":"ED325883",
        "title":"A Critical View of Television through the Eyes of Classical Drama."},
      {
        "id":"ED325884",
        "title":"Historicity, The Television Critic, and the Third World Scholar."},
      {
        "id":"ED325885",
        "title":"1986 Philippine Elections: Political Economy as Communication and Media Influence."},
      {
        "id":"ED325887",
        "title":"A Test of a Method of Increasing Patient Question Asking in Physician-Patient Interactions."},
      {
        "id":"ED325888",
        "title":"Age and Content Influences on Children's Perceptions of the Realism of Television Families: A Replication and Extension."},
      {
        "id":"ED325890",
        "title":"The Development of a Communication Flexibility Scale."},
      {
        "id":"ED325892",
        "title":"Oral Communication Techniques To Enhance Student Learning of Mathematics and Science in Elementary and/or Secondary Schools."},
      {
        "id":"ED325894",
        "title":"Functional Communication in Adult Education: A Learning Community Method."},
      {
        "id":"ED325896",
        "title":"A Case Study for Evaluating the Diffusion of Computing Technology in Teaching Undergraduates by a Faculty in a Journalism and Mass Communication Program."},
      {
        "id":"ED325898",
        "title":"Workshop: Communication Techniques for Coping with Job Burnout."},
      {
        "id":"ED325901",
        "title":"&quot;The Competent Speaker&quot;: Development of a Communication-Competency Based Speech Evaluation Form and Manual."},
      {
        "id":"ED325903",
        "title":"Resource Guide for First Year Administrators in Ohio."},
      {
        "id":"ED325905",
        "title":"Alliance for Achievement: Building the Value-Based Community."},
      {
        "id":"ED325906",
        "title":"Helping Families Cope with School Choices."},
      {
        "id":"ED325907",
        "title":"Achieving Educational Excellence: The Challenge of the 90s in the Federated States of Micronesia. Overview of National Findings and Recommendations."},
      {
        "id":"ED325908",
        "title":"Achieving Educational Excellence: The Challenge of the 90's in the Federated States of Micronesia. Final Report: Managing Change for Educational Improvement."},
      {
        "id":"ED325911",
        "title":"School Boards, Public Relations, and the Media: Your Practical Communications Guide."},
      {
        "id":"ED325912",
        "title":"Hearing on H.R. 3347, a National Demonstration Program for Educational Performance Agreements for School Restructuring. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred First Congress, First Session (November 16, 1989)."},
      {
        "id":"ED325913",
        "title":"Field Hearing on the School Improvement Amendments of 1988 and the Administration's Budget Proposals. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred First Congress, First Session (Los Angeles, California, March 31, 1989)."},
      {
        "id":"ED325914",
        "title":"The Principal's Role in Shaping School Culture."},
      {
        "id":"ED325915",
        "title":"Pupil Transportation Guide: Cost Analysis, Service Options, and Contract Administration."},
      {
        "id":"ED325916",
        "title":"Hearings on H.R. 3347, the Educational Performance Agreements for School Restructuring Act of 1990. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred First Congress, Second Session (Burlington, Vermont, May 7, 1990, and Carbondale, Illinois, March 5, 1990)."},
      {
        "id":"ED325917",
        "title":"Hearing on H.R. 3850, the Fair Chance Act. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred First Congress, Second Session."},
      {
        "id":"ED325918",
        "title":"Hearing on H.R. 3860, the Regulatory Impact on Student Excellence Act. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred First Congress, Second Session."},
      {
        "id":"ED325919",
        "title":"Toward School-Based Management/Shared Decision-Making: A Research Perspective. OREA Report."},
      {
        "id":"ED325920",
        "title":"A Study of the Impact of the Revised Education Options Admissions Policy, 1988-89. OREA Report."},
      {
        "id":"ED325923",
        "title":"Commonsense Investments in a Shared Future: Business Support of Public Schools. The New School Finance Research Agenda: Resource Utilization and School Districts. Finance Collaborative Working Paper #6."},
      {
        "id":"ED325924",
        "title":"Hearing on H.R. 1675, Educational Excellence Act of 1989. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred First Congress, First Session (August 2, 1989)."},
      {
        "id":"ED325925",
        "title":"Hearing on Education Funding and Budget Proposals for Federal Education Efforts. Joint Hearing before the Subcommittees on Postsecondary Education and Elementary, Secondary, and Vocational Education. of the Committee on Education and Labor. House of Representatives, One Hundred First Congress, First Session (Missoula, Montana, March 31, 1989)."},
      {
        "id":"ED325926",
        "title":"Northwood High School: A Good Place To Work? Final Deliverable."},
      {
        "id":"ED325927",
        "title":"Empowering Communities for School Reform: The Annie E. Casey Foundation&apos;s New Futures Initiative. Final Deliverable."},
      {
        "id":"ED325928",
        "title":"Educational Megatrends and Increased Female Leadership in Schools."},
      {
        "id":"ED325929",
        "title":"Strategic Planning as a Basis for Restructuring Schools."},
      {
        "id":"ED325931",
        "title":"Boards of Education: Trust, Confidence, and Communications: A Study of First Year Superintendents."},
      {
        "id":"ED325932",
        "title":"The Evolving Roles of the State Boards of Education, State Education Agencies, and Chief State School Officers. Occasional Paper Series No. 8."},
      {
        "id":"ED325933",
        "title":"Educational Choice: Practical Policy Questions. Occasional Paper Series No. 7."},
      {
        "id":"ED325935",
        "title":"Formal and Informal Mentorships for Aspiring and Practicing Administrators."},
      {
        "id":"ED325936",
        "title":"School Improvement Groups Network (SIGN), 7/89-6/90. A Plan To Improve School-Based Decisions."},
      {
        "id":"ED325937",
        "title":"School Administrators' Leadership Impact: A View from the Field."},
      {
        "id":"ED325938",
        "title":"Reform, Restructuring, Site-Based Management, and the New Face of Power in Schools."},
      {
        "id":"ED325939",
        "title":"Jump-Starting Educational Reform. Implementing British Columbia's Comprehensive School Act."},
      {
        "id":"ED325940",
        "title":"Role Conflict and Role Ambiguity among Junior High School Administrators in Taiwan."},
      {
        "id":"ED325941",
        "title":"The Reform Movement and Ed.D. Expansion."},
      {
        "id":"ED325942",
        "title":"Successful Strategies for Marketing School Levies. Fastback No. 310."},
      {
        "id":"ED325943",
        "title":"Power as a \"System of Authority\" versus Power as a \"System of Facilitation\"."},
      {
        "id":"ED325946",
        "title":"Restructuring America&apos;s Schools. Policy Issues."},
      {
        "id":"ED325947",
        "title":"Recapturing the Policymaking Function of State Boards of Education. Policy Issues."},
      {
        "id":"ED325948",
        "title":"Choice in American Education. Policy Issues."},
      {
        "id":"ED325949",
        "title":"Local Control of Schools: Is Local Governance a Viable Option? Policy Issues."},
      {
        "id":"ED325951",
        "title":"Catholic School Teachers' Views of Job Satisfaction and Work Circumstances and Their Relationship to Commitment."},
      {
        "id":"ED325959",
        "title":"Intellect and the \"Tyrannical Machine\": An Interpretation of Leadership Education."},
      {
        "id":"ED325965",
        "title":"ABCs of Asbestos in Schools."},
      {
        "id":"ED325969",
        "title":"Excellence in Education: Blue Ribbon Schools Program. Schools Recognized 1982-83 through 1989-90."},
      {
        "id":"ED325970",
        "title":"A Process for Examining the Effects of State Policy on School Restructuring Efforts."},
      {
        "id":"ED325971",
        "title":"Business-Education Partnerships in Oregon: Update 1990."},
      {
        "id":"ED325972",
        "title":"Educational Assistants: Suggested Personnel Policy Guidelines for School Districts."},
      {
        "id":"ED325973",
        "title":"Microcomputers in Oregon Secondary Schools: The Principals' Perspective. The 1989 Statewide Survey of the Oregon Educational Computer Consortium, University of Oregon, and [the] Oregon Department of Education."},
      {
        "id":"ED325974",
        "title":"Academic Decisions. A Legal Memorandum."},
      {
        "id":"ED325976",
        "title":"&quot;Facilitative&quot; Power in Special Education and Clinical Supervision."},
      {
        "id":"ED325977",
        "title":"Occupational Versus Organizational Socialization of High School Teachers: Theoretical and Policy Issues."},
      {
        "id":"ED325979",
        "title":"The Administrator's View of Administrative Training."},
      {
        "id":"ED325985",
        "title":"Gifted Education in the Calgary Public Schools."},
      {
        "id":"ED325990",
        "title":"A New Way of Thinking."},
      {
        "id":"ED325992",
        "title":"Minnesota Developmental Achievement Centers: An Update to Welsch Policy Analysis Papers No. 6-9, 17, and 23. Policy Analysis Series, No. 25."},
      {
        "id":"ED325993",
        "title":"Supported Employment: Review of Literature. Policy Analysis Series, No. 26."},
      {
        "id":"ED325994",
        "title":"Supported Employment: Review of Grant Recipients and 1986 DAC Data. Policy Analysis Series, No. 27."},
      {
        "id":"ED325995",
        "title":"Minnesota Developmental Achievement Centers: 1987 Survey Results. Policy Analysis Series, No. 28."},
      {
        "id":"ED325996",
        "title":"Minnesota Day Training and Habilitation Services: 1988 Survey Results. Policy Analysis Series, No. 29."},
      {
        "id":"ED325997",
        "title":"Financing of Supported Employment for Persons with Severe Disabilities. Policy Analysis Series, No. 30."},
      {
        "id":"ED325998",
        "title":"Test Your School's IQ: Integration Quotient [and] Test Your IQ: Integration Quotient: For Organizations Serving People with Developmental Disabilities [and] Guidelines for Quality Individual Plans."},
      {
        "id":"ED325999",
        "title":"Technology for People with Disabilities (Governor's Report and Executive Summary)."},
      {
        "id":"ED326001",
        "title":"Collaborative Instruction in Schools: Key Principles."},
      {
        "id":"ED326014",
        "title":"Research on the Use of Technology in the Education of the Learning Disabled: Project CREATE."},
      {
        "id":"ED326015",
        "title":"Certification in Mental Retardation: Guidelines and Competencies for Program Approval."},
      {
        "id":"ED326016",
        "title":"CSPD Technical Manual: Procedures for Comprehensive Assessment of Educational Personnel Supply/Demand. 1990 Edition."},
      {
        "id":"ED326018",
        "title":"Medical Discrimination against Children with Disabilities. A Report of the U.S. Commission on Civil Rights."},
      {
        "id":"ED326019",
        "title":"A Continuum Model of Social/Sexual Curriculum and Programming Services."},
      {
        "id":"ED326021",
        "title":"Gardening for All: The Accessible Garden. Revised Edition."},
      {
        "id":"ED326022",
        "title":"COACH (Cayuga-Onondaga Assessment for Children with Handicaps)."},
      {
        "id":"ED326023",
        "title":"Comparing Psychodynamic and Behavioristic Approaches in the Management of Aggression in Children. Educational and Psychological Interactions, No. 103."},
      {
        "id":"ED326025",
        "title":"Transition Needs for Children with Chronic Illness into Adulthood: Alleviating the Concerns of Families with Information and Knowledge."},
      {
        "id":"ED326026",
        "title":"Talking Books and Reading Disabilities. Facts."},
      {
        "id":"ED326032",
        "title":"Early Intervention for Preschool Children with Learning Disabilities."},
      {
        "id":"ED326034",
        "title":"Curriculum and At-Risk Learners: Coherence or Fragmentation?"},
      {
        "id":"ED326035",
        "title":"Fetal Alcohol Syndrome: Research Review and Implications."},
      {
        "id":"ED326037",
        "title":"Les Industries de la langue: Au confluent de la linguistique et de l'informatique (The Language Utilities: At the Confluence of Linguistics and Computer Science)."},
      {
        "id":"ED326038",
        "title":"Selecting Instructional Materials for Language Minority Students: A Materials Analysis Inventory."},
      {
        "id":"ED326039",
        "title":"Gros plan sur les recherches en linguistique, terminologie et didactique. Actes des journees de linguistique (Close-Up of Research on Linguistics, Terminology and Instruction. Proceedings of the Linguistics Conference) (Quebec, Canada, March 2-3, 1989)."},
      {
        "id":"ED326041",
        "title":"Technological Enrichment and Achievement for Cambodians and Hispanics: Project TEACH 1988-89. OREA Evaluation Section Report."},
      {
        "id":"ED326042",
        "title":"The Creative Use of Sentences."},
      {
        "id":"ED326043",
        "title":"L'enseignement du francais a des clienteles allophones: aspects discursifs de la langue ecrite (Teaching French to Language Minority Clienteles: Discourse Aspects of Written Language)."},
      {
        "id":"ED326046",
        "title":"Learner Strategies: The Role of the Teacher."},
      {
        "id":"ED326048",
        "title":"IDEA Oral Language Proficiency Test (IPT II)."},
      {
        "id":"ED326049",
        "title":"Bilingual Education Handbook: Designing Instruction for LEP Students."},
      {
        "id":"ED326050",
        "title":"Freire's Liberatory Learning: A New Pedagogy Reflecting Traditional Beliefs."},
      {
        "id":"ED326051",
        "title":"The Role of Context to Guarantee the Optimization of Linguistic Communication."},
      {
        "id":"ED326052",
        "title":"An Integrated Approach to Developing Small-Scale Standardized Tests."},
      {
        "id":"ED326055",
        "title":"Consciousness, Learning and Interlanguage Pragmatics."},
      {
        "id":"ED326057",
        "title":"Language Across the Curriculum and ESL Students: Composition Research and &quot;Sheltered Courses.&quot;"},
      {
        "id":"ED326058",
        "title":"Appropriating Scientific Discourse: Findings from Language Minority Classrooms."},
      {
        "id":"ED326059",
        "title":"Making Sense of Science in Language Minority Classrooms."},
      {
        "id":"ED326060",
        "title":"Cheche Konnen: Science and Literacy in Language Minority Classrooms."},
      {
        "id":"ED326061",
        "title":"How Learners Greet in Kiswahili: A Cross Sectional Survey."},
      {
        "id":"ED326063",
        "title":"Suggestions To Buy: Television Commercials from the U.S., Japan, China, and Korea."},
      {
        "id":"ED326064",
        "title":"Testing and Evaluating Speaking at Secondary Level."},
      {
        "id":"ED326065",
        "title":"How Important Are Lessons Anyway? Lancaster-Leeds Language Learning in Large Classes Research Project. Project Report No. 12."},
      {
        "id":"ED326066",
        "title":"A Global Perspective in the Foreign Language Classroom."},
      {
        "id":"ED326068",
        "title":"Stories from Prague: Oral and Written Lifestorying by Students at the Prague Institute of Chemical Technology in the Process of Learning English."},
      {
        "id":"ED326074",
        "title":"Practices Used in English as a Second Language Classes for Adults."},
      {
        "id":"ED326076",
        "title":"Recruiting Employees for ESL Classes."},
      {
        "id":"ED326079",
        "title":"Factors in Individual Acquisition of English: A Longitudinal Study of Hmong Adults."},
      {
        "id":"ED326080",
        "title":"Workplace Literacy Core Curriculum for Beginning ESL Project Workplace Literacy Partners in Chicago."},
      {
        "id":"ED326082",
        "title":"The Voice of Fulano."},
      {
        "id":"ED326092",
        "title":"Defaulted Student Loans: Analysis of Defaulted Borrowers at Schools Accredited by Seven Agencies. Fact Sheet for Congressional Requesters."},
      {
        "id":"ED326093",
        "title":"School Accreditation: Activities of Seven Agencies That Accredit Proprietary Schools. Briefing Report to the Chairman, Permanent Subcommittee on Investigations, Committee on Governmental Affairs, U.S. Senate."},
      {
        "id":"ED326094",
        "title":"Black and White Students' Perceptions of Their College Campuses."},
      {
        "id":"ED326097",
        "title":"Student Loan Lenders: Information on the Activities of the First Independent Trust Company."},
      {
        "id":"ED326099",
        "title":"FY 90 Faculty Salary Review."},
      {
        "id":"ED326100",
        "title":"Negotiating in an Anarchy: Faculty Collective Bargaining and Organizational Cognition. ASHE Annual Meeting Paper."},
      {
        "id":"ED326104",
        "title":"Dimensions of Faculty Stress: Evidence from a Recent National Survey. ASHE Annual Meeting Paper."},
      {
        "id":"ED326105",
        "title":"Freshman Values versus College Experiences. ASHE Annual Meeting Paper."},
      {
        "id":"ED326108",
        "title":"Institutional Motivation and Policy Change Associated with Land Grant Institutions' Involvement in Economic Development. ASHE Annual Meeting Paper."},
      {
        "id":"ED326109",
        "title":"The State and Higher Education: A Model for Higher Education Policy Studies. ASHE Annual Meeting Paper."},
      {
        "id":"ED326110",
        "title":"Influence of Collegiate Environments on Student Learning. ASHE Annual Meeting Paper."},
      {
        "id":"ED326112",
        "title":"On the Transformation of an Administrative Occupation: Professionalization Processes and University Fund Raising. ASHE Annual Meeting Paper."},
      {
        "id":"ED326113",
        "title":"Administrative Perceptions of the Value and Content of Higher Education Doctorates. ASHE Annual Meeting Paper."},
      {
        "id":"ED326115",
        "title":"A Comparison of Teaching Goals, Assumptions, and Practices of Faculty in Eight Liberal Arts Disciplines. ASHE Annual Meeting Paper."},
      {
        "id":"ED326116",
        "title":"Will You Love Me in December as You Do in May? Why Experienced College Presidents Lose Faculty Support. ASHE Annual Meeting Paper."},
      {
        "id":"ED326118",
        "title":"Paradigms of Theory in Higher Education. ASHE Annual Meeting Paper."},
      {
        "id":"ED326119",
        "title":"An Assessment of the Perceived Utility of Various College Majors. ASHE Annual Meeting Paper."},
      {
        "id":"ED326120",
        "title":"Feminism and Professionalism: The Case of Education and Business. ASHE Annual Meeting Paper."},
      {
        "id":"ED326121",
        "title":"A Case Study of the Influences of Political Culture on Institutional Behavior and Outcomes. ASHE Annual Meeting Paper."},
      {
        "id":"ED326124",
        "title":"An Examination of Disciplinary Differences in Factors Related to Job Satisfaction among Liberal Arts College Faculty Members. ASHE Annual Meeting Paper."},
      {
        "id":"ED326126",
        "title":"On the Making of &quot;Good Times&quot; and &quot;Hard Times&quot;: The Social Construction of Resource Stress. ASHE Annual Meeting Paper."},
      {
        "id":"ED326128",
        "title":"Defining the Community College Transfer Student, Transfer Rates, and Data Sets. ASHE Annual Meeting Paper."},
      {
        "id":"ED326129",
        "title":"Feldman and Newcomb&apos;s &quot;Impact of College on Students&quot;: A Retrospective View/Relevance to the Community/Junior College. ASHE Annual Meeting Paper."},
      {
        "id":"ED326131",
        "title":"Green Carrots: A Survey of State Use of Fiscal Incentives for Academic Quality. ASHE Annual Meeting Paper."},
      {
        "id":"ED326132",
        "title":"Mobility of Educational Expectations: The Effect of Community Colleges. ASHE Annual Meeting Paper."},
      {
        "id":"ED326133",
        "title":"The Convergence between Two Theories of College Persistence. ASHE Annual Meeting Paper."},
      {
        "id":"ED326134",
        "title":"Determinants of Persistence: The Inclusion and Testing of Ability To Pay Factors in Tinto's Model of Student Attrition. ASHE Annual Meeting Paper."},
      {
        "id":"ED326135",
        "title":"Why the Concern about Community College Transfer Performance and How Should It Be Assessed? ASHE Annual Meeting Paper."},
      {
        "id":"ED326138",
        "title":"Academic Tasks as the Representation of Content in Postsecondary Teaching. ASHE Annual Meeting Paper."},
      {
        "id":"ED326139",
        "title":"Significant Similarities between Accredited and Non-Accredited Colleges."},
      {
        "id":"ED326140",
        "title":"Labeling Learning Disabled College Students."},
      {
        "id":"ED326143",
        "title":"Reentry Orientation and Alumni Networking in U.S. Colleges and Universities with Agriculture and Natural Resources Programs. Survey Report."},
      {
        "id":"ED326144",
        "title":"Guaranteed Student Loans: Profits of Secondary Market Lenders Vary Widely. United States General Accounting Office Briefing Report to Congressional Requesters."},
      {
        "id":"ED326145",
        "title":"Undergraduate Financial Aid Awards: A Report of the 1987 National Postsecondary Student Aid Study. Analysis Report."},
      {
        "id":"ED326146",
        "title":"Price and Quality in Higher Education."},
      {
        "id":"ED326149",
        "title":"Scholarship Reconsidered: Priorities of the Professoriate."},
      {
        "id":"ED326151",
        "title":"Degrees Conferred in Institutions of Higher Education, by Race-Ethnicity and Sex: 1976-77 through 1986-87. Survey Report."},
      {
        "id":"ED326153",
        "title":"A College Course Map: Taxonomy and Transcript Data. Based on the Postsecondary Records, 1972-1984 of the High School Class of 1972."},
      {
        "id":"ED326155",
        "title":"Optimal Conditions for Effective Feedback."},
      {
        "id":"ED326156",
        "title":"The Necessity of Environmental Scanning Prior to Long-Range Planning Activities at Higher Education Institutions."},
      {
        "id":"ED326163",
        "title":"Managers, Movers and Missionaries: Who Leads the Graduate School?"},
      {
        "id":"ED326164",
        "title":"Quality of Academic Advising at UNO: Results of Student and Faculty Surveys."},
      {
        "id":"ED326170",
        "title":"Economic Competitiveness and International Knowledge. Special Policy Briefing for Maine Legislators."},
      {
        "id":"ED326171",
        "title":"Economic Competitiveness and International Knowledge. Special Policy Briefing for Connecticut Legislators."},
      {
        "id":"ED326172",
        "title":"Economic Competitiveness and International Knowledge: A Special Policy Briefing for Massachusetts Legislators."},
      {
        "id":"ED326173",
        "title":"Economic Competitiveness and International Knowledge: A Special Policy Briefing for New Hampshire Legislators."},
      {
        "id":"ED326174",
        "title":"Economic Competitiveness and International Knowledge. A Special Policy Briefing for Rhode Island Legislators."},
      {
        "id":"ED326175",
        "title":"Economic Competitiveness and International Knowledge. A Special Policy Briefing for Vermont Legislators."},
      {
        "id":"ED326178",
        "title":"Using Microcomputers To Implement Mastery Learning with High-Risk and Minority Adolescents."},
      {
        "id":"ED326179",
        "title":"Toward a Design Science of Education. Technical Report No. 1."},
      {
        "id":"ED326181",
        "title":"Linking Schools to University Resources via Interactive Television."},
      {
        "id":"ED326183",
        "title":"Computer Technology and End-User Training: An Integration of Information Processing and Man-Machine Interface Perspectives."},
      {
        "id":"ED326184",
        "title":"The Apple Classrooms of Tomorrow: 1989 Evaluation Study."},
      {
        "id":"ED326187",
        "title":"Access, Quality and Economy: The Unfinished Agenda for America's Schools. (Education Technology and Higher Literacies). Finance Collaborative Working Paper #4."},
      {
        "id":"ED326194",
        "title":"Effectiveness and Cost of Interactive Videodisc Instruction in Defense Training and Education. IDA Report R2372."},
      {
        "id":"ED326199",
        "title":"Hypermedia: Design and Application. A Select ERIC Bibliography Prepared Especially for the National Conference and Exhibition of the American Association of School Librarians (5th, Salt Lake City, Utah, October 18-22, 1989). Mini-Bib."},
      {
        "id":"ED326201",
        "title":"Modifying Multiple-Choice Questions in Computer-Based Instruction."},
      {
        "id":"ED326203",
        "title":"Teachers' Beliefs and Technology Integration: Different Values, Different Understandings. Technical-Report-No. 6."},
      {
        "id":"ED326208",
        "title":"An Analysis of Evaluations of Interactive Video."},
      {
        "id":"ED326211",
        "title":"Instructional Materials for CD-ROM Databases."},
      {
        "id":"ED326212",
        "title":"Trends and Issues in Educational Technology. IR-86."},
      {
        "id":"ED326225",
        "title":"Information for Developing Countries: Definitions, Institutions and Issues. A Contribution towards Forming an Understanding of the Potential for Consultancy, Marketing and Training Related Activities. Kingston Polytechnic School of Information Systems Research Report 87-3."},
      {
        "id":"ED326238",
        "title":"Modeling the School System Adoption Process for Library Networking."},
      {
        "id":"ED326245",
        "title":"The Secret Code Is...R.E.A.D.: A Program Guide for the Texas Reading Club 1990."},
      {
        "id":"ED326247",
        "title":"Federal Information Inventory/Locator Systems: From Burden to Benefit. Final Report."},
      {
        "id":"ED326248",
        "title":"The Future of the National Technical Information Service: Issues and Options."},
      {
        "id":"ED326249",
        "title":"Use of Census Bureau Data in GPO Depository Libraries: Future Issues and Trends. Final Report."},
      {
        "id":"ED326251",
        "title":"At-Risk Students: How Do School (Library) Systems Respond?"},
      {
        "id":"ED326253",
        "title":"Collection Building for Interdisciplinary Research: An Analysis of Input/Output Factors."},
      {
        "id":"ED326254",
        "title":"Promotion: Responsibilities, Policies and Procedures."},
      {
        "id":"ED326255",
        "title":"Beta Coefficient and Market Share: Downloading and Processing Data from DIALOG to LOTUS 1-2-3."},
      {
        "id":"ED326260",
        "title":"Writing Across the Curriculum Annual Report, 1989-90. Comprehensive Report."},
      {
        "id":"ED326261",
        "title":"Responding to Student Diversity: A Community College Perspective. Minority Achievement Counting on You."},
      {
        "id":"ED326265",
        "title":"Student Retention at Piedmont Virginia Community College, 1989-1990. Research Report Number 7-90."},
      {
        "id":"ED326266",
        "title":"Follow-Up Survey of PVCC Graduates of the Class of 1988-89. Research Report Number 6-90."},
      {
        "id":"ED326270",
        "title":"Cooperative Agencies Resources for Education (CARE): 1989-90 Annual Report."},
      {
        "id":"ED326271",
        "title":"Adoption of the Intersegmental General Education Transfer Curriculum."},
      {
        "id":"ED326272",
        "title":"Long-Range Capital Outlay Growth Plan."},
      {
        "id":"ED326273",
        "title":"A Survey of College Reading Programs in New York State, Part II: Diagnosis, Placement and Program Components."},
      {
        "id":"ED326275",
        "title":"The Associate Program for Adjunct Instructors."},
      {
        "id":"ED326277",
        "title":"Economic Development and the Role of Community Colleges: Contract Education in Review."},
      {
        "id":"ED326279",
        "title":"Institutional Partnership: An Evolving Case Study."},
      {
        "id":"ED326284",
        "title":"Innovation Abstracts: Volume XII, Numbers 1-30, 1990."},
      {
        "id":"ED326287",
        "title":"Does Tutoring Help? A Look at the Literature."},
      {
        "id":"ED326294",
        "title":"Proceedings of the National Conference on Professional Develoment of Part-Time Occupational/Technical Faculty (Scottsdale, Arizona, January 31-February 3, 1990)."},
      {
        "id":"ED326295",
        "title":"Peer Influences in Early Childhood Painting."},
      {
        "id":"ED326299",
        "title":"A Research Review of Early Identification of At-Risk Learners."},
      {
        "id":"ED326301",
        "title":"Context, Modularity, and the Cultural Constitution of Development."},
      {
        "id":"ED326302",
        "title":"The Case for Mixed-Age Grouping in Early Education."},
      {
        "id":"ED326304",
        "title":"How Can We Teach Critical Thinking? ERIC Digest."},
      {
        "id":"ED326305",
        "title":"Protecting Children from Inappropriate Practices. ERIC Digest."},
      {
        "id":"ED326310",
        "title":"Sociometric Nominations of Preschoolers: A Psychometric Analysis."},
      {
        "id":"ED326312",
        "title":"Testing, Tracking, and Retaining Young Children: An Analysis of Research and Social Policy."},
      {
        "id":"ED326316",
        "title":"Beyond Self-Esteem: Developing a Genuine Sense of Human Value. Research Monograph, Volume 4."},
      {
        "id":"ED326324",
        "title":"Working with Working Families. ERIC Digest."},
      {
        "id":"ED326328",
        "title":"A Historical Review of Early Intervention."},
      {
        "id":"ED326334",
        "title":"America's Agriculture: A Portrait of the Past and Present [and] Part-Time Farmers."},
      {
        "id":"ED326338",
        "title":"The Tax Base And The Tax Bill. Tax Implications of Development: A Workbook."},
      {
        "id":"ED326339",
        "title":"Newer Types of Instruction in Small Rural Schools. Yearbook 1938."},
      {
        "id":"ED326340",
        "title":"Adolescence--A Tough Time for Indian Youth. What Can We Do?"},
      {
        "id":"ED326343",
        "title":"Personality Factors and Political Behavior in Rural Older Americans."},
      {
        "id":"ED326344",
        "title":"Pass the Word. A Resource Booklet for the Native American Community Concerning New Concepts about Alcoholism."},
      {
        "id":"ED326345",
        "title":"An Evaluation of Hispanic-American Parent Involvement Programs."},
      {
        "id":"ED326346",
        "title":"The Application of Community Development Principles and Methods to Successful Rural Development Projects: Few Case Studies from Ethiopia."},
      {
        "id":"ED326347",
        "title":"The Years of Big Spending in Alaska: How Good Is the Record? ISER Occasional Papers No. 20."},
      {
        "id":"ED326348",
        "title":"Reauthorization of the Tribally Controlled Community College Assistance Act of 1978. Hearing on S. 2167 To Reauthorize the Tribally Controlled College Assistance Act of 1978 and the Navajo Community College Act [and on] S. 2213 To Increase the Federal Contribution to the Tribally Controlled Community College Endowment Program, before the Select Committee on Indian Affairs, United States Senate, One Hundred First Congress, Second Session (Bismarck, North Dakota, April 9, 1990)."},
      {
        "id":"ED326349",
        "title":"Strengthening Science Outreach Programs for Rural Elementary Schools: A Manual for Museum Staffs."},
      {
        "id":"ED326351",
        "title":"State Bilingual and ECIA Chapter 1 Migrant Product Evaluation Report, 1989-90."},
      {
        "id":"ED326352",
        "title":"Successful Instructional Practices for Small Schools. ERIC Digest."},
      {
        "id":"ED326353",
        "title":"Declining Wages of Young Workers in Rural America. Staff Working Papers."},
      {
        "id":"ED326355",
        "title":"A Study of Characteristics Profiling At-Risk Students and Influences Impacting Their Rural Environment."},
      {
        "id":"ED326359",
        "title":"Relevance of Education to Rural Development. Regional Study Group Meeting on Identification of Causes of Educational Underdevelopment in Rural Areas and on Relevance of Education to the Rual Environment (Bangkok, Thailand, October 22-November 8, 1985)."},
      {
        "id":"ED326360",
        "title":"Multilevel Grouping, Grades 6-12: Small and Rural Schools. Outstanding Teaching Practices Series, Volume 3. 1990-91 Laboratory Fellows Teacher Recognition Program. A Project of the Small Schools Network."},
      {
        "id":"ED326361",
        "title":"Using Partnerships To Strengthen Elementary Science Education: A Guide for Rural Administrators."},
      {
        "id":"ED326362",
        "title":"Accommodating Change and Diversity: Multicultural Practices in Rural Schools. A Report of the Ford Western Taskforce."},
      {
        "id":"ED326363",
        "title":"Beyond High School: The Experience of Rural and Urban Youth in the 1980s. Staff Working Papers."},
      {
        "id":"ED326364",
        "title":"The Iowa Shared Superintendency: The School Board President's Perspective."},
      {
        "id":"ED326366",
        "title":"Allocating Resources in Rural and Small Schools. Small Schools Network Information Exchange, Number 9."},
      {
        "id":"ED326367",
        "title":"Restructuring Rural Schools. Finance Collaborative Working Paper #3."},
      {
        "id":"ED326368",
        "title":"Deregulation and the Structure of Rural Financial Markets. Rural Development Research Report Number 75."},
      {
        "id":"ED326370",
        "title":"Transcending the Effects of School Size on the High School Curriculum."},
      {
        "id":"ED326371",
        "title":"Defining What Is and What Is Not an Issue: An Analysis of Assistance Agency Africa Education Sector Studies."},
      {
        "id":"ED326373",
        "title":"Families under Economic Pressure."},
      {
        "id":"ED326374",
        "title":"Preliminary Findings on Rural Homelessness in Ohio."},
      {
        "id":"ED326376",
        "title":"Rural Technical Assistance Center Workshop Summaries."},
      {
        "id":"ED326377",
        "title":"What's Distinctive about the Migrant Education Program. A Report of Survey Results of the Interstate Migrant Education Council."},
      {
        "id":"ED326378",
        "title":"NASA Information Summaries."},
      {
        "id":"ED326381",
        "title":"Activities for Teaching about Hazardous Materials in the Home."},
      {
        "id":"ED326382",
        "title":"Tugboats and Tennis Games: Preconceptions of Teaching and Learning through Metaphor."},
      {
        "id":"ED326383",
        "title":"Gender and Ability Attentional Differences while Watching an Educational Television Program."},
      {
        "id":"ED326385",
        "title":"Characteristics of Mathematics and Science Teachers."},
      {
        "id":"ED326389",
        "title":"Partners in Elementary Science. Final Report. Part I: Administrator&apos;s Final Report. Part II: Evaluator&apos;s Final Report."},
      {
        "id":"ED326391",
        "title":"Understanding Word Arithmetic Problems. Linguistic and Situational Factors."},
      {
        "id":"ED326395",
        "title":"Why Kites Fly. Teacher Background for DSO for DoDDS Japan Day with Kites."},
      {
        "id":"ED326400",
        "title":"Towards an Appropriate Agenda for Research and Action: Preservice Science Teachers' Views of Urban High Schools."},
      {
        "id":"ED326404",
        "title":"Poisonous Plants. LC Science Tracer Bullet."},
      {
        "id":"ED326405",
        "title":"Women in the Sciences. LC Science Tracer Bullet."},
      {
        "id":"ED326406",
        "title":"The Crisis in Science Education. LC Science Tracer Bullet."},
      {
        "id":"ED326419",
        "title":"Belief in Equally-Likely vs. Unequally-Likely Events. Draft."},
      {
        "id":"ED326421",
        "title":"Concept/Process-Based Science. Science Curriculum Concept Paper #4."},
      {
        "id":"ED326422",
        "title":"A Discussion of Concept/Process-Based Science."},
      {
        "id":"ED326425",
        "title":"Science Talk: Science in the ESL Classroom."},
      {
        "id":"ED326426",
        "title":"The Use of Manipulatives, Calculators, and Computers in Selected Kansan Third, Fourth, and Fifth Grade Classrooms."},
      {
        "id":"ED326430",
        "title":"NAEP Mathematics Subscales and Math-Learning Attitude Factors. National Assessment of Educational Progress, 1985-86. E.D. TABS."},
      {
        "id":"ED326435",
        "title":"Determinants of Science Achievement at the Elementary Level in a &quot;Minority&quot; Population."},
      {
        "id":"ED326437",
        "title":"Dwight D. Eisenhower Mathematics and Science National Programs. Abstracts of New and Continuation Awards Presented at the National Conference Entitled &quot;The Critical Role of the Eisenhower Program in Meeting the National Education Goals in Mathematics and Science&quot; (Washington, D.C. October 14-17, 1990)."},
      {
        "id":"ED326439",
        "title":"National Environmental Education Act. Report To Accompany S. 1076. 101st Congress, 2d Session, Senate."},
      {
        "id":"ED326440",
        "title":"Crisis in Science and Math Education. Hearing before the Committee on Governmental Affairs, United States Senate. One Hundred First Congress, First Session."},
      {
        "id":"ED326441",
        "title":"Excellence in Mathematics, Science, and Engineering Education Act of 1990. Report To Accompany S. 2114. 101st Congress, 2d Session."},
      {
        "id":"ED326442",
        "title":"Attitudes and Achievement between Male and Female Second and Fifth Grade Science Students."},
      {
        "id":"ED326444",
        "title":"The Effects of CAI and Hands-On Activities on Elementary Students' Attitudes and Weather Knowledge."},
      {
        "id":"ED326445",
        "title":"Mathematics Achievement and Classroom Instructional Activities. National Assessment of Educational Progress, 1985-86. Survey Report."},
      {
        "id":"ED326455",
        "title":"Social Science Theory, Development Management and the Local State in South Africa: A Preliminary Survey of Issues."},
      {
        "id":"ED326461",
        "title":"Generations Past: A Selected List of Sources for Afro-American Genealogical Research."},
      {
        "id":"ED326462",
        "title":"A Sourcebook of Arts Statistics: 1989."},
      {
        "id":"ED326464",
        "title":"Music: Common Curriculum Goals."},
      {
        "id":"ED326466",
        "title":"The Relationship of Classroom Thoughtfulness to Students' Higher Order Thinking: Preliminary Results in High School Social Studies."},
      {
        "id":"ED326469",
        "title":"An Advanced Placement Seminar in European History: Course Structure and Homework Assignments."},
      {
        "id":"ED326470",
        "title":"Mastodons, Maps, and Michigan: Exploring Uncharted Territory while Teaching Elementary School Social Studies. Elementary Subjects Center Series No. 24."},
      {
        "id":"ED326471",
        "title":"Education and Development: Evidence for New Priorities. World Bank Discussion Papers No. 95."},
      {
        "id":"ED326474",
        "title":"Looking at History: A Review of Major U.S. History Textbooks."},
      {
        "id":"ED326479",
        "title":"The Bill of Rights and Beyond: A Resource Guide."},
      {
        "id":"ED326480",
        "title":"Economic Choices for Educational Policy in Africa. Research Publication No. 88.1."},
      {
        "id":"ED326482",
        "title":"Putting Bloom and Hirsch to Work: Core Concepts in the Social Sciences."},
      {
        "id":"ED326483",
        "title":"High School Social Studies. Sociology I, Psychology I, Advanced Social Science Problems I, World Area Studies I, and American Culture Studies IA."},
      {
        "id":"ED326486",
        "title":"Teacher Socialization. Issue Paper 89-7."},
      {
        "id":"ED326488",
        "title":"Using Questionnaires in Small-Scale Research. A Teachers' Guide."},
      {
        "id":"ED326490",
        "title":"What's Cooking For Kids?"},
      {
        "id":"ED326492",
        "title":"Playgrounds for Young Children: National Survey and Perspectives."},
      {
        "id":"ED326493",
        "title":"Tarleton Model for Accelerated Teacher Education (TMATE). A Collaborative Approach."},
      {
        "id":"ED326494",
        "title":"University/Public School Collaboration in an Alternative Certification Model."},
      {
        "id":"ED326495",
        "title":"AIDS. Acquired Immune Deficiency Syndrome Curriculum Planning Guidelines: Elementary, Junior High, High School."},
      {
        "id":"ED326496",
        "title":"Teacher Perceptions of Maine's Master Teacher Criteria. Occasional Paper Series, No. 2."},
      {
        "id":"ED326497",
        "title":"Effective Teachers and Research on Teacher Effectiveness: The Relevance of Educational Research for Identifying Master Teachers. Occasional Paper Series, No. 1."},
      {
        "id":"ED326498",
        "title":"Principals' Judgments of Experiences with Beginning Teacher Internship Program."},
      {
        "id":"ED326499",
        "title":"Teacher Collaboration: The Effects of Interdisciplinary Teaming on Teacher Interactions and Classroom Practices."},
      {
        "id":"ED326503",
        "title":"Health Consultation & Resource Needs of Pre-Schools and Child Day Care Centers."},
      {
        "id":"ED326506",
        "title":"So You Want To Do Research! A Guide for Teachers on How To Formulate Research Questions."},
      {
        "id":"ED326507",
        "title":"Elementary Language Arts Professors Teaching Practices for and Attitudes about Listening in Select Teacher-Training Institutions."},
      {
        "id":"ED326509",
        "title":"The Carnegie Foundation for the Advancement of Teaching. Eighty-Fourth Annual Report for the Year Ended June 30, 1989."},
      {
        "id":"ED326510",
        "title":"Preparing Better Teacher-Made Tests: A Practical Guide. Fastback 311."},
      {
        "id":"ED326511",
        "title":"SREB Teacher Salary Update: Estimated Averages, 1980 to 1990; Proposed Increases, 1991."},
      {
        "id":"ED326512",
        "title":"The Teaching Internship. Practical Preparation for a Licensed Profession."},
      {
        "id":"ED326513",
        "title":"Montana Health Education Curriculum Planning Guide."},
      {
        "id":"ED326514",
        "title":"AIDS Education of School-Aged Youth. Hearing before the Committee on Governmental Affairs. United States Senate, One Hundred First Congress, Second Session."},
      {
        "id":"ED326515",
        "title":"School Health Education in Colorado: 1988 Colorado School Health Education Survey."},
      {
        "id":"ED326516",
        "title":"Professional Development Schools."},
      {
        "id":"ED326517",
        "title":"The Influence of Personality Type, Locus of Control, and Personal Attributes upon Changes in Anxiety, Attitude, and Confidence of Prospective Teachers during Training."},
      {
        "id":"ED326520",
        "title":"The Effect of a Year-Long Internship on First-Year Teaching Performance: Studying the Effectiveness of the Internship."},
      {
        "id":"ED326521",
        "title":"Principals' Perceptions of the Effect of a Year-Long Internship on First-Year Teaching Performance: \"They Really Get To Know What Is Going On.\""},
      {
        "id":"ED326522",
        "title":"Personality Factors of Elementary and Secondary Pre-Service Teachers."},
      {
        "id":"ED326525",
        "title":"Teaching Internships: A Flexible Solution for Emerging Problems."},
      {
        "id":"ED326526",
        "title":"A Survey of Attitudes toward Student Teaching."},
      {
        "id":"ED326527",
        "title":"Supervision, Burnout, and Evaluation of Instruction."},
      {
        "id":"ED326528",
        "title":"The Condition of Teaching. A State-by-State Analysis, 1990. A Technical Report."},
      {
        "id":"ED326530",
        "title":"Perceptions of Preparedness for Student Teaching."},
      {
        "id":"ED326532",
        "title":"Generic and Curriculum-Specific Instruction Planning in Alternative Routes to Certification. Research Report 90-2."},
      {
        "id":"ED326533",
        "title":"Tyrannical Machines. A Report on Educational Practices Gone Wrong and Our Best Hopes for Setting Them Right."},
      {
        "id":"ED326534",
        "title":"Relationships between Prospective Teachers' Personality Attributes and Changes in Concerns about Teaching during Training."},
      {
        "id":"ED326535",
        "title":"The Southeastern Teacher Leadership Center: A Program for the Development of Teacher Leaders."},
      {
        "id":"ED326538",
        "title":"Policy Issues in Teacher Education."},
      {
        "id":"ED326539",
        "title":"Relating the NTE to Research Literature on Teaching Effectiveness."},
      {
        "id":"ED326540",
        "title":"Is This Peer Coaching? Conversation Analysis of a Teacher Conference."},
      {
        "id":"ED326543",
        "title":"Skill and Skilled Memory. Final Report. Research Report 04206."},
      {
        "id":"ED326544",
        "title":"Meaningful Measurement in the Classroom Using the Rasch Model: Some Exemplars."},
      {
        "id":"ED326549",
        "title":"The Education Reform Decade. Policy Information Report."},
      {
        "id":"ED326551",
        "title":"Mathematics Assessment Questionnaire: A Survey of Thoughts and Feelings for Students in Grades 7-9. Technical Report. Research Edition."},
      {
        "id":"ED326552",
        "title":"Investigation of a Technique for Measuring Ethical Development of Students in Business: A Heuristic Example."},
      {
        "id":"ED326553",
        "title":"The Earthquake Information Test: Validating an Instrument for Determining Student Misconceptions."},
      {
        "id":"ED326557",
        "title":"Factors Influencing the Social, Emotional, and Academic Development of High School College-Prep Students."},
      {
        "id":"ED326560",
        "title":"School District Enrollment Projections: A Comparison of Three Methods."},
      {
        "id":"ED326566",
        "title":"Evaluation Issues Related to Writing Skills of College Educated Professionals."},
      {
        "id":"ED326570",
        "title":"Education Research Will Not Profit from Radical Constructionism."},
      {
        "id":"ED326571",
        "title":"The Best of Miami's Portfolios."},
      {
        "id":"ED326572",
        "title":"Full-Information Item Bi-Factor Analysis. ONR Technical Report. [Biometric Lab Report No. 90-2.]"},
      {
        "id":"ED326574",
        "title":"Approximating Multivariate Normal Orthant Probabilities. ONR Technical Report. [Biometric Lab Report No. 90-1.]"},
      {
        "id":"ED326577",
        "title":"Comparing and Contrasting Neural Net Solutions to Classical Statistical Solutions."},
      {
        "id":"ED326578",
        "title":"Using National Assessment of Educational Progress Data To Improve Student Achievement and Citizenship: A Discussion Guide for Teachers and Administrators."},
      {
        "id":"ED326580",
        "title":"The Construction of Weakly Parallel Tests by Mathematical Programming. Research Report 90-6."},
      {
        "id":"ED326581",
        "title":"Methods and Models for the Construction of Weakly Parallel Tests. Research Report 90-4."},
      {
        "id":"ED326583",
        "title":"Making Education Data More Meaningful."},
      {
        "id":"ED326584",
        "title":"The California Critical Thinking Skills Test--College Level. Technical Report No. 3. Gender, Ethnicity, Major, CT Self-Esteem, and the CCTST."},
      {
        "id":"ED326585",
        "title":"Now Is the Time: An Action Agenda for Improving Black and Minority Health in Maryland. The Final Report of the Maryland Governor's Commission on Black and Minority Health."},
      {
        "id":"ED326588",
        "title":"Closing the Achievement Gap: How Comprehensive Changes in Program and Curriculum Design Can Improve Achievement for All and Narrow the Gap between Minority Student Achievement and Caucasian Student Achievement."},
      {
        "id":"ED326589",
        "title":"Education Evaluation Report, Chapter 1. Executive Summary."},
      {
        "id":"ED326594",
        "title":"Commentary on the Gap Reduction Model for Chapter 1 Evaluation. Draft."},
      {
        "id":"ED326595",
        "title":"Improving Policies for Children: Proceedings of the 1989 New York Education Policy Seminar. Rockefeller Institute Special Report Number 29."},
      {
        "id":"ED326596",
        "title":"Restructuring Neighborhood High Schools: The House Plan Solution."},
      {
        "id":"ED326598",
        "title":"Refugee Children Traumatized by War and Violence: The Challenge Offered to the Service Delivery System."},
      {
        "id":"ED326599",
        "title":"Chapter 1/Pupils with Compensatory Educational Needs: 1989-90 Peer Tutoring Program End-of-Year Report. OREA Report."},
      {
        "id":"ED326600",
        "title":"Attendance Improvement and Dropout Prevention (AIDP) Demonstration and Replication Program 1989. OREA Evaluation Section Report."},
      {
        "id":"ED326601",
        "title":"Pupils with Compensatory Educational Needs (PCEN) Summer Remediation Program. 1989 End of Year OREA Report."},
      {
        "id":"ED326607",
        "title":"Entrepreneurship: The Key to Economic Growth."},
      {
        "id":"ED326608",
        "title":"Review of Vocational Education in the Cincinnati Public Schools."},
      {
        "id":"ED326610",
        "title":"University Adult Education in Crisis. Leeds Studies in Adult and Continuing Education."},
      {
        "id":"ED326612",
        "title":"A Practical Approach to Assessing Improvements in Adult Education."},
      {
        "id":"ED326613",
        "title":"Working Together: A Sex Equity Training Manual."},
      {
        "id":"ED326614",
        "title":"Determining Gaps in Literacy Service Provision in Rural Pennsylvania: An Educational Outreach Project. Final Report."},
      {
        "id":"ED326617",
        "title":"Learning from Experience. Project Work with Community Groups. A Report of the Communities in Crisis Programme. Occasional Papers Number 17."},
      {
        "id":"ED326618",
        "title":"Perspectives on the '90s. Outlook Report."},
      {
        "id":"ED326619",
        "title":"Delta Pi Epsilon National Research Conference Proceedings (Columbus, Ohio, November 15-17, 1990)."},
      {
        "id":"ED326621",
        "title":"People, Power, and Participation. The Communities in Crisis Programme, 1986-9: An Evaluative Report."},
      {
        "id":"ED326622",
        "title":"Worker Training: Competing in the New International Economy."},
      {
        "id":"ED326623",
        "title":"New Chance: Lessons from the Pilot Phase."},
      {
        "id":"ED326624",
        "title":"Evaluating the Implementation and Impact of Section 353 Projects."},
      {
        "id":"ED326625",
        "title":"Participation in Adult Basic and Secondary Education 1985."},
      {
        "id":"ED326626",
        "title":"Technological Change, Trade, and the Need for Educated Employees: Implications for Economic Policy. NCEE Brief Number 5."},
      {
        "id":"ED326627",
        "title":"What Motivates Adults To Participate in the Federal Adult Basic Education Program? Research on Adult Basic Education. Number 1 in Series of 3."},
      {
        "id":"ED326628",
        "title":"Why Some Eligible Adults Choose Not To Participate in the Federal Adult Basic Education Program. Research on Adult Basic Education. Number 3 in Series of 3."},
      {
        "id":"ED326630",
        "title":"Issues in Vocational Education for Special Populations in Rural Areas. TASPP Brief."},
      {
        "id":"ED326632",
        "title":"Measuring Up. Planning and Managing with Performance Standards PY 90."},
      {
        "id":"ED326639",
        "title":"Volunteers Enhance the Quality of Life in a Community...or (How to Get Them, Train Them and Keep Them)."},
      {
        "id":"ED326640",
        "title":"Interagency Cooperation. Synergy for the 1990's."},
      {
        "id":"ED326641",
        "title":"Structured On-the-Job Training. Training and Development Research Report."},
      {
        "id":"ED326642",
        "title":"Life Skills for Single Parents: A Curriculum Guide."},
      {
        "id":"ED326643",
        "title":"Poverty Alleviation: Insights and Strategies."},
      {
        "id":"ED326645",
        "title":"The Paradox of Critical Practice: A Case Study."},
      {
        "id":"ED326646",
        "title":"Job Training. A Legislator's Guide."},
      {
        "id":"ED326647",
        "title":"Crisis in the Workplace: The Mismatch of Jobs and Skills. Hearing before the Joint Economic Committee, Congress of the United States, One Hundred First Congress, First Session."},
      {
        "id":"ED326649",
        "title":"Military Training. Its Effectiveness for Technical Specialties Is Unknown. Report to the Secretary of Defense."},
      {
        "id":"ED326651",
        "title":"Competency Reference for Computer Assisted Drafting."},
      {
        "id":"ED326653",
        "title":"Economics and Entrepreneurship. Teaching Strategies. Master Curriculum Guide."},
      {
        "id":"ED326657",
        "title":"Adult Learning in the Community."},
      {
        "id":"ED326658",
        "title":"Cultural Influences on Adult Learning."},
      {
        "id":"ED326659",
        "title":"Intelligence and Adult Learning."},
      {
        "id":"ED326660",
        "title":"Social Environment and Adult Learning."},
      {
        "id":"ED326662",
        "title":"Teachers/Industry/Education Partnership."},
      {
        "id":"ED326663",
        "title":"Research Priorities and Goals for Vocational Education Personnel Development."},
      {
        "id":"ED326664",
        "title":"Studies of the Future Aged. An International Symposium."},
      {
        "id":"ED326665",
        "title":"Selection of a New Spiritual Leader: Adult Education Strategies Applied to the Facilitation of Change and Acceptance in Religious Congregations."},
      {
        "id":"ED326669",
        "title":"Assessing the Contribution of Vocational Education to Basic Education in Secondary Schools."},
      {
        "id":"ED326671",
        "title":"Requirements for Workforce Literacy: An Interindustry Model."},
      {
        "id":"ED326672",
        "title":"A Teacher in a Different Way: Group Literacy Instruction in Tennessee."},
      {
        "id":"ED326673",
        "title":"Examining Possible Jobs with the Dictionary of Occupational Titles (D.O.T.)."},
      {
        "id":"ED326675",
        "title":"The Worsening Shortage of College Graduate Workers. Working Paper #90-15."},
      {
        "id":"ED326676",
        "title":"Adult Education: Legislative and Administrative Measures."},
      {
        "id":"ED326677",
        "title":"The Strategic Plan for Agricultural Education. A National Mobilization Plan for Revolutionary Change in Agricultural Education."},
      {
        "id":"ED326679",
        "title":"Job Displacement and Labor Market Mobility. Final Report."},
      {
        "id":"ED326680",
        "title":"The Impact of Advance Notice Provisions on Postdisplacement Outcomes."},
      {
        "id":"ED326681",
        "title":"The Potential Role of Voluntarism in JTPA. Urban Institute Policy Memorandum."},
      {
        "id":"ED326682",
        "title":"Low-Wage Jobs and Workers: Trends and Options for Change. Research Findings. Executive Summary."},
      {
        "id":"ED326683",
        "title":"New Chance--A New Initiative for Adolescent Mothers and Their Children. Project Overview."},
      {
        "id":"ED326686",
        "title":"The Changing Concept of Social Equity in New Zealand Adult Education: An Appraisal of One Institution's Response, 1975-1990."},
      {
        "id":"ED326691",
        "title":"From &quot;Solution&quot; to Catalyst: A New Role for Federal Education and Training Dollars. Working Paper."},
      {
        "id":"ED326692",
        "title":"The Role of Vocational Education in the Development of Students' Academic Skills: An Implementation Guide. Information Series No. 340."},
      {
        "id":"ED326693",
        "title":"Objectives and Content of a Course for Professional and Volunteer Teachers of Adults."},
      {
        "id":"ED326695",
        "title":"Serving Urban Youth with Special Needs in Vocational Education: Issues and Strategies for Change. TASPP Bulletin."},
      {
        "id":"ED326696",
        "title":"Boulder Valley Schools Teen Parenting Program: An Exemplary Vocational Education Program Serving a Population with Special Needs."},
      {
        "id":"ED326697",
        "title":"Human Capital: Current Status in the Fortune 500."},
      {
        "id":"ED326701",
        "title":"Employment Retention: Lessons from Ohio."},
      {
        "id":"ED326702",
        "title":"The Cato Institute Report. An Inaccurate Portrayal of JTPA."},
      {
        "id":"ED326705",
        "title":"Let's Drum Up Some Business: Developing Entrepreneurship through the Retail Florist Industry."},
      {
        "id":"ED326706",
        "title":"Veterans Educational and Vocational Counseling Amendments of 1990. Report To Accompany H.R. 4089. House of Representatives, 101st Congress, 2d Session."},
      {
        "id":"ED326707",
        "title":"The Deskilling vs. Upskilling Debate: The Role of BLS Projections. Working Paper # 90-14."},
      {
        "id":"ED326708",
        "title":"Credentialism: Partners for Business Education. Working Papers of Planning and Development Research 90-6."},
      {
        "id":"ED326709",
        "title":"Douglas County Business and Industry Internship Program. Employer Handbook. Teacher/Counselor Handbook."},
      {
        "id":"ED326710",
        "title":"Competence and Love, an Antidote to Ageing."},
      {
        "id":"ED326711",
        "title":"Employer Strategies for a Changing Labor Force: A Primer on Innovative Programs and Policies. Research Report 90-01."},
      {
        "id":"ED326712",
        "title":"Codification and Exclusion: An Analysis of the Early Years of the National University Extension Association, 1915-1923."},
      {
        "id":"ED326715",
        "title":"Characteristics and Aspirations of Older Learners from Twelve U3A Campuses in New South Wales, Queensland and South Australia."},
      {
        "id":"ED326716",
        "title":"Computer Integrated Technology and Its Influence on Engineering Technology Programs."},
      {
        "id":"ED326717",
        "title":"Employing Human Capital To Achieve Priority Economic Development Objectives."},
      {
        "id":"ED326718",
        "title":"Special Needs Consultant for Vocational Personnel."},
      {
        "id":"ED326720",
        "title":"Composite Technology Personnel Development. Final Report."},
      {
        "id":"ED326721",
        "title":"Training Vocational Educators in the Development and Utilization of Instructional Interactive Laser Disc and Computer Assisted Instruction Materials. Final Report."},
      {
        "id":"ED326722",
        "title":"Center for the Development of Vocational Education Professional Personnel. Final Report for Academic Year 1987-1988 (July 1, 1987 to June 30, 1988)."},
      {
        "id":"ED326723",
        "title":"Marketing Education Teleconference. Final Report."},
      {
        "id":"ED326724",
        "title":"The Pennsylvania Vocational Education Internship Program for Working with Special Needs Learners. Final Report."},
      {
        "id":"ED326727",
        "title":"Environmental Education in Vocational Agriculture Curriculum and Agriculture Teacher Education in Michigan, U.S.A., a Case Study. Environmental Education Series 28."},
      {
        "id":"ED326728",
        "title":"State Profiles of the State-Administered Adult Education Program for Program Year 1988."},
      {
        "id":"ED326729",
        "title":"Defining Literacy and the National Adult Literacy Survey. Report to Congress."},
      {
        "id":"ED326739",
        "title":"Current Status and Projected Role of Public School Vocational Education."},
      {
        "id":"ED326743",
        "title":"Dinar Today. Feasibility Study for the Socioeconomic Development Strategy Plan for the City of Dinar."},
      {
        "id":"ED326744",
        "title":"Older Learners: Inner Reflections."},
      {
        "id":"ED326745",
        "title":"An Assessment of Adults' Learning Strategies while Commuting."},
      {
        "id":"ED326752",
        "title":"Similarities and Differences between Contemporary Women and Terman's Gifted Women."},
      {
        "id":"ED326753",
        "title":"Adolescents and Steroids: A User Perspective."},
      {
        "id":"ED326757",
        "title":"Sexual Behaviors and AIDS Concerns among Young Adult Heterosexual Males."},
      {
        "id":"ED326758",
        "title":"Union Retirees: Enriching Their Lives, Enhancing Their Contribution. Volume I."},
      {
        "id":"ED326759",
        "title":"Union Retirees: Enriching Their Lives, Enhancing Their Contribution. Volume II."},
      {
        "id":"ED326760",
        "title":"Career Passport. Leader's Guide."},
      {
        "id":"ED326762",
        "title":"National Plan for Research on Child and Adolescent Mental Disorders. A Report Requested by the U.S. Congress Submitted by the National Advisory Mental Health Council."},
      {
        "id":"ED326763",
        "title":"Impaired Job Performance and Critical Incidents: Factors Influencing Supervisory EAP Referrals."},
      {
        "id":"ED326764",
        "title":"The Utility of Assessment Centers for Career Development."},
      {
        "id":"ED326765",
        "title":"Within- and Cross-Informant Relationships between Parenting Behavior and Child Symptomatology."},
      {
        "id":"ED326767",
        "title":"Age Differences in Loneliness: A Meta-Analysis."},
      {
        "id":"ED326771",
        "title":"Mental Health Policy Regarding the Treatment of Children and Adolescents with Serious Emotional Disorders: Yes I Believe I Can Hear Some Light Ahead!"},
      {
        "id":"ED326780",
        "title":"Learning To Live Drug Free: A Curriculum Model for Prevention."},
      {
        "id":"ED326786",
        "title":"A Context for Organizational Consulting in Counseling Psychology."},
      {
        "id":"ED326793",
        "title":"Relationship Satisfaction and Attentiveness to Alternatives."},
      {
        "id":"ED326796",
        "title":"The Social Construction of Consent: Sexual Scripts and Acquaintance Rape."},
      {
        "id":"ED326798",
        "title":"A Peer Helpers Code of Behavior."},
      {
        "id":"ED326799",
        "title":"The Influence of Peer Counselling Training on Adolescent Expectations of Friendship."},
      {
        "id":"ED326800",
        "title":"AIDS Education: Does It Change Attitudes toward Gay Men?"},
      {
        "id":"ED326802",
        "title":"Relationship between Women's Alcohol Problems and Experiences of Childhood Violence."},
      {
        "id":"ED326803",
        "title":"Long-Term Effects of Parent-to-Child Violence for Women."},
      {
        "id":"ED326804",
        "title":"The Relationship between Victim's/Perpetrator's Alcohol Use and Spousal Violence."},
      {
        "id":"ED326805",
        "title":"Long-Term Effects of Childhood Victimization: The Moderating Impact of Social Support."},
      {
        "id":"ED326808",
        "title":"Relationships among Perceived Stress, Trait Anger, Modes of Anger Expression and Health Status of College Men and Women."},
      {
        "id":"ED326809",
        "title":"A Longitudinal Analysis of Sex Differences in Latent Achievement."},
      {
        "id":"ED326810",
        "title":"Couples Relapse Prevention Sessions as a Maintenance Strategy for Alcoholics."},
      {
        "id":"ED326811",
        "title":"Marital Violence in the Year before and after Spouse-Involved Alcoholism Treatment."},
      {
        "id":"ED326812",
        "title":"Positive Adolescents Choices Training (PACT): Preliminary Findings of the Effects of a School-Based Violence Prevention Program for African American Adolescents."},
      {
        "id":"ED326813",
        "title":"Urban American Indian Aging."},
      {
        "id":"ED326817",
        "title":"Cooperative Learning, Intragroup Dynamics, and Student Outcomes."},
      {
        "id":"ED326820",
        "title":"An Evaluation of Student Assistance Programs in Pennsylvania."},
      {
        "id":"ED326823",
        "title":"Evaluating an Empirically Based Parent Training Program for Divorced Families."},
      {
        "id":"ED326824",
        "title":"Perceived Social Support and Psychological Well-Being in Working Mothers."},
      {
        "id":"ED326825",
        "title":"Effects of a Program To Enhance Prosocial Development on Adjustment."},
      {
        "id":"ED326826",
        "title":"The High School & Beyond Data Set: Academic Self-Concept Measures."},
      {
        "id":"ED326827",
        "title":"What Is She Eating? The Effects of Meal Size on Impressions of a Female Eater."},
      {
        "id":"ED326828",
        "title":"Preparing Child Witnesses: The Efficacy of Memory Strategy Training."},
      {
        "id":"ED326831",
        "title":"The Nature of Health Locus of Control, Revisited Using Confirmatory Factor Analytic Methods and Two Samples: A Covariance Method for Confirmatory Factor Analysis."},
      {
        "id":"ED326832",
        "title":"Impact of Health and Fitness-Related Behavior on Quality of Life."},
      {
        "id":"ED326833",
        "title":"Comprehension Instruction in Current Basal Reader Series. Technical Report No. 521."},
      {
        "id":"ED326834",
        "title":"Teaching Reading &amp; Study Strategies at the College Level."},
      {
        "id":"ED326835",
        "title":"Encouraging the Lifetime Reading Habit."},
      {
        "id":"ED326836",
        "title":"The Impact of the Computer on the Teaching of Reading: A Review of the Literature."},
      {
        "id":"ED326837",
        "title":"Case-Based Instruction and Learning: An Interdisciplinary Project."},
      {
        "id":"ED326838",
        "title":"Hispanic Background and Linguistic Factors: Social Contexts for Reading Comprehension and Instruction."},
      {
        "id":"ED326841",
        "title":"Use of Cognitive Reading Strategies with Mainstreamed Students by Expert Middle School Content Area Teachers."},
      {
        "id":"ED326842",
        "title":"Two-Tiered Scaffolding: Congruent Processes of Teaching and Learning. Technical Report No. 523."},
      {
        "id":"ED326843",
        "title":"Toward an Understanding of Whole Language. Technical Report No. 524."},
      {
        "id":"ED326844",
        "title":"The Effect of Repeated Readings on Elementary Students' Attitude Toward Reading."},
      {
        "id":"ED326845",
        "title":"Diagnosing Dyslexia: The Screening of Auditory Laterality."},
      {
        "id":"ED326846",
        "title":"Reading and Writing with a Special Needs Student: A Case Study."},
      {
        "id":"ED326848",
        "title":"Cooperative and Collaborative Learning Strategies for Content Area Teachers."},
      {
        "id":"ED326851",
        "title":"How To Help Grow a Reader."},
      {
        "id":"ED326852",
        "title":"A Guide to Your Child's Language Development."},
      {
        "id":"ED326853",
        "title":"Growing More Social, Day by Day: A Parents Handbook."},
      {
        "id":"ED326854",
        "title":"How To Use Wordless Picture Books with Your Child."},
      {
        "id":"ED326857",
        "title":"The Teaching/Learning Center for &quot;At-Risk&quot; Students: An Update."},
      {
        "id":"ED323850",
        "title":"Meeting Adjunct Faculty Teaching Needs through a Faculty Development Program: It is Possible!"},
      {
        "id":"ED323853",
        "title":"Alaska High School Seniors Survey Report, 1988-89."},
      {
        "id":"ED323854",
        "title":"Nursing: Seventh Report to the President and Congress on the Status of Health Personnel in the United States."},
      {
        "id":"ED323855",
        "title":"A Preparation Program for Doctoral Candidates Whose Career Goals Were College Teaching."},
      {
        "id":"ED323856",
        "title":"A Study of the Relationship between an Entering Freshman's Scholastic Aptitude Test Scores and Her Persistence to Graduation at Brenau."},
      {
        "id":"ED323857",
        "title":"Environmental Scanning Activities at Public Research and Doctorate-Granting Universities."},
      {
        "id":"ED323858",
        "title":"Enter To Grow, Depart To Serve: Managing a Non-Traditional Liberal Arts Major in a Traditional Liberal Arts College."},
      {
        "id":"ED323859",
        "title":"An Investigation of Faculty Perceptions of Athletics at Division 1A Universities."},
      {
        "id":"ED323860",
        "title":"The Chief Information Officer in Higher Education. Professional Paper Series, #4."},
      {
        "id":"ED323861",
        "title":"The \"Demand Side\" of General Education--A Review of the Literature: Technical Report Number 11."},
      {
        "id":"ED323862",
        "title":"Financial Problems in the Stafford Student Loan Program. Testimony before the Committee on Banking, Housing and Urban Affairs, United States Senate."},
      {
        "id":"ED323865",
        "title":"Developing an Environmental Scanning System."},
      {
        "id":"ED323866",
        "title":"Using Futures Research in College and University Planning. A Handbook for Planners in Higher Education."},
      {
        "id":"ED323867",
        "title":"Research and Publishing in Arizona Universities: A Comparative Study of Librarians and Selected Faculty Groups."},
      {
        "id":"ED323868",
        "title":"Supplemental Student Loans. Legislative Changes Have Sharply Reduced Loan Volume. Fact Sheet for the Chairman, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED323871",
        "title":"Scientific and Engineering Research Facilities at Universities and Colleges: 1990."},
      {
        "id":"ED323873",
        "title":"Systematic Biology Training and Personnel. Higher Education Surveys Report, Survey Number 10."},
      {
        "id":"ED323874",
        "title":"Undergraduate Course Offerings and Enrollments in Humanities. Higher Education Surveys Report, Survey Number 11."},
      {
        "id":"ED323875",
        "title":"Undergraduate Enrollments in Humanities Courses: 1980 and 1985. Higher Education Surveys Report, Survey Number 3."},
      {
        "id":"ED323876",
        "title":"High School Graduation and College Participation of Young Adults by Family Income Backgrounds 1970 to 1989. ACT Student Financial Aid Research Report No. 90-3."},
      {
        "id":"ED323879",
        "title":"Reducing Student Loan Defaults: A Plan for Action."},
      {
        "id":"ED323880",
        "title":"Differences in Volunteer Interest by Level of Career Orientation. Research Report #5-90."},
      {
        "id":"ED323881",
        "title":"International Student Self-Appraisal and Institutional Expectations. Research Report #23-89."},
      {
        "id":"ED323882",
        "title":"The Volunteer Potential of First-Time Entering Students: Interest Areas and Incentives. Research Report #4-90."},
      {
        "id":"ED323883",
        "title":"Higher Education. Gaps in Parents' and Students' Knowledge of School Costs and Federal Aid. Briefing Report to the Chairman, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED323884",
        "title":"College Sponsored Tutoring and Mentoring Programs for Disadvantaged Elementary and Secondary Students. Higher Education Surveys Report, Survey Number 12."},
      {
        "id":"ED323896",
        "title":"Communicate To Evaluate: A Scottish Polytechnic Approach."},
      {
        "id":"ED323899",
        "title":"The Observed Relationship between Management Styles and Resource Adequacy."},
      {
        "id":"ED323902",
        "title":"Faculty Views of Factors that Affect Teaching Excellence in Large Lecture Classes."},
      {
        "id":"ED323904",
        "title":"Senior Faculty Careers and Personal Development: A Survey."},
      {
        "id":"ED323909",
        "title":"The Promise of Distance Learning. Policy Briefs Number Eight."},
      {
        "id":"ED323910",
        "title":"Collaboration of Researchers and Designers Producing a Science Museum Videodisc."},
      {
        "id":"ED323911",
        "title":"Support Tools for Authoring--A Seminar Report. Occasional Paper InTER/7/88."},
      {
        "id":"ED323912",
        "title":"Proceedings of Selected Research Paper Presentations at the Convention of the Association for Educational Communications and Technology and Sponsored by the Research and Theory Division (Anaheim, California, January 31-February 4, 1990)."},
      {
        "id":"ED323915",
        "title":"Facilitating Allied Health Students' Acquisition of Clinical Reasoning Skill."},
      {
        "id":"ED323916",
        "title":"Cerebral Laterality in Color Information Processing."},
      {
        "id":"ED323917",
        "title":"Discretion vs. Valor: The Development and Evaluation of a Simulation Game about Being a Believer in the Soviet Union."},
      {
        "id":"ED323918",
        "title":"A Model for the Motivational Instruction of Adults."},
      {
        "id":"ED323921",
        "title":"Can Interactive Video Overcome the &quot;Couch Potato&quot; Syndrome?"},
      {
        "id":"ED323925",
        "title":"Unthinking Educational Technology."},
      {
        "id":"ED323928",
        "title":"Determining Trends and Issues in Educational Technology through Content Analysis."},
      {
        "id":"ED323929",
        "title":"A Hypermedia Lesson about 1875-1885 Costume: Cognitive Style, Perceptual Modes, Anxiety, Attitude, and Achievement."},
      {
        "id":"ED323931",
        "title":"Enhancing Motivation and the Acquisition of Coordinate Concepts through the Use of Concept Trees."},
      {
        "id":"ED323935",
        "title":"Analyzing Automated Instructional Systems: Metaphors from Related Design Professions."},
      {
        "id":"ED323936",
        "title":"Providing Practice Using Instructional Gaming: A Motivating Alternative."},
      {
        "id":"ED323939",
        "title":"Personalizing Math Word Problems."},
      {
        "id":"ED323940",
        "title":"Learner Preferences for Varying Screen Densities Using Realistic Stimulus Materials with Single and Multiple Screen Designs."},
      {
        "id":"ED323941",
        "title":"Affective and Cognitive Influences of Textual Display in Printed Instruction."},
      {
        "id":"ED323942",
        "title":"The Effects of Organizational Climate Factors on Industrial Training Outcomes."},
      {
        "id":"ED323945",
        "title":"Uses and Effects of Learner Control of Context and Instructional Support in Computer-Based Instruction."},
      {
        "id":"ED323946",
        "title":"Frequency and Spacing of Drill and Practice in the Learning of Verbal Information Using a Computer-Based Drill."},
      {
        "id":"ED323948",
        "title":"The Interplay of Interactivity and Motivation in Educational Software."},
      {
        "id":"ED323949",
        "title":"Instructional Development and Classroom Technology: Prototype Classrooms at the Navy's Surface Warfare Officers School."},
      {
        "id":"ED323951",
        "title":"Instructional Design Theory: Advancements from Cognitive Science and Instructional Technology."},
      {
        "id":"ED323953",
        "title":"Metaphor and Instruction."},
      {
        "id":"ED323954",
        "title":"Applying Linguistic Analysis to Instructional Design."},
      {
        "id":"ED323956",
        "title":"Adults' Perceptions of Concept Learning Outcomes: An Initial Study and Discussion."},
      {
        "id":"ED323959",
        "title":"Distance Education in the Teacher Education Program of Zimbabwe."},
      {
        "id":"ED323960",
        "title":"Summary of the uTutor Language. Second Edition."},
      {
        "id":"ED323961",
        "title":"Technology in Today&apos;s Schools."},
      {
        "id":"ED323962",
        "title":"The WARNET Papers. Final Report."},
      {
        "id":"ED323964",
        "title":"MAJIK/1: HyperCard Introduction to the Use of Periodicals. Final Report."},
      {
        "id":"ED323965",
        "title":"Instructional Technology Adoption in the Best Adult Training Organizations."},
      {
        "id":"ED323968",
        "title":"Converging Technologies. Selected Papers from the EdTech '90 Conference of the Australian Society for Educational Technology (Sydney, Australia, July 4-6, 1990)."},
      {
        "id":"ED323969",
        "title":"College Orientation: Three Themes from Alice Walker's &quot;The Color Purple.&quot;"},
      {
        "id":"ED323970",
        "title":"An Overview of the Educational System in Canada. New Technologies in Canadian Education Series. Paper 1."},
      {
        "id":"ED323971",
        "title":"Communications and Information Technologies in Canadian Elementary and Secondary Schools. New Technologies in Canadian Education Series. Paper 2."},
      {
        "id":"ED323972",
        "title":"Communications and Information Technologies in Community Colleges in Canada. New Technologies in Canadian Education Series. Paper 3."},
      {
        "id":"ED323973",
        "title":"Communications and Information Technologies in Canadian Universities. New Technologies in Canadian Education Series. Paper 4."},
      {
        "id":"ED323974",
        "title":"Communications and Information Technologies and Distance Education in Canada. New Technologies in Canadian Education Series. Paper 5."},
      {
        "id":"ED323975",
        "title":"Communications and Information Technologies and the Education of Canada's Native Peoples. New Technologies in Canadian Education Series. Paper 6."},
      {
        "id":"ED323976",
        "title":"The Provincial Educational Communications Organizations in Canada. New Technologies in Canadian Education Series. Paper 7."},
      {
        "id":"ED323977",
        "title":"Educative Activities of the Canadian Broadcasting Corporation and the National Film Board of Canada. New Technologies in Canadian Education Series. Paper 8."},
      {
        "id":"ED323978",
        "title":"Applications of New Technologies in Nonformal Adult Education in Canada: Two Examples. New Technologies in Canadian Education Series. Paper 9."},
      {
        "id":"ED323979",
        "title":"Canadian Cable Television and Education. New Technologies in Canadian Education Series. Paper 10."},
      {
        "id":"ED323980",
        "title":"Educational Applications of Videotex/Telidon in Canada. New Technologies in Canadian Education Series. Paper 11."},
      {
        "id":"ED323981",
        "title":"Educational Applications of Communications Satellites in Canada. New Technologies in Canadian Education Series. Paper 12."},
      {
        "id":"ED323982",
        "title":"Educational Videodisc in Canada. New Technologies in Canadian Education Series. Paper 13."},
      {
        "id":"ED323983",
        "title":"Educational Teleconferencing in Canada. New Technologies in Canadian Education Series. Paper 14."},
      {
        "id":"ED323984",
        "title":"Telehealth: Telecommunications Technology in Health Care and Health Education in Canada. New Technologies in Canadian Education Series. Paper 15."},
      {
        "id":"ED323985",
        "title":"The High Technology Industry and Education in Canada. New Technologies in Canadian Education Series. Paper 16."},
      {
        "id":"ED323986",
        "title":"New Technologies in Education in Canada: Issues and Concerns. New Technologies in Canadian Education Series. Paper 17."},
      {
        "id":"ED323987",
        "title":"Active Learning in Secondary Schools: Educational Media and Technology."},
      {
        "id":"ED323989",
        "title":"Distance Learning Conference Proceedings (Ruidoso, New Mexico, October 1989)."},
      {
        "id":"ED323991",
        "title":"Microcomputers in Secondary Schools. Oregon's Coordinators Perspective. The 1989 Statewide Survey of the Oregon Educational Computer Consortium."},
      {
        "id":"ED323993",
        "title":"The Best of Research Windows: Trends and Issues in Educational Computing."},
      {
        "id":"ED323998",
        "title":"A Database Training Module for Nassau Community College Staff and Faculty."},
      {
        "id":"ED324002",
        "title":"Carnegie Comes to Union Springs. The Development of an Alabama Public Library. A Research Proposal."},
      {
        "id":"ED324006",
        "title":"Influencing Change in Research Librarianship. A Festschrift for Warren J. Haas."},
      {
        "id":"ED324008",
        "title":"Technical Considerations in Choosing Mass Deacidification Processes. Report."},
      {
        "id":"ED324009",
        "title":"Pennsylvania Online: A Curriculum Guide for School Library Media Centers."},
      {
        "id":"ED324011",
        "title":"A Federal Right of Information Privacy: The Need for Reform. Number 4."},
      {
        "id":"ED324012",
        "title":"Watching the Watchers: The Coordination of Federal Privacy Policy. Number 5."},
      {
        "id":"ED324013",
        "title":"Strengthening Federal Information Policy: Opportunities and Realities at OMB. Number 6."},
      {
        "id":"ED324016",
        "title":"Image Formats for Preservation and Access. A Report of the Technology Assessment Advisory Committee to the Commission on Preservation and Access."},
      {
        "id":"ED324017",
        "title":"Infotrac at Winona State University."},
      {
        "id":"ED324021",
        "title":"Technology and the Future of Scholarly Exchange. Minutes of the Annual Meeting of the Association of Research Libraries (114th, Providence, Rhode Island, May 10-12, 1989)."},
      {
        "id":"ED324022",
        "title":"A Presidential Initiative on Information Policy. Number 7."},
      {
        "id":"ED324024",
        "title":"Collaborative Efforts of Librarians and Teachers Could Impact Literacy."},
      {
        "id":"ED324026",
        "title":"Economic Vitality: Challenge and Opportunity. Selected Readings from the Fall Conference of the Kansas Library Association: Public Library Section (Hutchinson, Kansas, September 28-29, 1988). Monograph Series Number 9."},
      {
        "id":"ED324030",
        "title":"International Library Horizons: Some Personal Observations. The Center for the Book, Viewpoint Series No. 24."},
      {
        "id":"ED324031",
        "title":"The Librarians' Self-Starter. 100's of Questions To Challenge Your Thinking about Your Image, the Profession's Image, Your Job and Your Future. A Manual for Concerned Librarians."},
      {
        "id":"ED324033",
        "title":"The School Library: Centre for Life-Long Learning. Proceedings of the Annual Conference of the International Association of School Librarianship (18th, Subang Jaya, Selangor, Malaysia, July 22-26, 1989)."},
      {
        "id":"ED324035",
        "title":"Directory of ERIC Information Service Providers."},
      {
        "id":"ED324036",
        "title":"The Consortium for Institutional Effectiveness & Student Success in the Community College: Membership Resource Packet."},
      {
        "id":"ED324037",
        "title":"The Impact of Research Strategies on University-Community College Linkages."},
      {
        "id":"ED324040",
        "title":"A Model International Program for the Year 2000."},
      {
        "id":"ED324041",
        "title":"The ESL Student: Strategies for Meeting Their Needs."},
      {
        "id":"ED324043",
        "title":"REACH Presentation."},
      {
        "id":"ED324044",
        "title":"Good Practices in Transfer Education: Report from a Survey Conducted by the American Association of Community and Junior Colleges and the National Center for Academic Achievement and Transfer. Transfer Working Papers, Volume 1, Number 3, October 1990."},
      {
        "id":"ED324046",
        "title":"Are You Spoon-Feeding Your Students? A Paper on Facilitating a Collaborative Learning Experience."},
      {
        "id":"ED324047",
        "title":"Development of a Questionnaire Designed To Identify the Instructional Training Needs of the Full-Time Faculty at Paradise Valley Community College."},
      {
        "id":"ED324048",
        "title":"Academic Year Report, 1989-90. Washington Community Colleges."},
      {
        "id":"ED324049",
        "title":"ACC 2000: Building a Future Together. The Austin Community College Proactive Long Range Plan."},
      {
        "id":"ED324054",
        "title":"The 1990 Transfer Assembly: Proceedings (Los Angeles, California, March 15-16, 1990)."},
      {
        "id":"ED324057",
        "title":"Student & Employer Follow-Up Studies for 1988-89."},
      {
        "id":"ED324058",
        "title":"How Long Does It Take To Get a Community College Degree? The Experience of Spring 1987 Graduates of the City Colleges of Chicago."},
      {
        "id":"ED324070",
        "title":"Community College Fees."},
      {
        "id":"ED324071",
        "title":"Developing International Education Programs. New Directions for Community Colleges, Number 70."},
      {
        "id":"ED324073",
        "title":"Finding an Equilibrium: Enhancing Transfer Rates and Maintaining the Comprehensive Community College."},
      {
        "id":"ED324081",
        "title":"A Comparison of Transfer Student Outcomes at Temple, LaSalle, West Chester, Widener and Thomas Jefferson Universities: Institutional Research Report #55. CCP Student Transfer Outcomes at Widener University: Institutional Research Report #50. Former CCP Transfer Outcomes at Hahnemann University, 1987-88 School Year: In-Brief #57."},
      {
        "id":"ED324082",
        "title":"CCP Transfer Outcomes at West Chester University. Institutional Research Report #49."},
      {
        "id":"ED324085",
        "title":"CCP Student Transfer Outcomes at LaSalle University. Institutional Research Report #54."},
      {
        "id":"ED324086",
        "title":"A Professional Development Model for Technical Colleges."},
      {
        "id":"ED324087",
        "title":"Re-Entry, Recruitment, and Retention: A Community Relations Model for Sacramento City College."},
      {
        "id":"ED324090",
        "title":"Raising Young Children While Working: The American Family in Crisis."},
      {
        "id":"ED324092",
        "title":"Streaming and Learning Behaviour."},
      {
        "id":"ED324093",
        "title":"Today's Families: Continuity, Change and Challenge. Keynote address on the Occasion of the 50th Anniversary of the Canadian Home Economics Association."},
      {
        "id":"ED324094",
        "title":"Family Poverty--Childhood Poverty."},
      {
        "id":"ED324095",
        "title":"Family Problems on the Job: Responding to the Needs of Employees with Family Responsibilities. Some Discussion Notes."},
      {
        "id":"ED324096",
        "title":"Families in the 1990's: In Control or Out of Control."},
      {
        "id":"ED324098",
        "title":"Research Necessary to Validation of the PACE Model."},
      {
        "id":"ED324101",
        "title":"Ecological Perspectives on Cooperative Pedagogy: A Gibsonian Interpretation."},
      {
        "id":"ED324102",
        "title":"Anna's Worlds: Whole Language Learning in a Bilingual Context."},
      {
        "id":"ED324103",
        "title":"State Initiatives on School-Age Child Care. Second Edition."},
      {
        "id":"ED324106",
        "title":"Peers as Literacy Informants: A Description of Young Children's Literacy Conversations in Play."},
      {
        "id":"ED324107",
        "title":"Why the Project Approach."},
      {
        "id":"ED324112",
        "title":"America's Children: Mixed Prospects."},
      {
        "id":"ED324119",
        "title":"Increasing the Awareness of Critical Thinking Skills through a Program of Parent Involvement."},
      {
        "id":"ED324120",
        "title":"Success for All: Effects of Variations in Duration and Resources of a Schoolwide Elementary Restructuring Program. Report No. 2."},
      {
        "id":"ED324121",
        "title":"Promising Practices in Major Academic Subjects in the Middle Grades. Report No. 4."},
      {
        "id":"ED324122",
        "title":"Preventing Early Reading Failure with One-to-One Tutoring: A Best-Evidence Synthesis. Report No. 6."},
      {
        "id":"ED324123",
        "title":"How Equal Are Opportunities for Learning in Disadvantaged and Advantaged Middle Grades Schools? Report No. 7."},
      {
        "id":"ED324124",
        "title":"A National Description of Report Card Entries in the Middle Grades. Report No. 9."},
      {
        "id":"ED324129",
        "title":"On the Leading Edge: Tennessee's New Early Childhood Teacher Licensure Standards."},
      {
        "id":"ED324130",
        "title":"Iowa Programs Providing and Financing Children's Care and Services. A Parent's Guide."},
      {
        "id":"ED324131",
        "title":"Schools and Communities Together: A Guide to Parent Involvement."},
      {
        "id":"ED324133",
        "title":"Crediting Foods in the Child Care Food Program. [Revised]."},
      {
        "id":"ED324134",
        "title":"Choices for Children: Policy Options for State Provision of Early Childhood Programs. Finance Collaborative Working Paper No. 5."},
      {
        "id":"ED324135",
        "title":"The Nature and Extent of Lead Poisoning in Children in the United States: A Report to Congress."},
      {
        "id":"ED324137",
        "title":"Preschool vs. School-Age Intervention for Disadvantaged Children: Where Should We Put Our Efforts?"},
      {
        "id":"ED324138",
        "title":"Parental Beliefs and Values Related to Family Risk, Educational Intervention, and Child Academic Competence."},
      {
        "id":"ED324139",
        "title":"Parental Involvement in Education. Issues in Education."},
      {
        "id":"ED324140",
        "title":"Collaborative Problem Solving in the Zone of Proximal Development."},
      {
        "id":"ED324142",
        "title":"Program Quality Review Training Manual for Elementary Schools 1990-91."},
      {
        "id":"ED324143",
        "title":"Rethinking Excellence in Early Care and Education. Executive Summary."},
      {
        "id":"ED324144",
        "title":"For Babies to Flourish."},
      {
        "id":"ED324149",
        "title":"Big Ticket Spending: Transfers and Labor Costs. ISER Fiscal Policy Paper, No. 4."},
      {
        "id":"ED324152",
        "title":"Public School Dropouts: A Contextual Approach. Occasional Paper Series: No. 5."},
      {
        "id":"ED324154",
        "title":"Successful Community Development Strategies."},
      {
        "id":"ED324156",
        "title":"English Proficiency Test and Classroom Application."},
      {
        "id":"ED324158",
        "title":"Social Science Research Serving Rural America."},
      {
        "id":"ED324160",
        "title":"State Programs for the Differential Assessment of Farm and Open Space Land. Agricultural Economic Report No. 256."},
      {
        "id":"ED324165",
        "title":"Stories by Our Elders. The Fort Belknap People."},
      {
        "id":"ED324166",
        "title":"The Hispanic Population in the United States: March 1989. Current Population Reports: Population Characteristics."},
      {
        "id":"ED324168",
        "title":"Creating a Better Understanding of Tribal Government and History Concerning the Fort Belknap Indian Reservation."},
      {
        "id":"ED324171",
        "title":"Our Only Homeland: An Ecological Look at the Land of the Gros Ventre and Assiniboine."},
      {
        "id":"ED324172",
        "title":"A Basic Guide in Tri-Lingual Education in Gros Ventre and Assiniboine."},
      {
        "id":"ED324173",
        "title":"Rural Schools in Utah: A Demographic, Economic, and Educational State Profile, 1989."},
      {
        "id":"ED324174",
        "title":"National Rural Education Resources Guide."},
      {
        "id":"ED324175",
        "title":"The Farmer Speaks: Kentucky Farm Change, 1986-1988. Special Extension Publication."},
      {
        "id":"ED324176",
        "title":"Defining &quot;Rural&quot; Areas: Impact on Health Care Policy and Research. Staff Paper."},
      {
        "id":"ED324177",
        "title":"Indian Adolescent Mental Health. OTA Special Report."},
      {
        "id":"ED324178",
        "title":"A National Study Regarding At-Risk Students."},
      {
        "id":"ED324179",
        "title":"The Potential for High Technology Manufacturing in Nonmetropolitan Areas."},
      {
        "id":"ED324182",
        "title":"Twenty-Five Year Subject/Country/Author Index. Comparative Education, Volumes 1-25."},
      {
        "id":"ED324183",
        "title":"The Governor's Task Force on Children, Youth, and Families."},
      {
        "id":"ED324187",
        "title":"State-Level Comparison of Metro and Nonmetro Economic Performance, 1979-86."},
      {
        "id":"ED324188",
        "title":"Rural Conditions and Trends."},
      {
        "id":"ED324189",
        "title":"Rural School District Cooperatives. Program Report."},
      {
        "id":"ED324190",
        "title":"Rural Administrative Leadership Handbook."},
      {
        "id":"ED324192",
        "title":"Teaching Desirable Environmental Ethics and Action through School Activities. ERIC/SMEAC Environmental Education Digest No. 1."},
      {
        "id":"ED324193",
        "title":"Teaching Critical Thinking through Environmental Education. ERIC/SMEAC Environmental Education Digest No. 2."},
      {
        "id":"ED324194",
        "title":"Current Projects and Activities in K-12 Science Education Curriculum Development. ERIC/SMEAC Science Education Digest No. 3."},
      {
        "id":"ED324195",
        "title":"Procedures To Increase the Entry of Women in Mathematics-Related Careers. ERIC/SMEAC Mathematics Education Digest No. 3."},
      {
        "id":"ED324196",
        "title":"Using a New Model of Curriculum Development To Write a Matter and Molecules Teaching Unit. Research Series No. 196."},
      {
        "id":"ED324197",
        "title":"Who Majors in Science? College Graduates in Science, Engineering, or Mathematics from the High School Class of 1980. Survey Report."},
      {
        "id":"ED324199",
        "title":"Science EQUALS Success."},
      {
        "id":"ED324200",
        "title":"Investigations in Science Education. Volume 14, Number 4, 1988."},
      {
        "id":"ED324204",
        "title":"A Theory of Instruction: Using the Learning Cycle To Teach Science Concepts and Thinking Skills. NARST Monograph, Number One, 1989."},
      {
        "id":"ED324205",
        "title":"The Role of Mathematical Knowledge in Children's Understanding of Geographical Concepts."},
      {
        "id":"ED324206",
        "title":"Learning Environment Research in Science Classrooms: Past Progress and Future Prospects. NARST Monograph, Number Two, 1989."},
      {
        "id":"ED324207",
        "title":"Blacks in Science and Related Disciplines. LC Science Tracer Bullet."},
      {
        "id":"ED324208",
        "title":"Soviet Union and Eastern Europe: State of the Environment. LC Science Tracer Bullet."},
      {
        "id":"ED324209",
        "title":"Environmental Science Projects. LC Science Tracer Bullet."},
      {
        "id":"ED324210",
        "title":"Maternal Employment and Reading and Mathematics Achievement of Elementary Students."},
      {
        "id":"ED324212",
        "title":"The North Carolina Test of Geometry. Technical Characteristics. Forms 1-8."},
      {
        "id":"ED324213",
        "title":"The North Carolina Test of Chemistry. Technical Characteristics. Forms A-D."},
      {
        "id":"ED324219",
        "title":"Integrating Data Base into the Elementary School Science Program."},
      {
        "id":"ED324222",
        "title":"Creative Sciencing. Ideas and Activities for Teachers and Children. Grades K-6. Third Edition."},
      {
        "id":"ED324223",
        "title":"The Second Voyage of the Mimi."},
      {
        "id":"ED324224",
        "title":"Increasing the Supply of Women and Minority Engineers: An Agenda for State Action."},
      {
        "id":"ED324226",
        "title":"Halves, Pieces, and Twoths: Constructing Representational Contexts in Teaching Fractions. Craft Paper 90-2."},
      {
        "id":"ED324229",
        "title":"Ozone Depletion, Greenhouse Gases, and Climate Change. Proceedings of a Joint Symposium by the Board on Atmospheric Sciences and Climate and the Committee on Global Change, National Research Council (Washington, D.C., March 23, 1988)."},
      {
        "id":"ED324231",
        "title":"Integrating Problem Solving into Mathematics Teaching. Summaries of Problem Solving Teaching Units."},
      {
        "id":"ED324232",
        "title":"Women in Science, Resource Guide."},
      {
        "id":"ED324233",
        "title":"Good Minds at Work. A Resource Guide for the \"Science Abled\" Video Program."},
      {
        "id":"ED324234",
        "title":"Return on Equity. A Resource Guide for the \"Science Abled\" Video Program."},
      {
        "id":"ED324235",
        "title":"Literacy and the Science Classroom. Technical Report No. 51."},
      {
        "id":"ED324237",
        "title":"Who Takes Science? A Report on Student Coursework in High School Science and Mathematics."},
      {
        "id":"ED324240",
        "title":"Integrating Computer Interfaced Videodisc Systems in Introductory College Biology."},
      {
        "id":"ED324242",
        "title":"Statement on Competencies in Mathematics Expected of Entering Freshmen."},
      {
        "id":"ED324243",
        "title":"You, Me, and Technology. Teacher's Guide."},
      {
        "id":"ED324244",
        "title":"Science, Technology and Society. Science Curriculum Concept Paper #3."},
      {
        "id":"ED324245",
        "title":"Biennial Conference on Chemical Education, Abstracts (11th, Atlanta, Georgia, August 5-9, 1990)."},
      {
        "id":"ED324246",
        "title":"Values, Morality and STS Issues: A Developmental Perspective."},
      {
        "id":"ED324248",
        "title":"Effects of the Teachers Involve Parents in Schoolwork (TIPS) Social Studies and Art Program on Student Attitudes and Knowledge. Report No. 41."},
      {
        "id":"ED324249",
        "title":"Impact Assessment of Life Management Curriculum."},
      {
        "id":"ED324251",
        "title":"Cross-Cultural Toleration and its Effects on Classroom Communication in South African Universities: A Survey of South African Faculty Members."},
      {
        "id":"ED324255",
        "title":"Towards a Global Political Science. A Report on the World Congress of the Political Science Association (14th, Washington, D.C., 1988) with Comments, Some Selected Papers and Abstracts."},
      {
        "id":"ED324257",
        "title":"Art Education: Common Curriculum Goals."},
      {
        "id":"ED324264",
        "title":"Standards and Responsibilities in International Educational Interchange. Guidelines Series I."},
      {
        "id":"ED324267",
        "title":"Holidays. Advisory List of Instructional Media."},
      {
        "id":"ED324268",
        "title":"UNESCO Programme in Social and Human Sciences in Asia and the Pacific. Report for 1984-1985."},
      {
        "id":"ED324269",
        "title":"Ramayana: An Exercise in Cooperative Learning To Understand the Concept of Dharma."},
      {
        "id":"ED324276",
        "title":"Beyond Band-Aid Solutions: A Multifaceted, Collaborative Approach to the Minority Teacher Shortage."},
      {
        "id":"ED324277",
        "title":"The Use of Systematic Observation by a Public School Supervisor: Does It Make a Difference?"},
      {
        "id":"ED324279",
        "title":"School-Based Intervention and Preservice Training in Effective Learning Strategies."},
      {
        "id":"ED324280",
        "title":"Teacher Education, the Liberal Arts, and Extended Preparation Programs. Rockefeller Institute Reprints."},
      {
        "id":"ED324284",
        "title":"Another Set of Eyes; Conferencing Skills. Trainer&apos;s Manual. ASCD Supervision Series."},
      {
        "id":"ED324285",
        "title":"Use of a Classwide Peer Recording Program To Enhance the Quality and Accuracy of Responses of Physical Education Majors in a Physical Activity Class."},
      {
        "id":"ED324286",
        "title":"Show-Me Healthy Habits. A Nutrition Education Curriculum for Early Childhood."},
      {
        "id":"ED324289",
        "title":"Maximizing Learning for All Students: A Review of Literature on Learning Modalities, Cognitive Styles and Approaches to Meeting the Needs of Diverse Learners."},
      {
        "id":"ED324292",
        "title":"NAGWS Volleyball Guide 1990: Official Rules &amp; Interpretations/Officiating."},
      {
        "id":"ED324293",
        "title":"Functional Fitness Assessment for Adults Over 60 Years (A Field Based Assessment)."},
      {
        "id":"ED324295",
        "title":"Teaching Teachers: Facts &amp; Figures. RATE III: Research About Teacher Education Project."},
      {
        "id":"ED324297",
        "title":"National Teacher Act of 1990. Report To Accompany S. 1676. Senate, 101st Congress, 2d Session."},
      {
        "id":"ED324298",
        "title":"The Twenty-First Century Teachers Act. Hearings Before the Committee on Education and Labor. House of Representatives, One Hundred First Congress, Second Session (Los Angeles, CA, March 3, 1990; Washington, DC, March 15, 1990)."},
      {
        "id":"ED324299",
        "title":"Professional Practice Schools: Building a Model. Volume II."},
      {
        "id":"ED324300",
        "title":"Description of an Inservice Training Model To Provide Appropriate Motor Development for Handicapped Students in an Urban School District."},
      {
        "id":"ED324301",
        "title":"Achieving High Quality, Equitable Physical Education. Physical Education Concept Paper, Number 2."},
      {
        "id":"ED324303",
        "title":"A Holistic Approach to Evaluation: Assessment of the Organizational Effectiveness of Total School Systems & Their Impact on Improving Instructional Leadership, Teacher Skills & Student Learning."},
      {
        "id":"ED324306",
        "title":"How To Plan a Program for Moral Education."},
      {
        "id":"ED324308",
        "title":"Prospective Teachers' Views of Diverse Learners: A Study of the Participants in the ABCD Project. Research Report 90-6."},
      {
        "id":"ED324309",
        "title":"Beginning Teachers and Computer Networks: A New Form of Induction Support."},
      {
        "id":"ED324312",
        "title":"J.B. Nash Lecture Series."},
      {
        "id":"ED324313",
        "title":"Human Growth and Development. Health Module."},
      {
        "id":"ED324315",
        "title":"Educational Psychology as a \"Foundation\" in Teacher Education: Reforming an Old Notion. Issue Paper 89-9."},
      {
        "id":"ED324316",
        "title":"Teacher Excellence: Recruitment and Training. Hearings before the Committee on Labor and Human Resources and the Subcommittee on Education, Arts, and Humanities. United States Senate. One Hundred First Congress, Second Session (Washington, DC, January 30, February 22, and March 2, 1990; Providence, RI, February 16, 1990)."},
      {
        "id":"ED324317",
        "title":"Nutrition Labeling and Education Act of 1989. Hearing before the Committee on Labor and Human Resources. United States Senate, One Hundred First Congress, First Session."},
      {
        "id":"ED324318",
        "title":"Dance Directory 1990."},
      {
        "id":"ED324319",
        "title":"ERIC/TM Acquisition Process: Its Benefits to the Educational Community &amp; You."},
      {
        "id":"ED324321",
        "title":"Cross-Cultural Standardization of TEMAS in Three Hispanic Subcultures."},
      {
        "id":"ED324324",
        "title":"A Test of the Validity of Selected Predictors of Student Success in a Teacher Education Program."},
      {
        "id":"ED324327",
        "title":"Characteristics Which Differentiate Criterion-Referenced from Norm-Referenced Tests."},
      {
        "id":"ED324328",
        "title":"Basic and Applied Research on Education and Social Inequality: Proceedings of the New York Education Policy Seminar (6th, Albany, New York, November 1988)."},
      {
        "id":"ED324329",
        "title":"How Do Portfolios Measure Up? A Cognitive Model for Assessing Portfolios. Revised."},
      {
        "id":"ED324332",
        "title":"Evaluation Research: Assessment of a Rural Arizona School District Using a Case Study Model for Single-Setting, Embedded Focus-Group Interview &amp; Analysis Procedures."},
      {
        "id":"ED324333",
        "title":"Qualitative Matrices Analysis."},
      {
        "id":"ED324334",
        "title":"Evaluation Methodology for the 90's: A GENeric Evaluation SYStem (GENESYS)."},
      {
        "id":"ED324335",
        "title":"Examination of Item Performance via Goodman's Multiplicative Association Models: Determining an Intrinsic Zero-Point on a Behavioral Continuum."},
      {
        "id":"ED324336",
        "title":"Interrater Agreement: Same Data, Different Definitions, Different Outcomes."},
      {
        "id":"ED324337",
        "title":"Objectively Determining the Educational Potential of Computer and Video-Based Courseware; or, Producing Reliable Evaluations Despite the Dog and Pony Show."},
      {
        "id":"ED324338",
        "title":"Teacher Education Students and Computers: Gender, Major, Use, Occurrence, and Anxiety."},
      {
        "id":"ED324341",
        "title":"Pre-Vocational Immersion as Risk Intervention in a Mainstream Setting: A Preliminary Evaluation of Project OASES."},
      {
        "id":"ED324345",
        "title":"Report of Student Performance 1986-1990."},
      {
        "id":"ED324346",
        "title":"Town and School District Profiles: Based on 1988-89 Data. Connecticut Public Schools."},
      {
        "id":"ED324349",
        "title":"Testing. ETS Policy Notes, Volume 2, Number 3."},
      {
        "id":"ED324352",
        "title":"The NAEP Proficiency Scales: Do They Yield Valid Criterion-Referenced Interpretations? Iowa Testing Programs Occasional Papers Number 35, May 1990."},
      {
        "id":"ED324353",
        "title":"Error Analysis of Estimates for Less-Than-Two-Year Postsecondary Education Institutions."},
      {
        "id":"ED324357",
        "title":"Written Standards as a Process To Improve Survey Data Quality: A Review of Selected National Standards."},
      {
        "id":"ED324360",
        "title":"Testimony by Susanne H. Howard, Associate Under Secretary for Economic Affairs, before the Subcommittee on Census and Population, Committee on Post Office and Civil Service, U.S. House of Representatives (Anaheim, California, August 8, 1990)."},
      {
        "id":"ED324361",
        "title":"Oral Statement of Michael R. Darby, Under Secretary for Economic Affairs, and Administrator, Economics and Statistics Administration, U.S. Department of Commerce on the Status of the 1990 Census, before the Subcommittee on Census and Population, Committee on Post Office and Civil Service, U.S. House of Representatives (Anaheim, California, August 8, 1990)."},
      {
        "id":"ED324362",
        "title":"Testimony by Mark W. Plant, Deputy Under Secretary, before the U.S. House Subcommittee on Census and Population."},
      {
        "id":"ED324363",
        "title":"The Use of Rasch Model Fit Statistics in Selecting Items for the Maryland Functional Testing Program."},
      {
        "id":"ED324365",
        "title":"Mathematics Assessment Questionnaire: A Survey of Thoughts and Feelings for Students in Grades 7-9. Manual for Users. Research Edition."},
      {
        "id":"ED324367",
        "title":"Domain Projects as Assessment Vehicles in a Computer-Rich Environment. Technical Report No. 5."},
      {
        "id":"ED324368",
        "title":"New Teachers in the Job Market, 1987 Update. Survey Report."},
      {
        "id":"ED324370",
        "title":"Media Literacy Education Needs for Elementary Schools: A Survey."},
      {
        "id":"ED324371",
        "title":"Some Remarks on Guidelines for Evaluating Statistical Software."},
      {
        "id":"ED324372",
        "title":"The U.S. Census: Monitor and Harbinger of Social Change."},
      {
        "id":"ED324373",
        "title":"Optimal Design in and Hazards of Linearization of Langmuir's Nonlinear Model."},
      {
        "id":"ED324374",
        "title":"Celebrate Women's History."},
      {
        "id":"ED324376",
        "title":"Education and Unemployment of Women. Technical Paper No. 10."},
      {
        "id":"ED324377",
        "title":"Education and Unemployment. Technical Paper No. 11."},
      {
        "id":"ED324378",
        "title":"City-As-School High School National Diffusion Network Developer/Demonstrator Project. End-of-Year Report, 1988-89. Evaluation Section Report. OREA Report."},
      {
        "id":"ED324383",
        "title":"Food Stamp Quick Response Studies. Categorical Eligibility Descriptive Report. Final Draft."},
      {
        "id":"ED324387",
        "title":"School Dropout Prevention and Basic Skills Improvement Act of 1990. Report to Accompany H.R. 5140. House of Representatives, One Hundred First Congress, Second Session."},
      {
        "id":"ED324392",
        "title":"ASPIRA Five Cities High School Dropout Study: Focus on Parents."},
      {
        "id":"ED324393",
        "title":"Increasing Minority Participation in Gifted Programs."},
      {
        "id":"ED324395",
        "title":"A Place to Start: The Kenan Trust Family Literacy Project."},
      {
        "id":"ED324398",
        "title":"Adult Development. What do Teachers of Adults Need To Know?"},
      {
        "id":"ED324400",
        "title":"Part-Time Adult Educators and Training: A Study of Needs and Provision. SCRE Project Reports."},
      {
        "id":"ED324402",
        "title":"Attitudes and Access to Adult Education: A Review of the Literature with Special Reference to Vocational Education and Training. SCRE Project Report."},
      {
        "id":"ED324403",
        "title":"Perceptions of Effective Teaching Methods in Business Studies. SCRE Project Report."},
      {
        "id":"ED324404",
        "title":"Perceptions of Effective Teaching Methods in Computer Studies. SCRE Project Report."},
      {
        "id":"ED324405",
        "title":"An Evaluation of Training Modules for Part-Time Workers in Community Education. SCRE Project Report No. 19."},
      {
        "id":"ED324409",
        "title":"Credentialing the \"New Model\" of Apprenticeship Training: Overcoming the Paradox of Implementation."},
      {
        "id":"ED324410",
        "title":"Professional Knowledge Competency Achievement of Agricultural Teachers with and without Preservice Teacher Preparation in Peninsular Malaysia. Summary of Research 56."},
      {
        "id":"ED324411",
        "title":"Relationship between Selected Teacher, Program and Student Characteristics and Student Scores on Their Supervised Occupational Experience Program in Ohio. Summary of Research 57."},
      {
        "id":"ED324412",
        "title":"Performance of Regular and Industry-Prepared Vocational Education Teachers in Ohio on the National Teacher Exam Core Battery Tests. Summary of Research 58."},
      {
        "id":"ED324413",
        "title":"Agricultural Education Needs of Farmers in Santa Barbara County, Venezuela. Summary of Research 59."},
      {
        "id":"ED324414",
        "title":"Students with Limited English Proficiency: Selected Resources for Vocational Preparation."},
      {
        "id":"ED324415",
        "title":"Teen Parents: Selected Resources for Vocational Preparation."},
      {
        "id":"ED324416",
        "title":"Students at Risk: Selected Resources for Vocational Preparation."},
      {
        "id":"ED324418",
        "title":"New Business in America. The Firms and Their Owners."},
      {
        "id":"ED324420",
        "title":"The Importance of Place to Adult Learning."},
      {
        "id":"ED324422",
        "title":"Nursing. A Basic Course Outline for Health Careers I (Grade 11). A Four Year &quot;2+2&quot; Articulated Curriculum for the Occupation of Nursing."},
      {
        "id":"ED324423",
        "title":"Nursing. A Basic Course Outline for Health Careers II (Grade 12). A Four Year &quot;2+2&quot; Articulated Curriculum for the Occupation of Nursing."},
      {
        "id":"ED324424",
        "title":"Nursing Process. Nursing: Basic Needs I. Nursing: Basic Needs II. Nursing through the Life Span. Entry into Professional Nursing. A Basic Course Outline (College Freshmen) for Nursing. A Four Year &quot;2+2&quot; Articulated Curriculum for the Occupation of Nursing."},
      {
        "id":"ED324425",
        "title":"Nursing: Complex Needs I. Nursing: Complex Needs II. Entry into Professional Practice. A Basic Course Outline (College Sophomores) for Nursing. A Four Year &quot;2+2&quot; Articulated Curriculum for the Occupation of Nursing."},
      {
        "id":"ED324426",
        "title":"Challenge 21. Building Tomorrow's Public Service. Report of the Multilevel Public Sector Leadership Symposium (Lake Lanier Islands, Georgia, March 22-23, 1990)."},
      {
        "id":"ED324427",
        "title":"The BEST Blueprint. Quality ABE in the Workplace."},
      {
        "id":"ED324434",
        "title":"Vocational Guidance and Counselling: On the Way to &quot;Euro-Counselling&quot;?"},
      {
        "id":"ED324435",
        "title":"Gender Differences and Public Sector Managers: Women's Perceptions of Equality in State Government."},
      {
        "id":"ED324438",
        "title":"Designing Delivery Systems for Adult Education in Rural Areas."},
      {
        "id":"ED324442",
        "title":"Literacy and Trowel Trades Project. Evaluation Report."},
      {
        "id":"ED324443",
        "title":"Competency-Based Vocational Education and Self-Paced Learning. Monograph Series."},
      {
        "id":"ED324444",
        "title":"Vocational Technical Education in Boston: Towards Accountability, Prioritization, and Decentralization."},
      {
        "id":"ED324445",
        "title":"Enhancing Teaching with Technology."},
      {
        "id":"ED324449",
        "title":"The Skills Enhancement Literacy Project of Hawaii. Final Program Model. Final Performance Report. Final Evaluation Report."},
      {
        "id":"ED324454",
        "title":"The More Things Change...A Status Report on Displaced Homemakers and Single Parents in the 1980s."},
      {
        "id":"ED324455",
        "title":"Continuing Education: A Critical Reflection. Proceedings of the 1990 Annual Conference of Region II, National University Continuing Education Association (Dover, Delaware, October 1990)."},
      {
        "id":"ED324457",
        "title":"Home Economics Education: A Review of the Literature on the Impact of a Decade of Change."},
      {
        "id":"ED324458",
        "title":"POWER for Progress: A Model for Partnerships in Workplace Literacy."},
      {
        "id":"ED324463",
        "title":"Many Literacies: Modules for Training Adult Beginning Readers and Tutors."}]
  }}
