{
  "response":{"numFound":509939,"start":136000,"numFoundExact":true,"docs":[
      {
        "id":"ED324465",
        "title":"Apprenticeship: Past and Present. Revised."},
      {
        "id":"ED324466",
        "title":"Increasing Readiness for Self-Directed Learning: A Facilitator's Manual for Ten Self-Directed Learning Group Modules for Adults."},
      {
        "id":"ED324467",
        "title":"Resources for Exceptional Adult Education: An Annotated Bibliography."},
      {
        "id":"ED324469",
        "title":"A Collaborative Adult Literacy Training Workshop for Tutors and Students: The Student-Tutor Orientation."},
      {
        "id":"ED324470",
        "title":"Planning a Literacy Consortium for Allegheny County. Final Report."},
      {
        "id":"ED324471",
        "title":"A Research Study in Retention."},
      {
        "id":"ED324472",
        "title":"Enactment."},
      {
        "id":"ED324474",
        "title":"GED Math--A Computer Assisted Mathematics Curriculum."},
      {
        "id":"ED324475",
        "title":"GED Intensive Study Guide. A 353 Special Project Report. September 1, 1989 to June 30, 1990."},
      {
        "id":"ED324476",
        "title":"Constructing English Language Skills while Reconstructing Homes."},
      {
        "id":"ED324479",
        "title":"Math/Measurement Literacy for Upgrading Skills of Industrial Hourly Workers. Final Report."},
      {
        "id":"ED324480",
        "title":"Math/Measurement Literacy for Upgrading Skills of Industrial Hourly Workers. Math Manual."},
      {
        "id":"ED324482",
        "title":"Better Utilizing an Older Workforce: A Focus on Intergenerational Day Care. Hearing before the Subcommittee on Retirement Income and Employment of the Select Committee on Aging. House of Representatives, One Hundred First Congress, First Session."},
      {
        "id":"ED324483",
        "title":"Hearing on H.R. 3266, the Workforce 2000 Job Training Partnership Act Amendments of 1989. Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor. House of Representatives, One Hundred First Congress, First Session."},
      {
        "id":"ED324484",
        "title":"Field Hearings on the Youth Service Corps and H.R. 717. Hearings before the Subcommittee on Employment Opportunities of the Committee on Education and Labor. House of Representatives, One Hundred First Congress, First Session (San Francisco, April 28, 1989; Los Angeles, June 23, 1989)."},
      {
        "id":"ED324485",
        "title":"Computer Aided Drafting Packages for Secondary Education. Edition 1. Apple II and Macintosh. A MicroSIFT Quarterly Report."},
      {
        "id":"ED324486",
        "title":"Business Experiences for Educators. A Professional Growth Plan."},
      {
        "id":"ED324487",
        "title":"To Review the Vocational Rehabilitation Program and H.R. 3053. Hearing before the Subcommittee on Education, Training and Employment of the Committee on Veterans' Affairs. House of Representatives, One Hundred First Congress, Second Session."},
      {
        "id":"ED324490",
        "title":"Managing Distance Education Courses. The Guide Series in Continuing Education."},
      {
        "id":"ED324496",
        "title":"Breaking the Cycle of Illiteracy: The Kenan Family Literacy Model Program. The William R. Kenan, Jr. Charitable Trust Family Literacy Project. Final Report 1988-1989."},
      {
        "id":"ED324497",
        "title":"Workplace Literacy Partnership for Nursing Home Employees. Final Report."},
      {
        "id":"ED324498",
        "title":"Polytechnical Education: A Step."},
      {
        "id":"ED324508",
        "title":"Vocational Education in Transition: A Seven-Country Study of Curricula for Lifelong Vocational Learning. UIE Case Studies 8."},
      {
        "id":"ED324512",
        "title":"Public Service Values of Women and Minority Public Administrators: An Empirical Study of Kentucky State Public Managers."},
      {
        "id":"ED324513",
        "title":"The Use of New Technology in Developing Human Resources."},
      {
        "id":"ED324514",
        "title":"Ohio At-Risk Linkage Team Project. A Report on Three State Team Projects. Linkage Survey. Linkage Workshop for Local Teams. Identification of Exemplary Local Linkages."},
      {
        "id":"ED324520",
        "title":"Building for Adult Education: The Commission on Architecture of the Adult Education Association of the USA."},
      {
        "id":"ED324531",
        "title":"Cooperation between Special Education and Vocational Rehabilitation: An Examination of Role Functions, Inservice Needs, Attitudes and Values."},
      {
        "id":"ED324532",
        "title":"Print and Media Resources for Supported Employment Personnel."},
      {
        "id":"ED324533",
        "title":"Using Relaxation, Cognitive Therapy, and Mental Imagery To Reduce Test Anxiety and Improve Performance among Firefighter Trainees."},
      {
        "id":"ED324534",
        "title":"Community Education across America. Profiles of State Networks and Local Projects."},
      {
        "id":"ED324536",
        "title":"The GED Writing Skills Test Essay Teacher Training Manual."},
      {
        "id":"ED324539",
        "title":"Swedish Labor Market Policy. Fact Sheets on Sweden."},
      {
        "id":"ED324540",
        "title":"Labor Relations in Sweden. Fact Sheets on Sweden."},
      {
        "id":"ED324541",
        "title":"Factors that Influence Students Not to Enroll at the Springfield-Clark Joint Vocational School."},
      {
        "id":"ED324544",
        "title":"Sex Discrimination in Gwent. Information Bank Case Study 2410."},
      {
        "id":"ED324547",
        "title":"Personal Selling at Bournesworth College: A Simulation Exercise. Information Bank Simulation Exercise 2435A-F."},
      {
        "id":"ED324557",
        "title":"Patterns of Competence and Adjustment among Adolescents from Authoritative, Authoritarian, Indulgent, and Neglectful Families."},
      {
        "id":"ED324558",
        "title":"Authoritative Parenting and Adolescent Adjustment across Varied Ecological Niches."},
      {
        "id":"ED324559",
        "title":"Negative Correlates of Part-Time Employment during Adolescence: Replication and Elaboration."},
      {
        "id":"ED324560",
        "title":"Collectivism among Mexican University Students."},
      {
        "id":"ED324561",
        "title":"Project PRIDE, 1989-90. Evaluation Report."},
      {
        "id":"ED324562",
        "title":"Child Abuse: A Glossary for Counselors and Teachers."},
      {
        "id":"ED324566",
        "title":"Aggressive Sexual Behavior by Females: Incidence, Correlates, and Implications for Intervention."},
      {
        "id":"ED324568",
        "title":"Rehabilitation Counselors and Postsecondary Academic Institutions: Partners in Meeting the Needs of LD College Students."},
      {
        "id":"ED324570",
        "title":"Are We Too Busy Doing What Needs To Be Done To Know What It Is that We're Doing? The Rationale and Purpose for a National Research Agenda on the Prevention of Alcohol and Other Drug Problems on Campus."},
      {
        "id":"ED324572",
        "title":"Effective Programs for At-Risk Adolescents. Fastback 308."},
      {
        "id":"ED324573",
        "title":"Dealing with Death: A Strategy for Tragedy. Fastback 306."},
      {
        "id":"ED324574",
        "title":"Guidelines for Communicable Disease Control Policies in Montana Schools: A Guide and Model Policy for Communicable Diseases Including HIV Infected Students and Staff."},
      {
        "id":"ED324583",
        "title":"Japanese Sex Differences in Preferred &amp; Observed Divisions of Labor in the Home."},
      {
        "id":"ED324585",
        "title":"Indiana State Plan for Developmental School Counseling Programs."},
      {
        "id":"ED324586",
        "title":"Indiana State Plan for Development School Counseling. School Administrators Introduction Packet."},
      {
        "id":"ED324587",
        "title":"Health Conception and Health-Promoting Lifestyle among Older Adults: The Validation of a Structural Equation Model."},
      {
        "id":"ED324588",
        "title":"Ending the HIV Epidemic: Community Strategies in Disease and Health Promotion."},
      {
        "id":"ED324600",
        "title":"Into Adolescence: Becoming a Health-Wise Consumer. A Curriculum for Grades 5-8. Contemporary Health Series."},
      {
        "id":"ED324603",
        "title":"Student Personnel Books Master's Degree Students Should Be Reading."},
      {
        "id":"ED324604",
        "title":"Quantitative Statements in Standards of Three Accrediting Bodies: APA, CACREP, and CSWE."},
      {
        "id":"ED324607",
        "title":"The Counselor and the Law. Third Edition."},
      {
        "id":"ED324608",
        "title":"Alcohol Use by Adolescents and Young Adults: A Rite of Passage to Adulthood."},
      {
        "id":"ED324609",
        "title":"Schoolchildren and Drugs in 1987."},
      {
        "id":"ED324610",
        "title":"We Teach Them How To Drink!"},
      {
        "id":"ED324611",
        "title":"Young People in 1988. The Health Related Behaviour Questionnaire Results for 33,459 Pupils between the Ages of 11 and 16."},
      {
        "id":"ED324614",
        "title":"Sources of Support for Adolescent Mothers."},
      {
        "id":"ED324622",
        "title":"Giving Advice to Students: A Road Map for College ACPA Media Publication No. 44."},
      {
        "id":"ED324623",
        "title":"Handbook of Counseling Supervision."},
      {
        "id":"ED324624",
        "title":"Handbook of Administrative Supervision."},
      {
        "id":"ED324631",
        "title":"Reading in the Social Studies."},
      {
        "id":"ED324632",
        "title":"Argument Analysis, Critical Thinking and Reading Comprehension. Institute for Critical Thinking Resource Publication Series 2 No. 4."},
      {
        "id":"ED324633",
        "title":"Who Reads Literature? The Future of the United States as a Nation of Readers."},
      {
        "id":"ED324634",
        "title":"Effect of Noun Gender in Children&apos;s Perceptions."},
      {
        "id":"ED324636",
        "title":"Whole Language and the Emergent Literacy of At-Risk Children: A Two Year Comparative Study."},
      {
        "id":"ED324637",
        "title":"Harmony in the Classroom: Using Songs To Teach Reading and Writing."},
      {
        "id":"ED324639",
        "title":"Challenges in Reading: Twelfth Yearbook of the College Reading Association, 1990."},
      {
        "id":"ED324646",
        "title":"Literacy Theory and Research: Analyses from Multiple Paradigms. Proceedings of the Annual Meeting of The National Reading Conference (39th, Austin, Texas, November 28-December 2, 1989)."},
      {
        "id":"ED324648",
        "title":"Developing Expertise in Reading Comprehension: What Should Be Taught? How Should It Be Taught? Technical Report No. 512."},
      {
        "id":"ED324650",
        "title":"The Development of Reading Ability in First and Second Grade. Technical Report No. 516."},
      {
        "id":"ED324651",
        "title":"Implementing Early Literacy: Promising Success for All Kindergarten Children. Technical Report No. 517."},
      {
        "id":"ED324652",
        "title":"A Literature-Based Interdisciplinary Approach to the Teaching of Reading, Writing, and Mathematics."},
      {
        "id":"ED324654",
        "title":"Thinking about Reading about Thinking about Reading about Thinking. Advanced Skills in Chapter 1. [Workshop. Leader&apos;s Guide.]"},
      {
        "id":"ED324655",
        "title":"Reading Instruction Study. Final Report. Part I: The Study."},
      {
        "id":"ED324662",
        "title":"Parents Sharing Books: Motivation and Reading."},
      {
        "id":"ED324663",
        "title":"College Freshmen vs. Instructors: An Interdisciplinary Approach to Teaching in the Content Areas."},
      {
        "id":"ED324665",
        "title":"Administrative Guidelines for Supporting the Whole Language Philosophy."},
      {
        "id":"ED324671",
        "title":"News Values and Narrative Themes: Irony, Hypocrisy and Other Enduring Values."},
      {
        "id":"ED324672",
        "title":"Study Experiences for the Language Arts."},
      {
        "id":"ED324673",
        "title":"The AFY Program at UNHM: Reaching Out to Underprepared Students."},
      {
        "id":"ED324674",
        "title":"Writing Assessment Handbook, Grade 8."},
      {
        "id":"ED324675",
        "title":"What's Happening with Invention?"},
      {
        "id":"ED324678",
        "title":"Sources of Inspiration: Using Literature in the Developmental Writing Class."},
      {
        "id":"ED324679",
        "title":"Collaborative Classrooms: Building a Community of Writers."},
      {
        "id":"ED324680",
        "title":"Writing Across the Curriculum: A Case Study of Faculty Practices at a Research University."},
      {
        "id":"ED324681",
        "title":"Reflecting on Learning about Teaching--Glimpses of a Child's Mind: Journaling beyond the Campus to the Classroom."},
      {
        "id":"ED324682",
        "title":"Making Connections to Reading and Writing through Poetry."},
      {
        "id":"ED324683",
        "title":"An Integrated Language Arts Teacher Education Program."},
      {
        "id":"ED324689",
        "title":"Children's Developing Knowledge of Words. Technical Report No. 513."},
      {
        "id":"ED324690",
        "title":"On Teaching Writing: A Review of the Literature. Occasional Paper No. 20."},
      {
        "id":"ED324691",
        "title":"Redefining Revision for Freshmen. Occasional Paper No. 21."},
      {
        "id":"ED324692",
        "title":"Explorations in Reflective Practice. Technical Report No. 514."},
      {
        "id":"ED324695",
        "title":"Approaches to Teaching Writing That Work."},
      {
        "id":"ED324696",
        "title":"Help Your Child Learn To Write Well."},
      {
        "id":"ED324702",
        "title":"Access to Excellence: Assignment to Honors English Classes in the Transition from Middle to High School."},
      {
        "id":"ED324703",
        "title":"Third Grade Children's Comprehension of &quot;Monkey, Monkey&quot; as a Function of Verbal and Visual Recall. Final Report."},
      {
        "id":"ED324709",
        "title":"A Necessary Course for the 1990s: The Student-Run Advertising Agency."},
      {
        "id":"ED324710",
        "title":"The Parent-Teacher Connection--How To Achieve It."},
      {
        "id":"ED324711",
        "title":"A Rhetorical Criticism-Women's Studies Course: Exploring Texts and Contexts in the American Woman's Suffrage Movement."},
      {
        "id":"ED324712",
        "title":"Tomorrow's Workers: A Peek at What Demographers See for Workforce 2000."},
      {
        "id":"ED324713",
        "title":"A Radical Approach to Teaching Critical Thinking: The Rhetoric and Politics of the Conservative Movement."},
      {
        "id":"ED324715",
        "title":"The Basic Course as a &quot;Disciplinary Breadth&quot; Course."},
      {
        "id":"ED324716",
        "title":"Communication Competence and Its Impact on Public Education."},
      {
        "id":"ED324717",
        "title":"The 1990 Summer Conference on the Assessment of Oral Communication Skills."},
      {
        "id":"ED324718",
        "title":"Mapping Out the Future: The Need for Health Communication Education."},
      {
        "id":"ED324719",
        "title":"Using Stephenson&apos;s Q-Methodology in Teaching Communication Theory."},
      {
        "id":"ED324720",
        "title":"Leading Class Discussions Which Evaluate Students' Oral Performance."},
      {
        "id":"ED324723",
        "title":"Communication Style and Teacher Effectiveness: A Comparative Study of the Perceptions of Adult Learners and Traditional Undergraduate Students."},
      {
        "id":"ED324724",
        "title":"Developing a Course in Communication for Elementary Education Majors."},
      {
        "id":"ED324725",
        "title":"Vocationalizing High School Speech Curricula."},
      {
        "id":"ED324727",
        "title":"Ethics in Higher Education."},
      {
        "id":"ED324729",
        "title":"The Student as Communication Tutor: Ethical Dilemmas and Responsibilities."},
      {
        "id":"ED324730",
        "title":"Classroom Interventions for Reducing Public Speaking Anxiety."},
      {
        "id":"ED324731",
        "title":"Instructor Communication Behavior as a Factor Influencing the Class Participation of Classroom Communication Apprehensives."},
      {
        "id":"ED324732",
        "title":"An Initial Investigation of Gender on Student Questions in the Classroom: Developing a Descriptive Base."},
      {
        "id":"ED324733",
        "title":"The Role of Indirect Tests in Assessing Communication Competence."},
      {
        "id":"ED324734",
        "title":"Attitudes of International Students toward the Western News Model."},
      {
        "id":"ED324736",
        "title":"Developing Undergraduate Oral Communication Competency: The Center for Excellence in Oral Communication."},
      {
        "id":"ED324739",
        "title":"School Improvement: An Overview. Issue Paper. &quot;A Series of Issue Papers Examining Critical Budgetary Issues Facing the Michigan Legislature.&quot;"},
      {
        "id":"ED324741",
        "title":"A Primer on Choice in Education: Part I--How Choice Works. The Heritage Foundation Backgrounder No. 760."},
      {
        "id":"ED324742",
        "title":"The Mission of the Schools: The Record of a National Conference (Fairfax, Virginia, August 4-5, 1987)."},
      {
        "id":"ED324743",
        "title":"Dropouts from School: Issues, Dilemmas, and Solutions."},
      {
        "id":"ED324745",
        "title":"Teachers Document Their Work: A Strategy for School Based Professional Development."},
      {
        "id":"ED324746",
        "title":"Handbook for Trainers in Educational Management--With Special Reference to Countries in Asia and the Pacific."},
      {
        "id":"ED324747",
        "title":"Underachievement: The Bart Simpson Syndrome."},
      {
        "id":"ED324749",
        "title":"Impact Aid: Most School Construction Requests Are Unfunded and Outdated. Report to Congressional Requesters."},
      {
        "id":"ED324750",
        "title":"United States Catholic Elementary Schools & Their Finances, 1989."},
      {
        "id":"ED324752",
        "title":"The Fairness of Equalization Formulas."},
      {
        "id":"ED324753",
        "title":"The Educational Budget: Its Intent vs Reality."},
      {
        "id":"ED324754",
        "title":"Budget Issues: Effects of the Fiscal Year 1990 Sequester on the Department of Education. Fact Sheet for the Chairman, Committee on the Budget, House of Representatives."},
      {
        "id":"ED324756",
        "title":"The Effect of the Current and Alternative Subsidy Systems on Equity among Pennsylvania School Districts."},
      {
        "id":"ED324760",
        "title":"11 Reasons for Negotiating Power."},
      {
        "id":"ED324761",
        "title":"Principals' Problem Solving Network (PPSN): Implementation Report on a Pilot Project."},
      {
        "id":"ED324762",
        "title":"AFT Local Union Teacher Salary Survey, 1990. Research Report."},
      {
        "id":"ED324763",
        "title":"Survey and Analysis of Salary Trends, 1990. Research Report."},
      {
        "id":"ED324766",
        "title":"Evaluating Educational Programs. ERIC Digest Series Number EA 54."},
      {
        "id":"ED324767",
        "title":"Background Checks on School Personnel. ERIC Digest Series EA 55."},
      {
        "id":"ED324769",
        "title":"Influences on the Socializing Experiences of Aspiring Principals."},
      {
        "id":"ED324770",
        "title":"Who Teaches, Who Principals, Who Learns?"},
      {
        "id":"ED324772",
        "title":"The Pre-Service Preparation of School Administrators: A Description and Assessment of the OISE Program."},
      {
        "id":"ED324773",
        "title":"The Assumptive Worlds of Fledgling Administrators."},
      {
        "id":"ED324776",
        "title":"Staying in School: Social Learning Factors Which Lead to Retention."},
      {
        "id":"ED324777",
        "title":"Emerging Issues in State-Level School Finance. ERIC Digest Series Number EA 56."},
      {
        "id":"ED324781",
        "title":"School Finance Reform in Texas."},
      {
        "id":"ED324782",
        "title":"Equity in Texas Public School Finance: Some Historical Perspectives."},
      {
        "id":"ED324784",
        "title":"Achieving Adequacy, Equity, and Efficiency in Texas Public School Finance: A Comprehensive Proposal and Analytical Model."},
      {
        "id":"ED324785",
        "title":"How To Meet the Needs of Beginning Teachers. Tips for Principals from NASSP."},
      {
        "id":"ED324787",
        "title":"Legislative Research Studies in State Education Policy. Selected Case Studies, 1983-1986."},
      {
        "id":"ED324792",
        "title":"Political and Practical Issues in Improving School Boards' Use of Evaluation Data."},
      {
        "id":"ED324794",
        "title":"A Process Assessment Model for Evaluation, Improvement &amp; Accountability in Effectively Meeting Organizational Purpose and Goals."},
      {
        "id":"ED324795",
        "title":"State Policy and the School Principal: A Summary of Case Studies from Seven States."},
      {
        "id":"ED324796",
        "title":"Characteristics of Policy and Procedures Governing Student Evaluation."},
      {
        "id":"ED324797",
        "title":"Combining Centralized and Decentralized Curricular Approached in the School Curriculum Structure: The Case of Autonomous Primary Schools in Israel."},
      {
        "id":"ED324798",
        "title":"District Property Wealth and Teachers' Salaries in Georgia."},
      {
        "id":"ED324799",
        "title":"Equity in School District Finances and Chapter 1 Programs."},
      {
        "id":"ED324800",
        "title":"Restructured Schools, Tracking Classroom Effects: Teachers' Perceptions."},
      {
        "id":"ED324802",
        "title":"School Improvement Network 1990 Directory."},
      {
        "id":"ED324803",
        "title":"Evaluation of the Merit Schools Program. Final Report, Project No. 89-044 from July 1, 1989 to June 30, 1990."},
      {
        "id":"ED324807",
        "title":"Improving Communication and Collegial Relationships within an Elementary School Staff."},
      {
        "id":"ED324808",
        "title":"Payment by Educational Results: An Idea Whose Time Has Gone? Thirty-Five Years of Experimentation with Educational Efficiency in England (1862-1897). MacArthur-Spencer Series Number 14."},
      {
        "id":"ED324810",
        "title":"Quality Criteria for High Schools: Planning, Implementing, Self-Study, and Program Quality Review."},
      {
        "id":"ED324813",
        "title":"An Overview of the Basic Principles of Negligence: What the Courts Expect and Demand of Physical Educators."},
      {
        "id":"ED324814",
        "title":"School Finance Equity: The Courts Intervene. A National Perspective. Policy Briefs Number 6 and 7."},
      {
        "id":"ED324816",
        "title":"Achieving School Improvement through School District Restructuring. Report No. 10."},
      {
        "id":"ED324821",
        "title":"Educational Computing: Ethical Issues for School Administrators and Policy Makers."},
      {
        "id":"ED324824",
        "title":"The Board and the Budget: What Every School Board Member Should Know about Sound School Financial Management."},
      {
        "id":"ED324825",
        "title":"Supervising the Marginal Teacher."},
      {
        "id":"ED324826",
        "title":"Coordinated Compliance Review Manual, 1990-91."},
      {
        "id":"ED324827",
        "title":"Quality Criteria for Elementary Schools: Planning Implementing, Self-Study, and Program Quality Review."},
      {
        "id":"ED324828",
        "title":"Quality Criteria for Middle Grades: Planning, Implementing, Self-Study, and Program Quality Review."},
      {
        "id":"ED324830",
        "title":"Developing Excellence in School Leadership: An Assessment of Principalship in the Pacific Region. A Report to Pacific Educational Researchers."},
      {
        "id":"ED324831",
        "title":"Accountability Options: Most Effective When Combined. Executive Summary."},
      {
        "id":"ED324832",
        "title":"The Politics of School Finance: Implications for Research."},
      {
        "id":"ED324833",
        "title":"Computer Assisted Instruction in Higher Order Skills for Mildly Handicapped Students: Programmatic Research on Design Principles. Final Report."},
      {
        "id":"ED324834",
        "title":"Cookbooks and Good Eating: Cookbooks for Special Populations."},
      {
        "id":"ED324835",
        "title":"Living in the Community: Persons with Mental Retardation and Allied Medical Conditions."},
      {
        "id":"ED324836",
        "title":"Family Support."},
      {
        "id":"ED324837",
        "title":"Studies of Special Education Administrative Involvement in Computer Implementation. Final Report--Phase I."},
      {
        "id":"ED324838",
        "title":"Investigation of Interactive Technologies for a Risky Behaviors Program for Mildly Mentally Handicapped Youth. Final Report--Phase I."},
      {
        "id":"ED324839",
        "title":"Using Simulation Technology to Promote Social Competence of Handicapped Students. Final Report. Executive Summary."},
      {
        "id":"ED324840",
        "title":"An Interactive Videodisc Program To Evaluate and Train Job-Related Math Skills for Transition. Final Report."},
      {
        "id":"ED324841",
        "title":"Investigation of Interactive Technologies for Early Math and Science Concepts for Preschool Children. Report--Phase I."},
      {
        "id":"ED324842",
        "title":"Telecommunication Networks. Tech Use Guide: Using Computer Technology."},
      {
        "id":"ED324843",
        "title":"Selecting Software. Tech Use Guide: Using Computer Technology."},
      {
        "id":"ED324844",
        "title":"Learning Disabilities. Tech Use Guide: Using Computer Technology."},
      {
        "id":"ED324845",
        "title":"Preschool Children. Tech Use Guide: Using Computer Technology."},
      {
        "id":"ED324846",
        "title":"Computers and Writing. Tech Use Guide: Using Computer Technology."},
      {
        "id":"ED324847",
        "title":"Computer Access. Tech Use Guide: Using Computer Technology."},
      {
        "id":"ED324848",
        "title":"Guide for Teachers. Tech Use Guide: Using Computer Technology."},
      {
        "id":"ED324849",
        "title":"Hearing Impairments. Tech Use Guide: Using Computer Technology."},
      {
        "id":"ED324850",
        "title":"Guide for Parents. Tech Use Guide: Using Computer Technology."},
      {
        "id":"ED324851",
        "title":"The Study of Programs of Instruction for Handicapped Children and Youth in Day and Residential Facilities. Volume I: Overview."},
      {
        "id":"ED324852",
        "title":"The Study of Programs of Instruction for Handicapped Children and Youth in Day and Residential Facilities. Volume II. Current Status and Changes in Separate Facilities for Students with Handicaps."},
      {
        "id":"ED324853",
        "title":"The Study of Programs of Instruction for Handicapped Children and Youth in Day and Residential Facilities. Volume III. State Education Agency Procedures and Educational Practice at Separate Facilities for Students with Handicaps."},
      {
        "id":"ED324854",
        "title":"The Study of Programs of Instruction for Handicapped Children and Youth in Day and Residential Facilities. Volume IV. Survey Instruments and Materials for the Survey of Separate Facilities and the Survey of SEA Special Education Divisions."},
      {
        "id":"ED324855",
        "title":"The Study of Programs of Instruction for Handicapped Children and Youth in Day and Residential Facilities. Volume V. Editing, Coding, and Data Tape Specifications for the Survey of Separate Facilities and the Survey of SEA Special Education Divisions."},
      {
        "id":"ED324862",
        "title":"Report of the National Task Force on the Integration of Hearing-Impaired Students."},
      {
        "id":"ED324864",
        "title":"An Approach to Multi-Level Planning and Policy for Children Who Are Medically Fragile and Profoundly Retarded."},
      {
        "id":"ED324867",
        "title":"Learning Disabilities: National Information and Advocacy Organizations. Reference Circular No. 90-1."},
      {
        "id":"ED324868",
        "title":"The Improving Community-Based Instruction Project: Final Report."},
      {
        "id":"ED324869",
        "title":"The Perspectives of Low-Income, Black Mothers of Children with Disabilities on Outreach Efforts."},
      {
        "id":"ED324870",
        "title":"American and Canadian Case Law on the Integration of Exceptional Pupils into Regular Classrooms."},
      {
        "id":"ED324871",
        "title":"Toward a Hybrid Model of Parent-Implemented Language Intervention: Analysis of the Effects of Milieu and Responsive-Interaction Teaching by Parents."},
      {
        "id":"ED324872",
        "title":"An International Perspective on Quality of Life: Measurement and Use."},
      {
        "id":"ED324875",
        "title":"The Year 2000 Objective for Mental Retardation."},
      {
        "id":"ED324876",
        "title":"Age Appropriate Games in the Teaching of Leisure Skills to Persons with Mental Retardation."},
      {
        "id":"ED324877",
        "title":"Facial Emotional Expressions of Mentally Retarded Adults: Correlates of Interpersonal Competence."},
      {
        "id":"ED324882",
        "title":"Research on Children &amp; Adolescents with Mental, Behavioral &amp; Developmental Disorders. Mobilizing a National Initiative. Report of a Study."},
      {
        "id":"ED324889",
        "title":"The Effect of Neurological Dysfunction on the Social and Emotional Development of Young Children."},
      {
        "id":"ED324891",
        "title":"California Alcohol, Drug and Disability Study (CALADDS): Literature Review and Bibliography."},
      {
        "id":"ED324892",
        "title":"Handbook for Contracting with Nonpublic Schools for Exceptional Individuals: A Guide for Contracting between Local Educational Agencies and Nonpublic, Nonsectarian Schools and Agencies for Providing Special Education and Related Services to Exceptional Individuals."},
      {
        "id":"ED324893",
        "title":"Overview: Statistical Almanac, Volume 1. The National Longitudinal Transition Study of Special Education Students."},
      {
        "id":"ED324894",
        "title":"Youth Categorized as Learning Disabled, Statistical Almanac, Volume 2. The National Longitudinal Transition Study of Special Education Students."},
      {
        "id":"ED324895",
        "title":"Youth Categorized as Emotionally Disturbed, Statistical Almanac, Volume 3. The National Longitudinal Transition Study of Special Education Students."},
      {
        "id":"ED324896",
        "title":"Youth Categorized as Speech Impaired, Statistical Almanac, Volume 4. The National Longitudinal Transition Study of Special Education Students."},
      {
        "id":"ED324897",
        "title":"Youth Categorized as Mentally Retarded, Statistical Almanac, Volume 5. The National Longitudinal Transition Study of Special Education Students."},
      {
        "id":"ED324898",
        "title":"Youth Categorized as Visually Impaired, Statistical Almanac, Volume 6. The National Longitudinal Transition Study of Special Education Students."},
      {
        "id":"ED324899",
        "title":"Youth Categorized as Hearing Impaired, Statistical Almanac, Volume 7. The National Longitudinal Transition Study of Special Education Students."},
      {
        "id":"ED324900",
        "title":"Youth Categorized as Orthopedically Impaired, Statistical Almanac, Volume 8. The National Longitudinal Transition Study of Special Education Students."},
      {
        "id":"ED324901",
        "title":"Youth Categorized as Other Health Impaired, Statistical Almanac, Volume 9. The National Longitudinal Transition Study of Special Education Students."},
      {
        "id":"ED324902",
        "title":"Youth Categorized as Multiply Handicapped, Statistical Almanac, Volume 10. The National Longitudinal Transition Study of Special Education Students."},
      {
        "id":"ED324903",
        "title":"FLESNews, Volume 2, Numbers 1-3."},
      {
        "id":"ED324905",
        "title":"Multi-lingual Word Processing and Voluntary Organisations: Report of a Conference (1st, London, England, June 1988)."},
      {
        "id":"ED324909",
        "title":"Phonetic Interference in Bilingual Speakers Learning a Third Language: The Production of Lateral Consonants."},
      {
        "id":"ED324911",
        "title":"Mental Representations and LSP Teaching."},
      {
        "id":"ED324915",
        "title":"Language and Literacy: The ESL Whole Language Connection."},
      {
        "id":"ED324929",
        "title":"Language Planning in Preschool Education with &quot;Annotated Bibliography.&quot;"},
      {
        "id":"ED324930",
        "title":"FLES Program Evaluation Inventory for FLES Teachers, Classroom Teachers, Children, Principals and Administrators, Parents."},
      {
        "id":"ED324931",
        "title":"Recognizing and Resolving ESL Problems in a Corporate Setting."},
      {
        "id":"ED324934",
        "title":"Eight Strategies for Achieving Integration of Language and Business Instruction."},
      {
        "id":"ED324935",
        "title":"Building International Bridges through Communication Teaching."},
      {
        "id":"ED324943",
        "title":"Francais: Langue de specialite: Gearing Commercial French for the World of 1992."},
      {
        "id":"ED324944",
        "title":"Applications of Computer-Aided Instruction in Business French Training."},
      {
        "id":"ED324945",
        "title":"French for Journalists: Classroom Techniques."},
      {
        "id":"ED324946",
        "title":"A Videocase Approach to ESP/Business."},
      {
        "id":"ED324947",
        "title":"Business Language on Two Continents."},
      {
        "id":"ED324948",
        "title":"The Language-Culture Interface in German Advertisements."},
      {
        "id":"ED324952",
        "title":"COMETT-CALLIOPE: The Implementation of Call Materials for Business and Industrial Purposes."},
      {
        "id":"ED324953",
        "title":"Foreign Language. Multicultural Nonsexist Education in Iowa Schools."},
      {
        "id":"ED324956",
        "title":"Readability of Legislative Texts and Public Information."},
      {
        "id":"ED324957",
        "title":"Provincial Assessment of Students in French Immersion Programs. Special Report."},
      {
        "id":"ED324958",
        "title":"English for Amish Children in Iowa: Sociolinguistic Dimensions."},
      {
        "id":"ED324961",
        "title":"Language Learners' Perceptions of a Foreign Culture--The Teacher's Role."},
      {
        "id":"ED324965",
        "title":"The Theoretical Orientations of English as a Second Language Teachers: The Relationship between Beliefs and Practices."},
      {
        "id":"ED324968",
        "title":"Affixation and Inflection in Pre-Historic Indo-European."},
      {
        "id":"ED324969",
        "title":"Linguistic Controversies, VBE Structures, and Midwest Attitudes."},
      {
        "id":"ED324971",
        "title":"The Supervision of Second and Foreign Language Teachers. ERIC Digest."},
      {
        "id":"ED324972",
        "title":"Planning Middle School Foreign Language Programs. ERIC Digests."},
      {
        "id":"ED324973",
        "title":"Bridging the Gap: A Sheltered Approach to Language Acquisition and Academic Success in the Six Middle Schools of Torrance Unified School District. First Evaluation Report (1988-1989)."},
      {
        "id":"ED324976",
        "title":"Spanish-English Verbatim Translation Exam. Final Report."},
      {
        "id":"ED324977",
        "title":"English-Spanish Verbatim Translation Exam."},
      {
        "id":"ED324984",
        "title":"Cultural Orientation. Young Adult Curriculum: Introduction."},
      {
        "id":"ED324985",
        "title":"On Women, Literacy, and Learning: An Investigation."},
      {
        "id":"ED324989",
        "title":"Title IV Quality Control Study, Stage Two: Final Report. Executive Summary."},
      {
        "id":"ED324991",
        "title":"Title IV Quality Control Study, Stage Two: Final Report. Volume II: Corrective Actions."},
      {
        "id":"ED324992",
        "title":"Title IV Quality Control Project, Stage Two. Volume III: Procedures and Methods [and] Appendix D--Data Collection Material."},
      {
        "id":"ED324993",
        "title":"Title IV Quality Control Project, Stage II. Management Option II: Delivery System Quality Improvements."},
      {
        "id":"ED324994",
        "title":"Contributing to the Community: The Economic Significance of Academic Health Centers and Their Role in Neighborhood Development. Report IV. Report of the Task Force on Academic Health Centers."},
      {
        "id":"ED324996",
        "title":"Modernizing Academic Research Facilities: A Comprehensive Plan."},
      {
        "id":"ED324998",
        "title":"Finances of MBA Students. Results from the GMAC's New Matriculants Survey. GMAC Occasional Papers."},
      {
        "id":"ED324999",
        "title":"The NCHEMS/Kellogg Student Outcomes Project at the University of Tennessee, Knoxville. Final Report, 1982-84."},
      {
        "id":"ED325000",
        "title":"Education and Training in Public Administration: Perspectives of Practitioners."},
      {
        "id":"ED325001",
        "title":"Historically Black Colleges and Universities of Higher Education. Hearing before the Committee on the Budget. United States Senate, One Hundred First Congress, First Session (Atlanta, GA)."},
      {
        "id":"ED325005",
        "title":"Mentoring Women and Minorities in Higher Education."},
      {
        "id":"ED325007",
        "title":"Marketing the College Union."},
      {
        "id":"ED325009",
        "title":"A Systematic Approach to the Integration of Black College Students."},
      {
        "id":"ED325010",
        "title":"Leadership in the Disciplinary Relationship."},
      {
        "id":"ED325011",
        "title":"Hearing on H.R. 3344, The Crime Awareness and Campus Security Act of 1989. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred First Congress, Second Session."},
      {
        "id":"ED325012",
        "title":"Ensuring Access: Challenges in Student Aid in the 1990s. A Report."},
      {
        "id":"ED325017",
        "title":"A Guide for College Presidents and Governing Boards: Strategies for Eliminating Alcohol and Other Drug Abuse on Campuses."},
      {
        "id":"ED325018",
        "title":"Facilitated Appraisal for College Executives (FACE): A Handbook for Users."},
      {
        "id":"ED325019",
        "title":"Strengthening Humanistic Perspectives across the Curriculum: A Project [Report]."},
      {
        "id":"ED325021",
        "title":"Explaining the Gender Wage Gap: Pay Expectations for Self, Others, and Perceptions of \"Fair Pay.\""},
      {
        "id":"ED325022",
        "title":"Accreditation: The American Experience."},
      {
        "id":"ED325028",
        "title":"College Costs 1989-90. Basic Student Charges at 2-Year and 4-Year Institutions. Survey Report."},
      {
        "id":"ED325030",
        "title":"Guaranteed Loan Programs Are an Increasing Risk. Statement of Donald H. Chapin given before the Committee on Government Affairs, United States Senate."},
      {
        "id":"ED325031",
        "title":"Feasibility Study for a Colorado Education Information Center."},
      {
        "id":"ED325033",
        "title":"&quot;High Risk&quot; Students and Higher Education: Future Trends. ERIC Digest."},
      {
        "id":"ED325034",
        "title":"A National Study of the Perceptions of Administrative Support for Teaching and Faculty Development."},
      {
        "id":"ED325035",
        "title":"Graduates' Reasons for Choosing To Attend Religious and Public Colleges."},
      {
        "id":"ED325036",
        "title":"Global Change: Implications for the Future of Higher Education. Proceedings of an International Planning Seminar."},
      {
        "id":"ED325043",
        "title":"The Black Undergraduate: Current Status and Trends in the Characteristics of Freshmen."},
      {
        "id":"ED325045",
        "title":"The Mission of the University in Economic Development and Environmental Preservation: Management of Local and Regional Resources in an Interdependent World System."},
      {
        "id":"ED325057",
        "title":"The State Role in Promoting Equity."},
      {
        "id":"ED325065",
        "title":"Computer Attitudes and Learning Performance: Issues for Management Education and Training."},
      {
        "id":"ED325069",
        "title":"Creative Teaching on Television."},
      {
        "id":"ED325074",
        "title":"The Evolution of Teachers' Instructional Beliefs and Practices in High-Access-to-Technology Classrooms."},
      {
        "id":"ED325081",
        "title":"Federal Education Programs: An Information Guide."},
      {
        "id":"ED325086",
        "title":"A User Survey in the Asnuntuck LRC: A Report."},
      {
        "id":"ED325087",
        "title":"ITV Resources in the Defined Minimum Program, 1990-91 Curriculum Guide. ITV Across the Curriculum."},
      {
        "id":"ED325088",
        "title":"Staff Development Resources, 1990-91."},
      {
        "id":"ED325089",
        "title":"Instructional TV &amp; Audio Resources, 1990-91. ITV Window to the World."},
      {
        "id":"ED325090",
        "title":"CBI Project Evaluation Phase II: Data Analysis Results."},
      {
        "id":"ED325092",
        "title":"Advisory List of Computer Courseware, August-September 1990."},
      {
        "id":"ED325094",
        "title":"The CERC Electronic Bulletin Board System. Users Manual."},
      {
        "id":"ED325098",
        "title":"Evaluation of Year One of Distance Learning Project North."},
      {
        "id":"ED325099",
        "title":"The Evolution of Distance Learning: Technology-Mediated Interactive Learning."},
      {
        "id":"ED325100",
        "title":"An Integrated Learning System in an Elementary School: Implementation, Attitudes, and Results."},
      {
        "id":"ED325101",
        "title":"Deductive Reasoning, Logo and the Schools."},
      {
        "id":"ED325103",
        "title":"Resources for Telecourses: A Reference List. Updated."},
      {
        "id":"ED325105",
        "title":"Computer Integrated Instruction Inservice Notebook: Elementary School."},
      {
        "id":"ED325106",
        "title":"Computer-Integrated Instruction Inservice Notebook: Secondary School Mathematics."},
      {
        "id":"ED325107",
        "title":"Computer-Integrated Instruction Inservice Notebook: Secondary School Science."},
      {
        "id":"ED325108",
        "title":"Computer-Integrated Instruction Inservice Notebook: Secondary School Social Studies."},
      {
        "id":"ED325109",
        "title":"Effective Inservice for Integrating Computer-as-Tool into the Curriculum."},
      {
        "id":"ED325112",
        "title":"Electronic Bulletin Boards."},
      {
        "id":"ED325113",
        "title":"Selecting Instructional Materials: A Survey of Decision-Making Processes."},
      {
        "id":"ED325114",
        "title":"STAR: A Computerized Tutorial in General Psychology."},
      {
        "id":"ED325116",
        "title":"Training in Information Systems Design for Urban and Regional Planners in Developing Countries. A Concept Paper Prepared for the UNCRD."},
      {
        "id":"ED325118",
        "title":"Structured Representation of Theoretical Abstracts: Implications for User Interface Design."},
      {
        "id":"ED325119",
        "title":"Projection of Network Costs for Service Functions. Phase I Report, Volume I."},
      {
        "id":"ED325120",
        "title":"A Study of GRATEFUL MED Use in a Graduate Health Program."},
      {
        "id":"ED325121",
        "title":"Qualitative Collection Analysis: The Conspectus Methodology. SPEC Kit 151."},
      {
        "id":"ED325122",
        "title":"Brittle Books Programs. SPEC Kit 152."},
      {
        "id":"ED325127",
        "title":"Guidelines for the Teaching of Marketing in the Training of Librarians, Documentalists, and Archivists."},
      {
        "id":"ED325137",
        "title":"Multiple Versions Forum Report. Report from a Meeting (Airlie House, Warrenton, Virginia, December 6-8, 1989)."},
      {
        "id":"ED325138",
        "title":"The New York State Program for the Conservation and Preservation of Library Research Materials. Selected Press Clippings about Projects Funded by the Discretionary Grant Program, 1988/89 and 1989/90."},
      {
        "id":"ED325141",
        "title":"A Study of the Use of the AAHSLD Annual Statistics in Member Libraries."},
      {
        "id":"ED325143",
        "title":"Women in Science and Technology."},
      {
        "id":"ED325144",
        "title":"Student Assistance Program."},
      {
        "id":"ED325146",
        "title":"Survey on Community College National Leadership/Service Organizations: A Preliminary Summary/Analysis of Responses."},
      {
        "id":"ED325152",
        "title":"Fall 1989-Spring 1990 Retention Analysis. Enrollment Analysis EA91-3."},
      {
        "id":"ED325155",
        "title":"Defining Community College Achievements."},
      {
        "id":"ED325157",
        "title":"Nursing Program Students and Academic Outcomes: Course-Taking, Graduation and Licensure, 1968-1989. Program Evaluation PE90-5."},
      {
        "id":"ED325160",
        "title":"Course Pass Rates in Fall 1989. Enrollment Analysis EA91-1."},
      {
        "id":"ED325162",
        "title":"Credit Headcount Forecast for Fall 1989-90: Component Yield Method Projections. Planning Brief PB90-3."},
      {
        "id":"ED325163",
        "title":"Non-Returning Students: Fall 1987-Spring 1988 Telephone Survey. Report EA88-8."},
      {
        "id":"ED325167",
        "title":"Evaluation Plan and Survey Instrument for Office of Institutional Research, El Paso Community College."},
      {
        "id":"ED325168",
        "title":"Community College Reentry Programs: What Does the Future Hold?"},
      {
        "id":"ED325169",
        "title":"Teaching of Psychology: Ideas and Innovations. Proceedings of the Annual Conference on Undergraduate Teaching of Psychology (4th, Springfield, Massachusetts, March 15-16, 1990)."},
      {
        "id":"ED325170",
        "title":"Paths to Success, Volume II: Student Satisfaction with Support Services (Since the Implementation of \"Matriculation\")."},
      {
        "id":"ED325171",
        "title":"Washington Community College Faculty Development Survey Results: A Summary of the Results of Survey of All Full-Time Faculty. Operations Report No. 90-3."},
      {
        "id":"ED325175",
        "title":"The Role of the Learning Resources Center in Instruction. New Directions for Community Colleges, Number 71."},
      {
        "id":"ED325177",
        "title":"SREB Faculty Salary Update: 1989-90 Averages at Public Community and Junior Colleges."},
      {
        "id":"ED325190",
        "title":"Persistence among Full-Time Students at Illinois Central College."},
      {
        "id":"ED325195",
        "title":"Santa Fe Community College Factbook, 1990-91."},
      {
        "id":"ED325200",
        "title":"A Study of the Role of Educational Television Programming in Elementary Schools."},
      {
        "id":"ED325202",
        "title":"Shared Book Reading in an Early Start Program for At-Risk Children. Technical Report No. 504."},
      {
        "id":"ED325204",
        "title":"Four-Year-Olds and Public Schooling. ERIC Digest."},
      {
        "id":"ED325205",
        "title":"Hearing on the Reauthorization of the Head Start Act. Hearing before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, One Hundred First Congress, Second Session."},
      {
        "id":"ED325206",
        "title":"Young Adolescents and Community Service."},
      {
        "id":"ED325207",
        "title":"Teaching Decision Making to Adolescents: A Critical Review."},
      {
        "id":"ED325208",
        "title":"Preventing Abuse of Drugs, Alcohol, and Tobacco by Adolescents."},
      {
        "id":"ED325213",
        "title":"Head Start Reauthorization. Hearing on Examining Proposed Legislation Authorizing Funds for the Head Start Educational Program before the Subcommittee on Children, Family, Drugs and Alcoholism of the Committee on Labor and Human Resources. United States Senate, One Hundred First Congress, Second Session."},
      {
        "id":"ED325214",
        "title":"Family Transition, Stress, and Support: Impacts on Children."},
      {
        "id":"ED325215",
        "title":"Playground Needs of Children, and Safety: An Issue in Conflict."},
      {
        "id":"ED325217",
        "title":"Family Day Care Zoning Advocacy Guide."},
      {
        "id":"ED325219",
        "title":"Parents and Puberty: Encouraging Family Communication."},
      {
        "id":"ED325220",
        "title":"Children and Marital Happiness of Black Americans."},
      {
        "id":"ED325222",
        "title":"What's Happening to the American Family?"},
      {
        "id":"ED325223",
        "title":"Program Expansion as a Vehicle for Improving the Preparation and Professional Development of the Early Childhood Workforce."},
      {
        "id":"ED325225",
        "title":"Financing Issues in the Preparation and Professional Development of the Early Childhood Workforce."},
      {
        "id":"ED325230",
        "title":"To Provide Preschool Programs for Disadvantaged and Disabled Children To Enhance Their School Readiness: Background Paper on a National Educational Goal."},
      {
        "id":"ED325231",
        "title":"Parents as the Child's First Teacher: Opportunities and Constraints."},
      {
        "id":"ED325232",
        "title":"Increasing Parental Involvement as a Means of Improving Our Nation's Schools."},
      {
        "id":"ED325236",
        "title":"Child Support: The Dilemma of a Nation."},
      {
        "id":"ED325238",
        "title":"Head Start Nutrition Education Curriculum."},
      {
        "id":"ED325240",
        "title":"A Descriptive Study of Toddlers and Preschoolers Drawing with Primary and Standard Markers, Pencils and Crayons."},
      {
        "id":"ED325242",
        "title":"Maternal Teaching Behaviors and Temperament Disposition in Preschool Children."},
      {
        "id":"ED325243",
        "title":"Augmented Family Support Systems: A Description of an Early Intervention Model for Family Support Services in Low Income Communities."},
      {
        "id":"ED325244",
        "title":"Primary Education: A World Bank Policy Paper."},
      {
        "id":"ED325245",
        "title":"Building School Home Partnerships: A Handbook for Educators."},
      {
        "id":"ED325247",
        "title":"Increasing Social Competence in Kindergarten and First Grade Children through Modeling and Practice in a Self-Motivating Play Group."},
      {
        "id":"ED325251",
        "title":"Child Care Arrangements: Health of Our Nation's Children, United States, 1988."},
      {
        "id":"ED325252",
        "title":"Head Start Reaches Out: 1985 Innovative Projects. Final Report."},
      {
        "id":"ED325253",
        "title":"Teachers and Students as Resources for Improving Instruction. Policy and Practice: Research in Pacific Education. A Report to Pacific Educational Researchers."},
      {
        "id":"ED325255",
        "title":"Early Intervention for Students at Risk: Three Profiles from Arizona&apos;s Rural Schools."},
      {
        "id":"ED325257",
        "title":"Head Start Research and Evaluation: A Blueprint for the Future. Recommendations of the Advisory Panel for Head Start Evaluation Design Project."},
      {
        "id":"ED325259",
        "title":"Beyond Campus Child Care: Supporting University Families (with Excerpts from the Report of the MIT Committee on Family and Work)."},
      {
        "id":"ED325263",
        "title":"A Report of the Special Committee on Investigations of the Select Committee on Indian Affairs. Final Report and Legislative Recommendations. Senate, 101st Congress, 1st Session (November 6, 1989)."},
      {
        "id":"ED325264",
        "title":"Historical and Theoretical Perspectives on Appalachia's Economic Dependency."},
      {
        "id":"ED325265",
        "title":"Hegemony, Marginality and Identity Reformulation: Further Thoughts regarding a Comparative Approach to Appalachian Studies."},
      {
        "id":"ED325266",
        "title":"Financing, Organisation and Governance of Education for Special Populations. Series III. Studies of Selected Population Groups. Linguistic and Indigenous Minorities: The Sami (Lapp) Case in Norway."},
      {
        "id":"ED325268",
        "title":"Principles of Successful Chapter 1 Programs: A Guidebook for Rural Educators."},
      {
        "id":"ED325269",
        "title":"Cross-Cultural Counseling: The Guidance Project and the Reluctant Seniors. Teaching Cases in Cross-Cultural Education No. 7."},
      {
        "id":"ED325270",
        "title":"Gender Wars at John Adams High School. A Case Study. Teaching Cases in Cross-Cultural Education No. 6."},
      {
        "id":"ED325272",
        "title":"Establishing Professional Development Schools: Forging School/University Partnerships in West Virginia."},
      {
        "id":"ED325273",
        "title":"Rural Schools in California: A Demographic, Economic, and Educational State Profile. 1989."},
      {
        "id":"ED325278",
        "title":"Health and Nutrition Education. Report of a Regional Writing Workshop (Quezon City, Philippines, May 12-21, 1983)."},
      {
        "id":"ED325280",
        "title":"Land Ownership Patterns and Their Impacts on Appalachian Communities. A Survey of 80 Counties."},
      {
        "id":"ED325282",
        "title":"10 Ideas for Recruiting New Leaders."},
      {
        "id":"ED325285",
        "title":"Health Care in Rural America."},
      {
        "id":"ED325287",
        "title":"Viewpoints: Reflections on the Principalship in Alaska."},
      {
        "id":"ED325288",
        "title":"Lessons Taught, Lessons Learned. Teachers' Reflections on Schooling in Rural Alaska."},
      {
        "id":"ED325289",
        "title":"The Wisdom of Practice. Volume II. Managing the Multigraded Classroom."},
      {
        "id":"ED325290",
        "title":"The Wisdom of Practice. Adapting Curriculum To Meet the Needs of Rural Students."},
      {
        "id":"ED325291",
        "title":"How Do Communities Act? Unique Events and Purposeful Strategies in the Formation of an Industrial Base in Rivertown. [Revised]."},
      {
        "id":"ED325292",
        "title":"First Year Teachers in North Dakota."},
      {
        "id":"ED325293",
        "title":"A National Summary of Achievement Information as Reported by State Migrant Education Programs for Fiscal Years 1982 and 1983."},
      {
        "id":"ED325294",
        "title":"7 Secrets to Coping with Change in Small Towns."},
      {
        "id":"ED325295",
        "title":"Strategic Planning for Indian Tribal Self-Sufficiency: A Culturally Appropriate Model for Consensus Building"},
      {
        "id":"ED325297",
        "title":"Jane Jacobs and the Dilemma of Life and Learning in Rural Areas."},
      {
        "id":"ED325298",
        "title":"High School Size and Course Offerings: Evidence from High School and Beyond."},
      {
        "id":"ED325299",
        "title":"Rural Development. Federal Programs that Focus on Rural America and Its Economic Development. Briefing Report to the Ranking Minority Member, Subcommittee on Conservation, Credit, and Rural Development, Committee on Agriculture, House of Representatives."},
      {
        "id":"ED325300",
        "title":"Reauthorizing the Tribally Controlled Community College Assistance Act of 1978 and the Navajo Community College Act. Report (To Accompany S. 2167). 101st Congress, 2nd Session, Senate."},
      {
        "id":"ED325303",
        "title":"Selected Procedures for Improving the Science Curriculum. ERIC/SMEAC Science Education Digest No. 2."},
      {
        "id":"ED325310",
        "title":"Chapter 1 Math Skills Program, Student Outcome Data 1988-89 End-of-Year Report. Evaluation Section Report."},
      {
        "id":"ED325311",
        "title":"PCEN Math Skills Program Student Outcome Data 1988-89 End-of-Year Report. Evaluation Section Report."},
      {
        "id":"ED325312",
        "title":"Chapter 1 Corrective Mathematics Program 1988-89. Evaluation Section Report."},
      {
        "id":"ED325313",
        "title":"Bilingual Mathematics and Science Achievement, 1988-89. Evaluation Section Report."},
      {
        "id":"ED325322",
        "title":"Broadcast Media Contributions to Marine and Aquatic Education."},
      {
        "id":"ED325324",
        "title":"Science Framework for California Public Schools. Kindergarten through Grade Twelve."},
      {
        "id":"ED325328",
        "title":"Values in School Science: Some Practical Materials and Suggestions. Third Edition."},
      {
        "id":"ED325329",
        "title":"Multiple Perceptions of Science Concepts: A Qualitative Study in a Swamp."},
      {
        "id":"ED325331",
        "title":"Interactive Genetics Tutorial Project."},
      {
        "id":"ED325333",
        "title":"Using Science Activities To Internalize Locus of Control and Influence Attitudes towards Science."},
      {
        "id":"ED325338",
        "title":"Use of Computers by Physics and Physical Science Teachers in Iowa. Technical Report."},
      {
        "id":"ED325339",
        "title":"The Atlantic Science Curriculum Project: In Search of a Path to Educational Reform."},
      {
        "id":"ED325342",
        "title":"The Design of a Television Series on Science for Pre-Adolescents."},
      {
        "id":"ED325349",
        "title":"Appreciating Your Great Lakes. A Guide for Developing Educational Projects. 4-H Marine Education Series - 2."},
      {
        "id":"ED325354",
        "title":"Elementary School Science Education Program Evaluation Guide, SY90-91. Edition Three."},
      {
        "id":"ED325359",
        "title":"Skills Drills: A Self-Correcting Math Proficiency Game. Technical Note No. 28."},
      {
        "id":"ED325360",
        "title":"Second International Mathematics Study."},
      {
        "id":"ED325365",
        "title":"Bridging the Gap Between Theory and Practice in the Teaching of Elementary School Mathematics."},
      {
        "id":"ED325366",
        "title":"Enhancing Primary Grade Science: Recommendations from Prime Time Workshops."},
      {
        "id":"ED325369",
        "title":"Profile of the Non-Major in College Biology by Learning Style."},
      {
        "id":"ED325370",
        "title":"Cognitive Process Analysis of Test Questions in a Computer-Managed College Biology Course Based on a Learning Style Assessment with Emphasis on Analytic-Spatial Skill."},
      {
        "id":"ED325373",
        "title":"Computers in Physics Instruction. Proceedings of a Conference (Raleigh, North Carolina, August 1-5, 1988)."},
      {
        "id":"ED325375",
        "title":"The Land We Depend On. Fifth Grade."},
      {
        "id":"ED325376",
        "title":"Water: The Liquid of Life. Fifth Grade."},
      {
        "id":"ED325377",
        "title":"The Greenhouse Effect and Built Environment Education."},
      {
        "id":"ED325379",
        "title":"School Boards & Curriculum. Special Focus on Science and Mathematics."},
      {
        "id":"ED325380",
        "title":"The Idea of Order at Geometry Class."},
      {
        "id":"ED325384",
        "title":"Dwight Eisenhower Mathematics and Science Education Amendments Act of 1990. Report To Accompany H.R. 4982. 101st Congress, 2nd Session, House of Representatives."},
      {
        "id":"ED325386",
        "title":"Science. Advisory List of Instructional Media."},
      {
        "id":"ED325389",
        "title":"Implementing the NCTM Standards for School Mathematics for the 21st Century. Final Report."},
      {
        "id":"ED325391",
        "title":"Ecosystems of the Great Land. Teacher&apos;s Guide."},
      {
        "id":"ED325392",
        "title":"Relating the Mole Concept and Fundamental Mathematics."},
      {
        "id":"ED325393",
        "title":"Correlates of Mathematics Anxiety."},
      {
        "id":"ED325395",
        "title":"Increasing Fourth Grade Math Achievement with Improved Instructional Strategies."},
      {
        "id":"ED325396",
        "title":"Improving Mathematical Problem Solving Skills of Fifth and Seventh Grade Students through a Structured Problem Solving Program."},
      {
        "id":"ED325406",
        "title":"UN Peacekeepers: Soldiers with a Difference. Headline Series No. 292."},
      {
        "id":"ED325409",
        "title":"International Education--Focus: Soviet Union."},
      {
        "id":"ED325412",
        "title":"Perspectives on Teaching and Learning History, or \"They Could Have Thrown Teapots For All I Care.\""},
      {
        "id":"ED325416",
        "title":"A Self-Evaluation Guide to Title IX: Applicable Excerpts from Title IX Regulations and Civil Rights Restoration Act of 1987."},
      {
        "id":"ED325418",
        "title":"The Search for Truth: An Editor's Perspective."},
      {
        "id":"ED325422",
        "title":"A Formative Evaluation Plan of the Bartlett Saga: Part III &quot;United We Stand: Confederation,&quot; 1864-1873."},
      {
        "id":"ED325423",
        "title":"The Dividends of Learning: World Bank Support for Education."},
      {
        "id":"ED325424",
        "title":"Health and the Amish: A Bibliographical Review."},
      {
        "id":"ED325426",
        "title":"Germany and Georgia: Partners for the Future. Instructional Materials for Georgia Schools, Volumes I and II."},
      {
        "id":"ED325428",
        "title":"Pay Equity Activity in the Public Sector: 1979-1989. Full Report."},
      {
        "id":"ED325431",
        "title":"Musical Images of the Vietnam War."},
      {
        "id":"ED325433",
        "title":"Women in Modern Indian Literature: High School Level."},
      {
        "id":"ED325434",
        "title":"Universal Primary Education for Girls: China."},
      {
        "id":"ED325435",
        "title":"Universal Primary Education for Girls: Bangladesh."},
      {
        "id":"ED325436",
        "title":"Universal Primary Education for Girls: India."},
      {
        "id":"ED325437",
        "title":"Universal Primary Education for Girls: Nepal."},
      {
        "id":"ED325438",
        "title":"Universal Primary Education for Girls: Pakistan."},
      {
        "id":"ED325439",
        "title":"Universal Primary Education for Girls: Papua New Guinea."},
      {
        "id":"ED325441",
        "title":"What To Do about Differences? A Study of Multicultural Education for Teacher Trainees in the Los Angeles Unified School District."},
      {
        "id":"ED325442",
        "title":"Teacher Education: Issues, Needs, and Plans for Action. [Report of a Unesco Regional Worshop on Teacher Education (Hobart, Tasmania, Australia, December 4-10, 1986).]"},
      {
        "id":"ED325444",
        "title":"Keys to an Effective Internship: A Guide for Kentucky Beginning Teachers."},
      {
        "id":"ED325445",
        "title":"A Multi-Dimensional Approach to Assisting \"At-Risk\" Students, K-12."},
      {
        "id":"ED325446",
        "title":"A Pragmatic Study of Schoolteaching."},
      {
        "id":"ED325447",
        "title":"Towards a Pragmatic Grammar of Teachers' Epistemic Networks."},
      {
        "id":"ED325448",
        "title":"A Re-examination of John Dewey and Education."},
      {
        "id":"ED325449",
        "title":"Pragmatic Epistemology of Focal Teacher Thinking."},
      {
        "id":"ED325450",
        "title":"Speculations on the Nature and Facilitation of Teacher Development as Derived from Teachers' Stories."},
      {
        "id":"ED325451",
        "title":"Opening Doors. An Introduction to Peer Coaching. Facilitator&apos;s Manual."},
      {
        "id":"ED325452",
        "title":"Learning To Teach: Constructing Meaningful Understanding of Mathematical Content. Craft Paper 89-3."},
      {
        "id":"ED325454",
        "title":"Nutrition Education Printed Materials and Audiovisuals: Grades Preschool-6, January 1979-May 1990. Quick Bibliography Series."},
      {
        "id":"ED325455",
        "title":"Nutrition Education Printed Materials and Audiovisuals: Grades 7-12, January 1979-May 1990. Quick Bibliography Series: QB 90-80."},
      {
        "id":"ED325456",
        "title":"Learning and Action in Research Reporting. Issue Paper 90-8."},
      {
        "id":"ED325457",
        "title":"Making New or Making Do: An Inconclusive Argument about Teaching. Issue Paper 90-7."},
      {
        "id":"ED325460",
        "title":"Encores II: Travels through the Spectrum of Dance. A Selection of Readings from 1978-1987."},
      {
        "id":"ED325461",
        "title":"A Disease Called AIDS. For Grades 5 through 7. Instructor's Guide and Student Guide."},
      {
        "id":"ED325463",
        "title":"Preventing Substance Abuse: A Comprehensive Program for Catholic Educators."},
      {
        "id":"ED325464",
        "title":"The Effect of Structured Training vs Less Formal Journal Writing on Quality of Thinking, Classroom Teaching Performance, and Attitudes toward Reflective Teaching during Preservice Teacher Training."},
      {
        "id":"ED325465",
        "title":"1990 Teacher Education Follow-Up Study."},
      {
        "id":"ED325467",
        "title":"To Know or To Do: A Distinction between Content- and Performance-based Curriculum for Educational Psychology."},
      {
        "id":"ED325469",
        "title":"The Use of Homework and Cooperative Learning in an Elementary Classroom: Implications for Teacher Education."},
      {
        "id":"ED325470",
        "title":"Profiles in Teaching: A Celebration of Idealistic Perspectives."},
      {
        "id":"ED325476",
        "title":"Research that Informs Teachers and Teacher Educators."},
      {
        "id":"ED325477",
        "title":"Roles and Authority of States in Policies for Teachers and Teaching. Trends and Issues Paper No. 2."},
      {
        "id":"ED325478",
        "title":"Teaching Characteristics: A Search for Classifications."},
      {
        "id":"ED325479",
        "title":"Detecting Differential Item Functioning Using IRT and Mantel-Haenszel Techniques: Implementing Procedures and Comparing Results."},
      {
        "id":"ED325480",
        "title":"A Bayesian Approach to Multicenter Trials and Metaanalysis."},
      {
        "id":"ED325481",
        "title":"A Comparative Study of Two Pre-School Assessments and Their Relationships to School Achievement."},
      {
        "id":"ED325483",
        "title":"Profile of Undergraduates in American Postsecondary Institutions. Survey Report."},
      {
        "id":"ED325484",
        "title":"A Systems Approach to Educational Testing. Technical Report No. 2."},
      {
        "id":"ED325486",
        "title":"Experiences of Schooling in the Welfare State: A Longitudinal Study of Life Trajectories and Legitimation of Education in Sweden."},
      {
        "id":"ED325487",
        "title":"Careers and Perspectives on Schooling in the Welfare State: A Longitudinal Study on Students' Origins, Destiny, and Experiences of Schooling."},
      {
        "id":"ED325488",
        "title":"The Belief in Personal Control Scale: A Revised, Short Form."},
      {
        "id":"ED325489",
        "title":"Designing Questionnaire Items: Lessons Learned from Faculty and Student Surveys."},
      {
        "id":"ED325490",
        "title":"Teacher Utilization of Cooperative Learning Principles."},
      {
        "id":"ED325491",
        "title":"Rasch-Model Procedures Used To Build the JOCRF Vocabulary Item Bank. Technical Report 1990-3."},
      {
        "id":"ED325492",
        "title":"The Robustness of Regression and Substitution by Mean Methods in Handling Missing Values."},
      {
        "id":"ED325493",
        "title":"Two-Stage Sampling from a Prediction Point of View."},
      {
        "id":"ED325494",
        "title":"A Study of the Fifty States To Determine the Effect of Educational Reform on Seven Educational Improvement Areas."},
      {
        "id":"ED325496",
        "title":"Focusing the New Design: The NAEP 1988 Technical Report."},
      {
        "id":"ED325499",
        "title":"Modelling Ill-Structured Problem Solving with Schema Theory."},
      {
        "id":"ED325500",
        "title":"Accelerating Academic Achievement. America&apos;s Challenge. A Summary of Findings from 20 Years of NAEP."},
      {
        "id":"ED325501",
        "title":"Proceedings of the Annual Federal Forecasters Conference (2nd, Washington, D.C., September 6-7, 1989)."},
      {
        "id":"ED325502",
        "title":"Base Year Sample Design Report: National Education Longitudinal Study of 1988. Technical Report."},
      {
        "id":"ED325503",
        "title":"The High School Profile Report: Normative Data. A Description of the Academic Abilities and Nonacademic Characteristics of Your ACT Tested 1990 Graduates. ACT High School Profile Report H.S. Graduating Class 1990. National Report."},
      {
        "id":"ED325504",
        "title":"The NAEP Guide: A Description of the Content and Methods of the 1990 and 1992 Assessments."},
      {
        "id":"ED325505",
        "title":"String Comparator Metrics and Enhanced Decision Rules in the Fellegi-Sunter Model of Record Linkage."},
      {
        "id":"ED325506",
        "title":"The Construct Validity of Curriculum-Based Measures of Achievement: A Multitrait-Multimethod Analysis."},
      {
        "id":"ED325508",
        "title":"Multidimensional Facets of Personal Control Perceptions: A Cross-National Validation Analysis."},
      {
        "id":"ED325509",
        "title":"Bootstrap versus Statistical Effect Size Corrections: A Comparison with Data from the Finding Embedded Figures Test."},
      {
        "id":"ED325510",
        "title":"Measurement Characteristics of the MAA Math Placement Tests."},
      {
        "id":"ED325511",
        "title":"How Do Teachers Feel about Science?: Measurement of Attitudes towards Science."},
      {
        "id":"ED325512",
        "title":"The Spirit Is Willing, but the Flesh Is Weak: Criterion-Referenced Testing in Wyoming."},
      {
        "id":"ED325513",
        "title":"Improving the Quality of Questionnaires: A Tool for Evaluators."},
      {
        "id":"ED325515",
        "title":"Validity Study in Multidimensional Latent Space and Efficient Computerized Adaptive Testing. Final Report."},
      {
        "id":"ED325516",
        "title":"The Impact of Provincial Examinations on Education in British Columbia: General Report."},
      {
        "id":"ED325517",
        "title":"Feedback: A Look at Limited-English-Proficient Students in AISD."},
      {
        "id":"ED325518",
        "title":"Continued Steps towards Drug-Free Schools in AISD: 1989-90."},
      {
        "id":"ED325519",
        "title":"Pregnancy, Education, and Parenting Pilot (PEP): Evaluation 1989-90."},
      {
        "id":"ED325520",
        "title":"Focusing on Teachers: ESEA Title II Mathematics and Science."},
      {
        "id":"ED325521",
        "title":"Double TNT: Targeting New Teachers and Teaching by Novel Techniques."},
      {
        "id":"ED325522",
        "title":"Understanding the Role of Linguistic Processes in the Solution of Arithmetic Word Problems."},
      {
        "id":"ED325523",
        "title":"Technology and Accountability: Does More Equal Better? Should Accountability Programs Be Accountable?"},
      {
        "id":"ED325524",
        "title":"Alternatives to Statistical Significance Testing."},
      {
        "id":"ED325526",
        "title":"Use of the New One Group Posttest Only Design."},
      {
        "id":"ED325527",
        "title":"Measuring Second-Order Factors Using Confirmatory Methods: A Case Study Example with the Hendrick-Hendrick Love Instrument."},
      {
        "id":"ED325528",
        "title":"Selective Bibliography of Professional Tests. Second Edition."},
      {
        "id":"ED325529",
        "title":"National Academic Advisory Report Card Act of 1990. Report To Accompany S. 3095 from the Committee on Labor and Human Resources, Senate, 101st Congress, 2d Session."},
      {
        "id":"ED325531",
        "title":"Common Factor Analysis or Components Analysis: An Update on an Old Debate."},
      {
        "id":"ED325532",
        "title":"Guidelines and Resource References for Developing a Comprehensive Faculty Evaluation and Development Program."},
      {
        "id":"ED325533",
        "title":"Options for Evaluating the Educational Partnerships Program, 1991-1993."},
      {
        "id":"ED325534",
        "title":"Educational Partnerships Program: Analysis of Project Characteristics."},
      {
        "id":"ED325535",
        "title":"Synthesis of Existing Knowledge and Practice in the Field of Educational Partnerships."},
      {
        "id":"ED325536",
        "title":"An Overview of Evaluation Research on Selected Educational Partnerships."},
      {
        "id":"ED325540",
        "title":"Choice and Excellence in Public Education. Perspectives on National Trends."},
      {
        "id":"ED325541",
        "title":"Dear Parents: In the United States...It's Our School Too."},
      {
        "id":"ED325542",
        "title":"Queridos Padres: En Los Estados Unidos...La Escuela es Nuestra Tambien (Dear Parents: In the United States...It's Our School Too)."},
      {
        "id":"ED325543",
        "title":"Together Is Better: Building Strong Relationships Between Schools and Hispanic Parents."},
      {
        "id":"ED325556",
        "title":"Hanging In: A Study of Student Credit Accumulation in High Schools."},
      {
        "id":"ED325558",
        "title":"Incentives for Learning: Why American High School Students Compare So Poorly to Their Counterparts Overseas. Working Paper #89-09."},
      {
        "id":"ED325560",
        "title":"Five Cities High School Dropout Study: Characteristics of Hispanic High School Students."},
      {
        "id":"ED325561",
        "title":"Dropout Rates in the United States: 1989."},
      {
        "id":"ED325563",
        "title":"Stewart B. McKinney Homeless Health Care, Education, Training, and Community Services Amendments of 1990. Report (to Accompany S. 2863. Senate, 101st Congress, 2d Session."},
      {
        "id":"ED325565",
        "title":"Demographics and Cultural Diversity in the 1990s: Implications for Services to Young Children with Special Needs."},
      {
        "id":"ED325568",
        "title":"Redistricting in the 1990s: A Guide for Minority Groups."},
      {
        "id":"ED325570",
        "title":"Profiles of the Highland Lao Communities in the United States. Final Report."},
      {
        "id":"ED325573",
        "title":"Hispanic Community Organizations: Partners in Parental Involvement. Research Notes, No. 1, 1990."},
      {
        "id":"ED325575",
        "title":"Resegregation of Public School Districts, 1968-1986. CDE Working Paper #90-16."},
      {
        "id":"ED325576",
        "title":"The Social Class Isolation of Poor Children: A Case Study of Milwaukee. CDE Working Paper 90-12."},
      {
        "id":"ED325582",
        "title":"High School Dropouts: How Much of a Crisis? Backgrounder, No. 781."},
      {
        "id":"ED325583",
        "title":"Beyond Remediation: School-Based Strategies for Reducing Educational Risk. Research Brief #3."},
      {
        "id":"ED325584",
        "title":"Selected Data on Minority Participation in the Public Schools. Survey Report."},
      {
        "id":"ED325587",
        "title":"The Challenge of Educating Children Who Are Or Have Been Homeless."},
      {
        "id":"ED325588",
        "title":"Homeless Children in America: Challenges for the 1990s."},
      {
        "id":"ED325589",
        "title":"Homeless Children: Educational Challenges for the 1990s."},
      {
        "id":"ED325590",
        "title":"Street Kids--Homeless and Runaway Youth. Hearing before the Subcommittee on Children, Family, Drugs and Alcoholism of the Committee on Labor and Human Resources, United States Senate. One Hundred First Congress, Second Session."},
      {
        "id":"ED325595",
        "title":"Attendance in Chicago Public Schools. Monitoring and Researching the Effects of School Reform in Chicago Series."},
      {
        "id":"ED325597",
        "title":"Strategies for Teachers of At-Risk Students."},
      {
        "id":"ED325598",
        "title":"Career Beginnings Impact Evaluation: Findings from a Program for Disadvantaged High School Students."},
      {
        "id":"ED325600",
        "title":"Tracking: Implications for Student Race-Ethnic Subgroups. Report No. 1."},
      {
        "id":"ED325601",
        "title":"Community Involvement and Disadvantaged Students: A Review and Annotated Bibliography. Report No. 8."},
      {
        "id":"ED325603",
        "title":"Rich-Poor Income Gap Hits 40-Year High As Poverty Rate Stalls."},
      {
        "id":"ED325612",
        "title":"Educating Homeless Children: Issues and Answers. Fastback 313."},
      {
        "id":"ED325613",
        "title":"Identifying Schools for Program Improvement and Conducting a Local Annual Review."},
      {
        "id":"ED325621",
        "title":"A Guide for Tutoring Adult Literacy Students. Adult Basic Education."},
      {
        "id":"ED325623",
        "title":"Exemplary Urban Career-Oriented Secondary School Programs. Revised."},
      {
        "id":"ED325625",
        "title":"Consumer's Resource Handbook. Teacher's Guide."},
      {
        "id":"ED325626",
        "title":"Educational Imperatives for Oral Health Personnel: Change or Decay? Report of a WHO Expert Committee. Technical Report Series 794."},
      {
        "id":"ED325628",
        "title":"Looking at America's Literacy Skills. Executive Summary."},
      {
        "id":"ED325630",
        "title":"Portraits of Progress. Job Training Partnership Act."},
      {
        "id":"ED325631",
        "title":"Effective Approaches to Teaching Basic Skills to Adults: A Research Synthesis."},
      {
        "id":"ED325632",
        "title":"Putting Literacy To Work in Michigan."},
      {
        "id":"ED325633",
        "title":"Perspectives of Research on Distance Education. 2nd Updated and Expanded Edition."},
      {
        "id":"ED325635",
        "title":"Analysis of the Ohio Thirteen-Week Follow-up Survey of Title III JTP Clients."},
      {
        "id":"ED325636",
        "title":"JTP Ohio Employer Attitudes and Opinions and Employer-Employee Agreement Regarding Work History."},
      {
        "id":"ED325637",
        "title":"Statewide Analysis of the Ohio Thirteen-Week Follow-up Survey of Title IIA JTP Clients."},
      {
        "id":"ED325638",
        "title":"Statewide Follow-up Surveys for Job Training Partnership-Ohio Program Year 1987."},
      {
        "id":"ED325642",
        "title":"Adult Participation in Education and Training. Practitioner Minipaper 4. SCRE Publication 100."},
      {
        "id":"ED325643",
        "title":"Technology in Home Economics."},
      {
        "id":"ED325644",
        "title":"California's Bus Driver's Training Course. Instructor's Manual."},
      {
        "id":"ED325645",
        "title":"Leadership, Leadership Development, and the National Center for Research in Vocational Education."},
      {
        "id":"ED325648",
        "title":"Adult Education in Sweden and the United States. Working Life in Sweden No. 38."},
      {
        "id":"ED325649",
        "title":"Adult Education in Sweden. Fact Sheets on Sweden."},
      {
        "id":"ED325651",
        "title":"Careers Guidance in the Netherlands."},
      {
        "id":"ED325652",
        "title":"Experience for Hire. Closing the Skills Gap with Army Alumni."},
      {
        "id":"ED325653",
        "title":"Successful Life Skills Curriculum: Single Parents and Homemakers. Facilitator&apos;s Guide."},
      {
        "id":"ED325656",
        "title":"An Examination and Evaluation of Large Computer Systems for Use in Adult Basic Education Programs."},
      {
        "id":"ED325657",
        "title":"Locating and Selecting Information: A Guide for Adult Educators. ERIC Digest No. 102."},
      {
        "id":"ED325658",
        "title":"Adult Literacy Learner Assessment. ERIC Digest No. 103."},
      {
        "id":"ED325659",
        "title":"Employability--The Fifth Basic Skill. ERIC Digest No. 104."},
      {
        "id":"ED325660",
        "title":"Interactive Videodisc in Vocational Education. ERIC Digest No. 105."},
      {
        "id":"ED325661",
        "title":"Labor-Management Cooperation. New Partnerships or Going in Circles?"},
      {
        "id":"ED325662",
        "title":"Employee Benefits for American Workers. Research Report No. 89-09."},
      {
        "id":"ED325663",
        "title":"Elements of Vocational Program Quality."},
      {
        "id":"ED325664",
        "title":"Guide to the Administration of Adult Vocational Education. Competency-Based Vocational Education Administrator Module Series."},
      {
        "id":"ED325666",
        "title":"Talking with Business. The Views of 101 Top Executives of Smaller Businesses on Their Role in Supporting Non-Profit Activities and Partnerships with Schools."},
      {
        "id":"ED325667",
        "title":"Back to Work. Testing Reemployment Services for Displaced Workers."},
      {
        "id":"ED325671",
        "title":"Job Training Partnership Act Amendments of 1990. Report Together with Minority, Individual, and Additional Views To Accompany H.R. 2039. House of Representatives, 101st Congress, 2d Session."},
      {
        "id":"ED325688",
        "title":"Development of a State-Wide Competency Test for Marketing Education. Final Report."},
      {
        "id":"ED325689",
        "title":"Competency Profile Development for the Marketing Education Curriculum. Final Report."},
      {
        "id":"ED325690",
        "title":"Advanced Marketing. Marketing Education Teacher's Resource Guide. Expected Student Learning Outcomes and Cross-Referenced Instructional Materials by Competencies."},
      {
        "id":"ED325691",
        "title":"Fundamentals of Marketing. Marketing Education Teacher's Resource Guide. Expected Student Learning Outcomes and Cross-Referenced Instructional Materials by Competencies."},
      {
        "id":"ED325692",
        "title":"Fundamentals of Marketing. Missouri Marketing Education Curriculum. Competency Listing. Revised."},
      {
        "id":"ED325693",
        "title":"Criterion-Referenced Test Items for Welding."},
      {
        "id":"ED325694",
        "title":"Criterion-Referenced Test Items for Graphic Arts."},
      {
        "id":"ED325708",
        "title":"Introduction to Landscaping (Adult). Instructor Guide."},
      {
        "id":"ED325716",
        "title":"Beyond High School: The Transition to Work. Focus 25 1990."},
      {
        "id":"ED325719",
        "title":"Direct Field Trips. Module C-1 of Category C--Instructional Execution. Second Edition. Professional Teacher Education Module Series."},
      {
        "id":"ED325720",
        "title":"Applied Academic Skills in Vocational and Nonvocational Classrooms: A Classroom Observation and Focus Group Study."},
      {
        "id":"ED325721",
        "title":"AIDS Federal Policy Act of 1987. Hearings on S. 1575: To Amend the Public Health Service Act To Establish a Grant Program To Provide for Counseling and Testing Services Relating to Acquired Immune Deficiency Syndrome and To Establish Certain Prohibitions for the Purpose of Protecting Individuals with Acquired Immune Deficiency Syndrome or Related Conditions. Committee on Labor and Human Resources. United States Senate, One Hundredth Congress, First Session."},
      {
        "id":"ED325722",
        "title":"Structured Peer Group Supervision."},
      {
        "id":"ED325723",
        "title":"Time Trends and Age Trends in Self-Reported Illegal Behavior."},
      {
        "id":"ED325724",
        "title":"Procedural Concerns in Couple Counseling."},
      {
        "id":"ED325725",
        "title":"Caregiving, Marriage and Work Related Issues as Differentiated by Gender."},
      {
        "id":"ED325735",
        "title":"High School Attendance Improvement Dropout Prevention (A.I.D.P.) Program, 1988-89: End of Year Report. OREA Report."},
      {
        "id":"ED325741",
        "title":"Multicultural Concerns."},
      {
        "id":"ED325743",
        "title":"Where Do We Go from Here? Ideas for the Future."},
      {
        "id":"ED325745",
        "title":"Overview."},
      {
        "id":"ED325750",
        "title":"Theories and Concepts: A Variety of Ideas."},
      {
        "id":"ED325757",
        "title":"Parental Qualities as Predictors of Adolescent Conformity: Perceptions from Adolescents, Mothers, and Fathers."},
      {
        "id":"ED325759",
        "title":"Applied Behavior Analysis in the Treatment of Severe Psychiatric Disorders: A Bibliography."},
      {
        "id":"ED325760",
        "title":"Survey of Former COC Enrollees, 1990-91."},
      {
        "id":"ED325768",
        "title":"Automatized Processing in Learning Disabled Adults: RAN, RAS, and Reading."},
      {
        "id":"ED325773",
        "title":"Toward Understanding Stress in Ministers' Families: An Application of the Double ABCX Model."},
      {
        "id":"ED325774",
        "title":"Adolescent Stress."},
      {
        "id":"ED325775",
        "title":"Toward a Drug Free Generation: A Nation's Responsibility. Final Report."},
      {
        "id":"ED325776",
        "title":"Troubled Adolescents and HIV Infection."},
      {
        "id":"ED325777",
        "title":"Theorists and Chief Practitioners Recommend Books in Related Disciplines Which Master's Level Student Personnel Students Should Read."},
      {
        "id":"ED325779",
        "title":"A Discussion of the Use of Student Counseling Services in Chinese Higher Education."},
      {
        "id":"ED325780",
        "title":"Legal, Professional and Ethical Issues: The Use of Computers."},
      {
        "id":"ED325782",
        "title":"Men: Where Are You?"},
      {
        "id":"ED325786",
        "title":"Law and Policy Affecting Addicted Women and Their Children. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred First Congress, Second Session."},
      {
        "id":"ED325787",
        "title":"Getting Straight: Overcoming Treatment Barriers for Addicted Women and Their Children. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred First Congress, Second Session (Detroit, Michigan, April 23, 1990)."},
      {
        "id":"ED325790",
        "title":"Psychologists-In-Training as Patient Suicide Survivors: A Preliminary Report."},
      {
        "id":"ED325791",
        "title":"Changing Contexts for Counselor Preparation in the 1990s."},
      {
        "id":"ED325793",
        "title":"Marriage Counselling in Australia: An Evaluation."},
      {
        "id":"ED325794",
        "title":"Secondary Prevention of Delinquency: More Than Promises from the Past?"},
      {
        "id":"ED325797",
        "title":"School Guidance Counselors and Confidential Communications. [Responding to Subpoenas and Testimony in Court in Iowa]."},
      {
        "id":"ED325798",
        "title":"Problem Solving/Decision Making for Social and Academic Success."},
      {
        "id":"ED325799",
        "title":"Reading Aloud to Intermediate Grade Students."},
      {
        "id":"ED325800",
        "title":"Patterns of Success and Failure at Literacy Learning among Low-SES Urban Children in Traditional Skills-Based Kindergarten and First Grade Classrooms."},
      {
        "id":"ED325801",
        "title":"Utilizing Precision Teaching To Measure Growth of Reading Comprehension Skills in Low Achieving Students."},
      {
        "id":"ED325803",
        "title":"Critical Thinking Handbook: K-3rd Grades. A Guide for Remodelling Lesson Plans in Language Arts, Social Studies &amp; Science."},
      {
        "id":"ED325804",
        "title":"Critical Thinking Handbook: 4th-6th Grades. A Guide for Remodelling Lesson Plans in Language Arts, Social Studies, and Science."},
      {
        "id":"ED325805",
        "title":"Critical Thinking Handbook: High School. A Guide for Redesigning Instruction."},
      {
        "id":"ED325806",
        "title":"Your Child's Vision Is Important."},
      {
        "id":"ED325811",
        "title":"Developing a Practice Account of Literacy from Adult Learners' Perceptions of Literacy and Learning."},
      {
        "id":"ED325812",
        "title":"Making Sense of Literacy, in the Home."},
      {
        "id":"ED325813",
        "title":"Adults' Perceptions of Changes in Reading Ability across the Life Span. Literacy Research Report No. 2."},
      {
        "id":"ED325815",
        "title":"Using Vocabulary Drills Incorporating Assimilated Foreign Words To Improve Reading Competence in a Sophomore Class."},
      {
        "id":"ED325817",
        "title":"Teacher Expectations: Modifying One's Teaching through the Self-Monitoring Process."},
      {
        "id":"ED325818",
        "title":"Peer Teaching and Collaborative Learning in the Language Arts."},
      {
        "id":"ED325819",
        "title":"The Use of Verbo-Visual Information in Textbooks--A Cross-Cultural Experience."},
      {
        "id":"ED325820",
        "title":"Secondary Reading: Theory and Application. The Lilly Conference on Secondary Reading (April 6-8, 1978). Monographs in Teaching and Learning Number 1."},
      {
        "id":"ED325830",
        "title":"Home Support for Emerging Literacy: What Parents Do That Correlates with Early Reading Achievement. Technical Report No. 518."},
      {
        "id":"ED325831",
        "title":"A Microanalysis of the Small-Group Guided Reading Lesson: Effects of an Emphasis on Global Story Meaning. Technical Report No. 519."},
      {
        "id":"ED325832",
        "title":"Effect of Early Literacy Intervention on Kindergarten Achievement. Technical Report No. 520."},
      {
        "id":"ED325833",
        "title":"Literacy Messages, the Messenger and the Receiver."},
      {
        "id":"ED325835",
        "title":"Wisconsin Rural Reading Improvement Project 1987-1988. Evaluation Summary."},
      {
        "id":"ED325836",
        "title":"Wisconsin Rural Reading Improvement Project 1987-1988. Evaluation Report."},
      {
        "id":"ED325837",
        "title":"Dimensions of Thinking: Background and Commentary."},
      {
        "id":"ED325838",
        "title":"Effects of Reading Ability, Prior Knowledge, Topic Interest, and Locus of Control on At-Risk College Students' Use of Graphic Organizers and Summarizing."},
      {
        "id":"ED325843",
        "title":"Telling To Write: Reversing the Story Composing Process."},
      {
        "id":"ED325845",
        "title":"Sex, Death and Military Might: An Introduction to the REMF Bibliography and the REMF Bibliography."},
      {
        "id":"ED325846",
        "title":"Women's Rhetoric as Literature."},
      {
        "id":"ED325847",
        "title":"Weaving Possibilities: Rethinking Metaphors for Early Literacy Development. Occasional Paper No. 19."},
      {
        "id":"ED325848",
        "title":"Wendy's, the Potato Head Kids, and Me: Dealing with Sexist Representations in Language and Culture or, Un-wrapping the Hamburger."},
      {
        "id":"ED325850",
        "title":"The Rhetoric of Performance Appraisals: Conflict and Resolution in Oppositional Discourse Communities."},
      {
        "id":"ED325851",
        "title":"&quot;I'm Getting My Act Together and Taking It On the Road&quot;: Going Public with Creative Responses."},
      {
        "id":"ED325853",
        "title":"Interpreting and Writing about Literature in the Junior High/Middle School."},
      {
        "id":"ED327861",
        "title":"Assumptions about Literacy Underlying an Employee Newsletter."},
      {
        "id":"ED327863",
        "title":"Dangerous Liaisons: When Film and Literature Meet."},
      {
        "id":"ED327864",
        "title":"Experts Define the Ideal Elementary Literature Program. Elementary Subjects Center Series No. 29."},
      {
        "id":"ED327865",
        "title":"The Analysis of Commonly Used Literature Curriculum Materials. Elementary Subjects."},
      {
        "id":"ED327867",
        "title":"Looking Left, Then Right: Administering the Wyoming Resolution."},
      {
        "id":"ED327870",
        "title":"The Relationship between Journal Writing in Education and Thinking Processes: What Educators Say about It."},
      {
        "id":"ED327876",
        "title":"Context Effects in Comprehending Familiar and Unfamiliar Proverbs."},
      {
        "id":"ED327877",
        "title":"How Advisers View Changes in the High School Press in the Post-Hazelwood Era."},
      {
        "id":"ED327879",
        "title":"Encouraging Writing Achievement: Writing across the Curriculum. ERIC Digest."},
      {
        "id":"ED327880",
        "title":"Idea Generation Techniques: Quantities and Ad Ideas in Minimum Time."},
      {
        "id":"ED327882",
        "title":"The Research Agenda and the Basic Course in Communication."},
      {
        "id":"ED327884",
        "title":"Organizational and Communication Strategies as Responses to Change: Continuing Education Programs in Corporate Settings."},
      {
        "id":"ED327885",
        "title":"An Outline of Rehearsal Procedures for Solo Performances in the Beginning Interpretation Classroom."},
      {
        "id":"ED327888",
        "title":"Meaning as Language Use: The Case of the &quot;Language-Linked&quot; Value Objection."},
      {
        "id":"ED327890",
        "title":"Producing Musical Theater for High School."},
      {
        "id":"ED327892",
        "title":"The Gift of Oration for the Gifted and Talented--Teaching Oral Communication to High School Students."},
      {
        "id":"ED327893",
        "title":"The Faculty Development Component of Speaking across the Curriculum."},
      {
        "id":"ED327894",
        "title":"A Public University's Defense of Free Expression: The Issues and Events in the Staging of &quot;The Normal Heart.&quot;"},
      {
        "id":"ED327896",
        "title":"Communication Techniques for Individual and Organizational Coping with Job Burnout."},
      {
        "id":"ED327897",
        "title":"The Nature and Treatment of Speech Fright."},
      {
        "id":"ED327898",
        "title":"Making Health Communication Programs Work. A Planner&apos;s Guide."},
      {
        "id":"ED327899",
        "title":"Language Implications for Advertising in International Markets: A Model for Message Content and Message Execution."},
      {
        "id":"ED327900",
        "title":"The Relationships among Communicative Competence, Roommate Rapport, Loneliness and Persistence in College."},
      {
        "id":"ED327903",
        "title":"Let's Talk Independence: A Curriculum for Teaching Communication Skills. Group Leader's Guide."},
      {
        "id":"ED327904",
        "title":"Let's Talk Independence: A Curriculum for Learning Communication Skills. Participant's Guide."},
      {
        "id":"ED327907",
        "title":"Communication Adaptability and Interaction Involvement as Predictors of Cross-Cultural Adjustment."},
      {
        "id":"ED327909",
        "title":"Communication Competency through Faculty Development."},
      {
        "id":"ED327910",
        "title":"Communication Studies Assessment Report: A Program for Implementing a Competency-Based Core Curriculum."},
      {
        "id":"ED327911",
        "title":"An Experience Sampling Approach to the Study of Principal Instructional Leadership I: Results from the Principal Activity Sampling Form."},
      {
        "id":"ED327913",
        "title":"A Regional On-Site Administrator Preparation Program."},
      {
        "id":"ED327914",
        "title":"Beyond Choice to New Public Schools: Withdrawing the Exclusive Franchise in Public Education. Policy Report No. 8."},
      {
        "id":"ED327916",
        "title":"Methods of Financing Educational Facilities in the United States."},
      {
        "id":"ED327924",
        "title":"Educational Benchmarks, 1990."},
      {
        "id":"ED327925",
        "title":"The Cambridge Controlled Choice Program: Improving Educational Equity and Integration. Education Policy Paper Number 4."},
      {
        "id":"ED327927",
        "title":"Incentives Closeup: Profiles of Twenty-One Teacher Incentive Programs. Attracting Excellence: Call for Teacher Incentives Series."},
      {
        "id":"ED327928",
        "title":"Teachers Incentives from the Inside: Five Studies by Teacher-Researchers. Attracting Excellence: Call for Teacher Incentives Series."},
      {
        "id":"ED327929",
        "title":"The New Definition of Learning: The First Step to School Reform. Video Conference 1. Restructuring To Promote Learning in America&apos;s Schools, a Guidebook."},
      {
        "id":"ED327930",
        "title":"The Thinking Curriculum. Video Conference 2. Restructuring To Promote Learning in America&apos;s Schools, A Guidebook."},
      {
        "id":"ED327931",
        "title":"The Collaborative Classroom: Reconnecting Teachers and Learners, Video Conference 3. Restructuring To Promote Learning in America&apos;s Schools, A Guidebook."},
      {
        "id":"ED327932",
        "title":"Multidimensional Assessment: Strategies for Schools. Video Conference 4. Restructuring To Promote Learning in America&apos;s Schools, A Guidebook."},
      {
        "id":"ED327933",
        "title":"Schools as Learning Communities. Video Conference 5. Restructuring To Promote Learning in America&apos;s Schools, A Guidebook."},
      {
        "id":"ED327934",
        "title":"Many Roads to Fundamental Reform: Getting Started. Video Conference 6. Restructuring To Promote Learning in America&apos;s Schools, A Guidebook."},
      {
        "id":"ED327935",
        "title":"Many Roads To Fundamental Reform: Continuing the Journey. Video Conference 7. Restructuring To Promote Learning in America&apos;s Schools, A Guidebook."},
      {
        "id":"ED327936",
        "title":"The Meaning of Professional Development in the 21st Century. Video Conference 8. Restructuring To Promote Learning in America&apos;s Schools, A Guidebook."},
      {
        "id":"ED327937",
        "title":"Reconnecting Students at Risk to the Learning Process. Video Conference 9. Restructuring To Promote Learning in America&apos;s Schools, A Guidebook."},
      {
        "id":"ED327939",
        "title":"The Top Ten Educational Issues, 1991 Edition."},
      {
        "id":"ED327940",
        "title":"Increasing the Quality and Supply of Administrators in the Northeast: A Northeast Regional Credential for Administrators. A Policy Brief Prepared for the Commissioners of Education in the Northeast and the Administrator Standards Working Group of the Northeast Common Market."},
      {
        "id":"ED327941",
        "title":"A Guide to Expanding School-Based Prevention."},
      {
        "id":"ED327943",
        "title":"An Experience Sampling Approach to the Study of Principal Instructional Leadership II: A Comparison of Activities and Beliefs as Bases for Understanding Effective School Leadership. Project Report."},
      {
        "id":"ED327944",
        "title":"A Preliminary Assessment of School Level Differences in Instructional Leadership, School Culture, and Student Commitment. Project Report."},
      {
        "id":"ED327945",
        "title":"The Missing Link in Instructional Leadership: The Superintendent, Conflict, and Maintenance. Project Report."},
      {
        "id":"ED327946",
        "title":"Current Issues and Research Findings in the Study of School Leadership. Project Report."},
      {
        "id":"ED327947",
        "title":"&quot;School Culture,&quot; Student Ethnicity, and Motivation. Project Report."},
      {
        "id":"ED327948",
        "title":"School Culture, Motivation, and Achievement. Project Report."},
      {
        "id":"ED327949",
        "title":"School &quot;Culture,&quot; Motivation, and Achievement. Project Report."},
      {
        "id":"ED327950",
        "title":"Leadership and Learning: A Measurement-Based Approach for Analyzing School Effectiveness and Developing Effective School Leaders. Project Report."},
      {
        "id":"ED327951",
        "title":"Teachers Commitment and Job Satisfaction. Project Report."},
      {
        "id":"ED327952",
        "title":"Principal Leadership: A Theoretical Framework for Research. Project Report."},
      {
        "id":"ED327953",
        "title":"Relationship between Personal and Contextual Characteristics and Principals' Administrative Behaviors. Project Report."},
      {
        "id":"ED327954",
        "title":"The \"Psychological Environment\" of the School: A Focus for School Leadership. Project Report."},
      {
        "id":"ED327955",
        "title":"Schools for the Twenty-First Century."},
      {
        "id":"ED327959",
        "title":"Incentives That Enhance the Teaching Profession: A Discussion of the Policy Issues. Summary of the Proceedings of a Seminar. Attracting Excellence: Call for Teacher Incentives Series."},
      {
        "id":"ED327960",
        "title":"Teacher Incentives: State Level Initiatives in the NCREL Region. Attracting Excellence: Call for Teacher Incentives Series."},
      {
        "id":"ED327961",
        "title":"Proceedings of a Seminar on Incentives That Enhance the Teaching Profession: A Discussion of the Policy Issues. Attracting Excellence: Call for Teacher Incentives Series."},
      {
        "id":"ED327963",
        "title":"Teacher Selection and Induction. Instructional Leadership Series."},
      {
        "id":"ED327965",
        "title":"Como escoger una escuela para su hijo (Choosing a School for Your Child)."},
      {
        "id":"ED327968",
        "title":"Radon Testing for Safe Schools Act. Report (To Accompany S. 1697) from the Committee on Environment and Public Works, United States Senate, One Hundred First Congress, Second Session."},
      {
        "id":"ED327970",
        "title":"Anti-Intellectualism in U.S. Schools."},
      {
        "id":"ED327971",
        "title":"The Indiana Principal Leadership Academy: A Model for Professional Development."},
      {
        "id":"ED327972",
        "title":"Building In Accountability Mechanisms for Democracies & Bureaucracies: From Governmental & Educational Special Interest Operations to High-Quality Performance Systems. An Added Perspective to \"What Price Democracy? Politics, Markets and America's Schools\" by Dr. Terry Moe and Dr. John Chubb."},
      {
        "id":"ED327973",
        "title":"A Preliminary Investigation of Superintendents&apos; Perceptions Regarding Recruitment and Selection of Principals."},
      {
        "id":"ED327975",
        "title":"Choosing Better Schools: The Five Regional Meetings on Choice in Education."},
      {
        "id":"ED327978",
        "title":"Women and Their Stories: Nine Case Studies in Educational Administration."},
      {
        "id":"ED327980",
        "title":"Thinking about Thinking."},
      {
        "id":"ED327982",
        "title":"A Guide to Public School Cooperation Committees in Pennsylvania."},
      {
        "id":"ED327985",
        "title":"America 2000: An Education Strategy. Sourcebook."},
      {
        "id":"ED327987",
        "title":"Research in Education of the Handicapped. Proceedings of the Project Directors' Meeting (4th, July 12-14, Washington, D.C. 1989)."},
      {
        "id":"ED327988",
        "title":"Cost Efficiency of Early Education. Abstract 25: Research and Resources on Special Education."},
      {
        "id":"ED327995",
        "title":"Self Determination National Conference (Arlington, Virginia, January 9-10, 1989)."},
      {
        "id":"ED327998",
        "title":"Technological Adaptations To Increase Independence. Instructor&apos;s Guide."},
      {
        "id":"ED327999",
        "title":"How To Develop an Individual Plan. Instructor's Guide."},
      {
        "id":"ED328000",
        "title":"Positive Learning: An Alternative to Behavior Management. Instructor's Guide."},
      {
        "id":"ED328002",
        "title":"Developing Effective Integration between Students with Severe Handicaps and Their Peers: A Teachers&apos; Manual. Teaching Research Integration Project for Children and Youth with Severe Handicaps."},
      {
        "id":"ED328003",
        "title":"Implementation Strategies for Integration. An Administrator&apos;s Manual. Teaching Research Integration Project for Children and Youth with Severe Handicaps."},
      {
        "id":"ED328004",
        "title":"Project ENTRANS: A Model for Transition of Preschool Children with Handicaps into Public School."},
      {
        "id":"ED328005",
        "title":"Augmentative Communication for Children with Deaf-Blindness: Guidelines for Decision-Making."},
      {
        "id":"ED328006",
        "title":"Play Activities and Emergent Language: Intervention Procedures for Young Children with Deaf-Blindness."},
      {
        "id":"ED328007",
        "title":"Research on the Communication Development of Young Children with Deaf-Blindness."},
      {
        "id":"ED328008",
        "title":"Cooperative Approaches to Respite Planning and Development."},
      {
        "id":"ED328015",
        "title":"A Five Year Longitudinal Study of Gifted and Talented Students: Grade 9--Post-High School Year. Volume 6. Summary Report."},
      {
        "id":"ED328017",
        "title":"Sewing: Easier with Adaptations. PAM Repeater, No. 54."},
      {
        "id":"ED328018",
        "title":"Signaling for Help. PAM Repeater, No. 56."},
      {
        "id":"ED328019",
        "title":"Consumer Choice and Satisfaction. NARF Technical Assistance Series."},
      {
        "id":"ED328020",
        "title":"Effective Management of Supported Employment. NARF Technical Assistance Series."},
      {
        "id":"ED328021",
        "title":"The Role of Voluntary Self-Assessment in Quality Assurance. NARF Technical Assistance Series."},
      {
        "id":"ED328023",
        "title":"Psychosocial Rehabilitation and Mental Illness: Views from Africa, India, Asia and Australia. Monograph Series, Number 49."},
      {
        "id":"ED328026",
        "title":"Annual Report of the Rehabilitation Services Administration to the President and to the Congress on Federal Activities Related to the Rehabilitation Act of 1973, as Amended. Fiscal Year 1989."},
      {
        "id":"ED328027",
        "title":"The Status of Handicapped Children in Head Start Program. Fifteenth Annual Report of the U.S. Department of Health and Human Services to the Congress of the United States on Services Provided to Children with Disabilities in the Head Start Program."},
      {
        "id":"ED328028",
        "title":"Professional Organizations' Role in Meeting the Personnel Demands of Part H, P.L. 99-457."},
      {
        "id":"ED328029",
        "title":"A Digest and Comparative Analysis of Major Federal Programs Affecting Infants and Toddlers with Handicaps and Their Families."},
      {
        "id":"ED328030",
        "title":"Status of States' Progress in Implementing Part H of P.L. 99-457: Report #2 and Executive Summary."},
      {
        "id":"ED328031",
        "title":"The Recruitment and Retention of Minority Trainees in University Affiliated Programs. Asian-Americans."},
      {
        "id":"ED328032",
        "title":"The Recruitment and Retention of Minority Trainees in University Affiliated Programs. Native American Indians."},
      {
        "id":"ED328033",
        "title":"The Recruitment and Retention of Minority Trainers in University Affiliated Programs--African-Americans."},
      {
        "id":"ED328034",
        "title":"The Recruitment and Retention of Minority Trainees in University Affiliated Programs--Hispanics."},
      {
        "id":"ED328035",
        "title":"The &quot;Jangle Fallacy&quot; Revisited: IQ and Achievement with Learning Disabled Children."},
      {
        "id":"ED328036",
        "title":"A Comparison of Learning Disabled and Nondisabled Adolescent Motivational Processes."},
      {
        "id":"ED328039",
        "title":"A Curriculum Framework for Secondary-Aged Handicapped Students."},
      {
        "id":"ED328041",
        "title":"Alternative Models for Integration of Exceptional Students: Administrative and Research Implications."},
      {
        "id":"ED328045",
        "title":"Consumer Motivated Research to Development: The Rationale for the National Research to Development Network. Progress Reports. Report No. 1. National Research to Development Network for Public School Programs for the Hearing Impaired."},
      {
        "id":"ED328046",
        "title":"Implementing a Successful Writing Program for Deaf Students in Public Schools. Progress Report #3. National Research to Development Network for Public School Programs for the Hearing Impaired."},
      {
        "id":"ED328047",
        "title":"The Development of Relationships between Young Hearing Impaired and Hearing Writers Sharing Journals."},
      {
        "id":"ED328048",
        "title":"The Relationship between Knowledge of Story Structure and Question Comprehension in Young Hearing Impaired Children."},
      {
        "id":"ED328049",
        "title":"Effective Teaching of Hearing Impaired Students in Different Environments."},
      {
        "id":"ED328054",
        "title":"Preparation for Leadership Personnel: Post-Doctoral Program in Research with Minority Handicapped Children at the Juniper Gardens Children's Project. Final Report."},
      {
        "id":"ED328056",
        "title":"An Interview with Werner F. Leopold."},
      {
        "id":"ED328058",
        "title":"Enhancing Teacher Performance in Spanish Elementary Classes. Volume One. Final Report."},
      {
        "id":"ED328059",
        "title":"Enhancing Teacher Performance in Spanish Elementary Classes. Volume Two: Translated Units. Final Report."},
      {
        "id":"ED328063",
        "title":"Feminism for Girls: Linguistic Practice in Rural Australia."},
      {
        "id":"ED328064",
        "title":"Kosrae Title VII Bilingual Education Program. Grades 7-9, 1986-1989. Final Program Evaluation Report."},
      {
        "id":"ED328065",
        "title":"Speech and Language Learning: Non-Linguistic versus Linguistic Processes. Publication B-173."},
      {
        "id":"ED328066",
        "title":"Instructing Children with Limited English Ability. Year One Report of the National Longitudinal Evaluation of the Effectiveness of Services for Language-Minority Limited-English-Proficient Students."},
      {
        "id":"ED328073",
        "title":"A Study of Japanese and American Perceptions of Politeness in Requests."},
      {
        "id":"ED328074",
        "title":"Independent Reading in English--Use of Graded Readers in the Library English as a Second Language Corner--."},
      {
        "id":"ED328079",
        "title":"Levels of Interaction Teacher-Learner in Different Models of L2 Learning: Possibilities and Implications."},
      {
        "id":"ED328081",
        "title":"The Value of Project Work in INSET."},
      {
        "id":"ED328082",
        "title":"Upgrading the Target Language Proficiency Levels of Foreign Language Teachers. ERIC Digest."},
      {
        "id":"ED328083",
        "title":"Foreign Language Learning: An Early Start. ERIC Digest."},
      {
        "id":"ED328085",
        "title":"Content-Based Second Language Instruction: Teaching English through Mathematics in Grades 1-4."},
      {
        "id":"ED328089",
        "title":"An Annotated Bibliography of Research and Professional Publications Relevant to the Education of Handicapped, Limited English Proficient Students and Their Families."},
      {
        "id":"ED328090",
        "title":"Foundations of Multicultural Education. Module 1. Bilingual/ESOL Special Education Collaboration and Reform Project."},
      {
        "id":"ED328091",
        "title":"Language Assessment. Module 2. Bilingual/ESOL Special Education Collaboration and Reform Project."},
      {
        "id":"ED328092",
        "title":"Second Language Development & Instruction. Module 3. Bilingual/ESOL Special Education Collaboration and Reform Project."},
      {
        "id":"ED328093",
        "title":"Working with Parents. Module 4. Bilingual/ESOL Special Education Collaboration and Reform Project."},
      {
        "id":"ED328094",
        "title":"Transdisciplinary Teaming. Module 5. Bilingual/ESOL Special Education Collaboration and Reform Project."},
      {
        "id":"ED328098",
        "title":"Responding to Our Response: Student Strategies for Responding to Teacher Written Comments."},
      {
        "id":"ED328100",
        "title":"Spanish Partial Immersion Program. 1989-90 Evaluation Report."},
      {
        "id":"ED328102",
        "title":"The Literacy Issue: Feminist Perspectives on Reading and Writing."},
      {
        "id":"ED328103",
        "title":"Women&apos;s Kit."},
      {
        "id":"ED328104",
        "title":"Adult ESL Suggested Materials List."},
      {
        "id":"ED328105",
        "title":"The Virginia Survey. Results from a Statewide Survey on Higher Education and Environmental Problems."},
      {
        "id":"ED328111",
        "title":"Demographic and Economic Changes and Postsecondary Education."},
      {
        "id":"ED328112",
        "title":"Trends in the Postsecondary Enrollment of Minorities."},
      {
        "id":"ED328114",
        "title":"The Escalating Costs of Higher Education."},
      {
        "id":"ED328115",
        "title":"Trends in Institutional Costs."},
      {
        "id":"ED328116",
        "title":"General Learning at a Women's College."},
      {
        "id":"ED328117",
        "title":"1990 Statistical Report."},
      {
        "id":"ED328119",
        "title":"Athletes Coaching Teens (ACT) for Substance Abuse Prevention."},
      {
        "id":"ED328120",
        "title":"Richmond Area Young Scholars Program."},
      {
        "id":"ED328121",
        "title":"Minority High School Student Research Apprentice Program."},
      {
        "id":"ED328124",
        "title":"Teacher Induction Partnerships Program."},
      {
        "id":"ED328127",
        "title":"International Resource Management."},
      {
        "id":"ED328129",
        "title":"Proposal To Implement a Penn State Educational Partnership Program in Cooperation with the School District of the City of Erie, Pennsylvania."},
      {
        "id":"ED328131",
        "title":"The Mastery in Learning Project at Orchards Elementary School with the Consultancy of Lewis-Clark State College, Lewiston, Idaho."},
      {
        "id":"ED328132",
        "title":"Instructional Exchange. Volume 1, Number 1-6, September 1989-March 1990."},
      {
        "id":"ED328133",
        "title":"Equity of Higher Educational Opportunity for Women, Black, Hispanic, and Low Income Students. ACT Student Financial Aid Research Report Series 91-1."},
      {
        "id":"ED328134",
        "title":"Forecasting Enrollment in a Period of Institutional Transition. AIR Conference Paper."},
      {
        "id":"ED328137",
        "title":"The Challenge of Connecting Learning. Liberal Learning and the Arts and Sciences Major. Volume 1."},
      {
        "id":"ED328138",
        "title":"Reports from the Fields. Liberal Learning and the Arts and Sciences Major. Volume 2."},
      {
        "id":"ED328140",
        "title":"Tracing the Economic Backgrounds of COFHE Students: Has There Been a &quot;Middle-Income Melt?&quot;"},
      {
        "id":"ED328141",
        "title":"The Collection, Analysis and Presentation of Enrollment and Service Area Data To Support the Strategic Planning Process at Phoenix College. Emergence of Higher Education in America."},
      {
        "id":"ED328146",
        "title":"On Time to the Doctorate. A Study of the Increased Time To Complete Doctorates in Science and Engineering."},
      {
        "id":"ED328148",
        "title":"Diversity and Excellence in Education: An Integrated Approach to Improving Accessibility at the University of Winnipeg. The Final Report of the President's Task Force on Student Accessibility at The University of Winnipeg."},
      {
        "id":"ED328155",
        "title":"Student Aid Success Stories: Celebrating 25 Years of the Higher Education Act."},
      {
        "id":"ED328157",
        "title":"A Description of the Study Skills of Students Enrolled in Introduction to Psychology at Phoenix College: Societal Factors Affecting Education."},
      {
        "id":"ED328162",
        "title":"Should Every Professor Be a Researcher? Higher Education Series, Topical Paper 9101."},
      {
        "id":"ED328165",
        "title":"A Profile of Incoming Freshmen at the University of Maryland, College Park, 1990. Research Report 14-90."},
      {
        "id":"ED328166",
        "title":"Interpretation of Student Data: Contextual Variables and Cultural Implications."},
      {
        "id":"ED328167",
        "title":"Stafford Student Loans. Millions of Dollars in Loans Awarded to Ineligible Borrowers. Report to the Chairman, Permanent Subcommittee on Investigations, Committee on Governmental Affairs, U.S. Senate."},
      {
        "id":"ED328172",
        "title":"Opinions Expressed by Students at the University of Nebraska at Omaha, 1989 Survey Results."},
      {
        "id":"ED328173",
        "title":"Behaviors, Attitudes and Knowledge of UNO Students Regarding Drugs, Alcohol and Tobacco: 1989."},
      {
        "id":"ED328175",
        "title":"Public Relations State-of-the-Art 2000: A Shift in Perception."},
      {
        "id":"ED328179",
        "title":"The Annual Minority Recruitment and Retention Conference Proceedings (6th, Austin, Texas, April 4-6, 1990)."},
      {
        "id":"ED328180",
        "title":"Racial Issues on Campus: How Students View Them."},
      {
        "id":"ED328184",
        "title":"Institutional Research: Coming of Age. General Session Presentations [at the] Annual Forum [of the] Association for Institutional Research (30th, Louisville, Kentucky, May 13-16, 1990)."},
      {
        "id":"ED328185",
        "title":"Participation in Post-Compulsory Schooling in Scotland."},
      {
        "id":"ED328186",
        "title":"Highers and Higher Education."},
      {
        "id":"ED328187",
        "title":"Texas Nursing Crisis: The Higher Education Response. A Report from the Nursing Committee."},
      {
        "id":"ED328188",
        "title":"Planning for Quality: Perils and Possibilities."},
      {
        "id":"ED328189",
        "title":"A Review of Literature on Higher Education Institutional Planning."},
      {
        "id":"ED328192",
        "title":"NSF's Presidential Young Investigators Program: A Study of the First Two &quot;Classes.&quot;"},
      {
        "id":"ED328193",
        "title":"To Hold in Trust."},
      {
        "id":"ED328195",
        "title":"Condom Availability at Four-Year State Universities in the North Central Census Region."},
      {
        "id":"ED328201",
        "title":"Separating the Wheat from the Chaff: Finding the Unique Effect of Supplemental Course Instruction."},
      {
        "id":"ED328202",
        "title":"Course Syllabi and Their Effects on Students' Final Grade Performance."},
      {
        "id":"ED328203",
        "title":"Growth of Southern Higher Education Forestry Programs and Their Impact on the South&apos;s Timber Resources and Industries. Miscellaneous Publication No. 1456."},
      {
        "id":"ED328205",
        "title":"The Relationship of Cognitive Style to Academic Performance among Dental Students."},
      {
        "id":"ED328206",
        "title":"Hearing on Issues and Matters Pertaining to Historically Black Colleges and Universities. Hearing before the Committee on Education and Labor. House of Representatives, One Hundred First Congress, Second Session."},
      {
        "id":"ED328209",
        "title":"Microphones and Educational Media."},
      {
        "id":"ED328211",
        "title":"[Papers of the ELF Project]."},
      {
        "id":"ED328222",
        "title":"The Computerized Comprehensibility System. Maintainer's Guide. Technical Report No. 33."},
      {
        "id":"ED328225",
        "title":"Distance Learning in North Dakota: A Cross-Technology Study of the Schools, Administrators, Coordinators, Instructors, and Students. Two-Way Interactive Television, AudioGraphic Tele-Learning, [and] Instruction by Satellite."},
      {
        "id":"ED328228",
        "title":"Marrow Bone Thinking: A Plea for Strengthened Qualitative Research in Distance Education."},
      {
        "id":"ED328229",
        "title":"New and Promising: Software Worth a Look. A MicroSIFT Survey of Educational Software Preview Center Coordinators. Volume II, No. 2."},
      {
        "id":"ED328233",
        "title":"Telecommunications in Education: Learners and the Global Village. Proceedings of the International Symposium on Telecommunications in Education (Jerusalem, Israel, August 21-24, 1989)."},
      {
        "id":"ED328234",
        "title":"Who Needs Computers in Schools, and Why? CITE Report No. 73."},
      {
        "id":"ED328237",
        "title":"The First Twenty Years of the Maryborough &amp; District University Society, 1963-1983. Working Papers in Distance Education, No. 7."},
      {
        "id":"ED328240",
        "title":"Advisory List of Computer Courseware. December 1990."},
      {
        "id":"ED328241",
        "title":"Index to Courseware on Advisory Lists: January 1986-November 1990."},
      {
        "id":"ED328242",
        "title":"Annual Report, 1989-1990."},
      {
        "id":"ED328244",
        "title":"National High Performance Computer Technology Act of 1989. Hearings Before the Subcommittee on Science, Technology, and Space of the Committee on Commerce, Science, and Transportation. United States Senate, One Hundred First Congress, First Session (June 21, July 26, and September 15, 1989)."},
      {
        "id":"ED328245",
        "title":"What Did We Say; How Did We Say It; and Who Said It? A Review of a Decade of General Academic Library Publishing."},
      {
        "id":"ED328246",
        "title":"Disaster Planning. ALIC Bibliography 1990-1."},
      {
        "id":"ED328247",
        "title":"CCIDA Bibliographies from the Canadian Centre for Information and Documentation on Archives, National Archives of Canada."},
      {
        "id":"ED328249",
        "title":"Administration of Preservation Programs in Archives. A Selective Bibliography. ALIC Bibliography 1990-4."},
      {
        "id":"ED328250",
        "title":"ALIC Acquisitions List Covering the Period October 1, 1989 to March 31, 1990. Volume 1990(1), Issue 9."},
      {
        "id":"ED328251",
        "title":"Use of Management Statistics in ARL Libraries. SPEC Kit #153."},
      {
        "id":"ED328255",
        "title":"Academic Libraries: 1988. E.D. TABS."},
      {
        "id":"ED328256",
        "title":"Acquired Immune Deficiency Syndrome, AIDS: A Selected Bibliography of Federal Government Publications. Research Guide 90 104."},
      {
        "id":"ED328257",
        "title":"The Authoritative Guide to the Use of Telefacsimile in Libraries. [Second Edition.] Occasional Paper Series 3, No. 1."},
      {
        "id":"ED328258",
        "title":"Beyond Bibliographic Data: Proceedings of the Library of Congress Network Advisory Committee Meeting (Washington, D.C., March 29-31, 1989). Network Planning Paper No. 19."},
      {
        "id":"ED328259",
        "title":"Bibliographic Instruction in Indiana."},
      {
        "id":"ED328260",
        "title":"Catalog of ERIC Clearinghouse Publications."},
      {
        "id":"ED328262",
        "title":"Copyright &amp; Home Copying. Technology Challenges the Law."},
      {
        "id":"ED328263",
        "title":"Copyright and Preservation: A Serious Problem in Need of a Thoughtful Solution."},
      {
        "id":"ED328264",
        "title":"The Commission on Preservation and Access. Annual Report, July 1, 1989-June 30, 1990."},
      {
        "id":"ED328265",
        "title":"Directory of Selected University Libraries Most Frequently Used by University of California Students Studying Abroad."},
      {
        "id":"ED328266",
        "title":"Electronic Records Issues. A Report to the Commission. Commission Reports and Papers Number 4."},
      {
        "id":"ED328268",
        "title":"Facilitating Information Seeking through Cognitive Modeling of the Search Process. A Library Studies Research Project."},
      {
        "id":"ED328271",
        "title":"Gay and Lesbian Studies. A Research Guide for the UCLA Libraries."},
      {
        "id":"ED328275",
        "title":"Information Retrieval in Multimedia Sources in an Electronic Age."},
      {
        "id":"ED328277",
        "title":"Library Programs. Library Literacy Program: Analysis of Funded Projects, 1989. LSCA VI."},
      {
        "id":"ED328278",
        "title":"Library Programs. Library Programs for the Handicapped. Fiscal Year 1987."},
      {
        "id":"ED328279",
        "title":"Library Media Center Design Considerations for Physically Disabled Students."},
      {
        "id":"ED328280",
        "title":"Library Research Guide for International Students. 2nd Edition."},
      {
        "id":"ED328286",
        "title":"School Partners in ILLINET. Automation Options for School Library Resource Sharing in Illinois. Final Report [and] Partners in ILLINET. Special Report."},
      {
        "id":"ED328292",
        "title":"Action and Reaction: Writing and Reading in the Technologies and Other Vocational Curricula. A Project To Increase Learning through a Four-Campus Consortium. Second Edition."},
      {
        "id":"ED328312",
        "title":"County Support for Community Colleges: A Peer Expenditure Analysis. Planning Brief PB91-9."},
      {
        "id":"ED328313",
        "title":"Community College of Rhode Island: Annual Report, 1989-90."},
      {
        "id":"ED328314",
        "title":"Report on Career Placement and External Transfer of 1989 Graduates."},
      {
        "id":"ED328316",
        "title":"Factors That Affect Success in Nursing. Research Report No. 89-28R."},
      {
        "id":"ED328317",
        "title":"Who's Prepared for College? Results of a Five Year Study of Recent High School Graduates Taking Miami-Dade's Basic Skills Placement Tests. Research Report No. 90-04R."},
      {
        "id":"ED328318",
        "title":"Fall Student Profile: 1989-90 Closing Fall Enrollment Analysis. Research Report No. 90-10R."},
      {
        "id":"ED328319",
        "title":"What Factors Predict Differences in CLAST Performance among Community Colleges? Research Report No. 90-12R."},
      {
        "id":"ED328320",
        "title":"Analysis of Enrollment Growth, 1985 to 1989."},
      {
        "id":"ED328321",
        "title":"Entry-Level Testing Results for All Credit Students Enrolled at Miami-Dade Community College during Fall Term 1989."},
      {
        "id":"ED328322",
        "title":"Results of the Child Care Needs Survey at Miami-Dade Community College. Research Report No. 90-17R."},
      {
        "id":"ED328323",
        "title":"Basic Skills Assessment Results of Miami-Dade Community College First-Time-in-College Degree-Seeking Students, Fall Term 1990."},
      {
        "id":"ED328324",
        "title":"Who Are Late Registrants and What Will They Do when Faced with a Late Registration Fee?"},
      {
        "id":"ED328326",
        "title":"Continuing Student Survey Results, Fall 1990."},
      {
        "id":"ED328330",
        "title":"Strengthening Student Transfer and Articulation within the University of Nevada System."},
      {
        "id":"ED328331",
        "title":"Program Review: A Longitudinal Study of Associate in Science Degree Programs, 1983-84 through 1988-89."},
      {
        "id":"ED328333",
        "title":"High School Preparation as Viewed by Students in Miami-Dade Community College English Classes."},
      {
        "id":"ED328334",
        "title":"CLAST Pass Rates after One Year for Fall Term 1989 First-Time Examinees at Miami-Dade Community College. Research Report No. 90-22R."},
      {
        "id":"ED328335",
        "title":"Program Review: A Five Year Summary of Placement and Follow-Up Information of Students in Associate in Science Degree Programs, 1984-85 through 1988-89. Research Report No. 90-23R."},
      {
        "id":"ED328339",
        "title":"Preparation and Professional Development Programs for Early Childhood Educators: Adequacy of the Knowledge Base."},
      {
        "id":"ED328340",
        "title":"The Qualified Work Force Project. Working Session: October 12 and 13, 1990. Summary Notes."},
      {
        "id":"ED328341",
        "title":"Critical Policy and Research Issues for Early Childhood and Elementary Education."},
      {
        "id":"ED328345",
        "title":"Thinking and the Teaching of Thinking for Children."},
      {
        "id":"ED328347",
        "title":"Self-Recording and Discussion in Young Children's Formative Self-Evaluation of Their Writing."},
      {
        "id":"ED328355",
        "title":"Disciplinary Views of Corresponding Elementary School Subjects. Elementary Subjects Center Series No. 27."},
      {
        "id":"ED328365",
        "title":"Reducing the Suspension Rate among the Disaffected Elementary School Population."},
      {
        "id":"ED328367",
        "title":"Early Childhood Education for At-Risk Children: A National Perspective."},
      {
        "id":"ED328376",
        "title":"Agriculture and Community Development Interface. Joint Meeting of the Southern Region State Leaders for Agriculture and Natural Resources and Community Resource Development Proceedings (October 8-11, 1989, Williamsburg, Virginia)."},
      {
        "id":"ED328378",
        "title":"Rural Initiative: Evaluation of the Rural Schools Assistance Program."},
      {
        "id":"ED328379",
        "title":"Who Owns Your Land?"},
      {
        "id":"ED328380",
        "title":"Southern Extension Water Training Workshop: Actions for Working Together. Proceedings of a Regional Conference (Birmingham, Alabama, November 13-15, 1989)."},
      {
        "id":"ED328381",
        "title":"Training and Jobs: Keys to Rural Economic Development. A Regional Rural Revitalization Conference (Huntsville, Alabama, April 5-6, 1990)."},
      {
        "id":"ED328382",
        "title":"Revitalizing the Rural South. Extension&apos;s Role in Enhancing the Quality of Life. Proceedings of a Regional Conference (Birmingham, Alabama, January 16-18, 1990)."},
      {
        "id":"ED328383",
        "title":"Recruiting and Retaining Teachers in Rural Schools. Far West Laboratory Knowledge Brief. Number Four."},
      {
        "id":"ED328384",
        "title":"Audiographics Distance Learning: A Resource Handbook."},
      {
        "id":"ED328387",
        "title":"Redirection for the 1990s. A Working Agenda for Analyzing and Resolving Key Rural Development Issues and Trends for the Twelve States and the District of Columbia Northeast Region."},
      {
        "id":"ED328392",
        "title":"Accommodating Change and Diversity: Linking Rural Schools to Communities. A Report of the Ford Western Taskforce."},
      {
        "id":"ED328393",
        "title":"Thanksgiving: A Resource Guide. An Indian Education Curriculum Unit."},
      {
        "id":"ED328395",
        "title":"Micro Labs for High School Chemistry."},
      {
        "id":"ED328398",
        "title":"What Do Superintendents Say Are the Most Critical Problems Facing the 100% Rural School Districts of S.C.?"},
      {
        "id":"ED328399",
        "title":"Patterns for Country Stars: Systematic Staff Development for Rural, Small Schools."},
      {
        "id":"ED328400",
        "title":"Discarding the Throwaway Society. Worldwatch Paper 101."},
      {
        "id":"ED328402",
        "title":"Science/Technology/Society. Focus on Excellence, Volume 1, Number 5."},
      {
        "id":"ED328403",
        "title":"Middle School/Junior High Science. Focus on Excellence, Volume 2, Number 2."},
      {
        "id":"ED328404",
        "title":"Energy Education. Focus on Excellence, Volume 3, Number 1."},
      {
        "id":"ED328405",
        "title":"Chemistry. Focus on Excellence, Volume 3, Number 2."},
      {
        "id":"ED328406",
        "title":"Earth Science. Focus on Excellence, Volume 3, Number 3."},
      {
        "id":"ED328407",
        "title":"Algebraic Thinking Tools: Supports for Modeling Situations and Solving Problems in Kids' Worlds."},
      {
        "id":"ED328408",
        "title":"Pre-College Science and Mathematics Teachers: Supply, Demand, and Quality."},
      {
        "id":"ED328409",
        "title":"A Challenge of Numbers. People in the Mathematical Sciences."},
      {
        "id":"ED328414",
        "title":"The Effects of Hands-On versus Remediation-Based Biology Preparatory Course Curricula on Performance in Follow-up Biology Courses at the Community College Level."},
      {
        "id":"ED328415",
        "title":"Science 10. Course of Studies, Draft."},
      {
        "id":"ED328416",
        "title":"The Practices of Teachers Who Develop Exemplary Science Programs."},
      {
        "id":"ED328417",
        "title":"Back to the Future of Science and Math Education."},
      {
        "id":"ED328424",
        "title":"Training Student Organizers Curriculum, Revised Edition."},
      {
        "id":"ED328426",
        "title":"Student Math Notes, January-November 1990."},
      {
        "id":"ED328428",
        "title":"Shortage of Engineers and Scientists. Hearing before the Subcommittee on Science, Technology, and Space of the Committee on Commerce, Science, and Transportation. United States Senate One Hundred First Congress, Second Session on Training Scientists and Engineers for the Year 2000--The National Science Foundation's Role."},
      {
        "id":"ED328430",
        "title":"The Nature of &quot;Exemplary&quot; Science Teachers: Implications for Teacher Education."},
      {
        "id":"ED328431",
        "title":"Biology Textbooks 1990: The New Generation."},
      {
        "id":"ED328434",
        "title":"Aqua-Topics. Aquaculture for Youth and Youth Educators."},
      {
        "id":"ED328437",
        "title":"Innovations in College Science Teaching."},
      {
        "id":"ED328438",
        "title":"Students' Metacognition in Mathematical Problem Solving."},
      {
        "id":"ED328441",
        "title":"Computer-Aided Environmental Education. Monographs in Environmental Education and Environmental Studies, Volume VII."},
      {
        "id":"ED328443",
        "title":"Ideas for Integrating the Microcomputer with High School Science."},
      {
        "id":"ED328444",
        "title":"Software for Middle School Physical Science."},
      {
        "id":"ED328446",
        "title":"Cycles of Nature. An Introduction to Biological Rhythms."},
      {
        "id":"ED328448",
        "title":"Junior Science and Humanities Symposium Program, Management Guide SY91-92."},
      {
        "id":"ED328449",
        "title":"Sorting: Groups and Graphs. Used Numbers. Grades 2-3."},
      {
        "id":"ED328450",
        "title":"Measuring: From Paces to Feet. Used Numbers: Real Data in the Classroom. Grades 3-4."},
      {
        "id":"ED328451",
        "title":"Statistics: The Shape of the Data. Used Numbers: Real Data in the Classroom. Grades 4-6."},
      {
        "id":"ED328453",
        "title":"The Summative Evaluation of the Science Quality Education Project (SQEP). Evaluation and Project Research Report No. 9-1990-91."},
      {
        "id":"ED328455",
        "title":"Great Minds? Great Lakes!"},
      {
        "id":"ED328459",
        "title":"The Atlantic Science Curriculum Project: In Search of a Path to Educational Reform. Research Report Nunber 1."},
      {
        "id":"ED328460",
        "title":"Science Teaching in Nova Scotia Grades 7, 8 and 9: Results of a Teacher Survey Conducted in May, 1990. Research Report Number 2."},
      {
        "id":"ED328461",
        "title":"Science Teaching in New Brunswick Grades 7, 8 and 9: Results of a Teacher Survey Conducted in May, 1990. Research Report Number 3."},
      {
        "id":"ED328462",
        "title":"Association of Selected Teaching Conditions with Reported Instructional Pratices: From a Survey of New Brunswick and Nova Scotia Grades 7, 8 and 9 Science Teachers. Research Report Number 4."},
      {
        "id":"ED328463",
        "title":"The Computer as a Diagnostic Tool in Mathematics. Final Report--November 1988. Evaluation of Exploratory Studies in Educational Computing Study 13."},
      {
        "id":"ED328465",
        "title":"Systems Planning Literature Response: An Appropriate Strategy for Teaching Geography and Social Studies in the Elementary School."},
      {
        "id":"ED328468",
        "title":"The Changing History-Social Science Curriculum: A Booklet for Parents."},
      {
        "id":"ED328469",
        "title":"American History Guide, Bulletin 1599. Revised 1989."},
      {
        "id":"ED328470",
        "title":"The New Jersey Governor's Commission on Eastern European and Captive Nation History Report."},
      {
        "id":"ED328480",
        "title":"How Computers Are Used in the Teaching of Music and Speculations about How Artificial Intelligence Could Be Applied to Radically Improve the Learning of Compositional Skills. CITE Report No. 6."},
      {
        "id":"ED328482",
        "title":"Rationales and Futures for Computers in African Schools and Universities. CITE Report No. 100."},
      {
        "id":"ED328484",
        "title":"A Knowledge-Based Tutor for Music Composition. CITE Report No. 16."},
      {
        "id":"ED328486",
        "title":"If the World Is Round and Schools Are Flat, Can We Have Global Education in Schools? Contradictions, Questions, and Paradoxes of Global Education in Schools."},
      {
        "id":"ED328492",
        "title":"The Vietnam War: A Four Week Instructional Unit. Grades 11-12."},
      {
        "id":"ED328498",
        "title":"North Carolina Test of U.S. History. Technical Characteristics. Forms A-J."},
      {
        "id":"ED328501",
        "title":"Women in the Farmers' Alliance."},
      {
        "id":"ED328509",
        "title":"The Global Politics of Abortion. Worldwatch Paper 97."},
      {
        "id":"ED328511",
        "title":"&quot;Whose&quot; Content, Context, and Culture in Elementary Art and Music Textbooks? Elementary Subjects Center Series No. 23."},
      {
        "id":"ED328512",
        "title":"Art/Music Teachers' Curriculum Deliberations. Elementary Subjects Center Series No. 22."},
      {
        "id":"ED328514",
        "title":"Improving Geography Teaching through Program Planning: An Approach to Pre-Service and In-Service Education."},
      {
        "id":"ED328516",
        "title":"A Study of Instruction as Discourse."},
      {
        "id":"ED328518",
        "title":"A State-Wide Selection Model for Teacher Education--A Criterion-Related Approach."},
      {
        "id":"ED328527",
        "title":"Comprehensive Retention and Attrition Model (CRAM)."},
      {
        "id":"ED328528",
        "title":"A Follow-Up on the Experiences of Intern Teachers: A Report to the State Education Department on the New York State Mentor Teacher-Internship Program for 1986-1987 and 1987-1988."},
      {
        "id":"ED328531",
        "title":"Teacher Education as Identity Construction. Music: A Case Study."},
      {
        "id":"ED328532",
        "title":"A Self-administered Simulation for Training Basic Classroom Skills. Final Report for Minigrant."},
      {
        "id":"ED328539",
        "title":"Teacher Burnout in Diverse Elementary School Environments."},
      {
        "id":"ED328541",
        "title":"An Exploratory Study of Mathematical Problem Solving with Preservice Elementary Teachers."},
      {
        "id":"ED328543",
        "title":"Planning Small-Scale Research. SCRE Spotlights, 27."},
      {
        "id":"ED328545",
        "title":"The Quality of Education Graduates Compared to Graduates Not Completing Certification."},
      {
        "id":"ED328546",
        "title":"Test of a Three-Factor Model of Teacher Commitment."},
      {
        "id":"ED328547",
        "title":"Middle Grades Teacher Preparation: A Future Focus."},
      {
        "id":"ED328548",
        "title":"Making Introductory Foundations of Education Courses More Effective. [Part One:] The Case of Educational Studies 201, Emory University. Part Two: An Empirical Study."},
      {
        "id":"ED328549",
        "title":"Teacher Education Pipeline II: Schools, Colleges, and Departments of Education Enrollments by Race and Ethnicity."},
      {
        "id":"ED328550",
        "title":"RATE IV--Teaching Teachers: Facts &amp; Figures, 1990. Research About Teacher Education Project."},
      {
        "id":"ED328551",
        "title":"An Analysis of the Comparability of Teacher Salaries to the Earnings of Other College Graduates in the Southeast: 1990 Update."},
      {
        "id":"ED328552",
        "title":"Teaching Diverse Students: Cases and Commentaries."},
      {
        "id":"ED328554",
        "title":"Swaziland Teacher Training Project. Project Number 645-0214, 1984-1990. Final Report."},
      {
        "id":"ED328556",
        "title":"Childhood Obesity. ERIC Digest."},
      {
        "id":"ED328559",
        "title":"University Examinations and Standardized Testing: Principles, Experience, and Policy Options. World Bank Technical Paper Number 78. Proceedings of a Seminar on the Uses of Standardized Tests and Selection Examinations (Beijing, China, April 1985)."},
      {
        "id":"ED328560",
        "title":"A Multilevel Model of School Effectiveness in a Developing Country. World Bank Discussion Papers Number 69."},
      {
        "id":"ED328561",
        "title":"The Concept Matrix as a Cognitive Strategy: An Interpretive Inquiry into Concept Training."},
      {
        "id":"ED328562",
        "title":"The Differentiated Additive Androgyny Model: Relations between Masculinity, Femininity and Multiple Dimensions of Self-Concept."},
      {
        "id":"ED328563",
        "title":"Public, Catholic Single-Sex, and Catholic Coeducational High Schools: Their Effects on Achievement, Affect and Behaviors."},
      {
        "id":"ED328565",
        "title":"State Profiles of Public Elementary and Secondary Education, 1987-88. Survey Report."},
      {
        "id":"ED328569",
        "title":"Construct Validity of an Instrument To Measure Computer Aversion."},
      {
        "id":"ED328571",
        "title":"Shared Ability Analysis across Tests: A Cautionary Note."},
      {
        "id":"ED328572",
        "title":"Secondary Education in North Carolina: A Report of Student Participation and Performance in Algebra I, Geometry, Algebra II, Biology, Chemistry, Physics, U.S. History, English I. Volume 1. End of Course Testing."},
      {
        "id":"ED328574",
        "title":"Evaluating the Sample Specificity of Discriminant Analysis Results Using the Jackknife Statistic."},
      {
        "id":"ED328575",
        "title":"Federal, State, and Local Collaboration for Effective Schools: Chapter 2 &quot;20%&quot; Innovative Projects of Statewide Significance."},
      {
        "id":"ED328576",
        "title":"Diplomas or Dropout Statistics: Alternatives for At-Risk Students. A Symposium Presented at the Annual Meeting of the Southwest Educational Research Association (Austin, Texas, January 25-27, 1990)."},
      {
        "id":"ED328577",
        "title":"Statewide Testing in Texas. A Symposium Presented at the Annual Meeting of the Southwest Educational Research Association (Austin, Texas, January 25-27, 1990)."},
      {
        "id":"ED328579",
        "title":"Selection for Journalism: An Investigation into the Validity of Procedures for a Polytechnic Course."},
      {
        "id":"ED328583",
        "title":"How North Carolina Ranks Educationally among the Fifty States--1990."},
      {
        "id":"ED328584",
        "title":"An Item Response Theory Model for Test Bias."},
      {
        "id":"ED328586",
        "title":"Using Portfolios in Instruction and Assessment."},
      {
        "id":"ED328587",
        "title":"Computer-Based Assessment of Cognition: The ETS Factor Kit."},
      {
        "id":"ED328588",
        "title":"Use of the U-Method To Establish the External Validity of Discriminant Analysis Results."},
      {
        "id":"ED328589",
        "title":"Partitioning Predicted Variance into Constituent Parts: How To Conduct Commonality Analysis."},
      {
        "id":"ED328590",
        "title":"A Model of Evaluation Planning, Implementation and Management toward a &quot;Culture of Information&quot; within Organizations."},
      {
        "id":"ED328591",
        "title":"Exploratory Factor Analysis: A Review and Illustration of Five Principal Components Decision Methods for Attitudinal Data."},
      {
        "id":"ED328592",
        "title":"Key Statistics on Public Elementary and Secondary Education Reported by State and by Regional, Locale, and Wealth Clusters, 1987-88. Survey Report."},
      {
        "id":"ED328593",
        "title":"The Role of Training, Individual Differences and Knowledge Representation in Cognitive-Oriented Task Performance."},
      {
        "id":"ED328595",
        "title":"The National Education Report Card Act of 1990. Hearing on S.2034 To Authorize the Creation fo a National Education Report Card to be Published Annually To Measure Educational Achievement of Both Students and Schools and to Establish a National Council on Educational Goals, before the Subcommittee on Education, Arts and Humanities, Committee on Labor and Human Resources. Senate, One Hundred First Congress, Second Session (July 23 and September 10, 1990)."},
      {
        "id":"ED328600",
        "title":"Births, Selected Grade Comparisons, High School Graduates, and Number Entering College for the State and the Counties, 1961 through 1996. Statistical Report Series."},
      {
        "id":"ED328603",
        "title":"The National Assessment of Educational Progress (NAEP). ERIC Digest."},
      {
        "id":"ED328604",
        "title":"The International Association for the Evaluation of Educational Achievement. ERIC Digest."},
      {
        "id":"ED328605",
        "title":"State Testing of Teachers: The 1990 Report. ERIC Digest."},
      {
        "id":"ED328606",
        "title":"Authentic Writing Assessment. ERIC Digest."},
      {
        "id":"ED328607",
        "title":"Authentic Reading Assessment. ERIC Digest."},
      {
        "id":"ED328608",
        "title":"Measuring Aptitude. ERIC Digest."},
      {
        "id":"ED328609",
        "title":"Neuropsychological Assessment in Schools. ERIC Digest."},
      {
        "id":"ED328610",
        "title":"Gender Bias and Fairness. ERIC Digest."},
      {
        "id":"ED328611",
        "title":"The Case for Authentic Assessment. ERIC Digest."},
      {
        "id":"ED328612",
        "title":"S. 2034. A Bill To Authorize the Creation of a National Education Report Card To Be Published Annually To Measure Educational Achievement of Both Students and Schools and To Establish a National Council on Educational Goals, before the Senate. One Hundred-First Congress, Second Session."},
      {
        "id":"ED328614",
        "title":"Meta-Analysis of Effects of Explicit Instruction for Critical Thinking."},
      {
        "id":"ED328615",
        "title":"National Higher Education Statistics: Fall 1990. Early Estimates. Survey Report."},
      {
        "id":"ED328617",
        "title":"Key Statistics for Public and Private Elementary and Secondary Education: School Year 1990-91. Early Estimates. Survey Report."},
      {
        "id":"ED328618",
        "title":"The Relationship between Postsecondary and High School Course-Taking Patterns: The Preparation of 1980 High School Sophomores Who Entered Postsecondary Institutions by 1984. Survey Report. Contractor Report."},
      {
        "id":"ED328619",
        "title":"Ordinal Hypothesis in ANOVA Designs: A Monte Carlo Study."},
      {
        "id":"ED328621",
        "title":"Applying Empirical Analyses to the Evaluation of Test Content."},
      {
        "id":"ED328624",
        "title":"Black Students: Psychosocial Issues and Academic Achievement."},
      {
        "id":"ED328625",
        "title":"Meeting the Economy's Labor Needs through Immigration: Rationale and Challenges. A Rand Note."},
      {
        "id":"ED328627",
        "title":"Teacher Expectations and Low-Achieving Students."},
      {
        "id":"ED328632",
        "title":"The Variable Effects of Tracking: Inequality and Productivity in American High Schools."},
      {
        "id":"ED328633",
        "title":"The Challenge of Education: No Time To Waste, No Room, for Failure."},
      {
        "id":"ED328634",
        "title":"The Education of Minority Students in Non-Urban Schools."},
      {
        "id":"ED328636",
        "title":"Building Bridges of Learning and Understanding: A Collection of Classroom Activities on Puerto Rican Culture."},
      {
        "id":"ED328639",
        "title":"Latinos and the Dropout Crisis: The Community Solution."},
      {
        "id":"ED328640",
        "title":"Chapter 1 Migrant Education Program: Final Report."},
      {
        "id":"ED328641",
        "title":"Required Academic Proficiency (RAP) Program: Final Report."},
      {
        "id":"ED328642",
        "title":"Dropout Report for 1988-89: Part 2."},
      {
        "id":"ED328644",
        "title":"Meeting the Educational Needs of Southeast Asian Children. ERIC/CUE Digest No. 68."},
      {
        "id":"ED328646",
        "title":"Differences in Home Educational Processes and Academic Achievement among Three Hispanic Groups in the U.S."},
      {
        "id":"ED328649",
        "title":"Homelessness: Access to McKinney Act Programs Improved but Better Oversight Needed. Report to the Chairman, Subcommittee on Housing and Urban Affairs, Committee on Banking, Housing and Urban Affairs, U.S. Senate."},
      {
        "id":"ED328654",
        "title":"A Report on Shortchanging Children: The Impact of Fiscal Inequity on the Education of Students at Risk. Prepared for the Committee on Education and Labor. U.S. House of Representatives. One Hundred First Congress, Second Session."},
      {
        "id":"ED328655",
        "title":"Leadership, Control, Communication and Comprehension: Key Factors in Successful Implementation of SBDM."},
      {
        "id":"ED328656",
        "title":"Structural Impediments to Success: A Look at Disadvantaged Young Men in Urban Areas."},
      {
        "id":"ED328657",
        "title":"Long-Term Investments in Youth: The Need for Comprehensive Programs for Disadvantaged Young Men in Urban Areas."},
      {
        "id":"ED328664",
        "title":"National Recognition Program for Exemplary Vocational Education Programs Serving Special Needs Populations."},
      {
        "id":"ED328665",
        "title":"Hospital Job Skills Enhancement Program: A Workplace Literacy Project. Final Evaluation Report."},
      {
        "id":"ED328666",
        "title":"Hospital Job Skills Enhancement Program: A Workplace Literacy Project. Curriculum Manual."},
      {
        "id":"ED328667",
        "title":"The Florida Adult Literacy Plan."},
      {
        "id":"ED328668",
        "title":"Construction Safety, Health and Education Improvement Act of 1989. Hearing before the Committee on Labor and Human Resources, United States Senate, One Hundred First Congress, First Session on S. 930 To Establish a Clear and Comprehensive Prohibition of Discrimination on the Basis of Disability."},
      {
        "id":"ED328669",
        "title":"The American Entrepreneurial and Small-Business Culture."},
      {
        "id":"ED328673",
        "title":"Training in the Twenty-First Century: Where Do We Go from Here?"},
      {
        "id":"ED328675",
        "title":"The Rusty Bucket. Community Economic Development that Makes Sense."},
      {
        "id":"ED328679",
        "title":"Apprenticeship: A Partnership Project. Final Report."},
      {
        "id":"ED328680",
        "title":"Apprenticeship: A Partnership. A Guide for Managers of Inservice Programs for Apprenticeship Related Instruction."},
      {
        "id":"ED328681",
        "title":"Apprenticeship: A Partnership. A Learning Activities Package Introducing Apprenticeship."},
      {
        "id":"ED328682",
        "title":"Supermarket Careers. A Partnership in Training. Final Report."},
      {
        "id":"ED328683",
        "title":"Central Florida Film Production Technology Training Program. Curriculum."},
      {
        "id":"ED328684",
        "title":"Central Florida Film Production Technology Training Program. Final Report."},
      {
        "id":"ED328685",
        "title":"Project T.E.A.M. (Technical Education Advancement Modules). Final Report."},
      {
        "id":"ED328686",
        "title":"Project T.E.A.M. (Technical Education Advancement Modules). Training Methodology."},
      {
        "id":"ED328687",
        "title":"Project T.E.A.M. (Technical Education Advancement Modules). Job Search Skills."},
      {
        "id":"ED328688",
        "title":"Project T.E.A.M. (Technical Education Advancement Modules). Introduction to Plant Floor Operations."},
      {
        "id":"ED328689",
        "title":"Project T.E.A.M. (Technical Education Advancement Modules). Interpersonal and Communication Skills."},
      {
        "id":"ED328690",
        "title":"Project T.E.A.M. (Technical Education Advancement Modules). Introduction to Computers."},
      {
        "id":"ED328691",
        "title":"Project T.E.A.M. (Technical Education Advancement Modules). Fundementals of Workplace Integration."},
      {
        "id":"ED328692",
        "title":"Project T.E.A.M. (Technical Education Advancement Modules). Introduction to Industrial Physics."},
      {
        "id":"ED328693",
        "title":"Project T.E.A.M. (Technical Education Advancement Modules). Introduction to Statistical Process Control."},
      {
        "id":"ED328694",
        "title":"Project T.E.A.M. (Technical Education Advancement Modules). Advanced Statistical Process Control."},
      {
        "id":"ED328695",
        "title":"Systems of Continuing Education: Priority to District Health Personnel. Report of a WHO Expert Committee. Technical Report Series 803."},
      {
        "id":"ED328697",
        "title":"Northwestern Pennsylvania Cooperative Demonstration Project (High Technology). Process Manual."},
      {
        "id":"ED328698",
        "title":"Northwestern Pennsylvania Cooperative Demonstration Project (High Technology). Final Report."},
      {
        "id":"ED328699",
        "title":"Advanced Certification Program for Computer Graphic Specialists. Final Performance Report."},
      {
        "id":"ED328700",
        "title":"Career Assessment, Remediation, Education, Employment, and Re-entry Program (CAREER). El Paso Community College Career Grant. Final Report."},
      {
        "id":"ED328701",
        "title":"Hospitality Occupational Skills Training Cooperative. Project HOST Final Report."},
      {
        "id":"ED328702",
        "title":"Hospitality Occupational Skills Training Cooperative. Project HOST Curriculum Guide."},
      {
        "id":"ED328703",
        "title":"Northwest Educational Cooperative Participant Policy Manual."},
      {
        "id":"ED328707",
        "title":"Factors and Events that Influenced the Occupational Behavior Patterns of 1978-1988 Pennsylvania Home Economics Education Graduates."},
      {
        "id":"ED328708",
        "title":"Adult Basic Skills Instructor Training Project (1988-1991). Phase I (1988-1989) and Phase II (1989-1990) Report."},
      {
        "id":"ED328709",
        "title":"Technical Education in Russia: Exchanging Educational Values."},
      {
        "id":"ED328710",
        "title":"Selected Colorado Technology Education Programs."},
      {
        "id":"ED328711",
        "title":"Literacy for Peace and Human Rights."},
      {
        "id":"ED328712",
        "title":"Education, Small Business, and the U.S. Economy. Hearing before the Committee on Small Business, United States Senate, One Hundred First Congress, Second Session [Hartford, Connecticut]."},
      {
        "id":"ED328716",
        "title":"South Carolina Guide for Introduction to Marketing."},
      {
        "id":"ED328718",
        "title":"South Carolina Guide for Small Business Management."},
      {
        "id":"ED328723",
        "title":"Independent Study Program Profiles 1989-1990. Final Report."},
      {
        "id":"ED328725",
        "title":"Career Development Program Guide. A Guide to the Implementation Process for Career Development Programs."},
      {
        "id":"ED328730",
        "title":"Europe: A Labour Market without Frontiers."},
      {
        "id":"ED328732",
        "title":"High Technology Partnership Project."},
      {
        "id":"ED328734",
        "title":"The Relationship between Vocational Education Teacher Job Satisfaction and Teacher Retention Using Discriminant Analysis."},
      {
        "id":"ED328735",
        "title":"The Correlation between Visual-Haptic Perceptual Style and Student Ability To Solve Orthographic Projection Problems in a Beginning College Drafting Course Incorporating Computer Aided Drafting."},
      {
        "id":"ED328739",
        "title":"Responding to Diverse Needs of Changing Economies."},
      {
        "id":"ED328741",
        "title":"Current and Expected Roles in Supervising Agricultural Science and Technology Programs in Utah."},
      {
        "id":"ED328742",
        "title":"Students' and Parents' Perceptions about Working Part-Time during the School Year in Tennessee Public High Schools."},
      {
        "id":"ED328743",
        "title":"Teacher Planned Vocational Trade-Industrial-Technical Education Summer Workshops: A Three Phase Process (Planning, Implementation, and Evaluation)."},
      {
        "id":"ED328745",
        "title":"Vocational Education Teaching Alternatives: Models for the Delivery of Vocational Teacher Education."},
      {
        "id":"ED328747",
        "title":"Induction Detractors of Beginning Vocational Teachers with and without Teacher Education."},
      {
        "id":"ED328748",
        "title":"The Teacher Proximity Continuum: A Conceptual Framework for the Analysis of Teacher-Related Phenomena."},
      {
        "id":"ED328749",
        "title":"The Induction of Marketing Teachers: Case Studies."},
      {
        "id":"ED328750",
        "title":"Legislative Update."},
      {
        "id":"ED328751",
        "title":"What's Ahead for Employment and Training."},
      {
        "id":"ED328756",
        "title":"Occupational Information and International Development. Improving HRD Diagnostics. NOICC Occasional Papers/1."},
      {
        "id":"ED328757",
        "title":"Future Builders. A High School Career Education and Life Skills Curriculum."},
      {
        "id":"ED328762",
        "title":"Systems of Performance Standards and Accountability for Vocational Education. Guidelines for Development. Working Papers."},
      {
        "id":"ED328763",
        "title":"Integrating Academic and Vocational Education: Issues in Implementing the Carl Perkins Amendments of 1990. Working Papers."},
      {
        "id":"ED328764",
        "title":"Tech-Prep Programs: Issues in Implementing the Carl Perkins Amendments of 1990. Working Papers."},
      {
        "id":"ED328765",
        "title":"The UAW Joint Funds: Opportunities and Dilemmas for Postsecondary Vocational Education."},
      {
        "id":"ED328767",
        "title":"A Follow-up Study of the Delivery of Title III Services to Dislocated Workers in Ohio."},
      {
        "id":"ED328768",
        "title":"A Model of Postsecondary and Adult Student Choice Behavior."},
      {
        "id":"ED328769",
        "title":"Providing an Avenue for Individual Enhancement: The Challenge for Vocational-Technical Education and Training in Nigeria."},
      {
        "id":"ED328770",
        "title":"Significant Issues Confronting Vocational Education: Implications for UCVE Institutions."},
      {
        "id":"ED328772",
        "title":"JTPA. Strengthening the Partnership. Monograph Series."},
      {
        "id":"ED328773",
        "title":"A Study of Performance Measures and Subgroup Impacts in Three Welfare Employment Programs. Research Report Series RR-87-28."},
      {
        "id":"ED328774",
        "title":"Remedial Education and Summer Youth Employment under the Job Training Partnership Act. Monograph Series Vol. 1 No. 4."},
      {
        "id":"ED328775",
        "title":"Moving toward a Higher Value-Added Economy: What Is the National Need for Economic Growth and Work Improvements? Monograph Series Vol. 1, No. 9."},
      {
        "id":"ED328776",
        "title":"Human Resources and Competitiveness. Report of the Committee on Human Resources, The President's Commission on Industrial Competitiveness. Research Report Series RR-87-27."},
      {
        "id":"ED328777",
        "title":"The Employment Effects of High-Technology: A Case Study of Machine Vision. Research Report No. 86-19."},
      {
        "id":"ED328778",
        "title":"Job Displacement, Reemployment, and Earnings Loss: Evidence from the January 1984 Displaced Worker Survey. Research Report Series RR-86-18."},
      {
        "id":"ED328779",
        "title":"Five Case Studies for Youth-at-Risk Project. Research Report No. 88-11."},
      {
        "id":"ED328780",
        "title":"Removing the Stigma of Disadvantage: A Report on the Education and Employability of 9 to 15 Year Old Youth \"At Risk.\" Research Report No. 88-09."},
      {
        "id":"ED328781",
        "title":"An Investigation of Education Options for Youth-at-Risk, Ages 9 to 15: Demographics, Legislation, and Model Programs. Research Report No. 88-10."},
      {
        "id":"ED328782",
        "title":"Privatization and Public Employees: The Impact of City and County Contracting Out on Government Workers. Research Report 88-07."},
      {
        "id":"ED328783",
        "title":"Labor Market Implications of the Growing Internationalization of the U.S. Economy. Research Report Series RR-86-20."},
      {
        "id":"ED328784",
        "title":"Worker Mobility in the U.S. Economy. [Executive Summary.] Research Report Series RR-86-24."},
      {
        "id":"ED328785",
        "title":"Past Is Prologue: Educational Deficiencies and the Youth Labor Market Problem. Monograph Series Vol. 1, No. 3."},
      {
        "id":"ED328786",
        "title":"Survey of Basic Skills Remediation Practices in JTPA Youth Programs. Monograph Series Vol. 2, No. 1."},
      {
        "id":"ED328787",
        "title":"Trade Adjustment Assistance: Part of the Solution, or Part of the Problem? Monograph Series Vol. 1, No. 1."},
      {
        "id":"ED328788",
        "title":"U.S. Employment in an International Economy. Report No. 24."},
      {
        "id":"ED328789",
        "title":"Using Performance Management To Achieve Quality Program Results. A Technical Assistance Guide. Research Report 89-03."},
      {
        "id":"ED328793",
        "title":"Adapt Instruction for LEP Vocational Students. One of Four Performance-Based Modules To Prepare Vocational Educators To Serve LEP Students."},
      {
        "id":"ED328794",
        "title":"Conduct Intake Assessment for LEP Vocational Students. One of Four Performance-Based Modules To Prepare Vocational Educators To Serve LEP Students."},
      {
        "id":"ED328795",
        "title":"Recruit LEP Students for Vocational Programs. One of Four Performance-Based Modules To Prepare Vocational Educators To Serve LEP Students."},
      {
        "id":"ED328796",
        "title":"Preparing Vocational Educators To Serve LEP Students: An Inservice Package. [One of Four Performance-Based Modules To Prepare Vocational Educators To Serve LEP Students.]"},
      {
        "id":"ED328797",
        "title":"Participation in Vocational Education: An Overview of Patterns and Their Outcomes."},
      {
        "id":"ED328798",
        "title":"The Illiteracy Myth. A Comparative Study of Prisoner Literacy Abilities."},
      {
        "id":"ED328799",
        "title":"The Moon Also Has Her Own Light. The Struggle To Build a Women's Consciousness among Nicaraguan Farmworkers."},
      {
        "id":"ED328800",
        "title":"CHOICES. A Resource for Literacy Providers and Homeless Families."},
      {
        "id":"ED328802",
        "title":"Literacy Requirements for Customer Service Jobs."},
      {
        "id":"ED328803",
        "title":"Aging in China."},
      {
        "id":"ED328804",
        "title":"Psychopathology Differences between Batterers and Nonbatterers: Psychosocial Modifiers."},
      {
        "id":"ED328805",
        "title":"AIDS in Connecticut: Recommendations for a State Policy Response. Report to the Governor's Human Services Cabinet to Governor William O'Neill."},
      {
        "id":"ED328806",
        "title":"Perceived Peer/Family Effects on Beliefs and Intentions of College Students Regarding AIDS-Preventive Behaviors."},
      {
        "id":"ED328807",
        "title":"What To Do When a Friend Is Depressed: A Guide for Teenagers."},
      {
        "id":"ED328808",
        "title":"Plain Talk about Depression. Plain Talk Series."},
      {
        "id":"ED328809",
        "title":"Oversight Hearing on Drug Abuse Education Programs. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, 101st Congress, 2nd Session (Vancouver, Washington, September 6, 1990)."},
      {
        "id":"ED328810",
        "title":"Patterns of Behavior in Family Conflict: A Systems View."},
      {
        "id":"ED328811",
        "title":"Developing Positive Attitudes toward School in a Middle School Dropout Prevention Program Using Interdisciplinary Units."},
      {
        "id":"ED328812",
        "title":"Casual Dating Dissolution: A Typology."},
      {
        "id":"ED328813",
        "title":"Predicting Dangerous Juvenile Inpatients: The Ecological Validity of Cognitive Controls."},
      {
        "id":"ED328815",
        "title":"Causal Information about AIDS: Effects on Long-term Beliefs and Behavioral Intentions."},
      {
        "id":"ED328816",
        "title":"An Investigation of Factors Influencing a Relocation Decision."},
      {
        "id":"ED328818",
        "title":"Childhood Psychopathology as a Predictor of Violent Criminal Behavior."},
      {
        "id":"ED328819",
        "title":"Common cognitive Personality Factors in Non-Clinical Measures."},
      {
        "id":"ED328820",
        "title":"Crisis Intervener Perceptions of the Stressfulness of Caller Problems."},
      {
        "id":"ED328821",
        "title":"Children's Knowledge of Display Rules for Emotional Expression and Control."},
      {
        "id":"ED328823",
        "title":"Study of Urban American Indian Aging. Final Report."},
      {
        "id":"ED328824",
        "title":"The Changing World of the Elementary School Counselor. ERIC Digest."},
      {
        "id":"ED328825",
        "title":"The Challenge of Counseling in Middle Schools. ERIC Digest."},
      {
        "id":"ED328826",
        "title":"Family Caregiving. ERIC Digest."},
      {
        "id":"ED328827",
        "title":"Counseling To Enhance Self-Esteem. ERIC Digest."},
      {
        "id":"ED328828",
        "title":"Empowerment for Later Life. ERIC Digest."},
      {
        "id":"ED328829",
        "title":"Guidance--The Heart of Education: Three Exemplary Approaches. ERIC Digest."},
      {
        "id":"ED328830",
        "title":"The Scope of Practice of the Secondary School Counselor. ERIC Digest."},
      {
        "id":"ED328838",
        "title":"Dominance and Friendliness: On the Interaction of Gender and Situation."},
      {
        "id":"ED328847",
        "title":"Family Disruption and Economic Hardship: The Short-Run Picture for Children."},
      {
        "id":"ED328850",
        "title":"A Survey of Alcohol and Other Drug Use among Nevada Students."},
      {
        "id":"ED328851",
        "title":"Dropouts: Strategies for Prevention. A National Perspective. Policy Briefs. Number 1."},
      {
        "id":"ED328855",
        "title":"Psychoanalytic Psychotherapy with Incest Survivors: Transference and Countertransference Paradigms."},
      {
        "id":"ED328857",
        "title":"Role of the Guidance Counselor."},
      {
        "id":"ED322847",
        "title":"Graduate Program Outcomes. A Description and Evaluation of the Introductory Phase of the Empire State College Graduate Program."},
      {
        "id":"ED322848",
        "title":"Student Learning Outcomes. Students' Survey Results on Advanced Education and Employment Benefits."},
      {
        "id":"ED322849",
        "title":"FY 1988 Research Proposal and Award Activities by Predominantly Undergraduate Institutions. National Science Foundation Report 90-36."},
      {
        "id":"ED322850",
        "title":"NSF's Research Experiences for Undergraduates (REU) Program: An Assessment of the First Three Years. National Science Foundation Report 90-58."},
      {
        "id":"ED322851",
        "title":"NSF's Research Opportunities for Women Program: An Assessment of the First Three Years. National Science Foundation Report 90-13."},
      {
        "id":"ED322852",
        "title":"Career Progression of NATO Postdoctoral Fellows. National Science Foundation Report 88-130."},
      {
        "id":"ED322853",
        "title":"Student Learning and Quality Education. Six Case Studies of Student Learning."},
      {
        "id":"ED322854",
        "title":"Retention and Attrition at Empire State College. A Working Paper on the State of the Art."},
      {
        "id":"ED322855",
        "title":"Assessment Resource Center, 1986-1989. Final Report."},
      {
        "id":"ED322856",
        "title":"Earned Degrees Conferred: 1986-87 to 1992-93. Targeted Forecast."},
      {
        "id":"ED322857",
        "title":"A Project To Enhance the Educational Research Awareness of Faculty in the Historically Black Institutions of the University of North Carolina. Final Report."},
      {
        "id":"ED322858",
        "title":"Inspector General Spotlight."},
      {
        "id":"ED322859",
        "title":"Characteristics of Stafford Loan Recipients, 1988. 1987 National Postsecondary Student Aid Study, E.D. Tabs."},
      {
        "id":"ED322860",
        "title":"Seven Liberal Outcomes of Professional Study."},
      {
        "id":"ED322864",
        "title":"The State of Assessment in Maryland: Responses from Postsecondary Institutions."},
      {
        "id":"ED322865",
        "title":"Toward Establishing Salary Benchmarks for College and University Administrators."},
      {
        "id":"ED322866",
        "title":"Student Needs and Priorities Survey, California State University, Fresno, Spring 1989."},
      {
        "id":"ED322867",
        "title":"Beyond Content: Re-Framing Questions of Student Learning."},
      {
        "id":"ED322868",
        "title":"Tuning In to Student Voices: Assessment &amp; the Perry Scheme of Intellectual &amp; Ethical Development."},
      {
        "id":"ED322900",
        "title":"Accomplished Teachers: Integrating Computers into Classroom Practice."},
      {
        "id":"ED322903",
        "title":"Primer of Business Terms and Phrases Related to Libraries."},
      {
        "id":"ED322912",
        "title":"Crossing Borders: New Territories in the 90&apos;s. Contributed Papers Presented at the Arizona State Library Association Conference (Tucson, Arizona, November 1989)."},
      {
        "id":"ED322922",
        "title":"The Responsibility of Librarians for Collecting and Making AIDS Materials Available."},
      {
        "id":"ED322923",
        "title":"Support Staff Involvement in Library Planning: A Staff Development Activity."},
      {
        "id":"ED322924",
        "title":"Teaching Research Strategy to Undergraduates."},
      {
        "id":"ED322932",
        "title":"Library Programs. Evaluating Federally Funded Public Library Programs."},
      {
        "id":"ED322933",
        "title":"Developing an Effective School Resource Center System: The Winnepeg (Canada) Experience."},
      {
        "id":"ED322934",
        "title":"ERIC Annual Report--1989. Summarizing the Accomplishments of the Educational Resources Information Center."},
      {
        "id":"ED322935",
        "title":"Library Programs. Five-Year Report of Library Services through Major Urban Resource Libraries (MURLs) and Metropolitan Public Libraries Serving as National or Regional Resource Centers, Fiscal Year 1984-Fiscal Year 1988."},
      {
        "id":"ED322939",
        "title":"2 (Secondary) + 2 (Postsecondary) Articulated Curriculum for Health Occupations: A How-To-Manual."},
      {
        "id":"ED322946",
        "title":"Project Cooperation: A Joint Effort of Community College Educators and ACT To Answer Questions about Institutional Effectiveness and Outcomes Assessment."},
      {
        "id":"ED322947",
        "title":"Selected Collective Bargaining Agreements of Michigan Two-Year Colleges."},
      {
        "id":"ED322948",
        "title":"Selected Collective Bargaining Agreements of Nebraska Two-Year Colleges."},
      {
        "id":"ED322949",
        "title":"Selected Collective Bargaining Agreements of Pennsylvania Two-Year Colleges."},
      {
        "id":"ED322950",
        "title":"Minority Leadership Development in Technical and Vocational Education for Community Colleges and Technical Institutes: An Imperative for the State of Texas. A Report of the Study."},
      {
        "id":"ED322952",
        "title":"Rio Salado Community College Adjunct Faculty Staffing and Development Program, July 1989-August 1990."},
      {
        "id":"ED322953",
        "title":"Student Diversity and the Emerging Workforce: The Changing Profile of Students in North Carolina Community Colleges."},
      {
        "id":"ED322954",
        "title":"Fall 1988 S.I.Q. (Student Information Questionnaire): A Survey of Student Attitudes and Characteristics."},
      {
        "id":"ED322956",
        "title":"Accountability through Student Tracking: A Review of the Literature."},
      {
        "id":"ED322963",
        "title":"A Study of Fall 1980 Illinois Community College Freshmen Earning Baccalaureate Degrees from Illinois Public Universities, 1980-1988."},
      {
        "id":"ED322964",
        "title":"Part-Time Faculty in Illinois Public Community Colleges."},
      {
        "id":"ED322967",
        "title":"Improving Humanities Studies at Community, Technical, and Junior Colleges."},
      {
        "id":"ED322968",
        "title":"Diablo Valley College: The First Forty Years, 1949-1989."},
      {
        "id":"ED322969",
        "title":"Cognitive Modeling and Reciprocal Teaching of Reading and Study Strategies."},
      {
        "id":"ED322970",
        "title":"A Comprehensive Review of Dental Assisting and Dental Hygiene Programs in Community Colleges and Area Vocational-Technical Centers: Program Review Report."},
      {
        "id":"ED322972",
        "title":"Transfer: Major Mission of Community Colleges?"},
      {
        "id":"ED322973",
        "title":"A Survey of Factors and Attitudes of Students at a Rural Two-Year College Which Promote Low Participation in Student Activities Programs: An Institutional Study."},
      {
        "id":"ED322974",
        "title":"Selected Collective Bargaining Agreements of Oregon Two-Year Colleges."},
      {
        "id":"ED322975",
        "title":"Butte Community College Secondary/Postsecondary Articulation: The Partnership Concept, the Partnership in Action, [and] Highlights of the Partnership in Action."},
      {
        "id":"ED322977",
        "title":"Community College Programs for the Older Adult Learner."},
      {
        "id":"ED322978",
        "title":"Toward a National System of Postsecondary Education in the Federated States of Micronesia. A Special Report on Postsecondary Education."},
      {
        "id":"ED322979",
        "title":"El Paso Community College Economic Impact Study."},
      {
        "id":"ED322980",
        "title":"Making the Vision a Reality. Project Cooperation Demonstration Site Model: Assessment of Student Learning and Development from Entry through Exit and Transfer to Four Year Colleges."},
      {
        "id":"ED322981",
        "title":"Institutional Effectiveness: Mastering the Process before It Masters You."},
      {
        "id":"ED322982",
        "title":"Campus Views 1990."},
      {
        "id":"ED322984",
        "title":"International Education Programs."},
      {
        "id":"ED322985",
        "title":"How To Learn More in Less Time."},
      {
        "id":"ED322987",
        "title":"Peer Status, Behavioral Disturbance, and Family Background Factors in Child Physical Abuse."},
      {
        "id":"ED322993",
        "title":"Beyond Individual Risk Assessment: Community Wide Approaches to Promoting the Health and Development of Families and Children. Conference Proceedings (Hanover, New Hampshire, November 1-4, 1987)."},
      {
        "id":"ED322997",
        "title":"State Child Care Regulatory, Monitoring and Evaluation Systems as a Means for Ensuring Quality Child Development Programs."},
      {
        "id":"ED322998",
        "title":"National Child Care Regulatory, Monitoring and Evaluation Systems Model."},
      {
        "id":"ED323000",
        "title":"Visions for Children: African American Early Childhood Education Program. Phase Three Evaluation."},
      {
        "id":"ED323001",
        "title":"Wordplay: The Effects of a Language Intervention on At-Risk Kindergartners and First Graders."},
      {
        "id":"ED323002",
        "title":"Planning Ahead: Influence of Figure Orientation on Size of Head in Children's Drawings of a Man."},
      {
        "id":"ED323005",
        "title":"The Rural Alabama Pregnancy and Infant Health (RAPIH) Program."},
      {
        "id":"ED323006",
        "title":"The Preschool Teacher: Developmentally Oriented or Developmentally Appropriate?"},
      {
        "id":"ED323008",
        "title":"The Many Roles of Women in Early Childhood Education: From J. A. Comenius to Family Day Caregiver."},
      {
        "id":"ED323015",
        "title":"Increasing Levels of Abstract Reasoning Ability in First and Second Graders through Instruction in Inferential Thinking and Analogical Reasoning."},
      {
        "id":"ED323020",
        "title":"Risk Taking in Adolescence: A Decision-Making Perspective."},
      {
        "id":"ED323021",
        "title":"Popular Music in Early Adolescence."},
      {
        "id":"ED323023",
        "title":"Preventive Programs That Support Families with Adolescents."},
      {
        "id":"ED323024",
        "title":"Overview of the IEA Preprimary Project."},
      {
        "id":"ED323025",
        "title":"Child Care Challenges for Low-Income Families. The Minority Female Single Parent Demonstration. Into the Working World Series. Lessons from Research."},
      {
        "id":"ED323027",
        "title":"Family Environment and Attitudes of Homeschoolers and Non-Homeschoolers."},
      {
        "id":"ED323028",
        "title":"An Evaluation of Computer Based Activities in an Early Intervention Program. A Report to the Early Special Education Program."},
      {
        "id":"ED323029",
        "title":"Prekindergarten Screening and Programming: Important Issues."},
      {
        "id":"ED323030",
        "title":"Generalization of Learning: An Essential Consideration in Early Childhood Education."},
      {
        "id":"ED323031",
        "title":"Who Cares? Child Care Teachers and the Quality of Care in America. Final Report, National Child Care Staffing Study."},
      {
        "id":"ED323032",
        "title":"Who Cares? Child Care Teachers and the Quality of Care in America. Executive Summary, National Child Care Staffing Study."},
      {
        "id":"ED323033",
        "title":"Participation Patterns and Perceived Benefits of At-Risk Parents Involved in a Teacher-Parent Partnership Effort."},
      {
        "id":"ED323036",
        "title":"City Initiatives in School-Age Child Care. SACC Action Research Paper No. 1. School-Age Child Project."},
      {
        "id":"ED323038",
        "title":"State Legislative Summary: Children, Youth, and Family Issues: 1989."},
      {
        "id":"ED323040",
        "title":"School Closures and Policy Issues. Policy Paper No. 84-C3."},
      {
        "id":"ED323042",
        "title":"The Pennsylvania Academy for the Profession of Teaching; Rural Fellowship Program: A Science Curriculum Development Partnership. Project &quot;Prepare Them for the Future.&quot;"},
      {
        "id":"ED323044",
        "title":"North Carolina Farm and Rural Life Study. 1988 Summary Report."},
      {
        "id":"ED323045",
        "title":"Rural Health Care Delivery and Nutrition Program Implementation: A Case Study from Highland Guatemala."},
      {
        "id":"ED323046",
        "title":"Rural \"At-Risk\" Students: Directions for Policy and Intervention."},
      {
        "id":"ED323047",
        "title":"Social Disruption and Psychological Stress in an Alaskan Fishing Community: The Impact of the Exxon Valdez Oil Spill."},
      {
        "id":"ED323053",
        "title":"The Sustainability of Aquaculture as a Farm Enterprise: Impacts and Consequences of Fish Culture in Rwanda."},
      {
        "id":"ED323055",
        "title":"The Path to a Larger Life: Creating Kentucky's Educational Future. Second Edition."},
      {
        "id":"ED323056",
        "title":"Rural and Small Schools: Excellence for All. Annual Rural and Small Schools Conference (10th, Manhattan, Kansas, October 24-25, 1988)."},
      {
        "id":"ED323057",
        "title":"Sharing Educational Success: All Kids Can Be Winners. Report on the December 1989 Regional Conference Sponsored by the Southeastern Educational Improvement Laboratory."},
      {
        "id":"ED323061",
        "title":"Comparison of the Nature of Work Performed: Southern Land-Grant University Colleges of Agriculture Alumni."},
      {
        "id":"ED323062",
        "title":"The Impact of Community Attributes on In-Migration of Elderly Persons."},
      {
        "id":"ED323065",
        "title":"Making the Best of Two Worlds: An Anthropological Approach to the Development of Bilingual Education Materials in Southwestern Alaska."},
      {
        "id":"ED323066",
        "title":"The Roots of Appalachian English: Scotch-Irish or Southern British?"},
      {
        "id":"ED323068",
        "title":"Design Study of Methods for Sampling Migrant and Seasonal Farm Workers. Final Report."},
      {
        "id":"ED323071",
        "title":"Fulfilling Work's Promise: Policies To Increase Incomes of the Rural Working Poor."},
      {
        "id":"ED323072",
        "title":"Schooling, Work Experience, and Gender: The Social Reproduction of Poverty in Appalachia."},
      {
        "id":"ED323081",
        "title":"Entrepreneurship Theories and Their Use in Rural Development. An Annotated Bibliography."},
      {
        "id":"ED323083",
        "title":"The Primary Science Project in Norway: Action Research and Curriculum Development."},
      {
        "id":"ED323085",
        "title":"Real Routes: A Handbook for School-Based Mathematics Leaders."},
      {
        "id":"ED323086",
        "title":"SAVE IT! Easy Environmental Tips To Save the Earth."},
      {
        "id":"ED323087",
        "title":"Precollege Science and Mathematics Teachers--Monitoring Supply, Demand, and Quality."},
      {
        "id":"ED323088",
        "title":"State of the World 1990. A Worldwatch Institute Report on Progress toward a Sustainable Society."},
      {
        "id":"ED323090",
        "title":"Windows into Science Classrooms: Problems Associated with Higher-Level Cognitive Learning."},
      {
        "id":"ED323094",
        "title":"Earthwatching III. An Environmental Reader with Teacher's Guide."},
      {
        "id":"ED323095",
        "title":"AAPT Guidelines for Two-Year College Physics Programs."},
      {
        "id":"ED323096",
        "title":"Add-Ventures for Girls: Building Math Confidence, Elementary Teacher's Guide."},
      {
        "id":"ED323097",
        "title":"Add-Ventures for Girls: Building Math Confidence, Junior High Teacher&apos;s Guide."},
      {
        "id":"ED323098",
        "title":"Effects of State-Level Reform of Elementary School Mathematics Curriculum on Classroom Practice, Final Report. Elementary Subjects Center Series No. 25."},
      {
        "id":"ED323111",
        "title":"Teaching Science through a Science-Technology-Society-Environment Approach: An Instruction Guide. SIDRU Research Report No. 12."},
      {
        "id":"ED323112",
        "title":"Women and Minorities in Science and Engineering."},
      {
        "id":"ED323121",
        "title":"Teaching Religion in a Catholic Secondary School. NCEA Keynote Series."},
      {
        "id":"ED323124",
        "title":"Migration between the United States and Canada."},
      {
        "id":"ED323125",
        "title":"The Judicial Branch and the Constitutional Order. College-Community Forums."},
      {
        "id":"ED323126",
        "title":"Program Handbook: Community-College Forums."},
      {
        "id":"ED323128",
        "title":"Music Education: Experts Take New Look at Performance, General Music."},
      {
        "id":"ED323135",
        "title":"A View on Geography and Elementary Education. Elementary Subject Center Series No. 18."},
      {
        "id":"ED323136",
        "title":"The De Facto National Curriculum in Elementary Social Studies: Critique of a Representative Sample. Elementary Subjects Center Series No. 17."},
      {
        "id":"ED323137",
        "title":"Experts' Views on the Elementary Social Studies Curriculum: Visions of the Ideal and Critique of Current Practice (with Experts' Individual Statements). Elementary Subjects Center Series No. 14-A."},
      {
        "id":"ED323138",
        "title":"Debt and Democracy in Latin America. U.S. Foreign Policy Conference (30th, Airlie House, Proceedings on Strategy for Peace, Warrenton, Virginia, October 19-21, 1989)."},
      {
        "id":"ED323139",
        "title":"Crisis in China: Prospects for U.S. Policy. Report of the Strategy for Peace, U.S. Foreign Policy Conference (30th, Warrenton, Virginia, October 19-21, 1989)."},
      {
        "id":"ED323140",
        "title":"Global Change and Africa: Implications for U.S. Policy. Report of the Strategy for Peace, U.S. Foreign Policy Conference (30th, Warrenton, Virginia, October 19-21, 1989)."},
      {
        "id":"ED323141",
        "title":"Soviet Economic Reform: Socialism and Property. Report of the Strategy for Peace, U.S. Foreign Policy Conference (30th, Warrenton, Virginia, October 19-21, 1989)."},
      {
        "id":"ED323145",
        "title":"The Role of the Librarian in an Undergraduate Women's Studies Program."},
      {
        "id":"ED323148",
        "title":"International Studies: A Library Guide."},
      {
        "id":"ED323149",
        "title":"Active Learning in Secondary Social Studies."},
      {
        "id":"ED323150",
        "title":"Active Learning and National History Day In-depth Interviews: A Pilot Study."},
      {
        "id":"ED323151",
        "title":"Active Learning with Educational Media in Secondary Social Studies or &quot;You Can Lead a Horse to Water but the Only Water that Gets into His Stomach Is What He Drinks.&quot;"},
      {
        "id":"ED323153",
        "title":"Resources for STS Education. Science, Technology, and Society."},
      {
        "id":"ED323155",
        "title":"Whispers from the Past: A Collection of Folklore by North Carolina Students. North Carolina Heritage Week 1990: &quot;The Arts: From the Past into the Future.&quot;"},
      {
        "id":"ED323157",
        "title":"Social Studies: Common Curriculum Goals. Spring 1990."},
      {
        "id":"ED323160",
        "title":"Understanding the Social Studies: A Review of the Meanings of Understanding with Implications for Student Learning and Classroom Instruction."},
      {
        "id":"ED323162",
        "title":"Dwight David Eisenhower: A Bibliography."},
      {
        "id":"ED323165",
        "title":"Competing Visions of Teacher Knowledge: Proceedings from an NCRTE Seminar for Education Policymakers (Washington, D.C., February 24-26, 1989). Volume 1: Academic Subjects. Conference Series 89-1."},
      {
        "id":"ED323167",
        "title":"Competing Visions of Teacher Knowledge: Proceedings from an NCRTE Seminar for Education Policymakers (Washington, D.C., February 24-26, 1989). Volume 2: Student Diversity. Conference Series 89-1."},
      {
        "id":"ED323170",
        "title":"Leisure/Recreation Curriculum for Secondary Aged Students with Disabilities. Project C.R.E.O.L.E. Community Recreation Education on Leisure Education."},
      {
        "id":"ED323172",
        "title":"Spiritual Health: A Balance of All Dimensions."},
      {
        "id":"ED323173",
        "title":"Some Effects of Curriculum Standardization on Elementary Teachers and Students."},
      {
        "id":"ED323174",
        "title":"AACTE/Metropolitan Life Survey of Teacher Education Students."},
      {
        "id":"ED323175",
        "title":"Views of Educating Educators. A Brief Critique."},
      {
        "id":"ED323176",
        "title":"Pedagogy and the \"Other\" Dimension of Teacher Preparation: A Trend and a Response."},
      {
        "id":"ED323177",
        "title":"Conceptual Orientations in Teacher Education. Issue Paper 90-2."},
      {
        "id":"ED323178",
        "title":"Pitfalls of the NCATE Process: One Perspective."},
      {
        "id":"ED323183",
        "title":"AIDS Education. Public School Programs Require More Student Information and Teacher Training. Report to the Chairman, Committee on Governmental Affairs, U.S. Senate."},
      {
        "id":"ED323184",
        "title":"Study Skills. What Research Says to the Teacher."},
      {
        "id":"ED323185",
        "title":"Mentor Teacher Programs. What Resarch Says to the Teacher."},
      {
        "id":"ED323186",
        "title":"Standards for Teacher Competence in Educational Assessment of Students."},
      {
        "id":"ED323187",
        "title":"Sex Equity in Sports Leadership: Implementing the Game Plan in Your Community."},
      {
        "id":"ED323188",
        "title":"Development and Concerns of First-year and Reentry Teachers with and without Mentors."},
      {
        "id":"ED323190",
        "title":"Teacher Preparation and Enhancement. Program Announcement and Guide."},
      {
        "id":"ED323193",
        "title":"School Discipline: Perspectives of Delaware Public School Teachers."},
      {
        "id":"ED323195",
        "title":"Selected Characteristics of Public and Private School Teachers: 1987-88. E.D. Tabs."},
      {
        "id":"ED323196",
        "title":"Comparisons of Public and Private Schools, 1987-88. Schools and Staffing Survey, 1987-88. E.D. Tabs."},
      {
        "id":"ED323197",
        "title":"Assessment Component of the California New Teacher Project: First Year Report."},
      {
        "id":"ED323198",
        "title":"Teacher Empowerment and the Ideology of Professionalism."},
      {
        "id":"ED323201",
        "title":"Professional Knowledge and Perceptions of Beginning Teacher Education Students: Institutional and Group Comparisons."},
      {
        "id":"ED323204",
        "title":"The Journal of Recreation and Leisure. Spring 1990 Volume 10 Number 1."},
      {
        "id":"ED323205",
        "title":"A Bill To Provide Financial Assistance for Teacher Recruitment and Training, and for Other Purposes. U.S. Senate, 101st Congress, First Session (September 26, 1989)."},
      {
        "id":"ED323206",
        "title":"Program Coherence in Teacher Education: A View from the United States. Issue Paper 90-6."},
      {
        "id":"ED323207",
        "title":"Knowing the Subject and Learning To Teach It: Examining Assumptions about Becoming a Mathematics Teacher. Research Report 90-7."},
      {
        "id":"ED323208",
        "title":"The Construction of New Forms of Teaching: Subject Matter Knowledge in Inservice Teacher Education. Research Report 90-8."},
      {
        "id":"ED323209",
        "title":"Using Hypermedia Technology to Support a New Pedagogy of Teacher Education. Issue Paper 90-5."},
      {
        "id":"ED323210",
        "title":"Two Views of the Role of Research on Teacher Thinking. Issue Paper 90-4."},
      {
        "id":"ED323211",
        "title":"Self-Fulfilling Prophesy and Attribution of Responsibility: Is There a Causal Link to Achievement?"},
      {
        "id":"ED323212",
        "title":"L-scaling. Working Paper No. 26."},
      {
        "id":"ED323213",
        "title":"Establishing a Mantel-Haenszel Alpha Cutscore through a Multiple Method Procedure."},
      {
        "id":"ED323216",
        "title":"Learning Style Profile Handbook: I. Developing Cognitive Skills."},
      {
        "id":"ED323217",
        "title":"A Study Applying Generalizability Theory to the Scientific Thinking and Research Skill Test."},
      {
        "id":"ED323221",
        "title":"Teachers' Sense of Efficacy: A Self- or Norm-Referenced Construct?"},
      {
        "id":"ED323225",
        "title":"The Effect of Examinee Pass/Fail Information on the Level of Passing Score Set by Expert Judges."},
      {
        "id":"ED323226",
        "title":"The Agreement and Structure of Colleague Ratings."},
      {
        "id":"ED323229",
        "title":"Type I Error Rate and Power of Rank Transform ANOVA When Populations Are Non-Normal and Have Equal Variance."},
      {
        "id":"ED323230",
        "title":"A Comparison of Random Normal Scores Test under the F and Chi-Square Distributions to the 2x2x2 ANOVA Test."},
      {
        "id":"ED323232",
        "title":"Teacher Behavior, Task Engagement, and Student Achievement: A Path Analytic Study."},
      {
        "id":"ED323239",
        "title":"Teachers at Risk: A Profile of the Teacher Predisposed To Quit."},
      {
        "id":"ED323246",
        "title":"Evaluating the Use of Word Processors in Teaching Writing Composition."},
      {
        "id":"ED323247",
        "title":"Preservice Teachers' Career Expectations by Gender, Socioeconomic Status, and Academic Achievement Levels."},
      {
        "id":"ED323250",
        "title":"Eighth Grade Assessment of Mathematics and Reading. 1989 Summary Report."},
      {
        "id":"ED323254",
        "title":"The Induction of Rules from Analog, Mental Models."},
      {
        "id":"ED323255",
        "title":"Grade Retention and Student Outcomes: Data from High School and Beyond."},
      {
        "id":"ED323256",
        "title":"The Beck Depression Inventory: A Cross-Validated Study of Factorial Structure for Nonclinical Adolescents."},
      {
        "id":"ED323257",
        "title":"Accounting for Quality through Assessment. Proceedings of the Norstar Conference on Excellence in Education (Albany, New York, December 1988)."},
      {
        "id":"ED323259",
        "title":"Gender Differences in Academic Achievement in Grades 3 through 12: A Longitudinal Analysis."},
      {
        "id":"ED323260",
        "title":"The One Group Posttest Evaluation Model."},
      {
        "id":"ED323261",
        "title":"Educational Quality Indicators: Collaboration in Action. Proceedings of a Symposium at the Annual Meeting of the Canadian Educational Researchers&apos; Association (Victoria, British Columbia, Canada, June 5, 1990)."},
      {
        "id":"ED323262",
        "title":"Issues in Implementing Indicator Systems."},
      {
        "id":"ED323263",
        "title":"Advanced Placement Program: Delaware Profile 1988-89."},
      {
        "id":"ED323265",
        "title":"The Nevada Proficiency Examination Program Results of the 1988-89 Examinations."},
      {
        "id":"ED323266",
        "title":"Issues and Answers: 1989-90 Districtwide Surveys of Students, Professionals, and Parents. Publication No. 89.29."},
      {
        "id":"ED323267",
        "title":"Chapter 2 Formula, 1989-90: Major Points. Publication No. 89.32."},
      {
        "id":"ED323268",
        "title":"Sixth Graders in Elementary and Middle Schools: A Longitudinal Study."},
      {
        "id":"ED323269",
        "title":"Priority Schools: The Third Year. Effective School Standards Report 1989-90."},
      {
        "id":"ED323274",
        "title":"Chapter 1 Policy Manual. Basic Programs Operated by Local Educational Agencies. Part A of Chapter 1 of Title I, Elementary and Secondary Education Act of 1965 amended by the Augustus F. Hawkins-Robert T. Stafford Elementary and Secondary School Improvement Amendments of 1988 (Public Law 100-297)."},
      {
        "id":"ED323275",
        "title":"Papers, Programs, and Technical Assistance Services for Educators of At-Risk Students."},
      {
        "id":"ED323276",
        "title":"What Schools Can Do for Students at Risk."},
      {
        "id":"ED323277",
        "title":"Increasing the Supply of Women and Minority Engineers: An Agenda for State Action. Executive Summary."},
      {
        "id":"ED323282",
        "title":"Ten Tentative Truths."},
      {
        "id":"ED323283",
        "title":"Quality, Price, and Income in Child Care Choice."},
      {
        "id":"ED323287",
        "title":"Racial and Ethnic Report: Pupil Enrollment, September 1989."},
      {
        "id":"ED323289",
        "title":"Equal Opportunity Handbook: A Resource on Equal Opportunities for Education and Employment in Oregon Public Schools."},
      {
        "id":"ED323291",
        "title":"Instructional Design for Developing Higher Order Thinking. Volume I: Knowledge Domain Development."},
      {
        "id":"ED323292",
        "title":"An Investigation of Motivation's Role in Postsecondary Vocational Training Programs for At-Risk Learners and Their Entry into the Work Force. Proceedings of the National Symposium on Motivation and Empowerment (St. Paul, Minnesota, May 20, 1987)."},
      {
        "id":"ED323294",
        "title":"Assessing Leadership Behavior: Beyond Task Analysis."},
      {
        "id":"ED323295",
        "title":"Changes in the Nature and Structure of Work: Implications for Skill Requirements and Skill Formation."},
      {
        "id":"ED323296",
        "title":"Eldercare. Technical Advisory Committee on Occupational Curriculum Development."},
      {
        "id":"ED323297",
        "title":"America's Choice: High Skills or Low Wages! The Report of the Commission on the Skills of the American Workforce."},
      {
        "id":"ED323300",
        "title":"Enhancing Professionals' Autonomous Learning: A Report of an Action Demonstration Project."},
      {
        "id":"ED323301",
        "title":"An Analysis of Educational Outreach by Ohio Theatres."},
      {
        "id":"ED323302",
        "title":"Technological Adoption and Organizational Adaptation: Developing a Model for Human Resource Management in an International Business Environment."},
      {
        "id":"ED323303",
        "title":"Security Assistance. Observations on the International Military Education and Training Program. Briefing Report to Congressional Requesters."},
      {
        "id":"ED323305",
        "title":"Work Experience Program Teacher Resource Manual. Junior and Senior High School. Interim Edition."},
      {
        "id":"ED323307",
        "title":"Institute for Career Exploration (ICE), the Basic Skills Academy/Comprehensive Competency Program (B.S.A./C.C.P.), and the Career Employment Center Summer School Program. Summer 1989. OREA Report."},
      {
        "id":"ED323308",
        "title":"A.I.D.P. Part Time Jobs 1988-89. OREA Report."},
      {
        "id":"ED323309",
        "title":"Laws Governing the Employment of Minors in New York State."},
      {
        "id":"ED323310",
        "title":"How the New York State Labor Law Protects You."},
      {
        "id":"ED323311",
        "title":"Why Young People Fail To Get and Hold Jobs."},
      {
        "id":"ED323312",
        "title":"Children in the Workforce: Setting Our Priorities. A Report."},
      {
        "id":"ED323313",
        "title":"Guide to Preparing a Resume."},
      {
        "id":"ED323315",
        "title":"Horticulture I--Course No. 6841. Horticulture II--Course No. 6842. Agricultural Education Curriculum Guide."},
      {
        "id":"ED323316",
        "title":"Model Curriculum Standards, Program Framework, and Process Guide for Industrial and Technology Education in California."},
      {
        "id":"ED323320",
        "title":"Elder Care, Employees, and the Workplace. Findings from a Survey of Employees."},
      {
        "id":"ED323324",
        "title":"Workplace 2000 Project. Final Performance Report."},
      {
        "id":"ED323325",
        "title":"Alternative Strategies for Providing Work Experience."},
      {
        "id":"ED323326",
        "title":"Instructional Design for Facilitating Higher Order Thinking. Volume II: Instructional Design Model."},
      {
        "id":"ED323329",
        "title":"The Craft of Teaching Adults."},
      {
        "id":"ED323330",
        "title":"Business and Industry Forum. A Report (Columbia, South Carolina, November 27, 1989)."},
      {
        "id":"ED323333",
        "title":"Development of Criteria and Procedures for Assessing the Effectiveness of the Change to Technology Teacher Education Programs."},
      {
        "id":"ED323339",
        "title":"Improving Outcomes for Students with Special Needs: Integrating Academic and Vocational Education. TASPP Brief Volume 2, Number 1."},
      {
        "id":"ED323340",
        "title":"Schoolwork, Lifework. Integrating Career Information into High School Career Development Programs. A Joint Effort."},
      {
        "id":"ED323341",
        "title":"Does Training Work for Displaced Workers? A Survey of Existing Evidence."},
      {
        "id":"ED323342",
        "title":"Order amidst Complexity: The Status of Coordination among Vocational Education, Job Training Partnership Act, and Welfare-to-Work Programs. Report to the U.S. Congress, the Secretary of Education, and the Secretary of Labor."},
      {
        "id":"ED323343",
        "title":"Case Studies for Order amidst Complexity: The Status of Coordination among Vocational Education, Job Training Partnership Act, and Welfare-to-Work Programs. Report to the U.S. Congress, the Secretary of Education, and the Secretary of Labor."},
      {
        "id":"ED323344",
        "title":"Literacy Action. A Resource Book for Colleges and Universities. Second Edition."},
      {
        "id":"ED323349",
        "title":"Community Development, Popular Education, Financing of Adult Education. ASPBAE Courier No. 48."},
      {
        "id":"ED323351",
        "title":"The Theory of Community Education. A Social-Theoretical Critique."},
      {
        "id":"ED323357",
        "title":"Beyond the Gate: Work Experience and Part-Time Work among Secondary-School Pupils in Scotland."},
      {
        "id":"ED323360",
        "title":"Distance Education in South Asia. Proceedings of the Round Table Conference on Distance Education for South Asian Countries (Islamabad, Pakistan, November 6-8, 1989)."},
      {
        "id":"ED323365",
        "title":"Work-Based Learning: Training America's Workers."},
      {
        "id":"ED323366",
        "title":"Lessons Learned: Job Skills Education Program. Final Report."},
      {
        "id":"ED323368",
        "title":"The Carl D. Perkins Vocational and Applied Technology Education Act Amendments of 1990. Conference Report To Accompany H.R. 7. House of Representatives, 101st Congress, 2d Session."},
      {
        "id":"ED323369",
        "title":"Quality Circles: Can They Be Used in Training and Education?"},
      {
        "id":"ED323370",
        "title":"Parents and Children Together (PACT). Process and Product Evaluation Report 1989-90."},
      {
        "id":"ED323371",
        "title":"Computer Integrated Manufacturing: Physical Modelling Systems Design. A Personal View."},
      {
        "id":"ED323373",
        "title":"Adult Education for the 21st Century: Strategic Plan to Meet California's Long-Term Adult Education Needs. 1989 Edition."},
      {
        "id":"ED323376",
        "title":"The California Adult Education System: Background Paper on the Response of Adult Education Institutions to the Needs of Californians. Revised."},
      {
        "id":"ED323380",
        "title":"EduCard. Adult Education Access Card. Policy Option Paper on Strategic Recommendation 4. First Edition."},
      {
        "id":"ED323381",
        "title":"Funding for Innovation and Performance. Working Paper on Strategic Recommendation 2. Advisory Review Draft."},
      {
        "id":"ED323382",
        "title":"Integrated Adult Education Data System. Policy Option Paper on Strategic Recommendation 8. First Edition."},
      {
        "id":"ED323383",
        "title":"Community Adult Education Information Services. Policy Option Paper on Strategic Recommendation 3. First Edition."},
      {
        "id":"ED323385",
        "title":"Study Practices of Adult Learners in Distance Education: Frequency of Use and Effectiveness."},
      {
        "id":"ED323393",
        "title":"Careers in Fashion. Teacher Edition. Marketing Education LAPs."},
      {
        "id":"ED323394",
        "title":"Textiles. Teacher Edition. Marketing Education LAPs."},
      {
        "id":"ED323395",
        "title":"Design Concepts. Teacher Edition. Marketing Education LAPs."},
      {
        "id":"ED323396",
        "title":"20th Century Fashions. Teacher Edition. Marketing Education LAPs."},
      {
        "id":"ED323398",
        "title":"Pharmacology. Teacher Edition."},
      {
        "id":"ED323401",
        "title":"D.C. Government. Noneducation Factors Hindered Criminal Justice Initiative. Report to Congressional Requesters."},
      {
        "id":"ED323402",
        "title":"Developing Leadership in Geriatric Education. Proceedings of the Annual Summer Geriatric Institute (5th, Lexington, Kentucky, July 23-25, 1990)."},
      {
        "id":"ED323406",
        "title":"The Roles, Responsibilities, and Major Accomplishments of State Job Training Coordinating Councils (SJTCCs) under the Job Training Partnership Act of 1982. Summary Final Report."},
      {
        "id":"ED323410",
        "title":"Develop Long Range Program Plans. Second Edition. Module A-9 of Category A--Program Planning, Development, and Evaluation. Professional Teacher Education Module Series."},
      {
        "id":"ED323411",
        "title":"Present Information with Models, Real Objects, and Flannel Boards. Second Edition. Module C-22 of Category C--Instructional Execution. Professional Teacher Education Module Series."},
      {
        "id":"ED323412",
        "title":"Present Information with Televised and Video-Based Materials. Second Edition. Module C-27 of Category C--Instructional Execution. Professional Teacher Education Module Series."},
      {
        "id":"ED323413",
        "title":"Maintain a Filing System. Second Edition. Module E-4 of Category E--Instructional Management. Professional Teacher Education Module Series."},
      {
        "id":"ED323414",
        "title":"Establish a Vocational Student Organization. Second Edition. Module H-2 of Category H--Vocational Student Organization. Professional Teacher Education Module Series."},
      {
        "id":"ED323415",
        "title":"Keep Up-to-Date Professionally. Second Edition. Module I-1 of Category I--Professional Role and Development. Professional Teacher Education Module Series."},
      {
        "id":"ED323416",
        "title":"Develop an Active Personal Philosophy of Education. Second Edition. Module I-3 of Category I--Professional Role and Development. Professional Teacher Education Module Series."},
      {
        "id":"ED323417",
        "title":"Secure Training Stations for Your Co-op Program. Second Edition. Module J-4 of Category J--Coordination of Cooperative Education. Professional Teacher Education Module Series."},
      {
        "id":"ED323419",
        "title":"Alternative Design(s) for the Commonwealth of Pennsylvania's Delivery of a Comprehensive Articulated Program of Vocational Education. Final Report."},
      {
        "id":"ED323420",
        "title":"Managing Credit Programs in Continuing Higher Education. The Guide Series in Continuing Education."},
      {
        "id":"ED323421",
        "title":"A Study of Terminees from JTPA Programs in Tennessee."},
      {
        "id":"ED323422",
        "title":"Nutrition and the Elderly: January 1987-May 1990. Quick Bibliography Series."},
      {
        "id":"ED323423",
        "title":"Childhood Obesity and Cardiovascular Disease: January 1985-May 1990. Quick Bibliography Series."},
      {
        "id":"ED323426",
        "title":"Adult Daughters and Their Mothers: Harmony or Hostility? Working Paper No. 209."},
      {
        "id":"ED323432",
        "title":"AIDS in Canada: Knowledge, Behaviour, and Attitudes of Adults."},
      {
        "id":"ED323434",
        "title":"Canada Youth &amp; AIDS Study."},
      {
        "id":"ED323443",
        "title":"The Effects of Various Types of Orientation Programming upon Freshman Academic Performance and Reaction to College."},
      {
        "id":"ED323444",
        "title":"Predicting Length of Psychiatric Hospital Stay in Children and Adolescents."},
      {
        "id":"ED323446",
        "title":"Tobacco Product Education and Health Protection Act of 1990. Hearing on S. 1883 before the Committee on Labor and Human Resources--Part 1. Senate, One Hundred First Congress, Second Session."},
      {
        "id":"ED323447",
        "title":"Tobacco Product Education and Health Protection Act of 1990. Hearing on S. 1883 before the Committee on Labor and Human Resources--Part 2. Senate, One Hundred First Congess, Second Session."},
      {
        "id":"ED323452",
        "title":"Psychosocial Predictors of Maternal Mental Health, Parenting Attitudes, and Child Behavior in Single-Parent Families."},
      {
        "id":"ED323461",
        "title":"Ethical & Legal Issues in School Counseling. Chapter 2: Privacy, Confidentiality, and Privileged Communication."},
      {
        "id":"ED323465",
        "title":"Ethical & Legal Issues in School Counseling. Chapter 6: Special Issues."},
      {
        "id":"ED323468",
        "title":"Developing and Managing Your School Guidance Program."},
      {
        "id":"ED323473",
        "title":"Primary Prevention--Ethical Issues."},
      {
        "id":"ED323475",
        "title":"Beyond the Stereotypes: Women, Addiction, and Perinatal Substance Abuse. Hearing before the Select Committee on Children, Youth and Families. House of Representatives, One Hundred First Congress, Second Session."},
      {
        "id":"ED323476",
        "title":"Bullying in Scottish Secondary Schools. SCRE Spotlights 23."},
      {
        "id":"ED323480",
        "title":"Teaching Diversity through Pluralism: A Model for Teaching about Racism."},
      {
        "id":"ED323481",
        "title":"A Self-Efficacy Scale for Chemical Dependency in Adolescence."},
      {
        "id":"ED323487",
        "title":"Chapter 1 Clinical and Guidance Program 1988-89. Evaluation Section Report."},
      {
        "id":"ED323489",
        "title":"Observing Reading Behaviors: A Learned Skill."},
      {
        "id":"ED323491",
        "title":"Observing Dictionary Users: Teachers Look at Fourth Grade Students."},
      {
        "id":"ED323492",
        "title":"Rehearsed Oral Reading: Providing Authentic Reading Experiences."},
      {
        "id":"ED323509",
        "title":"What Does It Take for College Students to &quot;Buy In&quot; to Study Strategy Use?"},
      {
        "id":"ED323510",
        "title":"The Roots of Metacognition: An Historical Review."},
      {
        "id":"ED323511",
        "title":"Are Above Average College Students Strategic Learners and/or Can They Be Taught to Be? A Case Study."},
      {
        "id":"ED323513",
        "title":"Strategic Word Attack: Acquired Contextual Strategies in Young Readers."},
      {
        "id":"ED323517",
        "title":"High Interest--Easy Reading: A Booklist for Junior and Senior High School Students. Sixth Edition. NCTE Bibliography Series."},
      {
        "id":"ED323521",
        "title":"Teach Us (Then) What We Need to Know (Now)."},
      {
        "id":"ED323522",
        "title":"The &quot;FORM&quot; Approach to Reading Forms."},
      {
        "id":"ED323526",
        "title":"Implementing Changes in Reading Instruction."},
      {
        "id":"ED323527",
        "title":"Development of Inner-City Kindergarteners' Emergent Literacy in a Read-at-Home Program."},
      {
        "id":"ED323530",
        "title":"An Historical Survey of Literacy Education in Morocco: A Socio-Cultural Perspective. Research Report."},
      {
        "id":"ED323534",
        "title":"Word Learning: Using the Right Brain."},
      {
        "id":"ED323536",
        "title":"Opinions of Principals and Newspaper Advisers toward Student Press Freedom and Advisers' Responsibilities following Hazelwood v. Kuhlmeier."},
      {
        "id":"ED323537",
        "title":"Change in Undergraduate and Post-Graduate Writing Performance (Part 2): Problems in Interpretation"},
      {
        "id":"ED323540",
        "title":"Mock Press Conference with San Diego Deputy Mayor Jady McCarty: A Visual Communication &quot;Event&quot; Created for News Writing Students."},
      {
        "id":"ED323541",
        "title":"Recruitment of Journalism Faculty: Do Schools Travel the Ethical High Road?"},
      {
        "id":"ED323543",
        "title":"Group Writing in Industry: A Bakhtinian Exploration of Two Collaborations."},
      {
        "id":"ED323547",
        "title":"Questioning Shakespeare through Student Journals."},
      {
        "id":"ED323550",
        "title":"Books for Children No. 6."},
      {
        "id":"ED323551",
        "title":"Revision. ERIC Digest."},
      {
        "id":"ED323552",
        "title":"Contact Literature in English. ERIC Digest."},
      {
        "id":"ED323554",
        "title":"Alternative Student Assessments in Advertising Copywriting."},
      {
        "id":"ED323556",
        "title":"WritingLands: Composing with Old and New Writing Tools."},
      {
        "id":"ED323558",
        "title":"A Journalism Education Model in the Jesuit Tradition."},
      {
        "id":"ED323560",
        "title":"Improving Academic Achievement and Self-Esteem in Secondary Students through Parental Involvement and Teacher Cooperative Consultation."},
      {
        "id":"ED323564",
        "title":"Written Vocabulary of Elementary School Pupils, Ages 6-14. Monograph in Language and Reading Studies Number 6."},
      {
        "id":"ED323574",
        "title":"Mass Media Instruction in High School Social Science Classes: A Survey of Southern California Teachers."},
      {
        "id":"ED323575",
        "title":"Commercials in the Classroom: A Content Analysis of &quot;Channel One&quot; Advertisements."},
      {
        "id":"ED323576",
        "title":"Seminars: The Intersection of Pedagogy and Content in Transforming Public Relations Education."},
      {
        "id":"ED323577",
        "title":"A Method to the Madness: The Selection of Student Public Relations Groups."},
      {
        "id":"ED323580",
        "title":"Voices of the Heart in Small Group Communication."},
      {
        "id":"ED323581",
        "title":"Student Engagement: When Recitation Becomes Conversation."},
      {
        "id":"ED323583",
        "title":"Music Listening vs. Television Viewing among Older Adolescents."},
      {
        "id":"ED323587",
        "title":"Public School Choice: A Selected Annotated Bibliography."},
      {
        "id":"ED323588",
        "title":"Nonregulatory Guidance To Assist State Educational Agencies in Administering Federal Financial Assistance to Local Educational Agencies for Projects Designed To Meet the Special Educational Needs of Educationally Deprived Children under Chapter 1 of the Education Consolidation and Improvement Act of 1981, as Amended."},
      {
        "id":"ED323589",
        "title":"Factors Contributing to the Job Satisfaction of Principals, 1978-1988. A Study of How the Participation of Principals in the Managerial Process, Specifically Budgeting, Affects Their Job Satisfaction."},
      {
        "id":"ED323592",
        "title":"Replication Guide for the Leadership and Dropout Prevention Program."},
      {
        "id":"ED323596",
        "title":"Cutting the Gordian Knot: A Proposal for Full State Funding of Elementary Education in Illinois. MacArthur/Spencer Series Number 13."},
      {
        "id":"ED323598",
        "title":"The Learning Environment. The Best of ERIC on Educational Management Number 104."},
      {
        "id":"ED323599",
        "title":"Improving Faculty and Dissertation Research through Problem-Centered Instruction."},
      {
        "id":"ED323604",
        "title":"University-Local District Partnerships: The Case of the California Educational Research Cooperative."},
      {
        "id":"ED323605",
        "title":"The Changing Picture of Minority Leadership in South Carolina Public Secondary Schools from 1978 to 1988."},
      {
        "id":"ED323611",
        "title":"The Entrepreneurial Restructuring of Public Education: School Incentives and the Merit School Component."},
      {
        "id":"ED323614",
        "title":"Parents as Equal Collaborators of Their Children's Education: Towards Transformational Empowerment."},
      {
        "id":"ED323619",
        "title":"The \"Acanemia\" Deception. How the Myth That America \"Lags\" in Education Spending Threatens To Undermine National Competitiveness. Hudson Institute Briefing Paper No. 120."},
      {
        "id":"ED323622",
        "title":"Transformational Leadership: How Principals Can Help Reform School Cultures."},
      {
        "id":"ED323624",
        "title":"Assessing Principal Leader Qualities: Using a Comprehensive Research Strategy."},
      {
        "id":"ED323625",
        "title":"Children, Teachers and the AIDS Curriculum."},
      {
        "id":"ED323626",
        "title":"Personnel Department Automation."},
      {
        "id":"ED323627",
        "title":"Schools as Community. A Position Paper of the New York State School Boards Association."},
      {
        "id":"ED323628",
        "title":"Formal Induction vs. Informal Mentoring: Comparative Effects and Outcomes."},
      {
        "id":"ED323629",
        "title":"The Instructional Cabinet and Shared Decision Making in the Pittsburgh Public Schools: Theory, Practice and Evaluation."},
      {
        "id":"ED323631",
        "title":"Training of Educational Administrators in China. Occasional Paper in Educational Planning, Management and Statistics No. 12."},
      {
        "id":"ED323633",
        "title":"An Inventory of Documents on Educational Planning and Management in Asia and the Pacific, Volume 2."},
      {
        "id":"ED323634",
        "title":"Federal Support for Education: Fiscal Years 1980 to 1989. Survey Report."},
      {
        "id":"ED323635",
        "title":"Executive Mentoring: Myths, Issues, Strategies."},
      {
        "id":"ED323636",
        "title":"The Inquiry Process in the Accelerated School: A Deweyan Approach to School Renewal."},
      {
        "id":"ED323637",
        "title":"Rethinking Children's Policy: Implications for Educational Administration. Policy Bulletin No. 10."},
      {
        "id":"ED323638",
        "title":"A Training Model To Prepare Mentors for School Administrators."},
      {
        "id":"ED323639",
        "title":"Induction Programs: Don't Forget the School Administrators."},
      {
        "id":"ED323640",
        "title":"Compensating School Administrators: The Impact of Personal and Organizational Characteristics on Administrator Salaries."},
      {
        "id":"ED323641",
        "title":"A Policy Review: Positive Parent Involvement Policy, Pasco High School."},
      {
        "id":"ED323642",
        "title":"Securing Participation of Schools for an In-Depth Observational Study."},
      {
        "id":"ED323643",
        "title":"The Relationship of Class Size to Student Achievement: What the Research Says. Occasional Paper Series No. 3."},
      {
        "id":"ED323646",
        "title":"Changing High School--An Alternative to Dropping Out."},
      {
        "id":"ED323647",
        "title":"Implementing a Redesign Strategy: Lessons from Educational Change."},
      {
        "id":"ED323649",
        "title":"Inservice Education in Thailand: Key Innovations since 1980. Education Development Discussion Paper No. 4."},
      {
        "id":"ED323650",
        "title":"The Implementation of Randomized Methods of Subject Assignment in Field Settings: Empirical Findings and the Evaluation of the \"Here's Looking at You, 2000\" Program."},
      {
        "id":"ED323651",
        "title":"An Inter-Battery Analysis of Organization Climate and Personality."},
      {
        "id":"ED323658",
        "title":"Using Instructional Hardware for Primary Education in Developing Countries: A Review of the Literature. Education Development Discussion Papers Series."},
      {
        "id":"ED323659",
        "title":"Indiana School Finance Equity. Occasional Paper No. 2."},
      {
        "id":"ED323660",
        "title":"The Transformation of Education: By Design."},
      {
        "id":"ED323662",
        "title":"Policy, Coupling, and Culture: Three Factors Related to Change in Educational Organizations: An Exploratory Paper."},
      {
        "id":"ED323663",
        "title":"The Experiences of Anglophone Elementary Principals with French Immersion Programs in Alberta."},
      {
        "id":"ED323664",
        "title":"School Finance Reform in Pennsylvania: A Progress Report from the Trenches."},
      {
        "id":"ED323665",
        "title":"Meeting the Needs of At-Risk Students."},
      {
        "id":"ED323666",
        "title":"Educational Data Processing Directors' Perceptions of Technological Training Priorities for School Administrators."},
      {
        "id":"ED323667",
        "title":"Status of Education in Indiana: An Overview."},
      {
        "id":"ED323668",
        "title":"Chance, Choice, and Opportunity in the Careers of Four Women Educators."},
      {
        "id":"ED323669",
        "title":"Symbolic Leadership Exhibited by an Effective Principal in an Exemplary Elementary School."},
      {
        "id":"ED323670",
        "title":"Utilizing Multiple Frameworks To Integrate Knowledge and Experience in Educational Administration Preparation Programs."},
      {
        "id":"ED323672",
        "title":"Selected Addresses, Speeches, and Remarks of the Assistant Secretary of Education for Educational Research and Improvement, April 17-August 7, 1990) (Eleven Items)."},
      {
        "id":"ED323673",
        "title":"Vital Topics in School Finance."},
      {
        "id":"ED323675",
        "title":"Correlates of Work Adjustment among the Mentally Retarded."},
      {
        "id":"ED323676",
        "title":"North Carolina Symposium on Early Education for the Handicapped. Conference Proceedings (February 25-26, 1988)."},
      {
        "id":"ED323677",
        "title":"Iowa Statewide Follow-Up Study: Adult Adjustment of Individuals with Behavior Disorders One Year after Leaving School."},
      {
        "id":"ED323678",
        "title":"Project Continuity: A Handicapped Children's Early Education Project. Final Report, October 1, 1986 to September 30, 1989."},
      {
        "id":"ED323679",
        "title":"Americans with Disabilities Act of 1990. Report. House of Representatives, 101st Congress, 2d Session."},
      {
        "id":"ED323680",
        "title":"Strengthening the Role of Families in States&apos; Early Intervention Systems: Policy Guide to Procedural Safeguards for Infants and Toddlers and Their Families under Part H of the Education of the Handicapped Act."},
      {
        "id":"ED323681",
        "title":"From Being in the Community to Being Part of the Community. Summary of the Proceedings and Recommendations of a Leadership Institute on Community Integration for People with Developmental Disabilities (Washington, D.C., November 21-22, 1988)."},
      {
        "id":"ED323682",
        "title":"The Social Integration of Supported Employees: A Qualitative Study."},
      {
        "id":"ED323683",
        "title":"Supporting Individuals within Their Families or in Homes of Their Own: The CAP-MR/DD Program in Raleigh, North Carolina."},
      {
        "id":"ED323685",
        "title":"Family Supports for Children with Severe Disabilities and Chronic Illnesses in Maryland."},
      {
        "id":"ED323686",
        "title":"Nature's Gambit: Child Prodigies and the Development of Talent."},
      {
        "id":"ED323687",
        "title":"Legal Issues and the Gifted: Implications for Education."},
      {
        "id":"ED323688",
        "title":"Counseling Gifted Students."},
      {
        "id":"ED323691",
        "title":"Why Bright Children Underachieve: The Pressures They Feel."},
      {
        "id":"ED323692",
        "title":"Family Support Services in the United States: An End of Decade Status Report."},
      {
        "id":"ED323696",
        "title":"The Integration of Children with Disabilities into Regular Schools. A Naturalistic Study. Stage 2 Report."},
      {
        "id":"ED323698",
        "title":"Quality of Life: Perspectives and Issues."},
      {
        "id":"ED323699",
        "title":"Reimbursement for Medical Genetics Services: A Selected Bibliography."},
      {
        "id":"ED323702",
        "title":"The Co-Worker Involvement Instrument."},
      {
        "id":"ED323703",
        "title":"A Descriptive Analysis of Interactions between Co-Workers and Supported Employees."},
      {
        "id":"ED323704",
        "title":"Evaluating the Role of Job Site Supervisors in the Long-Term Employment of Persons with Severe Disabilities."},
      {
        "id":"ED323705",
        "title":"Becoming Informed Consumers: A National Survey of Parents' Experience with Respite Services. Guide Materials for Respite Care for Families with Members Who Are Disabled. Final Project Report."},
      {
        "id":"ED323706",
        "title":"Family Support Programs for Families Who Have Children with Severe Emotional, Behavioral or Mental Disabilities: The State of the Art."},
      {
        "id":"ED323707",
        "title":"Come Together: The Experience of Families of Children with Severe Disabilities or Chronic Illness."},
      {
        "id":"ED323708",
        "title":"Becoming a Neighbor: An Examination of the Placement of People with Mental Retardation in Connecticut Communities."},
      {
        "id":"ED323709",
        "title":"Financing Options for Home Care for Children with Chronic Illness and Severe Disability. Technical Assistance Manual."},
      {
        "id":"ED323718",
        "title":"Social Scripts for Conversational Interactions in Autism and Down Syndrome."},
      {
        "id":"ED323719",
        "title":"Everyone Communicates!\" A Curriculum and Resource Guide To Aid Development of Expressive Communication and Communication Interaction Skills: Neonate to 10 Months Functioning Level. Second Edition."},
      {
        "id":"ED323720",
        "title":"Intermediate Care Facilities for Persons with Mental Retardation (ICFs-MR): Program Utilization and Resident Characterstics. Project Report #31."},
      {
        "id":"ED323723",
        "title":"The Special Educator and Job Stress."},
      {
        "id":"ED323727",
        "title":"Child-Centered Inservice Training and Technical Assistance Network: A Protocol for Child-Centered Educational Consultation."},
      {
        "id":"ED323728",
        "title":"An Educative Approach to Behavior Problems: An Inservice Training Module for Teachers of Students with Developmental Disabilities and Behavior Problems."},
      {
        "id":"ED323729",
        "title":"A Problem-Solving Approach to Challenging Behaviors: A Training Module for Paraprofessionals in School Programs for Students with Developmental Disabilities."},
      {
        "id":"ED323730",
        "title":"Ryan: A Case Study in Educational Consultation To Support Integrated Educational Placements for Students with Disabilities and Challenging Behavior."},
      {
        "id":"ED323731",
        "title":"Larry: A Case Study in Educational Consultation To Support Integrated Educational Placements for Students with Disabilities and Challenging Behavior."},
      {
        "id":"ED323732",
        "title":"Mary: A Case Study in Educational Consultation To Support Integrated Educational Placements for Students with Disabilities and Challenging Behavior."},
      {
        "id":"ED323733",
        "title":"Child-Centered Educational Consultation To Assist Schools in Serving Students with Disabilities and Severe Behavior Problems in Integrated Settings: A Module on Effective Consultation."},
      {
        "id":"ED323734",
        "title":"A Problem-Solving Approach to Challenging Behaviors: Strategies for Parents and Educators of People with Developmental Disabilities & Challenging Behaviors."},
      {
        "id":"ED323735",
        "title":"Adoptive and Birth Family Adjustment to Rearing Retarded Children."},
      {
        "id":"ED323738",
        "title":"The Reflected-Self Identity of Learning Disabled Adolescents: Perceptions of &quot;I Am&quot; Using Symbolic Interaction Theory."},
      {
        "id":"ED323739",
        "title":"Understanding Arizona's Agencies. Planning for Arizona's Future, Part I."},
      {
        "id":"ED323740",
        "title":"Discovering Who Will Be Served. Planning for Arizona's Future, Part II."},
      {
        "id":"ED323741",
        "title":"Arizona&apos;s Parents Speak Out. Planning for Arizona&apos;s Future, Part III."},
      {
        "id":"ED323742",
        "title":"Cognitive-Based Methods for Teaching Mathematics to Special Education Students: Implications for Media and Material Design. The Instructional Methods Report Series."},
      {
        "id":"ED323743",
        "title":"Cognitive-Based Methods for Teaching Mathematics to Students with Learning Problems. The Instructional Methods Report Series."},
      {
        "id":"ED323744",
        "title":"Research Findings on the Integration of Exceptional Students in Ontario Schools."},
      {
        "id":"ED323745",
        "title":"Getting Started Together: Health and Education Communities Working with Infants and Families. Final Report."},
      {
        "id":"ED323747",
        "title":"Bilingual Education and Academic/Career Outreach for Newcomers: Project BEACON, 1988-89. Evaluation Section Report. OREA Report."},
      {
        "id":"ED323748",
        "title":"The Hmong."},
      {
        "id":"ED323749",
        "title":"Between Two Worlds: Refugee Youth."},
      {
        "id":"ED323750",
        "title":"The Changing American Workplace."},
      {
        "id":"ED323751",
        "title":"The Amerasians."},
      {
        "id":"ED323752",
        "title":"From There to Here: Views and Advice from Former Staff."},
      {
        "id":"ED323753",
        "title":"Three Refugee Women: Their Stories."},
      {
        "id":"ED323754",
        "title":"Family Literacy: Trends and Practices."},
      {
        "id":"ED323756",
        "title":"The ESL Teacher Institute: Its Impact and Future."},
      {
        "id":"ED323761",
        "title":"Evaluating the Benefits of Closed-Captioned TV Programming as Instructional Material for ESL Students. Final Report."},
      {
        "id":"ED323762",
        "title":"The Teacher of Writing in the ESL Curriculum."},
      {
        "id":"ED323765",
        "title":"Beginning Pashto: Workbook."},
      {
        "id":"ED323771",
        "title":"Essay Test Strategies and Cultural Diversity: Pragmatic Failure, Pragmatic Accommodation, and the Definition of Excellence."},
      {
        "id":"ED323773",
        "title":"Realizing the Potential of Foreign Language Instruction. Selected Papers from the 1990 Central States Conference (22nd, St. Paul/Minneapolis, Minnesota, 1990)."},
      {
        "id":"ED323774",
        "title":"The Role of Anxiety in Second Language Performance of Language Dropouts. Research Bulletin No. 657."},
      {
        "id":"ED323775",
        "title":"Individual Difference Correlates of Second-Language Achievement: Second Annotated Bibliography, 1988 and 1989. Research Bulletin No. 691."},
      {
        "id":"ED323784",
        "title":"Having Fun and Thinking Deeply."},
      {
        "id":"ED323786",
        "title":"Listening Summary Translation Exam (LSTE)-Spanish. Final Project Report. Revised."},
      {
        "id":"ED323790",
        "title":"Connotative Dissonance in Communication."},
      {
        "id":"ED323793",
        "title":"Languages at the Technion and Problems of Adult Language Learning."},
      {
        "id":"ED323801",
        "title":"Synthese historique de l'immersion francaise au Canada suivie d'une biblographie selective et analytique (Historical Synthesis of French Immersion in Canada Followed by a Selective and Analytic Bibliography)."},
      {
        "id":"ED323805",
        "title":"Strategies in Target-Language Learning: Insights from Research."},
      {
        "id":"ED323807",
        "title":"The Representation of Gender in the Language Classroom."},
      {
        "id":"ED323810",
        "title":"Analysis of Motivation Components in Foreign Language Learning."},
      {
        "id":"ED323812",
        "title":"Age and Efficacy of Monitor Use in an EFL Classroom Setting."},
      {
        "id":"ED323813",
        "title":"Dialect Differences and Testing. ERIC Digest."},
      {
        "id":"ED323814",
        "title":"English Language Proficiency Study (ELPS), 1982 Microdata File. Technical Documentation."},
      {
        "id":"ED323815",
        "title":"Volunteers-in-Education. An Orientation Guide."},
      {
        "id":"ED323816",
        "title":"Family English Literacy Network Program Employability Demonstration Component. Curriculum Guide."},
      {
        "id":"ED323818",
        "title":"English Literacy for Non-Literate Secondary LEP Students. Updated April, 1990."},
      {
        "id":"ED323820",
        "title":"Evaluation of Orr&apos;s Discretionary Grant Support for Enhanced Skills Training and Multiple Wage Earners. Final Report."},
      {
        "id":"ED323821",
        "title":"The Power of Black Women: Progress, Predicaments and Possibilities."},
      {
        "id":"ED323823",
        "title":"Fiscal Fitness? The Peculiar Economics of Intercollegiate Athletics."},
      {
        "id":"ED323824",
        "title":"Access for Handicapped Students to Higher Education: A Reference Handbook."},
      {
        "id":"ED323827",
        "title":"Promising Practice: Private Programs Guaranteeing Student Aid for Higher Education. Report to the Chairman, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED323828",
        "title":"Advising Topics: A Content Analysis."},
      {
        "id":"ED323831",
        "title":"Questions Faculty Ask about Assessment."},
      {
        "id":"ED323832",
        "title":"Tennessee's Performance Funding Policy: L'Enfant Terrible of Assessment at Age Eight."},
      {
        "id":"ED323833",
        "title":"Education for the Disadvantaged: The Higher Education Opportunity Program in New York State."},
      {
        "id":"ED323836",
        "title":"Donor Characteristics of College of Education Alumni: Examining Undergraduate Involvement."},
      {
        "id":"ED323838",
        "title":"How the First Amendment Applies to Offensive Expression on the Campuses of Public Colleges and Universities."},
      {
        "id":"ED323840",
        "title":"Student Right-To-Know and Campus Security Act. House of Representatives, 101st Congress, 2d Session."},
      {
        "id":"ED323843",
        "title":"A Behavioral Science Approach toward the Development of Curriculum for Theological Education."},
      {
        "id":"ED323845",
        "title":"Opportunities for College Credit: A CAEL Guide to Colleges and Universities."},
      {
        "id":"ED323848",
        "title":"The Empire State College Mentor: An Emerging Role. Empire State College Research Series."},
      {
        "id":"ED323849",
        "title":"The Role of Institutional Research in Implementing Institutional Effectiveness or Outcomes Assessment."},
      {
        "id":"ED321843",
        "title":"Child Sexual Abuse: What It Is and How To Prevent It. ERIC Digest."},
      {
        "id":"ED321844",
        "title":"Issues in Early Childhood Education and Their Implications for Data Collection: Synthesis of Round One Papers."},
      {
        "id":"ED321845",
        "title":"Questions about Montessori Education Today."},
      {
        "id":"ED321848",
        "title":"Effects of Class Size on Classroom Processes and Teacher Behaviors in Kindergarten through Third Grade."},
      {
        "id":"ED321851",
        "title":"\"Why Stay Married if You're Unhappy Being Married\": Children's Attitudes towards Marriage and Divorce."},
      {
        "id":"ED321856",
        "title":"The Development of Children's Understanding of Marriage and Divorce."},
      {
        "id":"ED321863",
        "title":"Reducing Child Abuse 20% by 1990: Preliminary Assessment. Working Paper Number 843."},
      {
        "id":"ED321864",
        "title":"Current Trends in Child Abuse Reporting and Fatalities: The Results of the 1989 Annual Fifty State Survey. Working Paper Number 808."},
      {
        "id":"ED321865",
        "title":"Intervening with New Parents: An Effective Way To Prevent Child Abuse."},
      {
        "id":"ED321868",
        "title":"Paths to Empowerment. Ten Years of Early Childhood Work in Israel."},
      {
        "id":"ED321869",
        "title":"Creating Partnerships with Parents. Infant/Toddler Caregiving: A Guide."},
      {
        "id":"ED321870",
        "title":"Setting Up Environments. Infant/Toddler Caregiving: A Guide."},
      {
        "id":"ED321871",
        "title":"Routines. Infant/Toddler Caregiving: A Guide."},
      {
        "id":"ED321872",
        "title":"Social-Emotional Growth and Socialization. Infant/Toddler Caregiving: A Guide."},
      {
        "id":"ED321874",
        "title":"Child Health: Lessons from Developed Nations. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred First Congress, Second Session."},
      {
        "id":"ED321875",
        "title":"Early Intervention for At-Risk Children in the North Central Region: A Comparative Analysis of Selected State Education Agencies&apos; Policies. Executive Summary."},
      {
        "id":"ED321888",
        "title":"Beyond &quot;Scaffolding&quot;: The Role of Mediation in Preschoolers' Self-Regulation of Model-Consultation with Microcomputer Puzzles."},
      {
        "id":"ED321889",
        "title":"Current Programme 1990."},
      {
        "id":"ED321890",
        "title":"Appropriate Public School Programs for Young Children. ERIC Digest."},
      {
        "id":"ED321893",
        "title":"An Analysis of Adult-Child Interaction Patterns in Diverse Black Families."},
      {
        "id":"ED321894",
        "title":"Research on Early Childhood Education. School Improvement Research Series: Topical Synthesis #3."},
      {
        "id":"ED321899",
        "title":"Who's Minding the Kids? Child Care Arrangements: 1986-87. Current Population Reports, Household Economic Studies."},
      {
        "id":"ED321901",
        "title":"Establishing an Affective School Environment To Enhance Character Development in Pre K-3rd Grade Students Using Storytelling Techniques."},
      {
        "id":"ED321905",
        "title":"Improving School Climate in Grades K-6 through Child-Centered Instructional Activities in Citizenship."},
      {
        "id":"ED321909",
        "title":"Early Childhood Research and Evaluation for State Licensing Administrators."},
      {
        "id":"ED321912",
        "title":"Family Day Care: Discrepancies between Intended and Observed Caregiving Practices."},
      {
        "id":"ED321913",
        "title":"Kindergarten Curriculum Materials."},
      {
        "id":"ED321914",
        "title":"The Design of a Rural Health Services System for the Next Two Decades. A Rural Resources Special Focus Report. Legislative Symposium Proceedings (Cooperstown, New York, April 29-May 1, 1987)."},
      {
        "id":"ED321917",
        "title":"ACRES At-Risk Task Force: Dropout Survey."},
      {
        "id":"ED321918",
        "title":"Screening for Giftedness among American Indian Students."},
      {
        "id":"ED321919",
        "title":"The Russians Are Coming, the Russians are Dead: Myth and Historical Consciousness in Two Contact Narratives."},
      {
        "id":"ED321920",
        "title":"Population Migration in Rural Areas, January 1979-December 1988. Quick Bibliography Series."},
      {
        "id":"ED321921",
        "title":"Rural Economic Development for the 90's: A Presidential Initiative. The Findings and Recommendations of the Economic Policy Council Working Group on Rural Development."},
      {
        "id":"ED321922",
        "title":"Basic Skills Performance of Alaska&apos;s Students. Achievement Test Results for the 1989-90 School Year. Technical Appendix: Student School Questionnaire Results for the 1989-90 School Year."},
      {
        "id":"ED321924",
        "title":"Transportation Services in Rural Areas. January 1979-December 1988. Quick Bibliography Series."},
      {
        "id":"ED321925",
        "title":"Rural Leadership. January 1979-December 1988. Quick Bibliography Series."},
      {
        "id":"ED321926",
        "title":"Rural America's Elderly. 1979-April 1988. Quick Bibliography Series."},
      {
        "id":"ED321927",
        "title":"A Review and Description of Services for Migrant Children."},
      {
        "id":"ED321928",
        "title":"A Summary of State Chapter 1 Migrant Education Program Participation and Achievement Information for 1985-86. Volume 1: Participation."},
      {
        "id":"ED321929",
        "title":"A Summary of State Chapter 1 Migrant Education Program Participation and Achievement Information for 1985-86. Volume 2: Achievement."},
      {
        "id":"ED321930",
        "title":"A Summary of Participation and Achievement Information as Reported by State Migrant Education Programs for Fiscal Year 1985. Volume 1: Participation."},
      {
        "id":"ED321932",
        "title":"Descriptive Study of the Migrant Education Section 143 Interstate and Intrastate Coordination Program."},
      {
        "id":"ED321935",
        "title":"Rural Education Problems: Current Status and Future Focus."},
      {
        "id":"ED321938",
        "title":"Preliminary Analysis and Recommendations regarding the Closing of Select Rural Schools in West Virginia. An Initial Report Provided to the Randolph County Rural Board of Education."},
      {
        "id":"ED321940",
        "title":"Obstacles Limiting the Research on the Economic Impact of Rural Leadership Development Programs."},
      {
        "id":"ED321941",
        "title":"American Indian Education: A Directory of Organizations and Activities in American Indian Education. Document No. 29. Revised."},
      {
        "id":"ED321944",
        "title":"A Study of Role Congruence between School Counselors and School Principals."},
      {
        "id":"ED321945",
        "title":"Handbook of Effective Migrant Education Practices. Final Report. Volume I: Findings."},
      {
        "id":"ED321946",
        "title":"Handbook of Effective Migrant Education Practices. Final Report. Volume II: Case Studies."},
      {
        "id":"ED321949",
        "title":"HRD Degrees Now Available in Cullowhee."},
      {
        "id":"ED321951",
        "title":"Migrant Education Dropout Prevention Project. Final Report."},
      {
        "id":"ED321952",
        "title":"Adapting Instruction to Native Americans'&quot;Learning Styles&quot;: An Iconoclastic View."},
      {
        "id":"ED321954",
        "title":"Policies and Programs of the Office of Indian Education. Oversight Hearing To Review the Programs of the Principal Recipient of Federal Funds for Indian Education, the Department of Education. Hearing before the Select Committee on Indian Affairs. United States Senate, One Hundred First Congress, First Session (October 27, 1989)."},
      {
        "id":"ED321955",
        "title":"Carl D. Perkins Vocational Education Act. Hearing before the Select Committee on Indian Affairs on S. 496 To Amend the Carl D. Perkins Vocational Education Act To Establish a Program of Grants for Vocational-Technical Training and To Encourage Tribal Economic Development, To Provide for the Designation of the National Indian Center for Research in Vocational-Technical Training. United States Senate, One Hundred First Congress, First Session (September 15, 1989)."},
      {
        "id":"ED321956",
        "title":"People of the Three Fires: The Ottawa, Potawatomi, and Ojibway of Michigan. [Workbook and Teacher's Guide]."},
      {
        "id":"ED321957",
        "title":"Characteristics of American Indians by Tribes and Selected Areas: 1980. 1980 Census of Population. Volume 2 Subject Reports."},
      {
        "id":"ED321960",
        "title":"Alaska&apos;s Potential Tax Revenues. ISER Fiscal Policy Papers, No. 3, February 1990."},
      {
        "id":"ED321961",
        "title":"Demographic Trends of the Mexican-American Population: Implications for Schools. ERIC Digest."},
      {
        "id":"ED321962",
        "title":"Undocumented Children in the Schools: Successful Strategies and Policies. ERIC Digest."},
      {
        "id":"ED321963",
        "title":"Bilingualism and the Academic Performance of Mexican-American Children: The Evolving Debate. ERIC Digest."},
      {
        "id":"ED321964",
        "title":"Trends and Options in the Reorganization or Closure of Small or Rural Schools and Districts. ERIC Digest."},
      {
        "id":"ED321965",
        "title":"The Case Method in Teacher Education: Alaskan Models. ERIC Digest."},
      {
        "id":"ED321966",
        "title":"Adult Literacy Programs in Rural Areas. ERIC Digest."},
      {
        "id":"ED321967",
        "title":"Experiential Learning of Mathematics: Using Manipulatives. ERIC Digest."},
      {
        "id":"ED321968",
        "title":"Unbiased Teaching about American Indians and Alaska Natives in Elementary Schools. ERIC Digest."},
      {
        "id":"ED321969",
        "title":"A Summary of Research in Science Education--1988."},
      {
        "id":"ED321970",
        "title":"The Role of Calculus in College Mathematics. ERIC/SMEAC Mathematics Education Digest No. 1."},
      {
        "id":"ED321971",
        "title":"Students at Risk in Mathematics: Implications for Elementary Schools. ERIC/SMEAC Mathematics Education Digest No. 2."},
      {
        "id":"ED321972",
        "title":"Resources for Educational Materials Related to Science Education, K-12. ERIC/SMEAC Science Education Digest No. 3."},
      {
        "id":"ED321973",
        "title":"Sources of Information about Promising and Exemplary Programs and Materials for Elementary School Mathematics. ERIC/SMEAC Mathematics Education Digest No. 1."},
      {
        "id":"ED321974",
        "title":"Sources of Information about Promising and Exemplary Programs and Materials for Secondary School Mathematics. ERIC/SMEAC Mathematics Education Digest No. 2."},
      {
        "id":"ED321975",
        "title":"Sources of Information about Promising and Exemplary Programs and Materials for Elementary and Secondary Environmental Education. ERIC/SMEAC Environmental Education Digest No. 3."},
      {
        "id":"ED321976",
        "title":"Resources for Educational Materials Related to Environmental Education, K-12. ERIC/SMEAC Environmental Education Digest No. 4."},
      {
        "id":"ED321977",
        "title":"Procedures To Increase the Entry of Women in Science-Related Careers. ERIC/SMEAC Science Education Digest No. 1."},
      {
        "id":"ED321978",
        "title":"Comprehensive Guide and Topical Index. Nutrition in Primary Care Series."},
      {
        "id":"ED321979",
        "title":"Nutrient Content of Foods, Nutritional Supplements, and Food Fallacies. Nutrition in Primary Care Series, Number 1."},
      {
        "id":"ED321980",
        "title":"Appraisal of Nutritional Status. Nutrition in Primary Care Series, Number 2."},
      {
        "id":"ED321981",
        "title":"Nutrient and Drug Interactions. Nutrition in Primary Care Series, Number 3."},
      {
        "id":"ED321982",
        "title":"Normal Diet: Age of Dependency. Nutrition in Primary Care Series, Number 4."},
      {
        "id":"ED321983",
        "title":"Normal Diet: Age of Parental Control. Nutrition in Primary Care Series, Number 5."},
      {
        "id":"ED321984",
        "title":"Normal Diet: Adolescence. Nutrition in Primary Care Series, Number 6."},
      {
        "id":"ED321985",
        "title":"Normal Diet: Pregnancy and Lactation. Nutrition in Primary Care Series, Number 7."},
      {
        "id":"ED321986",
        "title":"Normal Diet: Geriatrics. Nutrition in Primary Care Series, Number 8."},
      {
        "id":"ED321987",
        "title":"Dietary Management in Obesity. Nutrition in Primary Care Series, Number 9."},
      {
        "id":"ED321988",
        "title":"Dietary Management in Diabetes Mellitus. Nutrition in Primary Care Series, Number 10."},
      {
        "id":"ED321989",
        "title":"Dietary Management in Hypertension. Nutrition in Primary Care Series, Number 11."},
      {
        "id":"ED321990",
        "title":"Dietary Management in Hyperlipidemia. Nutrition in Primary Care Series, Number 12."},
      {
        "id":"ED321991",
        "title":"Dietary Management in Gastrointestinal Diseases. Nutrition in Primary Care Series, Number 13."},
      {
        "id":"ED321992",
        "title":"Dietary Management for Alcoholic Patients. Nutrition in Primary Care Series, Number 14."},
      {
        "id":"ED321993",
        "title":"Nutritional Care of Deteriorating Patients. Nutrition in Primary Care Series, Number 15."},
      {
        "id":"ED321994",
        "title":"An Office Strategy for Nutrition-Related Patient Education and Compliance. Nutrition in Primary Care Series, Number 16."},
      {
        "id":"ED321995",
        "title":"Individual and Social Factors. Nutrition in Health Promotion Series, Number 17."},
      {
        "id":"ED321996",
        "title":"Metabolic Principles. Nutrition in Health Promotion Series, Number 18."},
      {
        "id":"ED321997",
        "title":"Risk Factors and Disease Prevention. Nutrition in Health Promotion Series, Number 19."},
      {
        "id":"ED321998",
        "title":"Decoding Fad Diets. Nutrition in Health Promotion Series, Number 20."},
      {
        "id":"ED321999",
        "title":"Protecting Bone and Teeth. Nutrition in Health Promotion Series, Number 21."},
      {
        "id":"ED322000",
        "title":"Nutrition and Physical Activity. Nutrition in Health Promotion Series, Number 22."},
      {
        "id":"ED322001",
        "title":"Vitamins and Trace Minerals. Nutrition in Health Promotion Series, Number 23."},
      {
        "id":"ED322002",
        "title":"Behavioral and Neurological Disorders. Nutrition in Health Promotion Series, Number 24."},
      {
        "id":"ED322003",
        "title":"Preventing Hospital and Home Malnutrition. Nutrition in Health Promotion Series, Number 25."},
      {
        "id":"ED322004",
        "title":"Questions about Common Ailments. Nutrition in Health Promotion Series, Number 26."},
      {
        "id":"ED322007",
        "title":"Teaching Remedial Mathematics to Students with Learning Disabilities."},
      {
        "id":"ED322009",
        "title":"Thinking Processes Model: Effect on Logical Reasoning Abilities of Students in Grade Six through Twelve."},
      {
        "id":"ED322010",
        "title":"Changing Middle School Students' Conceptions of Matter and Molecules. Research Series No. 194."},
      {
        "id":"ED322014",
        "title":"Irish Educational Studies, Vol. 5, Nos. 1 and 2, 1985."},
      {
        "id":"ED322015",
        "title":"Irish Educational Studies, Vol. 8, Nos. 1 and 2, 1989."},
      {
        "id":"ED322019",
        "title":"Scope and Sequence in the Curriculum."},
      {
        "id":"ED322020",
        "title":"Living in a Mennonite or a Hutterite Community. (A Suggeted Resource Unit)."},
      {
        "id":"ED322021",
        "title":"Social Studies Curriculum Reform Reports. ERIC Digest."},
      {
        "id":"ED322022",
        "title":"Teaching about the Built Environment. ERIC Digest."},
      {
        "id":"ED322023",
        "title":"Teaching about Western Europe. ERIC Digest."},
      {
        "id":"ED322025",
        "title":"Profile of a Museum Registrar: CASE Research Project 7-78."},
      {
        "id":"ED322026",
        "title":"Social Studies Philosophy Statement."},
      {
        "id":"ED322027",
        "title":"Text Assessments in Geography: Interpretive Analyses of Standard Geography Textbooks, 7-12."},
      {
        "id":"ED322028",
        "title":"Geography in Grades 7-12: Themes, Key Ideas and Learning Opportunities."},
      {
        "id":"ED322033",
        "title":"A Look at Constitutional Checks and Balances: Study Sheets for U.S. History."},
      {
        "id":"ED322036",
        "title":"The Holocaust: A North Carolina Teacher's Resource."},
      {
        "id":"ED322037",
        "title":"\"I Prefer Success\": Subject Specificity in a First Grade"},
      {
        "id":"ED322040",
        "title":"Argentina: Social Sectors in Crisis. A World Bank Country Study."},
      {
        "id":"ED322042",
        "title":"India: A Myriad of Cultures. Three Learning Modules for Middle School Students."},
      {
        "id":"ED322043",
        "title":"Socialization, Learner Intent, and Environmental Intellectualism: A Transactional Model of Art Education."},
      {
        "id":"ED322044",
        "title":"Arizona Archaeology Week: Promoting the Past to the Public. Archeological Assistance Program Technical Brief No. 2."},
      {
        "id":"ED322046",
        "title":"Peace Studies in the United States at the University and College Level."},
      {
        "id":"ED322057",
        "title":"The Status of the Arts in Education: A Summary from the Research Center."},
      {
        "id":"ED322064",
        "title":"National Endowment for the Humanities: 24th Annual Report."},
      {
        "id":"ED322068",
        "title":"Swords into Plowshares: Converting to a Peace Economy. Worldwatch Paper 96."},
      {
        "id":"ED322069",
        "title":"Arab Studies for Teachers: A Critical Guide to Curricular Materials."},
      {
        "id":"ED322070",
        "title":"Legal Implications of Values Education."},
      {
        "id":"ED322073",
        "title":"India and the Green Revolution."},
      {
        "id":"ED322074",
        "title":"Studies in Continuity and Change: A Comparative Study of the Mother Goddess in Ancient India and Ancient Egypt."},
      {
        "id":"ED322075",
        "title":"Hinduism: A Unit for Junior High and Middle School Social Studies Classes."},
      {
        "id":"ED322077",
        "title":"Using a Model Essay as a Teaching Tool in Undergraduate Geography Courses."},
      {
        "id":"ED322080",
        "title":"Social Studies and the Disabled Reader. ERIC Digest."},
      {
        "id":"ED322081",
        "title":"Geography Education for Citizenship."},
      {
        "id":"ED322082",
        "title":"Art and the Elementary-School Experience. Elementary Subjects Center Series No. 21."},
      {
        "id":"ED322083",
        "title":"James Madison and &quot;The Federalist Papers.&quot;"},
      {
        "id":"ED322088",
        "title":"Ethnographic Portraits of Veteran Teachers: Portraits of Survival and Commitment."},
      {
        "id":"ED322089",
        "title":"Mathematics Teacher Preparation: USA versus USSR."},
      {
        "id":"ED322091",
        "title":"Impacting on Recreation and Park Legislation."},
      {
        "id":"ED322092",
        "title":"Annual in Therapeutic Recreation. Volume One, 1990."},
      {
        "id":"ED322093",
        "title":"Track Starter's Guide."},
      {
        "id":"ED322094",
        "title":"The High School Players Field Hockey Journal."},
      {
        "id":"ED322095",
        "title":"Completed Research in Health, Physical Education, Recreation & Dance. Volume 31, 1989 Edition."},
      {
        "id":"ED322098",
        "title":"The Graduate Degree Dilemma: A School of Education's Mission and Its Programs."},
      {
        "id":"ED322099",
        "title":"Restructuring Teaching: Form, Process, and Outcome."},
      {
        "id":"ED322100",
        "title":"Trends and Issues In: Teachers' Subject Matter Knowledge. Trends and Issues Paper No. 1."},
      {
        "id":"ED322101",
        "title":"Learning To Teach Writing: Untangling the Tensions between Theory and Practice."},
      {
        "id":"ED322104",
        "title":"The Teacher Induction Program 1988-1989."},
      {
        "id":"ED322105",
        "title":"Teacher Status: What Students Think about the Profession."},
      {
        "id":"ED322108",
        "title":"Non-Traditional Programs for Pre-Service and In-Service Education."},
      {
        "id":"ED322113",
        "title":"Tissue Mechanics and Its Relationship to Athletic Injury Prevention."},
      {
        "id":"ED322114",
        "title":"Teacher Mentor Induction Programs: An Assessment by First-Year Teachers."},
      {
        "id":"ED322115",
        "title":"Teacher Pupil-Control Ideology and Behavior as Predictors of Classroom Environment: Public and Catholic Schools Compared. Draft."},
      {
        "id":"ED322116",
        "title":"Cognitive Constructs of Pre-Service Teachers: Research on How Student Teachers Think about Teaching."},
      {
        "id":"ED322117",
        "title":"The Emotional Exhaustion Aspect of Burnout and Stressors in Resource LD Teachers."},
      {
        "id":"ED322119",
        "title":"The Use and Abuse of Socrates in Present Day Teaching."},
      {
        "id":"ED322120",
        "title":"How Do Teachers Talk about Maintaining Effective Discipline in Their Classrooms?"},
      {
        "id":"ED322121",
        "title":"An Integrative Model of the Classroom: The Enhancement of Cooperation in Learning."},
      {
        "id":"ED322122",
        "title":"The Call of the Sirens? The Influence of Gender in the Decision To Choose Teaching as a Career Change."},
      {
        "id":"ED322123",
        "title":"Techniques for Stimulating Reflection through Seminars on Campus."},
      {
        "id":"ED322125",
        "title":"Academic and Professional Knowledge and Skills of Four-Year Undergraduate and Fifth-Year Teacher Certification Students."},
      {
        "id":"ED322127",
        "title":"Expert and Novice Teachers' Ability To Judge Student Understanding."},
      {
        "id":"ED322129",
        "title":"A Committee of Teachers for Teachers: The First Year."},
      {
        "id":"ED322132",
        "title":"Teaching Methods Effectiveness and the Acquisition of Psycho-Motor Skills."},
      {
        "id":"ED322133",
        "title":"Promoting Nutrition through Education: A Resource Guide to the Nutrition Education and Training Program (NET) Supplement 1."},
      {
        "id":"ED322134",
        "title":"Thinking about Teaching Subtraction with Regrouping: A Comparison of Beginning and Experienced Teachers' Responses to Textbooks. Research Report 89-5."},
      {
        "id":"ED322135",
        "title":"Making Subject Matter Part of the Conversation or Helping Beginning Teachers Learn To Teach. Research Report 90-3."},
      {
        "id":"ED322136",
        "title":"Talk about Text: Changes in Content and Authority Structures in Peer Response Groups. Research Report 90-5."},
      {
        "id":"ED322137",
        "title":"Pricing Public Parks and Recreation Services as a Percent of Per Capita Income: The Creation of a National Pricing Model."},
      {
        "id":"ED322138",
        "title":"Teacher Training, Certification, and Assignment. [Draft Report]."},
      {
        "id":"ED322144",
        "title":"Changing Schools by Changing Teachers' Beliefs about Teaching and Learning. Elementary Subjects Series No. 19."},
      {
        "id":"ED322145",
        "title":"Improving Criterion Process Teaching Skills during Student Teaching."},
      {
        "id":"ED322146",
        "title":"Cooperative Learning in the Classroom: A Knowledge Brief on Effective Teaching."},
      {
        "id":"ED322147",
        "title":"The Influence of Reform on Inservice Teacher Education. ERIC Digest."},
      {
        "id":"ED322148",
        "title":"Reading Between the Lines: Teachers and Their Racial/Ethnic Cultures. Teacher Education Monograph No. 11."},
      {
        "id":"ED322150",
        "title":"Standardized Tests and School Curricula."},
      {
        "id":"ED322151",
        "title":"Meta-Analysis of Single Subject Research in Special Education: A Common Metric and a Computerized Method."},
      {
        "id":"ED322155",
        "title":"Testing Ethics Model Legislation."},
      {
        "id":"ED322156",
        "title":"Characteristics of Private Schools: 1987-88. E.D. TABS."},
      {
        "id":"ED322157",
        "title":"How To Write Tests for Students."},
      {
        "id":"ED322158",
        "title":"[Educational Quality Indicators: Taking Stock.] Proceedings of the Conference (Los Angeles, California, October 12-13, 1989)."},
      {
        "id":"ED322159",
        "title":"Differential Coursework and Grades in High School: Implications for Performance on the ACT Assessment. ACT Research Report Series 89-5."},
      {
        "id":"ED322160",
        "title":"Using Collateral Information from Similar Institutions To Predict College Freshman Grade Average. ACT Research Report Series 87-8."},
      {
        "id":"ED322161",
        "title":"Central Prediction Systems for Predicting Specific Course Grades. ACT Research Report Series 88-4."},
      {
        "id":"ED322162",
        "title":"Predicting Grades in Specific College Freshman Courses from ACT Test Scores and Self-Reported High School Grades. November 1987."},
      {
        "id":"ED322163",
        "title":"Validating the Use of ACT Assessment Scores and High School Grades for Remedial Course Placement in College. ACT Research Report Series 89-4."},
      {
        "id":"ED322165",
        "title":"Policy Changes and School Climate: An Analysis of the NAEP School Questionnaire (1987-1988)."},
      {
        "id":"ED322168",
        "title":"A Validation Study of a Georgia Teacher Certification Test Using Confirmatory Factor Analysis."},
      {
        "id":"ED322169",
        "title":"Assessing Teacher-Made Tests in Secondary Math and Science Classrooms."},
      {
        "id":"ED322170",
        "title":"Using, Abusing, and Understanding Research: A Guide for Administrators."},
      {
        "id":"ED322171",
        "title":"Says Who? Research, Authority, and Me: A Guide for Students."},
      {
        "id":"ED322172",
        "title":"Using, Abusing, and Assessing Research: A Guide for Teachers."},
      {
        "id":"ED322173",
        "title":"What's It to Me? Educational Research, Bias, and Me: A Guide for Parents and Others Interested in Education."},
      {
        "id":"ED322174",
        "title":"The Hidden Discriminator: Sex and Race Bias in Educational Research."},
      {
        "id":"ED322175",
        "title":"Descriptions and Uses of Content-Specific Pedagogical Items."},
      {
        "id":"ED322179",
        "title":"Application of Categorization Methodology in Various Testing Situations."},
      {
        "id":"ED322180",
        "title":"Using, Abusing, and Understanding Research: A Guide for Counselors."},
      {
        "id":"ED322181",
        "title":"Differential Tendencies To Guess as a Function of Gender and Lingual-Cultural Reference Group."},
      {
        "id":"ED322182",
        "title":"Managing Commercial Educational Research."},
      {
        "id":"ED322183",
        "title":"The Des Moines Plan: A Plan for Student Success."},
      {
        "id":"ED322185",
        "title":"Predicting PPST Scores from ACT Scores."},
      {
        "id":"ED322186",
        "title":"Applying Generalizability Theory To Evaluate Treatment Effect in Single-Subject Research."},
      {
        "id":"ED322187",
        "title":"Latent Structure Agreement Analysis. A RAND Note."},
      {
        "id":"ED322188",
        "title":"Educational Indicators and Eighth Grade MPT Passing Rates."},
      {
        "id":"ED322189",
        "title":"The Effect of Rules and Discovery in the Retention and Retrieval of Braille Inkprint Letter Pairs."},
      {
        "id":"ED322192",
        "title":"Michigan's Strategy for Assessing Employability Skills."},
      {
        "id":"ED322196",
        "title":"Development of a Questionnaire Designed To Evaluate the Employee Development Activities at Paradise Valley Community College Center: Politics, Law, and Economics of Higher Education."},
      {
        "id":"ED322197",
        "title":"Identifying Students at Risk for Failure on the Licensing Examination for Registered Nurses."},
      {
        "id":"ED322198",
        "title":"Item Response Theory at Subject- and Group-Level. Research Report 90-1."},
      {
        "id":"ED322199",
        "title":"A Connection between Item/Subtest Regression and the Rasch Model. Research Report 89-1."},
      {
        "id":"ED322201",
        "title":"Evidence of Construct Validity in Published Achievement Tests."},
      {
        "id":"ED322205",
        "title":"A Methodological Approach To Eliciting Information Relevant to Alcohol Education Programs."},
      {
        "id":"ED322207",
        "title":"Psychometric Assessment of the Autonomy and Relatedness Inventory: A Measure of the Quality of Primary Intimate Relationships."},
      {
        "id":"ED322208",
        "title":"Measures for Adult Literacy Programs."},
      {
        "id":"ED322210",
        "title":"Quality of U.S. Education Information. Hearings before the Subcommittee on Government Information and Regulation of the Committee on Governmental Affairs, Senate, One Hundred First Congress, First Session. Overview of National Goals (October 23, 1989), Availability and Quality of National Education Database (November 1, 1989)."},
      {
        "id":"ED322211",
        "title":"Taxonomy of Learning Skills. Interim Technical Report for the Period February 1986-1987."},
      {
        "id":"ED322212",
        "title":"Validity Measures in the Context of Latent Trait Models."},
      {
        "id":"ED322214",
        "title":"Learning, Teaching and Assessment: A Theoretical Overview. SCRE Project Report No. 20."},
      {
        "id":"ED322215",
        "title":"Trends in School Improvement: Regional Test Results, 1984-1989."},
      {
        "id":"ED322216",
        "title":"The Effect of Changes in the National Assessment: Disentangling the NAEP 1985-86 Reading Anomaly. Revised."},
      {
        "id":"ED322217",
        "title":"Teachers of Secondary Vocational and Nonvocational Classes in Public Schools. Survey Report."},
      {
        "id":"ED322218",
        "title":"Conventional and Newer Statistical Methods in Meta-Analysis."},
      {
        "id":"ED322220",
        "title":"A Normalized Direct Approach for Estimating the Parameters of the Normal Ogive Three-Parameter Model for Ability Tests."},
      {
        "id":"ED322221",
        "title":"A Profile of the American Eighth Grader: NELS:88 Student Descriptive Summary. National Educational Longitudinal Study of 1988."},
      {
        "id":"ED322222",
        "title":"National Education Longitudinal Study of 1988. Base Year: Teacher Component Data File User&apos;s Manual."},
      {
        "id":"ED322223",
        "title":"National Education Longitudinal Study of 1988. Base Year: School Component Data File User's Manual."},
      {
        "id":"ED322224",
        "title":"Programs and Plans of the National Center for Education Statistics. 1990 Edition."},
      {
        "id":"ED322225",
        "title":"First and Second Language Acquisition Process. Training Module I."},
      {
        "id":"ED322226",
        "title":"Integrating the ESL Student into the Content Area Classroom. Training Module II."},
      {
        "id":"ED322227",
        "title":"Federal Statutes &amp; Directives Regarding National Origin Students. Technical Assistance Module."},
      {
        "id":"ED322228",
        "title":"Recognizing Cultural Differences in the Classroom. Training Module III."},
      {
        "id":"ED322229",
        "title":"Sex Stereotyping and Bias: Their Origin and Effects. Training Module IV."},
      {
        "id":"ED322230",
        "title":"Federal Statutes &amp; Directives Regarding Title IX Compliance. Technical Assistance Model."},
      {
        "id":"ED322231",
        "title":"Modeling Equitable Behavior in the Classroom. Training Module V."},
      {
        "id":"ED322232",
        "title":"Avoiding Sex Bias in Counseling. Training Module VI."},
      {
        "id":"ED322233",
        "title":"Equity in Counseling and Advising Students: Keeping Options Open. Training Module VII."},
      {
        "id":"ED322234",
        "title":"Interpersonal Communications: A Human Relations Practicum. Training Module VIII."},
      {
        "id":"ED322235",
        "title":"It's a Matter of Race: Race Relations in the Desegregated Setting. Training Module IX."},
      {
        "id":"ED322236",
        "title":"Civil Rights Compliance: An Update. Technical Assistance Module."},
      {
        "id":"ED322238",
        "title":"Hacer lo mejor de la educacion de su nino: Una Guia para padres. Preparado para el Proyecto para la Movilizacion de la Communidad Hispana para la Provencion de la Desercion Escolar. (Making the Most of Your Child's Education: A Guide to Parents. Prepared for the ASPIRA Hispanic Community Mobilization for Dropout Prevention Project)."},
      {
        "id":"ED322239",
        "title":"Making the Most of Your Child's Education: A Guide for Parents. Prepared for the ASPIRA Hispanic Community Mobilization for Dropout Prevention Program."},
      {
        "id":"ED322240",
        "title":"Characteristics of Hispanic High School Students. Five Cities High School Dropout Study."},
      {
        "id":"ED322241",
        "title":"Who Stays? Who Leaves? Findings from the ASPIRA Five Cities High School Dropout Study. Working Paper #89-1."},
      {
        "id":"ED322242",
        "title":"Focus on Parents. ASPIRA Five Cities High School Dropout Study."},
      {
        "id":"ED322244",
        "title":"Institutional Climate and Minority Achievement."},
      {
        "id":"ED322245",
        "title":"Intersubjective Structure and Systems of Practice in School-Community Relations."},
      {
        "id":"ED322246",
        "title":"Restructuring New York City's Public Schools: The Case for Public School Choice. Education Policy Paper Number 3."},
      {
        "id":"ED322249",
        "title":"Education and Community Support for Homeless Children and Youth: Profiles of 15 Innovative and Promising Approaches."},
      {
        "id":"ED322250",
        "title":"Beating the Odds: Four Stories."},
      {
        "id":"ED322252",
        "title":"From Dropout to High Achiever: An Understanding of Academic Excellence through an Analysis of Dropouts and Students-at-Risk."},
      {
        "id":"ED322253",
        "title":"Asian Americans: A Status Report. Fact Sheet for the Chairman, Select Committee on Hunger, House of Representatives."},
      {
        "id":"ED322254",
        "title":"Hearing on the Federal Enforcement of Equal Education Opportunity Laws. Hearing Before the Committee on Education and Labor. House of Representatives, One Hundred First Congress, First Session."},
      {
        "id":"ED322259",
        "title":"Chapter 1/P.C.E.N. Pregnant School-Aged Girls Program Student Outcome Data 1988-89 End-Of-Year Report. Evaluation Section Report. OREA Report."},
      {
        "id":"ED322260",
        "title":"Chapter 1 College Discovery and Development Program Student Outcome Data 1988-89 End-Of-Year Report. Evaluation Section Report. OREA Report."},
      {
        "id":"ED322261",
        "title":"Chapter 1 College Bound Student Outcome Data 1988-89 End-Of-Year Report. Evaluation Section Report. OREA Report."},
      {
        "id":"ED322264",
        "title":"Hispanic Children and Their Families: A Key to Our Nation's Future = Los Ninos Latinos y Sus Familias: La Llave al Futuro de Nuestro Pais. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred First Congress, First Session."},
      {
        "id":"ED322266",
        "title":"Real Life Poverty in America: Where the American Public Would Set the Poverty Line."},
      {
        "id":"ED322267",
        "title":"Drifting Apart: New Findings on Growing Income Disparities Between the Rich, the Poor, and the Middle Class."},
      {
        "id":"ED322268",
        "title":"No Place To Call Home: Discarded Children in America. A Report Together with Additional and Dissenting Views of the Select Committee on Children, Youth, and Families. U.S. House of Representatives, One Hundred First Congress, Second Session."},
      {
        "id":"ED322270",
        "title":"Oakland Crack Task Force: A Portrait of Community Mobilization."},
      {
        "id":"ED322273",
        "title":"Assessing Bilingual Students for Placement and Instruction. ERIC/CUE Digest No. 65."},
      {
        "id":"ED322274",
        "title":"Curriculum and Instruction To Reduce Racial Conflict. ERIC/CUE Digest No. 64."},
      {
        "id":"ED322275",
        "title":"Public School Choice: Issues and Concerns for Urban Educators. ERIC/CUE Digest No. 63."},
      {
        "id":"ED322276",
        "title":"Chapter 1 and Pupils with Compensatory Educational Needs (P.C.E.N.). Comparison of Instructional Models 1988-89. Evaluation Section Report. OREA Report."},
      {
        "id":"ED322277",
        "title":"Inquiry Demonstration Project 1988-89. OREA Report."},
      {
        "id":"ED322278",
        "title":"Providing Options for At-Risk Youth: The Health and Media Academies in Oakland. Interim Report."},
      {
        "id":"ED322279",
        "title":"Chapter 1 in Delaware. Education Consolidation and Improvement Act. Facts and Figures SY 1986-87."},
      {
        "id":"ED322280",
        "title":"Falling through the Gap: Hispanics and the Growing Income Disparity between Rich and Poor."},
      {
        "id":"ED322281",
        "title":"Homelessness: Too Early To Tell What Kinds of Prevention Assistance Work Best. Report to the Congress."},
      {
        "id":"ED322282",
        "title":"Effective Chapter 1 Programs in Oregon."},
      {
        "id":"ED322283",
        "title":"Testing Students in Urban Schools: Current Problems and New Directions. Urban Diversity Series No. 100."},
      {
        "id":"ED322284",
        "title":"Teaching Mathematics with Understanding to Limited English Proficient Students. Urban Diversity Series No. 101."},
      {
        "id":"ED322285",
        "title":"The Role of Parent Involvement in Children's Academic Achievement: A Review of the Literature. Trends and Issues No. 14."},
      {
        "id":"ED322287",
        "title":"Cooperative Industrial/Vocational Education. Test Items and Assessment Techniques."},
      {
        "id":"ED322288",
        "title":"Advanced Marketing Core Curriculum. Test Items and Assessment Techniques."},
      {
        "id":"ED322290",
        "title":"REEP/Hotel Workplace Literacy Project. Final Performance. October 1, 1988-March 31, 1990."},
      {
        "id":"ED322291",
        "title":"REEP/Hotel Workplace Literacy Project. Evaluation Report. 1988-1990 Grant Period."},
      {
        "id":"ED322292",
        "title":"A Review of Workplace Literacy Tests and Testing."},
      {
        "id":"ED322293",
        "title":"Pima County Workplace Literacy Partnership Grant. Final Report. November 1, 1990-March 31, 1990."},
      {
        "id":"ED322296",
        "title":"Project Workplace Literacy Partners in Chicago. Final Report. October 1988-March 1990."},
      {
        "id":"ED322297",
        "title":"Literacy Audit of Maintenance Workers. Final Report."},
      {
        "id":"ED322298",
        "title":"Workplace Skills Enhancement Project. Final Report."},
      {
        "id":"ED322299",
        "title":"Colorado Career Development Video Reviews."},
      {
        "id":"ED322316",
        "title":"The New American Worker."},
      {
        "id":"ED322317",
        "title":"Workplace Learning. Preparing the Workers of Today for the Workplace of Tomorrow."},
      {
        "id":"ED322318",
        "title":"Subject Matter of Vocational Education: In Pursuit of Foundations."},
      {
        "id":"ED322319",
        "title":"The Identification and Stability of Occupationally Specific Affective Behaviors."},
      {
        "id":"ED322320",
        "title":"Articulation in Virginia. Coordination of Secondary/Postsecondary Education."},
      {
        "id":"ED322321",
        "title":"Agricultural Business Task Analyses. Revised."},
      {
        "id":"ED322329",
        "title":"Business Strategies That Work. A Planning Guide for Education Restructuring. Corporate Action Package."},
      {
        "id":"ED322330",
        "title":"Business Education Index 1989. Index of Business Education Articles, Research Studies, and Textbooks Compiled from a Selected List of Periodicals, Publishers, and Yearbooks Published During the Year 1989."},
      {
        "id":"ED322340",
        "title":"The Company and Its Role in the Production of Qualifications: The Constitution and Development of Middle-Level Qualifications in Germany and France--A Comparison."},
      {
        "id":"ED322341",
        "title":"Working Smart: The Los Angeles Workplace Literacy Project. Final Report."},
      {
        "id":"ED322342",
        "title":"Working Smart. The Los Angeles Unified School District Workplace Literacy Project. Performance Modules. Communication Modules, Manual/Workbook. Computational Modules, Manual/Workbook."},
      {
        "id":"ED322343",
        "title":"Working Smart Workbook. An Interactive Learning Experience."},
      {
        "id":"ED322344",
        "title":"Educational and Training Opportunities in Sustainable Agriculture. Third Edition."},
      {
        "id":"ED322346",
        "title":"Personal Finance. Common Curriculum Goals."},
      {
        "id":"ED322347",
        "title":"Perceptions of Effective Teaching Methods in &quot;O&quot; Grade English Courses for Adults. SCRE Project Report No. 22."},
      {
        "id":"ED322348",
        "title":"Adult Vocational Home Economics Operational Policy Manual."},
      {
        "id":"ED322350",
        "title":"Business Education Curriculum. Revised."},
      {
        "id":"ED322351",
        "title":"Vocational Education Administration Handbook. Edition #2."},
      {
        "id":"ED322352",
        "title":"Cooperative Education &amp; On-the-Job Training Handbook."},
      {
        "id":"ED322353",
        "title":"Engine &amp; Vehicle Mechanics Curriculum."},
      {
        "id":"ED322354",
        "title":"Non-Renewable Resources Curriculum."},
      {
        "id":"ED322355",
        "title":"Outdoor Recreation and Wildlife Management Resources."},
      {
        "id":"ED322356",
        "title":"Pre-Employment Competencies Resource Guide. Revised."},
      {
        "id":"ED322357",
        "title":"Sea/River Week Career Profiles."},
      {
        "id":"ED322358",
        "title":"Self-Sufficiency Resources."},
      {
        "id":"ED322359",
        "title":"Small Engines and Outboard Marine Mechanics Curriculum."},
      {
        "id":"ED322360",
        "title":"Tourism Curriculum."},
      {
        "id":"ED322361",
        "title":"Welding Curriculum."},
      {
        "id":"ED322363",
        "title":"The Adult Learner in Nontraditional Programs. Entering Characteristics of Empire State College Students."},
      {
        "id":"ED322364",
        "title":"Do Men and Women in Transition Have Different Educational Needs? Adults' Perceptions of Their Academic Abilities in a Life Cycle Framework with Implications for Faculty Advising, Adult Support Services, and the Mid-Life Transition Period."},
      {
        "id":"ED322366",
        "title":"Agricultural Education Curriculum Guide. Agricultural Production and Management I. Course No. 6811. Agricultural Production and Management II. Course No. 6812."},
      {
        "id":"ED322368",
        "title":"Basic Skills Training--A Launchpad for Success in the Workplace. Literacy Task Analysis Project, Interim Report."},
      {
        "id":"ED322369",
        "title":"Predictors of Students' Career Maturity in Central Ohio High Schools. Summary of Research 55."},
      {
        "id":"ED322370",
        "title":"Implementing Career Education. Career Technician Training Manual."},
      {
        "id":"ED322375",
        "title":"High School Career Guidance and Counseling Resource Guide."},
      {
        "id":"ED322376",
        "title":"Integrating Oregon Career Information Materials into Comprehensive Career Development, Guidance and Counseling Programs. A Training Guide for High School Counselors, Teachers and Administrators."},
      {
        "id":"ED322381",
        "title":"Using Labor Market Information for Career Decision Making. A Handbook for Career Information Providers."},
      {
        "id":"ED322382",
        "title":"Adult Education in Saudi Arabia."},
      {
        "id":"ED322383",
        "title":"Community Opportunities: Volunteer and Leisure Education. A Concept Paper."},
      {
        "id":"ED322384",
        "title":"Education for a Multicultural Society: A New Agenda for Continuing Higher Education. Proceedings of the Annual Meeting (51st, Charleston, South Carolina, November 12-15, 1989)."},
      {
        "id":"ED322385",
        "title":"Curriculum Development and the Process of Change."},
      {
        "id":"ED322392",
        "title":"Preparing Leaders in Vocational Education: A Conference Report (Las Vegas, Nevada, April 25-28, 1990)."},
      {
        "id":"ED322393",
        "title":"Boston Workplace Education Collaborative. Final External Evaluation."},
      {
        "id":"ED322396",
        "title":"Resources in Technology."},
      {
        "id":"ED322397",
        "title":"Resources in Technology '85."},
      {
        "id":"ED322398",
        "title":"Resources in Technology III."},
      {
        "id":"ED322399",
        "title":"Resources in Technology 4."},
      {
        "id":"ED322400",
        "title":"Resources in Technology 5."},
      {
        "id":"ED322404",
        "title":"Technology, Skills, and Education in the Apparel Industry. Revised."},
      {
        "id":"ED322405",
        "title":"The Adult Community Education Administrator Position. A Job Analysis."},
      {
        "id":"ED322407",
        "title":"Alcohol and Drug Abuse Intervention and Prevention Program. 1989-90 Annual Report."},
      {
        "id":"ED322409",
        "title":"The Tobacco Product Education and Health Protection Act. Report from the Committee on Labor and Human Resources (To Accompany S. 2795). Senate, 101st Congress, 2d Session."},
      {
        "id":"ED322412",
        "title":"Effects of Maternal Employment on Adolescent Substance Use."},
      {
        "id":"ED322417",
        "title":"Differences in Cognitive Structure as a Function of Level of Stereotyping of Women."},
      {
        "id":"ED322418",
        "title":"Are Women Evaluated More Favorably than Men? An Analysis of Attitudes, Beliefs, and Emotions."},
      {
        "id":"ED322419",
        "title":"The Assessment of a Homogeneous Interdisciplinary University Core Course for the Mature Adult Learner."},
      {
        "id":"ED322421",
        "title":"Multidimensional Health Locus of Control and Causal Attributions as Predictors of Health and Risk Factor Status after Cardiac Rehabilitation."},
      {
        "id":"ED322422",
        "title":"Families of Adolescent Parents: Predictors of Developmental Outcomes."},
      {
        "id":"ED322424",
        "title":"Assigning Applications in Behavior Modification Courses."},
      {
        "id":"ED322425",
        "title":"Schema Theory and the Psychology-Christianity Dialogue: New Theoretical Applications."},
      {
        "id":"ED322426",
        "title":"Peer, Family, and Intrapersonal Predictors of Adolescent Alcohol Use and Misuse."},
      {
        "id":"ED322427",
        "title":"Getting Started: A Primer for New Elementary Counselors."}]
  }}
