{
  "response":{"numFound":509939,"start":138000,"numFoundExact":true,"docs":[
      {
        "id":"ED322428",
        "title":"Drug Abuse Resistance Education Act of 1990. House of Representatives, 101st Congress, 2d Session."},
      {
        "id":"ED322429",
        "title":"Anti-Drug Education Act of 1990. House of Representatives, 101st Congress, 2d Session."},
      {
        "id":"ED322431",
        "title":"Career Development Instruments. Monograph Number 5."},
      {
        "id":"ED322432",
        "title":"Child Abuse and Neglect: Critical First Steps in Response to a National Emergency. Key Excerpts."},
      {
        "id":"ED322433",
        "title":"Adolescents' Close Friendship Types and Friendship Reasoning."},
      {
        "id":"ED322435",
        "title":"West Virginia Department of Education: Governor's Summer Youth Enhancement Program."},
      {
        "id":"ED322440",
        "title":"Directions for the Impact of Intervention-Prompted Changes in Family Functioning on Adolescent Licit and Illicit Drug Use."},
      {
        "id":"ED322441",
        "title":"Social Ambivalence: Interpersonal Consequences of Disclosing a Cancer Experience."},
      {
        "id":"ED322442",
        "title":"Longitudinal Trends in the Effect of Age Status on Role Strain, Self-Esteem, and GPA during the Transition to Middle School."},
      {
        "id":"ED322443",
        "title":"The Prediction of Intrinsic Motivation among Early Adolescents: A Mediational Model Involving Self-Esteem and Strain."},
      {
        "id":"ED322445",
        "title":"Gender, Self-Monitoring, Alcohol Consumption, and Sexual Behavior: A Survey."},
      {
        "id":"ED322446",
        "title":"Relating Adler's Life Tasks to Schutz's Interpersonal Model and the FIRO-B."},
      {
        "id":"ED322451",
        "title":"Substance Use during Pregnancy in Adolescence."},
      {
        "id":"ED322452",
        "title":"Hopelessness and Hardiness: A Strained Relationship."},
      {
        "id":"ED322454",
        "title":"A Comparison between African Traditional and Modern Child Rearing Practice: With Implication to Youth Guidance and Counselling."},
      {
        "id":"ED322461",
        "title":"Effective Strategies for Dropout Prevention: Twelve Successful Strategies To Consider in a Comprehensive Dropout Prevention Program."},
      {
        "id":"ED322464",
        "title":"Student Concern and Potential Action Regarding Nuclear Threat."},
      {
        "id":"ED322472",
        "title":"The Study Guide: A Strategy Review."},
      {
        "id":"ED322473",
        "title":"The Role of Staff Development in the Improvement of Reading Instruction."},
      {
        "id":"ED322474",
        "title":"Action, Reflection and Reflexivity: Thinking in the Whole Language Classroom."},
      {
        "id":"ED322475",
        "title":"Literature Based Reading Instruction: A Whole Language Perspective."},
      {
        "id":"ED322476",
        "title":"Text Meets Text, Reader Meets Writer."},
      {
        "id":"ED322477",
        "title":"Research and Progress in Informal Reading Inventories (An Annotated Bibliography)."},
      {
        "id":"ED322482",
        "title":"Using Story Grammar To Teach Literature: Episodic Mapping."},
      {
        "id":"ED322488",
        "title":"How To Strengthen a Faculty Development Program: Before, During, and After."},
      {
        "id":"ED322491",
        "title":"Ancillary Materials--What&apos;s Out There? Technical Report No. 507."},
      {
        "id":"ED322492",
        "title":"Improving Content Area Reading Using Instructional Graphics. Technical Report No. 508."},
      {
        "id":"ED322493",
        "title":"Using Three Test Formats To Assess Good and Poor Readers' Word Knowledge. Technical Report No. 509."},
      {
        "id":"ED322494",
        "title":"Reading Stories to Preliterate Children: A Proposed Connection to Reading. Technical Report No. 510."},
      {
        "id":"ED322495",
        "title":"Planning Text Together: The Role of Critical Reflection in Student Collaboration."},
      {
        "id":"ED322496",
        "title":"The Best of Both Discourse Worlds: A Two-Tiered Writing Program for the Community College Technology Curriculum."},
      {
        "id":"ED322497",
        "title":"Up-date and Implications for English Teachers of English Only Legislation."},
      {
        "id":"ED322499",
        "title":"Using Writing To Promote Reading To Learn in College."},
      {
        "id":"ED322500",
        "title":"&quot;What in My World/the World Is Going on?&quot;: A Pragmatic-Eclectic Approach toward Rhetoric and Literature for the Composition Student."},
      {
        "id":"ED322505",
        "title":"New Old Additions to the American Canon."},
      {
        "id":"ED322509",
        "title":"Teaching English 101CAI: From Romance to Realism."},
      {
        "id":"ED322511",
        "title":"Program Analysis of Stanford Writing Assessment Grades 3, 6, 8, and 10. Spring 1987 and Spring 1988 Administrations."},
      {
        "id":"ED322513",
        "title":"Teaching Creative Writing in the Twenty-First Century: Addressing All the Genres."},
      {
        "id":"ED322514",
        "title":"Opening Spaces for Confrontive Encounters with Literature."},
      {
        "id":"ED322515",
        "title":"Medieval Romances: \"Perceval\" to \"Monty Python.\""},
      {
        "id":"ED322518",
        "title":"Writing Coaching in the Magazine Curriculum: An Exploratory Investigation."},
      {
        "id":"ED322519",
        "title":"High School Journalism Students' Attitudes toward Journalism as a Career: A Thirty Year Perspective."},
      {
        "id":"ED322520",
        "title":"Word Weaving: A Creative Approach to Teaching and Writing Poetry."},
      {
        "id":"ED322521",
        "title":"Teaching English through the Arts. Theory and Research into Practice (TRIP) Series."},
      {
        "id":"ED322522",
        "title":"Commended English Language Arts Curriculum Guides, K-12."},
      {
        "id":"ED322523",
        "title":"Can We Get There from Here? The Intersection of Race, Gender and Class."},
      {
        "id":"ED322524",
        "title":"Impact of the VDT in Structural vs. Mechanical Editing among Students."},
      {
        "id":"ED322525",
        "title":"Analyzing Nonfiction Prose: &quot;House&quot; as Symbol."},
      {
        "id":"ED322526",
        "title":"Using Peace Studies To Understand Writing Conferences."},
      {
        "id":"ED322528",
        "title":"Ideas Plus: A Collection of Practical Teaching Ideas. Book Eight."},
      {
        "id":"ED322534",
        "title":"The Effect of News Writing Instruction in English Composition I on The Writing Performance and Attitudes of Students."},
      {
        "id":"ED322535",
        "title":"Research on Writing To Learn: The Interesting Case of Academic Journals."},
      {
        "id":"ED322536",
        "title":"The Research Paper and Postmodernist Pedagogy."},
      {
        "id":"ED322538",
        "title":"The Integration of Indian Literature into a World Literature Course."},
      {
        "id":"ED322540",
        "title":"The Case against Conditional Argumentation."},
      {
        "id":"ED322541",
        "title":"Protagorean Epistemology and Dialectic."},
      {
        "id":"ED322542",
        "title":"A Play Theory Analysis of Computer-Mediated Telecommunication."},
      {
        "id":"ED322544",
        "title":"Counting the Cats of Zanzibar: Upton Sinclair and the Decline of the Muckraking Movement."},
      {
        "id":"ED322545",
        "title":"The Classroom as Public Space."},
      {
        "id":"ED322546",
        "title":"The Status of Graduate/Undergraduate Courses Designed for Directors of Forensics Programs."},
      {
        "id":"ED322547",
        "title":"Judgments of Well-Being after Exposure to Televised Bad and Good News."},
      {
        "id":"ED322551",
        "title":"Earning Support for Individual Events Programs."},
      {
        "id":"ED322552",
        "title":"Public Address Events: Maximizing Educational Value."},
      {
        "id":"ED322553",
        "title":"Internationalizing the U.S. College and University Curricula through the International Mass Communication Minor."},
      {
        "id":"ED322554",
        "title":"Undressing the Ad: A Method for Deconstructing Advertisements."},
      {
        "id":"ED322555",
        "title":"To Be or Not To Be Ethical. That's the Question for Advertising Students and Practitioners."},
      {
        "id":"ED322556",
        "title":"Advertising and Innovation: A New Course and Direction for Advertising Education."},
      {
        "id":"ED322557",
        "title":"Faculty Members in Ad/PR Perceive Discrimination in Academia."},
      {
        "id":"ED322558",
        "title":"Examinations of Process: A Practical Guide."},
      {
        "id":"ED322565",
        "title":"Achievement Effects of Ability Grouping in Secondary Schools: A Best-Evidence Synthesis."},
      {
        "id":"ED322569",
        "title":"Can Colleagues Identify the Burned Out School Administrator?"},
      {
        "id":"ED322570",
        "title":"School Effectiveness: Eight Variables That Make a Difference."},
      {
        "id":"ED322577",
        "title":"Supreme Court Justice Powell as Educational Theorist."},
      {
        "id":"ED322578",
        "title":"School Reforms Can Reproduce Societal Inequalities."},
      {
        "id":"ED322585",
        "title":"Developing Equity &amp; Readiness in School District Organizations: Assessment, Profiling, Restructuring, &amp; Redeployment of Resources."},
      {
        "id":"ED322596",
        "title":"Public Schools of Choice. ASCD Issues Analysis."},
      {
        "id":"ED322602",
        "title":"Hearing on the Status of Education in America and Directions for the Future. Hearings before the Committee on Education and Labor, House of Representatives, 101st Congress, First Session (November 13 and 14, 1989)."},
      {
        "id":"ED322606",
        "title":"School Staff and Parent Evaluations of California's Resource Specialist Programs."},
      {
        "id":"ED322607",
        "title":"Legal Liability in the Gymnasium."},
      {
        "id":"ED322608",
        "title":"New Perspectives on Student Mobility. Final Report."},
      {
        "id":"ED322609",
        "title":"California Local Educational Reform Network (C-LERN): A Formative and Preliminary Evaluation."},
      {
        "id":"ED322610",
        "title":"Educational Partnerships in California: A Survey of the California Educational Partnership Consortium."},
      {
        "id":"ED322611",
        "title":"The Redesign of Education, Volume 1: A Collection of Papers Concerned with Comprehensive Educational Reform."},
      {
        "id":"ED322612",
        "title":"Alternatives to School District Consolidation."},
      {
        "id":"ED322613",
        "title":"Advanced Placement Programs in Public and Private Schools: Characteristics of Schools and Program Offerings, 1984-86. Survey Report."},
      {
        "id":"ED322614",
        "title":"Public Elementary and Secondary State Aggregate Nonfiscal Data, by State, for School Year 1988-1989; and School Revenues and Current Expenditures for Fiscal Year 1988. E.D. Tabs."},
      {
        "id":"ED322615",
        "title":"Profiles of Successful Drug Prevention Programs, 1988-89. Drug-Free School Recognition Program."},
      {
        "id":"ED322616",
        "title":"Financial Accounting for Local and State School Systems, 1990."},
      {
        "id":"ED322617",
        "title":"Current Student Aid and Other Related Regulations (Through September 1989)."},
      {
        "id":"ED322618",
        "title":"The Principal's Role in Shaping School Culture. Research in Brief."},
      {
        "id":"ED322619",
        "title":"Teachers&apos; Aspirations for School Improvement: A Participatory Decision-Making Workshop. Facilitator&apos;s Manual."},
      {
        "id":"ED322620",
        "title":"Lessons from Practice: Building a Knowledge Base from Experience."},
      {
        "id":"ED322624",
        "title":"Attendance +Plus."},
      {
        "id":"ED322625",
        "title":"Organizations Alive! Have We At Last Found the Key to a Science of Educational Administration? CCEA Studies in Educational Administration, Number 52."},
      {
        "id":"ED322628",
        "title":"Focus Groups: A Starting Point for Needs Assessment."},
      {
        "id":"ED322632",
        "title":"The Case for Smaller Classes and Better Teachers."},
      {
        "id":"ED322633",
        "title":"The Nature and Use of Management Information Systems in Modern Language Administration."},
      {
        "id":"ED322635",
        "title":"Magnet School Program, 1988-1989. End-of-Year Report. Evaluation Section Report. OREA Report."},
      {
        "id":"ED322636",
        "title":"High School Clusters, 1989-90. OREA Report."},
      {
        "id":"ED322639",
        "title":"Standards for Quality Elementary &amp; Middle Schools, Kindergarten through Eighth Grade. Revised Edition."},
      {
        "id":"ED322640",
        "title":"School Leadership: Reflections on Practice by California&apos;s Instructional Leaders. Volume I."},
      {
        "id":"ED322641",
        "title":"Cooperative Grouping for Interactive Learning: Students, Teachers, and Administrators. NEA School Restructuring Series."},
      {
        "id":"ED322642",
        "title":"Academic Tracking: Report of the NEA Executive Committee/Subcommittee on Academic Tracking."},
      {
        "id":"ED322643",
        "title":"Assessing Parents' Attitudes Toward School Effectiveness."},
      {
        "id":"ED322645",
        "title":"A Failed Attendance Policy--2,713,598 Excuses."},
      {
        "id":"ED322646",
        "title":"Dilemmas in Democratic Evaluation: Politics and Validation."},
      {
        "id":"ED322647",
        "title":"The &quot;Triumph of Commercialism&quot;: The Corporate Ethos and Educational Reform."},
      {
        "id":"ED322648",
        "title":"Time Allocation Patterns of Teachers in Public and Private Schools: 1984-86. Survey Report."},
      {
        "id":"ED322649",
        "title":"Restructuring Schools for Young Adolescents. Issues in Education."},
      {
        "id":"ED322651",
        "title":"Educational Assessment: A Tool To Enhance Education."},
      {
        "id":"ED322652",
        "title":"A Study of Support Systems and Supervisory Techniques Used in the Training and Employment of People with Moderate Special Needs. Research Report."},
      {
        "id":"ED322653",
        "title":"Guidelines for Supervising People with Moderate Special Needs in the Work Place."},
      {
        "id":"ED322655",
        "title":"The Psychoeducational Link between Attention Deficit Disorder and Learning Disability."},
      {
        "id":"ED322657",
        "title":"Delivery of Services to Hispanic Families with Young Hearing-Impaired Children: One Model. Part I [and] Part 2."},
      {
        "id":"ED322658",
        "title":"Guidelines for Programs Serving Students with Severe Handicaps."},
      {
        "id":"ED322659",
        "title":"Supported Employment Implementation Issues. A Summary of Discussions from the VCU RRTC-Employment Network Issues Forum: Future Directions for Supported Employment."},
      {
        "id":"ED322660",
        "title":"Emerging Trends in the National Supported Employment Initiative: A Preliminary Analysis of Twenty-Seven States."},
      {
        "id":"ED322661",
        "title":"Supported Employment for Persons with Severe Disabilities: From Research to Practice. Volume III."},
      {
        "id":"ED322666",
        "title":"Available and Potential Resources for Personnel Preparation in Special Education: Deans Survey."},
      {
        "id":"ED322668",
        "title":"Designing Support Services and Instruction for College Students with Learning Disabilities: Use of Diagnostic Data. Special Education Center Publication Series, Document Number LDC7."},
      {
        "id":"ED322669",
        "title":"Diagnosis and Program Selection for Learning Disabled College Students. Special Education Center Publication Series, Document Number LDC9."},
      {
        "id":"ED322670",
        "title":"Competencies of Postsecondary Education Personnel Serving Students with Learning Disabilities. Special Education Center Publication Series, Document Number LDC14."},
      {
        "id":"ED322671",
        "title":"Interpreting LD Diagnostic Reports for Appropriate Service Delivery. Special Education Center Publication Series, Document Number LDC19."},
      {
        "id":"ED322672",
        "title":"Critical Issues in Learning Disability College Programming."},
      {
        "id":"ED322673",
        "title":"Providing Learning Disabilities Services at Technical Colleges: A New Challenge."},
      {
        "id":"ED322674",
        "title":"Special Education and School Reform."},
      {
        "id":"ED322675",
        "title":"Evaluating College Programs for Learning Disabled Students: An Approach for Adaptation."},
      {
        "id":"ED322676",
        "title":"D.S.E. Citywide Chapter 1 Remedial Reading and Mathematics Program 1988-89. Evaluation Section Report. OREA Report."},
      {
        "id":"ED322677",
        "title":"Project Recurso, 1988-89. Evaluation Section Report [and] Executive Summary. OREA Report."},
      {
        "id":"ED322678",
        "title":"Project COMPUOCC.LEP, 1988-89. Evaluation Section Report [and] Executive Summary. OREA Report."},
      {
        "id":"ED322679",
        "title":"Bilingual Education Talented Academy: Gifted and Talented, Project BETA, 1988-89. Evaluation Section Report [and] Executive Summary. OREA Report."},
      {
        "id":"ED322682",
        "title":"Project Kidlink: Bringing Together Disabled and Nondisabled Preschoolers."},
      {
        "id":"ED322686",
        "title":"Summer: A Transitional Work Opportunity."},
      {
        "id":"ED322687",
        "title":"The Status of Gifted Education in New Jersey: Analysis of the 1988-89 Gifted Education Survey."},
      {
        "id":"ED322688",
        "title":"Understanding Young Women with Disabilities."},
      {
        "id":"ED322690",
        "title":"Language Services for Severely Impaired Preschoolers: Addressing Some Assumptions Related to Individual Therapy versus Social Integration in Groups."},
      {
        "id":"ED322694",
        "title":"Careers: Job Searching and Success."},
      {
        "id":"ED322698",
        "title":"Profile of University Students with Learning Disabilities."},
      {
        "id":"ED322699",
        "title":"Mainstreaming Hearing-Impaired Students within a Postsecondary Educational Setting: An Ecological Model of Social Interaction."},
      {
        "id":"ED322700",
        "title":"A Report of the Select Seminar on Special Education (Albany, New York, Rensselaerville, New York, December-March 1989). A View from the Inside."},
      {
        "id":"ED322702",
        "title":"Subgroups of the Learning Disabled College Student: An Analysis of Written Language and Testing."},
      {
        "id":"ED322705",
        "title":"Guidelines for the Delineation of Roles and Responsibilities for the Safe Delivery of Specialized Health Care in the Educational Setting."},
      {
        "id":"ED322706",
        "title":"American Indian Exceptional Children and Youth. Report of a Symposium (Albuquerque, New Mexico, February 6-8, 1985). An ERIC Exceptional Child Education Report. Revised."},
      {
        "id":"ED322708",
        "title":"&quot;Pre-Language&quot; and Foreign Language Mini-Courses."},
      {
        "id":"ED322710",
        "title":"Project Reach 1988-89. OREA Report."},
      {
        "id":"ED322712",
        "title":"Chinese Opportunities in Career Education (Project CHOICE) 1988-89. OREA Evaluation Section Report."},
      {
        "id":"ED322713",
        "title":"ESL Technical Writing: Process and Rhetorical Differences."},
      {
        "id":"ED322715",
        "title":"Hiberno-English: A Call for a Standard Pronunciation in TEFL."},
      {
        "id":"ED322716",
        "title":"Adha Gara Tidi: Cultural Sensitivity in Western Torres Strait. Work Papers of SIL-AAIB, Series B Volume 14."},
      {
        "id":"ED322717",
        "title":"The Journal of the Society for Accelerative Learning and Teaching. Volume 11, 1986."},
      {
        "id":"ED322718",
        "title":"Komvux-Proven i Engelska VT 1989: Jamforelser mellan Komvux och Gymnasieskolan i Fraga om Provresultat och Betyg. Rapport nr 1990:06. (National Standardized Tests in English in Adult Education 1989: Comparison between Adult and Upper Secondary Students Test Results and School Leaving Grades. Report No. 1990:06)."},
      {
        "id":"ED322722",
        "title":"Chapter 1 English as a Second Language, 1988-89. OREA Evaluation Section Report."},
      {
        "id":"ED322724",
        "title":"Language Testing in Singapore: A Cognitive Approach."},
      {
        "id":"ED322729",
        "title":"What We Can Do with Computerized Adaptive Testing...and What We Cannot Do!"},
      {
        "id":"ED322732",
        "title":"Effects of a Policy Change--Instructional Approaches for Limited-English-Proficient (LEP) Students with Stronger English Ability."},
      {
        "id":"ED322733",
        "title":"Vers une terminologie des arts infographiques (Toward a Terminology of Computer Graphic Arts)."},
      {
        "id":"ED322736",
        "title":"Let Your Students Write Their Own Tests."},
      {
        "id":"ED322739",
        "title":"Planification de l'enseignement du francais a l'elementaire: Immersion (Planning French Instruction at the Elementary Level: Immersion)."},
      {
        "id":"ED322740",
        "title":"Guide d'enseignement du francais au secondaire. Volet I: Comprehension ecrite. Immersion (Teaching Guide for French at the Secondary Level. Part I: Reading Comprehension. Immersion)."},
      {
        "id":"ED322741",
        "title":"Cadre conceptuel des programmes de francais au secondaire: lignes directrices. Immersion (Conceptual Framework for French Programs at the Secondary Level: Guidelines. Immersion)."},
      {
        "id":"ED322744",
        "title":"\"Persuasion\" in Chinese and English: Transfer at the Pragmatic Level?"},
      {
        "id":"ED322745",
        "title":"Servitude grammaticale, semantique paradigmatique et formulaicite (Grammatical Servitude, Paradigmatic Semantics, and Formulicity)."},
      {
        "id":"ED322747",
        "title":"Language Development: A Base for Educational Policy Planning. A Policy Issues Paper. Program Report."},
      {
        "id":"ED322748",
        "title":"Language Revival: The Case of Irish."},
      {
        "id":"ED322751",
        "title":"The Study of Large Classes. Lancaster-Leeds Language Learning in Large Classes Research Project. Report No. 2."},
      {
        "id":"ED322753",
        "title":"Judgements in Language Testing, Version Three."},
      {
        "id":"ED322754",
        "title":"Is Class Size a Problem? Lancaster-Leeds Language Learning in Large Classes Research Project: Project Report No. 3."},
      {
        "id":"ED322758",
        "title":"Large Size Classes: The Situation in Japan. Lancaster-Leeds Language Learning in Large Classes Research Project Report No. 5."},
      {
        "id":"ED322759",
        "title":"How Large Are Large Classes? Lancaster-Leeds Language Learning in Large Classes Research Project Report No. 4."},
      {
        "id":"ED322760",
        "title":"Lexical Access and Foreign Language Acquisition."},
      {
        "id":"ED322762",
        "title":"Work Papers of the Summer Institute of Linguistics 1989, University of North Dakota Session, Volume 33."},
      {
        "id":"ED322763",
        "title":"Lexical Variation in Mexican Sign Language."},
      {
        "id":"ED322768",
        "title":"Switch Reference in Mbya Guarani: A Fair-Weather Phenomenon."},
      {
        "id":"ED322769",
        "title":"The Nahuatl Verb &quot;maka&quot;: A Cognitive Grammar Analysis."},
      {
        "id":"ED322770",
        "title":"York Papers in Linguistics 14."},
      {
        "id":"ED322771",
        "title":"Attitudes towards English as a Possible Lingua Franca in Switzerland."},
      {
        "id":"ED322773",
        "title":"On the Limits of Auditory Transcription: A Sociophonetic Approach."},
      {
        "id":"ED322775",
        "title":"Constructive Beliefs and Political Reference."},
      {
        "id":"ED322776",
        "title":"Lexical Density in Interview and Conversation."},
      {
        "id":"ED322779",
        "title":"A Solution to the 'Must Of' Problem."},
      {
        "id":"ED322780",
        "title":"The &quot;No Crossing Constraint&quot; in Autosegmental Phonology."},
      {
        "id":"ED322782",
        "title":"Processing Relative Clauses in Basque and Spanish."},
      {
        "id":"ED322785",
        "title":"The Range of Gapping and the Status of Auxiliaries."},
      {
        "id":"ED322792",
        "title":"Promoting Adult Learning: Approaches to Literacy, ESL, and Parental Involvement. Proceedings of the Annual Symposium (2nd, Miami, Florida, June 11-12, 1987)."},
      {
        "id":"ED322793",
        "title":"Family English Literacy Network, 1986-1989. Three Year Summary Evaluation Report."},
      {
        "id":"ED322794",
        "title":"Family English Literacy Network Program. Curriculum Guide."},
      {
        "id":"ED322795",
        "title":"English Family Literacy: An Annotated Bibliography."},
      {
        "id":"ED322797",
        "title":"Women and Adult Literacy. Adult Education Newsletter, Volume 17 Number 1. Special Issue."},
      {
        "id":"ED322799",
        "title":"A Handbook for Teaching English as a Second Language in Adult Basic Education Programs."},
      {
        "id":"ED322800",
        "title":"Report on the Evaluation of Adult Refugee ESL Programs in Minnesota."},
      {
        "id":"ED322817",
        "title":"An Ethnographic Comparison of Mentoring Functions for Women in Academe and Business."},
      {
        "id":"ED322818",
        "title":"Rx for Success. Improving the Climate for Women in Medical Schools and Teaching Hospitals."},
      {
        "id":"ED322820",
        "title":"Secularization of Church-Related Colleges or Universities: Willamette University: A Case Study."},
      {
        "id":"ED322823",
        "title":"The Role of Statewide Coordinating Agencies in Program Review."},
      {
        "id":"ED322824",
        "title":"Consolidated Student Loans. Borrowers Benefit but Costs to Them and the Government Grow. Report to Congressional Requesters."},
      {
        "id":"ED322825",
        "title":"Medical Licensing by Endorsement. Requirements Differ for Graduates of Foreign and U.S. Medical Schools. Report to Congressional Committees."},
      {
        "id":"ED322828",
        "title":"Financing Opportunity for Post-Secondary Education in the U.S.: The Equity Investment in America Program."},
      {
        "id":"ED322834",
        "title":"Trends in Racial/Ethnic Enrollment in Higher Education: Fall 1978 through Fall 1988. Survey Report."},
      {
        "id":"ED322837",
        "title":"Distribution of High School Graduates and College-Going Rate: New York State, Fall 1989."},
      {
        "id":"ED322839",
        "title":"U.S. College and University Initiatives for Change in South Africa: An Update. South African Information Exchange Working Paper Number 11."},
      {
        "id":"ED322840",
        "title":"U.S. Foundation Funding for Change in South Africa: An Update. South African Information Exchange Working Paper Number 10."},
      {
        "id":"ED322841",
        "title":"South Africans Speak: Discussion Forum Presentations 1987-1989. South African Information Exchange Working Paper Number 12."},
      {
        "id":"ED322844",
        "title":"Gerontology Instruction in American Institutions of Higher Education: A National Survey."},
      {
        "id":"ED319843",
        "title":"Making JOBS Work. What the Research Says about Effective Employment Programs for AFDC Recipients."},
      {
        "id":"ED319844",
        "title":"Gender Differences in Educational Attainment among Asian Americans in the High-School-and-Beyond Senior-Cohort Third Follow-Up Survey."},
      {
        "id":"ED319845",
        "title":"Residency and Guardianship Requirements as Barriers to the Education of Homeless Children and Youth."},
      {
        "id":"ED319846",
        "title":"Metropolitan Housing Opportunities for Poor and Working Class Minorities."},
      {
        "id":"ED319847",
        "title":"Characteristics of the National School Lunch and School Breakfast Program Participation."},
      {
        "id":"ED319848",
        "title":"Determinants of Smoking Status of Black Urban Adolescents."},
      {
        "id":"ED319849",
        "title":"D.S.E. Citywide Chapter 1, Part B Institutionalized Facilities Program 1988-89."},
      {
        "id":"ED319850",
        "title":"Asian-American Communications In-School Staff and Parent Workshops 1988-89. OREA Evaluation Section Report."},
      {
        "id":"ED319851",
        "title":"Current Practice: Is It Enough?"},
      {
        "id":"ED319854",
        "title":"The Vermont Lighthouse School District Project: Comprehensive Planning for At-Risk Youth."},
      {
        "id":"ED319855",
        "title":"At-Risk Youth in Vermont: A Resource Directory."},
      {
        "id":"ED319857",
        "title":"The Rural Disadvantage: Growing Income Disparities between Rural and Urban Areas."},
      {
        "id":"ED319860",
        "title":"Summer Academic Skills Enhancement Program. Final Evaluation Report."},
      {
        "id":"ED319861",
        "title":"Industrial Change and Black Men's Relative Earnings: Final Report."},
      {
        "id":"ED319862",
        "title":"Financing Human Capital."},
      {
        "id":"ED319864",
        "title":"Intrinsic Motivation, Self-Perception, and Their Effects on Black Urban Elementary Students."},
      {
        "id":"ED319869",
        "title":"School Community Education Program in New York City 1988-89. Volume I. OREA Evaluation Section Report."},
      {
        "id":"ED319870",
        "title":"School Community Education Program in New York City 1988-89. Volume II. OREA Evaluation Section Report."},
      {
        "id":"ED319871",
        "title":"School Community Education Program in New York City 1988-89. Volume III. OREA Evaluation Section Report."},
      {
        "id":"ED319872",
        "title":"School Community Education Program in New York City 1988-89. Volume IV. OREA Evaluation Section Report."},
      {
        "id":"ED319873",
        "title":"The Urban Academy: A Dropout Prevention and Demonstration Project 1988-89. OREA Report."},
      {
        "id":"ED319874",
        "title":"Harmony in Career Learning and Scholastic System: Project Hi-Class 1988-89. OREA Evaluation Section Report."},
      {
        "id":"ED319875",
        "title":"Educating At-Risk Youth: Practical Tips for Teachers."},
      {
        "id":"ED319876",
        "title":"Enriching the Compensatory Education Curriculum for Disadvantaged Students. ERIC/CUE Digest No. 61."},
      {
        "id":"ED319877",
        "title":"Linking Schools with Human Service Agencies. ERIC/CUE Digest No. 62."},
      {
        "id":"ED319882",
        "title":"Toward the 21st Century: Preparing Strategic Thinkers in Vocational, Technical, and Occupational Education."},
      {
        "id":"ED319885",
        "title":"The Role of the Social Partners in Vocational Training. CEDEFOP Round-Table Conference (Paris, France, November 7-8, 1989). CEDEFOP Flash 8/89."},
      {
        "id":"ED319886",
        "title":"The EC and the Labour Market Oriented Vocational Training Policies of the European Regions: Examples and Evaluations. Results of the CEDEFOP Project &quot;Vocational Training and Regional Development.&quot; CEDEFOP Flash 3/89."},
      {
        "id":"ED319887",
        "title":"Employment and Training by Sector in Greece, Spain and Portugal. CEDEFOP Flash 9/89."},
      {
        "id":"ED319888",
        "title":"Alternative Assessment. Special Issue."},
      {
        "id":"ED319895",
        "title":"Professional Socialization of State Public Administrators in Kentucky: An Empirical Study."},
      {
        "id":"ED319896",
        "title":"Accountability System for Vocational Education Professional Personnel Development in Pennsylvania: A Collaborative Effort."},
      {
        "id":"ED319897",
        "title":"Cross-Cultural Communication in the Workplace: Can We Stay Home without It?"},
      {
        "id":"ED319898",
        "title":"Get Involved in the Job Opportunities and Basic Skills Training Program (JOBS). What Local Areas Need To Know."},
      {
        "id":"ED319899",
        "title":"The Continuing Crisis: A Special Look at &quot;Education for Work.&quot;"},
      {
        "id":"ED319901",
        "title":"Negotiating the Curriculum with Unwaged Adults...in the Areas of Leisure and Opportunity Creation."},
      {
        "id":"ED319902",
        "title":"Marketing Cooperative Education Programs to Multi-Ethnic Students. Cooperative Education Marketing Digest Series No. 3."},
      {
        "id":"ED319907",
        "title":"Research in Workplace Literacy: The Level of Literacy Required in Specific Occupations. Final Report."},
      {
        "id":"ED319908",
        "title":"A Guide to Case Management for At-Risk Youth."},
      {
        "id":"ED319909",
        "title":"An Introduction to Basic Skills Education for At-Risk Youth: A Decision Maker's Guide to Principles and Practices."},
      {
        "id":"ED319911",
        "title":"Basic Wiring."},
      {
        "id":"ED319912",
        "title":"Commercial and Industrial Wiring."},
      {
        "id":"ED319914",
        "title":"Microwave Oven Repair. Teacher Edition."},
      {
        "id":"ED319915",
        "title":"Motorcycle Mechanic. Teacher Edition."},
      {
        "id":"ED319916",
        "title":"Personnel Security. Teacher Manual."},
      {
        "id":"ED319917",
        "title":"Snowmobile Repair. Teacher Edition."},
      {
        "id":"ED319919",
        "title":"An Examination of Factors Influencing Students Not To Enroll in Secondary Vocational Education. Summary of Research 53."},
      {
        "id":"ED319920",
        "title":"Use of Bennett's Hierarchical Model in the Evaluation of the Extension Education Program for Cacao Farmers in the Northeast Region of the Dominican Republic. Summary of Research 54."},
      {
        "id":"ED319921",
        "title":"Use of Educational Technology in Agricultural Education: A National Study. Project Final Report Submitted to the National FFA Board of Directors."},
      {
        "id":"ED319922",
        "title":"Industry-Based Bilingual Vocational Training. A Directory of Industry-Based Training Programs for LEP Adults."},
      {
        "id":"ED319923",
        "title":"Transitional Services for Troubled Youth."},
      {
        "id":"ED319924",
        "title":"Forging Consensus: Building a Dialogue among Diverse Leaders. Putting Ideas into Action. Special Report Number 140."},
      {
        "id":"ED319925",
        "title":"Training Partnerships. Linking Employers &amp; Providers."},
      {
        "id":"ED319929",
        "title":"No Single Measure. A Survey of Australian Adult Literacy. Summary Report. A National Policy on Languages Initiative."},
      {
        "id":"ED319930",
        "title":"The Use of Technology in Adult Literacy Programs."},
      {
        "id":"ED319931",
        "title":"Some Implications of Award Restructure Proposals for Adult Literacy and Basic Education Provision."},
      {
        "id":"ED319934",
        "title":"Building Participation through Market Research. The Guide Series in Continuing Education."},
      {
        "id":"ED319938",
        "title":"World Trends and Issues in Adult Literacy: Update, 1990."},
      {
        "id":"ED319939",
        "title":"Focus on Excellence. Implementing the New Curriculum. Annual Performance Report for Vocational Education in California, 1988-89."},
      {
        "id":"ED319940",
        "title":"The Role of Vocational Education in Dropout Prevention."},
      {
        "id":"ED319944",
        "title":"Serving At-Risk Students through Vocational Education. A Process, Not an Event."},
      {
        "id":"ED319945",
        "title":"Immigration Reform. Employer Sanctions and the Question of Discrimination. Report to the Congress."},
      {
        "id":"ED319946",
        "title":"Dislocated Workers. Expenditures under Title III of the Job Training Partnership Act. Fact Sheet for the Chairman, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED319950",
        "title":"Improving General and Vocational Education in the High Schools. SREB-State Vocational Education Consortium Approaches for Achieving Gains in the Mathematics, Science, and Communications Competencies of Students in General and Vocational Programs."},
      {
        "id":"ED319954",
        "title":"Office Systems. Competency Based Program Content Standards for Office Occupations."},
      {
        "id":"ED319955",
        "title":"Electricity-Electronics Curriculum Guide. Instructional Modules Level II."},
      {
        "id":"ED319960",
        "title":"A Review of Adult Development and Learning Courses Taught at Twenty-Four North American Universities: A Content Analysis."},
      {
        "id":"ED319961",
        "title":"Lifelong Learning Trends. A Profile of Continuing Higher Education."},
      {
        "id":"ED319962",
        "title":"Volunteers in Adult Education. Practices Used by Volunteers in ABE and Literacy Programs."},
      {
        "id":"ED319964",
        "title":"Analysis of the Education Program Approval Process: A Program Evaluation."},
      {
        "id":"ED319965",
        "title":"The Expanding Learning Enterprise in Sweden. A Study of the Education and Training of the Swedish Labour Force Forming Part of a Comparative Survey Commissioned by CERI, Center for Educational Research and Innovation at the OECD."},
      {
        "id":"ED319966",
        "title":"Evaluation of the Chapter 30 Program for the Department of Veterans Affairs. Final Report."},
      {
        "id":"ED319967",
        "title":"State of the Workforce Address."},
      {
        "id":"ED319968",
        "title":"Helping People Learn. A Guide to Linking Training and Learning."},
      {
        "id":"ED319969",
        "title":"Effective Instruction. A Practical Guide to the Principles Involved."},
      {
        "id":"ED319970",
        "title":"CRAMP. A Guide to Training Decisions. Second Edition."},
      {
        "id":"ED319976",
        "title":"A More Productive Workforce. Challenge for Post-Secondary Education and Its Partners. Highlights of a Conference (Little Rock, Arkansas, May 1989)."},
      {
        "id":"ED319977",
        "title":"Training in America: The Organization and Strategic Role of Training. ASTD Best Practices Series: Training for a Changing Work Force. First Edition."},
      {
        "id":"ED319978",
        "title":"Training the Technical Work Force. ASTD Best Practices Series: Training for a Changing Work Force. First Edition."},
      {
        "id":"ED319979",
        "title":"Workplace Basics: The Essential Skills Employers Want. ASTD Best Practices Series: Training for a Changing Work Force. First Edition."},
      {
        "id":"ED319980",
        "title":"Workplace Basics Training Manual. ASTD Best Practices Series: Training for a Changing Work Force. First Edition."},
      {
        "id":"ED319981",
        "title":"Permanent Disability Benefits in Workers' Compensation."},
      {
        "id":"ED319982",
        "title":"Union Organizing and Public Policy. Failure To Secure First Contracts."},
      {
        "id":"ED319983",
        "title":"An Incentives Approach to Improving the Unemployment Compensation System."},
      {
        "id":"ED319984",
        "title":"The Economics of Aging."},
      {
        "id":"ED319986",
        "title":"\"Words of Wisdom\" for Youth and Adults: The Cultural Context of Program Design."},
      {
        "id":"ED319999",
        "title":"Seventh Report to the President and Congress on the Status of Health Personnel in the United States."},
      {
        "id":"ED320004",
        "title":"Choices. A Student Survival Guide for the 1990s."},
      {
        "id":"ED320008",
        "title":"State Strategies To Train a Competitive Workforce: The Emerging Role of State-Funded Job Training Programs."},
      {
        "id":"ED320009",
        "title":"Safety System Design for Technology Education. A Safety Guide for Technology Education Courses K-12."},
      {
        "id":"ED320010",
        "title":"Implementing the National JTPA Study."},
      {
        "id":"ED320015",
        "title":"Critical Thinking in Adulthood."},
      {
        "id":"ED320019",
        "title":"Prospects for Adult Literacy Policy in British Columbia."},
      {
        "id":"ED320020",
        "title":"Structured Peer Tutoring in Chicago's Vocational Education Program."},
      {
        "id":"ED320022",
        "title":"The Future of Older Workers."},
      {
        "id":"ED320023",
        "title":"Career Options Handbook. A Guide to Career Choices in the Department of the Interior. Unique and Rewarding Opportunities for Historically Black College and University Graduates."},
      {
        "id":"ED320024",
        "title":"Review of Literature on the Control of Nurse Burnout. Societal Factors Affecting Education Seminar."},
      {
        "id":"ED320025",
        "title":"Basic Drafting. Revised."},
      {
        "id":"ED320026",
        "title":"Landscape Management: Field Supervisor."},
      {
        "id":"ED320027",
        "title":"Landscape Management: Field Specialist."},
      {
        "id":"ED320028",
        "title":"Landscape Management: Field Operator."},
      {
        "id":"ED320029",
        "title":"Residential Wiring."},
      {
        "id":"ED320030",
        "title":"Introduction to Instrumentation. Teacher Edition."},
      {
        "id":"ED320031",
        "title":"Process Instrumentation. Teacher Edition."},
      {
        "id":"ED320032",
        "title":"Programmable Logic Controllers. Teacher Edition."},
      {
        "id":"ED320033",
        "title":"Introduction to Telecommunications."},
      {
        "id":"ED320034",
        "title":"Introduction to Electronic Marketing."},
      {
        "id":"ED320035",
        "title":"Education, Employment, and the Economy. An Examination of Work-Related Education in Greater Pittsburgh."},
      {
        "id":"ED320036",
        "title":"Mapping the Pittsburgh Work-Related Education System."},
      {
        "id":"ED320038",
        "title":"Reducing Drug Use in America: A Perspective, A Strategy, and Some Promising Approaches."},
      {
        "id":"ED320039",
        "title":"Early School Leaving in America: A Review of the Literature."},
      {
        "id":"ED320043",
        "title":"An Overview of California State Polytechnic University, Pomona's \"Continuation Group\" of Undeclared Majors Conducted during Fall Quarter, 1989."},
      {
        "id":"ED320044",
        "title":"Big-Fish-Little-Pond, and Other Aspects of Students' Academic Self-Concepts."},
      {
        "id":"ED320050",
        "title":"Persons with AIDS/HIV and Nursing Homes."},
      {
        "id":"ED320051",
        "title":"Assessment of Discharge Planning Referral to Nursing Homes for People with AIDS and HIV Infection."},
      {
        "id":"ED320053",
        "title":"Changing Sex Role Attitudes with Education: Can It Be Done?"},
      {
        "id":"ED320054",
        "title":"The Long-Term Psychological Consequences of Father-Daughter Incest."},
      {
        "id":"ED320055",
        "title":"A Theoretical Model of Sexual Assault: An Empirical Test."},
      {
        "id":"ED320056",
        "title":"The Effects of Self-Esteem and Task Perception on Goal Setting, Efficacy, and Task Performance."},
      {
        "id":"ED320061",
        "title":"Two Paycheck Families: Therapeutic Techniques to Enhance Family Functioning."},
      {
        "id":"ED320065",
        "title":"Understanding Job Satisfaction and Turnover in the Home Aide Work Force."},
      {
        "id":"ED320066",
        "title":"The Impact and Feasibility of Efforts To Reduce Turnover in the Home Care Industry."},
      {
        "id":"ED320067",
        "title":"Intrafamilial Child Sexual Abuse."},
      {
        "id":"ED320072",
        "title":"Topical Search: AIDS and Youth."},
      {
        "id":"ED320081",
        "title":"It's Your Business...Smoking Policies for the Workplace."},
      {
        "id":"ED320082",
        "title":"The Dysfunctional Workplace: Frankenstein on Campus or Meeting the Monsters We Create."},
      {
        "id":"ED320089",
        "title":"Age-Related Visual and Kinesthetic Encoding Effects on Spatial Memory of a Maze-Like Floor Plan."},
      {
        "id":"ED320090",
        "title":"Models of Physiology/Cognition Relations: Their Prevalence in the Literature and Their Utility in Examining the Effect of Blood Pressure on Vocabulary and Memory for Designs."},
      {
        "id":"ED320094",
        "title":"Social Facilitation: A Test of Two Theories."},
      {
        "id":"ED320099",
        "title":"Accommodating Workers with Learning Disabilities."},
      {
        "id":"ED320100",
        "title":"Learning Disabled Students: Making the Transition to College Life."},
      {
        "id":"ED320101",
        "title":"An Investigation of Crude Literacy, Reading Performance, and Functional Literacy in the United States, 1880 to 1980. Program Report 86-2."},
      {
        "id":"ED320102",
        "title":"Chapter 1 Corrective Reading Program, 1988-89. Evaluation Section Report."},
      {
        "id":"ED320104",
        "title":"Remedial Reading. What Research Says to the Teacher Series."},
      {
        "id":"ED320105",
        "title":"Becoming Literate in Grade One."},
      {
        "id":"ED320106",
        "title":"Implementation of a Whole Language Approach to Literacy Acquisition."},
      {
        "id":"ED320111",
        "title":"Books and the Founding Fathers: A Lecture To Commemorate the Year of the Reader, Delivered on November 1, 1987. The Center for the Book Viewpoint Series No. 23."},
      {
        "id":"ED320114",
        "title":"Intra-Class Grouping with a Whole Language Thrust."},
      {
        "id":"ED320115",
        "title":"U.S. Navy Recruit Characteristics on Reading Comprehension and Educationally Related Variables: A Twelve-Month Profile from June, 1988, to May, 1989."},
      {
        "id":"ED320119",
        "title":"Language and Science: Improving Oral Reading."},
      {
        "id":"ED320121",
        "title":"Assessing Reading and Writing: Building a More Complete Picture for Middle School Assessment. Technical Report No. 500."},
      {
        "id":"ED320122",
        "title":"Four Measures of Topical Knowledge: A Study of Construct Validity. Technical Report No. 501."},
      {
        "id":"ED320123",
        "title":"Reading and Questioning in Content Area Lessons. Technical Report No. 502."},
      {
        "id":"ED320124",
        "title":"Headings and Prior Knowledge in the Search and Recall of Text."},
      {
        "id":"ED320126",
        "title":"Tools for Learning: A Guide to Teaching Study Skills."},
      {
        "id":"ED320127",
        "title":"The Verb Mutability Effect: Studies of the Combinatorial Semantics of Nouns and Verbs. Technical Report No. 503."},
      {
        "id":"ED320128",
        "title":"Beginning Reading Instruction in the United States."},
      {
        "id":"ED320131",
        "title":"Reading Recovery and ESEA Chapter 1: Issues and Possibilities."},
      {
        "id":"ED320132",
        "title":"Reading in the Middle School. Second Edition."},
      {
        "id":"ED320133",
        "title":"The Relationship between Parental Literacy Level and Perceptions of Emergent Literacy."},
      {
        "id":"ED320134",
        "title":"The Structure of Emotional Response in Reading: Quantitative and Qualitative Analyses."},
      {
        "id":"ED320135",
        "title":"Getting a Reading on Reader Response: Relationships between Ratings, Recall, and Imagery Reports."},
      {
        "id":"ED320136",
        "title":"Ready, Set, Read...and Understand!"},
      {
        "id":"ED320138",
        "title":"Multiplicities of Literacies in the 1990s. ERIC Digest."},
      {
        "id":"ED320139",
        "title":"Equivalence of Forms K and L of the Gates-MacGinitie Reading Tests with Fifth-Grade Students."},
      {
        "id":"ED320143",
        "title":"Document Design from 1980 to 1990: Challenges that Remain. Technical Report No. 39."},
      {
        "id":"ED320145",
        "title":"How Kindergarten Teachers Implement Literacy: A Survey."},
      {
        "id":"ED320146",
        "title":"Sharing Stories: Multicultural Traditions."},
      {
        "id":"ED320148",
        "title":"Educational Research, Policy, and Practice: The Role of the Press."},
      {
        "id":"ED320149",
        "title":"Teaching Composition and the Creative Writing Workshop."},
      {
        "id":"ED320150",
        "title":"Enhancing Metalinguistic Awareness in the Literature Classroom: Two Case Studies."},
      {
        "id":"ED320151",
        "title":"What College Freshmen Say about Previous Writing Experiences."},
      {
        "id":"ED320152",
        "title":"Connecting My Writer's Group and My Writing Class."},
      {
        "id":"ED320153",
        "title":"Professional Writers Don't Write Like That, So Why Should You?"},
      {
        "id":"ED320154",
        "title":"Using Analysis in Children's Literature to Challenge Future Teachers."},
      {
        "id":"ED320155",
        "title":"English &quot;Si,&quot; Only &quot;No.&quot;"},
      {
        "id":"ED320156",
        "title":"Conference Maketh a Ready Person: A Preliminary Study."},
      {
        "id":"ED320161",
        "title":"Assessment: Insights into Teachers' Beliefs and Practices about Process Writing."},
      {
        "id":"ED320162",
        "title":"Using &quot;Love Medicine&quot; in the English 102 Classroom: A Study Guide and Resource Manual."},
      {
        "id":"ED320163",
        "title":"A Bibliography of Literature for Micronesian Children."},
      {
        "id":"ED320164",
        "title":"Teaching the Literature of Lesbian and Gay Experience: An Assimilationist View."},
      {
        "id":"ED320166",
        "title":"P.C.E.N. English Instructional Services Student Outcome Data 1988-89 End-of-Year Report. Evaluation Section Report. OREA Report."},
      {
        "id":"ED320167",
        "title":"Chapter 1 English Instructional Services Program Student Outcome Data 1988-89 End-of-Year Report. Evaluation Section Report. OREA Report."},
      {
        "id":"ED320171",
        "title":"NAST Survey of Institutions Granting the Ph.D. in Theatre: Summary of Results."},
      {
        "id":"ED320172",
        "title":"NAST Follow-Up Survey of Doctoral Granting Institutions: Summary of Results."},
      {
        "id":"ED320173",
        "title":"Pilot Communication Research Project Utilizing the Human Relations Area Files (HRAF)."},
      {
        "id":"ED320179",
        "title":"Instructional Implications of the Social Cognitive Process in Small Discussion Groups."},
      {
        "id":"ED320180",
        "title":"Public Relations Bibliography 1986-1987."},
      {
        "id":"ED320181",
        "title":"Negative Publicity: Its Effect on Institutional Reputation and Student College Choice."},
      {
        "id":"ED320183",
        "title":"Justifying Suppression: The Sedition Act of 1798 as Evidence of Framers' Intent."},
      {
        "id":"ED320184",
        "title":"A Kind and Benevolent People: The &quot;Public&quot; as Constructed by Congressman Barney Frank."},
      {
        "id":"ED320185",
        "title":"The Alternative Media's Values for the 21st Century."},
      {
        "id":"ED320187",
        "title":"Experimental Film and Video: A Bibliography."},
      {
        "id":"ED320188",
        "title":"The Passionless Honeymoon: Bush in the White House."},
      {
        "id":"ED320190",
        "title":"An Analysis of Selected Research on the Catholic School Administrator 1969-1987."},
      {
        "id":"ED320191",
        "title":"The Role of Teams in Implementing School Improvement Plans. The School Improvement Leader: Four Perspectives on Change in Schools."},
      {
        "id":"ED320193",
        "title":"The Role of the School: Educational or Social? The Best of ERIC on Educational Management, Number 101."},
      {
        "id":"ED320195",
        "title":"Managing the Incompetent Teacher. Second Edition."},
      {
        "id":"ED320196",
        "title":"Racism in America's Schools. ERIC Digest Series, Number EA 49."},
      {
        "id":"ED320197",
        "title":"Collaboration between Schools and Social Services. ERIC Digest Series, Number EA 48."},
      {
        "id":"ED320198",
        "title":"The State's Role in Regulating Education: 1990 Report and Recommendations."},
      {
        "id":"ED320199",
        "title":"Education and Development in Asia and the Pacific."},
      {
        "id":"ED320201",
        "title":"The Education Deficit. A Staff Report Summarizing the Hearing on &quot;Competitiveness and the Quality of the American Work Force,&quot; Prepared for the Use of the Subcommittee on Education and Health of the Joint Economic Committee. Congress of the United States, 101st Congress, First Session, December 14, 1988."},
      {
        "id":"ED320203",
        "title":"Preservice Administrative Mentoring: Reflections of the Mentors."},
      {
        "id":"ED320205",
        "title":"Preventive Discipline for Effective Teaching and Learning: A Sourcebook for Teachers and Administrators."},
      {
        "id":"ED320207",
        "title":"An Assessment of Six School-Based Clinics: Services, Impact and Potential."},
      {
        "id":"ED320208",
        "title":"Research Methods for Assessing and Evaluating School-Based Clinics."},
      {
        "id":"ED320210",
        "title":"The Conference Board and Education: A Long Standing Commitment. Annual Report 1989."},
      {
        "id":"ED320211",
        "title":"Evaluation of the New Rulemaking Requirements Implemented in the Development of the 1989 Chapter 1 Regulations."},
      {
        "id":"ED320212",
        "title":"Case Records: A Means To Enhance Knowledge Base in Educational Administration?"},
      {
        "id":"ED320213",
        "title":"Marginal Teachers: Their Perceptions of Improvement."},
      {
        "id":"ED320214",
        "title":"Characteristics and Considerations for Change--Implementing Excellence and Accountability."},
      {
        "id":"ED320217",
        "title":"Cultural Contradictions and the Institutional Dilemma of Education in Capitalist America. (An Alternative View of School Effectiveness)."},
      {
        "id":"ED320219",
        "title":"Business Leadership: The Third Wave of Education Reform. Report of the Conference (New York, New York, February 13, 1989). Research Report No. 933."},
      {
        "id":"ED320220",
        "title":"Recruiting Minority Classroom Teachers: A National Challenge."},
      {
        "id":"ED320221",
        "title":"State Actions To Restructure Schools: First Steps. Results in Education Series."},
      {
        "id":"ED320223",
        "title":"Principals for 21st Century Schools."},
      {
        "id":"ED320225",
        "title":"School Crime in California for the 1988-89 School Year."},
      {
        "id":"ED320230",
        "title":"Demography and School Enrollment: A Case Study."},
      {
        "id":"ED320232",
        "title":"The Arcadia Question: Public Relations in the Post-AIDS Era."},
      {
        "id":"ED320234",
        "title":"Making School Based Review Work."},
      {
        "id":"ED320235",
        "title":"Partnership in Management Training: School and University."},
      {
        "id":"ED320236",
        "title":"Managing Educational Reform. NDC Resource Bank Annotated Bibliography No. 6. First Edition."},
      {
        "id":"ED320249",
        "title":"Building Better Boards: A Handbook for Board Members in Catholic Education."},
      {
        "id":"ED320250",
        "title":"School District Planning and Accountability: The Role of State Fiscal Reporting Systems."},
      {
        "id":"ED320252",
        "title":"Incentive Funding Programs and School District Response."},
      {
        "id":"ED320253",
        "title":"The Ethical Reasoning of School Administrators: The Principled Principal."},
      {
        "id":"ED320255",
        "title":"Survey of State Initiatives: Public School Choice. Revised."},
      {
        "id":"ED320256",
        "title":"Focus on Re:Learning. ECS [Working Papers]."},
      {
        "id":"ED320257",
        "title":"Restructuring: The Principal and Curriculum Change. A Report of the NASSP Curriculum Council."},
      {
        "id":"ED320259",
        "title":"Food Sanitation and Safety Self-Assessment Instrument for School Nutrition Programs."},
      {
        "id":"ED320260",
        "title":"Population Change and California's Education System."},
      {
        "id":"ED320261",
        "title":"Rhetorical Consensus and Policy Dilemmas: Values Education in New York State. Rockefeller Institute Working Papers, Number 32."},
      {
        "id":"ED320263",
        "title":"Administrator Competency Testing: Status, Issues, and Policy Considerations. Policy Bulletin [No. 8]."},
      {
        "id":"ED320266",
        "title":"Louisiana LEAD: Assessing Beginning Principal Performance."},
      {
        "id":"ED320269",
        "title":"The Knowledge Base for State Policy: Status, Needs, and Trends."},
      {
        "id":"ED320270",
        "title":"School Restructuring: Santanya's Warning."},
      {
        "id":"ED320274",
        "title":"The Trust Agreement Project: Broadening the Vision of School Labor-Management Relations, a First Year Progress Report. Policy Paper No. PP88-9-7."},
      {
        "id":"ED320277",
        "title":"Education and the Next Economy."},
      {
        "id":"ED320281",
        "title":"The Organizational Socialization of High School Principals: A Description and Analysis."},
      {
        "id":"ED320282",
        "title":"Preliminary Staff Report on Educational Research, Development, and Dissemination: Reclaiming a Vision of the Federal Role for the 1990's and Beyond. Committee Print Prepared for the Subcommittee on Select Education of the Committee on Education and Labor."},
      {
        "id":"ED320283",
        "title":"Schooling and Religion: A Secular Humanist View."},
      {
        "id":"ED320284",
        "title":"Improving Education: School Districts Implementing the Effective Schools Model. Committee Print Prepared for the Committee on Education and Labor. House of Representatives, One Hundred First Congress, Second Session, February 1990."},
      {
        "id":"ED320285",
        "title":"Identification of Dimensions of Supervisory Practice in Education: Reviewing the Literature."},
      {
        "id":"ED320286",
        "title":"Implementing Shared Decision Making in School-Based Management: Barriers to Changing Traditional Behavior."},
      {
        "id":"ED320287",
        "title":"The Impact of a Seven-Period School Day on Teachers and Students."},
      {
        "id":"ED320288",
        "title":"Policy Issues and Options When States Take Over Local School Districts."},
      {
        "id":"ED320290",
        "title":"Pathways to the Humanities in School Administration. Third Edition."},
      {
        "id":"ED320291",
        "title":"Educational Policy Trust Agreements: Connecting Labor Relations and School Reform. A Report on Year Two of the Trust Agreement Project."},
      {
        "id":"ED320295",
        "title":"The Effects of Paternalism Upon an Industrial Community's Participation in Schooling."},
      {
        "id":"ED320296",
        "title":"Instructional Supervisor as Cultural Guide."},
      {
        "id":"ED320298",
        "title":"Getting To Be a Professor of Educational Administration: A Study of How Females \"Got\" the Job."},
      {
        "id":"ED320299",
        "title":"Groundbreakers: Females Who \"Succeed\" in Male-Dominated Line Administrative Positions."},
      {
        "id":"ED320301",
        "title":"Comparison of High School and Elementary School Cultures."},
      {
        "id":"ED320305",
        "title":"Mandated Class Size and Available Classrooms: An Educational Facility Dilemma."},
      {
        "id":"ED320310",
        "title":"Defamation of and by Principals. A Legal Memorandum."},
      {
        "id":"ED320311",
        "title":"Special Education and Students at Risk: Findings from a National Study."},
      {
        "id":"ED320312",
        "title":"Teaching Supported Employees with Severe Mental Retardation To Solve Problems."},
      {
        "id":"ED320313",
        "title":"Swimming: An Introduction to Swimming, Diving, and SCUBA Diving for Blind and Physically Handicapped Individuals. Leisure Pursuit Series."},
      {
        "id":"ED320314",
        "title":"Involving Minority and Isolated Parents in the Education of Their Exceptional Students. Parent/Professional Task Force Report."},
      {
        "id":"ED320316",
        "title":"Repair Behaviors of Educable Mentally Handicapped and Normal Children."},
      {
        "id":"ED320317",
        "title":"Sexual Abuse Prevention Treatment Services for People with Disabilities."},
      {
        "id":"ED320318",
        "title":"A Developmental Neuropsychological Model for the Study of Children with HIV Infection."},
      {
        "id":"ED320319",
        "title":"Educational Personnel Needs Assessment: CSPD Technical Manual, 1989. Critical Areas of Data Collection."},
      {
        "id":"ED320324",
        "title":"National Science Foundation 1989 Engineering Senior Design Projects To Aid the Disabled."},
      {
        "id":"ED320325",
        "title":"Ethical Issues in Disability and Rehabilitation. Report of an International Conference of the Society for Disability Studies (2nd, Denver, Colorado, June 23-24, 1989)."},
      {
        "id":"ED320326",
        "title":"AIDS and Persons with Developmental Disabilities: The Legal Perspective."},
      {
        "id":"ED320329",
        "title":"Special Education Personnel in Michigan Public Schools, 1980-89."},
      {
        "id":"ED320330",
        "title":"Quality Improvement Program Plan for Special Educators, 1988-89. OREA Report. Evaluation Section Report."},
      {
        "id":"ED320332",
        "title":"Transition to the World of Work. Evaluation Report."},
      {
        "id":"ED320333",
        "title":"Pilot Study of the Writing To Read System."},
      {
        "id":"ED320334",
        "title":"Strengthening Skills for Success: A Manual To Help Parents Support Their Psychiatrically Disabled Youth's Community Employment."},
      {
        "id":"ED320335",
        "title":"Enhancing Employability: A Curriculum To Prepare Psychiatrically Disabled Youth for Community Employment."},
      {
        "id":"ED320336",
        "title":"The Community Exploration Program: Vocational Laboratory Experiences for Psychiatrically Disabled Youth."},
      {
        "id":"ED320339",
        "title":"Bridges."},
      {
        "id":"ED320340",
        "title":"Southeast Augmentative Communication Conference (10th, Birmingham, Alabama, October 20-21, 1989)."},
      {
        "id":"ED320341",
        "title":"Directory of Catholic Special Educational Programs and Facilities, 1989."},
      {
        "id":"ED320346",
        "title":"Acquiescence in the Mentally Retarded: Do They Just Say Yes?"},
      {
        "id":"ED320348",
        "title":"A Validation of Social Skill Behaviors across Educational Settings Serving Students with Behavior Disorders."},
      {
        "id":"ED320349",
        "title":"Mainstream Assistance Teams: A Scientific Basis for the Art of Consultation."},
      {
        "id":"ED320351",
        "title":"High School Special Education State Incentive Grant (H.S. SIG), 1988-89. Evaluation Section Report. Final Evaluation Report. OREA Report."},
      {
        "id":"ED320352",
        "title":"Project STARS, 1988-89. Evaluation Section Report. OREA Report."},
      {
        "id":"ED320353",
        "title":"Special Education Training and Resource Center Program (SETRC), 1988-89. Evaluation Section Report. Final Evaluation Report. OREA Report."},
      {
        "id":"ED320354",
        "title":"Assistive Technology Design in Special Education. Issue Brief 2."},
      {
        "id":"ED320355",
        "title":"Persons with Mental Retardation and Related Conditions in State-Operated Residential Facilities: Year Ending June 30, 1988 with Longitudinal Trends from 1950 to 1988. Project Report #30."},
      {
        "id":"ED320356",
        "title":"Rehab Mark. Participant's Workbook."},
      {
        "id":"ED320357",
        "title":"Rehab Mark. Trainer's Guide."},
      {
        "id":"ED320358",
        "title":"Children of Cocaine: Facing the Issues."},
      {
        "id":"ED320359",
        "title":"Transition Programs for the Handicapped: Impact and Effectiveness. Executive Summary."},
      {
        "id":"ED320361",
        "title":"Annual Report: Alaska Division of Vocational Rehabilitation--Fiscal Year 1989."},
      {
        "id":"ED320363",
        "title":"Facilitating Successful Vocational/Special Education Programs for Mildly Handicapped Adolescents through Collaborative Consultation with Parents."},
      {
        "id":"ED320366",
        "title":"Special Education J-50 Funding. Questions and Answers. Preliminary Edition."},
      {
        "id":"ED320367",
        "title":"California Special Education Programs: A Composite of Laws. Education Code-Part 30, Other Related Laws, and California Code of Regulations-Title 5. Twelfth Edition."},
      {
        "id":"ED320368",
        "title":"The Implications of the Procedural Contrast between Training and Probe Conditions on the Interpretation of Student Performance Data."},
      {
        "id":"ED320369",
        "title":"The Process of Grief as Experienced by Parents of Children with Handicaps."},
      {
        "id":"ED320370",
        "title":"Comparing Social Interactions in Supported Employment Options."},
      {
        "id":"ED320371",
        "title":"Future Directions of Pediatric Rheumatology: A Consensus Conference (Arlington, VA, January 23-25, 1988)."},
      {
        "id":"ED320373",
        "title":"Mainstreaming Learning Disabled Students: The Impact on Regular Education Students and Teachers."},
      {
        "id":"ED320375",
        "title":"Special Education Policies in Nigeria: Cultural, Socio-Economic and Political Issues."},
      {
        "id":"ED320376",
        "title":"Involvement of Persons with Disabilities in Religious Practice: An Issue for Special Education."},
      {
        "id":"ED320382",
        "title":"Developing Talent Potential in Non-School Settings in South Africa."},
      {
        "id":"ED320383",
        "title":"Investigation into Measurable Behavioral Change in Behaviorally/Emotionally Handicapped Students as It Relates to the Provision of Instruction in Alternative Behaviors. Final Report."},
      {
        "id":"ED320384",
        "title":"The Dark Side of CML: A Look at Expert Systems."},
      {
        "id":"ED320386",
        "title":"The Effectiveness of CAI Designed for the Hearing-Impaired."},
      {
        "id":"ED320388",
        "title":"The Guide: A Resource Handbook for Those Who Work with Limited English Proficient Students Pre-K to Adult Ed."},
      {
        "id":"ED320390",
        "title":"The State of the States: State Initiatives in Foreign Languages and International Studies, 1979-1989."},
      {
        "id":"ED320392",
        "title":"Employment Training for Limited English Proficient Individuals: A Manual for Program Development."},
      {
        "id":"ED320397",
        "title":"Addressee-Oriented Features in Spoken Discourse."},
      {
        "id":"ED320398",
        "title":"Women's Speech, Women's Strength?"},
      {
        "id":"ED320399",
        "title":"Age Identity and Elderly Disclosure of Chronological Age."},
      {
        "id":"ED320403",
        "title":"Language Variation Theory in the Light of Co-Occurrence Restriction Rules."},
      {
        "id":"ED320404",
        "title":"Realtime vs. Apparent Time Change in Montreal French."},
      {
        "id":"ED320405",
        "title":"Speech Disorder as a Sociolinguistic Problem."},
      {
        "id":"ED320406",
        "title":"A Rebuttal of Essential Sociolinguistics."},
      {
        "id":"ED320408",
        "title":"Qualitative Insights into Working-Class Language Attitudes."},
      {
        "id":"ED320409",
        "title":"Unfiltered Talk--A Challenge to Categories."},
      {
        "id":"ED320411",
        "title":"Gender as a Speaker Variable: The Interesting Case of the Glottalised Stops in Tyneside."},
      {
        "id":"ED320412",
        "title":"There's No Tense Like the Present: Verbal -s Inflection in Early Black English."},
      {
        "id":"ED320416",
        "title":"Linguistic Measures of Developing Social Gender Identity."},
      {
        "id":"ED320418",
        "title":"A Paradigm Regained: Conflict Perspective on Language Use in Bilingual Educational and Social Contexts."},
      {
        "id":"ED320419",
        "title":"The Effects of Style and Speaking Rate on /l/- Vocalisation in Local Cambridge English."},
      {
        "id":"ED320420",
        "title":"Project Aprendizaje, 1988-89. Evaluation Section Report. OREA Report."},
      {
        "id":"ED320421",
        "title":"Computer Writing Skills for Limited English Proficiency Students: Project COMPUGRAFIA.LEP 1988-89. OREA Evaluation Section Report."},
      {
        "id":"ED320422",
        "title":"Bilingualism in the Computer Age 1988-89. OREA Evaluation Section Report."},
      {
        "id":"ED320425",
        "title":"Bilingual Resource Instruction for the Development of Gainful Employment Skills. Project BRIDGES 1988-89. OREA Evaluation Section Report."},
      {
        "id":"ED320426",
        "title":"Learning E.S.L. with Los Cumbancheros 1988-89. OREA Evaluation Section Report."},
      {
        "id":"ED320427",
        "title":"Comparison of L1 and L2 Pre and Post Writing Samples of Bilingual Students."},
      {
        "id":"ED320428",
        "title":"Reassessing the Null-Subject Parameter in Second Language Acquisition."},
      {
        "id":"ED320429",
        "title":"Bilingual Pupil Services (B.P.S.) 1988-89. OREA Evaluation Section Report."},
      {
        "id":"ED320430",
        "title":"Asian and Arabic Mediated Enrichment Resource and Instructional Career Awareness. Project Amreica 1988-89. OREA Evaluation Section Report."},
      {
        "id":"ED320432",
        "title":"A Study of Comprehensibility of Native and Non-Native Varieties of English."},
      {
        "id":"ED320433",
        "title":"The Written Languages of India. Proceedings of the Indo-Canadian Round Table (New Delhi, India, March 7-8, 1988). Publication B-174."},
      {
        "id":"ED320434",
        "title":"Topical Bibliography of Proficiency-Related Publications: 1987-88."},
      {
        "id":"ED320435",
        "title":"Grammatical Consciousness-Raising and the Lexicon."},
      {
        "id":"ED320437",
        "title":"Foreign Language Instruction and Second Language Acquisition Research in the United States. NFLC Occasional Papers."},
      {
        "id":"ED320444",
        "title":"Parent Preference Study. Final Report."},
      {
        "id":"ED320445",
        "title":"Stress-Timing, Spanish Rhythm, and Particle Phonology."},
      {
        "id":"ED320447",
        "title":"Bilingual Academic Computer and Technology Oriented Program: Project COM-TECH. Evaluation Section Report. OREA Report."},
      {
        "id":"ED320448",
        "title":"Computers in Bilingual Education: Project CIBE. Evaluation Section Report. OREA Reports."},
      {
        "id":"ED320449",
        "title":"The Bronx Computer Literacy and Methodologies of Bilingual Education Program for Vietnamese and Cambodian High School Students: Project CLIMB. Evaluation Section Report. OREA Report."},
      {
        "id":"ED320451",
        "title":"The Relevance of Language Testing Research in the Planning of Language Programmes."},
      {
        "id":"ED320452",
        "title":"How To Plan Content-Based Teaching Units for ESL."},
      {
        "id":"ED320455",
        "title":"ESL Curriculum Guide: Materials and Methods for Teaching English as a Second Language to Adults."},
      {
        "id":"ED320458",
        "title":"Legalization White Paper."},
      {
        "id":"ED320459",
        "title":"English in the Work Place for School Custodians. Manual and Curriculum Guide."},
      {
        "id":"ED320460",
        "title":"A Survey of Newly Legalized Persons in California."},
      {
        "id":"ED320462",
        "title":"Auxiliary Services for High Schools' Bilingual Program Resource and Training Center: Project ASHS, 1988-89. Evaluation Section Report. OREA Report."},
      {
        "id":"ED320464",
        "title":"Amnesty Education Program Review: An Integration of Program Leadership and Instructional Improvement."},
      {
        "id":"ED320465",
        "title":"ESL/Civics Integration: A Guide for Curriculum Development and Lesson Planning."},
      {
        "id":"ED320466",
        "title":"Pell Grant End-of-Year Report, 1987-88. Phase III Product No. APS/3/11. 1988-89 Cycle."},
      {
        "id":"ED320468",
        "title":"Promoting Active Learning in Freshmen: The Ursinus College Academic Orientation Workshop for Freshmen and Transfer Students. Outcome Evaluation. Results of a Two-Month Follow Up Study."},
      {
        "id":"ED320470",
        "title":"National Project To Strengthen Experiential Education in U.S. Colleges and Universities."},
      {
        "id":"ED320471",
        "title":"How Professors \"Learn\" To Teach: Teacher Cognitions, Teaching Paradigms and Higher Education."},
      {
        "id":"ED320475",
        "title":"Stimulating Investment in Research and Development. Hearing before the Subcommittee on Science, Research and Technology of the Committee on Science, Space, and Technology. U.S. House of Representatives, One Hundred First Congress, First Session."},
      {
        "id":"ED320476",
        "title":"The Thinking Team: Toward a Cognitive Model of Administrative Teamwork in Higher Education."},
      {
        "id":"ED320477",
        "title":"The Critical Faculty: Academic Leadership and the Quandary of Stability and Stress."},
      {
        "id":"ED320478",
        "title":"Interpreting and Presenting Data to Management. Air Professional File Number 36."},
      {
        "id":"ED320479",
        "title":"Case Studies as a Supplement to Quantitative Research: Evaluation of an Intervention Program for High Risk Students. Air Professional File Number 35."},
      {
        "id":"ED320481",
        "title":"Those Who Graduate: A Brief Look at the UNO Graduating Class of 1986."},
      {
        "id":"ED320482",
        "title":"A Comparison of Faculty Dominance in U.S. and South African University Classrooms as It Relates to Cross-Cultural Relations."},
      {
        "id":"ED320483",
        "title":"Cognitive Differences between Honors and Remedial Students."},
      {
        "id":"ED320484",
        "title":"Higher Education in Latin America. Issues of Efficiency and Equity. World Bank Discussion Papers 77."},
      {
        "id":"ED320486",
        "title":"Students' Perceptions of the Teaching Evaluation Process."},
      {
        "id":"ED320488",
        "title":"Profiting from Education. Japan-United States International Educational Ventures in the 1980s. IIE Research Report Number Twenty."},
      {
        "id":"ED320489",
        "title":"Biomedical and Behavioral Research Scientists: Their Training and Supply. Volume 1: Findings."},
      {
        "id":"ED320490",
        "title":"Biomedical and Behavioral Research Scientists: Their Training and Supply. Volume 2: Statistical Tables."},
      {
        "id":"ED320491",
        "title":"Biomedical and Behavioral Research Scientists: Their Training and Supply. Volume III: Commissioned Papers."},
      {
        "id":"ED320492",
        "title":"Campus Life: In Search of Community. A Special Report."},
      {
        "id":"ED320497",
        "title":"Student Characteristics That Predict Persistence and Success in Baccalaureate Engineering."},
      {
        "id":"ED320498",
        "title":"Collaborative Knowledge-making in an Introductory Psychology Course: \"Coverage,\" Depth, and Authority."},
      {
        "id":"ED320499",
        "title":"Church and Academy. United Methodist Board of Higher Education and Ministry--Occasional Papers, No. 83."},
      {
        "id":"ED320505",
        "title":"A Comparison of Three Critics of Higher Education. Specialization Paper."},
      {
        "id":"ED320507",
        "title":"Modifying the Existing Campus Building for Accessibility: Accessible Products Catalog."},
      {
        "id":"ED320508",
        "title":"Management of Accessibility for Handicapped Students in Higher Education."},
      {
        "id":"ED320509",
        "title":"Minorities in Higher Education. Seventh Annual Status Report 1988."},
      {
        "id":"ED320510",
        "title":"Minorities in Higher Education. Eighth Annual Status Report."},
      {
        "id":"ED320513",
        "title":"The Uses of Student Generated Learning Issues by 7 Problem Based Medical Curricula."},
      {
        "id":"ED320514",
        "title":"Technology in the College Classroom."},
      {
        "id":"ED320517",
        "title":"Selected Korean Students' Perceptions of Adjustment Problems in American Higher Education."},
      {
        "id":"ED320524",
        "title":"Renewing Civic Capacity: Preparing College Students for Service and Citizenship. ASHE-ERIC Higher Education Report 8."},
      {
        "id":"ED320525",
        "title":"Salary-Trend Studies of Faculty for the Years 1985-86 and 1988-89 in the Following Disciplines/Major Fields: Accounting; Agricultural Production; Anthropology; Architecture and Environmental Design; Area and Ethnic Studies; Audiology and Speech Pathology; Business Administration and Management; Business and Management; Business Economics; Chemistry; Communication Technologies; Communications; Computer and Information Sciences; Curriculum and Instruction; and Dramatic Arts."},
      {
        "id":"ED320526",
        "title":"Salary-Trend Studies of Faculty for the Years 1985-86 and 1988-89 in the Following Disciplines/Major Fields: Education; Education Administration; Engineering; Fine Arts; Foreign Languages; Geography; Geological Sciences; History; Home Economics; Letters; Library and Archival Sciences; Life Sciences; Mathematics; Multi-Interdisciplinary Studies and Music."},
      {
        "id":"ED320527",
        "title":"Salary-Trend Studies of Faculty for the Years 1985-86 and 1988-89 in the following Disciplines: Nursing; Philosophy and Religion; Physical Education; Physical Sciences; Physics; Political Science and Government; Psychology; Reading Education; Secretarial and Related Programs; Social Sciences; Sociology; Special Education; Student Counseling and Personnel Services; Teacher Education; General Programs; and Visual and Performing Arts."},
      {
        "id":"ED320529",
        "title":"Bridges: A Study and Long-Range Plan on Continuing Education in Washington."},
      {
        "id":"ED320530",
        "title":"Towards 2000: Informatics in Education. CITE Report No. 72."},
      {
        "id":"ED320531",
        "title":"The Use of Computer-Mediated Communication for Distance Education at the Open University, 1988. CITE Report No. 56."},
      {
        "id":"ED320533",
        "title":"Advisory List of Computer Courseware."},
      {
        "id":"ED320535",
        "title":"Developing Distance Education. Report from the World Conference (14th, Oslo, Norway, August 9-16, 1988)."},
      {
        "id":"ED320537",
        "title":"National Endowment for Children's Educational Television Act of 1989. Report of the Senate Committee on Commerce, Science, and Transportation on S.797, 101st Congress, 1st Session."},
      {
        "id":"ED320538",
        "title":"Role of Intermediary Organizations in Computer Education and Technological Literacy. Revised."},
      {
        "id":"ED320539",
        "title":"Teaching Teams To Enhance Microcomputer Communications between School and Family, 1986-1988. Final Report."},
      {
        "id":"ED320541",
        "title":"Home Computing Evaluation. Use of CoSy on DT200, 1989. CITE Report No. 99."},
      {
        "id":"ED320542",
        "title":"Collaborative Learning and Computers: What Some New York City Teachers Are Doing, 1988-89. Evaluation Section Report."},
      {
        "id":"ED320543",
        "title":"Computers in the Curriculum of Secondary Schools. Practitioner MiniPaper 8. SCR Publication 106."},
      {
        "id":"ED320544",
        "title":"Developing Distance Education. Papers Submitted to the World Conference of the International Council for Distance Education (14th, Oslo, Norway, August 9-16, 1988)."},
      {
        "id":"ED320547",
        "title":"Office of Impact Aid Computer System: Feasibility Study."},
      {
        "id":"ED320548",
        "title":"Regional Resource Centre in Distance Education. Report of the Founding Seminar (Bangkok, Thailand, June 27-July 1, 1988)."},
      {
        "id":"ED320550",
        "title":"Show &amp; Tell. Proceedings of the Ontario Universities' Conference (1st, Guelph, Canada, May 1987)."},
      {
        "id":"ED320551",
        "title":"Show &amp; Tell '88. Proceedings from the Annual Ontario Universities' Conference (Guelph, Canada, April 20-22, 1988)."},
      {
        "id":"ED320553",
        "title":"Statewide Computer Survey, Report on 1988-89."},
      {
        "id":"ED320554",
        "title":"Telecourse Effectiveness: A Research-Review Update."},
      {
        "id":"ED320555",
        "title":"Wiring the Ivory Tower: A Round Table on Technology in Higher Education."},
      {
        "id":"ED320560",
        "title":"Attitudes of the Returning University Student towards the Use of Computers."},
      {
        "id":"ED320561",
        "title":"Bridging the Classroom and the Real World: A Videodisc Implementation Study at Harvard Law School."},
      {
        "id":"ED320563",
        "title":"Computer Assisted Instruction: A Support for the Mastery Learning System."},
      {
        "id":"ED320564",
        "title":"Computers and College Writing. Selected College Profiles."},
      {
        "id":"ED320565",
        "title":"Locus of Control and Learner Control of CAI."},
      {
        "id":"ED320567",
        "title":"Production of a Videotape on Discipline To Help Student Teachers Improve Their Classroom Management Skills."},
      {
        "id":"ED320568",
        "title":"Advisory List of Computer Courseware. April-July 1990."},
      {
        "id":"ED320569",
        "title":"Trends and Issues in Educational Technology: 1989. ERIC Digest."},
      {
        "id":"ED320570",
        "title":"New and Promising: Software Worth a Look. A MicroSIFT Survey of Educational Software Preview Center Coordinators. Volume II, No. 1."},
      {
        "id":"ED320571",
        "title":"Guidelines for Integrating Online Database Information into Bibliographic Instruction."},
      {
        "id":"ED320572",
        "title":"Library and Information Services for Literacy. A Select ERIC Bibliography Prepared on a Theme of the 1991 White House Conference on Library and Information Services. ERIC/IR Mini-Bib."},
      {
        "id":"ED320573",
        "title":"Library and Information Services for Productivity. A Select ERIC Bibliography Prepared on a Theme of the 1991 White House Conference on Library and Information Services. ERIC/IR Mini-Bib."},
      {
        "id":"ED320574",
        "title":"The Arizona Clinical Interview Rating Scale: Its Applicability and Adaptability for the Evaluation of Pre-Search Reference Interviews."},
      {
        "id":"ED320575",
        "title":"Books Are Windows to the World: A Calendar of Special Days with Book-Related Activities."},
      {
        "id":"ED320577",
        "title":"Costing Question Handling and ILL/Photocopying. A Study of Two State Contract Libraries in New Jersey. Volume I: The Study Process, Findings, and Recommendations."},
      {
        "id":"ED320578",
        "title":"Costing Question Handling and ILL/Photocopying. A Study of Two State Contract Libraries in New Jersey. Volume II: Annexes."},
      {
        "id":"ED320579",
        "title":"Costing Question Handling and ILL/Photocopying. A Study of Two State Contract Libraries in New Jersey. Executive Summary."},
      {
        "id":"ED320582",
        "title":"Garbage In--Garbage Out. The Need for Quality in the Age of Automation. Proceedings of the Australian Library and Information Association National Cataloguing Conference (8th, North Adelaide, South Australia, Australia, September 14-16, 1989)."},
      {
        "id":"ED320583",
        "title":"Georgia College Libraries Handbook for International Students."},
      {
        "id":"ED320584",
        "title":"Library Research Workbook."},
      {
        "id":"ED320585",
        "title":"An On-Line Classroom for the Unix Environment."},
      {
        "id":"ED320595",
        "title":"Directory and Statistics of Oregon Libraries, 1989."},
      {
        "id":"ED320596",
        "title":"Educational Quality Indicators: Annotated Bibliography. Second Edition."},
      {
        "id":"ED320600",
        "title":"Library Instruction Clearinghouses: A Directory, 1989. Updated/Revised."},
      {
        "id":"ED320601",
        "title":"Library Services and Construction Act Amendments of 1990. Conference Report (To Accompany H.R. 2742). House of Representatives, 101st Congress, 2nd Session."},
      {
        "id":"ED320604",
        "title":"An \"LZ\" Schedule for Curriculum Libraries."},
      {
        "id":"ED320607",
        "title":"Statistics of South Dakota School Libraries, 1986-1987 [and] 1987-1988."},
      {
        "id":"ED320608",
        "title":"The 1979 and 1991 White House Conferences on Library and Information Services. Bibliography."},
      {
        "id":"ED320610",
        "title":"Services and Resources for Children in Public Libraries, 1988-1989. Contractor Report. Survey Report."},
      {
        "id":"ED320611",
        "title":"Automating the School Library Media Center. A Select ERIC Bibliography. Mini-Bib."},
      {
        "id":"ED320612",
        "title":"Institutional Projects Funded by OERI."},
      {
        "id":"ED320613",
        "title":"Southwest Virginia Community College: Annual Reports, 1981-1989."},
      {
        "id":"ED320614",
        "title":"Germanna Community College Assessment Report."},
      {
        "id":"ED320619",
        "title":"The Institutional Research Practitioner: A Guidebook to Effective Performance."},
      {
        "id":"ED320625",
        "title":"Celebrating Excellence in the Classroom."},
      {
        "id":"ED320629",
        "title":"A Research Study for Developing a Strategic Plan for Recruiting Academically Superior Students."},
      {
        "id":"ED320631",
        "title":"Articulation and Economic Development: A Blueprint for Action--California's Secondary Educational Institutions and Community Colleges. Community College Issues; Volume 2, Number 2, February 1990."},
      {
        "id":"ED320641",
        "title":"Community College Cost Effectiveness Study."},
      {
        "id":"ED320643",
        "title":"Effective Group Work in Community Colleges."},
      {
        "id":"ED320647",
        "title":"Improving Academic Advising at the Community College. ERIC Digest."},
      {
        "id":"ED320648",
        "title":"Organizing Institutional Research in the Community College. ERIC Digest."},
      {
        "id":"ED320649",
        "title":"The Viability of the Private Junior College. New Directions for Community Colleges, Number 69."},
      {
        "id":"ED320650",
        "title":"Literacy in the Open-Access College. First Edition."},
      {
        "id":"ED320651",
        "title":"Alternative Funding Sources. New Directions for Community Colleges, Number 68."},
      {
        "id":"ED320652",
        "title":"Concept &amp; Compromise: The Evolution of Family Leave Legislation in the U.S. Congress."},
      {
        "id":"ED320653",
        "title":"Success for All: First-Year Effects of a Comprehensive Plan for Reforming Urban Education. Report No. 30."},
      {
        "id":"ED320654",
        "title":"Reducing Disorderly Behavior in Middle Schools. Report No. 37."},
      {
        "id":"ED320655",
        "title":"The Changing Nature of the Disadvantaged Population: Current Dimensions and Future Trends. Report No. 36."},
      {
        "id":"ED320657",
        "title":"An Investigation of Turnover among Family Day Care Providers."},
      {
        "id":"ED320661",
        "title":"Parent Education and Support Programs. ERIC Digests."},
      {
        "id":"ED320662",
        "title":"Guidelines for Family Television Viewing. ERIC Digest."},
      {
        "id":"ED320663",
        "title":"The Bay Area Early Intervention Program."},
      {
        "id":"ED320664",
        "title":"Toddler Play in Relation to Social and Cognitive Competence."},
      {
        "id":"ED320668",
        "title":"Testing for Kindergarten Readiness: State Action and District Response."},
      {
        "id":"ED320670",
        "title":"Kindergarten Retention and Alternative Kindergarten Programs. A Report to the Virginia Board of Education."},
      {
        "id":"ED320672",
        "title":"Michigan Early Childhood Education Preschool Program Product Evaluation Report, 1989-90."},
      {
        "id":"ED320673",
        "title":"Prekindergarten Program Product Evaluation Report, 1989-90."},
      {
        "id":"ED320674",
        "title":"All Our Children Can Make the Grade: A Report on the Illinois Preschool Program, Children at Risk of Academic Failure."},
      {
        "id":"ED320675",
        "title":"Achievement Effects of Homework in Sixth Grade Classrooms."},
      {
        "id":"ED320676",
        "title":"American Froebelians and Their Understanding of Comenius."},
      {
        "id":"ED320686",
        "title":"Play and Its Role in the Social Development of Young Children."},
      {
        "id":"ED320689",
        "title":"Attitudinal and Behavioral Responses toward Parent Clientele of Parent and Nonparent Child Care Providers."},
      {
        "id":"ED320691",
        "title":"Resources for Teaching Thinking: A Catalog."},
      {
        "id":"ED320693",
        "title":"Health Services for the School-Age Child, 1989 [and] Supplement."},
      {
        "id":"ED320696",
        "title":"Latchkey Guidelines: Urban Model (Cleveland City School District). After School Child Care Program for Latch Key Children."},
      {
        "id":"ED320701",
        "title":"Early Identification Guidelines: Urban Model (Toledo City School District)."},
      {
        "id":"ED320703",
        "title":"Status of Child Care in Kentucky: A Comparative Analysis of Regulations, Expenditures, and Policies."},
      {
        "id":"ED320706",
        "title":"Work and Family Patterns of American Women. The Family Life Cycle: 1985; [and] Maternity Leave Arrangements: 1961-85. Current Population Reports."},
      {
        "id":"ED320709",
        "title":"Cooperative Learning with a Computer in a Native Language Class."},
      {
        "id":"ED320711",
        "title":"Looking Ahead to the Year 2000: Proceedings of the Issues for Rural Schools Conference (Tempe, Arizona, April 27-28, 1989)."},
      {
        "id":"ED320713",
        "title":"Our Disappearing Farmland. Proceedings of the Farmland Preservation Conference (Cobleskill, New York, July 28, 1988)."},
      {
        "id":"ED320714",
        "title":"Toward a Rural Health Policy in New York State. Legislative Symposium Proceedings (Cooperstown, New York, November 14-15, 1985). A Rural Resources Special Focus Report."},
      {
        "id":"ED320715",
        "title":"Intermunicipal Cooperation: A Survey of Local Governments. A Rural Resources Special Focus Report."},
      {
        "id":"ED320716",
        "title":"Annual Report 1988: New York State Legislative Commission on Rural Resources."},
      {
        "id":"ED320717",
        "title":"Rural Health Resource Guide: A Compilation of Data and Information on Rural Health in New York State. Volume 1."},
      {
        "id":"ED320718",
        "title":"Eastern Stream Center on Resources and Training: Final Performance Report."},
      {
        "id":"ED320719",
        "title":"The Multigrade Classroom: A Resource Handbook for Small, Rural Schools."},
      {
        "id":"ED320722",
        "title":"Conditions and Needs of Rural Education in the Southwest Region."},
      {
        "id":"ED320723",
        "title":"Native Americans in Central Appalachia: A Bibliography. First Edition. ASPI Research Service."},
      {
        "id":"ED320724",
        "title":"From One Rural School to Another: Promising Practices from Kentucky, Tennessee, Virginia, and West Virginia."},
      {
        "id":"ED320725",
        "title":"They Just Want Everything: Results of a Bilingual Education Needs Assessment in Southwestern Alaska."},
      {
        "id":"ED320728",
        "title":"Part-Time Community Development Workers and Training: A Study of Needs and Provision."},
      {
        "id":"ED320729",
        "title":"Part-Time Youth Workers and Training: A Study of Needs and Provision."},
      {
        "id":"ED320734",
        "title":"Future Directions: Final Report of the Migrant Education Secondary Assistance Project."},
      {
        "id":"ED320735",
        "title":"HIV/AIDS Education in Rural Schools in the U.S.: Enough of the Right Stuff?"},
      {
        "id":"ED320736",
        "title":"Rural Family-Community Partnerships: Resources, Strategies, and Models."},
      {
        "id":"ED320737",
        "title":"Promising Programs and Practices: A Sourcebook for Rural Educators."},
      {
        "id":"ED320738",
        "title":"Rural Education/Rural Special Education Literature Review. Bibliography and Abstracts."},
      {
        "id":"ED320739",
        "title":"Staff Development in Rural and Small Schools. Small Schools Network Information Exchange. Number 8."},
      {
        "id":"ED320740",
        "title":"Kentucky Folklore."},
      {
        "id":"ED320741",
        "title":"Choices. Stories for Adult New Readers."},
      {
        "id":"ED320742",
        "title":"Women Who Made a Difference."},
      {
        "id":"ED320744",
        "title":"Implementation of the Writing To Read Instructional System in 13 Rural Elementary Schools in Southern West Virginia. 1988-89 Annual Report."},
      {
        "id":"ED320745",
        "title":"Oregon School Funding: Assessing the Options. Extension Circular 1329."},
      {
        "id":"ED320746",
        "title":"Rural Medical Service Funding: Issues and Alternatives. Rural Information Center Publication Series, No. 7."},
      {
        "id":"ED320747",
        "title":"Hispanic Businesses in Tucson since 1854. Working Paper Series No. 14."},
      {
        "id":"ED320748",
        "title":"Collaboration between Rural Schools and a University."},
      {
        "id":"ED320749",
        "title":"Federal Funding Sources Available to Local Governments for Rural Areas. Rural Information Center Publication Series, No. 4."},
      {
        "id":"ED320750",
        "title":"Rural Development Resources in the National Agricultural Library Collection, 1980-1987. Rural Information Center Publication Series, No. 6."},
      {
        "id":"ED320753",
        "title":"The Other Housing Crisis: Sheltering the Poor in Rural America."},
      {
        "id":"ED320754",
        "title":"Profiles of Alaska&apos;s Public School Districts. Fiscal Year 1989."},
      {
        "id":"ED320755",
        "title":"Teaching Thinking Skills: Science."},
      {
        "id":"ED320756",
        "title":"The Concept of the Earth's Shape: A Study of Conceptual Change in Childhood. Technical Report No. 467."},
      {
        "id":"ED320757",
        "title":"Comprehensive Instructional Management System (CIMS)--Mathematics, 1988-89."},
      {
        "id":"ED320758",
        "title":"Recent Developments in College Science Programs and Courses. ERIC/SMEAC Science Education Digest No. 4."},
      {
        "id":"ED320759",
        "title":"Teaching Environmental Education Using Out-of-School Settings and Mass Media. ERIC/SMEAC Environmental Education Digest No. 1, 1988."},
      {
        "id":"ED320760",
        "title":"Linking Environmental Education with Environmental and Health Hazards in the Home. ERIC/SMEAC Environmental Education Digest No. 3, 1988."},
      {
        "id":"ED320761",
        "title":"Environmental Education that Makes a Difference--Knowledge to Behavior Changes. ERIC/SMEAC Environmental Education Digest No. 4, 1988."},
      {
        "id":"ED320762",
        "title":"Sources of Information about Promising and Exemplary Programs and Materials for Elementary School Science. ERIC/SMEAC Science Education Digest No. 1, 1989."},
      {
        "id":"ED320763",
        "title":"Sources of Information about Promising and Exemplary Programs and Materials for Secondary School Science. ERIC/SMEAC Science Education Digest No. 2, 1989."},
      {
        "id":"ED320764",
        "title":"The Impact of Educational Reform on Science Education. ERIC/SMEAC Science Education Digest, No. 4."},
      {
        "id":"ED320765",
        "title":"Environmental Education for a Sustainable Future. ERIC/SMEAC Environmental Education Digest No. 1."},
      {
        "id":"ED320766",
        "title":"Effects of Prior Knowledge Activation through Small-Group Discussion on the Processing of Science Text."},
      {
        "id":"ED320767",
        "title":"Conceptual Change and Physics Instruction: A Longitudinal Study."},
      {
        "id":"ED320769",
        "title":"Changing To Meet the Future: The Memphis Urban Mathematics Collaborative."},
      {
        "id":"ED320771",
        "title":"New Perspectives on Problem-Solving: Autonomous Math Learning Behavior and Math Achievement."},
      {
        "id":"ED320772",
        "title":"An Evaluative Study of a Level One Videodisc Based Chemistry Program."},
      {
        "id":"ED320775",
        "title":"Does the \"Supposer\" Improve Problem Solving in Geometry?"},
      {
        "id":"ED320776",
        "title":"Human Diet and Nutrition. LC Science Tracer Bullet."},
      {
        "id":"ED320777",
        "title":"Earthquakes and Earthquake Engineering. LC Science Tracer Bullet."},
      {
        "id":"ED320778",
        "title":"Science & Math Events: Connecting and Competing."},
      {
        "id":"ED320779",
        "title":"More Science Activities. 20 Exciting Experiments To Do!"},
      {
        "id":"ED320780",
        "title":"Still More Science Activities. 20 Exciting Activities To Do!"},
      {
        "id":"ED320787",
        "title":"Department of Education&apos;s Refusal To Fund Holocaust Curriculum. Hearing before a Subcommittee of the Committee on Government Operations. House of Representatives, One Hundredth Congress, Second Session (October 19, 1988)."},
      {
        "id":"ED320788",
        "title":"Schooling and Social Achievement."},
      {
        "id":"ED320790",
        "title":"Textbooks in the Developing World: Economic and Educational Choices. EDI Seminar Series."},
      {
        "id":"ED320793",
        "title":"Studying the Old Order Amish and the Hutterites."},
      {
        "id":"ED320794",
        "title":"Five Contemporary Novelists' Views of Growing Up Turkish in the 1980s: A Literary Sociology. Occasional Papers. Turkish Studies Series Number Five."},
      {
        "id":"ED320796",
        "title":"Asia and the Pacific: Issues of Educational Policy, Curriculum, and Practice."},
      {
        "id":"ED320797",
        "title":"The Teaching Profession and Educational Reform: Views of Social Science Teachers."},
      {
        "id":"ED320799",
        "title":"The State of Economic Science: Views of Six Nobel Laureates."},
      {
        "id":"ED320805",
        "title":"Educational Development in Thailand: The Role of World Bank Lending. A World Bank Operations Evaluation Study."},
      {
        "id":"ED320806",
        "title":"The Relative Effectiveness of Private and Public Schools: Evidence from Two Developing Countries. Living Standards Measurement Study Working Paper No. 60."},
      {
        "id":"ED320807",
        "title":"Agricultural Extension in Africa. A World Bank Symposium."},
      {
        "id":"ED320808",
        "title":"Educating Managers for Business and Government: A Review of International Experience. World Bank Discussion Papers 54."},
      {
        "id":"ED320809",
        "title":"1990 Census: Celebrate Me! Celebrate You! Celebrate U.S.! Supplement to the 1990 Census Education Project."},
      {
        "id":"ED320815",
        "title":"Strengthening the Arts in California Schools: A Design for the Future."},
      {
        "id":"ED320816",
        "title":"Curriculum Development in Political Education, Particularly the International Dimension: New Developments in the Netherlands."},
      {
        "id":"ED320818",
        "title":"How Does Instruction Vary Across Social Studies Subjects?"},
      {
        "id":"ED320819",
        "title":"The Social Studies Methods Course Instructor: Practictioner Researcher."},
      {
        "id":"ED320820",
        "title":"DEEP and Improved Economic Literacy: The Arkansas Model."},
      {
        "id":"ED320836",
        "title":"Subliminal Advertising: Is it Still Being Taught in Advertising Programs?"},
      {
        "id":"ED320839",
        "title":"Individualizing Instruction through Learning Modules."},
      {
        "id":"ED320840",
        "title":"Education and Earning in Peru&apos;s Informal Nonfarm Family Enterprises. Living Standards Measurement Study Working Paper No. 64."},
      {
        "id":"ED320843",
        "title":"Religion in American History: What To Teach and How."},
      {
        "id":"ED320845",
        "title":"Black/Indian Interaction in Spanish Florida."},
      {
        "id":"ED320846",
        "title":"The Effects of Close Up Participation on High School Students' Political Attitudes."},
      {
        "id":"ED320847",
        "title":"Archeology in the Classroom: A Case Study From Arizona. Archeological Assistance Program Technical Brief No. 4."},
      {
        "id":"ED320849",
        "title":"Philosophical Inquiry in Teacher Education. Issue Paper 89-6."},
      {
        "id":"ED320850",
        "title":"Inservice Teacher Education in Mathematics: Examining the Interaction of Context and Content. Research Report 89-3."},
      {
        "id":"ED320851",
        "title":"A Case Concerning Content: Using Case Studies To Teach Subject Matter. Craft Paper 89-1."},
      {
        "id":"ED320852",
        "title":"Health and Physical Education Programs in the National Diffusion Network."},
      {
        "id":"ED320853",
        "title":"The Secret Garden of Teacher Education. Craft Paper 89-2."},
      {
        "id":"ED320854",
        "title":"What Are They Trying To Do? Perspectives on Teacher Educators' Purposes. Research Report 89-6."},
      {
        "id":"ED320855",
        "title":"What Do Prospective Teachers Learn in Their Liberal Arts Courses? Issue Paper 89-8."},
      {
        "id":"ED320856",
        "title":"Smoking Cessation. Program Evaluation Handbook."},
      {
        "id":"ED320857",
        "title":"Physical Fitness Promotion. Program Evaluation Handbook."},
      {
        "id":"ED320858",
        "title":"Stress Management. Program Evaluation Handbook."},
      {
        "id":"ED320859",
        "title":"Nutrition Education. Program Evaluation Handbook."},
      {
        "id":"ED320860",
        "title":"Drug Abuse Education. Program Evaluation Handbook."},
      {
        "id":"ED320861",
        "title":"Alcohol Abuse Education. Program Evaluation Handbook."},
      {
        "id":"ED320862",
        "title":"Diabetes Education. Program Evaluation Handbook."},
      {
        "id":"ED320864",
        "title":"Mentoring Student Teachers: A Conceptual Model."},
      {
        "id":"ED320866",
        "title":"The Growing Population of Ethnic Minorities in the Gymnasium: A Case for New Self-Consciousness."},
      {
        "id":"ED320867",
        "title":"What Are Teachers' Perceptions of Teaching in Different Classroom Contexts?"},
      {
        "id":"ED320868",
        "title":"Homemade Play Equipment."},
      {
        "id":"ED320869",
        "title":"Moving and Learning for the Young Child. Presentations from the Early Childhood Conference \"Forging the Linkage between Moving and Learning for Preschool Children\" (Washington, D.C., December 1-4, 1988)."},
      {
        "id":"ED320871",
        "title":"Action Research and the Work of Teachers."},
      {
        "id":"ED320872",
        "title":"Curriculum for a Democratic School."},
      {
        "id":"ED320873",
        "title":"Learning about Mathematics in Elementary Methods Courses. Research Report 90-1."},
      {
        "id":"ED320874",
        "title":"Incentive Pay Plans in Iowa in Response to Iowa's Excellence in Education Program."},
      {
        "id":"ED320876",
        "title":"Growing Special and Free To Say No to HIV. HIV/AIDS Preventative Education."},
      {
        "id":"ED320877",
        "title":"&quot;A&quot; Is for Applesauce. Alternate HIV/AIDS Educational Unit: Recognizing Prejudice."},
      {
        "id":"ED320879",
        "title":"The New Teacher Staff Development Program, 1988-89. OERA Evaluation Section Report."},
      {
        "id":"ED320880",
        "title":"The Effect of a School-University Partnership on the Student Teaching Experience."},
      {
        "id":"ED320881",
        "title":"Research Methods Courses and Post-Bachelor&apos;s Education: Effects on Teachers&apos; Research Use and Opinions."},
      {
        "id":"ED320882",
        "title":"A Perspective on the Ph.D.-Ed.D. Discussion in Schools of Education."},
      {
        "id":"ED320883",
        "title":"The Influence of Teacher Beliefs on Constructivist Teaching Practices."},
      {
        "id":"ED320884",
        "title":"Sacred Cows in Educational Psychology: How Accurate and Relevant Is Our Textbook Information?"},
      {
        "id":"ED320885",
        "title":"Teacher Incentive Research with SASS."},
      {
        "id":"ED320890",
        "title":"Collaboration: Building Common Agendas. Teacher Education Monograph No. 10."},
      {
        "id":"ED320894",
        "title":"A Collaborative Mentor-Mentee Program."},
      {
        "id":"ED320895",
        "title":"The Math English Science Technology Education Project (MESTEP)."},
      {
        "id":"ED320897",
        "title":"An Interactive, Collaborative Model of Inservice in Clinical Supervision: Cooperating Teachers Become Teacher Educators."},
      {
        "id":"ED320898",
        "title":"Teachers' Perceptions of the Teaching Profession and Educational Reform."},
      {
        "id":"ED320900",
        "title":"Too Much of a Good Thing: Replacing Field Assignments with Clinical Experiences--Four Models."},
      {
        "id":"ED320902",
        "title":"Teachers' and Teacher Candidates' Beliefs about Subject Matter and about Teaching Responsibilities."},
      {
        "id":"ED320903",
        "title":"Orientation towards Diversity: What Do Prospective Teachers Bring? Research Report 89-9."},
      {
        "id":"ED320905",
        "title":"Traditions of Reform in U.S. Teacher Education."},
      {
        "id":"ED320907",
        "title":"Prevention of Communicable and Noncommunicable Diseases. Health Module."},
      {
        "id":"ED320909",
        "title":"Teacher Retention: A Longitudinal Comparison of Those Who Teach and Those Who Don&apos;t."},
      {
        "id":"ED320910",
        "title":"Patterns in Teacher Decisions for Different Ability Classes."},
      {
        "id":"ED320911",
        "title":"A Comparison of the College Outcome Measures Program (COMP) and the Collegiate Assessment of Academic Proficiency (CAAP) Exams."},
      {
        "id":"ED320912",
        "title":"Aptitude: What It Is, How To Use It, and How To Affect It."},
      {
        "id":"ED320913",
        "title":"Evaluating Adult Literacy and Language Training Programs."},
      {
        "id":"ED320914",
        "title":"Behavioural Semantics: A Comparison between Topologic and Algebraic Scaling in the Measurement of Human Dignity. No. 33."},
      {
        "id":"ED320915",
        "title":"How Dick and Jane Perform Differently in Geometry: Test Results on Reasoning, Visualization, Transformation, Applications, and Coordinates."},
      {
        "id":"ED320917",
        "title":"Long Term Outcomes of an Early Intervention: Performance on Three Problem-Solving Tasks."},
      {
        "id":"ED320919",
        "title":"The Influence of Dimensionality on CAT Ability Estimation."},
      {
        "id":"ED320920",
        "title":"A Comparison of the Partial Credit and Graded Response Models in Computerized Adaptive Testing."},
      {
        "id":"ED320923",
        "title":"A New York City Validity Study for the NTE Specialty Area Test in Early Childhood Education. OREA Report."},
      {
        "id":"ED320924",
        "title":"Educational Quality Indicators: Developing Indicator Systems in Alberta."},
      {
        "id":"ED320926",
        "title":"Multicultural Standardization and Validation of TEMAS, a Thematic Apperception Test."},
      {
        "id":"ED320927",
        "title":"Protocol Analysis of Group Problem Solving in Mathematics: A Cognitive-Metacognitive Framework for Assessment."},
      {
        "id":"ED320928",
        "title":"Solutions for Some Technical Problems in Domain-Referenced Mastery Testing. Final Report."},
      {
        "id":"ED320929",
        "title":"Exstatix: Expandable Statistical Analysis System for the Macintosh. A Software Review."},
      {
        "id":"ED320932",
        "title":"Power Analysis in Repeated Measures Analysis of Variance with Heterogeneously Correlated Trials."},
      {
        "id":"ED320933",
        "title":"Analyzing Teacher Supply and Demand: The Role of National Survey Data."},
      {
        "id":"ED320934",
        "title":"An Evaluation of the Multidimensional Parallelism of the EAAP Mathematics Test."},
      {
        "id":"ED320935",
        "title":"Cognitive Style and Competence in Mathematics Problem Solving."},
      {
        "id":"ED320936",
        "title":"The Impact of Clustering in the Sample Design of the 1987 High School Transcript Study on Estimates of Sampling Variability."},
      {
        "id":"ED320937",
        "title":"Measuring Academic Talent Independently of Race- and Sex-Related Factors."},
      {
        "id":"ED320939",
        "title":"Using Rasch Analysis To Design and Interpret a Test of Students' Understanding of Irony in Poetry."},
      {
        "id":"ED320940",
        "title":"Training, Job Titles, and Responsibilities of Directors of Public School Standardized Testing Programs."},
      {
        "id":"ED320941",
        "title":"Issues in Developing Comparable National Dropout Statistics through the Common Core of Data Survey."},
      {
        "id":"ED320942",
        "title":"Accuracy of Teacher Prediction of Elementary Student Achievement."},
      {
        "id":"ED320944",
        "title":"Some Practical Solutions to Standard-Setting Problems: The Georgia Teacher Certification Test Experience."},
      {
        "id":"ED320945",
        "title":"Use of Student Ratings for Program Improvement: Examples from a Problem-Based Medical Curriculum."},
      {
        "id":"ED320947",
        "title":"From School to Work. Policy Information Report."},
      {
        "id":"ED320948",
        "title":"Assessment of College Outcomes: Student Educational Goal Attainment."},
      {
        "id":"ED320949",
        "title":"Component vs Factor Analytic Approaches to Longitudinal Data."},
      {
        "id":"ED320950",
        "title":"Component Analysis under Linear Equality and Inequality Constraints."},
      {
        "id":"ED320952",
        "title":"Conflict Management Styles Predicted by Managerial Frames of Reference."},
      {
        "id":"ED320953",
        "title":"The Reliability, Sensitivity and Criterion-Related Validity of Concept Comparisons and Concept Maps for Assessing Reading Comprehension."},
      {
        "id":"ED320954",
        "title":"The Design of a College Course Ratings Form by a Psychology \"Test & Measurements\" Class."},
      {
        "id":"ED320955",
        "title":"Differential Performance on a Direct Measure of Writing Skills for Black and White College Freshmen. ACT Research Report Series 89-8."},
      {
        "id":"ED320956",
        "title":"Differential Item Functioning in Multiple Choice Items. Project Psychometric Aspects of Item Banking No. 47. Research Report 90-1."},
      {
        "id":"ED320957",
        "title":"The Revision of an Instrument To Measure the Capacity of Hearing Impaired Adolescents To Cope. Progress Report No. 2."},
      {
        "id":"ED320958",
        "title":"The Relationship between Student Reading Achievement as Measured by Standardized Test Scores and Reading Attitudes as Measured by Students' and Teachers' Responses to Selected National Assessment of Educational Progress Attitudinal Items."},
      {
        "id":"ED320959",
        "title":"Elementary Science-Magnet School Student Attitudes toward Science as Measured by Selected National Assessment of Educational Progress Items and Achievement in Science: A Replication and Extension."},
      {
        "id":"ED320960",
        "title":"Improved Prediction, for Medical Students with Low MCATS, of Indices of Preclinical Performance."},
      {
        "id":"ED320961",
        "title":"Interpreting Repeated Measures Data through &quot;Special&quot; Mean Contrasts."},
      {
        "id":"ED320964",
        "title":"Legal Issues in Testing."},
      {
        "id":"ED320965",
        "title":"Looking beyond Statistical Significance: Result Importance and Result Generalizability."},
      {
        "id":"ED320966",
        "title":"Using Multiple DIF Statistics with the Same Items Appearing in Different Test Forms."},
      {
        "id":"ED320968",
        "title":"A Facet Analysis Approach to Content and Construct Validity."},
      {
        "id":"ED320969",
        "title":"The Elusive Decade of Hispanics."},
      {
        "id":"ED320970",
        "title":"Female Dropouts: A New Perspective."},
      {
        "id":"ED320971",
        "title":"The Use of Computers in Chapter 1 Instruction in Wyoming. Program Report."},
      {
        "id":"ED320974",
        "title":"Educational Choice: A Catalyst for School Reform."},
      {
        "id":"ED320978",
        "title":"On Why Parents Need Choice (And What's Taking So Long To Get It!)."},
      {
        "id":"ED320980",
        "title":"South Asian Ethnics in Britain and BBC: Content Analysis of a Television Program."},
      {
        "id":"ED320981",
        "title":"Magnet Schools. Thirteenth Annual Final Report, 1987-88."},
      {
        "id":"ED320982",
        "title":"Magnet Schools. Fourteenth Annual Final Report, 1988-89."},
      {
        "id":"ED320985",
        "title":"Improving African American Youth's Standardized Test Scores: A Program of Study in Science, Mathematics, and Technology."},
      {
        "id":"ED320986",
        "title":"Choosing Optional Career Education. Project Choice 1988-89. OREA Report. Evaluation Section Report."},
      {
        "id":"ED320987",
        "title":"Shut Out: Denial of Education to Homeless Children."},
      {
        "id":"ED320988",
        "title":"Female Dropouts: The Challenge. Women's Educational Equity Act Publishing Center Digest, March 1990."},
      {
        "id":"ED320989",
        "title":"Differential Patterns of Gang Involvement among Hispanic and Black Adolescent Males: Promise for Prevention? Draft."},
      {
        "id":"ED320991",
        "title":"Educating Homeless Children and Youth: A Sample of Programs, Policies and Procedures."},
      {
        "id":"ED320994",
        "title":"Affirmative Action Plan."},
      {
        "id":"ED320995",
        "title":"Urban Principals: A Critical Perspective on the Context of Minority Student Outcomes."},
      {
        "id":"ED320998",
        "title":"Chapter 1 Survey of the Hawkins-Stafford School Improvement Amendments. A Report Prepared for the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred First Congress, Second Session. Committee Print."},
      {
        "id":"ED321001",
        "title":"Transitions in Income and Poverty Status: 1985-86. Current Population Reports: Household Economic Studies."},
      {
        "id":"ED321005",
        "title":"Analysis of New York City's Adult Literacy Data: 1985-1986. Final Report."},
      {
        "id":"ED321012",
        "title":"Working with Our Publics. In-Service Education for Cooperative Extension. Module 1. Understanding Cooperative Extension: Our Origins, Our Opportunities."},
      {
        "id":"ED321013",
        "title":"Working with Our Publics. In-Service Education for Cooperative Extension. Module 2. The Extension Education Process."},
      {
        "id":"ED321014",
        "title":"Working with Our Publics. In-Service Education for Cooperative Extension. Module 3. Developing Leadership."},
      {
        "id":"ED321015",
        "title":"Working with Our Publics. In-Service Education for Cooperative Extension. Module 4. Situational Analysis."},
      {
        "id":"ED321016",
        "title":"Working with Our Publics. In-Service Education for Cooperative Extension. Module 5. Working with Groups and Organizations."},
      {
        "id":"ED321017",
        "title":"Working with Our Publics. In-Service Education for Cooperative Extension. Module 6. Education for Public Decisions."},
      {
        "id":"ED321018",
        "title":"Working with Our Publics. In-Service Education for Cooperative Extension. Module 7. Techniques for Futures Perspectives."},
      {
        "id":"ED321019",
        "title":"Hearings on H.R. 7, A Bill to Extend the Carl D. Perkins Vocational Education Act. Volume 1 and Volume 2. Hearing on H.R. 7, Reauthorization of the Carl D. Perkins Vocational Education Act and H.R. 22, Tech-Prep Education Act. Volume 3. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, One Hundred First Congress, First Session."},
      {
        "id":"ED321020",
        "title":"New Technology: Lessons from the Open University."},
      {
        "id":"ED321023",
        "title":"Preparing Special Needs Students for the World of Work."},
      {
        "id":"ED321024",
        "title":"The Statewide Conference of the Florida Allied Health Articulation Project (Orlando, Florida, June 21, 1989). Proceedings and Findings."},
      {
        "id":"ED321025",
        "title":"Hearings on H.R. 2039, the Job Training Partnership Act Amendments of 1989. Hearings before the Committee on Education and Labor, U.S. House of Representatives, One Hundred First Congress, First Session (Washington, D.C., June 29 and September 20, 1989; San Francisco, California, July 7, 1989; Los Angeles, California, November 3, 1989; and Chicago, Illinois, January 12, 1990)."},
      {
        "id":"ED321026",
        "title":"Hearing on Workforce 2000 and on H.R. 2235. Hearing before the Committee on Education and Labor, U.S. House of Representatives, One Hundred First Congress, First Session."},
      {
        "id":"ED321033",
        "title":"Literacy for Survival and for More than Mere Survival. Literacy Lessons."},
      {
        "id":"ED321042",
        "title":"Literacy and Research: Past, Present and Future. Literacy Lessons."},
      {
        "id":"ED321063",
        "title":"Teach the Mother and Reach the Child: Literacy across Generations. Literacy Lessons."},
      {
        "id":"ED321069",
        "title":"Deaf Children and Literacy. Literacy Lessons."},
      {
        "id":"ED321071",
        "title":"Model Cooperative Industrial Literacy Project Handbook."},
      {
        "id":"ED321072",
        "title":"District 1199C Training & Upgrading Fund. A Manual for Union-Management Educational Partnerships."},
      {
        "id":"ED321074",
        "title":"Career Enhancement Program for the Poultry Processing Industry of the Shenandoah Valley of Virginia. Final Report."},
      {
        "id":"ED321075",
        "title":"Planning a Single Parents Program for a Two-Year Campus at a Private College."},
      {
        "id":"ED321077",
        "title":"Thinking Skills and Coaching Strategies Workshop (Menomonie, Wisconsin, January 18-20, 1989). Final Report."},
      {
        "id":"ED321078",
        "title":"Elements of Instruction VTAE Workshop (Wisconsin Rapids, Wisconsin, March 7-9, 1989). Final Report."},
      {
        "id":"ED321083",
        "title":"Instructional Supervision VTAE Workshop (Menomonie, Wisconsin, March 28-30, 1989). Final Report."},
      {
        "id":"ED321085",
        "title":"DACUM Analysis and Validation Study. Executive Summary."},
      {
        "id":"ED321086",
        "title":"Voluntary Professional Credentialing Programs. A Resource Handbook for Continuing Educators."},
      {
        "id":"ED321088",
        "title":"A Project To Design an Evaluation of the Appropriateness and Effectiveness of Computer-Assisted Instructional Packages Used in the Remediation of Basic Skills."},
      {
        "id":"ED321090",
        "title":"Adult Literacy in Rural Pennsylvania."},
      {
        "id":"ED321091",
        "title":"ABE and GED Staff Perceptions Regarding Learning Disabled Students. A Final Report of the 310 Special Project 88-98-8034."},
      {
        "id":"ED321092",
        "title":"Partners in Progress. A Report by the Task Force on 2+2 Tech-Prep Curriculum for Hamilton and Clermont Counties."},
      {
        "id":"ED321094",
        "title":"The Job Training and Basic Skills Act. Report, Together with Additional Views. [To Accompany S. 543]."},
      {
        "id":"ED321095",
        "title":"Armed Services Vocational Aptitude Battery (ASVAB): Alternate Forms Reliability (Forms 8, 9, 10, and 11). Technical Paper for Period October 1980-April 1985."},
      {
        "id":"ED321096",
        "title":"Training Strategies. Preparing Noncollege Youth for Employment in the U.S. and Foreign Countries. Report to Congressional Requesters."},
      {
        "id":"ED321098",
        "title":"State Agency Regulation, Oversight, and Funding of Programs at Proprietary Vocational Schools in New Jersey. Report of the New Jersey Interagency Task Force on Proprietary Vocational Schools."},
      {
        "id":"ED321100",
        "title":"A Follow-up Study of the 1989 Graduates of Postsecondary Vocational-Technical Programs in Montana."},
      {
        "id":"ED321102",
        "title":"Student Literacy Corps in the Ozarks."},
      {
        "id":"ED321103",
        "title":"Hazardous Materials Technician. Technical Committee on Occupational Curriculum Development."},
      {
        "id":"ED321107",
        "title":"[Special Issue on Classroom Instruction]. Information Update."},
      {
        "id":"ED321109",
        "title":"NLS Annotated Bibliography 1968-1989. The National Longitudinal Surveys of Labor Market Experience."},
      {
        "id":"ED321110",
        "title":"National Adult Literacy Survey (NALS)."},
      {
        "id":"ED321111",
        "title":"Fourteenth Annual Report of the National Commission for Employment Policy to the President and the Congress of the United States. July 1, 1988 to June 30, 1989. Report Number 26."},
      {
        "id":"ED321112",
        "title":"D.C. Government. Information on the Police Recruit Training Program. Fact Sheet for the Ranking Minority Member, Subcommittee on the District of Columbia, Committee on Appropriations, House of Representatives."},
      {
        "id":"ED321114",
        "title":"The Vocational Education Honor Society."},
      {
        "id":"ED321117",
        "title":"Technology Education in New Jersey, 1990."},
      {
        "id":"ED321118",
        "title":"Historical Perspective, 1984-1990."},
      {
        "id":"ED321119",
        "title":"National Trends in Juvenile Restitution Programming. Restitution Education, Specialized Training &amp; Technical Assistance Program."},
      {
        "id":"ED321120",
        "title":"The Restitution Experience in Youth Employment. A Monograph and Training Guide to Jobs Components. Restitution Education, Specialized Training and Technical Assistance Program."},
      {
        "id":"ED321121",
        "title":"Subject Bibliography of Supplementary Adult Literacy Materials. Mississippi State Penitentiary Project."},
      {
        "id":"ED321122",
        "title":"Subject Bibliography of Supplementary Adult Literacy Materials Purchased through LSCA Title VI Funds."},
      {
        "id":"ED321123",
        "title":"Literacy Research Centre(s) in Canada: Options."},
      {
        "id":"ED321151",
        "title":"The Philadelphia Literacy Study."},
      {
        "id":"ED321153",
        "title":"The Multicultural Work Force. Trends and Issues Alerts."},
      {
        "id":"ED321154",
        "title":"Environmental Adult Education. Trends and Issues Alerts."},
      {
        "id":"ED321155",
        "title":"Managing Your Professional Development: A Guide for Part-Time Teachers of Adults. ERIC Digest."},
      {
        "id":"ED321156",
        "title":"Teaching Adults with Learning Disabilities. ERIC Digest No. 99."},
      {
        "id":"ED321157",
        "title":"Flexible Work Schedules. ERIC Digest."},
      {
        "id":"ED321158",
        "title":"Helping At-Risk Youth Make the School-to-Work Transition. ERIC Digest."},
      {
        "id":"ED321159",
        "title":"Teenagers Whose Moms Worked: Did It Make a Difference?"},
      {
        "id":"ED321161",
        "title":"The Challenge of Counseling in Middle Schools."},
      {
        "id":"ED321162",
        "title":"The Challenge of Self-Discovery in Early Adolescence."},
      {
        "id":"ED321163",
        "title":"The Challenge of Family Relationships in Early Adolescence."},
      {
        "id":"ED321164",
        "title":"The Challenge of Peer Pressure and Drug Abuse in Early Adolescence."},
      {
        "id":"ED321165",
        "title":"The Challenge of Stress and Suicide in Early Adolescence."},
      {
        "id":"ED321166",
        "title":"The Challenge of Sexual Maturation in Early Adolescence."},
      {
        "id":"ED321167",
        "title":"The Challenge of Academic Achievement in Early Adolescence."},
      {
        "id":"ED321168",
        "title":"The Challenge of Career Exploration in Early Adolescence."},
      {
        "id":"ED321169",
        "title":"The Challenge of Organizing a Middle School Counseling Program."},
      {
        "id":"ED321170",
        "title":"Toward a State of Esteem. The Final Report of the California Task Force to Promote Self-esteem and Personal and Social Responsibility."},
      {
        "id":"ED321171",
        "title":"Toward a State of Esteem. The Final Report of the California Task Force to Promote Self-esteem and Personal and Social Responsibility. Appendixes."},
      {
        "id":"ED321175",
        "title":"Self Esteem Support as a Moderator of the Impact of Job Stress."},
      {
        "id":"ED321176",
        "title":"Survey Results of Use of Drugs and Alcohol among High School Students."},
      {
        "id":"ED321177",
        "title":"Selected Resources on Aging: An Annotated Bibliography for Researchers and Educators. Special Reference Briefs."},
      {
        "id":"ED321178",
        "title":"Selected Resources on Aging: An Annotated Bibliography for Consumers. Special Reference Briefs."},
      {
        "id":"ED321179",
        "title":"Selected Resources on Dementia and Alzheimer's Disease: An Annotated Bibliography for Educators and Consumers. Special Reference Briefs."},
      {
        "id":"ED321190",
        "title":"Program of Studies. Comprehensive Guidance and Counseling Program K-12. Draft."},
      {
        "id":"ED321193",
        "title":"Delaware's Dropouts 1988-1989."},
      {
        "id":"ED321194",
        "title":"Uses of Metaphors & Imagery in Counseling. Instructor's Manual."},
      {
        "id":"ED321195",
        "title":"COUNSELINK: A Pilot Project Proposal."},
      {
        "id":"ED321197",
        "title":"A Career Exploration Program for Learning Disabled High School Students."},
      {
        "id":"ED321198",
        "title":"Family Support Services. A Review of the Literature and Selected Annotated Bibliography."},
      {
        "id":"ED321199",
        "title":"Helping the Helpers: Teacher Support Groups."},
      {
        "id":"ED321206",
        "title":"Young Unwed Fathers: Research Review, Policy Dilemmas and Options."},
      {
        "id":"ED321207",
        "title":"Challenging the High Risk Student--A Model for After-School Involvement of Adolescents."},
      {
        "id":"ED321208",
        "title":"Major Health Issues for States: 1987."},
      {
        "id":"ED321210",
        "title":"School-Community Guidance Center: An Alternative Education Program for High-Risk Students, 1989-90, Publication No. 89-28."},
      {
        "id":"ED321213",
        "title":"A Practitioner's Guide for Community Development in the 21st Century."},
      {
        "id":"ED321216",
        "title":"Preserving Elder Autonomy: Moral and Ethical Considerations."},
      {
        "id":"ED321224",
        "title":"Empowerment for Later Life."},
      {
        "id":"ED321228",
        "title":"Understanding Literacy Lessons: Do Teachers and Students Talk the Same Language?"},
      {
        "id":"ED321230",
        "title":"Retention, Promotion, or Two-Tier Kindergarten: Which Reaches the At-Risk Reader More Effectively?"},
      {
        "id":"ED321233",
        "title":"Examining Cultural Relevancy in the &quot;Doctor Bird Readers&quot;: Text Analysis From the Perspective of Jamaican Children."},
      {
        "id":"ED321234",
        "title":"Examining Cultural Relevancy in the &quot;Doctor Bird Readers.&quot;"},
      {
        "id":"ED321236",
        "title":"Policy and Practice in the Teaching of Literacy: Explorations of the NAEP Database. Final Report."},
      {
        "id":"ED321237",
        "title":"How Interest Affects Learning from Text. Technical Report No. 506."},
      {
        "id":"ED321240",
        "title":"The Interrelationship of Phonemic Segmentation, Auditory Abstraction, and Word Recognition."},
      {
        "id":"ED321241",
        "title":"Reading/Literature K-12 and Writing 6-12 Task Force Reports 1989-90. Essential Language Arts Learning Skills."},
      {
        "id":"ED321242",
        "title":"Beyond the Instrumentalist Hypothesis: Some Relationships between Word Meanings and Comprehension. Technical Report No. 505."},
      {
        "id":"ED321248",
        "title":"The Uses of Newspapers by Elderly Audiences."},
      {
        "id":"ED321249",
        "title":"Content Area Textbooks: Friends or Foes? ERIC Digest."},
      {
        "id":"ED321250",
        "title":"Beginning Reading Instruction in the United States. ERIC Digest."},
      {
        "id":"ED321251",
        "title":"Adult Literacy: Contexts and Challenges."},
      {
        "id":"ED321253",
        "title":"The Supreme Court on &quot;Hazelwood&quot;: A Reversal on Regulation of Student Expression. ERIC Digest No. 8."},
      {
        "id":"ED321255",
        "title":"Young Children as Authors: The Creative Process in First Stories."},
      {
        "id":"ED321256",
        "title":"Improving the Written Communication Skills of Upper Elementary Alternative Education Students by Using a Word Processor."},
      {
        "id":"ED321257",
        "title":"Penpals and Keypals--Networks for Student Writers."},
      {
        "id":"ED321259",
        "title":"Evaluating Sources: Strategies for Faculty-Librarian-Student Collaboration."},
      {
        "id":"ED321260",
        "title":"Freshmen in the Library: Making Meaning Out of Diverse Discourse Communities."},
      {
        "id":"ED321261",
        "title":"Testing Literature: The Current State of Affairs. ERIC Digest."},
      {
        "id":"ED321262",
        "title":"Literature and Life: Making Connections in the Classroom. Classroom Practices in Teaching English, Vol. 25."},
      {
        "id":"ED321265",
        "title":"Sensing Story Elements and Structure in Good Literature, the Models for Children's Writing."},
      {
        "id":"ED321267",
        "title":"The Concept of Delivery Applied to Modern Rhetoric."},
      {
        "id":"ED321271",
        "title":"(Dis)Placement of Current-Traditional Rhetoric's Approach in a Composition Class."},
      {
        "id":"ED321272",
        "title":"Rhetorical Situations: Peace Talks for the War on Attention to Audience in the Composition Classroom."},
      {
        "id":"ED321273",
        "title":"An Examination of the Writing Vocabulary of Students in Grades Nine through Twelve: A Study of a National Sample of High School Writing."},
      {
        "id":"ED321274",
        "title":"An Analysis of the Spelling Patterns of Children in Grades Two through Eight: A Study of a National Sample of Children's Writing."},
      {
        "id":"ED321275",
        "title":"Canonizing Latin American Literature: Gabriel Garcia Marquez and Mario Vargas Llosa Enter the English Curriculum."},
      {
        "id":"ED321278",
        "title":"Problem Solving And Prewriting; Mental Play in the Writing Class."},
      {
        "id":"ED321280",
        "title":"State Content Standards for English Language Arts. Volume I: Instructional Activities for Effective Teaching, Grades 1-3."},
      {
        "id":"ED321281",
        "title":"State Content Standards for English Language Arts. Volume II: Instructional Activities for Effective Teaching, Grades 4-6."},
      {
        "id":"ED321282",
        "title":"State Content Standards for English Language Arts. Volume III: Instructional Activities for Effective Teaching, Grades 7-8."},
      {
        "id":"ED321283",
        "title":"State Content Standards for English Language Arts. Volume IV: Instructional Activities for Effective Teaching, Grades 9-12."},
      {
        "id":"ED321289",
        "title":"The Effect of a Self-Cueing Treatment on Top-Level Goal Setting Strategies and Attention to Task in Timed-Writing Sessions."},
      {
        "id":"ED321290",
        "title":"Secondary Textbook Review: English, Grades Nine through Twelve."},
      {
        "id":"ED321292",
        "title":"Thinking and Writing across the Curriculum."},
      {
        "id":"ED321294",
        "title":"What Is Shakespeare Doing in My Hut?: A-Level Literature and the Sierra Leonean Student."},
      {
        "id":"ED321295",
        "title":"Big Foot to the Rescue or Story Starters: A Component of Whole Language."},
      {
        "id":"ED321297",
        "title":"English 16: Program of Studies/Curriculum Guide. Integrated Occupational Program. Senior High School Language Arts: Curriculum."},
      {
        "id":"ED321298",
        "title":"English 16: Teacher Resource Manual. Integrated Occupational Program. Curriculum."},
      {
        "id":"ED321300",
        "title":"Managerial Gender Communication: A Meta-Analysis."},
      {
        "id":"ED321303",
        "title":"Intercultural Communication: Between Japan and the United States."},
      {
        "id":"ED321306",
        "title":"Teaching Communication Skills Effectively: Can It Be Accomplished in the Elementary Schools?"},
      {
        "id":"ED321307",
        "title":"Freedom of Speech as Protected by the States: A Review of Late Nineteenth and Early Twentieth Century State Court Decisions."},
      {
        "id":"ED321308",
        "title":"Competing Conceptions of the Law: Public Arguments Regarding Nominees to the United States Supreme Court."},
      {
        "id":"ED321309",
        "title":"Is It Too Late To Save Policy Debate?"},
      {
        "id":"ED321310",
        "title":"&quot;New York Times v. Sullivan&quot;: A Reassessment of the Court's Analysis of the Seditious Libel Doctrine."},
      {
        "id":"ED321311",
        "title":"An Analysis of the Thematic Content of Televised Beer Commercials."},
      {
        "id":"ED321312",
        "title":"Complicity: Reconstructing the Hegemonic Dialectic."},
      {
        "id":"ED321313",
        "title":"Language, Thinking, and Communication: A Developmental Psycholinguistic Perspective."},
      {
        "id":"ED321314",
        "title":"Speech Modification Training for Reticent Speakers: A Comparison of Three Methods."},
      {
        "id":"ED321317",
        "title":"Status Report on Speech Research, January-June 1989."},
      {
        "id":"ED321318",
        "title":"Status Report on Speech Research, July-December 1989."},
      {
        "id":"ED321320",
        "title":"Communication Processes in the Field Research Interview Setting: A Case Study."},
      {
        "id":"ED321321",
        "title":"Rescuing Reality: Viewer interpretation of Television Recreations."},
      {
        "id":"ED321322",
        "title":"How Cigarettes Are Sold in Magazines: Special Messages for Special Markets."},
      {
        "id":"ED321323",
        "title":"Alcohol and Cigarette Advertising on Billboards: Targeting with Social Cues."},
      {
        "id":"ED321324",
        "title":"Reach Out and Touch Someone: Tactile Communication in Selected Puerto Rican Novels."},
      {
        "id":"ED321325",
        "title":"The Artist/Educator Responds to Censorship."},
      {
        "id":"ED321327",
        "title":"Censorship Battles in University Theatre for Young Audiences."},
      {
        "id":"ED321330",
        "title":"Relationship-Enhancing Communication Skills in &quot;The Cosby Show.&quot;"},
      {
        "id":"ED321331",
        "title":"The Simulated Organization Course at Cal State, Northridge."},
      {
        "id":"ED321334",
        "title":"Debate and Communication Skills. ERIC Digest."},
      {
        "id":"ED321335",
        "title":"Teaching the Introductory Public Relations Course: A Communication Perspective."},
      {
        "id":"ED321341",
        "title":"Working Together: The Collaborative Style of Bargaining."},
      {
        "id":"ED321342",
        "title":"Fiscal Policy Issues and School Reform. ERIC Digest Series Number EA 50."},
      {
        "id":"ED321343",
        "title":"School Security. ERIC Digest Series Number EA 46."},
      {
        "id":"ED321344",
        "title":"The Role of Business in Education. ERIC Digest Series Number 47."},
      {
        "id":"ED321345",
        "title":"Issues in Accountability for Saskatchewan Schools. SIDRU Research Report No. 9."},
      {
        "id":"ED321346",
        "title":"A Canadian and American Comparison: Church-State Constitutional Issues in Public Schooling. Part II--An American Perspective."},
      {
        "id":"ED321347",
        "title":"History and Politics in State Accountability Reform."},
      {
        "id":"ED321348",
        "title":"Planning for Schools of Choice: Achieving Equity and Excellence. Book II--Planning Guide."},
      {
        "id":"ED321350",
        "title":"Union Involvement in Knowledge/Skill Development, Data-Search Number 5. What Research Says About Series."},
      {
        "id":"ED321351",
        "title":"Tips from NDPs."},
      {
        "id":"ED321354",
        "title":"Public Accountability in Australian Education: A Discussion Paper. Occasional Paper No. 11."},
      {
        "id":"ED321355",
        "title":"The Curriculum for the 1990s: A New Package or a New Spirit? The A. W. Jones Lecture, 1989. Occasional Paper No. 12."},
      {
        "id":"ED321356",
        "title":"Futures for Schooling in Australia: Nationalisation, Privatisation or Unification? Occasional Paper No. 13."},
      {
        "id":"ED321358",
        "title":"DOD Overseas Schools: Additional Assurances of Educational Quality Needed. Report to the Committee on Armed Services, House of Representatives."},
      {
        "id":"ED321361",
        "title":"Educators' Pupil-Control Ideology as a Predictor of Educator's Reactions to Pupil Disruptive Behavior."},
      {
        "id":"ED321362",
        "title":"Transforming the Assessment of Teachers: Notes on a Theory of Assessment for the 21st Century."},
      {
        "id":"ED321363",
        "title":"Teacher Performance Pay: Career Ladders in Practice (Differentiating Levels of Teacher Skill)."},
      {
        "id":"ED321366",
        "title":"Implementing Accelerated Schools: Issues at the State Level."},
      {
        "id":"ED321368",
        "title":"State Efforts To Deregulate Education. ERIC Digest Series Number EA 51."},
      {
        "id":"ED321369",
        "title":"A Quantitative Phenomenological Study of Leadership: Social Control Theory Applied to Actions of School Principals."},
      {
        "id":"ED321371",
        "title":"Building School Cultures in Achieving Urban Elementary Schools: The Leadership Behaviors of Principals."},
      {
        "id":"ED321374",
        "title":"Extending the School Day/Year: Proposals and Results. Data-Search No. 9. What Research Says About Series."},
      {
        "id":"ED321375",
        "title":"Patterns of Employee Discipline That Emerged from Arbitration of Grievances."},
      {
        "id":"ED321376",
        "title":"The Development of an Instrument for Measuring Burnout in Public School Administrators."},
      {
        "id":"ED321379",
        "title":"Public School Administrators: Components of Burnout."},
      {
        "id":"ED321381",
        "title":"Reform, Reaction, Renewal: UCEA's Response to the National Policy Board Agenda."},
      {
        "id":"ED321382",
        "title":"How Open Is the Public School? On Cooperation between Teachers and Parents."},
      {
        "id":"ED321386",
        "title":"Drug-Free Schools and Communities Act Amendments of 1989. Report from the Committee of Conference (To Accompany H.R. 3614). House of Representatives, 101st Congress, 1st Session."},
      {
        "id":"ED321387",
        "title":"Using the &quot;Issues Analysis Team&quot; Concept To Develop Administrative Potential."},
      {
        "id":"ED321390",
        "title":"Restructuring the High School: The Renaissance Program."},
      {
        "id":"ED321391",
        "title":"The Role of Business in the Schools. The Best of ERIC on Educational Management Number 102."},
      {
        "id":"ED321392",
        "title":"Searching for Female Leaders for America's Schools: Are the Women To Blame?"},
      {
        "id":"ED321393",
        "title":"Gender Differences in the Career Paths of Aspiring and Incumbent Educational Administrators."},
      {
        "id":"ED321395",
        "title":"View from the Inside: A Look to the Future. Report of the Select Seminar on Teacher Evaluation II."},
      {
        "id":"ED321396",
        "title":"An Administrative Shortage Real or Perceived? A View from the Inside: A Monograph. A Roundtable/Survey Report."},
      {
        "id":"ED321397",
        "title":"On the Meaning of Restructuring."},
      {
        "id":"ED321398",
        "title":"The Department Chair: Role Ambiguity and Role Strain."},
      {
        "id":"ED321402",
        "title":"Linking Resarch and Practice for Site-Based School Renewal."},
      {
        "id":"ED321405",
        "title":"School Social Context, Teacher Culture, and School-Based Management."},
      {
        "id":"ED321406",
        "title":"Report of the Iowa Governor's Conference on Education Goals (Ames, Iowa, December 13, 1989)."},
      {
        "id":"ED321407",
        "title":"California's Curriculum Reform Guidelines for Elementary Schools: 1983-1988. Elementary Subjects Center Series No. 16."},
      {
        "id":"ED321414",
        "title":"Paying for Performance--Important Questions and Answers. The 1989 SREB Career Ladder Clearinghouse Report."},
      {
        "id":"ED321415",
        "title":"Closing Education's Technology Gap. Briefing Paper No. 111."},
      {
        "id":"ED321416",
        "title":"Specific Indicators of Accountability in School District Organizations: Assessment, Profiling, Restructuring, and Redeployment of Resources."},
      {
        "id":"ED321419",
        "title":"Gangs. ERIC Digest Series Number EA 52."},
      {
        "id":"ED321423",
        "title":"Constructive Confrontation. EMU Labor Studies."},
      {
        "id":"ED321424",
        "title":"Meeting the Special Needs of Drug-Affected Children. ERIC Digest Series Number EA 53."},
      {
        "id":"ED321425",
        "title":"Guidelines for Planning and Implementing Essential Early Education Programs."},
      {
        "id":"ED321426",
        "title":"Utilizing Evaluation Feedback in the Expansion of a Program for Handicapped LEP Students."},
      {
        "id":"ED321427",
        "title":"Assessing the Language Difficulties of Hispanic Bilingual Students. Abstract 23: Research & Resources on Special Education."},
      {
        "id":"ED321428",
        "title":"Increasing Organizational Skills and Homework Productivity with Ninth Grade Emotionally Handicapped and Regular Students."},
      {
        "id":"ED321429",
        "title":"Three Year Evaluations for Handicapped Students. Position Statement [and] Supporting Paper for Position Statement on Reevaluation."},
      {
        "id":"ED321430",
        "title":"Project Exploration: Search for Self."},
      {
        "id":"ED321431",
        "title":"Anti-Intellectualism in Programs for Able Students (Beware of Gifts): An Application."},
      {
        "id":"ED321432",
        "title":"How To Choose a College: Guide for the Student with a Disability."},
      {
        "id":"ED321433",
        "title":"HEATH Resource Directory, 1989."},
      {
        "id":"ED321434",
        "title":"Make the Most of Your Opportunities: A Guide to Postsecondary Education for Adults with Handicaps."},
      {
        "id":"ED321435",
        "title":"Functional Vision Observation. Technical Assistance Paper."},
      {
        "id":"ED321436",
        "title":"Screening and Assessment: Guidelines for Identifying Young Disabled and Developmentally Vulnerable Children and Their Families."},
      {
        "id":"ED321437",
        "title":"Psychological Issues in Pediatric Home Care."},
      {
        "id":"ED321440",
        "title":"A Computer Approach to Teaching English Syntax to Deaf Students."},
      {
        "id":"ED321441",
        "title":"Technology and Children with Disabilities: A Guide for Family Members. P.L. 100-407: Technology-Related Assistance for Individuals with Disabilities Act of 1988. P.L. 100-360: Medicare Catastrophic Coverage Act."},
      {
        "id":"ED321442",
        "title":"A Literature Review of Topics Concerning Children Who Are Technology-Supported and Their Families."},
      {
        "id":"ED321443",
        "title":"Forging Alliances with Protection and Advocacy Systems: A Training Manual for Parents of Children with Emotional Disorders."},
      {
        "id":"ED321444",
        "title":"Call to the Field: Research on Families and Disability, 1988-1989."},
      {
        "id":"ED321445",
        "title":"Families of Children with Technology Support. Annotated Bibliography. Report AB-1."},
      {
        "id":"ED321446",
        "title":"Publications of Beach Center Researchers. Annotated Bibliography. Report AB-3."},
      {
        "id":"ED321447",
        "title":"Supported Employment with Emphasis on Family Concerns. Annotated Bibliography. [Report] AB-4."},
      {
        "id":"ED321453",
        "title":"Transition from Pediatric to Adult Health Care for Youth with Disabilities and Chronic Illnesses. CYDLINE Reviews."},
      {
        "id":"ED321454",
        "title":"Adolescents with Chronic Illnesses: Issues for School Personnel. CYDLINE Reviews."},
      {
        "id":"ED321457",
        "title":"Attention Deficit Hyperactivity Disorder: The Differential Diagnosis."},
      {
        "id":"ED321458",
        "title":"Observing Special and Regular Education Classrooms."},
      {
        "id":"ED321459",
        "title":"Student Negotiation of Tasks in Physical Education and Special Education Settings."},
      {
        "id":"ED321464",
        "title":"Using Microprocessors To Develop Communication Skills in Young Severely Handicapped Children. Final Project Report, 10/87-6/89."},
      {
        "id":"ED321466",
        "title":"Consultation and Team Skills for Therapists in Educational Settings."},
      {
        "id":"ED321467",
        "title":"An Educator's Guide to Tourette Syndrome."},
      {
        "id":"ED321469",
        "title":"Vocational Rehabilitation Services to Persons with H.I.V. (AIDS). Institute on Rehabilitation Issues (16th, Savannah, Georgia). Report from the Study Group."},
      {
        "id":"ED321470",
        "title":"The Provisions of Technical Assistance for Vocational Rehabilitation. Institute on Rehabilitation Issues (16th, Savannah, Georgia)."},
      {
        "id":"ED321472",
        "title":"The Evolution of the Snellen E to the Blackbird. (Blackbird Preschool Vision Screening Program)."},
      {
        "id":"ED321475",
        "title":"Three Years of Follow-Up of Mentally Retarded Youth: Stability and Change."},
      {
        "id":"ED321476",
        "title":"Gifted Education Model Programs: Research Project Report."},
      {
        "id":"ED321477",
        "title":"Androgyny and Occupational Orientation among Gifted Elementary School Children."},
      {
        "id":"ED321478",
        "title":"The Progressive/Collaborative High School: A Model Program."},
      {
        "id":"ED321480",
        "title":"Gifted Students: Flyer File."},
      {
        "id":"ED321481",
        "title":"Giftedness and the Gifted: What's It All About? ERIC Digest #E476."},
      {
        "id":"ED321482",
        "title":"Helping Your Highly Gifted Child. ERIC Digest #E477."},
      {
        "id":"ED321483",
        "title":"Underachieving Gifted Students. ERIC Digest #E478."},
      {
        "id":"ED321484",
        "title":"Gifted but Learning Disabled: A Puzzling Paradox. ERIC Digest #E479."},
      {
        "id":"ED321485",
        "title":"Meeting the Needs of Gifted and Talented Minority Language Students. ERIC Digest #E480."},
      {
        "id":"ED321486",
        "title":"Guiding the Gifted Reader. ERIC Digest #E481."},
      {
        "id":"ED321487",
        "title":"Discovering Mathematical Talent. ERIC Digest #E482."},
      {
        "id":"ED321488",
        "title":"Personal Computers Help Gifted Students Work Smart. ERIC Digest #E483."},
      {
        "id":"ED321489",
        "title":"Fostering Academic Creativity in Gifted Students. ERIC Digest #E484."},
      {
        "id":"ED321490",
        "title":"Developing Leadership in Gifted Youth. ERIC Digest #E485."},
      {
        "id":"ED321491",
        "title":"Mentor Relationships and Gifted Learners. ERIC Digest #E486."},
      {
        "id":"ED321492",
        "title":"Nurturing Giftedness in Young Children. ERIC Digest #E487."},
      {
        "id":"ED321493",
        "title":"Helping Gifted Students with Stress Management. ERIC Digest #E488."},
      {
        "id":"ED321494",
        "title":"Helping Adolescents Adjust to Giftedness. ERIC Digest #E489."},
      {
        "id":"ED321495",
        "title":"College Planning for Gifted and Talented Youth. ERIC Digest #E490."},
      {
        "id":"ED321496",
        "title":"Discovering Interests and Talents through Summer Experiences. ERIC Digest #E491."},
      {
        "id":"ED321497",
        "title":"Career Planning for Gifted and Talented Youth. ERIC Digest #E492."},
      {
        "id":"ED321498",
        "title":"Fostering the Postsecondary Aspirations of Gifted Urban Minority Students. ERIC Digest #E493."},
      {
        "id":"ED321499",
        "title":"Supporting Gifted Education through Advocacy. ERIC Digest #E494."},
      {
        "id":"ED321500",
        "title":"Readings and Resources for Parents and Teachers of Gifted Children. ERIC Digest #E495."},
      {
        "id":"ED321501",
        "title":"Integrating Students with Severe Disabilities. ERIC Digest #E468."},
      {
        "id":"ED321502",
        "title":"Life Skills Mastery for Students with Special Needs. ERIC Digest #E469."},
      {
        "id":"ED321503",
        "title":"Extended School Year (ESY). ERIC Digest #E471."},
      {
        "id":"ED321504",
        "title":"Children with Communication Disorders. ERIC Digest #E470 (Revised #419)."},
      {
        "id":"ED321505",
        "title":"Peer Support and Cooperative Learning for Accommodating Student Variance. Super Search Report, No. C575."},
      {
        "id":"ED321506",
        "title":"Prereferral Interventions for Students with Learning and Behavior Problems. Super Search Reprint No. C574."},
      {
        "id":"ED321507",
        "title":"Preventive Discipline and Behavior Management Practices. Super Search Reprint No. 572."},
      {
        "id":"ED321508",
        "title":"Curriculum-Based Assessment and Curriculum-Based Management. Super Search Reprint No. C576."},
      {
        "id":"ED321509",
        "title":"Efficacy of P.L. 94-142 and the Implementation of the LRE Concept. Computer Search Reprint No. C579."},
      {
        "id":"ED321510",
        "title":"The Regular Education Initiative: Rationales for and Against. Computer Search Reprint No. C580."},
      {
        "id":"ED321511",
        "title":"Practices Consistent with the Regular Education Initiative. Computer Search Reprint. No. C581."},
      {
        "id":"ED321512",
        "title":"A Practical Guide to Counseling the Gifted in a School Setting. Second Edition."},
      {
        "id":"ED321516",
        "title":"The T.E.S.L. Canada China Handbook."},
      {
        "id":"ED321517",
        "title":"The Idealized World: A Problem of Semantics."},
      {
        "id":"ED321518",
        "title":"Animacy Constraints on Acquisition of the Passive: Evidence from Comprehension after Production Training with Animate vs. Inanimate Patients."},
      {
        "id":"ED321519",
        "title":"Functional Literacy in Moroccan School Children. Draft."},
      {
        "id":"ED321525",
        "title":"Sociolinguistic Test Item Review."},
      {
        "id":"ED321532",
        "title":"Summer Institute of Linguistics Australian Aborigines and Islanders Branch. Annual Report 1989."},
      {
        "id":"ED321533",
        "title":"An X-Bar Account of Noun-Noun Modification."},
      {
        "id":"ED321534",
        "title":"Content Area Bilingual Education: Project CABE 1988-89. OREA Report."},
      {
        "id":"ED321536",
        "title":"Career Awareness and Resource Education: Project CARE 1988-1989. OREA Report."},
      {
        "id":"ED321537",
        "title":"Numbers of Limited English Proficient Children: National, State, and Language-Specific Estimates. Based on the 1982 English Language Proficiency Survey and Special Tabulations of the 1980 Census."},
      {
        "id":"ED321539",
        "title":"Great Opportunities for Optional Resources to Improve the Talents of Gifted Bilingual High School Students: Project GO-FOR-IT 1988-89. OREA Report."},
      {
        "id":"ED321541",
        "title":"Second Language Acquisition: Selected, Annotated Bibliographies on Japanese, Chinese, Thai, Indic, Spanish and Arabic Learners of English: Volume 1."},
      {
        "id":"ED321542",
        "title":"Kinder Lernen Deutsch Materials Evaluation Project: Grades K-8."},
      {
        "id":"ED321544",
        "title":"Language Development Support Systems: Project L.D.S.S. 1988-89. OREA Report."},
      {
        "id":"ED321545",
        "title":"Refinement and Field Test of Evaluation Procedures and Materials for ESEA, Title VII Bilingual Education Projects. Phase III Report."},
      {
        "id":"ED321546",
        "title":"A Collaborative Computer-Assisted Reading and Writing Project: Dynamic Stories."},
      {
        "id":"ED321549",
        "title":"Papers in Interlanguage. Occasional Papers No. 44."},
      {
        "id":"ED321550",
        "title":"Second Language Classroom Research. ERIC Digest."},
      {
        "id":"ED321551",
        "title":"Vocational English-as-a-Second-Language Programs. ERIC Digest."},
      {
        "id":"ED321552",
        "title":"Mutual Assistance Associations: Refugee Self-Help Groups Play Key Role."},
      {
        "id":"ED321554",
        "title":"New Beginnings for Language Policy: Australia and the United States."},
      {
        "id":"ED321555",
        "title":"More Than Meets The Eye: Foreign Language Reading. Language and Education: Theory and Practice."},
      {
        "id":"ED321556",
        "title":"Bilingual Education Evaluation System. User&apos;s Guide, Volume I, Recommended Procedures [and] Volume II, Technical Appendices."},
      {
        "id":"ED321557",
        "title":"The Evaluation of Bilingual Education Programs for Language-Minority, Limited-English-Proficient Students: A Status Report with Recommendations for Future Development."},
      {
        "id":"ED321559",
        "title":"Pigeon-Birds and Rhyming Words: The Role of Parents in Language Learning. Language in Education: Theory and Practice."},
      {
        "id":"ED321561",
        "title":"The Hawaiian Language Immersion Program: Classroom Discourse and Children's Development of Communicative Competence."},
      {
        "id":"ED321562",
        "title":"Videos as Literature in EFL."},
      {
        "id":"ED321573",
        "title":"Language Aptitude Reconsidered. Language in Education: Theory and Practice, No. 74."},
      {
        "id":"ED321574",
        "title":"Three Types of Bilingualism."},
      {
        "id":"ED321575",
        "title":"A Multidimensional Investigation of Acculturation and Language Proficiency. Research Bulletin #692."},
      {
        "id":"ED321577",
        "title":"English-Farsi Phrasebook with Useful Word List."},
      {
        "id":"ED321578",
        "title":"Intercultural Communication Competence: Some Perspectives of Research."},
      {
        "id":"ED321580",
        "title":"The Meaning of Proper Names."},
      {
        "id":"ED321581",
        "title":"From Research to Reality: Activities and Strategies That Work."},
      {
        "id":"ED321582",
        "title":"Some Properties of Bilingual Maintenance and Loss in Mexican Background High School Students."},
      {
        "id":"ED321583",
        "title":"Helping Language Minority Students after They Exit from Bilingual/ESL Programs. A Handbook for Teachers."},
      {
        "id":"ED321584",
        "title":"Bilingualism and Bilingual Education: A Research Perspective. Occasional Papers in Bilingual Education, Number 1."},
      {
        "id":"ED321585",
        "title":"Do You /Ond 'taend? An Error Analysis of Norwegian Students' Pronunciation of English."},
      {
        "id":"ED321586",
        "title":"Foreign Language Program Articulation from High School to the University. ERIC Digest."},
      {
        "id":"ED321587",
        "title":"Opportunities Abroad for Teaching English as a Foreign Language: A Resource List. ERIC Digest."},
      {
        "id":"ED321588",
        "title":"Assessing Language Proficiency for Credit in Higher Education. ERIC Digest."},
      {
        "id":"ED321589",
        "title":"Two-Way Language Development Programs. ERIC Digests."},
      {
        "id":"ED321590",
        "title":"An Effective Model of Literacy Instruction for Limited-English Proficient Adults."},
      {
        "id":"ED321592",
        "title":"Use of the Newspaper in ESOL."},
      {
        "id":"ED321593",
        "title":"Making Meaning, Making Change. A Guide to Participatory Curriculum Development for Adult ESL and Family Literacy."},
      {
        "id":"ED321595",
        "title":"Special Amnesty Issue."},
      {
        "id":"ED321600",
        "title":"English as a Second Language Handbook for Adult Education Instructors."},
      {
        "id":"ED321601",
        "title":"Project Porvenir, 1988-89. Evaluation Section Report. OREA Report."},
      {
        "id":"ED321605",
        "title":"Amnesty Education Report: IRCA Pre-Enrollment Appraisal Results. Final Report."},
      {
        "id":"ED321606",
        "title":"Guidelines for ELT Programs. MELT Work Group."},
      {
        "id":"ED321607",
        "title":"Building Competencies To Serve LEP Vocational Students: An Inservice Manual."},
      {
        "id":"ED321612",
        "title":"Family Reading Project, First Year Report."},
      {
        "id":"ED321613",
        "title":"Housekeeping ESL. Workplace Literacy Curriculum for Hotels."},
      {
        "id":"ED321615",
        "title":"The Freirean Approach to Adult Literacy Education. NCLE Q&amp;A."},
      {
        "id":"ED321616",
        "title":"English Language Literacy and Other Requirements of the Amnesty Program. ERIC Q&amp;A."},
      {
        "id":"ED321617",
        "title":"Developing Cultural Orientation Materials."},
      {
        "id":"ED321619",
        "title":"Using Newspapers in the ESL Literacy Classroom. ERIC Digest."},
      {
        "id":"ED321620",
        "title":"International Literacy Year. ERIC Digest."},
      {
        "id":"ED321621",
        "title":"Recruiting and Retaining Language Minority Students in Adult Literacy Programs. ERIC Digest."},
      {
        "id":"ED321622",
        "title":"Talking Adult ESL Students into Writing: Building on Oral Fluency To Promote Literacy. ERIC Digest."},
      {
        "id":"ED321623",
        "title":"Closed Captioned Television for Adult LEP Literacy Learners. ERIC Digest."},
      {
        "id":"ED321624",
        "title":"Family and Intergenerational Literacy in Multilingual Families. NCLE Q & A."},
      {
        "id":"ED321626",
        "title":"An Evaluation of Ag Horizons: A Campus Visitation Program for Student Recruitment. Research Report 555."},
      {
        "id":"ED321628",
        "title":"Faculty in Higher Education Institutions, 1988. Contractor Report."},
      {
        "id":"ED321631",
        "title":"Report to the Governor and the 1989 Minnesota Legislature. Technical Report."},
      {
        "id":"ED321632",
        "title":"Report to the Governor and the 1989 Minnesota Legislature."},
      {
        "id":"ED321635",
        "title":"Influences and Preferences among Doctoral Applicants When Selecting a Counselor Education Program."},
      {
        "id":"ED321643",
        "title":"The Task Approach to Child Care Competency: An Advanced Level Training Curriculum for Residential Child Care Workers."},
      {
        "id":"ED321645",
        "title":"Student Support Services Program."},
      {
        "id":"ED321647",
        "title":"Academic Enrichment Project for Disadvantaged Students."},
      {
        "id":"ED321651",
        "title":"Building a Successful Fund-Raising Program for a Small, Public, Historically Black University: 1982-1989."},
      {
        "id":"ED321654",
        "title":"Plan to Attract and Prepare Minority Students for Teaching."},
      {
        "id":"ED321656",
        "title":"Managerial Training as a Correlate of Professional Development among Public Managers in Kentucky State Government."},
      {
        "id":"ED321658",
        "title":"Positive Adolescent Choices Training (PACT)."},
      {
        "id":"ED321660",
        "title":"Managing Information Technology: Facing the Issues: Proceedings of the CAUSE National Conference (San Diego, California, November 28-December 1, 1989)."},
      {
        "id":"ED321661",
        "title":"Managing Information Technology: Facing the Issues. Track I: Planning and Strategy Issues."},
      {
        "id":"ED321662",
        "title":"Managing Information Technology: Facing the Issues. Track II: Funding and Accountability Issues."},
      {
        "id":"ED321663",
        "title":"Managing Information Technology: Facing the Issues. Track III: Organization and Personnel Issues."},
      {
        "id":"ED321664",
        "title":"Managing Information Technology: Facing the Issues. Track IV: Policy and Standards Issues."},
      {
        "id":"ED321665",
        "title":"Managing Information Technology: Facing the Issues. Track V: Telecommunications and Networking Issues."},
      {
        "id":"ED321666",
        "title":"Managing Information Technology: Facing the Issues. Track VI: Academic Computing Issues."},
      {
        "id":"ED321667",
        "title":"Managing Information Technology: Facing the Issues. Track VII: Applications and Technology Issues."},
      {
        "id":"ED321669",
        "title":"No Exit: Predicting Student Persistence. AIR 1990 Annual Forum Paper."},
      {
        "id":"ED321670",
        "title":"An Interactive Model for Studying Student Retention. AIR 1990 Annual Forum Paper."},
      {
        "id":"ED321671",
        "title":"Recruiting Faculty: Complementary Tales from Two Campuses. AIR 1990 Annual Forum Paper."},
      {
        "id":"ED321673",
        "title":"The Effects of Background, Coursework, and Involvement on Student's Grades and Satisfaction. AIR 1990 Annual Forum Paper."},
      {
        "id":"ED321675",
        "title":"Design and Implementation of a Decision Support System for Institutional Advancement. AIR 1990 Annual Forum Paper."},
      {
        "id":"ED321676",
        "title":"The Impact of Financial Aid on Student Satisfaction. AIR 1990 Annual Forum Paper."},
      {
        "id":"ED321681",
        "title":"Taking Inventory: Identifying Assessment Activities. AIR 1990 Annual Forum Paper."},
      {
        "id":"ED321682",
        "title":"Using Student Involvement in Value-Added Outcomes Assessment. AIR 1990 Annual Forum Paper."},
      {
        "id":"ED321684",
        "title":"Developing an Environmental Scanning System in an Educational Organization: Lessons Learned. AIR 1990 Annual Forum Paper."},
      {
        "id":"ED321685",
        "title":"The Eastern Iowa Community College District Data Collection Matrix Model: A Tool for Functional Area and Program Evaluation. AIR 1990 Annual Forum Paper."},
      {
        "id":"ED321687",
        "title":"Developing Interinstitutional Comparisons of Nonacademic Units for Use in the Review Process. AIR 1990 Annual Forum Paper."},
      {
        "id":"ED321690",
        "title":"Ethical Analysis in Institutional Research. AIR 1990 Annual Forum Paper."},
      {
        "id":"ED321693",
        "title":"Environmental Scanning in Support of Planning and Decision Making: Case Studies at Selected Institutions of Higher Education. AIR 1990 Annual Forum Paper."},
      {
        "id":"ED321694",
        "title":"Taking Inventory of Iowa Higher Education: The Institutional Research Storehouse. AIR 1990 Annual Forum Paper."},
      {
        "id":"ED321697",
        "title":"Twenty Years of Research on College Students: Lessons for Future Research. AIR 1990 Annual Forum Paper."},
      {
        "id":"ED321700",
        "title":"Linking Institutional Characteristics, Educational Strategy, and Student Retention in Colleges and Universities. AIR 1990 Annual Forum Paper."},
      {
        "id":"ED321701",
        "title":"State Initiatives in Assessment and Outcome Measurement: Tools for Teaching and Learning in the 1990s: Individual State Profiles. ECS Working Papers."},
      {
        "id":"ED321702",
        "title":"Assessment and the &quot;New Accountability&quot;: A Challenge for Higher Education's Leadership. ECS Working Papers."},
      {
        "id":"ED321703",
        "title":"Assessment and Accountability in Higher Education. Proceedings Document (Sante Fe, New Mexico, December 5-7, 1989). ECS Working Papers."},
      {
        "id":"ED321704",
        "title":"Renewing Civic Capacity: Preparing College Students for Service and Citizenship. ERIC Digest."},
      {
        "id":"ED321705",
        "title":"The Campus Green: Fund Raising in Higher Education. ERIC Digest."},
      {
        "id":"ED321706",
        "title":"The Campus Green: Fund Raising in Higher Education. ASHE-ERIC Higher Education Report 1."},
      {
        "id":"ED321709",
        "title":"Statewide Project to Include Aging Content in Colleges of Pharmacy. An Administration on Aging Project. Final Report."},
      {
        "id":"ED321710",
        "title":"Biomedical Knowledge and Clinical Expertise."},
      {
        "id":"ED321711",
        "title":"Transitory Stages in the Development of Expertise in Medicine: Review of the Evidence."},
      {
        "id":"ED321712",
        "title":"Can Previously Acquired Knowledge Be Activated through Small-Group Discussion?"},
      {
        "id":"ED321713",
        "title":"Effects of Activation of Prior Knowledge on the Recall of a Clinical Case."},
      {
        "id":"ED321714",
        "title":"The Role of Biomedical Knowledge in Clinical Reasoning by Experts, Intermediates and Novices."},
      {
        "id":"ED321721",
        "title":"A Cooperative Pedagogical Strategy for Teaching Developmental Theories through Writing: Dyadic Confrontations. Draft."},
      {
        "id":"ED321723",
        "title":"Power: An Administrator's Guide along the Corridors of Arrogance."},
      {
        "id":"ED321724",
        "title":"The Emeritus Professor: Old Rank, New Meaning. ERIC Digest."},
      {
        "id":"ED321725",
        "title":"The Emeritus Professor: Old Rank, New Meaning. ASHE/ERIC Higher Education Report No. 2."},
      {
        "id":"ED321726",
        "title":"High-Risk Students and Higher Education: Future Trends. ASHE-ERIC Higher Education Report No. 3."},
      {
        "id":"ED321727",
        "title":"Mainstreaming in the Media Center: A Manual for Media Specialists."},
      {
        "id":"ED321730",
        "title":"How To Use the ERIC and CIJE Indexes on Computer."},
      {
        "id":"ED321731",
        "title":"Automation Action Plan: Implementing the New Jersey Library Automation Blueprint."},
      {
        "id":"ED321734",
        "title":"Computers and Data Processing. Subject Bibliography."},
      {
        "id":"ED321737",
        "title":"Moral Responsibility and Computer Technology."},
      {
        "id":"ED321740",
        "title":"Societal Issues and School Practices: An Ethnographic Investigation of the Social Context of School Computer Use."},
      {
        "id":"ED321741",
        "title":"Information Technology in Education Research Programme, 1988-93. Occasional Paper InTER/1/88."},
      {
        "id":"ED321742",
        "title":"Learners' Concepts in Mathematics and Science. Occasional Paper ITE/29/88."},
      {
        "id":"ED321743",
        "title":"Information Technology and Language Development. Occasional Paper InTER/10/89."},
      {
        "id":"ED321744",
        "title":"Barriers to Innovation--A Seminar Report. Occasional Paper InTER/11/89."},
      {
        "id":"ED321745",
        "title":"Information Technology-Based Open Learning--A Study Report. Occasional Paper InTER/12/89."},
      {
        "id":"ED321746",
        "title":"Authoring Tools for Simulation-Based CBT--an Interim Project Report. Occasional Paper InTER/13/89."},
      {
        "id":"ED321747",
        "title":"Research in Progress--Update April 1990. Occasional Paper InTER/14/90."},
      {
        "id":"ED321748",
        "title":"Results of a Survey of Residential Schools Held by Riverina College, September 1980. Occasional Papers No. 1."},
      {
        "id":"ED321750",
        "title":"Occasional Papers in Distance Education. Number 9."},
      {
        "id":"ED321751",
        "title":"Analytical Tools and Research Issues for Interactive Media."},
      {
        "id":"ED321752",
        "title":"Beyond Access: Use of R&D Resources in the NEA Mastery in Learning Project."},
      {
        "id":"ED321753",
        "title":"Computer-Based Education in Nursing."},
      {
        "id":"ED321755",
        "title":"The Evaluation of Remedial Computer Use for Mathematics within a University Setting in Botswana."},
      {
        "id":"ED321757",
        "title":"IEA: Its Role and Plans for International Comparative Research in Education."},
      {
        "id":"ED321758",
        "title":"Instructional Design Considerations in Telewriter Applications to Distance Education."},
      {
        "id":"ED321759",
        "title":"Evaluating a Telewriter System To Enhance Audio-Teleconferencing: A Qualitative Search for Instructional Design Issues."},
      {
        "id":"ED321760",
        "title":"Integrating Computers into the Curriculum: A Formative Evaluation."},
      {
        "id":"ED321766",
        "title":"Directory of Regional Educational Resource Organizations in the Mid-Atlantic Region."},
      {
        "id":"ED321767",
        "title":"Learning Technology Resource Guide."},
      {
        "id":"ED321770",
        "title":"Databases and Networking for Development. The Organization of Information in Europe in the Field of Policy and Planning for Developing Countries."},
      {
        "id":"ED321772",
        "title":"OERI Directory of Computer Data Files."},
      {
        "id":"ED321773",
        "title":"Creating and Maintaining the Bibliographic Database for Library Automation. ERIC Digest."},
      {
        "id":"ED321774",
        "title":"ERIC Clearinghouse Publications, 1989. An Annotated Bibliography of Information Analysis Products and Other Major Publications of the ERIC Clearinghouses, January-December 1989."},
      {
        "id":"ED321775",
        "title":"Distance Education and the Changing Role of the Library Media Specialist."},
      {
        "id":"ED321777",
        "title":"Meeting the Needs of the Disabled."},
      {
        "id":"ED321778",
        "title":"The Academic Performance of Transfers from Virginia's Public Two-Year Institutions at James Madison University."},
      {
        "id":"ED321784",
        "title":"Employer Survey Results for the PVCC Graduating Class of 1987-88. Research Report No. 4-90."},
      {
        "id":"ED321785",
        "title":"Collection Development/Acquisitions: Collaboration or Conflict?"},
      {
        "id":"ED321786",
        "title":"Report on Community College Reviews of Baccalaureate/Transfer Programs: Fiscal Year 1989."},
      {
        "id":"ED321787",
        "title":"Report on Illinois Public Community College Foundations."},
      {
        "id":"ED321791",
        "title":"Are New Models of Student Development Needed? ERIC Digest."},
      {
        "id":"ED321799",
        "title":"Maryland DACUM Resource Center. Dundalk Community College Project Evaluation Report, 1989-1990."},
      {
        "id":"ED321800",
        "title":"A Search for Leadership. Leadership: What Does It Mean?"},
      {
        "id":"ED321801",
        "title":"Chairpersons as Promoters of Community Service."},
      {
        "id":"ED321803",
        "title":"Are Academicians by Their Very Natures Ethical, or Should They Be?"},
      {
        "id":"ED321805",
        "title":"Engaging Psychology and History in Experiential Learning."},
      {
        "id":"ED321807",
        "title":"Collective Bargaining Agreement Between Gateway Vocational, Technical and Adult Education District Board and Gateway Technical Education Association, WEAC, NEA, 1989-91 (July 1, 1989 - June 30, 1991)."},
      {
        "id":"ED321808",
        "title":"Collective Bargaining Agreement between the Board of Trustees of Community-Technical Colleges and The Congress of Connecticut Community Colleges, July 1, 1989-June 30, 1991."},
      {
        "id":"ED321809",
        "title":"Howard Community College Follow-Up of 1988 Graduates. Research Report Number 66."},
      {
        "id":"ED321820",
        "title":"Beyond the 90's: The Changing Character of the PVCC Service Region."},
      {
        "id":"ED321821",
        "title":"Selected Collective Bargaining Agreements of Florida Two-Year Colleges."},
      {
        "id":"ED321822",
        "title":"Collective Bargaining Agreement between Flathead Valley Community College Board of Trustees and the FVCC Education Association."},
      {
        "id":"ED321825",
        "title":"Project Cooperation: Designing and Implementing Models of Outcomes Assessments for Two-Year Institutions. Report on Project Cooperation Summer Conference for Demonstration Sites (Nashville, Tennessee, July 9-11, 1989)."},
      {
        "id":"ED321826",
        "title":"Proposed Budget Change Proposals (BCP's) for the 1991-92 Fiscal Year."},
      {
        "id":"ED321830",
        "title":"How To Develop and Manage a Course Equivalence Agreement Program."},
      {
        "id":"ED321831",
        "title":"Analysis of the Postsecondary Training Certificate Program in Floral Design and Marketing at Florida Community College at Jacksonville."},
      {
        "id":"ED321832",
        "title":"An Evaluation of the Employee Development Activities at Paradise Valley Community College."},
      {
        "id":"ED321833",
        "title":"Internationalizing the Community College: Examples of Success. ERIC Digest."},
      {
        "id":"ED321834",
        "title":"The Assessment of Educational Outcomes. ERIC Digest."},
      {
        "id":"ED321835",
        "title":"Correctional Education and the Community College. ERIC Digest."},
      {
        "id":"ED321838",
        "title":"Promoting Maternal and Child Health in the Context of Rural Poverty."},
      {
        "id":"ED321840",
        "title":"Pedagogical Issues in Early Childhood Education."},
      {
        "id":"ED321841",
        "title":"Yes You Can...Help Your Teenager Succeed in School."},
      {
        "id":"ED321842",
        "title":"Children's Well-Being: An International Comparison. A Report of the Select Committee on Children, Youth, and Families. One Hundred First Congress, Second Session together with Additional Minority Views. Committee Print."},
      {
        "id":"ED326859",
        "title":"Assessing the Difficulty of Reading Materials: The Noun Frequency Method. Revised Edition."},
      {
        "id":"ED326864",
        "title":"Acquisition of Reading and Writing. A Neurolinguistic Approach."},
      {
        "id":"ED326866",
        "title":"Roles for Computers in Teaching the English Language Arts. Technical Report No. 522."},
      {
        "id":"ED326868",
        "title":"The Religious Dimension in Recent Notable Adolescent Novels."},
      {
        "id":"ED326874",
        "title":"Markers of Cognitive Change during the Transition to Conventional Literacy."},
      {
        "id":"ED326876",
        "title":"Comprehensive Language Learning Philosophy and Goals."},
      {
        "id":"ED326877",
        "title":"Do We Have, or Have We Had, a Literary Canon in Our Secondary Schools? What Literature Surveys Reveal."},
      {
        "id":"ED326879",
        "title":"Released into Language: Options for Teaching Creative Writing."},
      {
        "id":"ED326880",
        "title":"Expanding the Canon: Bridges to Understanding. Articles from &quot;English Journal,&quot; 1987-89."},
      {
        "id":"ED326881",
        "title":"Toward a Whole Language Classroom. Articles from &quot;Language Arts,&quot; 1986-89."},
      {
        "id":"ED326882",
        "title":"Motivations of Young Authors: Why Did Rachel Tell So Many Stories?"},
      {
        "id":"ED326883",
        "title":"A Practical Alternative to Holistic Grading: One Proven Method."},
      {
        "id":"ED326886",
        "title":"Where Have All the Semicolons Gone?"},
      {
        "id":"ED326887",
        "title":"Where Teacher Training Never Treads."},
      {
        "id":"ED326888",
        "title":"The Virtue Ethics Canon: Laying the Foundation for Moral Responsibility in Scholastic Journalism."},
      {
        "id":"ED326891",
        "title":"Good Spelling: The Search Goes On. Item 5."},
      {
        "id":"ED326894",
        "title":"Teachers Manual for &quot;Spell-Write: An Aid to Writing, Spelling and Word Study.&quot; Studies in Education No. 34."},
      {
        "id":"ED326896",
        "title":"The Effect of Two Classroom Environments on the Dispositional Writing Apprehension of Secondary School English Students."},
      {
        "id":"ED326897",
        "title":"Where English Teachers Get Their Ideas: Trivial Knowledge vs. Successful Teaching Activities."},
      {
        "id":"ED326900",
        "title":"&quot;Collaboration: See Treason&quot;--A Three-Year Study of Collaboration in Freshman Composition Classrooms."},
      {
        "id":"ED326901",
        "title":"Parent Involvement in Elementary Language Arts: A Program Model. ERIC Digest."},
      {
        "id":"ED326902",
        "title":"Working with Special Students in English/Language Arts. Teaching Resources in the ERIC Database (TRIED) Series."},
      {
        "id":"ED326903",
        "title":"General Semantics and the &quot;Spirit&quot; of the Resolution."},
      {
        "id":"ED326904",
        "title":"Students Who Can't Communicate: Speech Language Services at the Secondary Level."},
      {
        "id":"ED326906",
        "title":"Teaching Technical Communication. ERIC Digest."},
      {
        "id":"ED326907",
        "title":"Introduction to Film."},
      {
        "id":"ED326909",
        "title":"Peer Persuasion in the Classroom: A Naturalistic Study of Children's Dominance."},
      {
        "id":"ED326912",
        "title":"An Analysis of Conflict Management in Grades 3 through 8."},
      {
        "id":"ED326913",
        "title":"Emerging Voices: East European Media in Transition. A Gannett Foundation Report."},
      {
        "id":"ED326914",
        "title":"The Broadcast Model Curriculum Project: Developing National Models."},
      {
        "id":"ED326915",
        "title":"Broadcast Education: Fighting the Trade School Image."},
      {
        "id":"ED326916",
        "title":"Warm Bodies: A Student Perspective."},
      {
        "id":"ED326917",
        "title":"Speech Writing and Improving Public Speaking Skills."},
      {
        "id":"ED326918",
        "title":"The Development and Implementation of Interactive, Computer-Video Learning Tracks for the Basic Course."},
      {
        "id":"ED326919",
        "title":"The Evolution of an Interdisciplinary Major: A Case Study."},
      {
        "id":"ED326922",
        "title":"Toward Accelerated Middle Schools."},
      {
        "id":"ED326924",
        "title":"Vandalism Prevention and School Security."},
      {
        "id":"ED326925",
        "title":"Involving At-Risk Families in Their Children's Education. ERIC Digest Series Number EA 58."},
      {
        "id":"ED326926",
        "title":"Leading &amp; Learning: A Portfolio of Change in Vermont Schools."},
      {
        "id":"ED326927",
        "title":"Rankings of the States, 1988. National Education Association Data-Search."},
      {
        "id":"ED326929",
        "title":"A Typology of the Assistant Principalship: A Model of Orientation to the Administrative Career."},
      {
        "id":"ED326930",
        "title":"Redefining Teacher Work Roles: Prospects and Possibilities. Policy Briefs, Number Thirteen."},
      {
        "id":"ED326931",
        "title":"The Changing Contours of School Finance. Policy Briefs Number 15."},
      {
        "id":"ED326932",
        "title":"Fiscal Equity in Kansas under the School District Equalization Act: Consultants&apos; Analysis on Behalf of Turner U.S.D. 202 in &quot;Mock v. State of Kansas.&quot;"},
      {
        "id":"ED326933",
        "title":"Critical Questions about Financing Schools in Kansas."},
      {
        "id":"ED326934",
        "title":"Praxis: A Response to Effective Leading and Learning."},
      {
        "id":"ED326939",
        "title":"Preparing School Administrators. ERIC Digest Series Number EA 57."},
      {
        "id":"ED326941",
        "title":"Reflections of a Practitioner in Academia."},
      {
        "id":"ED326942",
        "title":"The Challenge for School Leaders: Attracting and Retaining Good Teachers."},
      {
        "id":"ED326943",
        "title":"Factors Related to Organizational Turnover Intentions of Louisiana Cooperative Extension Service Agents."},
      {
        "id":"ED326945",
        "title":"The Professional Socialization of Graduate Students in Educational Administration."},
      {
        "id":"ED326946",
        "title":"The Preparation of Aspiring Educational Administrators: Transition and Transformation in the Internship."},
      {
        "id":"ED326947",
        "title":"The Logic of Confidence and the Supervision of Instruction: Perceptions and Practices of Elementary School Principals."},
      {
        "id":"ED326949",
        "title":"Accountability in Education. Policy Briefs, Number Fourteen."},
      {
        "id":"ED326951",
        "title":"Baseline Data on School Climate, Classroom Climate, and Self Concept as a Learner in Schools Using School Based Decision Making."},
      {
        "id":"ED326952",
        "title":"Deciding To Decide: Structuring Decision Situations and Selecting Decision Strategies."},
      {
        "id":"ED326956",
        "title":"&quot;Building Your Partnership&quot;: Report and Evaluation of Statewide Teleconference Presented by the California Academic Partnership Program (September 28, 1989)."},
      {
        "id":"ED326957",
        "title":"Academic Partnerships Reach New Heights."},
      {
        "id":"ED326965",
        "title":"Making Sure It Sticks: The School Improvement Leader&apos;s Role in Institutionalizing Change. The School Improvement Leader. Four Perspectives on Change in Schools."},
      {
        "id":"ED326966",
        "title":"Women Administrators in New York State Public Schools, 1968-1989."},
      {
        "id":"ED326971",
        "title":"Optimal Speed Limits for School Buses on Virginia Highways: A Report to Virginia&apos;s Superintendent of Public Instruction."},
      {
        "id":"ED326972",
        "title":"Rankings of the States, 1990. Data-Search Series."},
      {
        "id":"ED326975",
        "title":"Factors To Consider when Facilitating Educational Change. Mountain Plains Information Bulletin."},
      {
        "id":"ED326976",
        "title":"Education Regulations: Reasons for Delays in Issuance. Briefing Report to Congressional Requesters."},
      {
        "id":"ED326978",
        "title":"Voices from Successful Schools: Elements of Improved Schools Serving At-Risk Students and How State Education Agencies Can Support More Local School Improvement."},
      {
        "id":"ED326979",
        "title":"Earthquake Safety: Activities for Children."},
      {
        "id":"ED326980",
        "title":"Guidebook for Developing a School Earthquake Safety Program."},
      {
        "id":"ED326981",
        "title":"Managing Asbestos in Place: A Building Owner's Guide to Operations and Maintenance Programs for Asbestos-Containing Materials."},
      {
        "id":"ED326982",
        "title":"A View from the Inside: The Roles and Responsibilities of School Board Members. Report of the Select Seminar on Excellence in Education."},
      {
        "id":"ED326984",
        "title":"School Health in America: An Assessment of State Policies To Protect and Improve the Health of Students. Fifth Edition."},
      {
        "id":"ED326988",
        "title":"Parent-School Partnerships."},
      {
        "id":"ED326989",
        "title":"Desegregation and Informed Choice."},
      {
        "id":"ED326994",
        "title":"Incentives That Enhance the Teaching Profession: Background Paper. One in a Series of Reports on Attracting Excellence: The Call for Teacher Incentives."},
      {
        "id":"ED326995",
        "title":"Incentives for Teaching: LEA Programs and Practices in Seven States. One in a Series of Reports on Attracting Excellence: The Call for Teacher Incentives."},
      {
        "id":"ED326996",
        "title":"Educators and Child Abuse. Policy Bulletin No. 5."},
      {
        "id":"ED327000",
        "title":"Schools in the Middle: Progress 1968-1988. Schools in the Middle: A Report on Trends and Practices."},
      {
        "id":"ED327002",
        "title":"How To Keep Your School and Students Safe. Tips for Principals from NASSP."},
      {
        "id":"ED327006",
        "title":"U.S. Department of Education, Office of Inspector General Semiannual Report to Congress, April 1, 1990-September 30, 1990."},
      {
        "id":"ED327008",
        "title":"By the Year 2000: First in the World. Report of the FCCSET Committee on Education and Human Resources. FY 1992."},
      {
        "id":"ED327009",
        "title":"America 2000: An Education Strategy."},
      {
        "id":"ED327012",
        "title":"Related Educational Services for Individuals with Severe Disabilities. Report from the Related Services Subcommittee of the TASH Critical Services Committee."},
      {
        "id":"ED327013",
        "title":"Special Education in New York State: Parent's Perspective."},
      {
        "id":"ED327014",
        "title":"Educating the Disabled: Report of a Regional Planning Seminar and Workshop on Special Education (Coimbatore, India, August 12-24, 1985)."},
      {
        "id":"ED327018",
        "title":"Gifted Education: Exemplary and Demonstration Programs. 1987-90 Program Overviews."},
      {
        "id":"ED327019",
        "title":"Developmental Speech and Language Disorders: Hope through Research."},
      {
        "id":"ED327021",
        "title":"Report on the Methodology for the West End Special Education Transition Program Evaluation."},
      {
        "id":"ED327022",
        "title":"D.S.E. Citywide Chapter 2 Special Projects, 1988-89. Final Evaluation Report. OREA Evaluation Section Report."},
      {
        "id":"ED327028",
        "title":"Education of the Handicapped Act Amendments of 1990. Conference Report. House of Representatives, 101st Congress, 2d Session."},
      {
        "id":"ED327036",
        "title":"Teaching Children To Write with Computers: Comparing Approaches. The Writing Project. Technical Report No. 1."},
      {
        "id":"ED327037",
        "title":"A Model Teaching Environment For Using Word Processors with LD Children. The Writing Project. Technical Report No. 2."},
      {
        "id":"ED327039",
        "title":"Respite Care: An Overview of Federal, Selected State, and Private Programs. Report to Congressional Requesters."},
      {
        "id":"ED327040",
        "title":"Using Curriculum Based Measurement To Increase Psychomotor Learning Gains in Severely Handicapped Students."},
      {
        "id":"ED327041",
        "title":"Discriminating between Hyperactive and Control Preschoolers: The Preschool Vigilance Task."},
      {
        "id":"ED327045",
        "title":"High-Tech Communication Devices: What Separates Users from Non-Users?"},
      {
        "id":"ED327046",
        "title":"Feedback and Goal Conditions: Effects on Attributions of Gifted Adolescents."},
      {
        "id":"ED327049",
        "title":"Home Visiting: A Promising Early Intervention Strategy for At-Risk Families. Report to the Chairman, Subcommittee on Labor, Health and Human Services, Education, and Related Agencies, Committee on Appropriations, U.S. Senate."},
      {
        "id":"ED327051",
        "title":"The Teaching of Languages and Cultures in Queensland. Towards a Language Education Policy for Queensland Schools."},
      {
        "id":"ED327057",
        "title":"Young Children's Discourse Strategies in Using the Story and Information Book Genres: An Analysis of Kindergartners' Understandings of Co-Referentiality and Co-Classification."},
      {
        "id":"ED327058",
        "title":"Self-Repair in Bilingual Children: A Study of Finnish-Swedish Schoolchildren's Self-Repairs in Narrative Discourse."},
      {
        "id":"ED327059",
        "title":"Universal Grammar and Age Effects in Second Language Acquisition: A Response to Flynn and Manuel."},
      {
        "id":"ED327061",
        "title":"Mental Load in Listening, Speech Shadowing and Simultaneous Interpreting: A Pupillometric Study."},
      {
        "id":"ED327062",
        "title":"Langage, normes et repertoire en milieu urbain africain: L'indoubill (Language, Norms, and Repertoire in the African Urban Milieu: Indoubill)."},
      {
        "id":"ED327064",
        "title":"A New Method of Classroom Discourse Analysis."},
      {
        "id":"ED327065",
        "title":"The Contributions of Systemic Linguistics to Mother Tongue Education as Developed in Australia."},
      {
        "id":"ED327066",
        "title":"Foreign Languages and Distance Education: The Next Best Thing to Being There. ERIC Digest."},
      {
        "id":"ED327067",
        "title":"Local Advocacy for Second Language Education: A Case Study in New Mexico. ERIC Digest."},
      {
        "id":"ED327068",
        "title":"Popular Theater as a Discourse for Liberation in an Adult, Native Language, Literacy Class."},
      {
        "id":"ED327071",
        "title":"Pennsylvania ESL Programs: A Guide to Innovative Practices."},
      {
        "id":"ED327072",
        "title":"Common Threads: A Whole Language Text for Intermediate ESL Readers. ESL: Reading In a Skills Curriculum."},
      {
        "id":"ED327074",
        "title":"Caring for an Aging Society: Issues and Strategies for Gerontology Education."},
      {
        "id":"ED327079",
        "title":"The Dynamics of Academic Productivity. A Seminar (Denver, Colorado, March 2, 1990)."},
      {
        "id":"ED327082",
        "title":"Organization and Administration of Graduate Education: A Policy Statement."},
      {
        "id":"ED327083",
        "title":"Enhancing the Minority Presence in Graduate Education. The CGS Idea Exchange Spring Meetings (Stanford, California, March 4, 1988; Chicago, Illinois, April 5, 1988; Washington, D.C., May 2, 1988)."},
      {
        "id":"ED327084",
        "title":"Research Student and Supervisor. An Approach to Good Supervisory Practice."},
      {
        "id":"ED327085",
        "title":"Law and the Information Society: Observations, Thoughts and Conclusions about Legal Education, Law Practice and the New England Economy."},
      {
        "id":"ED327086",
        "title":"Validation of Higher Education Economic Development Survey Instrument with State University and Land Grant Institution Research Administrators."},
      {
        "id":"ED327088",
        "title":"Oral Communication Across the Curriculum: Designing, Implementing and Assessing a University-Wide Program. SCA Short Course #1. Final Project Report."},
      {
        "id":"ED327090",
        "title":"MET Senior Projects at an Urban University."},
      {
        "id":"ED327091",
        "title":"Are Sociology and Psychology Students Different in the Relationship of Attribution, Expectancy, Performance and Perceived Success to Study Strategies?"},
      {
        "id":"ED327092",
        "title":"Debating to Learn across the Curriculum: Implementation and Assessment."},
      {
        "id":"ED327094",
        "title":"A Survey of Employment Opportunities for Graduates with a Master's in Corporate and Professional Communication: A Case Study."},
      {
        "id":"ED327095",
        "title":"Oral Communication across the Curriculum in Higher Education: Assessment, Recommendations and Implications for the Speech Communication Discipline."},
      {
        "id":"ED327096",
        "title":"College and University Planning for State Legislative Relations: Lessons from a Case Study."},
      {
        "id":"ED327099",
        "title":"The Oral Communication Program: Program Description and Model Proposal for a Communication across the Curriculum Emphasis."},
      {
        "id":"ED327100",
        "title":"An Oral Communication Program: Goals and Implementation."},
      {
        "id":"ED327101",
        "title":"Foreign Students: Catalyst for Reducing Parochialism."},
      {
        "id":"ED327104",
        "title":"Students' Perceptions of an Independent College."},
      {
        "id":"ED327110",
        "title":"The Finances of Higher Education Institutions. Higher Education Survey, Survey Report Number 8."},
      {
        "id":"ED327111",
        "title":"Tough Choices: A Guide to Administrative Cost Management in Colleges and Universities."},
      {
        "id":"ED327112",
        "title":"Light and Shadows on College Athletes: College Transcripts and Labor Market History."},
      {
        "id":"ED327114",
        "title":"Hearing on H.R. 3859, Washington Center Grant. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred First Congress, Second Session."},
      {
        "id":"ED327116",
        "title":"Underachievement in Higher Education--Intelligence, Personality, and Motivation."},
      {
        "id":"ED327117",
        "title":"Toward the 21st Century: Preparing Strategic Thinkers in Graduate and Postgraduate Education."},
      {
        "id":"ED327118",
        "title":"Preparing Visionary Proactive Transformational Leaders for Children and Youth: Formative Evaluation of Leadership I for Three Clusters (34, 37, and 38)."},
      {
        "id":"ED327123",
        "title":"The NEA 1991 Almanac of Higher Education."},
      {
        "id":"ED327124",
        "title":"Higher Education and American Competitiveness. Working Paper."},
      {
        "id":"ED327126",
        "title":"A Survey of Faculty Perceptions Regarding Workplace Democracy: A Descriptive Case Study of an Institution of Higher Education."},
      {
        "id":"ED327129",
        "title":"Education and Ethnicity in Southeastern Massachusetts. Issues in Planning and Policymaking."},
      {
        "id":"ED327130",
        "title":"Budgeting for Higher Education at the State Level: Enigma, Paradox, and Ritual. ASHE-ERIC Higher Education Report 4, 1990."},
      {
        "id":"ED327137",
        "title":"Teachers as Collaborative Researchers: Professional Development through Assessing Logo Learning."},
      {
        "id":"ED327139",
        "title":"Results of Four Studies on Logo Programming, Problem Solving, and Knowledge-Based Instructional Design."},
      {
        "id":"ED327140",
        "title":"Perceived Locus of Control and Computer-Based Instruction."},
      {
        "id":"ED327141",
        "title":"Placing Computer Learning in Context."},
      {
        "id":"ED327142",
        "title":"Teaching and Learning with Computer-Based Instruction."},
      {
        "id":"ED327143",
        "title":"Promoting Secondary School Computer Use? A Coordinator Is the Key."},
      {
        "id":"ED327144",
        "title":"The Role of Private Business in Distance Learning: The Educational Partnership."},
      {
        "id":"ED327145",
        "title":"Technological Aids in Teaching and Learning."},
      {
        "id":"ED327148",
        "title":"A Study of Attitudes and Perceptions Concerning New Technologies."},
      {
        "id":"ED327150",
        "title":"Computers in Schools and Universities in the United States of America."},
      {
        "id":"ED327151",
        "title":"Conferencing for Mass Distance Education."},
      {
        "id":"ED327156",
        "title":"Computer User's Guide to the Protection of Information Resources. NIST Special Publication 500-171."},
      {
        "id":"ED327163",
        "title":"The Use of Computer Networks for Education and Training. Report to the Training Agency."},
      {
        "id":"ED327164",
        "title":"Competent Systems: Effective, Efficient, Deliverable."},
      {
        "id":"ED327165",
        "title":"Computer Literacy in UK Education--An Evolving Strategy."},
      {
        "id":"ED327167",
        "title":"The Eastern Iowa Community College District's (EICCD) Televised Interactive Education (TIE) Evaluation Report, 1989-1990."},
      {
        "id":"ED327168",
        "title":"The Electronic Classroom in Higher Education: A Case for Change."},
      {
        "id":"ED327170",
        "title":"International Cooperation for a Single World Production Standard of High Definition Television."},
      {
        "id":"ED327171",
        "title":"Reaching Students, Reaching Resources: Using Technologies To Open the College."},
      {
        "id":"ED327174",
        "title":"Policies for Educational Technology: A National, State, and Local Agenda."},
      {
        "id":"ED327179",
        "title":"Distance Education at the Elementary and Secondary Level. A Select ERIC Bibliography. ERIC/IR Mini-Bib."},
      {
        "id":"ED327180",
        "title":"Considering the Effect on Women Students of an Increased Use of Microcomputers in Distance Education. CITE Report No. 28."},
      {
        "id":"ED327181",
        "title":"Summary of EL Research Findings to Date. What Works. Research: The Implications for Professional Practice."},
      {
        "id":"ED327183",
        "title":"Survey of the Research Literature Reported in the &quot;Resources in Education&quot; (RIE) Component of the ERIC Data Base."},
      {
        "id":"ED327187",
        "title":"International Symposium on Information Technology: Standards for Bibliographic Control (Bangkok, Thailand, September 4-8, 1989)."},
      {
        "id":"ED327189",
        "title":"Library Resources for Gender Balancing the Curriculum."},
      {
        "id":"ED327194",
        "title":"School/College Cooperation: Policies and Program."},
      {
        "id":"ED327202",
        "title":"Communications in Support of Science and Engineering."},
      {
        "id":"ED327203",
        "title":"The National Coordinated Cataloging Program: An Assessment of the Pilot Project."},
      {
        "id":"ED327205",
        "title":"Reaching New Readers: Library Planning for a Literate Society. Occasional Paper Series 2, No. 6."},
      {
        "id":"ED327206",
        "title":"Bibliographic Instruction for Adults with Mental Retardation."},
      {
        "id":"ED327208",
        "title":"The Information Society--A Challenge for Education Policies? Policy Options and Implementation Strategies."},
      {
        "id":"ED327212",
        "title":"Preservation and Access Technology. The Relationship between Digital and Other Media Conversion Processes: A Structured Glossary of Technical Terms."},
      {
        "id":"ED327213",
        "title":"Preservation Education Institute Final Report (Queenstown, Maryland, August 2-4, 1990)."},
      {
        "id":"ED327216",
        "title":"Information Skills for an Information Society: A Review of Research. ERIC Digest."},
      {
        "id":"ED327217",
        "title":"Automation for the School Library Media Center. ERIC Digest."},
      {
        "id":"ED327218",
        "title":"Developing Metacognition. ERIC Digest."},
      {
        "id":"ED327219",
        "title":"The National Research and Education Network (NREN): Promise of New Information Environments. ERIC Digest."},
      {
        "id":"ED327220",
        "title":"Library and Information Services for Productivity. ERIC Digest."},
      {
        "id":"ED327221",
        "title":"Distance Education and the Changing Role of the Library Media Specialist. ERIC Digest."},
      {
        "id":"ED327222",
        "title":"The Survival of Private Junior Colleges. ERIC Digest."},
      {
        "id":"ED327225",
        "title":"The Relationship between Aging and Job Satisfaction for Humanities and Social Science Faculty in the Virginia Community College System. Research Report Number 8-90."},
      {
        "id":"ED327227",
        "title":"Quanta, a Learning Community at Daytona Beach Community College and the Use of the Myers-Briggs Type Inventory."},
      {
        "id":"ED327228",
        "title":"Catonsville Community College Plans, 1990-91."},
      {
        "id":"ED327229",
        "title":"1990-1991 Marketing Plan. Year II: Planning To Meet the Future."},
      {
        "id":"ED327230",
        "title":"Institutional Inventory: Principles for Good Practice in Undergraduate Education, Fall 1990."},
      {
        "id":"ED327231",
        "title":"[Catonsville Community College] Factbook: January, 1991."},
      {
        "id":"ED327232",
        "title":"Measuring Continuing Education Outcomes: Accountability and Noncredit Postsecondary Programs."},
      {
        "id":"ED327242",
        "title":"Fiscal Year 1990 Unit Cost Report for the Illinois Public Community Colleges."},
      {
        "id":"ED327243",
        "title":"Fall 1990 Salary Survey Report for the Illinois Public Community Colleges."},
      {
        "id":"ED327244",
        "title":"Campus Profile '90."},
      {
        "id":"ED327246",
        "title":"Participant Evaluation of the Community College Leadership Institute, June 11-22, 1990."},
      {
        "id":"ED327248",
        "title":"The Top Ten Issues Facing America's Community Colleges. 1991 Edition."},
      {
        "id":"ED327249",
        "title":"2020 Vision: The EICCD Moves into the 21st Century."},
      {
        "id":"ED327250",
        "title":"Minority Enrollment Report: Fall Semester 1990. Research Report Number 1-91."},
      {
        "id":"ED327255",
        "title":"Mississippi Public Community Colleges: Statistical Data, 1989-90."},
      {
        "id":"ED327256",
        "title":"Findings from the Fiscal Year 1990 Survey of Telecourse Students. Research Report Number 68."},
      {
        "id":"ED327257",
        "title":"Follow-Up of 1989 Graduates. Research Report Number 69."},
      {
        "id":"ED327260",
        "title":"Environmental Scanning: Assessing Local Business Training Needs."},
      {
        "id":"ED327262",
        "title":"Update on Long-Range Planning Activities."},
      {
        "id":"ED327264",
        "title":"Institutional Development Plan. Presented to the Department of Advanced Education, Government of Alberta."},
      {
        "id":"ED327268",
        "title":"Feasibility Study Concerning Mandatory Half-Day Kindergarten and Mandatory and Voluntary Full-Day Kindergarten."},
      {
        "id":"ED327269",
        "title":"Afterschool Arrangements in Middle Childhood: A Review of the Literature. Action Research Paper No. 2."},
      {
        "id":"ED327271",
        "title":"Positive Discipline. ERIC Digest."},
      {
        "id":"ED327276",
        "title":"Profiles of Learning. The Basic Skills Testing Program in New South Wales: 1989."},
      {
        "id":"ED327278",
        "title":"A Quest for Coherence in the Training of Early Care and Education Teachers. Report of a Meeting at the Rockefeller Brothers Fund (New York, New York, June 20, 1990)."},
      {
        "id":"ED327279",
        "title":"An Examination of Training Issues for Caregivers of Toddlers."},
      {
        "id":"ED327280",
        "title":"Improving Home-School Communication in the Secondary School: Ideas Worth Sharing for an Active Partnership. SCRE Spotlights 30."},
      {
        "id":"ED327281",
        "title":"In the Kitchen with Your Young Child."},
      {
        "id":"ED327285",
        "title":"The National Coalition for Campus Child Care: A Study in Strategic Success."},
      {
        "id":"ED327286",
        "title":"Implementing Montessori Education in the Public Sector."},
      {
        "id":"ED327289",
        "title":"The Relationship between Self-Concept and Cognitive Abilities in Black, Low-Income Preschool Children."},
      {
        "id":"ED327290",
        "title":"Early Education: Building Bridges to the Future. Proceedings of the Annual Conference on Early Childhood Education (8th, Duluth, Minnesota, September 30 and October 1, 1988)."},
      {
        "id":"ED327292",
        "title":"Reaching the Full Cost of Quality in Early Childhood Programs."},
      {
        "id":"ED327293",
        "title":"Factors Influencing Child Engagement in Mainstream Settings."},
      {
        "id":"ED327295",
        "title":"Microcomputers and Young Children. Short Report."},
      {
        "id":"ED327296",
        "title":"Staff \"Burnout\" in Child Care Settings. ERIC/EECE Short Report-4."},
      {
        "id":"ED327297",
        "title":"The Use of Family Members and Peers as Resources during Adolescence."},
      {
        "id":"ED327300",
        "title":"Transition into Kindergarten: Children with Special Needs."},
      {
        "id":"ED327301",
        "title":"SRA Transition Model: Senders, Receivers, Administrators."},
      {
        "id":"ED327302",
        "title":"Curriculum Process: Yale Public Schools."},
      {
        "id":"ED327303",
        "title":"Family Day Care Provider Support Services Directory."},
      {
        "id":"ED327308",
        "title":"The Development and Implementation of Inservice Workshops To Train Teachers/Administrators in Parent Involvement."},
      {
        "id":"ED327309",
        "title":"Research on Children, Youth, and Families, 1986-1990."},
      {
        "id":"ED327312",
        "title":"Encouraging Young Children's Writing. ERIC Digest."},
      {
        "id":"ED327313",
        "title":"The Head Start Experience. ERIC Digest."},
      {
        "id":"ED327314",
        "title":"Measuring Kindergartners' Social Competence. ERIC Digest."},
      {
        "id":"ED327315",
        "title":"School-Age Child Care: A Guide for Working Parents."},
      {
        "id":"ED327317",
        "title":"Health in Day Care: A Training Guide for Day Care Providers."},
      {
        "id":"ED327318",
        "title":"Inside Grade Eight: From Apathy to Excitement."},
      {
        "id":"ED327320",
        "title":"A School Administrator's Guide to Early Childhood Programs."},
      {
        "id":"ED327321",
        "title":"Young Children's Memory for Spatial Locations in Organized and Unorganized Rooms."},
      {
        "id":"ED327322",
        "title":"Learning and Thinking Styles: Classroom Interaction. NEA School Restructuring Series."},
      {
        "id":"ED327323",
        "title":"Best Practices for Beginners: Quality Programs for Kindergartners. Final Report."},
      {
        "id":"ED327324",
        "title":"Best Practices for Beginners: Quality Programs for Kindergartners. Executive Summary."},
      {
        "id":"ED327326",
        "title":"Helping Children Love Themselves and Others: A Resource Guide to Equity Materials for Young Children."},
      {
        "id":"ED327327",
        "title":"Helping Children Love Themselves and Others: A Professional Handbook for Family Day Care."},
      {
        "id":"ED327328",
        "title":"Teachers at Play: Strategies to Promote Social Play between Children with Special Needs and Their Non-Handicapped Peers."},
      {
        "id":"ED327330",
        "title":"The Behavioral Adjustment of Clergy Children."},
      {
        "id":"ED327331",
        "title":"A Prevention Program for Preschool C.O.A.s: Design and Early Effects."},
      {
        "id":"ED327335",
        "title":"Developmental, Learning, and Emotional Problems: Health of Our Nation's Children, United States, 1988."},
      {
        "id":"ED327336",
        "title":"Drug Exposed Infants and Children: Service Needs and Policy Questions."},
      {
        "id":"ED327344",
        "title":"One on One: A Guide for Establishing Mentor Programs."},
      {
        "id":"ED327345",
        "title":"Rural Libraries: A Forum for Rural Library Service. Volume X, 1990."},
      {
        "id":"ED327346",
        "title":"The Effects of Migration on Children: An Ethnographic Study."},
      {
        "id":"ED327347",
        "title":"Appalachian Mental Health."},
      {
        "id":"ED327349",
        "title":"Southern Appalachia and Southern Racism: Employment Practice. A Case in Point."},
      {
        "id":"ED327350",
        "title":"Instructional Time as a Factor in Increasing Student Achievement."},
      {
        "id":"ED327354",
        "title":"Indicators of the Rural Community Context: A Missing Component of Educational Indicators."},
      {
        "id":"ED327356",
        "title":"A Practitioner's Sourcebook: Effective Educational Practices in Chapter 1 Programs in Maine, New Hampshire and Vermont."},
      {
        "id":"ED327359",
        "title":"The Effects of Paternal Teaching Strategies, Childcare Involvement, and Select Father-Child Variables on the Academic Performance of Mexican-American Children."},
      {
        "id":"ED327360",
        "title":"The Rural Education Agenda: Education for Individuals with Disabilities."},
      {
        "id":"ED327361",
        "title":"Creating a New Future in West River. A Series of Case Studies by Teachers, Principals, Superintendents and an Outside Observer of the South Dakota Rural Schools and Community Development Projects."},
      {
        "id":"ED327362",
        "title":"Dropping Out: Why Do South Dakota Students Just Say No to School and What Can We Do about It?"},
      {
        "id":"ED327363",
        "title":"The Knowledge Base for Improving Policy and Practice: The Regional Laboratories Experience. The Knowledge Bases for Improving Rural Education: Their Needs Are Unique."},
      {
        "id":"ED327365",
        "title":"Teaching the At-Risk Student: A Guide for Teacher Educators. Case Studies. Resources."},
      {
        "id":"ED327369",
        "title":"Rural Experiment. How Three South Dakota Schools Are Opening Doors to Their Communities...Exploring Business Partnerships, Professional Alliances, Functional Building Designs, and Expanded Learning Environments for the Information Age."},
      {
        "id":"ED327374",
        "title":"Beyond the Petroleum Age: Designing a Solar Economy. Worldwatch Paper 100."},
      {
        "id":"ED327376",
        "title":"Science Education Programs That Work. A Collection of Proven Exemplary Educational Programs and Practices in the National Diffusion Network."},
      {
        "id":"ED327378",
        "title":"Mathematics Education for a Changing World."},
      {
        "id":"ED327380",
        "title":"Alternatives to the Automobile: Transport for Livable Cities. Worldwatch Paper 98."},
      {
        "id":"ED327386",
        "title":"Information Technology in Education: Conceptual Change in Science. CITE Report No. 52."},
      {
        "id":"ED327388",
        "title":"Hearing on H.R. 3684, the National Environmental Education Act. Hearing before the Subcommittee on Select Education of the Committee on Education and Labor, House of Representatives. One Hundred First Congress, Second Session."},
      {
        "id":"ED327390",
        "title":"The Teaching and Learning of Biology in the United States. Second IEA Science Study (SISS)-United States."},
      {
        "id":"ED327391",
        "title":"Mathematics Problem Solving: A More Advanced Skill for Chapter 1. Workshop Leader's Guide."},
      {
        "id":"ED327393",
        "title":"Gender Differences in Selecting Undergraduate Science Majors."},
      {
        "id":"ED327394",
        "title":"Guidelines for Setting Up an Extended Field Trip to Florida and the Florida Keys: An Interactive Experiential Training Field Biology Program Consisting of Pretrip Instruction, Search Image Training, Field Exercises, and Observations of Tropical Habitats and Coral Reefs."},
      {
        "id":"ED327396",
        "title":"Mathematics Counts in Virginia. Virginia International Mathematics Assessment Project. Main Report."},
      {
        "id":"ED327411",
        "title":"Township of Ocean School District Contemporary Science. Curriculum Guide, September 1987."},
      {
        "id":"ED327412",
        "title":"Township of Ocean School District Contemporary Science. Program Description, September 1989."},
      {
        "id":"ED327415",
        "title":"A Decalogue for Teaching Mathematics. Fastback Series 309."},
      {
        "id":"ED327418",
        "title":"E3: Organizing for Environment, Energy, and the Economy in the Executive Branch of the U.S. Government."},
      {
        "id":"ED327419",
        "title":"Goals and Methods in Science, Mathematics and Technology Education in the Netherlands. Report of a Conference in the Framework of the OECD Project, &apos;Science, Mathematics, and Technology Education.&apos;"},
      {
        "id":"ED327420",
        "title":"3-2-1 Contact Teacher's Guide."},
      {
        "id":"ED327421",
        "title":"Square One TV, Curriculum Connections Teacher's Guide."},
      {
        "id":"ED327422",
        "title":"Square One TV, Mathnet Teacher's Guide."},
      {
        "id":"ED327423",
        "title":"Square One TV, Game Shows Teacher's Guide."},
      {
        "id":"ED327426",
        "title":"&quot;Hands on&quot; Japan."},
      {
        "id":"ED327428",
        "title":"Toward a &quot;Steady State&quot; Theory of Social Movements. Debut Paper."},
      {
        "id":"ED327429",
        "title":"Education Reform in England and Wales."},
      {
        "id":"ED327430",
        "title":"Gender, Education, and Employment in Cote d'Ivoire. Social Dimensions of Adjustment in Sub-Saharan Africa. Working Paper No. 8. Policy Analysis."},
      {
        "id":"ED327432",
        "title":"Internationalizing Public Education: Past Practices, Present Programs, and Future Promises."},
      {
        "id":"ED327433",
        "title":"Teaching Crisis Management: A National Security Council Simulation."},
      {
        "id":"ED327434",
        "title":"Why Educational Policies Can Fail: An Overview of Selected African Experiences. World Bank Discussion Papers 82. Africa Technical Department Series."},
      {
        "id":"ED327435",
        "title":"Comparative African Experiences in Implementing Educational Policies. World Bank Discussion Papers No. 83. Africa-Technical Department Series."},
      {
        "id":"ED327436",
        "title":"Implementing Educational Policies in Kenya. World Bank Discussion Papers No. 85. Africa Technical Department Series."},
      {
        "id":"ED327437",
        "title":"Implementing Educational Policies in Tanzania. World Bank Discussion Papers No. 86. Africa Technical Department Series."},
      {
        "id":"ED327438",
        "title":"Implementing Educational Policies in Lesotho. World Bank Discussion Papers No. 87. Africa Technical Department Series."},
      {
        "id":"ED327439",
        "title":"Implementing Educational Policies in Swaziland. World Bank Discussion Papers No. 88. Africa Technical Department Series."},
      {
        "id":"ED327440",
        "title":"Implementing Educational Policies in Uganda. World Bank Discussion Papers No. 89. Africa Technical Department Series."},
      {
        "id":"ED327441",
        "title":"Implementing Educational Policies in Zambia. World Bank Discussion Papers No. 90. Africa Technical Department Series."},
      {
        "id":"ED327442",
        "title":"Implementing Educational Policies in Zimbabwe. World Bank Discussion Papers No. 91. Africa Technical Department Series."},
      {
        "id":"ED327446",
        "title":"Comparative History of the Nations of the Western Hemisphere (Teacher's Guide for the International Baccalaureate History of the Americas)."},
      {
        "id":"ED327447",
        "title":"Social Studies 16: Teacher Resource Manual. Interim 1990."},
      {
        "id":"ED327448",
        "title":"Textbook Production and Distribution in the Pacific. Report of a Sub-Regional Seminar on the Production and Distribution of Textbooks and Other Related Teaching/Learning Materials (Nukualofa, Tonga, August 26-September 5, 1985)."},
      {
        "id":"ED327449",
        "title":"In Search of New Models of Secondary Education. Report of a Task Force Meeting (Jakarta, Indonesia, July 26-31, 1984)."},
      {
        "id":"ED327450",
        "title":"Classroom Use of Artistic and Cultural Heritage. Report of a Regional Meeting (Bangkok, Thailand, August 30-September 3, 1982)."},
      {
        "id":"ED327452",
        "title":"Research To Improve Teaching-Learning Practices. Report of a UNESCO Regional Meeting (Inchon, Republic of Korea, October 10-18, 1983)."},
      {
        "id":"ED327453",
        "title":"Controversial Issues in the Classroom. ERIC Digest."},
      {
        "id":"ED327454",
        "title":"Teaching about China. ERIC Digest."},
      {
        "id":"ED327456",
        "title":"A Plan To Implement Meaningful Observation of Local Governmental Bodies by Students in U.S. Government Classes."},
      {
        "id":"ED327464",
        "title":"Use of International Media Events as an Instructional Tool in the Basic Course: The Spring 1989 Protests in China as Perception Case Study."},
      {
        "id":"ED327465",
        "title":"Using Computer Databases in Student Problem Solving: A Study of Eight Social Studies Teachers' Classes."},
      {
        "id":"ED327466",
        "title":"United States Government: United States Government I, AP American Government and Politics I."},
      {
        "id":"ED327467",
        "title":"Middle School Social Studies: Social Studies 6, Texas History/Geography, United States History/Citizenship, How To Study, Cultural Studies."},
      {
        "id":"ED327468",
        "title":"World Geography Studies I."},
      {
        "id":"ED327469",
        "title":"United States History: United States History I, Honors United States History I ACT, AP US History I."},
      {
        "id":"ED327470",
        "title":"World History Studies: World History Studies I, Honors World History Studies I."},
      {
        "id":"ED327471",
        "title":"Social Studies: Grade One."},
      {
        "id":"ED327472",
        "title":"Economics: Economics IA, AP Microeconomics IA, AP Macroeconomics IA."},
      {
        "id":"ED327476",
        "title":"Florida Council for the Social Studies Annual 1989-1990."},
      {
        "id":"ED327477",
        "title":"Teachers' Ways of Knowing: A Journal Study of Teacher Learning in a Dialogical and Constructivist Learning Environment."},
      {
        "id":"ED327478",
        "title":"Evolving Beliefs about Teaching and Learning. The View from Hofstra University: A Perspective on Teachers' Beliefs and Their Effects."},
      {
        "id":"ED327479",
        "title":"Learning To Moderate Discussions."},
      {
        "id":"ED327484",
        "title":"Butterflies, Bugs, and Supervising Teachers."},
      {
        "id":"ED327491",
        "title":"The Use of Psychological Foundations To Inform Teaching for Critical Reflectivity."},
      {
        "id":"ED327496",
        "title":"Teacher Empowerment: The Discourse, Meanings and Social Actions of Teachers."},
      {
        "id":"ED327500",
        "title":"Teacher Evaluation: Five Keys to Growth. &quot;A Training Program for Effective Evaluation.&quot;"},
      {
        "id":"ED327502",
        "title":"A Practical Assessment of Feminist Pedagogy. A Research Report."},
      {
        "id":"ED327506",
        "title":"A Survey of Attitudes toward Staff Development."},
      {
        "id":"ED327507",
        "title":"Teacher Supply and Demand in Michigan and the United States--1990."},
      {
        "id":"ED327510",
        "title":"Criteria for Comprehensive Health Education Curricula."},
      {
        "id":"ED327511",
        "title":"The American Teacher 1990. New Teachers: Expectations and Ideals. Part I: Entering the Classroom. The Metropolitan Life Survey."},
      {
        "id":"ED327512",
        "title":"The Relationship between Teacher Education Admission Interviewer Ratings and Subsequent Performance Variables."},
      {
        "id":"ED327514",
        "title":"\"Retooling\" for the Middle School Experience: Inservice Training for Junior High School Personnel."},
      {
        "id":"ED327515",
        "title":"Adolescent Dancing and the Mentoring of Beginning Teachers."},
      {
        "id":"ED327518",
        "title":"Data-Based Teacher Education Evaluation: Toward an Indicator System of Program Quality."},
      {
        "id":"ED327519",
        "title":"Self-Reflexive Pedagogy: A Narrative Inquiry."},
      {
        "id":"ED327520",
        "title":"Connections with Practitioners Adds Excellence to Teacher Education."},
      {
        "id":"ED327521",
        "title":"Our Children, Our Health, Our Future. Analysis and Recommendations for Health Education in Missouri."},
      {
        "id":"ED327535",
        "title":"No More Isolated Cinderellas at the Swimming Hole: A Call for Needs-Based Developmental Induction."},
      {
        "id":"ED327540",
        "title":"Future Directions for Teacher Education. Trends, Needs and Alternatives Relating to Inclusion of New Content Areas in Teacher Education."},
      {
        "id":"ED327541",
        "title":"Start with the Stone, Not with the Hole: Matching Novices' Needs with Appropriate Programs of Induction."},
      {
        "id":"ED327542",
        "title":"The Performance-Satisfaction Relationship Revisited: Specification and Testing of a Theoretical Model. Research Report 89-07."},
      {
        "id":"ED327543",
        "title":"Validity of a Measure of Children's Health Locus of Control: A Second-Order Factor Analysis."},
      {
        "id":"ED327544",
        "title":"Laterality for Music Problem Solving among Adolescents Gifted in Music, Mathematics and Dance."},
      {
        "id":"ED327546",
        "title":"Stability of IRT b-Values over Time and Position."},
      {
        "id":"ED327547",
        "title":"Cognitive Modeling of Learning Abilities: A Status Report of LAMP."},
      {
        "id":"ED327548",
        "title":"Inferential Aspects of Adaptive Allocation Rules."},
      {
        "id":"ED327549",
        "title":"The California Critical Thinking Skills Test--College Level. Technical Report #1. Experimental Validation and Content Validity."},
      {
        "id":"ED327550",
        "title":"The California Critical Thinking Skills Test--College Level. Technical Report #2. Factors Predictive of CT Skills."},
      {
        "id":"ED327553",
        "title":"Critical Thinking and &quot;The Nation's Report Card&quot;: 1990 Reflections."},
      {
        "id":"ED327555",
        "title":"Education Information: Production and Quality Deserve Increased Attention. Statement before the Subcommittee on Government Information and Regulation, Committee on Government Affairs, U.S. Senate."},
      {
        "id":"ED327558",
        "title":"Enhancing Professional Skill and Accountability in the Assessment of Student Learning."},
      {
        "id":"ED327559",
        "title":"Making Schools More Effective: Indicators for Improvement."},
      {
        "id":"ED327560",
        "title":"Errors-and-Omissions Tests: A Methodology for Achieving Cost-Effective and Reliable Performance Assessments."},
      {
        "id":"ED327562",
        "title":"The CDC AIDS Survey: A Psychometric Critique."},
      {
        "id":"ED327563",
        "title":"On-Line and Memory-Based Problem Solving: A Comparison of Transfer Effects."},
      {
        "id":"ED327564",
        "title":"Community Colleges and Transfer. ETS Policy Notes. News from the ETS Policy Information Center."},
      {
        "id":"ED327565",
        "title":"Outcome Assessment in Special Education: Lessons Learned."},
      {
        "id":"ED327566",
        "title":"The California Critical Thinking Skills Test--College Level. Technical Report #4. Interpreting the CCTST, Group Norms, and Sub-Scores."},
      {
        "id":"ED327567",
        "title":"Oversight Hearing on Testing/Assessment/Evaluation To Improve Learning in Our Schools. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives. One Hundred First Congress, Second Session."},
      {
        "id":"ED327570",
        "title":"Monitoring the Impact of Testing and Evaluation Innovations Project: State Activity and Interest Concerning Performance-Based Assessment."},
      {
        "id":"ED327571",
        "title":"Duplex Design Project: Science Pilot Test."},
      {
        "id":"ED327572",
        "title":"The Effects of Testing Project: The Effects of Testing on Teaching and Learning."},
      {
        "id":"ED327573",
        "title":"Stepwise Methods Lead to Bad Interpretations: Better Alternatives."},
      {
        "id":"ED327574",
        "title":"Factors Affecting Coefficient Alpha: A Mini Monte Carlo Study."},
      {
        "id":"ED327575",
        "title":"The Prediction of State Student Assessment Test Scores from Scores on the Districts' Standardized Norm-Referenced Tests."},
      {
        "id":"ED327578",
        "title":"Construct Validity of the Individual Achievement Record: Phase I--Development of a Confirmatory Factor Model."},
      {
        "id":"ED327579",
        "title":"Notetaking, Verbal Aptitude, &amp; Listening Span: Factors Involved in Learning from Lectures."},
      {
        "id":"ED327581",
        "title":"Projections of Education Statistics to 2001: An Update."},
      {
        "id":"ED327583",
        "title":"Psychometric Properties of the Personality Diagnostic Questionnaire-Revised."},
      {
        "id":"ED327586",
        "title":"Essay versus Objective Achievement Testing in the Context of Large-Scale Assessment Programs."},
      {
        "id":"ED327587",
        "title":"Psychometric Properties of the Wide Range Assessment of Memory and Learning (WRAML)."},
      {
        "id":"ED327589",
        "title":"Using LISREL: Some Notes on Technique and Interpretation."},
      {
        "id":"ED327591",
        "title":"Skills, Schools, and Signals. Institute on Education and the Economy Occasional Paper No. 2."},
      {
        "id":"ED327594",
        "title":"The Male Role in Teenage Pregnancy and Parenting: New Directions for Public Policy."},
      {
        "id":"ED327596",
        "title":"Instruction Manual for FOCUS, The National Dropout Prevention Center Database. Version 1.0."},
      {
        "id":"ED327597",
        "title":"High Schools with Character."},
      {
        "id":"ED327598",
        "title":"The Role of the Faculty in Meeting the National Need for African American, American Indian and Latino Scholars. Report of the Stony Brook Conference I (Glencove, New York, November 20-23, 1987 and July 15-17, 1988)."},
      {
        "id":"ED327603",
        "title":"Graduate Follow-Up Survey of the June 1988 Graduates of the California Partnership Academies. Policy Paper No. PP90-1-1."},
      {
        "id":"ED327604",
        "title":"Attitudes and Values of Inner-City Catholic School Parents: Development and Analysis of a Survey. Technical Report #1."},
      {
        "id":"ED327606",
        "title":"The Many Voices of Education for Bilingual Students in Massachusetts."},
      {
        "id":"ED327608",
        "title":"Summer Academic Skills Enhancement Program 1990."},
      {
        "id":"ED327609",
        "title":"Local School Council Meetings during the First Year of Chicago School Reform."},
      {
        "id":"ED327612",
        "title":"Can Performance-Based Assessments Improve Urban Schooling? ERIC Digest Number 56."},
      {
        "id":"ED327613",
        "title":"Multicultural Education in Elementary and Secondary Schools. ERIC Digest Number 67."},
      {
        "id":"ED327616",
        "title":"How We're Changing: Demographic State of the Nation: 1990."},
      {
        "id":"ED327617",
        "title":"The Implementation of the Wave. Final Report."},
      {
        "id":"ED327620",
        "title":"The Route to Graduation: Perceptions of General Curriculum Students. Final Report."},
      {
        "id":"ED327622",
        "title":"Dropping Out of School in the North Central Region of the United States: Costs and Consequences. Success for Students at Risk."},
      {
        "id":"ED327626",
        "title":"Making the Most of Your Child&apos;s Education: More Topics for Parents. Prepared for the ASPIRA Hispanic Community Mobilization for Dropout Prevention Project."},
      {
        "id":"ED327627",
        "title":"Bigotry and Violence on American College Campuses."},
      {
        "id":"ED327628",
        "title":"Beating the Odds Summer School: A Dropout Prevention Program for At-Risk Students (1990)."},
      {
        "id":"ED327629",
        "title":"Chapter 1 Instructional Program Final Report 1989/90."},
      {
        "id":"ED327630",
        "title":"More Than a Vision: Real Improvements in Urban Education."},
      {
        "id":"ED327634",
        "title":"Workplace Literacy Partnerships Program. Final Performance Report."},
      {
        "id":"ED327640",
        "title":"Survey of Ohio Employers. Job Training Partnership Program Year 1988."},
      {
        "id":"ED327642",
        "title":"JTPA Operations at the Local Level: Coordination or Discord? Survey on the Relationships between Service Delivery Areas and Selected Local Service Agencies. Executive Summary and Recommendations."},
      {
        "id":"ED327645",
        "title":"Review of Evaluation Procedures Used in Project POWER."},
      {
        "id":"ED327648",
        "title":"Adult Literacy for Development: The Logic and Structure of Economic Motivations."},
      {
        "id":"ED327649",
        "title":"The Essential Theory of Literacy and Its Implications for Programming and Evaluation."},
      {
        "id":"ED327650",
        "title":"Adult Literacy and Adult Education in the Socialist Modernization of China: Policy, Performance, Lessons."},
      {
        "id":"ED327651",
        "title":"High Tech-High Touch Collaboration in Helping the United States To Develop \"Learning Communities of the Future.\""},
      {
        "id":"ED327652",
        "title":"Education for Tomorrow&apos;s Workforce. Hearing before the Subcommittee on Exports, Tax Policy, and Special Problems of the Committee on Small Business, House of Representatives, One Hundred First Congress, Second Session (Las Vegas, Nevada)."},
      {
        "id":"ED327653",
        "title":"Improving Community Collaboration for Adult Literacy Programs in Maryland. A Training Guide."},
      {
        "id":"ED327655",
        "title":"Exploring Technology Education. Second Edition. Teacher Guide."},
      {
        "id":"ED327656",
        "title":"Introduction to Natural Resources. Teacher Edition."},
      {
        "id":"ED327657",
        "title":"Aquaculture. Teacher Edition."},
      {
        "id":"ED327658",
        "title":"Basics of Desktop Publishing. Teacher Edition."},
      {
        "id":"ED327659",
        "title":"Residential and Light Commercial HVAC. Teacher Edition."},
      {
        "id":"ED327660",
        "title":"Exploring Aeronautics and Space Technology. Teacher Edition."},
      {
        "id":"ED327661",
        "title":"Graphic Arts: The Press and Finishing Processes. Teacher Guide."},
      {
        "id":"ED327662",
        "title":"Graphic Arts: Orientation, Composition, and Paste-Up. Teacher Guide."},
      {
        "id":"ED327663",
        "title":"Graphic Arts: Process Camera, Stripping, and Platemaking. Teacher Guide."},
      {
        "id":"ED327664",
        "title":"The Rural Career Assistance Program: An Implementation Guide."},
      {
        "id":"ED327667",
        "title":"Comparison of Self-Directed Learning Readiness of Fire Executives to the Norm and Public Managers."},
      {
        "id":"ED327668",
        "title":"Comparison of Achievement of Students in On-Campus Classroom Instruction versus Satellite Teleconference Instruction."},
      {
        "id":"ED327669",
        "title":"Veterans Employment and Training Programs. Report from the Committee on Veteran's Affairs (To Accompany H.R. 4087). 101st Congress, 2d Session."},
      {
        "id":"ED327670",
        "title":"Oversight Hearing on the Montgomery GI Bill. Hearing before the Subcommittee on Education, Training and Employment of the Committee on Veterans' Affairs, House of Representatives, One Hundred First Congress, Second Session."},
      {
        "id":"ED327672",
        "title":"Teaching Basic Caregiver Skills."},
      {
        "id":"ED327673",
        "title":"Labors of Love: Realities and Solutions. A Guide to Family Caregiver Education."},
      {
        "id":"ED327674",
        "title":"The Caregiver Education and Training Project: A Comprehensive Training Program for Family Caregivers."},
      {
        "id":"ED327675",
        "title":"The School-to-Work Connection."},
      {
        "id":"ED327686",
        "title":"Labor-Management Commitment: A Compact for Change. Views from the Collective Bargaining Forum."},
      {
        "id":"ED327687",
        "title":"Economic Development for Small Communities and Rural Areas."},
      {
        "id":"ED327691",
        "title":"Project CREATE Final Report. Cooperative Resources To Enhance Access to Technology Education."},
      {
        "id":"ED327693",
        "title":"Industrial Automation Mechanic Model Curriculum Project. Final Report."},
      {
        "id":"ED327694",
        "title":"Computer Speech Devices for Adult Literacy Skills. Final Report."},
      {
        "id":"ED327695",
        "title":"Vocational Education Partnerships. Cecil County, Maryland. Cooperative Demonstration Program. Final Program Report."},
      {
        "id":"ED327696",
        "title":"Older Displaced Workers Write To Read: A Computer-Assisted, Work-Related Basic Skills Program Using the Process Approach to Writing. Final Report."},
      {
        "id":"ED327697",
        "title":"A Comparative Study of Adult Education Indianapolis/Richmond. Third-Party Evaluator Final Report."},
      {
        "id":"ED327698",
        "title":"Tractor Trailer Driver's Training Programs. Performance Report."},
      {
        "id":"ED327699",
        "title":"Idaho Cooperative Demonstration Grant in Construction and Mining. Final Report."},
      {
        "id":"ED327700",
        "title":"Place Value. Fundamentals of Occupational Mathematics. Module 1."},
      {
        "id":"ED327701",
        "title":"Rounding Decimal Numbers to a Designated Precision. Fundamentals of Occupational Mathematics. Module 2."},
      {
        "id":"ED327702",
        "title":"Calculator Addition and Applications. Fundamentals of Occupational Mathematics. Module 3."},
      {
        "id":"ED327703",
        "title":"Calculator Subtraction and Applications. Fundamentals of Occupational Mathematics. Module 4."},
      {
        "id":"ED327704",
        "title":"Calculator Multiplication of Decimals and Applications. Fundamentals of Occupational Mathematics. Module 5."},
      {
        "id":"ED327705",
        "title":"Calculator Division Fraction to Decimal Conversion Applications of Division. Fundamentals of Occupational Mathematics. Module 6."},
      {
        "id":"ED327706",
        "title":"Fractions and Conversion to Decimal. Fundamentals of Occupational Mathematics. Module 7."},
      {
        "id":"ED327707",
        "title":"Ratios, Rates, and Proportions. Fundamentals of Occupational Mathematics. Module 8."},
      {
        "id":"ED327708",
        "title":"Measurement Conversions: English and Metric Systems. Fundamentals of Occupational Mathematics. Module 9."},
      {
        "id":"ED327709",
        "title":"More Metric Measurement Concepts. Fundamentals of Occupational Mathematics. Module 10."},
      {
        "id":"ED327710",
        "title":"Powers and Roots. Fundamentals of Occupational Mathematics. Module 11."},
      {
        "id":"ED327711",
        "title":"Order of Operations. Fundamentals of Occupational Mathematics. Module 12."},
      {
        "id":"ED327712",
        "title":"Orientation to Machine Shop. Safety, Machine Identification, Metal Identification."},
      {
        "id":"ED327713",
        "title":"Drill Presses."},
      {
        "id":"ED327714",
        "title":"Hydraulics."},
      {
        "id":"ED327715",
        "title":"Pedestal Grinder."},
      {
        "id":"ED327716",
        "title":"Pneumatics."},
      {
        "id":"ED327718",
        "title":"Access, Equity, and Opportunity. Women in Machining: A Model Program."},
      {
        "id":"ED327719",
        "title":"What Do Workers Have To Say? Skills &amp; Technological Change."},
      {
        "id":"ED327721",
        "title":"Case Management of Adolescents with Chronic Disease."},
      {
        "id":"ED327723",
        "title":"Vocational Education Safety Instruction Manual."},
      {
        "id":"ED327727",
        "title":"Legislation Relating to Veterans' Education, Employment, and Home Loan Programs. Hearing before the Committee on Veterans' Affairs, United States Senate, One Hundred First Congress, Second Session, on S. 2100 (Section 401 and 404c), Amendment No. 1575 to S. 2100, S.2483, S.2484, S.2537, Amendment No. 1562 to S.2537, and S.2546."},
      {
        "id":"ED327728",
        "title":"Issues Surrounding Entry-Level Workers. A Policy Report."},
      {
        "id":"ED327729",
        "title":"Project STARS. 1989-90. OREA Report."},
      {
        "id":"ED327730",
        "title":"Profiles of State Programs: Adult Education for the Homeless."},
      {
        "id":"ED327731",
        "title":"Adult Education for the Homeless. FY 89 Project Abstracts. Twenty-Eight Programs that Can Help the Homeless."},
      {
        "id":"ED327732",
        "title":"Peace Corps Aquaculture Training Manual. Training Manual T0057."},
      {
        "id":"ED327734",
        "title":"Materials Science and Technology. A Preview of an Exemplary High School Course Where Students Explore New Frontiers of Scientific and Vocational Education Know-How."},
      {
        "id":"ED327735",
        "title":"Materials Technology: The Common Core Skills That are Shaping the Future. Final Performance Report. January 1, 1989-June 30, 1990."},
      {
        "id":"ED327736",
        "title":"Family and Intergenerational Literacy Programs: An Update of \"The Noises of Literacy.\" Information Series No. 342."},
      {
        "id":"ED327737",
        "title":"Articulation Models for Vocational Education. Information Series No. 343."},
      {
        "id":"ED327738",
        "title":"A Framework for Evaluating Local Vocational Education Programs. Information Series No. 344."},
      {
        "id":"ED327739",
        "title":"Competency-Based Career Development Strategies and the National Career Development Guidelines. Information Series No. 345."},
      {
        "id":"ED327740",
        "title":"What Ninth Graders Know about AIDS: A Report on the 1990 Illinois AIDS Survey."},
      {
        "id":"ED327741",
        "title":"The Effect of Social Roles and Performance Cues on Self-Evaluations: Evidence for an Interpersonal Model of Loneliness."},
      {
        "id":"ED327742",
        "title":"Divorce and Bar Mitzvah: A First Look."},
      {
        "id":"ED327743",
        "title":"Departmental Issues in Dual-Academic Marriages."},
      {
        "id":"ED327744",
        "title":"The Status of Career Guidance in Michigan Schools. An Opinion Research Study of Career Guidance Professionals."},
      {
        "id":"ED327748",
        "title":"A Guide to the Employment Section of the Americans with Disabilities Act 1990."},
      {
        "id":"ED327750",
        "title":"Career Information Module for G&C 530, Career Development and Information Services."},
      {
        "id":"ED327751",
        "title":"Attitudes and the Prediction of Behavior: A Meta-analysis."},
      {
        "id":"ED327752",
        "title":"Parenthood Education Curriculum 1990."},
      {
        "id":"ED327753",
        "title":"Surveys of Student Alcohol and Other Drug Use: A Consumer&apos;s Guide."},
      {
        "id":"ED327754",
        "title":"Developing a Community Profile: A Handbook for Using Pre-existing Data in Prevention Planning."},
      {
        "id":"ED327755",
        "title":"The Case for Peers."},
      {
        "id":"ED327756",
        "title":"Legal Issues for Alcohol and Other Drug Use Prevention and Treatment Programs Serving High-Risk Youth."},
      {
        "id":"ED327757",
        "title":"Female, Lesbian, and Jewish: Complex and Invisible."},
      {
        "id":"ED327759",
        "title":"Motivational Determinants of Alcohol Use: A Theory and Its Applications."},
      {
        "id":"ED327761",
        "title":"Teaching about AIDS/HIV Disease to College Students."},
      {
        "id":"ED327769",
        "title":"Portland Peers Project. Interim Evaluation Report, 1989-90."},
      {
        "id":"ED327771",
        "title":"Gender Aware Therapy: Implications for Therapists and Male Clients."},
      {
        "id":"ED327774",
        "title":"The Americans with Disabilities Act of 1990: Implications for Rehabilitation Counselors, Employers, and Persons with Disabilities."},
      {
        "id":"ED327776",
        "title":"A Consumer&apos;s Guide to Alcohol and Other Drug Surveys."},
      {
        "id":"ED327778",
        "title":"Getting a Job in the Computer Age."},
      {
        "id":"ED327786",
        "title":"Impact of Faculty Supervisors on Counseling Trainees' Attitudes toward Social Influence Strategies."},
      {
        "id":"ED327787",
        "title":"How Case Managers Perceive Older Parents as Caregivers of Developmentally Disabled Adult Offsprings."},
      {
        "id":"ED327791",
        "title":"Sexuality. Growing Pains: Sex Education for Parents. A Newsletter Series. Letter I."},
      {
        "id":"ED327792",
        "title":"Self-Esteem. Growing Pains: Sex Education for Parents. A Newsletter Series. Letter II."},
      {
        "id":"ED327793",
        "title":"Puberty/Adolescence. Growing Pains: Sex Education for Parents. A Newsletter Series. Letter III."},
      {
        "id":"ED327794",
        "title":"Communication and Negotiation. Growing Pains: Sex Education for Parents. A Newsletter Series. Letter IV."},
      {
        "id":"ED327795",
        "title":"Talking about Sex. Growing Pains: Sex Education for Parents. A Newsletter Series. Letter V."},
      {
        "id":"ED327796",
        "title":"Adult Children of Alcoholics: An Annotated Bibliography. History, Philosophy and Practice of Adult Education."},
      {
        "id":"ED327797",
        "title":"Counselor Attractiveness, Similarity, and Session Impact: A Field Study."},
      {
        "id":"ED327798",
        "title":"How Emotional Are Males and Females around Others?"},
      {
        "id":"ED327799",
        "title":"Smoking Outcome Expectancies among College Students."},
      {
        "id":"ED327800",
        "title":"The Prevalence, Lethality and Intent of Suicide Attempts among Adolescents."},
      {
        "id":"ED327805",
        "title":"Comparison of Group Climate Scores between Executives from Functional and Dysfunctional Families of Origin."},
      {
        "id":"ED327806",
        "title":"Race Differences in Self-Perception and Locus of Control during Adolescence and Early Adulthood."},
      {
        "id":"ED327807",
        "title":"Predictors of Intention To Take Precautions against AIDS among Black College Students."},
      {
        "id":"ED327809",
        "title":"A Report on the Social Context Model of Adult Literacy."},
      {
        "id":"ED327810",
        "title":"Using Computers in Reading Instruction."},
      {
        "id":"ED327813",
        "title":"Children's Failure To Read: Learner Deficit or Task Artifact?"},
      {
        "id":"ED327814",
        "title":"Ecological Fallacy in Reading Acquisition Research: Masking Constructive Processes of the Learner."},
      {
        "id":"ED327818",
        "title":"Reading Recovery 1984-1989. No. 4."},
      {
        "id":"ED327819",
        "title":"Join the Club! A New Approach to the Traditional Reading Clinic."},
      {
        "id":"ED327822",
        "title":"Home Literacy Practices of Parents Whose Children Are Enrolled in a Whole Language Kindergarten."},
      {
        "id":"ED327831",
        "title":"Review of the Interactive Model: Reconsideration of Reading and Writing Relationship."},
      {
        "id":"ED327833",
        "title":"Reading Groups: Problems, Solutions."},
      {
        "id":"ED327834",
        "title":"Teachers and Independent Reading: Suggestions for the Classroom."},
      {
        "id":"ED327835",
        "title":"A Guide to Selecting Basal Reading Programs."},
      {
        "id":"ED327836",
        "title":"The Philosophical Arena and Reading."},
      {
        "id":"ED327839",
        "title":"An Evaluation of a College Developmental Reading Program."},
      {
        "id":"ED327842",
        "title":"The At-Risk College Student: A Paradigm for the Development of Critical Reading Skills."},
      {
        "id":"ED327844",
        "title":"Predicting Reading Rates That Correspond to Independent, Instructional, and Frustration Reading Levels for Third and Fifth Grade Students."},
      {
        "id":"ED327845",
        "title":"Reading/Writing Immersion: A Decision Making Literacy Development Project. Final Report: Year 1."},
      {
        "id":"ED327846",
        "title":"Writing: Parents and Children at Work."},
      {
        "id":"ED327847",
        "title":"Spelling in the Context of Current Approaches to Language."},
      {
        "id":"ED327848",
        "title":"My Cousin the Arab."},
      {
        "id":"ED327856",
        "title":"Word History: A Guide to Understanding the English Language."},
      {
        "id":"ED281746",
        "title":"Teachers Seeking a Second Certificate in Mathematics: Affect, Conceptions and Understanding."},
      {
        "id":"ED281749",
        "title":"Serious Shortages of Science and Mathematics Teachers: What SREB States Are Doing."},
      {
        "id":"ED281750",
        "title":"Affect and Problem Solving: Two Theoretical Perspectives."},
      {
        "id":"ED281757",
        "title":"Analysis of Selected Cognitive Abilities and Other Factors Associated with Achievement in a Biology Preparatory Course and Beyond at an Urban Community College."},
      {
        "id":"ED281759",
        "title":"The Influence of Some Non-Semantic Factors on Solving Addition and Subtraction Word Problems."},
      {
        "id":"ED281762",
        "title":"Transactional Analysis of the Person-Environmental Interactions in High School Biology and Chemistry Courses over a School Year."},
      {
        "id":"ED281763",
        "title":"Trends in Engineering Degree Awards: 1972-1984. OERI Bulletin, January 1987."},
      {
        "id":"ED281765",
        "title":"Mathematics Education Research in Finland Yearbook 1984."},
      {
        "id":"ED281768",
        "title":"The Effect of Field-Based Learning Experiences on Students&apos; Understanding of Selected Ecological Concepts."},
      {
        "id":"ED281769",
        "title":"An Analysis of Teacher, Student and Parent Evaluation of an Elementary Process-Approach Curriculum."},
      {
        "id":"ED281770",
        "title":"Universalism in Science: The Social Organization of Textbook Knowledge."},
      {
        "id":"ED281771",
        "title":"Cheating among Engineering Students: An Analysis."},
      {
        "id":"ED281772",
        "title":"...And Not a Drop to Drink."},
      {
        "id":"ED281777",
        "title":"What Do Teachers and Students Think about the Science Academy?"},
      {
        "id":"ED281780",
        "title":"University Funding: Patterns of Distribution of Federal Research Funds to Universities. Briefing Report to the Ranking Minority Member, Committee on Appropriations, United States Senate."},
      {
        "id":"ED281782",
        "title":"Citizenship Education: U.S. Department of Education Style!"},
      {
        "id":"ED281792",
        "title":"The Japan Database: Resources on Japan for K-12 Education."},
      {
        "id":"ED281793",
        "title":"Household and Family Characteristics: March 1985."},
      {
        "id":"ED281794",
        "title":"Households, Families, Marital Status, and Living Arrangements: March 1986 (Advance Report)."},
      {
        "id":"ED281795",
        "title":"Marital Status and Living Arrangements: March 1985."},
      {
        "id":"ED281796",
        "title":"US-Pacific Security, Soviet Economy, US-Mexico Relations, Problems in Nonproliferation. Report of the Strategy for Peace, US Foreign Policy Conference (27th, Warrenton, Virginia, October 16-18, 1986)."},
      {
        "id":"ED281800",
        "title":"Financing Education in Developing Countries: An Exploration of Policy Options."},
      {
        "id":"ED281810",
        "title":"Social Studies Teacher Education in an Era of \"Haves\" and \"Have Nots.\""},
      {
        "id":"ED281811",
        "title":"Peace, The Old Order Amish, and Society."},
      {
        "id":"ED281815",
        "title":"Population Profile of the United States 1984-85."},
      {
        "id":"ED281819",
        "title":"Marketing the Social Sciences Ethically."},
      {
        "id":"ED281820",
        "title":"We Deliver: The Story of the U.S. Postal Service."},
      {
        "id":"ED281821",
        "title":"Artists Compared by Age, Sex, and Earnings in 1970 and 1976. Report #12."},
      {
        "id":"ED281823",
        "title":"The Study of Geography in an Interdependent World."},
      {
        "id":"ED281824",
        "title":"Youngsters' Health Cognitions: Cross-Sectional and Longitudinal Analyses."},
      {
        "id":"ED281825",
        "title":"Assessing School Emergency Care Preparedness."},
      {
        "id":"ED281829",
        "title":"Sorting Adjectives Describing Teachers: An Application of Latent Partition Analysis. Research and Evaluation in Teacher Education, Program Evaluation Series No. 9."},
      {
        "id":"ED281833",
        "title":"Relationships between Teaching Experience and Educational Predispositions and Beliefs. Research and Evaluation in Teacher Education, OPE Evaluation Series #15."},
      {
        "id":"ED281834",
        "title":"How Should Teachers Be Educated? An Assessment of Three Reform Reports. Fastback 255."},
      {
        "id":"ED281835",
        "title":"A Study of Implicit Theories and Beliefs about Teaching in Elementary School Teachers."},
      {
        "id":"ED281836",
        "title":"The Effectiveness of Data-Based Instruction by Student Teachers in Classrooms for Students with Mild Learning Handicaps."},
      {
        "id":"ED281838",
        "title":"Teacher Efficacy, Self-Concept, and Attitudes toward the Implementation of Mastery Learning."},
      {
        "id":"ED281839",
        "title":"Pursuing Professional School Relevance through an Arts and Science Orientation."},
      {
        "id":"ED281841",
        "title":"Priority Assessment of Teaching Skills by Teachers, Principals, and Supervisors."},
      {
        "id":"ED281842",
        "title":"Factors Influencing Quality in Teacher Education: Program, Faculty and Productivity."},
      {
        "id":"ED281849",
        "title":"Focusing the Debate for Positive Change in Teacher Education. Proceedings of the Forum on Teacher Education (3rd, Little Rock, Arkansas, March 1987)."},
      {
        "id":"ED281851",
        "title":"Compensatory Education Process Evaluation: Elementary and Secondary Academic Achievement (A2) and Prevention Programs (P2). Evaluation Report."},
      {
        "id":"ED281854",
        "title":"An Interactive Approach to Analyzing Incomplete Multivariate Data."},
      {
        "id":"ED281856",
        "title":"A Model for Evaluating the Sources of Professional Esteem for Vocational Teacher Education Programs."},
      {
        "id":"ED281857",
        "title":"Equating Minimum Competency Tests: Comparison of Methods."},
      {
        "id":"ED281859",
        "title":"Item Bias: Mantel-Haenszel and the Rasch Model. Memorandum No. 39."},
      {
        "id":"ED281860",
        "title":"Assessing Racial Prejudice &amp; Discrimination in Modern Society."},
      {
        "id":"ED281862",
        "title":"The Relationship of GRE General Test Scores to First-Year Grades for Foreign Graduate Students: Report of a Cooperative Study."},
      {
        "id":"ED281863",
        "title":"The Predictive Validity of the GRE General Test for Disabled Students. Studies of Admissions Testing and Handicapped People, Report No. 10."},
      {
        "id":"ED281864",
        "title":"The Impact of Different Ability Distributions on IRT Preequating."},
      {
        "id":"ED281865",
        "title":"Generalization of GRE General Test Validity across Departments."},
      {
        "id":"ED281870",
        "title":"Criteria for Evaluating Instructional Products."},
      {
        "id":"ED281871",
        "title":"Computer Learning Environments and the Study of Individual Differences in Self-Regulation."},
      {
        "id":"ED281872",
        "title":"Computerized Adaptive Testing: A Comparison of the Nominal Response Model and the Three Parameter Logistic Model."},
      {
        "id":"ED281874",
        "title":"Young Children&apos;s Performance on Three Measures of Ability."},
      {
        "id":"ED281876",
        "title":"Aptitude Test Score Trends: 1959-1984."},
      {
        "id":"ED281877",
        "title":"Adolescents' Concerns: Analysis of the Effect of Social Milieu on Future Orientation."},
      {
        "id":"ED281883",
        "title":"A Comparative Study of Recently Proposed Item Bias Detection Methods."},
      {
        "id":"ED281884",
        "title":"Measurement Services Association Questionnaire Results."},
      {
        "id":"ED281885",
        "title":"Limiting the Scope of Needs Assessment Studies or (How We Learned to Set Limits--And Feel No Guilt)."},
      {
        "id":"ED281886",
        "title":"Connecticut Education Evaluation and Remedial Assistance: Grade 4 Mastery Test Results. Summary and Interpretations: 1985-86."},
      {
        "id":"ED281888",
        "title":"University Attrition: LISREL with Logistic Regression for the Persistence Criterion."},
      {
        "id":"ED281892",
        "title":"Estimated Student Score Gain on the ACT COMP Exam: Valid Tool for Institutional Assessment?"},
      {
        "id":"ED281897",
        "title":"Trends and Issues in Education, 1986."},
      {
        "id":"ED281898",
        "title":"Issues and Trends in Education: Some Observations and Reflections. Preface."},
      {
        "id":"ED281899",
        "title":"Some Current Issues in Adult, Career, and Vocational Education."},
      {
        "id":"ED281900",
        "title":"Current Issues and Trends in Guidance and Counseling."},
      {
        "id":"ED281901",
        "title":"Two Problems in the Teaching of English."},
      {
        "id":"ED281902",
        "title":"Improving School Effectiveness through Reform of Teacher Selection Practices and Collegial Observation of Classroom Performance."},
      {
        "id":"ED281903",
        "title":"Current Issues and Future Directions in Special Education."},
      {
        "id":"ED281904",
        "title":"Developments in Language Education."},
      {
        "id":"ED281905",
        "title":"Emerging Trends in Higher Education."},
      {
        "id":"ED281906",
        "title":"Education and Information Technology: What Are the Questions?"},
      {
        "id":"ED281907",
        "title":"Contemporary Issues in Community Colleges: A Synopsis."},
      {
        "id":"ED281908",
        "title":"Current Issues in Early Childhood Education."},
      {
        "id":"ED281909",
        "title":"Issues in American Indian Education, Mexican American Education, Migrant Education, Outdoor Education, Rural Education, and Small Schools."},
      {
        "id":"ED281910",
        "title":"Persistent Problems in Precollege Mathematics, Science, and Environmental Education: Issues, Trends, and Recommendations."},
      {
        "id":"ED281911",
        "title":"Core Content, Critical Thinking, and Civic Values: Issues on Education in the Social Studies."},
      {
        "id":"ED281912",
        "title":"Three Crucial Issues Concerning the Preparation of Teachers for Our Classrooms: Definition, Development, and Determination of Competence."},
      {
        "id":"ED281913",
        "title":"Current Issues in Testing, Measurement, and Evaluation."},
      {
        "id":"ED281914",
        "title":"Issues in Improving Urban Schools: Dropout Prevention, Hispanic Secondary Education, and Urban Teaching Careers."},
      {
        "id":"ED281915",
        "title":"Launching JOBSTART: A Demonstration for Dropouts in the JTPA System."},
      {
        "id":"ED281918",
        "title":"Academic Growth of High School Age Hispanic Students in the United States."},
      {
        "id":"ED281919",
        "title":"The Effectiveness of Chapter 1 Services. Second Interim Report from the National Assessment of Chapter 1."},
      {
        "id":"ED281920",
        "title":"Youth Job Training: Problems Measuring Attainment of Employment Competencies. GAO Report to Congressional Requesters."},
      {
        "id":"ED281921",
        "title":"Affirmative Action: Social Security Can Do More to Improve Blacks' Representation in Its Work Force. GAO Report to the Honorable Parren J. Mitchell, House of Representatives."},
      {
        "id":"ED281922",
        "title":"Compensatory Education: Chapter 1 Participants Generally Meet Selection Criteria. GAO Report to Congressional Requesters."},
      {
        "id":"ED281925",
        "title":"Civil Rights Division: Enforcing the Law, January 20, 1981--January 31, 1987."},
      {
        "id":"ED281926",
        "title":"Intercity Variations in Returns to Migration. CDE Working Paper 84-22."},
      {
        "id":"ED281927",
        "title":"Minority Business Participation in Public/Private Partnerships: A Manual on Joint Development. Final Report."},
      {
        "id":"ED281929",
        "title":"Dropout Trends among Black Youth in South Carolina Public Schools."},
      {
        "id":"ED281934",
        "title":"The Economic Effects of Immigration: Specification of a Model. Impacts of Immigration in California, Policy Discussion Paper."},
      {
        "id":"ED281939",
        "title":"Project BETA, 1985-1986. OEA Evaluation Report."},
      {
        "id":"ED281944",
        "title":"Ethnic Survey Report, Fall 1986. Publication No. 493."},
      {
        "id":"ED281945",
        "title":"The Quest for Excellence in the Education of Hispanics: Proceedings of the Texas Symposium on Hispanic Educational Issues (Lubbock, Texas, April 22, 1985)."},
      {
        "id":"ED281946",
        "title":"Work and Welfare: Current AFDC Work Programs and Implications for Federal Policy. GAO Report to the Chairman, Subcommittee on Intergovernmental Relations and Human Resources, Committee on Government Operations, House of Representatives."},
      {
        "id":"ED281948",
        "title":"Black Students' School Success: Coping with the \"Burden of 'Acting White.'\""},
      {
        "id":"ED281951",
        "title":"Opening the Door for Partnership: Choice in Our Public Schools. Final Report of the New England Regional Conference on Parent Participation and Choice in the Public Schools (Worcester, Massachusetts, May 6, 1985)."},
      {
        "id":"ED281957",
        "title":"Black Girls and Women in Elementary Education. History of Black Women&apos;s Education in the South, 1865-Present. Instructional Modules for Educators, Module I."},
      {
        "id":"ED281958",
        "title":"Black Women's Vocational Education. History of Black Women's Education in the South, 1865-Present. Instructional Modules for Educators, Module II."},
      {
        "id":"ED281959",
        "title":"Black Women's Academic Education in the South. History of Black Women's Education in the South, 1865-Present. Instructional Modules for Educators, Modules III and IV."},
      {
        "id":"ED281960",
        "title":"ECIA, Chapter 1 1984-85 Final Evaluation Report. Dade County Public Schools."},
      {
        "id":"ED281967",
        "title":"Poverty, Hunger, and the Welfare System. Hearing before the Select Committee on Hunger. House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED281968",
        "title":"Targeting Students for Chapter 1 Services: Are the Students in Greatest Need Being Served? A Report Prepared by the Staff of the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, U.S. House of Representatives, One Hundredth Congress."},
      {
        "id":"ED281969",
        "title":"H.R. 3821, The Equity and Choice Act Hearing. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED281970",
        "title":"The Impact of the Administration&apos;s 1987 Budget Proposal on Child Nutrition Programs. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED281971",
        "title":"Hispanic Children, Youth, and Families: Challenges, Changes, and Employment. Joint Hearing before the Select Committee on Children, Youth, and Families and the Subcommittee on Employment Opportunities of the Committee on Education and Labor, House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED281973",
        "title":"Education's Chapter 1 and 2 Programs and Local Dropout Prevention and Reentry Programs. Statement of William J. Gainer, Associate Director, Human Resources Division. GAO Testimony before the Subcommittee on Elementary, Secondary, and Vocational Education, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED281974",
        "title":"School Dropouts, Undereducated Youth, and Economic Development in the South. Testimony before the Select Committee on Children, Youth, and Families, House of Representatives, Ninety-Ninth Congress, Nashville, Tennessee."},
      {
        "id":"ED281980",
        "title":"The Community Health Worker. Working Guide. Guidelines for Training. Guidelines for Adaptation."},
      {
        "id":"ED281983",
        "title":"A Study of the Utilization Patterns of Vocational Nurses with Implications for Licensed Vocational Nurses Curriculum."},
      {
        "id":"ED281985",
        "title":"Differentiation of Work Values during Adolescence."},
      {
        "id":"ED281998",
        "title":"At What Price Success?--Summer Basic Skills Remediation and Paid Employment."},
      {
        "id":"ED281999",
        "title":"An Evaluation of Utah's Single Parent and Displaced Homemaker Programs. Final Report for Fiscal Year 1986."},
      {
        "id":"ED282002",
        "title":"TAFE Curriculum Research: A Review of Group Process Methods. Summary."},
      {
        "id":"ED282003",
        "title":"TAFE Curriculum Research: A Review of Group Process Methods. Descriptive Bibliography."},
      {
        "id":"ED282004",
        "title":"Cross-Sectoral Transfer from TAFE to Higher Education."},
      {
        "id":"ED282005",
        "title":"Looking Forward: Rights of Passage."},
      {
        "id":"ED282008",
        "title":"Professional Socialization in Nursing."},
      {
        "id":"ED282009",
        "title":"Are Credit Card Rates Too High? At Home with Consumers. Volume 8, Number 1."},
      {
        "id":"ED282010",
        "title":"Effective ABE Staff Development. A Self-Study Guide."},
      {
        "id":"ED282030",
        "title":"Strategies for Effective Adult Learning: A Research Based Program for Identification and Treatment of Learning Disabilities."},
      {
        "id":"ED282031",
        "title":"Education and Labor Market Experience of Vocational Students from Three Types of Secondary Schools."},
      {
        "id":"ED282038",
        "title":"Job Training Partnership Programs: A Guide for Local Elected Officials. Employment and Training Issues."},
      {
        "id":"ED282039",
        "title":"Welfare-to-Work: Options through Job Training. Employment and Training Issues."},
      {
        "id":"ED282040",
        "title":"JTPA Recruitment Made (Much) Easier. Employment and Training Issues."},
      {
        "id":"ED282042",
        "title":"Guidelines for Evaluating Secondary Vocational Education Programs for Special Populations."},
      {
        "id":"ED282052",
        "title":"Career Opportunities in Texas: A Master Plan for Vocational Education."},
      {
        "id":"ED282054",
        "title":"Trends in Adult Education 1969-1984."},
      {
        "id":"ED282055",
        "title":"Fundamental Practices of Curriculum Development."},
      {
        "id":"ED282056",
        "title":"Educational Expectations and Enlistment Decisions."},
      {
        "id":"ED282060",
        "title":"Propensity and the Enlistment Decision. Technical Report 723."},
      {
        "id":"ED282061",
        "title":"Virginia Employment Services Program. Final Report."},
      {
        "id":"ED282062",
        "title":"West Virginia. The Demonstration of State Work/Welfare Initiatives. Final Report on the Community Work Experience Demonstrations."},
      {
        "id":"ED282064",
        "title":"Teaching Agricultural Ethics in the Agricultural Economics Curriculum. Faculty Paper Series 86-5."},
      {
        "id":"ED282066",
        "title":"The Goals of American Agriculture from Thomas Jefferson to the 21st Century. Faculty Paper Series 86-3."},
      {
        "id":"ED282069",
        "title":"Elderly Service Workers' Training Project. Final Report."},
      {
        "id":"ED282071",
        "title":"Elderly Service Workers' Training Project. Block B: Cultural Gerontology. Module B.1: Ukrainian Culture."},
      {
        "id":"ED282072",
        "title":"Elderly Service Workers' Training Project. Block B: Cultural Gerontology. Module B.1.1: Communication and Adjustment."},
      {
        "id":"ED282073",
        "title":"Elderly Service Workers' Training Project. Block B: Cultural Gerontology. Module B.1.2: Communication and Adjustment."},
      {
        "id":"ED282074",
        "title":"Elderly Service Workers' Training Project. Block B: Cultural Gerontology. Module B.2: German Culture."},
      {
        "id":"ED282075",
        "title":"Elderly Service Workers' Training Project. Block B: Cultural Gerontology. Module B.2.1: Communication and Adjustment."},
      {
        "id":"ED282076",
        "title":"Elderly Service Workers' Training Project. Block B: Cultural Gerontology. Module B.3: French Culture."},
      {
        "id":"ED282077",
        "title":"Elderly Service Workers' Training Project. Block B: Cultural Gerontology. Module B.3.1: Communication and Adjustment."},
      {
        "id":"ED282078",
        "title":"Elderly Service Workers' Training Project. Block B: Cultural Gerontology. Module B.4: Native Culture."},
      {
        "id":"ED282079",
        "title":"Elderly Service Workers' Training Project. Block B: Cultural Gerontology. Module B.4.1: Communication and Adjustment."},
      {
        "id":"ED282080",
        "title":"Elderly Service Workers' Training Project. Block B: Cultural Gerontology. Module B.4.2: Communication and Adjustment."},
      {
        "id":"ED282081",
        "title":"Elderly Service Workers' Training Project. Block C: Work Environment. Module C.1: Work Environment 1."},
      {
        "id":"ED282082",
        "title":"Evaluation of Microcomputer Software for ABE/GED Basic Skills Instruction."},
      {
        "id":"ED282084",
        "title":"The ICD Survey II: Employing Disabled Americans. A Nationwide Survey of 920 Employers. Study No. 864009."},
      {
        "id":"ED282085",
        "title":"Industry-Specific Training Programs. An Overview. Information Series No. 314."},
      {
        "id":"ED282086",
        "title":"The Effect of Volunteer Experience on Early Adolescents' Social Development."},
      {
        "id":"ED282087",
        "title":"Economic Indicators of the Farm Sector. Production and Efficiency Statistics, 1985."},
      {
        "id":"ED282088",
        "title":"North Carolina Vocational Education Performance Report. Program Year 1985-86."},
      {
        "id":"ED282091",
        "title":"Collaboration in Adult Education. Overview. ERIC Digest No. 60."},
      {
        "id":"ED282092",
        "title":"Effective and Ethical Recruitment of Vocational Education Students. Overview. ERIC Digest No. 61."},
      {
        "id":"ED282093",
        "title":"Parents' Role in Transition for Handicapped Youth. Overview. ERIC Digest No. 62."},
      {
        "id":"ED282094",
        "title":"Reducing the Dropout Rate through Career and Vocational Education. Overview. ERIC Digest No. 63."},
      {
        "id":"ED282095",
        "title":"Articulation between Secondary or Postsecondary Vocational Education Programs and Proprietary Schools. Overview. ERIC Digest No. 64."},
      {
        "id":"ED282098",
        "title":"Improved Learning in Aging: Implications for Education."},
      {
        "id":"ED282100",
        "title":"The Adult Educational and Occupational Status of Chronic High School Underachievers. Preliminary Summary Report."},
      {
        "id":"ED282109",
        "title":"Organizational Psychology and the Peace Movement."},
      {
        "id":"ED282112",
        "title":"A Cross-Cultural Study of Smoking among Youth in the United States and the Republic of China."},
      {
        "id":"ED282113",
        "title":"Children's Attitudes about Nuclear War: Results of Large-Scale Surveys of Adolescents."},
      {
        "id":"ED282114",
        "title":"Coping in Children and Adolescents: Development of a Brief Scale."},
      {
        "id":"ED282115",
        "title":"Effects of Aerobic Exercise on Female Body Esteem: A Multidimensional Approach."},
      {
        "id":"ED282118",
        "title":"Affective and Attributional Reactions to Sexual Harassment as Determined by Outcome."},
      {
        "id":"ED282122",
        "title":"Our \"Wild Patience\": Our Energetic Deeds, Our Energizing Future. Working Paper No. 158."},
      {
        "id":"ED282123",
        "title":"Career Transitions of Women in Professions. Working Paper No. 155."},
      {
        "id":"ED282125",
        "title":"Identifying At-Risk Youth in the Northwest States: A Regional Database."},
      {
        "id":"ED282127",
        "title":"Keeping the Options Open: Early Guidance as the Key."},
      {
        "id":"ED282128",
        "title":"The Reality of Marginality: Current State of Affairs for Marginal Students."},
      {
        "id":"ED282135",
        "title":"The Health Consequences of Using Smokeless Tobacco: A Report of the Advisory Committee to the Surgeon General."},
      {
        "id":"ED282137",
        "title":"Adult Day Care: A National Perspective on the State-of-the-Art."},
      {
        "id":"ED282138",
        "title":"Persuasion with Unintelligible Messages: A Cognitive Response Analysis."},
      {
        "id":"ED282140",
        "title":"Types of Stress and Transitions and Adolescent Self Image."},
      {
        "id":"ED282141",
        "title":"Social Stress Dimensions and Antisocial and Delinquent Behaviors in Adolescents."},
      {
        "id":"ED282143",
        "title":"Finishing Unfinished Business: A Study of Reactions to the Vietnam Veterans' Memorial."},
      {
        "id":"ED282145",
        "title":"Qualities and Characteristics of the Child Abusing Population."},
      {
        "id":"ED282147",
        "title":"Characteristics of Male Alcohol Offenders."},
      {
        "id":"ED282150",
        "title":"Drinking-Age Laws: An Evaluation Synthesis of Their Impact on Highway Safety. Report to the Chairman, Subcommittee on Investigations and Oversight, Committee on Public Works and Transportation, House of Representatives."},
      {
        "id":"ED282151",
        "title":"Growing Old in Today's Society: A Selective Bibliography. Bibliography Series Nineteen."},
      {
        "id":"ED282152",
        "title":"Shaping Juror Attitudes: Effects of Requesting Different Damage Amounts in Personal Injury Trials."},
      {
        "id":"ED282157",
        "title":"LSYOU: The Effects of an Alternative Organizational Framework on Students at Risk for Dropping Out."},
      {
        "id":"ED282158",
        "title":"The Experiential as a Unifying Construct in Psychotherapy."},
      {
        "id":"ED282160",
        "title":"Practical Peace Efforts for a Psychologist: A Blueprint to Action."},
      {
        "id":"ED282161",
        "title":"Affect and Persuasion: Effects on Motivation for Information Processing."},
      {
        "id":"ED282163",
        "title":"Emotional Reactions of Rescue Workers Following a Tornado."},
      {
        "id":"ED282165",
        "title":"Type A Behavior, Life Change, and Illness: A Prospective Study."},
      {
        "id":"ED282167",
        "title":"Cohn's Theme-Centered Interactional Group Process and Student Self Concept."},
      {
        "id":"ED282168",
        "title":"Family Systems Issues Associated with Closed Head Injuries."},
      {
        "id":"ED282171",
        "title":"A Study Skills Program for Student-Athletes."},
      {
        "id":"ED282172",
        "title":"Academics and an Athlete: Related Issues."},
      {
        "id":"ED282176",
        "title":"A Staff Development Model for Teaching Reading in Content Areas. Network Report #2."},
      {
        "id":"ED282177",
        "title":"Bridging the Comprehension Gap with Pictures. Technical Report No. 399."}]
  }}
