{
  "response":{"numFound":509939,"start":14000,"numFoundExact":true,"docs":[
      {
        "id":"ED397312",
        "title":"Mississippi Curriculum Framework for Technology Discovery (9th Grade). CIP: 00.0253."},
      {
        "id":"ED397313",
        "title":"Mississippi Curriculum Framework for Automotive Body Repair (Program CIP: 47.0603--Auto/Automotive Body Repairer). Secondary Programs."},
      {
        "id":"ED397314",
        "title":"Mississippi Curriculum Framework for Automotive Machinist (Program CIP: 47.0690--Auto Machinist). Postsecondary Programs."},
      {
        "id":"ED397315",
        "title":"Mississippi Curriculum Framework for Automotive Mechanics (Program CIP: 47.0604--Auto/Automotive Mechanic/Tech). Secondary Programs."},
      {
        "id":"ED397316",
        "title":"Mississippi Curriculum Framework for Automotive Technology Programs (CIP: 47.0604--Automotive Mechanic/Tech.). Postsecondary Programs."},
      {
        "id":"ED397317",
        "title":"Mississippi Curriculum Framework for Collision Repair Technology (Program CIP: 47.0603--Auto/Autobody Repair). Postsecondary Programs."},
      {
        "id":"ED397318",
        "title":"Mississippi Curriculum Framework for Diesel Equipment Repair &amp; Service (Program CIP: 47.0605--Diesel Engine Mechanic &amp; Repairer). Secondary Programs."},
      {
        "id":"ED397319",
        "title":"Mississippi Curriculum Framework for Diesel Equipment Technology (CIP: 47.0605--Diesel Engine Mechanic &amp; Repairer). Postsecondary Programs."},
      {
        "id":"ED397321",
        "title":"Mississippi Curriculum Framework for Vehicle and Mobile Equipment Mechanics (Program CIP: 47.0699--Vehicle and Mobile Equipment Mech.). Secondary Programs."},
      {
        "id":"ED397322",
        "title":"Mississippi Curriculum Framework for Machine Tool Operation/Machine Shop (Program CIP: 48.0503--Machine Shop Assistant). Secondary Programs."},
      {
        "id":"ED397323",
        "title":"Mississippi Curriculum Framework for Machine Tool Operation/Machine Shop and Tool and Die Making Technology Cluster (Program CIP: 48.0507--Tool and Die Maker/Technologist) (Program CIP: 48.0503--Machine Shop Assistant). Postsecondary Programs."},
      {
        "id":"ED397324",
        "title":"Mississippi Curriculum Framework for Metal Trades (Program CIP: 48.0590--Metal Trades). Secondary Programs."},
      {
        "id":"ED397325",
        "title":"Mississippi Curriculum Framework for Welding (Program CIP: 48.0508--Welder/Welding Technologist). Secondary Programs."},
      {
        "id":"ED397326",
        "title":"Mississippi Curriculum Framework for Welding and Cutting Programs (Program CIP: 48.0508--Welder/Welding Technologist). Postsecondary Programs."},
      {
        "id":"ED397327",
        "title":"Mississippi Curriculum Framework for Career Discovery (7th Grade). CIP: 00.0251."},
      {
        "id":"ED397328",
        "title":"Mississippi Curriculum Framework for Child Care and Guidance Management and Services (Program CIP: 20.0201--Child Care &amp; Guidance Workers and Managers). Secondary Programs."},
      {
        "id":"ED397329",
        "title":"Mississippi Curriculum Framework for Postsecondary Child Development Technology Programs (CIP: 20.0201--Child Care &amp; Guidance Workers &amp; Mgr). Postsecondary Programs."},
      {
        "id":"ED397331",
        "title":"Mississippi Curriculum Framework for Family Dynamics. Secondary Programs."},
      {
        "id":"ED397332",
        "title":"Mississippi Curriculum Framework for Civil Technology (Program CIP: 15.0201--Civil Engineering/Civil Technology). Postsecondary Programs."},
      {
        "id":"ED397333",
        "title":"Mississippi Curriculum Framework for Fashion Marketing Technology (Program CIP: 08.0101--Apparel and Accessories Mkt. Op., Gen.). Postsecondary Programs."},
      {
        "id":"ED397334",
        "title":"Mississippi Curriculum Framework for Marketing and Fashion Merchandising (Program CIP: 08.0705--General Retailing Operations). Secondary Programs."},
      {
        "id":"ED397335",
        "title":"Mississippi Curriculum Framework for Postsecondary Funeral Services Technology Programs (Program CIP: 12.0301--Funeral Service and Mortuary Science). Postsecondary Programs."},
      {
        "id":"ED397336",
        "title":"Mississippi Curriculum Framework for Jewelry and Watch Repair Cluster (Program CIP: 47.0408--Watch, Clock, and Jewelry Repair). Postsecondary Programs."},
      {
        "id":"ED397337",
        "title":"Mississippi Curriculum Framework for Postsecondary Teacher Assistant Programs (CIP: 13.1501--Teacher Assistant/Aide). Postsecondary Programs."},
      {
        "id":"ED397338",
        "title":"Mississippi Curriculum Framework for Banking &amp; Finance Technology (Program CIP: 52.0803--Banking and Related Financial Programs, Other). Postsecondary Programs."},
      {
        "id":"ED397339",
        "title":"Mississippi Curriculum Framework for Business and Computer Data Processing (Program CIP: 52.1201--Mgmt. Info. Systems &amp; Business Data). Secondary Programs."},
      {
        "id":"ED397340",
        "title":"Mississippi Curriculum Framework for Business and Computer Technology (Program CIP: 52.0408--Gen. Office/Clerical &amp; Typing Service). Secondary Programs."},
      {
        "id":"ED397341",
        "title":"Mississippi Curriculum Framework for Business and Office and Related Technology Cluster. Office Systems Technology (CIP: 52.0401--Administrative Assistant/Secretarial). Accounting Technology (CIP: 52.0302). Medical Office Technology (CIP: 52.0404--Medical Admin. Asst./Secretarial). Microcomputer Technology (CIP: 52.0490). Court Reporting Technology (CIP: 52.0405). Paralegal Technology (CIP: Paralegal/Legal Assistant)."},
      {
        "id":"ED397342",
        "title":"Mississippi Curriculum Framework for Computer Discovery (8th Grade). CIP: 00.0252."},
      {
        "id":"ED397343",
        "title":"Mississippi Curriculum Framework for Computer Information Systems Technology. Computer Information Systems Technology (Program CIP: 52.1201--Management Information Systems &amp; Business Data). Computer Programming (Program CIP: 52.1201). Network Support (Program CIP: 52.1290--Computer Network Support Technology). Postsecondary Programs."},
      {
        "id":"ED397344",
        "title":"Mississippi Curriculum Framework for Graphics and Print Communications (CIP: 48.0201--Graphic and Printing Equip. Operators) (CIP: 48.0208--Printing Press Operators). Postsecondary Programs."},
      {
        "id":"ED397345",
        "title":"Mississippi Curriculum Framework for Graphics and Print Communications (Program CIP: 48.0201--Graphic and Printing Equipment Operators). Secondary Programs."},
      {
        "id":"ED397346",
        "title":"Mississippi Curriculum Framework for Marketing Management Technology (Program CIP: 52.1401--Business Mkt. &amp; Mkt. Mgmt.). Postsecondary Programs."},
      {
        "id":"ED397347",
        "title":"Self-Esteem of Elementary and Middle School Children."},
      {
        "id":"ED397349",
        "title":"The Development of Outcome Measures for a Family Preservation and Reunification Program."},
      {
        "id":"ED397350",
        "title":"Sexual Harassment: A Common Sample for the University and the Workplace."},
      {
        "id":"ED397351",
        "title":"Fear of Success."},
      {
        "id":"ED397352",
        "title":"Adolescent Suicide Assessment and Prevention: Empowerment for Life."},
      {
        "id":"ED397353",
        "title":"Drug Use among Utah Students, 1994."},
      {
        "id":"ED397354",
        "title":"Teen Drinking Prevention Program: Teen Action Guide."},
      {
        "id":"ED397356",
        "title":"Adolescent Pregnancy Prevention Programs: Interventions and Evaluations."},
      {
        "id":"ED397357",
        "title":"Adolescent Sex, Contraception, and Childbearing: A Review of Recent Research."},
      {
        "id":"ED397358",
        "title":"Teen Drinking Prevention Program. Law Enforcement Action Guide."},
      {
        "id":"ED397359",
        "title":"Teen Drinking Prevention Program. Communicator's Guide."},
      {
        "id":"ED397360",
        "title":"Teen Drinking Prevention Program. Event Action Guide."},
      {
        "id":"ED397361",
        "title":"Teen Drinking Prevention Program. Community Action Guide."},
      {
        "id":"ED397362",
        "title":"Teen Drinking Prevention Program. Community Risk Assessment Guide."},
      {
        "id":"ED397363",
        "title":"Psychotherapists as Patient Suicide Survivors: A Review of the Literature on Psychiatrists and Psychologists, Including Those in Training."},
      {
        "id":"ED397364",
        "title":"The Impact of Sexual Abuse on Object Relations: A Review of Recent Empirical Research."},
      {
        "id":"ED397365",
        "title":"The Process of Divorce Recovery: A Review of the Research."},
      {
        "id":"ED397366",
        "title":"The Use of Touch in Therapy: Can We Talk?"},
      {
        "id":"ED397367",
        "title":"Factors of Group Psychotherapy for Adult Alcoholics: A Literature Review."},
      {
        "id":"ED397368",
        "title":"George Kelly: The Theory of Personal Constructs and His Contributions to Personality Theory."},
      {
        "id":"ED397369",
        "title":"Depressive Personality Disorder: A Review of the Literature."},
      {
        "id":"ED397370",
        "title":"Marijuana: Facts for Teens."},
      {
        "id":"ED397371",
        "title":"Marijuana: Facts Parents Need To Know."},
      {
        "id":"ED397372",
        "title":"Does Training Parents with Defiant Children Really Work? Seven Years of Data."},
      {
        "id":"ED397373",
        "title":"Teachers' Perceptions of Gender Differences in Students."},
      {
        "id":"ED397374",
        "title":"Effects of a Peer Health Facilitator HIV/AIDS Intervention with University Students."},
      {
        "id":"ED397376",
        "title":"Parenting Style and Family Environment as They Relate to Academic Achievement and Problem Behaviors in Older Adolescents."},
      {
        "id":"ED397377",
        "title":"Parent-Child Reading Programs: Involving Parents in the Reading Intervention Process: Summary of Dissertation Research."},
      {
        "id":"ED397378",
        "title":"African-American Family Involvement in Early Childhood Special Education Programs."},
      {
        "id":"ED397379",
        "title":"Structured Group Supervision: A Model for Supervisors of School Psychology Students and Practitioners."},
      {
        "id":"ED397380",
        "title":"Talking Food, Doing Gender: The Social Construction of Femininity among Sixth-Grade Girls."},
      {
        "id":"ED397381",
        "title":"Making Prevention Work."},
      {
        "id":"ED397382",
        "title":"Government Preference for Drug Enforcement over School Drug Prevention Programs: A Historical Exploration."},
      {
        "id":"ED397383",
        "title":"Alcohol and Substance Abuse Prevention Curriculum Project: An Assessment of the Effectiveness of the Implementation of the Beauty Way Curriculum and of the Curriculum Itself: Technical Report on Evaluation Data."},
      {
        "id":"ED397385",
        "title":"Integrating Ethics into the Curriculum and Co-curriculum: Model Comprehensive Approaches."},
      {
        "id":"ED397386",
        "title":"The Enemy within: Tales of Punishment Politics and Prevention."},
      {
        "id":"ED397391",
        "title":"Grandparents and Grandchildren in Children's Literature: Interactions That Enhance Learning."},
      {
        "id":"ED397393",
        "title":"The Readability of OU Foundation Courses. Text &amp; Readers Programme Technical Report No. 5."},
      {
        "id":"ED397394",
        "title":"Results of the Survey of OU Students' Reading Skills. Text and Readers Programme Technical Report No. 3."},
      {
        "id":"ED397395",
        "title":"A Postal Survey of OU Students' Reading Skills. Text &amp; Readers Programme. Technical Report No. 2."},
      {
        "id":"ED397396",
        "title":"Literacy Experiences through Children's Books That Reflect Global Community Views."},
      {
        "id":"ED397397",
        "title":"Improving Primary Reading and Writing Instruction through a Uniquely Designed Early Literacy Graduate Course."},
      {
        "id":"ED397398",
        "title":"The Effect of Student Behavior on the Reading Achievement of Second Grade Students."},
      {
        "id":"ED397400",
        "title":"Spelling in Use: Looking Closely at Spelling in Whole Language Classrooms."},
      {
        "id":"ED397401",
        "title":"Improving Student Spelling Skills through the Use of Activities Focusing on Retention and Transfer."},
      {
        "id":"ED397402",
        "title":"Transcending Boundaries of the Independent Scholar: The Role of Institutional Collaborations."},
      {
        "id":"ED397403",
        "title":"Learning the Genre of the Press Release: Developmental Processes in Adult Writers."},
      {
        "id":"ED397404",
        "title":"Production and Consumption of Composition Textbooks: What Can We Do?"},
      {
        "id":"ED397405",
        "title":"The Writer-Reader Event: Social Cooperation in the Work of Gertrude Buck."},
      {
        "id":"ED397406",
        "title":"Examining Assumptions about the Decentered Classroom."},
      {
        "id":"ED397407",
        "title":"(In)Visible Step Sisters: Stories of Women Teaching Composition."},
      {
        "id":"ED397408",
        "title":"Rhetorical or Functional Grammar and the Teaching of Composition."},
      {
        "id":"ED397409",
        "title":"Cultivating Multicultural Sensitivity through Children's Literature."},
      {
        "id":"ED397410",
        "title":"Metaphorical Children's Writing in a Whole-Language Classroom."},
      {
        "id":"ED397411",
        "title":"Ethical Issues in Language Use."},
      {
        "id":"ED397412",
        "title":"First-Year Composition and Student Retention: The Neglected Goal."},
      {
        "id":"ED397413",
        "title":"Driven to Abstraction: Abstracts and Annotations as Stiles for the Boundaries of Composition Studies."},
      {
        "id":"ED397414",
        "title":"Power and Contact: Transcending Authority in the Classroom."},
      {
        "id":"ED397415",
        "title":"Neglected Genres of Creative Writing: Why Care Who Killed Roger Ackroyd?"},
      {
        "id":"ED397416",
        "title":"Professional Writers Teaching Professional Writing: Transcending the Borders between Professional Writers and Academic Scholars, Harmonizing Throught and Reality: A Text Arguing for Teaching Sentences First, Last, and Foremost."},
      {
        "id":"ED397417",
        "title":"Formula Fiction and Hypertext."},
      {
        "id":"ED397418",
        "title":"On the Prospects for Feminism in a Field That's Come of Age: The Younger Generation's Perspective."},
      {
        "id":"ED397419",
        "title":"Using Portfolios for Accountability: The Ethic of Care Collides with the Need for Judgment."},
      {
        "id":"ED397420",
        "title":"Diversity and Literacy Development in the Early Years--What Difference Does Difference Make?: Teacher Perspectives on Diversity, Literacy, and the Urban Primary School. Final Report."},
      {
        "id":"ED397421",
        "title":"The Writing of Arguments across Diverse Contexts. Final Report."},
      {
        "id":"ED397422",
        "title":"Writing To Learn History in the Intermediate Grades. Final Report."},
      {
        "id":"ED397423",
        "title":"Changing Work, Changing Literacy? A Study of Skill Requirements and Development in a Traditional and Restructured Workplace. Final Report."},
      {
        "id":"ED397424",
        "title":"Experimental Approaches to Evaluating Writing. Study 1: In Search of Writing Ability: Exploring Consistency of Student Performance on Holistically Scored Writing Tasks. Final Report."},
      {
        "id":"ED397425",
        "title":"Experimental Approaches to Evaluating Writing. Study 2: &quot;Just Say No to Drugs&quot; and Other Unwelcome Advice: Exploring the Creation and Interpretation of Drug Education Literature. Final Report."},
      {
        "id":"ED397426",
        "title":"Composition Theory as Metaphor: For Our Eyes Only?"},
      {
        "id":"ED397427",
        "title":"Decentering the Freshman Composition Classroom: An Overview with Secondary Materials That Illustrate Student Success within the Classroom."},
      {
        "id":"ED397429",
        "title":"What Happens When Male Professors Enact Feminist Pedagogies?"},
      {
        "id":"ED397430",
        "title":"Celebrating Our Diversity: Using Multicultural Literature to Promote Cultural Awareness Grades 3-6."},
      {
        "id":"ED397431",
        "title":"Primary Writer's Workshop: Developing Process Writing Skills."},
      {
        "id":"ED397432",
        "title":"Reason and Write: A Step-by-Step Approach for Success on Written Exams."},
      {
        "id":"ED397433",
        "title":"Let's Get Personal: Responding to Creative Writing."},
      {
        "id":"ED397434",
        "title":"Proceedings of the Annual Conference of the Assembly for the Teaching of English Grammar (6th, Williamsport, PA, July 28-29, 1995)."},
      {
        "id":"ED397435",
        "title":"Partial Proceedings of the Annual Conference of the Assembly for the Teaching of English Grammar (5th, Normal, IL, August 12-13, 1994)."},
      {
        "id":"ED397436",
        "title":"Proceedings of the Annual Conference of the Association of Teachers of English Grammar (4th, Williamsport, PA, June 25-26, 1993)."},
      {
        "id":"ED397437",
        "title":"Proceedings of the Annual Conference of the Association of Teachers of English Grammar (3rd, Williamsport, PA, June 18-19, 1992)."},
      {
        "id":"ED397438",
        "title":"Proceedings, National Conference of the Association of Teachers of English Grammar (2nd, Williamsport, PA, July 15-16, 1991)."},
      {
        "id":"ED397439",
        "title":"Proceedings of a Conference--&quot;The Future of Grammar in American Schools&quot; (Winchester, VA, August 10-11, 1990)."},
      {
        "id":"ED397441",
        "title":"Writing Partners: Facilitating Learning and Fostering Mentorships across Course Levels."},
      {
        "id":"ED397442",
        "title":"&quot;The Crack between Nature Illusory and Nature Real&quot;: Matilda Joslyn Gage's Visions of Feminist Spirit."},
      {
        "id":"ED397443",
        "title":"Language Arts Instruction for Gifted Students in Mainstreamed and in Tracked Classrooms."},
      {
        "id":"ED397444",
        "title":"Attributional Style and the Freshman Writer."},
      {
        "id":"ED397445",
        "title":"Toward Curriculum Development and Implementation: How Can Classical Concepts of an Educational Theorist Be Translated into a Specific Curriculum for a Course in Writing &quot;for Business and the Professions?&quot;"},
      {
        "id":"ED397447",
        "title":"Cooperative Learning Strategy as Success Variable in Secondary English Instruction: A Review of Recent Literature."},
      {
        "id":"ED397448",
        "title":"Beyond Rhetorical Theory."},
      {
        "id":"ED397449",
        "title":"Those Who Do, Can: Teachers Writing, Writers Teaching. A Sourcebook."},
      {
        "id":"ED397451",
        "title":"A Teacher's Introduction to Postmodernism. NCTE Teacher's Introduction Series."},
      {
        "id":"ED397452",
        "title":"No Small World: Visions and Revisions of World Literature."},
      {
        "id":"ED397453",
        "title":"Teaching the Short Story: A Guide to Using Stories from around the World."},
      {
        "id":"ED397454",
        "title":"Womyn and the &quot;L&quot;: A Study of the Relationship between Communication Apprehension, Gender, and Bulletin Boards."},
      {
        "id":"ED397457",
        "title":"Gaining on the Goals? Affirmative Action Policies, Practices, and Outcomes in Media Communication Education."},
      {
        "id":"ED397458",
        "title":"The Century Turns on the Basic Course: Two Remedies for Swelling Demands and Shrinking Resources."},
      {
        "id":"ED397460",
        "title":"&quot;Gung Ho&quot; about Speech: The Use of Film To Address Stereotyping in the Public Speaking Classroom."},
      {
        "id":"ED397461",
        "title":"The Effects of Emotional Memory Skills on Public Speaking Anxiety: A First Look."},
      {
        "id":"ED397462",
        "title":"School Improvement Research Series: Series IX, 1994-95."},
      {
        "id":"ED397463",
        "title":"Ethical Leadership. ERIC Digest, Number 107."},
      {
        "id":"ED397465",
        "title":"Compulsory School Development in Sweden: A Three-Dimensional View. Research Bulletin 91."},
      {
        "id":"ED397466",
        "title":"Dare To Dream: Educational Guidance for Excellence."},
      {
        "id":"ED397467",
        "title":"The Limits of Shared Decision-Making. ERIC Digest, Number 108."},
      {
        "id":"ED397468",
        "title":"Educational Policy Reform As a Result of a Failed Political Initiative."},
      {
        "id":"ED397469",
        "title":"Multilevel Linkages of State Education Reform to Instructional Practices."},
      {
        "id":"ED397470",
        "title":"Current Conditions in Washington State School Finance."},
      {
        "id":"ED397471",
        "title":"Transforming Administrative Praxis: The Potential of Problem-Based Learning (PBL) as a School-Improvement Vehicle for Middle and High Schools."},
      {
        "id":"ED397472",
        "title":"Resources for School Improvement: How To Improve Schools Now."},
      {
        "id":"ED397473",
        "title":"Remarks by the President at the National Governors Association Education Summit. White House Press Release."},
      {
        "id":"ED397474",
        "title":"The Impact of School Level and Socioeconomic Variables on the Adoption of School Community Based Management in Hawaii's Public Schools."},
      {
        "id":"ED397475",
        "title":"A Literary Review and a Plan for Principals: Extracurricular Activities, Academic Achievement, and Secondary Students' Success."},
      {
        "id":"ED397476",
        "title":"School Improvement Research Series: Series X, 1995-96."},
      {
        "id":"ED397477",
        "title":"Employer Recruitment & Orientation Guide."},
      {
        "id":"ED397478",
        "title":"A Broad Base National Enrollment Model."},
      {
        "id":"ED397479",
        "title":"Re-Thinking Training for Principals: The Role of Mentoring."},
      {
        "id":"ED397480",
        "title":"Financing Education for Economic Development in [a] Cross Section of Countries."},
      {
        "id":"ED397481",
        "title":"Women's Education for Economic Development in Cross Section of Countries."},
      {
        "id":"ED397482",
        "title":"Effective School Research from Japanese Perspective."},
      {
        "id":"ED397483",
        "title":"A Comparative Analysis of Aid Policies for Human Resource Development: United States and Japan."},
      {
        "id":"ED397484",
        "title":"Allocating Resources to Academic or Vocational Secondary Education for Economic Development? Empirical Evidence for Priorities of Investment in Education."},
      {
        "id":"ED397485",
        "title":"Foreign Study for Development or Dependency of Developing Countries?"},
      {
        "id":"ED397486",
        "title":"The Rise and Fall of Adversarial Politics in the Context of Chicago School Reform: Parent Participation in a Latino School Community."},
      {
        "id":"ED397487",
        "title":"School-based Student and Family Services: Community and Bureaucracy."},
      {
        "id":"ED397488",
        "title":"Support from External Agencies."},
      {
        "id":"ED397489",
        "title":"High School Restructuring and the Equitable Distribution of Achievement. Revised."},
      {
        "id":"ED397490",
        "title":"The Subschools/Small Schools Movement--Taking Stock."},
      {
        "id":"ED397491",
        "title":"Understanding High School Restructuring Effects on the Equitable Distribution of Learning in Mathematics and Science. Revised."},
      {
        "id":"ED397492",
        "title":"Participatory Decision Making."},
      {
        "id":"ED397493",
        "title":"Multicultural Issues in Organizational Consultation: A Conceptual Model for Intervention."},
      {
        "id":"ED397495",
        "title":"From Paper to Practice: Challenges Facing a California Charter School. A Report Presented to the San Diego Unified School Board. Technical Report."},
      {
        "id":"ED397496",
        "title":"From Paper to Practice: Challenges Facing a California Charter School. A Report Presented to the San Diego Unified School Board. Executive Summary."},
      {
        "id":"ED397497",
        "title":"Voice, Collaboration and School Culture: Creating a Community for School Improvement. Evaluation of the Pioneer SCBM Schools, Hawaii's School/Community-Based Management Initiative."},
      {
        "id":"ED397498",
        "title":"Voice, Collaboration and School Culture: Creating a Community for School Improvement. Evaluation of the Pioneer SCBM Schools, Hawaii's School/Community-Based Management Initiative. Executive Summary."},
      {
        "id":"ED397500",
        "title":"State and Local Policy Choices and Fiscal Effort for Education: Exploratory Analysis of the Distributive Effects of State Education Reform."},
      {
        "id":"ED397501",
        "title":"Student to Teacher Ratios, Expenditures Per Student, and Mean Scholastic Aptitude Test Scores for the United States."},
      {
        "id":"ED397507",
        "title":"The Leadership-Culture Dimensional Screening Scale: Measuring Transactional and Transformational Leadership within School Cultural Contexts."},
      {
        "id":"ED397510",
        "title":"Annual Evaluation Report, Fiscal Year 1990."},
      {
        "id":"ED397511",
        "title":"Recipient&apos;s Guide for the Department of Education Payment Management System (EDPMS)."},
      {
        "id":"ED397512",
        "title":"Negotiating Time: Reduced Work Employment Arrangements for Teachers."},
      {
        "id":"ED397513",
        "title":"What Works in Schools: Form and Reform for the 21st Century."},
      {
        "id":"ED397514",
        "title":"Connecting Learning and Work: A Call to Action."},
      {
        "id":"ED397515",
        "title":"Listen, Discuss, and Act: Parents' and Teachers' Views on Education Reform."},
      {
        "id":"ED397516",
        "title":"Bending without Breaking: Improving Education through Flexibility & Choice."},
      {
        "id":"ED397518",
        "title":"Private Management of Public Schools: Early Experiences in Four School Districts. Report to Congressional Committees."},
      {
        "id":"ED397521",
        "title":"Obscene Language in Literature in the Public Schools As a Legal Issue."},
      {
        "id":"ED397523",
        "title":"The Need To Expand the Opportunity To Learn Conceptual Framework: Should Students, Parents, and School Resources Be Included?"},
      {
        "id":"ED397525",
        "title":"A Look at Charter Schools. A Background Paper for the U.S. Department of Education's \"Satellite Town Meeting\" March 19, 1996."},
      {
        "id":"ED397526",
        "title":"Manual To Combat Truancy."},
      {
        "id":"ED397527",
        "title":"Developments in School Finance, 1995. Fiscal Proceedings from the Annual NCES State Data Conference, July 1995."},
      {
        "id":"ED397528",
        "title":"Salaries of Full-Time Instructional Faculty, 1994-95. E.D. TABS."},
      {
        "id":"ED397529",
        "title":"Selected Papers in School Finance, 1994."},
      {
        "id":"ED397530",
        "title":"Assessment of School-Based Management. [Volume I: Findings and Conclusions.] Studies of Education Reform."},
      {
        "id":"ED397531",
        "title":"Assessment of School Based-Management. Volume III: Technical Appendix. Studies of Education Reform."},
      {
        "id":"ED397533",
        "title":"Assessment of Student Performance. Volume II: Case Studies. Studies of Education Reform."},
      {
        "id":"ED397534",
        "title":"Assessment of Student Performance. Volume III: Technical Appendix. Studies of Education Reform."},
      {
        "id":"ED397535",
        "title":"Study of Curriculum Reform. [Volume I: Findings and Conclusions.] Studies of Education Reform."},
      {
        "id":"ED397536",
        "title":"Study of Curriculum Reform. Volume II: Case Studies. Studies of Education Reform."},
      {
        "id":"ED397537",
        "title":"Study of Curriculum Reform. Volume III: Technical Appendix--Research Design and Methodology. Studies of Education Reform."},
      {
        "id":"ED397538",
        "title":"Early Childhood Reform in Seven Communities: Front-Line Practice, Agency Management, and Public Policy. [Volume I: Final Technical Report.] Studies of Education Reform."},
      {
        "id":"ED397539",
        "title":"Early Childhood Reform in Seven Communities: Front-Line Practice, Agency Management, and Public Policy. Volume II: Case Studies. Studies of Education Reform."},
      {
        "id":"ED397540",
        "title":"Early Childhood Reform in Seven Communities: Front-Line Practice, Agency Management, and Public Policy. Volume III: Technical Appendix--Research Design and Methodology. Studies of Education Reform."},
      {
        "id":"ED397541",
        "title":"Education Reform and Students At Risk. Volume I: Findings and Recommendations. Studies of Education Reform."},
      {
        "id":"ED397542",
        "title":"Education Reform and Students At Risk. Volume II: Case Study Descriptions. Studies of Education Reform."},
      {
        "id":"ED397543",
        "title":"Education Reform and Students At Risk. Volume III: Synthesis and Evaluation of Previous Efforts To Improve Educational Practice and Development of Strategies for Achieving Positive Outcomes. Studies of Education Reform."},
      {
        "id":"ED397544",
        "title":"Parent and Community Involvement in Education. Volume I: Findings and Conclusions. Studies of Education Reform."},
      {
        "id":"ED397547",
        "title":"School Reform and Student Diversity, Volume I: Findings and Conclusions. Studies of Education Reform."},
      {
        "id":"ED397548",
        "title":"School Reform and Student Diversity, Volume II: Case Studies of Exemplary Practices for LEP Students. Studies of Education Reform."},
      {
        "id":"ED397549",
        "title":"School Reform and Student Diversity, Volume III: Technical Appendix: Research Design and Methodology. Studies of Education Reform."},
      {
        "id":"ED397550",
        "title":"Study of School-to-Work Reform Initiatives. [Volume I: Findings and Conclusions.] Studies of Education Reform."},
      {
        "id":"ED397551",
        "title":"Study of School-to-Work Reform Initiatives. Volume II: Case Studies. Studies of Education Reform Series."},
      {
        "id":"ED397552",
        "title":"Study of School-to-Work Reform Initiatives. Volume III: Technical Appendix--Research Design and Methodology. Studies of Education Reform Series."},
      {
        "id":"ED397554",
        "title":"Systemic Reform. Volume II: Case Studies. Studies of Education Reform."},
      {
        "id":"ED397555",
        "title":"Systemic Reform. Volume III: Technical Appendix--Research Design and Methodology. Studies of Education Reform."},
      {
        "id":"ED397556",
        "title":"Systemic Reform in the Professionalism of Educators. Volume I: Findings and Conclusions. Studies of Education Reform."},
      {
        "id":"ED397557",
        "title":"Systemic Reform in the Professionalism of Educators. Volume II: Case Studies. Studies of Education Reform."},
      {
        "id":"ED397558",
        "title":"Systemic Reform in the Professionalism of Educators. Volume III: Technical Appendix--Research Design and Methodology. Studies of Education Reform."},
      {
        "id":"ED397561",
        "title":"Technology and Education Reform. Volume III: Technical Appendix. Studies of Education Reform."},
      {
        "id":"ED397562",
        "title":"The Uses of Time for Teaching and Learning. [Volume I: Findings and Conclusions.] Studies of Education Reform."},
      {
        "id":"ED397563",
        "title":"The Uses of Time for Teaching and Learning. Volume II: Case Studies. Studies of Education Reform."},
      {
        "id":"ED397564",
        "title":"The Uses of Time for Teaching and Learning. Volume III: Research Design and Method. Studies of Education Reform."},
      {
        "id":"ED397565",
        "title":"The Uses of Time for Teaching and Learning. Volume IV: A Research Review. Studies of Education Reform."},
      {
        "id":"ED397566",
        "title":"Independent Service Coordination: The Past, Present and Future in Illinois."},
      {
        "id":"ED397567",
        "title":"Special Education in Beijing: An Overview."},
      {
        "id":"ED397568",
        "title":"Outcome Measures for Early Childhood Intervention Services."},
      {
        "id":"ED397569",
        "title":"SSR: Is It an Effective Practice for the Learning Disabled?"},
      {
        "id":"ED397570",
        "title":"In the Line of Fire: Children with Serious Emotional Disturbance and the 104th Congress."},
      {
        "id":"ED397571",
        "title":"Inclusion: What Does It Mean for Students with Learning Disabilities?"},
      {
        "id":"ED397572",
        "title":"Consultation as a Technology and the Politics of School Reform."},
      {
        "id":"ED397573",
        "title":"First Decade after Graduation. Final Report."},
      {
        "id":"ED397574",
        "title":"Teacher Perceptions of and Strategies for Inclusion: A Regional Summary of Focus Group Interview Findings."},
      {
        "id":"ED397575",
        "title":"Concerns about and Effective Strategies for Inclusion: Focus Group Interview Findings from Kentucky Teachers."},
      {
        "id":"ED397576",
        "title":"Concerns about and Effective Strategies for Inclusion: Focus Group Interview Findings from Tennessee Teachers."},
      {
        "id":"ED397577",
        "title":"Concerns about and Effective Strategies for Inclusion: Focus Group Interview Findings from Virginia Teachers."},
      {
        "id":"ED397578",
        "title":"Concerns about and Effective Strategies for Inclusion: Focus Group Interview Findings from West Virginia Teachers."},
      {
        "id":"ED397579",
        "title":"Culturally and Linguistically Diverse Professionals in Special Education: A Demographic Analysis."},
      {
        "id":"ED397580",
        "title":"Individual Education Plans in New Zealand Schools."},
      {
        "id":"ED397581",
        "title":"Maryland Special Education Census Data, December 1, 1995."},
      {
        "id":"ED397583",
        "title":"Laboratory Barriers in Science, Engineering, and Mathematics for Students with Disabilities."},
      {
        "id":"ED397584",
        "title":"Hospital to Home: A Guide for Transition Planners."},
      {
        "id":"ED397585",
        "title":"Building Professional Partnerships: A Mentor Program for Special Education Teachers."},
      {
        "id":"ED397586",
        "title":"The Internet: A Special Resource for Special Educators."},
      {
        "id":"ED397587",
        "title":"Outreach Services To Stimulate Home-Based Services for Infants, Toddlers, and Preschool Age Children with Multidisability Sensory Impairments and Families. Final Report."},
      {
        "id":"ED397588",
        "title":"An Examination of the Impact of Federally Supported Community Services and Educational Systems on Underserved People with Disabilities from Diverse Cultural Populations."},
      {
        "id":"ED397589",
        "title":"Disability Prevalence and Demographic Association among Race/Ethnic Minority Populations in the United States: Implications for the 21st Century. Monograph Series Number Two."},
      {
        "id":"ED397590",
        "title":"Howard University Research and Training Center 1995 Sourcebook for Access to Multicultural Federal Programs."},
      {
        "id":"ED397591",
        "title":"Lifelong Transitions. Proceedings of the Annual Parent/Family Conference (3rd, Washington, District of Columbia, October 2-4, 1992)."},
      {
        "id":"ED397594",
        "title":"Rethinking Preservice and Inservice Training Programs for Teachers in the Learning Disabilities Field: Workable Multicultural Models. Special Issue."},
      {
        "id":"ED397596",
        "title":"Federal Outlook for Exceptional Children: Budget Considerations and CEC Recommendations. Fiscal Year 1997."},
      {
        "id":"ED397598",
        "title":"Annual Report to the President and to the Congress on Federal Activities Related to the Rehabilitation Act of 1973, as Amended. Fiscal Year 1992."},
      {
        "id":"ED397599",
        "title":"Directory of National Information Sources on Disabilities. Fifth Edition."},
      {
        "id":"ED397602",
        "title":"Training Program for Individuals Working with Older American Indians Who Are Blind or Visually Impaired. Training Manual."},
      {
        "id":"ED397603",
        "title":"A Needs Assessment of American Indians with Disabilities in the Houston Metropolitan Area and Adjacent Rural Counties. Final Report, Phase I."},
      {
        "id":"ED397604",
        "title":"A Needs Assessment of American Indians with Disabilities in the Dallas-Forth Worth Metroplex. Final Report: Phase I. Revised."},
      {
        "id":"ED397605",
        "title":"Development of a Local Labor Market Analysis Model To Identify Employment Opportunities for Persons with Disabilities Living on Reservations. Navajo Nation Employers, 1993. Volume One."},
      {
        "id":"ED397606",
        "title":"Independent Living Resource Manual for American Indians and Alaska Natives with Significant Disabilities."},
      {
        "id":"ED397607",
        "title":"The Assessment of a Model for Determining Community-Based Needs of American Indians with Disabilities: Follow-Up in Denver, Colorado. Final Report."},
      {
        "id":"ED397608",
        "title":"Development of a Local Labor Market Analysis Model To Identify Employment Opportunities for Persons with Disabilities Living on Reservations. The Employer Survey. Final Report."},
      {
        "id":"ED397609",
        "title":"Assessing the Communicative Skills of American Indian Job Applicants during the Interview Process. Final Report."},
      {
        "id":"ED397610",
        "title":"An Analysis of the Navajo Nation Labor Market: Job Development for American Indians with Disabilities. Volume 4: Development of a Local Labor Market Analysis Model To Identify Employment Opportunities for Persons with Disabilities Living on Reservations. Final Report."},
      {
        "id":"ED397611",
        "title":"The Vocational Rehabilitation of American Indians Who Have Alcohol and Other Substance Abuse Disorders. Preliminary Report."},
      {
        "id":"ED397612",
        "title":"Resources for American Indian Rehabilitation."},
      {
        "id":"ED397613",
        "title":"Supply of Personnel in Special Education, United States: 1969-70 to 1992-93."},
      {
        "id":"ED397614",
        "title":"Lessons Learned from Teachers' Action Research: Implications for K-12 Settings and Preservice/Inservice Teacher Preparation."},
      {
        "id":"ED397615",
        "title":"Ability for Hire. Educational Kit 1996."},
      {
        "id":"ED397616",
        "title":"Characteristics of Pre-Linguistic Communication in Deaf Children."},
      {
        "id":"ED397617",
        "title":"The Middle School Experience: Effects on the Math and Science Achievement of Learning Disabled Adolescents."},
      {
        "id":"ED397618",
        "title":"Cluster Grouping of Gifted Students: How To Provide Full-Time Services on a Part-Time Budget. ERIC Digest E538."},
      {
        "id":"ED397620",
        "title":"HIV/AIDS, Disability, and Employment. Disability Statistics Report 6."},
      {
        "id":"ED397622",
        "title":"Euskal Herria: The Country of the Basque Language = Euskal Herria: El Pais de la Lengua Vasca."},
      {
        "id":"ED397623",
        "title":"10 Anos de ensenanza bilingue, 1979-80 - 1989-90, 24 Euskara Zerbitzua Zablkunde-Lanak (Ten Years of Bilingual Education, 1979-80 - 1989-90)."},
      {
        "id":"ED397624",
        "title":"Lectura y Vida. Revista Latinoamericana de Lectura (Reading and Life. Latinamerican Reading Magazine). 1990-1995."},
      {
        "id":"ED397625",
        "title":"Pedagogisch Tijdschrift (Journal of Pedagogy), 1993."},
      {
        "id":"ED397627",
        "title":"Pedagogisch Tijdschrift (Journal of Pedagogy), 1994."},
      {
        "id":"ED397628",
        "title":"Fremdsprachenlernen in der Grundschule (Foreign Language Learning in the Elementary School)."},
      {
        "id":"ED397629",
        "title":"Models of Contemporary Foreign Language Teacher Training: Theory and Implementation (Sketch of a Vocation between 1988-1994)."},
      {
        "id":"ED397630",
        "title":"Using a Theme-Based Curriculum To Teach English."},
      {
        "id":"ED397631",
        "title":"Principles Involved in Writing an ESP Textbook for Turkish Policemen."},
      {
        "id":"ED397632",
        "title":"Monitoring and Assessing a Japanese FLES Program: Ambiance and Achievement."},
      {
        "id":"ED397633",
        "title":"Teaching Communicative Writing: Suggestions for High School English Teachers in Japan."},
      {
        "id":"ED397634",
        "title":"An Evaluation of a Testing Model for Listening Comprehension."},
      {
        "id":"ED397635",
        "title":"A Survey of Issues and Item Writing in Language Testing."},
      {
        "id":"ED397636",
        "title":"The Failure of Bilingual Education."},
      {
        "id":"ED397637",
        "title":"Culture and Pedagogy in Conflict: An Investigation of Student-Participation in the Language Tutorial Classroom."},
      {
        "id":"ED397638",
        "title":"A New Perspective on Teaching English Pronunciation: Rhythm."},
      {
        "id":"ED397640",
        "title":"Teachability of Conversational Implicature to Japanese EFL Learners."},
      {
        "id":"ED397641",
        "title":"The Effects of Instruction Plus Feedback on Japanese University Students of EFL: A Pilot Study."},
      {
        "id":"ED397642",
        "title":"Acquisition of English Articles by Japanese EFL Learners."},
      {
        "id":"ED397644",
        "title":"Collaborative Narration of Familiar Stories in Conversation."},
      {
        "id":"ED397645",
        "title":"Using the Internet for Teaching English."},
      {
        "id":"ED397646",
        "title":"Listening as a Part of Socialization in Japanese Elementary Schools."},
      {
        "id":"ED397647",
        "title":"The Article Acquisition in English as a Foreign Language."},
      {
        "id":"ED397648",
        "title":"On the Greeting Forms among Uzbek and American People."},
      {
        "id":"ED397649",
        "title":"Beliefs about Language Learning: The Horwitz Model."},
      {
        "id":"ED397650",
        "title":"Suggestions for a Liberating Education Paradigm within ELT: Concept (Freire), a Model for Ideas (UNPO), Course Descriptions."},
      {
        "id":"ED397651",
        "title":"Chinese Students' Approach to Learning English: Psycholinguistic and Sociolinguistic Perspectives."},
      {
        "id":"ED397652",
        "title":"The &quot;Speech Levels&quot; of Sundanese: Disfluency and Identity."},
      {
        "id":"ED397653",
        "title":"Tradition and Innovation: A New Way To Explore a TESOL Method."},
      {
        "id":"ED397654",
        "title":"The Efficacy of Using Writing Groups To Help Students Generate Ideas for Writing and Revise Drafts in an EFL University Writing Class."},
      {
        "id":"ED397655",
        "title":"Creating and Balancing Identities: Generational Markers of Social Transformation."},
      {
        "id":"ED397656",
        "title":"Language Planning and the Hispanic Discourse Community."},
      {
        "id":"ED397657",
        "title":"A Chance To Succeed: Providing English Learners with Supportive Education."},
      {
        "id":"ED397658",
        "title":"Students of \"Easy\" Languages: Their Beliefs about Language Learning."},
      {
        "id":"ED397659",
        "title":"How To Plan a Literature Course for Maximum Effect."},
      {
        "id":"ED397661",
        "title":"Teaching EFL Learners Sociolinguistic Concepts for Intercultural Understanding."},
      {
        "id":"ED397662",
        "title":"Anglo-Nigerian Pidgin in Nigerian Education: A Survey of Policy, Practices and Attitudes."},
      {
        "id":"ED397663",
        "title":"Variables Affecting Reading Problem of a Thai Graduate Student."},
      {
        "id":"ED397664",
        "title":"The Nature of Culture Shock: Ideas for Lower Level Students."},
      {
        "id":"ED397666",
        "title":"Discourse of Power and Politeness: Through the Act of Disagreement."},
      {
        "id":"ED397667",
        "title":"Ways Personal Narratives Ratify Group Membership."},
      {
        "id":"ED397668",
        "title":"Who Speaks What Language and Why?: Language Use of Families in an Inuit Community."},
      {
        "id":"ED397669",
        "title":"The Organisation of the Bilingual Lexicon."},
      {
        "id":"ED397670",
        "title":"Proficiency and the Bilingual Lexicon."},
      {
        "id":"ED397673",
        "title":"FLES News, Volume 8."},
      {
        "id":"ED397674",
        "title":"Learning Languages: The Journal of the National Network for Early Language Learning. Volume 1."},
      {
        "id":"ED397675",
        "title":"Academic Literacy on Two Continents: The Role of Community Norms."},
      {
        "id":"ED397676",
        "title":"\"Again, Another Solution by Daddykins!\": Socializing Family Roles in Narrative."},
      {
        "id":"ED397677",
        "title":"Integration of Skills: Communication between Colleagues."},
      {
        "id":"ED397678",
        "title":"EFL Teaching in Brazil: Emphasizing Conditions, Processes, or Product?"},
      {
        "id":"ED397679",
        "title":"Polysemic Functionality of Prepositions in Pidgins &amp; Creoles: The Case of &quot;FO&quot; in Anglo-Nigerian Pidgin."},
      {
        "id":"ED397680",
        "title":"The Sociolinguistic Status of Anglo-Nigerian Pidgin: An Overview."},
      {
        "id":"ED397681",
        "title":"Choosing an Indigenous Official Language for Nigeria."},
      {
        "id":"ED397682",
        "title":"Les langues, dites, nationals, hors de leur territoire (So-Called National Languages outside Their Territory)."},
      {
        "id":"ED397683",
        "title":"Teacher Templates: Analysis Frameworks Developed by Bilingual Teachers Learning about Creative Drama."},
      {
        "id":"ED397684",
        "title":"Learning Science and English: How School Reform Advances Scientific Learning for Limited English Proficient Middle School Students. Educational Practice Report: 17."},
      {
        "id":"ED397696",
        "title":"Summary of a Comparison of Select Items from the 1992 and 1995 (Revised) Clarkson College Higher Education Research Institute's Faculty Survey."},
      {
        "id":"ED397697",
        "title":"Diversity Within America's Catholic Colleges and Universities: Efforts and Linkages to Catholic Identity, Institutional Mission, and Leadership. Occasional Papers on Catholic Higher Education."},
      {
        "id":"ED397698",
        "title":"Maryland 2000. Journal of the Maryland Association for Institutional Research, 1995."},
      {
        "id":"ED397703",
        "title":"Engineering Research Centers: A Partnership for Competitiveness."},
      {
        "id":"ED397704",
        "title":"Restructuring Colleges and Universities: The Challenges and Consequences. Policy Papers on Higher Education."},
      {
        "id":"ED397705",
        "title":"A Study of Student Transition to College. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397706",
        "title":"Background Characteristics as Predictors of Academic Self-Confidence and Academic Self-Efficacy among Graduate Science and Engineering Students: An Exploration of Gender and Ethnic Differences. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397707",
        "title":"Minority and Non-Minority Adjustment to College: Differences or Similarities? AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397708",
        "title":"Effects of College Students' Perceptions of Labor Market Variables and Conditions on Their Choice of Academic Majors. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397709",
        "title":"Influences on the Academic Achievement of Undergraduate Dental Students. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397710",
        "title":"College Persistence and Grade Outcomes: Noncognitive Variables as Predictors for African-American, Asian-American, Hispanic, Native American, and White Students. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397711",
        "title":"Noncognitive Variables as Predictors of Achievement in Freshmen English. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397712",
        "title":"Developmental Education Outcomes at Minnesota Community Colleges. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397713",
        "title":"Learning Communities' Impact on National Agenda Goals for Higher Education. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397714",
        "title":"Students' Learning Stages and Academic Assessment. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397715",
        "title":"Aids to Navigation: Using Interinstitutional Databases in the University of Maryland System. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397716",
        "title":"Lessons Learned from a Decade of Assessment. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397717",
        "title":"Can Core Components in Mathematics Courses Replace Comprehensive Common Course Finals? AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397718",
        "title":"Assessing Continuing Education: Difficult But Not Impossible. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397719",
        "title":"Multiple-Campus Assessment of General Education: A Course-Embedded Approach. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397720",
        "title":"Admissions Standards for Undergraduate Transfer Students: A Policy Analysis. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397721",
        "title":"The Impact of Institutional Effectiveness on Student Retention. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397722",
        "title":"Program Level Curriculum Planning: An Exploration of Faculty Perspectives on Two Different Campuses. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397723",
        "title":"Comparing Union and Non-Union Staff Perceptions of the Higher Education Work Environment. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397724",
        "title":"Stress, Strain, and Coping Resources among Faculty at a Research University during Financial Decline. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397725",
        "title":"Convenience vs Connection: Commuter Students' Views on Distance Learning. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397726",
        "title":"Identifying Students at Risk: Utilizing Traditional and Non-Traditional Data Sources. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397727",
        "title":"Applying Linear and Logistic Regression to a Required English Proficiency Test. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397728",
        "title":"The Satisfaction Level of Faculty and Administrators Following Planned and Unplanned Budget Reductions. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397729",
        "title":"Good Practices in Undergraduate Education from the Students' and Faculty's View: Consensus or Disagreement. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397730",
        "title":"Reengineering a College of Engineering: The Role of an Institutional Research Office. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397731",
        "title":"State Regulation and Administrative Flexibility at Public Universities. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397732",
        "title":"Implementing Astin's I-E-O Model in the Study of Student Retention: A Multivariate Time Dependent Approach. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397733",
        "title":"Differences in College Access in Choice among Racial/Ethnic Groups: Identifying Continuing Barriers. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397734",
        "title":"Lower Division Class Size at U.S. Postsecondary Institutions. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397735",
        "title":"Performance Indicators in Postsecondary Education in Alberta: An Analysis. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397737",
        "title":"Community Attitudes about Economic Impacts of Colleges: A Case Study. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397738",
        "title":"The Local Impact of Higher Education. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397739",
        "title":"Reporting Students of Unknown Race/Ethnicity. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397740",
        "title":"Balancing Resources and Response Rates in Mailed Questionnaire Research: The Challenge of Conducting Successful Alumni Surveys While Containing Costs. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397741",
        "title":"Enhancing Faculty Involvement in Institutional Research. A Collaborative Action Research Strategy. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397743",
        "title":"Walking Two Borders: Freshman Children of Immigrant Parents. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397744",
        "title":"Institutional Research and Student Recruitment or How Do Institutions of Higher Education Know What Attracts Students to Their Doors? Market Research Can Help. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397745",
        "title":"Beginning the Dialogue on Evaluating How Students Learn. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397746",
        "title":"Financial Planning in Australian Universities. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397747",
        "title":"Investment Budgeting as a Tool for Quality Management in the School. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397748",
        "title":"Identifying Undergraduate and Post-College Characteristics that May Affect Alumni Giving. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397749",
        "title":"Assessing the Impact of Early Remediation in the Persistence and Performance of Underprepared Community College Students. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397750",
        "title":"The Use of Influence Tactics among Mid-Level Managers in the Community College. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397751",
        "title":"The Effect of Prematriculation Activity on Freshman Enrollment: Guess Who's Coming and Guess Who's Staying. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397752",
        "title":"The Role of Institutional Research in Higher Education: Enabling Researchers To Meet New Challenges. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397753",
        "title":"Progress Made on a Plan To Integrate Planning, Budgeting, Assessment and Quality Principles To Achieve Institutional Improvement. First Year Report. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397754",
        "title":"Female Role Models: The Effect of Gender Composition of Faculty on Student Retention. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397755",
        "title":"Using Campus Climate Results To Improve Institutional Quality. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397756",
        "title":"Towards Effectiveness: Campus Climate at the University of Cyprus. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397757",
        "title":"The Roles of Institutional Cultures and Decision Approaches in Promoting Organizational Effectiveness in Two-Year Colleges. AIR 1996 Annual Forum Paper."},
      {
        "id":"ED397760",
        "title":"Department of Education: Status of Actions To Improve the Management of Student Financial Aid. Report to the Ranking Minority Member, Permanent Subcommittee on Investigations, Committee on Governmental Affairs, U.S. Senate."},
      {
        "id":"ED397761",
        "title":"Degrees and Other Awards Conferred by Institutions of Higher Education: 1993-94. E.D. TABS."},
      {
        "id":"ED397762",
        "title":"A Conversation about Mentoring: Trends and Models."},
      {
        "id":"ED397763",
        "title":"Enhancing the Minority Presence in Graduate Education VI: Catalyst for Success: The Summer Research Opportunity Program."},
      {
        "id":"ED397764",
        "title":"Enhancing the Minority Presence in Graduate Education VII: Latino Experiences in Graduate Education: Implications for Change. A Preliminary Report."},
      {
        "id":"ED397765",
        "title":"Academic Preparation of Master of Divinity Candidates. ETS Occasional Report."},
      {
        "id":"ED397766",
        "title":"[Idaho] Legislative Council Committee on Governance of Higher Education. Final Report."},
      {
        "id":"ED397767",
        "title":"Building for Reauthorization: Background and Analysis."},
      {
        "id":"ED397768",
        "title":"A View from the Inside: Minority Access & Success in Higher Education. Report of the Select Seminar on Excellence in Education."},
      {
        "id":"ED397769",
        "title":"Assessment and Quality in Higher Education: A Model with Best Practice."},
      {
        "id":"ED397770",
        "title":"Graduating into Debt: The Burdens of Borrowing for Graduate & Professional Students."},
      {
        "id":"ED397772",
        "title":"Proceedings of Selected Research and Development Presentations at the 1996 National Convention of the Association for Educational Communications and Technology Sponsored by the Research and Theory Division (18th, Indianapolis, IN, 1996)."},
      {
        "id":"ED397773",
        "title":"The Effects of Congruency between Structural &amp; Contextual Dominance in Image Processing."},
      {
        "id":"ED397774",
        "title":"Establishing a Research Agenda of New Faculty."},
      {
        "id":"ED397775",
        "title":"The Effects of Preinstructional Activities in Enhancing Learner Recall and Conceptual Learning of Prose Materials for Preservice Teachers in Zimbabwe."},
      {
        "id":"ED397776",
        "title":"Window Presentation Styles and User's Spatial Ability."},
      {
        "id":"ED397777",
        "title":"Reflections on the Interface Design of the Perseus Project."},
      {
        "id":"ED397778",
        "title":"Building Coping Skills on a Firm Foundation: Using a Metaphorical Interface To Deliver Stress Management Instruction."},
      {
        "id":"ED397779",
        "title":"A Door Is a Big Wooden Thing with a Knob: Getting a Handle on Metaphorical Interface Design."},
      {
        "id":"ED397780",
        "title":"The Effectiveness of Cooperative Learning for Low- and High-Achieving Students Using an Integrated Learning System."},
      {
        "id":"ED397781",
        "title":"Towards a Taxonomy of Metaphorical Graphical User Interfaces: Demands and Implementations."},
      {
        "id":"ED397782",
        "title":"Factors Contributing to Students' Preconceptions of Mediated Science Instruction for Various Domains of Learning."},
      {
        "id":"ED397783",
        "title":"The Effects of Relevance on Mental Effort."},
      {
        "id":"ED397784",
        "title":"The Effects of Font Size in a Hypertext Computer Based Instruction Environment."},
      {
        "id":"ED397785",
        "title":"Image Maps in the World-Wide Web: The Uses and Limitations."},
      {
        "id":"ED397786",
        "title":"Virtual Reality: A Dream Come True or a Nightmare."},
      {
        "id":"ED397787",
        "title":"Creating Personal Relevance through Adapting an Educational Task, Situationally, to a Learner's Individual Interests."},
      {
        "id":"ED397788",
        "title":"The Effects of Learning Structures on Student Achievement and Attitude Using a Computer Simulation."},
      {
        "id":"ED397789",
        "title":"Instructional Design Fundamentals as Elements of Teacher Planning Routines: Perspectives and Practices from Two Studies."},
      {
        "id":"ED397790",
        "title":"Internet-Distributed College Courses: Instructional Design Issues."},
      {
        "id":"ED397791",
        "title":"Classic Writings on Instructional Technology."},
      {
        "id":"ED397792",
        "title":"Students' Responses to Case-Based Instruction: The Role of Perceived Value."},
      {
        "id":"ED397793",
        "title":"The Internet as a Tool for the Social Construction of Knowledge."},
      {
        "id":"ED397794",
        "title":"The Impact of Gagne's Theories on Practice."},
      {
        "id":"ED397795",
        "title":"Competencies Needed To Design and Deliver Training Using Instructional Technology."},
      {
        "id":"ED397796",
        "title":"Lifelong Learning for the 21st Century."},
      {
        "id":"ED397797",
        "title":"The Use of Music in the Instructional Design of Multimedia."},
      {
        "id":"ED397798",
        "title":"Electronic Mail: An Examination of High-End Users."},
      {
        "id":"ED397799",
        "title":"Cognitive Strategies and the Use of a Hypermedia Information System: An Exploratory Study."},
      {
        "id":"ED397800",
        "title":"History in Educational Technology."},
      {
        "id":"ED397801",
        "title":"Creating and Using Hypermedia for Student Recruitment."},
      {
        "id":"ED397802",
        "title":"The Effects of Matching Learner Preference for Instructional Method on Achievement and Attitude."},
      {
        "id":"ED397803",
        "title":"Scaffolding in Hypermedia Assisted Instruction: An Example of Integration."},
      {
        "id":"ED397804",
        "title":"Formative Research on the Simplifying Conditions Method (SCM) for Task Analysis and Sequencing."},
      {
        "id":"ED397805",
        "title":"Hypermedia as a Separate Medium: Challenges for Designers and Evaluators."},
      {
        "id":"ED397806",
        "title":"Inhibitions within Idea Generating Groups: An Alternative Method of Brainstorming."},
      {
        "id":"ED397807",
        "title":"What We Talk about When We Talk about Philosophy and Educational Research (with Apologies to Raymond Carver)."},
      {
        "id":"ED397808",
        "title":"A Hypermedia System To Aid in Preservice Teacher Education: Instructional Design and Evaluation."},
      {
        "id":"ED397809",
        "title":"The Process of Developing Theories-in-Action with OELEs: A Qualitative Study."},
      {
        "id":"ED397810",
        "title":"Student-Centered Learning Environments: Foundations, Assumptions, and Implications."},
      {
        "id":"ED397811",
        "title":"Motivational Screen Design Guidelines for Effective Computer-Mediated Instruction."},
      {
        "id":"ED397812",
        "title":"Criteria for Evaluating and Selecting Multimedia Software for Instruction."},
      {
        "id":"ED397813",
        "title":"The Effect of Lesson Structures on Predication and Inference."},
      {
        "id":"ED397814",
        "title":"The Reality of Corporate Education."},
      {
        "id":"ED397815",
        "title":"Using a Hypertext Environment for Teaching Process Writing: An Evaluation Study of Three Student Groups."},
      {
        "id":"ED397816",
        "title":"A Case Study of Instructional Design Practices: Implications for Instructional Designers."},
      {
        "id":"ED397817",
        "title":"MIDI Keyboards: Memory Skills and Building Values toward School."},
      {
        "id":"ED397818",
        "title":"Motivation and Teachers' Computer Use."},
      {
        "id":"ED397819",
        "title":"Lessons Learned from the Florida Teletraining Project."},
      {
        "id":"ED397820",
        "title":"The Relationship between the Training Function and ISO-9000 Registration."},
      {
        "id":"ED397821",
        "title":"Dimensions of a Knowledge Support System: Multimedia Cases and High Bandwidth Telecommunications for Teacher Professional Development."},
      {
        "id":"ED397822",
        "title":"Instructional Design Models and Research on Teacher Thinking: Toward a New Conceptual Model for Research and Development."},
      {
        "id":"ED397823",
        "title":"Technology Resource Teachers: Is This a New Role for Instructional Technologists?"},
      {
        "id":"ED397824",
        "title":"Responding to Cultural Diversity."},
      {
        "id":"ED397825",
        "title":"An Assessment of Retention and Depth of Processing Associated with Notetaking Using Traditional Pencil and Paper and an On-line Notepad during Computer-Delivered Instruction."},
      {
        "id":"ED397826",
        "title":"The Effects of Group and Task Structure in an Instructional Simulation."},
      {
        "id":"ED397827",
        "title":"Perceptions of the ID Process: The Influence of Visual Display."},
      {
        "id":"ED397828",
        "title":"Robert M. Gagne's Impact on Instructional Design Theory and Practice of the Future."},
      {
        "id":"ED397829",
        "title":"Feedback and Elaboration within a Computer-Based Simulation: A Dual Coding Perspective."},
      {
        "id":"ED397830",
        "title":"An Exploration of the World Wide Web: Art Images and Visual Literacy."},
      {
        "id":"ED397831",
        "title":"A Constructivist Design and Learning Model: Time for a Graphic."},
      {
        "id":"ED397832",
        "title":"Six Stages for Learning To Use Technology."},
      {
        "id":"ED397833",
        "title":"Affordances and Constraints of the Internet for Learning and Instruction."},
      {
        "id":"ED397834",
        "title":"Learner Navigation Patterns and Incentive on Achievement and Attitudes in Hypermedia-Based CAI."},
      {
        "id":"ED397835",
        "title":"So Many Colors, So Many Choices: The Use of Color in Instructional Multimedia Products."},
      {
        "id":"ED397836",
        "title":"Cooperative Software for the Internet."},
      {
        "id":"ED397837",
        "title":"Integrated Research on Learning from Television."},
      {
        "id":"ED397838",
        "title":"A Conceptual Framework and Procedure for Message Design."},
      {
        "id":"ED397839",
        "title":"Computer Confidence: Factors Associated with Retention in the Community College."},
      {
        "id":"ED397840",
        "title":"Dimensions of Interest and Boredom in Instructional Situations."},
      {
        "id":"ED397841",
        "title":"Impact of R. M. Gagne's Work on Instructional Theory."},
      {
        "id":"ED397842",
        "title":"The Impact of Qualitative Observational Methodology on the Authentic Assessment Process."},
      {
        "id":"ED397843",
        "title":"Color Variations in Screen Text: Effects on Proofreading."},
      {
        "id":"ED397844",
        "title":"Mistaking Identities: Challenging Representations of Language, Gender, and Race in High Tech Television Programs."},
      {
        "id":"ED397845",
        "title":"E-Mail Dialogue Journaling in an ESL Reading and Writing Classroom."},
      {
        "id":"ED397846",
        "title":"Cognitive Learning Styles and Their Impact on Curriculum Development and Instruction."},
      {
        "id":"ED397847",
        "title":"Dynamic Learning Communities: An Alternative to Designed Instructional Systems."},
      {
        "id":"ED397848",
        "title":"Cultural Assimilation of the Internet: A Case Study."},
      {
        "id":"ED397849",
        "title":"Meaning Negotiation, Knowledge Construction, and Mentoring in a Distance Learning Course."},
      {
        "id":"ED397850",
        "title":"Fernstudium im Strafvollzug. Eine Empirische Untersuchung. ZIFF-Papiere 102 (Distance Education in Prison: An Empirical Study. ZIFF Paper 102)."},
      {
        "id":"ED397856",
        "title":"ERIC Directory of Education-Related Information Centers, 1996."},
      {
        "id":"ED397857",
        "title":"World Wide Web Server Standards and Guidelines."},
      {
        "id":"ED397859",
        "title":"Federal Libraries and Information Centers in the United States: 1994. E.D. Tabs."},
      {
        "id":"ED397860",
        "title":"Centralia 21st Century Visioning Project, 1994-1996. Final Report."},
      {
        "id":"ED397861",
        "title":"Centralia College Strategic Plan, January 1996. Preliminary Report."},
      {
        "id":"ED397862",
        "title":"Financial Status of Iowa's Community Colleges."},
      {
        "id":"ED397863",
        "title":"The Ideal Community College Academic Affairs Administrator: An Inside View."},
      {
        "id":"ED397864",
        "title":"The Course-Based Model of Transfer Success: An Action-Oriented Research Paradigm."},
      {
        "id":"ED397865",
        "title":"Pensacola Junior College Institutional Accountability Plan. Preliminary Five Year Plan Report, 1992-1993."},
      {
        "id":"ED397866",
        "title":"Pensacola Junior College Strategic Plan, 1993/94-1997/98."},
      {
        "id":"ED397867",
        "title":"Institutional Accountability Plan and Progress Report. Year 1 Report."},
      {
        "id":"ED397868",
        "title":"Issues of Education at Community Colleges: Essays by Fellows in the Mid-Career Fellowship Program at Princeton University."},
      {
        "id":"ED397869",
        "title":"Questioning Critical Thinking: Funny Faces in a Familiar Mirror."},
      {
        "id":"ED397870",
        "title":"The Image of the Community College: Faculty Perceptions at Mercer County Community College."},
      {
        "id":"ED397871",
        "title":"Community Colleges and the Virtual Community."},
      {
        "id":"ED397872",
        "title":"Interdisciplinary Classes."},
      {
        "id":"ED397873",
        "title":"Student as Teacher: Cooperative Learning Strategies in the Community College Classroom."},
      {
        "id":"ED397874",
        "title":"Generational Clash in the Academy: Whose Culture Is It Anyway?"},
      {
        "id":"ED397875",
        "title":"Faculty/Administration Relations in Community Colleges."},
      {
        "id":"ED397876",
        "title":"A Greying Faculty: Challenge or Stumbling Block to the Twenty-First Century."},
      {
        "id":"ED397877",
        "title":"An Examination of Team-Taught Interdisciplinary Courses."},
      {
        "id":"ED397878",
        "title":"Community Needs Assessment, 1994. Research Paper Series, Number 2."},
      {
        "id":"ED397879",
        "title":"RCCD Factbook, November 1995."},
      {
        "id":"ED397880",
        "title":"Kansas Community College Funding: Problems &amp; Opportunities."},
      {
        "id":"ED397882",
        "title":"Results of Survey of Community College ESL Programs."},
      {
        "id":"ED397883",
        "title":"Differential Advantages in an Innovative Community College Setting."},
      {
        "id":"ED397884",
        "title":"Achieving Administrative Diversity. New Directions for Community Colleges, Number 94."},
      {
        "id":"ED397885",
        "title":"The Tech Prep Articulation Agreement, Lewis-South Thurston Consortium."},
      {
        "id":"ED397887",
        "title":"Scientific Literacy: A Non-Traditional Approach to Science for Students Outside of Technical Fields."},
      {
        "id":"ED397888",
        "title":"Oregon Community College 1994-95 Profile."},
      {
        "id":"ED397889",
        "title":"Teaching Relationship Skills in Diversity."},
      {
        "id":"ED397890",
        "title":"Service Learning: A Summary of a Semester."},
      {
        "id":"ED397891",
        "title":"New Statewide Regional Initiative on Creating Inclusive Educational Communities for Minority Students."},
      {
        "id":"ED397892",
        "title":"Distance Education at Florida Community College at Jacksonville."},
      {
        "id":"ED397893",
        "title":"Using Student Feedback To Improve Distance Education."},
      {
        "id":"ED397895",
        "title":"Study of Multicultural Experiences, Perceptions and Attitudes of Current Students."},
      {
        "id":"ED397896",
        "title":"Follow-Up Study of 1994 Dental Hygiene Graduates."},
      {
        "id":"ED397897",
        "title":"Follow-Up Study of Students in the Institute for Supervisory and Management Development. Volume XXIV, Number 3."},
      {
        "id":"ED397898",
        "title":"Follow-Up Study of Former Transfer and Career Management Students. Volume XXIV, Number 4."},
      {
        "id":"ED397899",
        "title":"Follow-Up Study of Former Harper Students Who Enrolled in at Least Three Psychology Courses. Volume XXIV, Number 5."},
      {
        "id":"ED397900",
        "title":"Follow-Up Study of 1994 Nursing Graduates. Volume XXIV, Number 6."},
      {
        "id":"ED397901",
        "title":"Study of Interior Design Current Students and Graduates. Volume XXIV, Number 7."},
      {
        "id":"ED397902",
        "title":"Follow-Up Study of Students Who Enrolled in Small Business Non-Credit Courses at Harper College. Volume XXIV, Number 8."},
      {
        "id":"ED397903",
        "title":"Study of Students Enrolled in Continuing Education Computer Training. Volume XXIV, Number 9."},
      {
        "id":"ED397904",
        "title":"Follow-Up Study of Students Taking Honors Courses, 1990-1995. Volume XXIV, Number 10."},
      {
        "id":"ED397905",
        "title":"Follow-Up Study of Recent Harper College Graduates--Focus on Evaluation of English Courses. Volume XXIV, Number 11."},
      {
        "id":"ED397906",
        "title":"Survey of Students Enrolled in Early Childhood Education, Fall 1995. Volume XXIV, Number 12."},
      {
        "id":"ED397907",
        "title":"Survey of Former Students Enrolled in Various Combinations of Speech and Theatre Courses at Harper College. Volume XXIV, Number 13."},
      {
        "id":"ED397908",
        "title":"Follow-Up Study of Former Materials/Logistics Management Students at Harper College, 1990-1995. Volume XXIV, Number 14."},
      {
        "id":"ED397909",
        "title":"Follow-Up Study of the Clients of the Career Transition and the Career Centers at Harper College. Volume XXIV, Number 15."},
      {
        "id":"ED397910",
        "title":"Survey of Students and Non-Students about Continuing Education Market Place. Volume XXIV, Number 16."},
      {
        "id":"ED397911",
        "title":"Evaluation of the Campus Information Center and Associated Services. Volume XXIV, Number 17."},
      {
        "id":"ED397912",
        "title":"Follow-Up Survey of Graduates of Certified Nursing Assistant Program at Harper College. Volume XXIV, Number 19."},
      {
        "id":"ED397913",
        "title":"Follow-Up Study of Former Students in Geography, History and Political Science, 1990-1995. Volume XXIV, Number 20."},
      {
        "id":"ED397914",
        "title":"Evaluation Studies of Child Learning Centers on the Main Campus and at Northeast Center. Volume XXIV, Number 21."},
      {
        "id":"ED397917",
        "title":"Employment Statistics Report. 1995 Graduate Employment Survey."},
      {
        "id":"ED397918",
        "title":"OATYC Journal, Volume XX, Numbers 1-2, Fall 1995-Spring 1996."},
      {
        "id":"ED397919",
        "title":"Correlates of Chemistry 101 Course Performance. Preliminary Findings. Research Brief RB97-8."},
      {
        "id":"ED397920",
        "title":"An Assessment of Key Stakeholder Group Expectations of North Arkansas Community/Technical College and a Comparative Examination of Its Mission Statement."},
      {
        "id":"ED397921",
        "title":"Reading Skills of Golden West College Students."},
      {
        "id":"ED397922",
        "title":"Evolving Community College Shared Governance To Better Serve the Public Interest."},
      {
        "id":"ED397923",
        "title":"New Hampshire Technical Colleges and Institute and New Hampshire Police Standards and Training: Class of 1995, Annual Report."},
      {
        "id":"ED397924",
        "title":"Projected 1996-97 Cost Allocation Summary, Wisconsin Technical College System."},
      {
        "id":"ED397925",
        "title":"Data and Characteristics of the Illinois Public Community College System."},
      {
        "id":"ED397926",
        "title":"Prince George's Community College Annual Cost Containment Report, Submitted to the Maryland Higher Education Commission and the Maryland General Assembly in Compliance with Section 8 of Chapter 465 of the Acts of 1991."},
      {
        "id":"ED397927",
        "title":"A Paradigm Shift: Recruiting, Training, and Developing Quality Part-Time Faculty."},
      {
        "id":"ED397928",
        "title":"Building Global Learning Communities through the Internet."},
      {
        "id":"ED397929",
        "title":"From Theory to Practice: Using Retention Research To Guide Assessment Efforts at a Community College."},
      {
        "id":"ED397930",
        "title":"Mathematics and Science Faculty Service Learning Handbook."},
      {
        "id":"ED397931",
        "title":"Australian Homeschool Journal, November/December 1991-July/August 1993."},
      {
        "id":"ED397933",
        "title":"Selected Initiatives To Improve the Quality of Family Child Care."},
      {
        "id":"ED397935",
        "title":"Quality Talk in Early Childhood Programs."},
      {
        "id":"ED397936",
        "title":"Early Childhood Screening and Assessment: Annotated Lists of Screening and Assessment Instruments."},
      {
        "id":"ED397937",
        "title":"A Guide for Operating the Head Start Home-Based Program Option."},
      {
        "id":"ED397939",
        "title":"Implementing the New Zealand Curriculum in Primary Schools."},
      {
        "id":"ED397940",
        "title":"Parent-Child Literacy Intervention in a Family Development Project in Sri Lanka."},
      {
        "id":"ED397941",
        "title":"Emergent Novelties in the Mentality of Dizygotic Twins."},
      {
        "id":"ED397945",
        "title":"Changes in Children's Questioning during Guided Co-inquiry with Mentors."},
      {
        "id":"ED397946",
        "title":"Power Relations Underlying the Changing of Conceptions of Knowledge in an Elementary Classroom."},
      {
        "id":"ED397947",
        "title":"Even Start Parents' Practices and Views of Literacy."},
      {
        "id":"ED397948",
        "title":"Title I in Ohio: Elementary and Secondary Education Act, 30th Annual Evaluation Report. Fiscal 1995."},
      {
        "id":"ED397949",
        "title":"Fostering Meaningful Teacher Interactions among Primary and Junior Teachers through Collegial Efforts."},
      {
        "id":"ED397951",
        "title":"Helping Children Affected by Substance Abuse: A Manual for the Head Start Management Team."},
      {
        "id":"ED397952",
        "title":"Head Start Facilities Manual."},
      {
        "id":"ED397954",
        "title":"Head Start Volunteer Policies."},
      {
        "id":"ED397955",
        "title":"Head Start Social Services Training Manual for Coordinators and Staff."},
      {
        "id":"ED397958",
        "title":"Fatherhood and Family Support."},
      {
        "id":"ED397959",
        "title":"A Review of the Research and Literature on Emergent Literacy."},
      {
        "id":"ED397960",
        "title":"Women and War, Children and War: Stretching the Bonds of Caregiving."},
      {
        "id":"ED397961",
        "title":"Ecological Caring: A Developmental Perspective on the Person/Environment Relationship."},
      {
        "id":"ED397962",
        "title":"Head Start Graduates: Making the Transition from the Early to the Later Childhood Grades."},
      {
        "id":"ED397963",
        "title":"Quality."},
      {
        "id":"ED397964",
        "title":"Early Childhood Care &amp; Education: Basic Indicators on Young Children."},
      {
        "id":"ED397967",
        "title":"Families and Education. Occasional Papers Series, No. 18, 1995."},
      {
        "id":"ED397968",
        "title":"A Study of Attitudes among the Parents of Primary-School Children."},
      {
        "id":"ED397969",
        "title":"Colorado Business Commission on Child Care Financing, Report."},
      {
        "id":"ED397971",
        "title":"How Can We Provide Safe Playgrounds? = Como podemos proveer lugares con juegos infantiles que no sean peligrosos para los ninos?"},
      {
        "id":"ED397972",
        "title":"South Dakota 1995 Kids Count Factbook: Key Indicators of Child Well-Being."},
      {
        "id":"ED397975",
        "title":"Re-Examining Emergent Storybook Reading: A Sociocultural Perspective."},
      {
        "id":"ED397978",
        "title":"Redefinition of Space and Equipment in the Kindergarten and Involving the Children in the Process of Designing."},
      {
        "id":"ED397979",
        "title":"The Effects of Educational or Care Orientation in Day Care on Children's Developmental Progress in Bahrain."},
      {
        "id":"ED397980",
        "title":"Training Head Start Coordinators for Workplace Preparedness. NCCU Head Start Monograph, October 1995."},
      {
        "id":"ED397981",
        "title":"Curriculum Architecture: Creating a Place of Our Own."},
      {
        "id":"ED397982",
        "title":"Dissolving Boundaries: Toward an Integrative Curriculum."},
      {
        "id":"ED397983",
        "title":"Educational/Occupational Expectations and Aspirations: Mothers' Views of Their Children's Futures."},
      {
        "id":"ED397985",
        "title":"Developmentally Appropriate and Culturally Responsive Education: Theory in Practice. Northwest Regional Educational Laboratory Program Report."},
      {
        "id":"ED397986",
        "title":"Risk and Reality: Implications of Prenatal Exposure to Alcohol and Other Drugs."},
      {
        "id":"ED397988",
        "title":"The Winning Edge: Tips for Creative Problem-Solving Teams."},
      {
        "id":"ED397990",
        "title":"La Violencia y el Desarrollo de los Ninos (Violence and Young Children's Development). ERIC Digest."},
      {
        "id":"ED397991",
        "title":"El Fomento de la Elasticidad en los Ninos (Fostering Resilience in Children). ERIC Digest."},
      {
        "id":"ED397993",
        "title":"La Participacion de los Padres en los Programas Preescolares. (Hispanic Parent Involvement in Early Childhood Programs.) ERIC Digest."},
      {
        "id":"ED397995",
        "title":"Years of Promise: A Comprehensive Learning Strategy for America&apos;s Children. The Report of the Carnegie Task Force on Learning in the Primary Grades."},
      {
        "id":"ED397996",
        "title":"Years of Promise: A Comprehensive Learning Strategy for America's Children. The Report of the Carnegie Task Force on Learning in the Primary Grades. Executive Summary."},
      {
        "id":"ED397997",
        "title":"Schools along the Border: Education in the Age of NAFTA. EdTalk."},
      {
        "id":"ED397998",
        "title":"Community Development and Rural Issues. Community Development Briefing Paper No. 6."},
      {
        "id":"ED397999",
        "title":"Educating Multicultural Groups Outdoors."},
      {
        "id":"ED398000",
        "title":"Steppin' On Up: A Post-Secondary Guide for Migrant Students = Tomando Accion: Una Guia para los Estudiantes Migrantes Sobre Que Hacer Despues de la Escuela Secundaria."},
      {
        "id":"ED398001",
        "title":"Wilderness Medicine Newsletter, 1995."},
      {
        "id":"ED398002",
        "title":"Motivating At-Risk Students."},
      {
        "id":"ED398003",
        "title":"Educational Technology Dissemination: Its Impact on Learning, Instruction, and Educational Policy."},
      {
        "id":"ED398004",
        "title":"Achieving Despite Adversity: Why Are Some Schools Successful in Spite of the Obstacles They Face? A Study of the Characteristics of Effective and Less Effective Elementary Schools in West Virginia Using Qualitative and Quantitative Methods."},
      {
        "id":"ED398005",
        "title":"Twinned/Clustered Schools: Schools Sharing Resources."},
      {
        "id":"ED398006",
        "title":"Educational Expectations in a Democratic Society Held by Navajo Parents and Their Children."},
      {
        "id":"ED398007",
        "title":"First Nations Development Institute Biennial Report, 1994/95."},
      {
        "id":"ED398008",
        "title":"Opportunity, Community, and Teen Pregnancy in an Appalachian State."},
      {
        "id":"ED398009",
        "title":"Critical Issues in Parental Involvement: A Collection of Research Summaries by Title VII Graduate Students."},
      {
        "id":"ED398010",
        "title":"Changing Mental Frameworks: One High School's Success through a Triad Partnership."},
      {
        "id":"ED398011",
        "title":"National Television News in Seven Rural Districts. Report 96-2."},
      {
        "id":"ED398012",
        "title":"Cancer Education Resources for American Indians and Alaska Natives. Supplement to Native American Monograph No. 1: Documentation of the Cancer Research Needs of American Indians and Alaska Natives."},
      {
        "id":"ED398013",
        "title":"Daughters of Abya Yala: Native Women Regaining Control."},
      {
        "id":"ED398018",
        "title":"Rural Education and Training."},
      {
        "id":"ED398020",
        "title":"Adventure Program Risk Management Report: 1995 Edition. Narratives and Data from 1989-1990."},
      {
        "id":"ED398021",
        "title":"Directory of Experiential Therapy and Adventure-Based Counseling Programs."},
      {
        "id":"ED398022",
        "title":"Experience and the Curriculum."},
      {
        "id":"ED398023",
        "title":"Experiential Education in the English Classroom."},
      {
        "id":"ED398024",
        "title":"Experiential Learning: A Teacher's Perspective."},
      {
        "id":"ED398025",
        "title":"History Comes Alive."},
      {
        "id":"ED398026",
        "title":"Community Involvement in Education."},
      {
        "id":"ED398027",
        "title":"Gender and Engagement in a Jobsite Classroom."},
      {
        "id":"ED398028",
        "title":"At the Heart of Education: Portfolios as a Learning Tool."},
      {
        "id":"ED398029",
        "title":"Practice and Perspective: Two Views of Experiential Education."},
      {
        "id":"ED398030",
        "title":"Field Trips: Maximizing the Experience."},
      {
        "id":"ED398031",
        "title":"The Influence of Expeditionary Learning in Outward Bound and College."},
      {
        "id":"ED398032",
        "title":"Can Program Evaluation Rescue Service Learning?"},
      {
        "id":"ED398033",
        "title":"Science and Magic: A Lesson in Photosynthesis."},
      {
        "id":"ED398035",
        "title":"No Strings Attached: Personalizing Mathematics."},
      {
        "id":"ED398036",
        "title":"&quot;The Stubborn Particulars of Grace.&quot;"},
      {
        "id":"ED399038",
        "title":"They Won't Take No for an Answer: The Relais Enfants-Parents. Early Childhood Development: Practice and Reflections Number 11."},
      {
        "id":"ED399039",
        "title":"The Changing Role of Fathers in Co-op Nursery Schools."},
      {
        "id":"ED399040",
        "title":"Watershed: A Successful Voyage into Integrative Learning."},
      {
        "id":"ED399041",
        "title":"Child Care Services and the NYS Uniform Fire Prevention and Building Code: A Building Code Examination of Child Day Care Services Which Are Regulated by the NYS Department of Social Services with Particular Attention to Day Care Centers and the Role of the Local Authority Having Jurisdiction."},
      {
        "id":"ED399042",
        "title":"Be a Sport! Parents in Partnership for Proficiency: Preparing for Ohio's Sixth Grade Proficiency Test for 5th and 6th Graders and Their Families."},
      {
        "id":"ED399043",
        "title":"The Effect of a Literacy-Rich Environment on Children's Concepts about Print."},
      {
        "id":"ED399044",
        "title":"When Are Children Ready for Kindergarten? Views of Families, Kindergarten Teachers, and Child Care Providers."},
      {
        "id":"ED399046",
        "title":"The Themes of Moral Dilemmas Formulated by Preadolescents."},
      {
        "id":"ED399057",
        "title":"Evaluation of Bryan ISD's Parent Education Partnership Program (PEPP): Implications for Program Development."},
      {
        "id":"ED399058",
        "title":"The Challenge of &quot;Te Whaariki&quot; for Future Developments in Early Childhood Education."},
      {
        "id":"ED399059",
        "title":"Seamless Child Care System: A Report to the 1996 Minnesota Legislature."},
      {
        "id":"ED399060",
        "title":"Good Apple Homework Helper."},
      {
        "id":"ED399062",
        "title":"Finding Good Child Care: The Essential Questions To Ask When Seeking Quality Care for Your Child. CCAC Information Guide 19."},
      {
        "id":"ED399063",
        "title":"Raise Your Legislator's Antenna: A Nuts-and-Bolts Guide to How (and Why) To Advocate for Families...with Families."},
      {
        "id":"ED399064",
        "title":"Mom and Dad Break Up [and] Helping Children Understand Divorce: A Practical Resource Guide for &quot;Mom and Dad Break Up.&quot; Kids Have Feelings Too Series."},
      {
        "id":"ED399065",
        "title":"Federal Tax Reform: A Family Perspective. [Report and Executive Summary.]"},
      {
        "id":"ED399066",
        "title":"Children as Learners: A Developmental Approach."},
      {
        "id":"ED399067",
        "title":"Grandfather Involvement in Childrearing and the School Performance of Ojibwa Children."},
      {
        "id":"ED399068",
        "title":"Paternal Involvement in Childrearing and the School Performance of Ojibwa Children: An Exploratory Study."},
      {
        "id":"ED399076",
        "title":"Annual Review 1995."},
      {
        "id":"ED399077",
        "title":"Enhancing Young Children's Social Competence: Enhance!/Social Competence Program (ESCP): A Field Developed Program for Children, Teachers and Parents."},
      {
        "id":"ED399078",
        "title":"The Opinions of School Volunteers at a Suburban High School District."},
      {
        "id":"ED399079",
        "title":"Partnerships for Student Success: What We Have Learned about Policies To Increase Student Achievement through School Partnerships with Families and Communities."},
      {
        "id":"ED399081",
        "title":"Inviting Stories To Help Young Children Cope with Stressful Life Experiences."},
      {
        "id":"ED399093",
        "title":"SKOLE: The Journal of Alternative Education, 1994."},
      {
        "id":"ED399095",
        "title":"Teaching Russian Via Distance Learning, the EdNet Experience."},
      {
        "id":"ED399097",
        "title":"Telecommunications for Rural America: Lessons from Nebraska."},
      {
        "id":"ED399098",
        "title":"Internet Resources for Latin America."},
      {
        "id":"ED399099",
        "title":"SKOLE: The Journal of Alternative Education, 1995."},
      {
        "id":"ED399100",
        "title":"Honoring What They Say: Postsecondary Experiences of First Nations Graduates."},
      {
        "id":"ED399104",
        "title":"Reopening of Kenton School, Elkview, West Virginia."},
      {
        "id":"ED399106",
        "title":"I Become a Teacher: A Memoir of One-Room School Life in Eastern Kentucky."},
      {
        "id":"ED399109",
        "title":"Experience-Based Training and Development: Directory of Programs. Third Edition."},
      {
        "id":"ED399110",
        "title":"Annotated Bibliography of Adventure Therapy and Related Programs: 1980-1992. Version 1.1."},
      {
        "id":"ED399115",
        "title":"Math and Science Education. IDRA Focus."},
      {
        "id":"ED399118",
        "title":"State Associations of Rural and Small Schools: Missions, Operations, and Services."},
      {
        "id":"ED399119",
        "title":"Rural and Urban Employment Patterns: Self-Employment As a Metaphor for Rural Vocational Rehabilitation."},
      {
        "id":"ED399120",
        "title":"Self-Employment in Vocational Rehabilitation: Building on Lessons from Rural America."},
      {
        "id":"ED399122",
        "title":"American Indian Disability Legislation Project: Findings of a National Survey of Tribal Governments."},
      {
        "id":"ED399123",
        "title":"The Funding Book: Rural Supported Employment Resources for Montana."},
      {
        "id":"ED399125",
        "title":"Survey of Rural Information Infrastructure Technologies."},
      {
        "id":"ED399126",
        "title":"Falling through the Net: A Survey of the &quot;Have Nots&quot; in Rural and Urban America."},
      {
        "id":"ED399127",
        "title":"Restructuring the Science Curriculum (A Public Debate)."},
      {
        "id":"ED399129",
        "title":"The North Carolina Environmental Education Plan: April 1995."},
      {
        "id":"ED399131",
        "title":"Fragile Ecologies: Contemporary Artists' Interpretations and Solutions. Adventures in Ecological Art for Kids and Families."},
      {
        "id":"ED399133",
        "title":"Looking Ahead at Environmental Education."},
      {
        "id":"ED399134",
        "title":"Portapark."},
      {
        "id":"ED399135",
        "title":"Tapping the Source: A Listing of Groundwater Education Materials Available through the Groundwater Education in Michigan (GEM) Program. Updated."},
      {
        "id":"ED399138",
        "title":"Federal Support to Universities, Colleges, and Nonprofit Institutions, Fiscal Year 1993. Detailed Statistical Tables."},
      {
        "id":"ED399139",
        "title":"Indoor Air Quality: Tools for Schools Action Kit."},
      {
        "id":"ED399140",
        "title":"Academic Science and Engineering R&D Expenditures, Fiscal Year 1993. Detailed Statistical Tables."},
      {
        "id":"ED399143",
        "title":"Understanding Chemical Hazards: A Guide for Students."},
      {
        "id":"ED399145",
        "title":"Global Change in the Great Lakes: Scenarios."},
      {
        "id":"ED399146",
        "title":"Curriculum Materials in Environmental Education. Bibliography Series 1994, No. 2."},
      {
        "id":"ED399147",
        "title":"The Scientific Education of Girls: Education Beyond Reproach?"},
      {
        "id":"ED399148",
        "title":"A Study of the Images of the Scientist for Elementary School Children."},
      {
        "id":"ED399149",
        "title":"Universe At Your Fingertips: An Astronomy Activity and Resource Notebook."},
      {
        "id":"ED399150",
        "title":"Principles for the Goal Determination and Solution Finding of a Nature Oriented Technology - New Determination of Curricular Elements in Technical Education."},
      {
        "id":"ED399151",
        "title":"[KIND Worksheet Packet: Wild Animals (Senior).]"},
      {
        "id":"ED399152",
        "title":"[KIND Worksheet Packet: Wild Animals (Junior).]"},
      {
        "id":"ED399155",
        "title":"Report on Project Kaleidoscope: 1992-1996."},
      {
        "id":"ED399157",
        "title":"Science, Society, and America's Nuclear Waste: Nuclear Waste, Unit 1. Teacher Guide. Second Edition."},
      {
        "id":"ED399158",
        "title":"Science, Society, and America's Nuclear Waste: Ionizing Radiation, Unit 2. Teacher Guide. Second Edition."},
      {
        "id":"ED399159",
        "title":"Science, Society, and America's Nuclear Waste: The Nuclear Waste Policy Act, Unit 3. Teacher Guide. Second Edition."},
      {
        "id":"ED399160",
        "title":"Science, Society, and America's Nuclear Waste: The Waste Management System, Unit 4. Teacher Guide. Second Edition."},
      {
        "id":"ED399162",
        "title":"Teaching Science in a Multicultural World."},
      {
        "id":"ED399164",
        "title":"The Writing of the Scientific Paper To Help Students Process Water Quality Data."},
      {
        "id":"ED399165",
        "title":"Do Learners Restructure or Recreate a Second Language in the Content Area of Mathematics?"},
      {
        "id":"ED399166",
        "title":"Writing To Facilitate Learning in Microbiology."},
      {
        "id":"ED399168",
        "title":"Academic Science and Engineering R&D Expenditures, Fiscal Year 1994. Detailed Statistical Tables."},
      {
        "id":"ED399170",
        "title":"Assessment in Action: Collaborative Action Research Focused on Mathematics and Science Assessments. Reports of Twenty-Three Teacher-Research Projects."},
      {
        "id":"ED399171",
        "title":"What Works! Encouraging Diversity in Science, Mathematics, Engineering, and Technology through Effective Mentoring. A 5-Year Overview of the Research Careers for Minority Scholars Program."},
      {
        "id":"ED399172",
        "title":"Hands-On Elementary Science Project. Leader's Manual."},
      {
        "id":"ED399176",
        "title":"The Mathematics and Mathematical Thinking of Seamstresses."},
      {
        "id":"ED399177",
        "title":"Completing the Cycle: It's Up to You. Phase 2, An Integrated Unit in Environmental Education, Grades 4-8."},
      {
        "id":"ED399178",
        "title":"Evaluation of Project Symbiosis: An Interdisciplinary Science Education Project."},
      {
        "id":"ED399182",
        "title":"Views about Science and Physics Achievement: The VASS Story."},
      {
        "id":"ED399183",
        "title":"Finding and Activating the Real Gift for Learning Mathematics: Implications for Teachers' Scope and Sequence."},
      {
        "id":"ED399187",
        "title":"Combining Mentoring and Service Learning - A New Approach."},
      {
        "id":"ED399188",
        "title":"Critical Thinking Approach to Mathematics Based on the CSBM Research."},
      {
        "id":"ED399189",
        "title":"Learning Chemistry in Laboratory Settings: A Hands-on Curriculum for Non-Science Majors."},
      {
        "id":"ED399191",
        "title":"1995 Implementation Status of Mathematics and Science Reform in Iowa: Based on Teachers' Concerns, Professional Activity, and Philosophical Beliefs."},
      {
        "id":"ED399192",
        "title":"Physics 152 Laboratory Manual, 8th Edition."},
      {
        "id":"ED399193",
        "title":"Oregon's Technical, Human, and Organizational Networking Infrastructure for Science and Mathematics: A Planning Project. Benchmark Reports."},
      {
        "id":"ED399196",
        "title":"Folk Arts in New York State: A Public Forum."},
      {
        "id":"ED399197",
        "title":"Working Relationships: The Arts, Education and Community Development."},
      {
        "id":"ED399208",
        "title":"The Metaphoric Nature of Teaching and Learning and the Role of Personal Teaching Metaphors."},
      {
        "id":"ED399215",
        "title":"Legacy of the Ancient World: An Educational Guide. Understanding Ancient Culture through Art at the Tampa Museum of Art."},
      {
        "id":"ED399216",
        "title":"Success in the First Year of Teaching: Effects of a Clinical Experience Program."},
      {
        "id":"ED399218",
        "title":"Professional Development Schools: Do They Have Anything To Offer to Teacher Education in Australia?"},
      {
        "id":"ED399219",
        "title":"Parent Efficacy, Teacher Efficacy, and Parent Involvement in Professional Development Schools. Research Report for Frayser Elementary School."},
      {
        "id":"ED399220",
        "title":"Tomorrow's Schools of Education: A Report of the Holmes Group."},
      {
        "id":"ED399221",
        "title":"What School Leaders Can Do To Help Change Teacher Education. AACTE Forum Series, Second Edition."},
      {
        "id":"ED399222",
        "title":"Community Learning: A Field-Based Education Model."},
      {
        "id":"ED399223",
        "title":"Masters Cooperative Program: An Alternative Model of Teacher Development in PDS Sites."},
      {
        "id":"ED399224",
        "title":"Working Together To Change the Rape and Violence Culture."},
      {
        "id":"ED399225",
        "title":"Health Education: Addressing the Asian-American Student."},
      {
        "id":"ED399226",
        "title":"Sport in Germany. Basis-Info 3-1996."},
      {
        "id":"ED399227",
        "title":"AIDS Prevention Guide. The Facts about HIV Infection and AIDS. Putting the Facts to Use."},
      {
        "id":"ED399228",
        "title":"Standards of Learning Objectives for Virginia Public Schools. Health Including Driver Education. Revised 1990."},
      {
        "id":"ED399229",
        "title":"Health Knowledge and Behavior Four Years Later."},
      {
        "id":"ED399230",
        "title":"Outcomes Based Education in Higher Education: A Recreation and Leisure Application."},
      {
        "id":"ED399231",
        "title":"The Teacher as Dostoevskian Novelist."},
      {
        "id":"ED399232",
        "title":"Teaching Culture: Crosscultural Understanding Barriers Faced by Japanese Students."},
      {
        "id":"ED399233",
        "title":"Texas Teacher Retention, Mobility, and Attrition. Teacher Supply, Demand, and Quality Policy Research Project. Report Number 6."},
      {
        "id":"ED399234",
        "title":"Teachers as Frontline Researchers and Policy Makers--A Midyear Perspective from the First IMPACT II Teacher Policy Institute."},
      {
        "id":"ED399235",
        "title":"Preparing Teachers To Recognize Multiple Perspectives."},
      {
        "id":"ED399237",
        "title":"Ventures in Integrating Curriculum: A Case Study of Teachers and Students Learning Together."},
      {
        "id":"ED399238",
        "title":"A Democratic Assessment Strategy."},
      {
        "id":"ED399239",
        "title":"Community Service/Service Learning: An Implementor&apos;s Guide and Resource Manual."},
      {
        "id":"ED399241",
        "title":"Research in the Classroom. Ninth Annual Report of Research Projects Conducted by Educators in Their Classrooms, 1994-1995."},
      {
        "id":"ED399243",
        "title":"Decontextualizing Pedagogy: The Rise of Didactic Closure in Finnish Teacher Education."},
      {
        "id":"ED399245",
        "title":"Educating Reflective Principals in a Context of Restructuring."},
      {
        "id":"ED399246",
        "title":"John Dewey and Earl Kelley: Giants in Democratic Education."},
      {
        "id":"ED399247",
        "title":"Textbooks: Sacred Cow or Sacred Trust?"},
      {
        "id":"ED399248",
        "title":"School Improvement and Action Research: Two Paradigms."},
      {
        "id":"ED399249",
        "title":"Schools, Socialization, and the Goals of Schooling: What Counts in Classrooms Characterized by Cultural Diversity."},
      {
        "id":"ED399251",
        "title":"Teaching Systematic Thinking and Problem Solving through Database Searching, Synthesis and Analysis."},
      {
        "id":"ED399252",
        "title":"Teacher Education in Plural Societies. An International Review."},
      {
        "id":"ED399254",
        "title":"Rethinking Teacher Certification."},
      {
        "id":"ED399258",
        "title":"Alternative Teacher Program. Report to the General Assembly, 1995-96."},
      {
        "id":"ED399262",
        "title":"Developing Mathematics Reform: What Don't We Know about Teacher Learning--But Would Make Good Working Hypotheses? NCRTL Craft Paper 95-4."},
      {
        "id":"ED399263",
        "title":"School District Data Book Reference Manual. User&apos;s Manual."},
      {
        "id":"ED399264",
        "title":"Academic Science and Engineering: R&amp;D Expenditures, Fiscal Year 1992. Detailed Statistical Tables."},
      {
        "id":"ED399265",
        "title":"The Effects of Coaching on the ACT Scores of African-American Students."},
      {
        "id":"ED399267",
        "title":"Multiple Judges of Teacher Effectiveness: Comparing Teacher Self-Assessments with the Perceptions of Principals, Students, and Parents."},
      {
        "id":"ED399268",
        "title":"Development and Implementation of a Caseworker Performance Evaluation Instrument that Correlates to the Caseworker's Job Description in a Private Foster Care Agency."},
      {
        "id":"ED399269",
        "title":"Implementation of the Computerized Adaptive Version of the Armed Services Vocational Aptitude Battery."},
      {
        "id":"ED399270",
        "title":"Essay Questions: Another Look."},
      {
        "id":"ED399271",
        "title":"Evaluation Formats: A Teacher's Action Research Look at Tracking."},
      {
        "id":"ED399272",
        "title":"Testing the Invariance of Reading Literacy Dimensions across Different Countries: An Application of Multigroup Confirmatory Factor Analysis."},
      {
        "id":"ED399273",
        "title":"New Hampshire Educational Assessment Report, Grade 3."},
      {
        "id":"ED399274",
        "title":"Nonpublic School Enrollment, State of Maryland. September 30, 1995."},
      {
        "id":"ED399275",
        "title":"New Hampshire Educational Assessment Report, End-of-Grade 3."},
      {
        "id":"ED399276",
        "title":"National Household Education Survey. An Overview."},
      {
        "id":"ED399277",
        "title":"The Ninth-Grade Proficiency Test: Is It a Fair and Appropriate Measure of a Statewide Standard?"},
      {
        "id":"ED399278",
        "title":"Projections of Education Statistics to 2006. Twenty-Fifth Edition."},
      {
        "id":"ED399280",
        "title":"Mathematics Course-Taking and NAEP Math Proficiency: Comparing Students' Reports with Their Transcripts."},
      {
        "id":"ED399281",
        "title":"Enhancing Parent Involvement in Schools: A Large Scale Parent Survey."},
      {
        "id":"ED399282",
        "title":"The Accuracy and Use of Item Difficulty Calibrations Estimated from Judges' Ratings of Item Difficulty."},
      {
        "id":"ED399283",
        "title":"Interviews as Method or Data: Paradigmatic vs. Narrative Approaches to the Study of Returning Adult Students."},
      {
        "id":"ED399284",
        "title":"Large-Sample Case Studies: The Best of Both Worlds."},
      {
        "id":"ED399285",
        "title":"A Report on the Reliability of a Large-Scale Portfolio Assessment for Language Arts, Mathematics, and Science."},
      {
        "id":"ED399286",
        "title":"Expert/Novice Differences in the Focus and Procedures Used by Essay Scorers."},
      {
        "id":"ED399287",
        "title":"Monte Carlo Approach for Reliability Estimations in Generalizability Studies."},
      {
        "id":"ED399288",
        "title":"The Global Factors of the &quot;16PF Fifth Edition&quot;: Contribution to Career Development and Guidance."},
      {
        "id":"ED399289",
        "title":"Construct Validation of the Child Sex Abuse Attitude Scale (CSAAS) through Confirmatory Factor Analysis."},
      {
        "id":"ED399290",
        "title":"Twenty-first Century Tools for Qualitative Data Analysis."},
      {
        "id":"ED399291",
        "title":"Guidelines for Adapting Educational and Psychological Tests."},
      {
        "id":"ED399292",
        "title":"How the &quot;Principles and Indicators for Student Assessment Systems&quot; Should Affect Practice."},
      {
        "id":"ED399293",
        "title":"Differential Item Functioning in Survey Research."},
      {
        "id":"ED399294",
        "title":"A Compromise Grading Model for Classroom Tests."},
      {
        "id":"ED399295",
        "title":"Absolute and Relative Grading Standards."},
      {
        "id":"ED399296",
        "title":"Paired Comparison Intransitivity: Useful Information or Nuisance?"},
      {
        "id":"ED399297",
        "title":"In Praise of the Free-Response Item."},
      {
        "id":"ED399298",
        "title":"Single-Item Measurement: Would You Recommend It to a Friend?"},
      {
        "id":"ED399299",
        "title":"Assembling Tests for the Measurement of Multiple Abilities."},
      {
        "id":"ED399300",
        "title":"Technical Issues in Large-Scale Performance Assessment."},
      {
        "id":"ED399301",
        "title":"Public Elementary and Secondary Education Statistics: School Year 1995-96. Early Estimates."},
      {
        "id":"ED399302",
        "title":"Characteristics of the 100 Largest Public Elementary and Secondary School Districts in the United States: 1993-94. Statistical Analysis Report."},
      {
        "id":"ED399304",
        "title":"Sample Exclusion in NELS:88. Characteristics of Base Year Ineligible Students: Changes in Eligibility Status after Four Years. Technical Report."},
      {
        "id":"ED399305",
        "title":"Profile of the 1994-95 State Assessment Systems and Reported Results. National Education Goals Panel 96-05."},
      {
        "id":"ED399306",
        "title":"An Overview of the Schools and Staffing Survey (SASS)."},
      {
        "id":"ED399308",
        "title":"Urban Schools: The Challenge of Location and Poverty."},
      {
        "id":"ED399309",
        "title":"Effective Features of Collaborative School-Linked Services for Children in Elementary School: What Do We Know from Research and Practice? Publication Series #95-16."},
      {
        "id":"ED399310",
        "title":"Understanding the Urban Context and Conditions of Practice of School Administration. Publication Series #93-7."},
      {
        "id":"ED399311",
        "title":"Toward a Knowledge Base for School Learning. Publication Series #93-5a."},
      {
        "id":"ED399312",
        "title":"Educational Resilience in Inner Cities. Publication Series #93-5d."},
      {
        "id":"ED399313",
        "title":"Family Processes, Family Interventions, and Adolescent School Problems: A Critical Review and Analysis. Publication Series #93-5c."},
      {
        "id":"ED399314",
        "title":"School-Linked Services: A Research Synthesis. Publication Series #93-5e."},
      {
        "id":"ED399315",
        "title":"Collaborative Services Initiatives: A Report of a National Survey of Program Directors. Publication Series #96-7."},
      {
        "id":"ED399316",
        "title":"What Works and What Doesn't Work: The Case for an Inclusive System. Publication Series #93-8."},
      {
        "id":"ED399317",
        "title":"The University's Role in the Improvement of Inner-City Education: A Perspective from the University. Publication Series #96-8."},
      {
        "id":"ED399318",
        "title":"Inner-City Students at the Margins."},
      {
        "id":"ED399319",
        "title":"The Age of Confusion. Why So Many Teens Are Getting Pregnant, Turning to Welfare and Ending up Homeless."},
      {
        "id":"ED399320",
        "title":"How Immigrants Fare in U.S. Education."},
      {
        "id":"ED399321",
        "title":"Title V Delinquency Prevention Program. Community Self-Evaluation Workbook."},
      {
        "id":"ED399322",
        "title":"Democratic Education: The Associational Life of African-American and White High School Students."},
      {
        "id":"ED399323",
        "title":"Immigration: The Demographic and Economic Facts."},
      {
        "id":"ED399324",
        "title":"A Study of Underachievement among Gifted Black Students."},
      {
        "id":"ED399333",
        "title":"Dropout Rate Study 1993-94. Annual Dropout Rates in Arizona Public Schools, Grades Seven through Twelve."},
      {
        "id":"ED399334",
        "title":"A Guide to Enhancing the Cultural Competence of Runaway and Homeless Youth Programs."},
      {
        "id":"ED399335",
        "title":"Asian Indian Culture in America: A Bibliography of Research Documents. A Research Report."},
      {
        "id":"ED399337",
        "title":"A Comparison of Homeless and Non-Homeless Adolescents."},
      {
        "id":"ED399339",
        "title":"Child Welfare Issues in Latino/Chicano Communities: A Selected Annotated Bibliography (1984-1993)."},
      {
        "id":"ED399340",
        "title":"Gender's Contribution to the Rise and Fall of the Progressive Education Association, 1919-1955."},
      {
        "id":"ED399341",
        "title":"Student Choices: Using a Competing Risks Model of Survival Analysis."},
      {
        "id":"ED399342",
        "title":"High Stakes Testing in an Urban School District: Survivors of the Class of 1995 from Grade Eight to Graduation."},
      {
        "id":"ED399346",
        "title":"Patterns of Chinese American Family Involvement in Young Children&apos;s Education. Final Report. Report No. 36."},
      {
        "id":"ED399348",
        "title":"Project ACCESS--Attainment of Competent Career Employment Skills for Success. School-to-Work Replication Guide."},
      {
        "id":"ED399349",
        "title":"The Insurance Educator. Volume V."},
      {
        "id":"ED399350",
        "title":"Education for a Working America. A Vision of Vocational Technical Education."},
      {
        "id":"ED399351",
        "title":"Teaching for Connection: Critical Thinking Skills, Problem Solving, and Academic and Occupational Competencies. Lesson Plans."},
      {
        "id":"ED399352",
        "title":"Education for Homeless Adults: Strategies for Implementation. Volume II - Resources and Additional Lessons."},
      {
        "id":"ED399355",
        "title":"Child Safety: A Healthy Start. Teacher's Guide. Health Promotion for Adult Literacy Students: An Empowering Approach."},
      {
        "id":"ED399356",
        "title":"Work-Based Learning: A Resource Guide for Change. Test Draft."},
      {
        "id":"ED399360",
        "title":"Technical Education in Nigeria: The Way Forward. Summary of Proceedings of the Workshop on Technical Education: A Foundation for a Healthy Economy (Ota, Ogun State of Nigeria, March 1-2, 1994)."},
      {
        "id":"ED399361",
        "title":"The Role of Technical and Vocational Education in the Education System of the Russian Federation."},
      {
        "id":"ED399362",
        "title":"Establishing Partnership in Technical and Vocational Education. Co-operation between Educational Institutions and Enterprises in Technical and Vocational Education. A Seminar for Key Personnel from Africa and Asia (Berlin, Germany, May 2-12, 1995)."},
      {
        "id":"ED399363",
        "title":"Adaptation of Vocational Curricula for Industrial Business Clerks from Germany to the Russian Federation."},
      {
        "id":"ED399364",
        "title":"Entrepreneurial Skills for Small Business. Exemplar Curriculum Document."},
      {
        "id":"ED399365",
        "title":"Financing Technical and Vocational Education: Modalities and Experiences."},
      {
        "id":"ED399366",
        "title":"New Technologies of Training for Technical and Vocational Education. International Expert Group Meeting. (Manila, Philippines, July 3-7, 1995). Final Report."},
      {
        "id":"ED399367",
        "title":"National Profiles in Technical and Vocational Education in Asia and the Pacific: Australia."},
      {
        "id":"ED399368",
        "title":"National Profiles in Technical and Vocational Education in Asia and the Pacific: Bangladesh."},
      {
        "id":"ED399369",
        "title":"National Profiles in Technical and Vocational Education in Asia and the Pacific: Bhutan."},
      {
        "id":"ED399370",
        "title":"National Profiles in Technical and Vocational Education in Asia and the Pacific: Fiji."},
      {
        "id":"ED399371",
        "title":"National Profiles in Technical and Vocational Education in Asia and the Pacific: Indonesia."},
      {
        "id":"ED399372",
        "title":"National Profiles in Technical and Vocational Education in Asia and the Pacific: Iran."},
      {
        "id":"ED399373",
        "title":"National Profiles in Technical and Vocational Education in Asia and the Pacific: Japan."},
      {
        "id":"ED399374",
        "title":"National Profiles in Technical and Vocational Education in Asia and the Pacific: Republic of Korea."},
      {
        "id":"ED399375",
        "title":"National Profiles in Technical and Vocational Education in Asia and the Pacific: Malaysia."},
      {
        "id":"ED399376",
        "title":"National Profiles in Technical and Vocational Education in Asia and the Pacific: Nepal."},
      {
        "id":"ED399377",
        "title":"National Profiles in Technical and Vocational Education in Asia and the Pacific: Pakistan."},
      {
        "id":"ED399378",
        "title":"National Profiles in Technical and Vocational Education in Asia and the Pacific: Papua New Guinea."},
      {
        "id":"ED399379",
        "title":"National Profiles in Technical and Vocational Education in Asia and the Pacific: Philippines."},
      {
        "id":"ED399380",
        "title":"National Profiles in Technical and Vocational Education in Asia and the Pacific: Thailand."},
      {
        "id":"ED399381",
        "title":"National Profiles in Technical and Vocational Education in Asia and the Pacific: India."},
      {
        "id":"ED399382",
        "title":"Potential Impact of the Implementation of Cluster Programs in Trade and Industrial/Technical Education in Colorado. Final Report."},
      {
        "id":"ED399383",
        "title":"Distance Education. Trends and Issues Alerts."},
      {
        "id":"ED399384",
        "title":"Adult Education at the Margins and towards New Paradigms. Occasional Paper Number 2."},
      {
        "id":"ED399387",
        "title":"Business Involvement in Education: Literature Review."},
      {
        "id":"ED399388",
        "title":"Business Involvement in Education: Public Consultation Findings [and] Technical Appendix."},
      {
        "id":"ED399389",
        "title":"Creating Independent and Interdependent Learners: Business and Education Working Together."},
      {
        "id":"ED399390",
        "title":"Community Health. Career &amp; Technology Studies. Guide to Standards and Implementation. Interim 1996 (September 1996-September 1997)."},
      {
        "id":"ED399391",
        "title":"Framework for Enhancing Business Involvement in Education."},
      {
        "id":"ED399392",
        "title":"Invitational Forum on Business Involvement in Education (Edmonton, Alberta, Canada, January 18-19, 1996). Proceedings Report."},
      {
        "id":"ED399394",
        "title":"People with Disabilities. Federal Programs Could Work Together More Efficiently To Promote Employment. Report to the Chairman, Subcommittee on Employer-Employee Relations, Committee on Economic and Educational Opportunities. House of Representatives."},
      {
        "id":"ED399395",
        "title":"Fostering Entrepreneurship through Business Incubation: The Role and Prospects of Postsecondary Vocational-Technical Education. Report 1: Survey of Business Incubator Clients and Managers."},
      {
        "id":"ED399396",
        "title":"Fostering Entrepreneurship through Business Incubation: The Role and Prospects of Postsecondary Vocational-Technical Education. Report 2: Case Studies."},
      {
        "id":"ED399397",
        "title":"Fostering Entrepreneurship through Business Incubation: The Role and Prospects of Postsecondary Vocational-Technical Education. Report 3: Guidebook of Opportunities for Two-Year Technical Colleges."},
      {
        "id":"ED399398",
        "title":"New Perspectives on Documenting Employment and Earnings Outcomes in Vocational Education."},
      {
        "id":"ED399399",
        "title":"The Literacy Proficiencies of GED Examinees: Results from the GED-NALS Comparison Study."},
      {
        "id":"ED399400",
        "title":"Who Took the GED? GED 1995 Statistical Report."},
      {
        "id":"ED399401",
        "title":"GED Candidates in Canada. A Report on the 1992 Canadian Candidate Survey. A GED Profile Research Report."},
      {
        "id":"ED399402",
        "title":"Employment in Perspective: Work Activity of Students. Report 897."},
      {
        "id":"ED399403",
        "title":"The Role of Mentoring in Career Education. Trends and Issues Alerts."},
      {
        "id":"ED399404",
        "title":"Home Economics by Any Other Name. Trends and Issues Alerts."},
      {
        "id":"ED399406",
        "title":"Obstacles to Continuing Education in Health Care for Women."},
      {
        "id":"ED399407",
        "title":"Successful Strategies. Teaching and Learning in Arizona Schools."},
      {
        "id":"ED399408",
        "title":"In the Balance: Registered Nurse Supply and Demand, 1996. IES Report 315."},
      {
        "id":"ED399409",
        "title":"Basic Skills at Work. A Strategy To Help Improve the Competence of the Workforce in England and Wales."},
      {
        "id":"ED399411",
        "title":"Wired: The Electronic Job Search. ERIC Digest No. 172."},
      {
        "id":"ED399412",
        "title":"Adult Learning in Nonformal Institutions. ERIC Digest No. 173."},
      {
        "id":"ED399413",
        "title":"Journal Writing and Adult Learning. ERIC Digest No. 174."},
      {
        "id":"ED399414",
        "title":"Acquiring Self-Knowledge for Career Development. ERIC Digest No. 175."},
      {
        "id":"ED399415",
        "title":"Nabisco Foods Division--&quot;New Indy&quot; Workplace Literacy Project. Final Performance Report."},
      {
        "id":"ED399417",
        "title":"Integrative Learning at Work: Theory into Practice at Andersen Consulting."},
      {
        "id":"ED399418",
        "title":"Integrating Work and Learning for Superior Performance."},
      {
        "id":"ED399419",
        "title":"Technology Education. A North Dakota Curricular Framework."},
      {
        "id":"ED399420",
        "title":"Family and Consumer Sciences. A Maryland Curricular Framework."},
      {
        "id":"ED399421",
        "title":"The Evolving Role of the Non-Managerial Workforce."},
      {
        "id":"ED399422",
        "title":"Family and Consumer Sciences. Middle-Level Curriculum."},
      {
        "id":"ED399423",
        "title":"The Effectiveness of Adult Literacy Education: A Review of Issues and Literature Related to Outcome-Based Evaluation of Literacy Programs."},
      {
        "id":"ED399426",
        "title":"Texas Food Stamp Employment and Training/JOBS Conformance Demonstration: BOND Participant Survey Final Report."},
      {
        "id":"ED399427",
        "title":"Texas Food Stamp Employment and Training/JOBS Conformance Demonstration: Process Evaluation Final Report."},
      {
        "id":"ED399428",
        "title":"Status of Partnerships and Partnership Directors in the United States. Research Brief."},
      {
        "id":"ED399429",
        "title":"Workplace Education Overview."},
      {
        "id":"ED399430",
        "title":"Workplace Education Advisory Councils."},
      {
        "id":"ED399431",
        "title":"Identifying Critical Job Tasks."},
      {
        "id":"ED399432",
        "title":"Workplace Education Skills Assessment."},
      {
        "id":"ED399433",
        "title":"Conducting the Job Task Analysis."},
      {
        "id":"ED399434",
        "title":"Developing Workplace Education Curriculum."},
      {
        "id":"ED399435",
        "title":"Evaluating Workplace Education Program Effectiveness."},
      {
        "id":"ED399436",
        "title":"Marketing Workplace Education to Business."},
      {
        "id":"ED399437",
        "title":"Understanding Organizational Culture."},
      {
        "id":"ED399438",
        "title":"Remuneration of Graduates as at 1 July 1994. Main Report = Vergoeding van gegradueerdes soos op 1 Julie 1994. Hoofverslag."},
      {
        "id":"ED399439",
        "title":"Linkage: A Manitoba Survey of Basic Skills Awareness in the Workplace."},
      {
        "id":"ED399440",
        "title":"Physical Therapy Needs Assessment Survey."},
      {
        "id":"ED399442",
        "title":"Employment of Minors. A Guide for 14- through 17-year-olds, Their Parents and Employers."},
      {
        "id":"ED399443",
        "title":"A Report of the Child Labor Task Force."},
      {
        "id":"ED399447",
        "title":"Goal-Based Learning: Accelerating Performance Change."},
      {
        "id":"ED399448",
        "title":"Goal-Based Learning: Conceptual Design \"Jump-Start\" Workbook."},
      {
        "id":"ED399449",
        "title":"Integrative Learning: Conceptual Design \"Jump-Start\" Workbook."},
      {
        "id":"ED399450",
        "title":"Vocational Education Data in the U.S. Department of Education, 1996. Third Biennial Report to Congress."},
      {
        "id":"ED399451",
        "title":"Culinary Arts Hospitality Symposium Planning Guide."},
      {
        "id":"ED399453",
        "title":"Workdays. A Day in the Life of...the Chef."},
      {
        "id":"ED399454",
        "title":"Workdays. A Day in the Life of...a Computer Salesman."},
      {
        "id":"ED399455",
        "title":"Workdays. A Day in the Life of...a Customs Officer."},
      {
        "id":"ED399456",
        "title":"Workdays. A Day in the Life of...the Family Garage Owner."},
      {
        "id":"ED399457",
        "title":"Workdays. A Day in the Life of...a Franchise Gardener."},
      {
        "id":"ED399458",
        "title":"Workdays. A Day in the Life of...a Fruiterer and Truck Driver."},
      {
        "id":"ED399459",
        "title":"Workdays. A Day in the Life of...an Offshore Platform Worker."},
      {
        "id":"ED399460",
        "title":"Workdays. A Day in the Life of...Police Constables."},
      {
        "id":"ED399461",
        "title":"Workdays. A Day in the Life of...a Plumber."},
      {
        "id":"ED399462",
        "title":"Workdays. A Day in the Life of...a Vet Nurse."},
      {
        "id":"ED399463",
        "title":"Educating the Professionals through School-based Partnerships."},
      {
        "id":"ED399464",
        "title":"Technology Education. A Maryland Curricular Framework."},
      {
        "id":"ED399465",
        "title":"Appalachian/African-American Cultural Education Project. Research to Practice."},
      {
        "id":"ED399466",
        "title":"Wisconsin Cooperative Education State Skill Standards Certificate Program. Mentor Training Guide."},
      {
        "id":"ED399467",
        "title":"Competing for Business: Colleges and the Competitiveness Fund."},
      {
        "id":"ED399468",
        "title":"A Guide to Curriculum Development in Family and Consumer Sciences Education."},
      {
        "id":"ED399469",
        "title":"The Employment Challenge: An Agenda for Global Action. A Policy Paper Commissioned by UNDP for the World Summit for Social Development (Copenhagen, Denmark, March 1995)."},
      {
        "id":"ED399480",
        "title":"Career and Employment Counseling in Canada: The State of the Art. ERIC Digest."},
      {
        "id":"ED399481",
        "title":"Canadian Action on Early School Leaving: A Description of the National Stay-in-School Initiative. ERIC Digest."},
      {
        "id":"ED399482",
        "title":"New Federal Youth Initiatives in Canada."},
      {
        "id":"ED399483",
        "title":"CAMCRY: An Innovation in Collaborative Program Development."},
      {
        "id":"ED399484",
        "title":"Employability Skills Profile: What Are Employers Looking For?"},
      {
        "id":"ED399485",
        "title":"Career Counseling with Native Clients: Understanding the Context: ERIC Digest."},
      {
        "id":"ED399486",
        "title":"Career Counseling for Native Youth: What Kind and by Whom?: ERIC Digest."},
      {
        "id":"ED399487",
        "title":"Career Counseling for Aboriginal Youth: A Community-Based Program Development Approach: ERIC Digest."},
      {
        "id":"ED399489",
        "title":"Peace Education: Enhancing Caring Skills and Emotional Intelligence in Children."},
      {
        "id":"ED399490",
        "title":"Culturally Diverse Beliefs Concerning Dying, Death, and Bereavement: A School Psychologist's Intervention Challenge."},
      {
        "id":"ED399491",
        "title":"College-Bound Digest."},
      {
        "id":"ED399492",
        "title":"Recruitment and Retention of Substance-Using Pregnant and Parenting Women: Lessons Learned."},
      {
        "id":"ED399493",
        "title":"Improving Behavior and Academic Success through a Caring Classroom."},
      {
        "id":"ED399494",
        "title":"Improving Student Life Skills through Classroom Intervention and Integrated Learning."},
      {
        "id":"ED399495",
        "title":"Promoting Positive Peer Interaction through Cooperative Learning, Community Building, Higher-Order Thinking and Conflict Management."},
      {
        "id":"ED399496",
        "title":"Toward an Understanding of Personality: An Overview of Four Approaches in Personality Psychology."},
      {
        "id":"ED399497",
        "title":"Alabama Substance Abuse Prevention Training Program for Educational Personnel. Final Report."},
      {
        "id":"ED399498",
        "title":"Credentialing Professional Counselors for the 21st Century."},
      {
        "id":"ED399499",
        "title":"Special Considerations When Providing Mental Health Services for Persons with Mental Retardation."},
      {
        "id":"ED399500",
        "title":"Connections: Helping You Build a Bridge to the Future."},
      {
        "id":"ED399502",
        "title":"Racial Identity: Refuting the Developmental &quot;Stage&quot; Structure."},
      {
        "id":"ED399503",
        "title":"Parental Attachment and Identity Formation in Late Adolescence."},
      {
        "id":"ED399504",
        "title":"Assessment--Service--Training: The Many Faces of a University Peer Hotline."},
      {
        "id":"ED399506",
        "title":"Increasing Student Intrinsic Reading Motivation."},
      {
        "id":"ED399508",
        "title":"Accelerated Reader Impact on Feelings about Reading and Library Use: A Survey of Fifth Grade Students in Lee County, Florida, To Determine How a Computerized Reading Management Program Affects Attitudes toward Reading and the Media Center and Frequency of Library Use."},
      {
        "id":"ED399509",
        "title":"Begin with the End in Sight: Student Negotiated Evaluation in a Preservice Literacy Education Course."},
      {
        "id":"ED399510",
        "title":"Literacy in Nevada: Needs Assessment."},
      {
        "id":"ED399511",
        "title":"Contextual Analysis in Naturally Occurring Prose: Effects of Passage Length, Word Frequency, and Grade."},
      {
        "id":"ED399512",
        "title":"Teaching Adolescent/Young Adult Literature: Course Handbook I--Education L535."},
      {
        "id":"ED399513",
        "title":"Developing Family Literacy Programs: Course Handbook I--Education L530."},
      {
        "id":"ED399514",
        "title":"Developing Family Literacy Programs: Course Handbook II--Education L530."},
      {
        "id":"ED399515",
        "title":"Developing Workplace Literacy Programs: Course Handbook I--Education L530."},
      {
        "id":"ED399516",
        "title":"Developing Workplace Literacy Programs: Course Handbook II--Education L530."},
      {
        "id":"ED399517",
        "title":"Evaluating the Progress of the School Reading Program. Hot Topic Guide 17. Revised Edition."},
      {
        "id":"ED399518",
        "title":"Implementing Large Scale Change in Literacy Instruction: A Second Look."},
      {
        "id":"ED399519",
        "title":"The Left-Handed: &quot;Their Sinister&quot; History."},
      {
        "id":"ED399520",
        "title":"Teaching Adolescent/Young Adult Literature: Course Handbook II--Education L535."},
      {
        "id":"ED399524",
        "title":"Standardized and Alternative Assessment. Hot Topic Guide 59."},
      {
        "id":"ED399525",
        "title":"The Role of Epistemological Beliefs and Motivational Goals in Ethnically Diverse High School Students&apos; Learning from Science Text."},
      {
        "id":"ED399529",
        "title":"Unified Elementary Pilot Program."},
      {
        "id":"ED399530",
        "title":"What Do We Know about Email--An Existing and Emerging Literacy Vehicle?"},
      {
        "id":"ED399534",
        "title":"Cross Talk: Opening Disciplinary Boundaries for Faculty and Students Alike."},
      {
        "id":"ED399535",
        "title":"To and through the Academic Conversation."},
      {
        "id":"ED399536",
        "title":"Prudes and Conservatives; or, Everybody Does It but Literature Teachers: Creative Writing Assignments."},
      {
        "id":"ED399537",
        "title":"Improving Student Writing Skills through the Use of Technology."},
      {
        "id":"ED399538",
        "title":"Walking the Tightrope: Negotiating between the Ideal and the Practical in the Writing Center, Part 2: The Real."},
      {
        "id":"ED399539",
        "title":"Indexing Instruction: The Social Construction of the Participation Framework in Kindergarten Journal Writing Activity."},
      {
        "id":"ED399540",
        "title":"Classroom Research into the Teaching of Literature."},
      {
        "id":"ED399542",
        "title":"The Development of Writing: A Social Experience among Primary Students."},
      {
        "id":"ED399543",
        "title":"Seeing with New Eyes: A Guidebook on Teaching and Assessing Beginning Writers. Third Edition."},
      {
        "id":"ED399544",
        "title":"Burrowing under the Gates: Becoming a Mole in Your Own Institution."},
      {
        "id":"ED399545",
        "title":"Placement: Specific Needs, General Responsibilities."},
      {
        "id":"ED399546",
        "title":"The Writing Center Professional and Graduate Students: Developing an Ethical Paradigm."},
      {
        "id":"ED399547",
        "title":"The Silicon Ceiling: Technology, Literacy, and the Community College Student."},
      {
        "id":"ED399548",
        "title":"Back in the Courtroom Again: Ciceronian Stasis Theory as a Method of Critical Thinking."},
      {
        "id":"ED399549",
        "title":"Personal Authority and the Female Writer."},
      {
        "id":"ED399550",
        "title":"And They Wrote Happily Ever After: The Nature of Basic Writing as Portrayed in Textbooks."},
      {
        "id":"ED399551",
        "title":"Evaluating Writing in the Elementary and Secondary Classroom. Hot Topic Guide 47. Revised Edition."},
      {
        "id":"ED399554",
        "title":"Reviving the Rhetoric of the Christian Liberal Arts."},
      {
        "id":"ED399555",
        "title":"Writing 139: An Instructor's Manual."},
      {
        "id":"ED399557",
        "title":"Back to the Future: The Resurgence of Community in American Society, and Community Journalism in the Newspaper Industry and Higher Education."},
      {
        "id":"ED399558",
        "title":"Race as a Factor in Student Participation in High School Journalism."},
      {
        "id":"ED399562",
        "title":"Using Grading Guides To Shape and Evaluate Business Writing. ERIC Digest."},
      {
        "id":"ED399563",
        "title":"Media Exposure and Knowledge about Science."},
      {
        "id":"ED399564",
        "title":"Parent Participation in Middle School Language Arts. ERIC Digest."},
      {
        "id":"ED399565",
        "title":"The Need To Improve Language Arts Education by Means of Esperanto."},
      {
        "id":"ED399566",
        "title":"Collaborative Conclusions: Involving Students in the Evaluation Process."},
      {
        "id":"ED399567",
        "title":"Efficacy in Social Work Writing."},
      {
        "id":"ED399569",
        "title":"Risk Communication in the Cultural Studies Composition Classroom. ERIC Digest."},
      {
        "id":"ED399571",
        "title":"Self-Empowerment Techniques: A New Direction for Teachers of College Public Speaking Courses."},
      {
        "id":"ED399572",
        "title":"Learning by Doing. The Student's Perspective: Reflections of a Student Facilitator."},
      {
        "id":"ED399573",
        "title":"Integrating Media into the Communication Classroom as an Experiential Learning Tool: A Guide To Processing and Debriefing."},
      {
        "id":"ED399574",
        "title":"Public Speaking Instruction with the Experiential, Self-Empowerment Approach (ESA): An Ethnomethodological Look."},
      {
        "id":"ED399575",
        "title":"An Investigation of Variables That Define Collaborative and Critical Thinking: The Effects of Argumentative Style on Critical Thinking Competence and Social Tolerance."},
      {
        "id":"ED399576",
        "title":"Six Thinking Hats: Argumentativeness and Response to Thinking Model."},
      {
        "id":"ED399577",
        "title":"Communicating Skills Necessary for Success in a Distance Environment."},
      {
        "id":"ED399578",
        "title":"Large Scale Assessment of Oral Communication: K-12 and Higher Education. Second Edition."},
      {
        "id":"ED399579",
        "title":"Evaluating Effectiveness through Program Assessment."},
      {
        "id":"ED399583",
        "title":"Teaching Interviewing Skills to Elementary Students."},
      {
        "id":"ED399584",
        "title":"Subcortical Preprocessing of Oral Language: A Holistic Model for Language Cognition."},
      {
        "id":"ED399585",
        "title":"The Double Standard in CEDA: A Feminist Perspective on Gender Stereotyping in Intercollegiate Debate."},
      {
        "id":"ED399586",
        "title":"The Modification of the Basic Speech Course for Speech Apprehensive Students."},
      {
        "id":"ED399587",
        "title":"Measuring Ethical Sensitivity to Radio Messages."},
      {
        "id":"ED399588",
        "title":"From Practitioner to Professor: An Exploration of the Induction and Mentoring Processes in University Advertising and Public Relations Programs."},
      {
        "id":"ED399589",
        "title":"Using Cooperative Learning Approaches in the Instructional Method of Performance-Based Communication Courses."},
      {
        "id":"ED399590",
        "title":"Legibility of Sans Serif Type for Use as Body Copy in Computer Mediated Communication."},
      {
        "id":"ED399591",
        "title":"In Search of Afrocentric Perspectives on Human Communication."},
      {
        "id":"ED399592",
        "title":"Perceived Communication Skill Needs for Small Work Groups."},
      {
        "id":"ED399593",
        "title":"Exploratory Study of Children's Task Groups: Instructional Implications."},
      {
        "id":"ED399594",
        "title":"Do Professors Dream of Electric Sheep? Academic Anxiety about the Information Age."},
      {
        "id":"ED399595",
        "title":"&quot;What Have You Done for Me Lately?&quot;: Exploring Effectiveness in Public Relations."},
      {
        "id":"ED399596",
        "title":"Going Online To Teach Journalism and Mass Communication."},
      {
        "id":"ED399597",
        "title":"The Case Method in Teaching Critical Thinking."},
      {
        "id":"ED399598",
        "title":"Solving Creative Problems in Groups: A Comparison of Techniques for Use in Advertising Classrooms."},
      {
        "id":"ED399599",
        "title":"Dimensions of Diversity: Ideology and Group Membership as Predictors of Diversity Implications."},
      {
        "id":"ED399600",
        "title":"Using Video To Enhance Content and Delivery Skills in the Basic Oral Communication Course: Summarizing the Uses and Benefits."},
      {
        "id":"ED399601",
        "title":"Turning Up The Heat: Summarized Suggestions for Initiating Rapport Building in the Communication Classroom."},
      {
        "id":"ED399602",
        "title":"How Women Are Faring as the Dust Settles: The Effect of Gender on Journalism/Mass Communication Evaluations in a Communication Context."},
      {
        "id":"ED399603",
        "title":"Nonverbal Communication: Language without Words."},
      {
        "id":"ED399604",
        "title":"Nonverbal Communication. [Sending and Receiving Messages without Words.]"},
      {
        "id":"ED399605",
        "title":"Nonverbal Communication."},
      {
        "id":"ED399606",
        "title":"Dimensions of Nonverbal Communication."},
      {
        "id":"ED399607",
        "title":"Functions of the Parent Teacher Association and PTA Networking--A Hong Kong Perspective."},
      {
        "id":"ED399609",
        "title":"Finally, Arkansas' New Finance Law."},
      {
        "id":"ED399610",
        "title":"Making Commissions Work: A Handbook for Parish Religious Education Boards/Commissions."},
      {
        "id":"ED399611",
        "title":"United States Catholic Elementary and Secondary Schools 1995-96. The Annual Statistical Report on Schools, Enrollment, and Staffing."},
      {
        "id":"ED399612",
        "title":"Gathering Together: A Guidebook for Forming and Developing Associations."},
      {
        "id":"ED399613",
        "title":"The Vocation of the Catholic Educator. The NCEA Catholic Educational Leadership Monograph Series."},
      {
        "id":"ED399614",
        "title":"'Rise 'n' Shine: Catholic Education and the African-American Community."},
      {
        "id":"ED399615",
        "title":"Structural Management with Participatory Reforms."},
      {
        "id":"ED399620",
        "title":"Religious Education and the Law: A Handbook for Parish Catechetical Leaders."},
      {
        "id":"ED399622",
        "title":"Coping with the Principalship: Health Challenges of African-American Female School Principals and the Implications for Principal Training Certification Programs at Colleges and Universities."},
      {
        "id":"ED399623",
        "title":"School Lunch Program: Cafeteria Managers' Views on Food Wasted by Students Report to Chairman, Committee on Economic and Educational Opportunities, House of Representatives."},
      {
        "id":"ED399624",
        "title":"A Case for Cases: Using the Case Method in the Preparation of Administrators."},
      {
        "id":"ED399625",
        "title":"Public Policy and School Reform: A Research Summary."},
      {
        "id":"ED399626",
        "title":"An Exploration of Principals' Metaphors for Leadership and Power."},
      {
        "id":"ED399629",
        "title":"Australian Schooling: Two Futures. A Paper Prepared for the National Industry Education Foundation."},
      {
        "id":"ED399630",
        "title":"How Money Matters to School Performance: Four Points Policymakers Should Know."},
      {
        "id":"ED399631",
        "title":"Beginning Teacher Induction Programs."},
      {
        "id":"ED399634",
        "title":"Charter Schools in Alberta."},
      {
        "id":"ED399640",
        "title":"Educational Reform: Implications for Educators."},
      {
        "id":"ED399641",
        "title":"How Different, How Similar? Comparing Key Organizational Qualities of American Public and Private Secondary Schools. Statistical Analysis Report."},
      {
        "id":"ED399642",
        "title":"Guide to U.S. Department of Education Programs."},
      {
        "id":"ED399643",
        "title":"The Role of Leadership in Sustaining School Reform: Voices from the Field."},
      {
        "id":"ED399644",
        "title":"Profiles of the Regional Educational Laboratories."},
      {
        "id":"ED399645",
        "title":"From Promise to Practice. Stories from the Regional Educational Laboratories."},
      {
        "id":"ED399646",
        "title":"An Invitation to Your Community: Building Community Partnerships for Learning."},
      {
        "id":"ED399647",
        "title":"Homeschooling."},
      {
        "id":"ED399648",
        "title":"Homeschooling Resources for Parents and Students."},
      {
        "id":"ED399649",
        "title":"The Improving America's Schools Act of 1994. Reauthorization of the Elementary and Secondary Education Act."},
      {
        "id":"ED399650",
        "title":"Prospects: Chapter 1 Service Delivery Report."},
      {
        "id":"ED399651",
        "title":"Overview of Public Elementary and Secondary Schools and Districts: School Year 1994-95. Statistics in Brief."},
      {
        "id":"ED399655",
        "title":"Is Arkansas' New School Finance Plan Real?"},
      {
        "id":"ED399656",
        "title":"Issues in Forming School District Consortia To Deliver Distance Education."},
      {
        "id":"ED399657",
        "title":"To Create Self-Renewing Schools."},
      {
        "id":"ED399660",
        "title":"Description and Analysis of School District Consultation Processes during Phase 1 of the British Columbia Year-Round School Study Project: A Study Conducted for the British Columbia Ministry of Education."},
      {
        "id":"ED399662",
        "title":"The Talent Development High School. Essential Components. Report No. 1."},
      {
        "id":"ED399663",
        "title":"The Talent Development High School: Early Evidence of Impact on School Climate, Attendance, and Student Promotion. Report No. 2."},
      {
        "id":"ED399665",
        "title":"Healthy Buildings?"},
      {
        "id":"ED399666",
        "title":"Impact of the &quot;New Religious Right&quot; on School Psychologists' Activities."},
      {
        "id":"ED399667",
        "title":"High School Principal Roles and Implementation Themes for Mainstreaming Information Literacy Instruction."},
      {
        "id":"ED399668",
        "title":"Changing Educational Practices: An Ethnographic Study of How Schools Have Changed."},
      {
        "id":"ED399669",
        "title":"Risks to Students in School."},
      {
        "id":"ED399670",
        "title":"School Finance: Options for Improving Measures of Effort and Equity in Title I. Report to Congressional Requesters."},
      {
        "id":"ED399671",
        "title":"Charter Schools in Action: What Have We Learned?"},
      {
        "id":"ED399673",
        "title":"Block Scheduling in High Schools."},
      {
        "id":"ED399676",
        "title":"Education Reform 1995-1996. A Report from the Educational Excellence Network to Its Education Policy Committee and the American People."},
      {
        "id":"ED399682",
        "title":"Educational Benchmarks, 1996."},
      {
        "id":"ED399683",
        "title":"Educational Benchmarks, 1996: State-by-State Background Data."},
      {
        "id":"ED399684",
        "title":"Cultural Competence Self-Assessment Questionnaire: A Manual for Users."},
      {
        "id":"ED399685",
        "title":"Family Support and Disabilities: An Annotated Bibliography."},
      {
        "id":"ED399686",
        "title":"Needs Assessment Report. Final Report."},
      {
        "id":"ED399688",
        "title":"Adoption: A Lifelong Journey for Children &amp; Families."},
      {
        "id":"ED399689",
        "title":"Structured Interview Guides for Ohio's Javits Grant Needs Assessment."},
      {
        "id":"ED399690",
        "title":"Windows of Opportunity: Laying the Foundation."},
      {
        "id":"ED399691",
        "title":"Windows of Opportunity: Teaming for Learning."},
      {
        "id":"ED399692",
        "title":"Windows of Opportunity: Changes from Within."},
      {
        "id":"ED399693",
        "title":"Similitude! Energy! Change! An Action Seminar for State Education Agency Directors of Programs for the Gifted and Talented (Washington, D.C., December 6, 1994)."},
      {
        "id":"ED399694",
        "title":"Navigating the Waters of Change: Charting a New Course of Action To Improve Identification and Services for Children Who Are Gifted."},
      {
        "id":"ED399695",
        "title":"Supported Employment Research: Impacting the Work Outcomes of Individuals with Disabilities."},
      {
        "id":"ED399696",
        "title":"Early Indicators of Learning Disabilities Using the Brigance K &amp; 1 Screen for Kindergarten and First Grade."},
      {
        "id":"ED399697",
        "title":"Birth to Three Early Intervention Study: Enrollment of Children with Disabilities and Special Health Care Needs in Washington State Public Programs. Report No. 7.73."},
      {
        "id":"ED399698",
        "title":"Who is Eligible for DDD Services? Report No. 5.24."},
      {
        "id":"ED399699",
        "title":"General Classroom Structural Interventions for Teaching Students with Attention Deficit Disorder-Hyperactivity Disorder (ADD-HD)."},
      {
        "id":"ED399702",
        "title":"A Study of Wisconsin's Application of State and Federal LD Eligibility Criteria."},
      {
        "id":"ED399703",
        "title":"Educating Students with Traumatic Brain Injuries: A Resource and Planning Guide."},
      {
        "id":"ED399704",
        "title":"Increasing Achievement of At-Risk Students through the Use of Metacognitive Strategies."},
      {
        "id":"ED399705",
        "title":"Improving Maladaptive Behaviors Using Sensory Integration Techniques."},
      {
        "id":"ED399706",
        "title":"Trends in the Education of Students Who Are Deaf or Hard of Hearing. Report of the Department for the Deaf and Hard of Hearing to the Governor and the General Assembly of Virginia. House Document No. 51."},
      {
        "id":"ED399708",
        "title":"An Illinois Directory of General and Special Educators, School Board Members, Individuals with Disabilities, Parents and Others Who Are Willing To Share Their Expertise and Experiences with Inclusive or Supported Education. Updated Version."},
      {
        "id":"ED399709",
        "title":"Washington's Infant Toddler Early Intervention Program Study: Enrollment of Washington Children with Disabilities and Special Health Care Needs in Washington State Public Programs on December 1, 1995."},
      {
        "id":"ED399710",
        "title":"Employment Outcomes for Supported Employment Clients in the Division of Vocational Rehabilitation."},
      {
        "id":"ED399711",
        "title":"Transition Activity Calendar for Students with Visual Impairments."},
      {
        "id":"ED399712",
        "title":"Partners during Changing Times. An Information Booklet for Parents of Children with Special Needs."},
      {
        "id":"ED399713",
        "title":"Preventing Antisocial Behavior in Disabled and At-Risk Students. Policy Briefs."},
      {
        "id":"ED399714",
        "title":"The Ins and Outs of Supported Employment: A Montana Case Manager's Curriculum."},
      {
        "id":"ED399715",
        "title":"Access Technology: A Guide to Educational Technology Resources for Visually Impaired Users."},
      {
        "id":"ED399716",
        "title":"Increasing the Responsibility Levels of Fourth Grade Gifted Children by Promoting Positive Character Traits and Caring Behaviors."},
      {
        "id":"ED399718",
        "title":"Partners in Health: Self-Help/Mutual Support for Culturally Diverse Children with Special Health Needs and Their Families. Final Report."},
      {
        "id":"ED399719",
        "title":"Students with Special Needs: Arabic Speaking Children in Israel."},
      {
        "id":"ED399720",
        "title":"Voice Cues in Hearing and Hearing Impaired Hebrew Speaking Children."},
      {
        "id":"ED399721",
        "title":"Place/Train: Using the Mall as School."},
      {
        "id":"ED399722",
        "title":"Taxonomy for Transition Programming: Linking Research and Practice."},
      {
        "id":"ED399723",
        "title":"A Futures Agenda: Proceedings of a Working Conference on Science for Persons with Disabilities (Kansas City, Missouri, March 30-31, 1993)."},
      {
        "id":"ED399724",
        "title":"Improving Science Instruction for Students with Disabilities: Proceedings. Working Conference on Science for Persons with Disabilities (Anaheim, California, March 28-29, 1994)."},
      {
        "id":"ED399727",
        "title":"What Every Special Educator Must Know: The International Standards for the Preparation and Certification of Special Education Teachers. Second Edition."},
      {
        "id":"ED399728",
        "title":"Understanding and Identifying Children with ADHD: First Steps to Effective Intervention. Policy Briefs."},
      {
        "id":"ED399729",
        "title":"ADHD--Building Academic Success. Policy Briefs."},
      {
        "id":"ED399731",
        "title":"Project LEEDS: Leadership Education To Empower Disabled Students. Final Report."},
      {
        "id":"ED399732",
        "title":"Leadership Education: A Review."},
      {
        "id":"ED399733",
        "title":"Disability Culture, Community, and Pride."},
      {
        "id":"ED399734",
        "title":"The IEP: Benefits, Challenges, and Future Directions. Final Report."},
      {
        "id":"ED399735",
        "title":"Mediation in Special Education: A Resource Manual for Mediators. Revised and Updated."},
      {
        "id":"ED399736",
        "title":"Mediation and Other Alternative Dispute Resolution Procedures in Special Education. Final Report."},
      {
        "id":"ED399737",
        "title":"How Can I Help My Gifted Child Plan for College?"},
      {
        "id":"ED399738",
        "title":"Your School and Your Rights: Discrimination against Children with Diabetes in the Public School System."},
      {
        "id":"ED399739",
        "title":"Individuals with Disabilities Education Act Amendments of 1995: Reauthorization of the Individuals with Disabilities Education Act (IDEA)."},
      {
        "id":"ED399751",
        "title":"Travel Training for Youth with Disabilities."},
      {
        "id":"ED399752",
        "title":"Accessing the ERIC Resource Collection. A Parent&apos;s Guide. Revised Edition."},
      {
        "id":"ED399753",
        "title":"Respite Care. Briefing Paper. Interim Update."},
      {
        "id":"ED399754",
        "title":"Deafness and Hearing Loss."},
      {
        "id":"ED399755",
        "title":"Deaf-Blind Perspectives. Volume 3, 1995-1996."},
      {
        "id":"ED399756",
        "title":"Supporting Diversity."},
      {
        "id":"ED399757",
        "title":"Guidance from the Graphical User Interface (GUI) Experience: What GUI Teaches about Technology Access."},
      {
        "id":"ED399758",
        "title":"Achieving Independence: The Challenge for the 21st Century. A Decade of Progress in Disability Policy--Setting an Agenda for the Future."},
      {
        "id":"ED399761",
        "title":"Foreign Language Exploratory Programs: Introduction to Language Learning. ERIC Digest."},
      {
        "id":"ED399762",
        "title":"English Loanwords in the 1990's in Japan."},
      {
        "id":"ED399763",
        "title":"American Studies through Folk Speech."},
      {
        "id":"ED399764",
        "title":"Communicative Competence, 1966-1996."},
      {
        "id":"ED399765",
        "title":"Common Geometry Shapes/Formas Geometricas: An Introductory-English Lesson & Introductory Spanish Lesson."},
      {
        "id":"ED399766",
        "title":"EFL University Students' Perceptions of Their Performance in Peer Response Sessions."},
      {
        "id":"ED399770",
        "title":"Students of Ancient Egyptian: A Pilot Study of Beliefs about Language Learning."},
      {
        "id":"ED399771",
        "title":"Student Self-Assessment of Language Proficiency: Perceptions of Self and Others."},
      {
        "id":"ED399772",
        "title":"York Papers in Linguistics, Volume 17."},
      {
        "id":"ED399773",
        "title":"Economy and Optionality: Interpretation of Subjects in Italian."},
      {
        "id":"ED399774",
        "title":"Collaborative Repair in EFL Classroom Talk."},
      {
        "id":"ED399775",
        "title":"A Timing Model for Fast French."},
      {
        "id":"ED399776",
        "title":"Another Travesty of Representation: Phonological Representation and Phonetic Interpretation of ATR Harmony in Kalenjin."},
      {
        "id":"ED399777",
        "title":"On Being Echolalic: An Analysis of the Interactional and Phonetic Aspects of an Autistic's Language."},
      {
        "id":"ED399778",
        "title":"The Nature of Resonance in English: An Investigation into Lateral Articulations."},
      {
        "id":"ED399779",
        "title":"Prosodies in Finnish."},
      {
        "id":"ED399780",
        "title":"Old English Verb-Complement Word Order and the Change from OV to VO."},
      {
        "id":"ED399781",
        "title":"Situating &quot;Que.&quot;"},
      {
        "id":"ED399782",
        "title":"Event Structure and the \"Ba\" Construction."},
      {
        "id":"ED399783",
        "title":"Explanation of Sound Change. How Far Have We Come and Where Are We Now?"},
      {
        "id":"ED399784",
        "title":"Has It Ever Been &quot;Perfect&quot;? Uncovering the Grammar of Early Black English."},
      {
        "id":"ED399785",
        "title":"Voice Source Characteristics of Male and Female Speakers of French."},
      {
        "id":"ED399786",
        "title":"Notes on Temporal Interpretation and Control in Modern Greek Gerunds."},
      {
        "id":"ED399788",
        "title":"Beyond the Message: English with an Attitude."},
      {
        "id":"ED399789",
        "title":"A Guide to Language Learning in Tandem via the Internet. CLCS Occasional Paper No. 46."},
      {
        "id":"ED399798",
        "title":"Self Assessment and ESL Competence of Japanese Returnees."},
      {
        "id":"ED399799",
        "title":"Teaching in Two Tongues: Language Alternation in Foreign Language Classrooms. Research Report No. 3."},
      {
        "id":"ED399800",
        "title":"La Provision de una Igualdad de Oportunidades Educativas para los Estudiantes con Conocimientos Limitados del Idioma Ingles (The Provision of an Equal Education Opportunity to Limited English Proficient Students)."},
      {
        "id":"ED399801",
        "title":"Mapping the Future of the World's Languages."},
      {
        "id":"ED399802",
        "title":"A Study of Verbal Interaction in Discussion Groups in a Writing Class."},
      {
        "id":"ED399806",
        "title":"German as a Second Language: Annotated Bibliography of Learning Resources, Grades 1-12."},
      {
        "id":"ED399807",
        "title":"Pragmatics and Language Learning. Monograph Series Volume 6."},
      {
        "id":"ED399808",
        "title":"The Right Tool for the Job: Techniques for Analysis of Natural Language Use."},
      {
        "id":"ED399809",
        "title":"Sinclair &amp; Coulthard Revisited: Global- and Local-Allocational Turn-Taking Mechanisms in the Language Classroom."},
      {
        "id":"ED399810",
        "title":"Where Does Sociopragmatic Ambiguity Come From?"},
      {
        "id":"ED399811",
        "title":"Routine and Indirection in Interlanguage Pragmatics."},
      {
        "id":"ED399812",
        "title":"Face Orientations in Reacting to Accusatory Complaints: Italian L1, English L1, and Italian as a Community Language."},
      {
        "id":"ED399813",
        "title":"The Perception of Social Context in Request Performance."},
      {
        "id":"ED399814",
        "title":"Pauses and Co-Construction in Chinese Peer Review Discussions."},
      {
        "id":"ED399815",
        "title":"&quot;I Must Be Seated To Talk to You&quot;: Taking Nonverbal Politeness Strategies into Account."},
      {
        "id":"ED399816",
        "title":"Topical Structure in Arabic-English Interlanguage."},
      {
        "id":"ED399817",
        "title":"Negative Polarity Items in Dutch and English: A Lexical Puzzle."},
      {
        "id":"ED399819",
        "title":"The Use of Portfolios for Teacher Evaluation."},
      {
        "id":"ED399820",
        "title":"Developing Awareness of Cross-Cultural Communication."},
      {
        "id":"ED399821",
        "title":"True Friends and False Friends."},
      {
        "id":"ED399822",
        "title":"The Complexities of Evaluating Teachers."},
      {
        "id":"ED399824",
        "title":"NABE News, Volume 19."},
      {
        "id":"ED399825",
        "title":"A Reference Grammar of Pashto."},
      {
        "id":"ED399826",
        "title":"Distance Education Policy Framework."},
      {
        "id":"ED399828",
        "title":"The Diverse Educational Environment: An Update Report on Systemwide Student and Faculty Diversity Data and Program Initiatives."},
      {
        "id":"ED399829",
        "title":"Success of On-Campus Recruiting: Establishing an Accountability Measure for a Career Service Activity."},
      {
        "id":"ED399832",
        "title":"Pension Design in the Post-Mandatory Retirement Era."},
      {
        "id":"ED399833",
        "title":"The Retirement Security of the Baby Boom Generation."},
      {
        "id":"ED399834",
        "title":"Planning for Retirement - The Age of Individual Responsiblity."},
      {
        "id":"ED399835",
        "title":"Longevity's Gift: A Second Middle Age."},
      {
        "id":"ED399836",
        "title":"The TIAA Graded Payment Method and the CPI."},
      {
        "id":"ED399837",
        "title":"Male Nurses: More Like John Doe Than Jane Doe."},
      {
        "id":"ED399838",
        "title":"Mentoring Women of Color at the University of Minnesota: Challenges for Organizational Transformation."},
      {
        "id":"ED399839",
        "title":"Outcomes Assessment in the Middle States Region. A Report on the 1995 Outcomes Assessment Survey."},
      {
        "id":"ED399841",
        "title":"Indicators of Institutional Mission. Who Enters? Progresses? Pays? No. 1, 1995."},
      {
        "id":"ED399842",
        "title":"The 1996 General Assembly Session. A Summary of 1996 Higher Education-Related Legislation &amp; Appropriations. Staff Technical Report No. 96-01."},
      {
        "id":"ED399843",
        "title":"Focus Statements and Priorities Statements of Public Universities."},
      {
        "id":"ED399845",
        "title":"Continuous Improvement and Quality: Implications for Higher Education."},
      {
        "id":"ED399846",
        "title":"Hermeneutics: What Is It? Is It Critical?"},
      {
        "id":"ED399847",
        "title":"Higher Education: Tuition Increasing Faster Than Household Income and Public Colleges' Costs. Report to Congressional Requesters."},
      {
        "id":"ED399848",
        "title":"Preserving the Master Plan: What Is To Be Done in a New Epoch of More Limited Growth of Resources? Report 94-3."},
      {
        "id":"ED399849",
        "title":"Financing the Plan: California's Master Plan for Higher Education 1960 to 1994, Report 95-1."},
      {
        "id":"ED399850",
        "title":"Focus on Students: The Student Composition of California Higher Education. Report 96-1."},
      {
        "id":"ED399851",
        "title":"Higher Education Finance. An Annotated Bibliography, Report 96-2."},
      {
        "id":"ED399852",
        "title":"Shared Responsibility: Strategies To Enhance Quality and Opportunity in California Higher Education, Report 96-3 [and] A Supplement to Shared Responsibility: A Resource Guide, Report 96-4."},
      {
        "id":"ED399853",
        "title":"State Student Aid Policies and Independent Higher Education: Their Potential Relevance for California. Report 96-5."},
      {
        "id":"ED399854",
        "title":"State Higher Education Appropriations, 1994-95."},
      {
        "id":"ED399855",
        "title":"State Higher Education Appropriations, 1995-96."},
      {
        "id":"ED399857",
        "title":"University of Minnesota Constitutional Autonomy. A Legal Analysis."},
      {
        "id":"ED399858",
        "title":"Standardizing across Institutions: Now That We All Look Alike, What Do We Look Like?"},
      {
        "id":"ED399859",
        "title":"A Descriptive Summary of 1992-93 Bachelor's Degree Recipients 1 Year Later, with an Essay on Time to Degree. Baccalaureate and Beyond Longitudinal Study. Statistical Analysis Report."},
      {
        "id":"ED399860",
        "title":"How Can I Receive Financial Aid for College?"},
      {
        "id":"ED399861",
        "title":"The Future of Public Undergraduate Education in California."},
      {
        "id":"ED399862",
        "title":"Immigration and Higher Education: Institutional Responses to Changing Demographics."},
      {
        "id":"ED399864",
        "title":"The Educational System of Australia. An Update of the 1983 World Education Series Volume. A Special Report."},
      {
        "id":"ED399865",
        "title":"The Admissions Profession: A Guide for Staff Development and Program Management."},
      {
        "id":"ED399866",
        "title":"System of Education in Kuwait. PIER World Education Series. Working Paper."},
      {
        "id":"ED399867",
        "title":"Europe-USA: Mutual Recognition of Qualifications. Report of the UNESCO Working Group 1994. PIER World Education Series. A CEPES Paper on Higher Education."},
      {
        "id":"ED399868",
        "title":"Methods and Skills for Research on Foreign Educational Systems. A Report on the NASFA/EAIE 1994 Seminars (Coral Gables, Florida, June 3-5 [and] Cambridge, England, United Kingdom, November 22-23). PIER World Education Series."},
      {
        "id":"ED399869",
        "title":"A World of Magic: Conference Papers from the Selected Sessions of the AACRAO Annual Meeting (79th, Orlando, FL, April 18-23, 1993)."},
      {
        "id":"ED399870",
        "title":"Norway: A Study of the Educational System of Norway and a Guide to the Academic Placement of Students in Educational Institutions in the United States. Country Report. PIER World Education Series."},
      {
        "id":"ED399871",
        "title":"Bulgaria: A Workshop Report on the Educational System and Guide to the Academic Placement of Students in Educational Institutions in the United States. PIER World Education Series."},
      {
        "id":"ED399872",
        "title":"Sweden: A Study of the Educational System of Sweden and Guide to the Academic Placement of Students in Educational Institutions in the United States. Country Report. PIER World Education Series."},
      {
        "id":"ED399873",
        "title":"Challenges in College Admissions. A Report of a Survey of Undergraduate Admissions Policies, Practices, and Procedures."},
      {
        "id":"ED399874",
        "title":"Public University Fund Raising."},
      {
        "id":"ED399875",
        "title":"Focus Groups: A Method of Evaluation To Increase Retention of Female Engineering Students."},
      {
        "id":"ED399876",
        "title":"Summer Study in Engineering for High School Women."},
      {
        "id":"ED399877",
        "title":"Graduate Women in Engineering."},
      {
        "id":"ED399878",
        "title":"Who Is Responsible for Graduate Student Attrition--The Individual or the Institution? Toward an Explanation of the High and Persistent Rate of Attrition."},
      {
        "id":"ED399879",
        "title":"Campus Life and Government Investigations."},
      {
        "id":"ED399880",
        "title":"Critically Thinking about the Textbook."},
      {
        "id":"ED399883",
        "title":"Higher Education Exchange 1994."},
      {
        "id":"ED399884",
        "title":"Higher Education Exchange 1995."},
      {
        "id":"ED399885",
        "title":"Higher Education Exchange 1996."},
      {
        "id":"ED399886",
        "title":"Research Agenda Development by New Faculty: A Case Study."},
      {
        "id":"ED399888",
        "title":"Empowering the Faculty: Mentoring Redirected and Renewed. ERIC Digest."},
      {
        "id":"ED399889",
        "title":"Empowering the Faculty: Mentoring Redirected and Renewed. ASHE-ERIC Higher Education Report No. 3."},
      {
        "id":"ED399890",
        "title":"Making Clients Happy. Is It Possible? Boomer's Banana Peels, A Story for Children of All Ages Who Want To Make Their Clients Happy."},
      {
        "id":"ED399891",
        "title":"Training Managers To Train. A Practical Guide To Improve Employee Performance. Staff Training and Development Series."},
      {
        "id":"ED399892",
        "title":"Effective Performance Appraisals for Quality Student Service. Staff Training and Development Series."},
      {
        "id":"ED399893",
        "title":"Campus Life and Government Investigations."},
      {
        "id":"ED399894",
        "title":"College Choices: 1994. Part A. By College Attended. Tables Only."},
      {
        "id":"ED399896",
        "title":"Trends in Student Aid: 1986 to 1996. Update."},
      {
        "id":"ED399897",
        "title":"Historically Black Colleges and Universities, 1976-1994."},
      {
        "id":"ED399898",
        "title":"Out of the Lecture Hall and into the Classroom: 1992-93 College Graduates and Elementary/Secondary School Teaching, with an Essay on Undergraduate Academic Experiences. Baccalaureate and Beyond Longitudinal Study. Statistical Analysis Report."},
      {
        "id":"ED399900",
        "title":"A Model Master of Science Curriculum for Educators of Health Professionals: Instructional Alternatives, Implementation and Evaluation Plan."},
      {
        "id":"ED399901",
        "title":"Frontiers. The Annual Report of the Alaska Commission on Postsecondary Education. Fiscal Year 1995."},
      {
        "id":"ED399902",
        "title":"Hearing on Higher Education: &quot;Who Plays, Who Pays, Who Goes&quot; before the Subcommittee on Postsecondary Education, Training and Life-Long Learning of the Committee on Economic and Educational Opportunities. House of Representatives, One Hundred Fourth Congress, Second Session."},
      {
        "id":"ED399903",
        "title":"Hearing on Campus Crime and H.R. 2416 To Amend the Higher Education Act of 1965 To Require Open Campus Security Crime Logs at Institutions of Higher Learning before the Subcommittee on Postsecondary Education, Training and Life-Long Learning of the Committee on Economic Aid and Educational Opportunities. House of Representatives, One Hundred Fourth Congress, Second Session."},
      {
        "id":"ED399904",
        "title":"Abuses in Federal Student Grant Programs: Proprietary School Abuses. Hearing before the Permanent Subcommittee on Investigations of the Committee on Governmental Affairs. United States Senate, One Hundred Fourth Congress, First Session."},
      {
        "id":"ED399905",
        "title":"Historically Black Colleges and Universities Historic Building Restoration and Preservation Act. Report of the House Committee on Resources To Accompany H.R. 1179. House of Representatives, 104th Congress, Second Session."},
      {
        "id":"ED399913",
        "title":"The Challenge for Higher Education: 1996 State of Washington Master Plan for Higher Education."},
      {
        "id":"ED399915",
        "title":"Graduate Student Report, 1995."},
      {
        "id":"ED399916",
        "title":"The Liberal Arts and Applied Learning: Reflections about the Internship Experience."},
      {
        "id":"ED399917",
        "title":"Monitoring of Student Right To Know and Campus Security Act of 1990. Report To Accompany H. Res. 470. House of Representatives, 104th Congress, 2d Session."},
      {
        "id":"ED399918",
        "title":"University Challenge: Student Choices in the 21st Century. A Report to the CVCP. Report 306."},
      {
        "id":"ED399919",
        "title":"Using the Malcolm Baldrige Criteria To Improve Quality in Higher Education."},
      {
        "id":"ED399920",
        "title":"Literature Update on Academic Performance of Minority Baccalaureate Nursing Students."},
      {
        "id":"ED399922",
        "title":"New Projections of Oregon High School Graduates and OSSHE Enrollment. Issues and Analysis."},
      {
        "id":"ED399923",
        "title":"Facilities Inventory and Utilization Study. Fall of 1995 for the State of North Carolina. Twenty-Ninth Edition."},
      {
        "id":"ED399925",
        "title":"AAHE Bulletin, 1995-96."},
      {
        "id":"ED399930",
        "title":"Dreams and Dynamics. Selected Papers from the Annual Conference of the International Association of School Librarianship (22nd, Adelaide, South Australia, Australia, September 27-30, 1993)."},
      {
        "id":"ED399931",
        "title":"Australia's Contribution to International School Librarianship."},
      {
        "id":"ED399932",
        "title":"The Financial Value of the Teacher Librarian."},
      {
        "id":"ED399933",
        "title":"Towards Achieving a Critical Thinking Society in Malaysia: A Challenge to School Libraries and Educational Systems."},
      {
        "id":"ED399934",
        "title":"Across the Curriculum: Across the World."},
      {
        "id":"ED399935",
        "title":"Violence in Children's Literature Today."},
      {
        "id":"ED399936",
        "title":"The Politics of Children's Literature."},
      {
        "id":"ED399937",
        "title":"History, Dreams and Reality: Storytelling Programs in Malaysia."},
      {
        "id":"ED399938",
        "title":"Training School Librarians for the Nigerian School System: A New Perspective."},
      {
        "id":"ED399939",
        "title":"Managing Media Centers in Secondary Schools."},
      {
        "id":"ED399940",
        "title":"Library Training in the South Pacific From 1972-1993."},
      {
        "id":"ED399941",
        "title":"The Role of the Public Library in Supporting Education in the Natal Region."},
      {
        "id":"ED399942",
        "title":"Computerizing the Chinese International School Libraries."},
      {
        "id":"ED399943",
        "title":"Literacy: Traditional, Cultural, Technological. Selected Papers from the Annual Conference of the International Association of School Librarianship (23rd, Pittsburgh, Pennsylvania, July 17-22, 1994)."},
      {
        "id":"ED399944",
        "title":"Bunko: Private Mini-Libraries for Children in Japan."},
      {
        "id":"ED399945",
        "title":"Literacy for the School Librarian."},
      {
        "id":"ED399946",
        "title":"Young Adult Reading Habits in Ukraine."},
      {
        "id":"ED399947",
        "title":"Libraries Alive: Promoting Libraries and Literature--Practical Applications for the Teacher-Librarian."},
      {
        "id":"ED399948",
        "title":"A Transformation in Teacher Education: or How Can Disadvantaged Teachers Become Information Literate?"},
      {
        "id":"ED399949",
        "title":"Using Editorial Cartoons in the Curriculum To Enhance Visual (and Political) Literacy."},
      {
        "id":"ED399950",
        "title":"Preschool Partnerships: School and Public Library Cooperation To Facilitate School Readiness."},
      {
        "id":"ED399951",
        "title":"Enhancing Information Literacy Skills Across the Curriculum."},
      {
        "id":"ED399952",
        "title":"Curriculum-Enhanced MARC (CEMARC): A New Cataloging Format for School Libraries."},
      {
        "id":"ED399953",
        "title":"Students Becoming Life-Long Users: Vision Becoming Reality."},
      {
        "id":"ED399954",
        "title":"Research in Teacher-Librarianship and the Institutionalization of Change."},
      {
        "id":"ED399955",
        "title":"Children's Literature and the Holocaust."},
      {
        "id":"ED399956",
        "title":"The Classroom Library Project in South Africa."},
      {
        "id":"ED399957",
        "title":"Incorporating Oral History into the Curriculum."},
      {
        "id":"ED399958",
        "title":"Incorporating Oral History into the Curriculum: A Pathfinder."},
      {
        "id":"ED399959",
        "title":"Literacy and the Inner City Child."},
      {
        "id":"ED399961",
        "title":"Cataloging Internet Resources."},
      {
        "id":"ED399962",
        "title":"Library Support for UNL Distant Learners."},
      {
        "id":"ED399963",
        "title":"Enhancing Your Library's Public Relations with &quot;Lunch-and-Learn&quot; Workshops."},
      {
        "id":"ED399964",
        "title":"The Endless Picnic: Changing Food and Drink Policies in Academic Libraries."},
      {
        "id":"ED399965",
        "title":"ADONIS: One Library's Experience with a CD-ROM Document Delivery System."},
      {
        "id":"ED399966",
        "title":"Distance Education Clearinghouse Web Site."},
      {
        "id":"ED399967",
        "title":"Electronic Reference Library: Silverplatter's Database Networking Solution."},
      {
        "id":"ED399968",
        "title":"Archivists in Cyberspace."},
      {
        "id":"ED399969",
        "title":"Promoting Diversity in Selection: The Eternal Question of Faculty vs. Librarian Selection of Materials."},
      {
        "id":"ED399970",
        "title":"The Virtual University: Creating an Emergent Reality."},
      {
        "id":"ED399971",
        "title":"Web Page Design."},
      {
        "id":"ED399974",
        "title":"The Diverted Dream Revisited."},
      {
        "id":"ED399975",
        "title":"Iowa's Tech Prep Model: Issues/Model Components/&quot;Patterns of Evidence.&quot; Revised."},
      {
        "id":"ED399976",
        "title":"The 21st Century Community College: Technology and the New Learning Paradigm."},
      {
        "id":"ED399977",
        "title":"Models for Change: Harassment and Discrimination Prevention Education for Colleges and Universities. A Resource Guide and Video=Formation pour la prevention du harcelement et de la discrimination a l'intention des decisionnaires des colleges et des universites. Guide de ressources et video."},
      {
        "id":"ED399978",
        "title":"Sir Sandford Fleming College Repositioning Strategies Report."},
      {
        "id":"ED399979",
        "title":"A Study of Community College Participation in the JOBS Program: A Report to America's Community Colleges."},
      {
        "id":"ED399980",
        "title":"Recent Trendlines in Higher Education: Implications for Ohio's Community Colleges."},
      {
        "id":"ED399981",
        "title":"Eisenhower Pre-Service Teacher Education Project, Higher Education Consortium Region III. Final Report."},
      {
        "id":"ED399982",
        "title":"Job Skills Enhancement: An Evaluation of Publicly Funded Postsecondary Workforce Training and State and Federally Funded Basic Skills Training for Workers Upgrading Their Job Skills. Research Report Number 96-2."},
      {
        "id":"ED399983",
        "title":"Environmental Technician Survey."},
      {
        "id":"ED399984",
        "title":"Network Systems Administration Needs Assessment."},
      {
        "id":"ED399985",
        "title":"Exemplary Career Guidance Program, Renton Technical College."},
      {
        "id":"ED399986",
        "title":"Community Connections Workplace Applications Handbook, 1995-96. A Business &amp; Education Partnership Project."},
      {
        "id":"ED399987",
        "title":"Avoiding Faculty Burnout through the Wellness Approach."},
      {
        "id":"ED399988",
        "title":"Celebrating Diversity: Enhancing Harmony on Campus."},
      {
        "id":"ED399989",
        "title":"Teaching Tips: Improving College Instruction."},
      {
        "id":"ED399990",
        "title":"Opportunities and Challenges: Bridging the Two-Year Four-Year College Gap."},
      {
        "id":"ED399991",
        "title":"Improving College-Prep Students' Reading Skills through the Use of Selected Comprehension Strategies."},
      {
        "id":"ED399992",
        "title":"Technology in Community Colleges. ERIC Digest."},
      {
        "id":"ED399994",
        "title":"A Report of Statistical Indicators in Selected Areas at Tyler Junior College."},
      {
        "id":"ED399995",
        "title":"Peer Coaching in Classes Conducted via an Experiential, Group-Activity Format."},
      {
        "id":"ED399996",
        "title":"ABC--Me Teacher, You Student."},
      {
        "id":"ED399997",
        "title":"We're Doing It: Michigan Models for Academic and Occupational Integration."},
      {
        "id":"ED399998",
        "title":"Curriculum Models: Integration of Academic and Occupational Content."},
      {
        "id":"ED399999",
        "title":"Tracking/Monitoring Program To Enhance Multicultural Student Retention."},
      {
        "id":"ED400000",
        "title":"Community College: Impressions and Images Gained through Publications."},
      {
        "id":"ED400001",
        "title":"L'evaluation des programmes d'etudes au Quebec. Etude de cas: Les programmes des techniques d'education en services de garde au Cegep de Saint-Jerome (The Evaluation of Programs of Study in Quebec. Case Study: Child Care Education Programs in CEGEP Saint Jerome)."},
      {
        "id":"ED400002",
        "title":"Addressing Sexual Harassment on Campus. ERIC Digest."},
      {
        "id":"ED400003",
        "title":"Community Colleges and Proprietary Schools. ERIC Digest."},
      {
        "id":"ED400004",
        "title":"Illinois Community Colleges Priorities, Quality, and Productivity: Executive Summaries."},
      {
        "id":"ED400005",
        "title":"Priorities Statements of Community Colleges."},
      {
        "id":"ED400006",
        "title":"Faculty's Perceptions of Pluralism: A Lakeland Community College Study."},
      {
        "id":"ED400007",
        "title":"Teaching Life Management in California Community Colleges: A Catalog of Instructional Resources and Teaching Strategies."},
      {
        "id":"ED400009",
        "title":"Career Options: A Self-Directed Career Planning Booklet. 1996 Update."},
      {
        "id":"ED400010",
        "title":"Training Faculty for Internet Delivery."},
      {
        "id":"ED400011",
        "title":"Delaware Technical &amp; Community College Strategic Plan, 1996-2000."},
      {
        "id":"ED400012",
        "title":"Developmental Education Student Retention Tracking System. Instructional Booklet. Revised."},
      {
        "id":"ED400014",
        "title":"A Comparison of Students Who Followed Mathematics Advisement Recommendations and Students Who Did Not at Rochester Community College."},
      {
        "id":"ED400015",
        "title":"Evaluation of a Study Skills Class at Rochester Community College."},
      {
        "id":"ED400016",
        "title":"As Worlds Collide: A Central Arizona College Learning Community."},
      {
        "id":"ED400017",
        "title":"Development of a Handbook of Services for Rochester Community College Students with Disabilities."},
      {
        "id":"ED400018",
        "title":"Bellevue Community College Student Profile, Fall 1995."},
      {
        "id":"ED400019",
        "title":"Pedagogy Journal, 1996."},
      {
        "id":"ED400020",
        "title":"A Report on Outcomes Assessment in the Montana University System and Community Colleges."},
      {
        "id":"ED400021",
        "title":"Administration Self-Study and Evaluation Visit by the New Mexico Department of Education's Vocational-Technical Programs (April 17-20, 1995)."},
      {
        "id":"ED400022",
        "title":"Vocational-Technical and Professional Studies' Academic Programs and Support Services Self-Study and Evaluation Visit by the New Mexico Department of Education's Vocational-Technical Programs (April 17-20, 1995)."},
      {
        "id":"ED400023",
        "title":"Vision into Reality: Planning and Budgeting Processes Implemented at NMSU-Carlsbad through the Year 2000."},
      {
        "id":"ED400024",
        "title":"The Thin Green Line: Community Colleges' Struggle To Do More with Less. ERIC Digest."},
      {
        "id":"ED400025",
        "title":"Women in Community College Leadership Roles. ERIC Digest."},
      {
        "id":"ED400026",
        "title":"New Mexico State University at Carlsbad Report, Book One: Focus Visit."},
      {
        "id":"ED400027",
        "title":"New Mexico State University at Carlsbad Report, Book Two: General Institutional Requirements Criteria--College Progress '92-'95."},
      {
        "id":"ED400028",
        "title":"New Mexico State University at Carlsbad Report, Book Three: Appendix to Book One and Book Two."},
      {
        "id":"ED400029",
        "title":"New Mexico State University at Carlsbad Report, Book Four: Plan for Assessing Student Academic Achievement."},
      {
        "id":"ED400030",
        "title":"Update Report: New Mexico State University at Carlsbad. Addendum to the &quot;Report&quot; (Books I-IV)."},
      {
        "id":"ED400031",
        "title":"EPSDT: A Guide for Head Start Programs."},
      {
        "id":"ED400032",
        "title":"Learning To Listen to Mothers: A Trainers' Manual To Strengthen Communication Skills for Nutrition and Growth Promotion."},
      {
        "id":"ED400033",
        "title":"Community Response to Homelessness: Evaluation of the HACAP Transitional Housing Program. Final Report."},
      {
        "id":"ED400034",
        "title":"Iowa Early Education: The State-of-the-State Study."},
      {
        "id":"ED400035",
        "title":"The Effectiveness of Class Size on Reading Achievement."},
      {
        "id":"ED400036",
        "title":"Choosing a Secondary School: Can Parents' Behaviour Be Described as Rational?"},
      {
        "id":"ED400038",
        "title":"The Effects of Preschool Attendance &amp; Kindergarten Schedule: Kindergarten through Grade Four. A Longitudinal Research Study."},
      {
        "id":"ED392015",
        "title":"Examining the Validity of a New Large-Scale Reading Assessment Instrument from Two Perspectives. Technical Report No. 623."},
      {
        "id":"ED392016",
        "title":"Home and School Contexts of Emergent Literacy. Instructional Resource No. 18."},
      {
        "id":"ED392017",
        "title":"Methodology in Teacher Research: Three Cases. Perspectives in Reading Research No. 10."},
      {
        "id":"ED392018",
        "title":"High School Physics: The Role of Text in Learning Counterintuitive Information. Reading Research Report No. 46."},
      {
        "id":"ED392019",
        "title":"Strands of Emergent Literacy and Their Antecedents in the Home: Urban Preschoolers' Early Literacy Development. Reading Research Report No. 48."},
      {
        "id":"ED392020",
        "title":"Barriers to the Implementation of a Statewide Performance Program: School Personnel Perspectives. Reading Research Report No. 51."},
      {
        "id":"ED392021",
        "title":"The Active Learner: Help Your Child Learn by Doing. The Successful Learner Series."},
      {
        "id":"ED392022",
        "title":"Literacy Assessment for Today's Schools. Monograph of the College Reading Association."},
      {
        "id":"ED392023",
        "title":"Read*Write*Now!: Actividades para Divertirse Leyendo y Escribiendo (Activities for Reading and Writing Fun)."},
      {
        "id":"ED392024",
        "title":"The Computer as an Aid to Reading Instruction. Hot Topic Guide 27. Revised Edition."},
      {
        "id":"ED392025",
        "title":"Will Implementing Reading Computer Assisted Instruction Compared to Traditional Reading Instruction Produce More Effective Comprehension at the Elementary School Level?"},
      {
        "id":"ED392026",
        "title":"From Literature Based Reading to Reader Response in the Elementary School Classroom."},
      {
        "id":"ED392027",
        "title":"Effects of Whole Language Immersion (WLI) on At-Risk Secondary Students."},
      {
        "id":"ED392028",
        "title":"Improving Reading through Writing."},
      {
        "id":"ED392029",
        "title":"Effecting Instructional Change: A Collaborative Approach."},
      {
        "id":"ED392030",
        "title":"Improving Reading Comprehension in Seventh Graders."},
      {
        "id":"ED392031",
        "title":"Constructing a Handout To Use with Parents of Young &quot;At-Risk&quot; Children in Improving Emergent Literacy Skills."},
      {
        "id":"ED392032",
        "title":"Tips on Meeting American Education's Challenges."},
      {
        "id":"ED392033",
        "title":"Study To Train Elementary Students To Become More Sensitive to Context Clues."},
      {
        "id":"ED392036",
        "title":"Teach a Child To Read with Children's Books: Combining Story Reading, Phonics, and Writing to Promote Reading Success."},
      {
        "id":"ED392037",
        "title":"...And Justice for All. Occasional Paper No. 41."},
      {
        "id":"ED392038",
        "title":"The Short Story as HyperStory."},
      {
        "id":"ED392039",
        "title":"The Effects of Accelerated Learning on Tertiary Students Learning To Write."},
      {
        "id":"ED392041",
        "title":"Where Community Is Possible: Collaborating on the Margins."},
      {
        "id":"ED392042",
        "title":"Teaching Composition as Cultural Studies: Pedagogy in the Aporia between Modern Harmony and Postmodern Discord."},
      {
        "id":"ED392043",
        "title":"Author as Dialogic Site: A Spatial Metaphor for Authoritative Voice."},
      {
        "id":"ED392044",
        "title":"Storytelling and German Culture."},
      {
        "id":"ED392045",
        "title":"Expressionist Feminist Pedagogy and the Politics of Form."},
      {
        "id":"ED392046",
        "title":"The Official Version: Incoherence and Credibility in the Appellate Opinion."},
      {
        "id":"ED392047",
        "title":"Machiavellian Precepts in Shakespeare's Plays."},
      {
        "id":"ED392048",
        "title":"Why Teach Shakespeare? (Or Any Other Dead White Male?)."},
      {
        "id":"ED392049",
        "title":"Theoretical Freedoms, Practical Successes."},
      {
        "id":"ED392050",
        "title":"Orality, Classical Rhetoric, and the New Literacy."},
      {
        "id":"ED392053",
        "title":"Teaching Emotional Literacy."},
      {
        "id":"ED392054",
        "title":"&quot;Mens Sana in Corpore Sano&quot;: Human Values in Thomas Wilson's &quot;The Arte of Rhetorique.&quot;"},
      {
        "id":"ED392055",
        "title":"Computers and Writing. Hot Topic Guide 33. Revised Edition."},
      {
        "id":"ED392056",
        "title":"Chicano Literature: Expanding the Base of American Literature, Bibliography and Resources."},
      {
        "id":"ED392058",
        "title":"Using Retellings To Assess Children's Comprehension of Expository Text."},
      {
        "id":"ED392059",
        "title":"The Repressive Nature of the Past: Hawthorne's &quot;House of the Seven Gables.&quot;"},
      {
        "id":"ED392060",
        "title":"Changing Perceptions in &quot;Adam Bede.&quot;"},
      {
        "id":"ED392061",
        "title":"Prescient Science Fiction: Monteiro Lobato's &quot;O Presidente Negro&quot; after 70 Years."},
      {
        "id":"ED392062",
        "title":"Images and Stereotyping of African Americans and Hispanic Americans in Contemporary Children's Fiction."},
      {
        "id":"ED392063",
        "title":"Portfolio Assessment and Computerized Composition Instruction: Combining the Best of Both Worlds."},
      {
        "id":"ED392064",
        "title":"Creative Writing as a Teaching Tool."},
      {
        "id":"ED392065",
        "title":"Increasing Reflective Writing and Goal Setting Skills on High Ability Sixth Grade Mathematics Students."},
      {
        "id":"ED392066",
        "title":"Creating Legends for the Future: Linking Art & Literature into Language Arts Instruction and Teacher Training."},
      {
        "id":"ED392067",
        "title":"Educational Implications of a Study on Grammar and Basic Writing Skills in a Developmental English Course."},
      {
        "id":"ED392068",
        "title":"A Helpful Handout on &quot;How To Write a Term Paper.&quot;"},
      {
        "id":"ED392069",
        "title":"Computer Conversations: Readers and Books Online."},
      {
        "id":"ED392071",
        "title":"How to Teach Grammar/Whether to Teach Grammar--The Pendulum Rests: The Effects of Student Investigation and Collaboration on Formal Grammar Instruction in the Composition Classroom."},
      {
        "id":"ED392073",
        "title":"When Does a Student Participate in Class? Ethnicity and Classroom Participation."},
      {
        "id":"ED392074",
        "title":"Syncretism of Qualitative and Quantitative Research Paradigms: The Case for Methodological Triangulation."},
      {
        "id":"ED392075",
        "title":"A Multi-Cultural Final Examination for the Public Speaking Course."},
      {
        "id":"ED392076",
        "title":"Isocrates, Sophistry, and Writing."},
      {
        "id":"ED392077",
        "title":"Twice Blessed, Doubly Oppressed: Women of Color in Academe."},
      {
        "id":"ED392078",
        "title":"Using Student Reports To Measure Immediacy: Is It a Valid Methodology?"},
      {
        "id":"ED392079",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (78th, Washington, DC, August 9-12, 1995). History Division."},
      {
        "id":"ED392080",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (78th, Washington, DC, August 9-12, 1995). Law Division."},
      {
        "id":"ED392081",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (78th, Washington, DC, August 9-12, 1995). Advertising Division."},
      {
        "id":"ED392082",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (78th, Washington, DC, August 9-12, 1995). Newspaper Division."},
      {
        "id":"ED392083",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (78th, Washington, DC, August 9-12, 1995). Radio-Television Journalism Division."},
      {
        "id":"ED392085",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (78th, Washington, DC, August 9-12, 1995). Visual Communication Division."},
      {
        "id":"ED392086",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (78th, Washington, DC, August 9-12, 1995). Commission on the Status of Women."},
      {
        "id":"ED392087",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (78th, Washington, DC, August 9-12, 1995). Qualitative Studies Division."},
      {
        "id":"ED392090",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (78th, Washington, DC, August 9-12, 1995). Media Management and Economics Division."},
      {
        "id":"ED392091",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (78th, Washington, DC, August 9-12, 1995). International Communications Division."},
      {
        "id":"ED392092",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (78th, Washington, DC, August 9-12, 1995). Science Communications Interest Group."},
      {
        "id":"ED392093",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (78th, Washington, DC, August 9-12, 1995). Minorities and Communication Division."},
      {
        "id":"ED392098",
        "title":"University Hate Speech Codes: Toward an Approach Restricting Verbal Attack."},
      {
        "id":"ED392099",
        "title":"The Intercultural Informant: An Experiential Learning Resource for Teacher Training."},
      {
        "id":"ED392100",
        "title":"Dealing with Parasites in Group Projects."},
      {
        "id":"ED392101",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (78th, Washington, DC, August 9-12, 1995). Miscellaneous."},
      {
        "id":"ED392102",
        "title":"The Competent Group Communicator: Assessing Essential Competencies of Small Group Problem Solving."},
      {
        "id":"ED392103",
        "title":"Seeing Language: The Effect of Sign Language on Vocabulary Development in Young Hearing Children."},
      {
        "id":"ED392104",
        "title":"The Communication of Help-Seeking Skills to Children."},
      {
        "id":"ED392105",
        "title":"Bridging the Gap: Teaching a Basic Public Speaking Course over Satellite Television."},
      {
        "id":"ED392106",
        "title":"Television Viewing vs. Reading: Testing Information Processing Assumptions."},
      {
        "id":"ED392107",
        "title":"Ethnography of Communication: A Unique Contribution to Organizational Research."},
      {
        "id":"ED392108",
        "title":"Forensic Evolution: Influences upon Local Program Development."},
      {
        "id":"ED392109",
        "title":"The Boyer Commission Report on Evaluation of Teaching: Implications in the Basic Course."},
      {
        "id":"ED392110",
        "title":"Examining the Impact of Culture Social Scientifically: Some Suggestions from Examining Martin, Hecht, and Larkey."},
      {
        "id":"ED392111",
        "title":"Taking Personal and Professional Contexts into Account in the Basic Public Speaking Course. ERIC Digest."},
      {
        "id":"ED392112",
        "title":"The New Century Educational Leadership Program."},
      {
        "id":"ED392113",
        "title":"Recent Legal Decisions in Education: A Casebook of Appellate Court Decisions--1985-1995."},
      {
        "id":"ED392115",
        "title":"Charter Schools: Legislation and Results after Four Years. Policy Report PR-813."},
      {
        "id":"ED392116",
        "title":"Gender Filters at Work in the Administrative Culture."},
      {
        "id":"ED392117",
        "title":"Leadership in Evolving Democratic School Communities."},
      {
        "id":"ED392118",
        "title":"A Matter of Principles: Doing What You Know Is Right, Even When It Is Difficult."},
      {
        "id":"ED392119",
        "title":"Positive Student Affairs through Shared Decision Making in Elementary School?? You Bet!!!"},
      {
        "id":"ED392120",
        "title":"Test Anxiety? Try a Stick of Gum..."},
      {
        "id":"ED392121",
        "title":"School and Family Collaboration: Parental Involvement and Student Success at a School in Texas."},
      {
        "id":"ED392122",
        "title":"Is the Principalship for You?"},
      {
        "id":"ED392123",
        "title":"Communication Skills: Success Is All a Matter of How You Say Things."},
      {
        "id":"ED392124",
        "title":"Principals' Perceptions of the Functions and Characteristics of Middle Schools in Mississippi."},
      {
        "id":"ED392130",
        "title":"School Security Assessments and Crisis Preparedness."},
      {
        "id":"ED392131",
        "title":"Why Aren't Computers Used More in Schools? Faculty Research Working Paper Series, R96-03."},
      {
        "id":"ED392132",
        "title":"Skills for Tomorrow's Workforce."},
      {
        "id":"ED392133",
        "title":"Private School Vouchers."},
      {
        "id":"ED392134",
        "title":"More on Charter Schools."},
      {
        "id":"ED392136",
        "title":"Year-Round Education: Is It Worth the Hassle?"},
      {
        "id":"ED392137",
        "title":"Mentoring of Beginning School Principals and Teachers: Solution to a Dilemma."},
      {
        "id":"ED392143",
        "title":"Homelessness, Schooling and Attainment: A Preliminary Assessment of 'Disruption Indicators' on Children's Performance in the Early Years of Schooling."},
      {
        "id":"ED392144",
        "title":"The Problem Is Only Part of the Problem."},
      {
        "id":"ED392145",
        "title":"&quot;The How&quot; of Collaboration."},
      {
        "id":"ED392146",
        "title":"Primary School Exclusions."},
      {
        "id":"ED392147",
        "title":"A Meta Analytical Approach Regarding School Effectiveness: The True Size of School Effects and the Effect Size of Educational Leadership."},
      {
        "id":"ED392148",
        "title":"Creating a Successful Consultant Selection Process for Your School Building Project."},
      {
        "id":"ED392149",
        "title":"Assessment and Evaluation in the Multiage Classroom. Special Issue."},
      {
        "id":"ED392150",
        "title":"The Courts, Religion, and Public Education. Freedom of Conscience and the Lemon Test. The Human Side: How Does All This Affect Kids?"},
      {
        "id":"ED392151",
        "title":"A Systems Approach to Education."},
      {
        "id":"ED392153",
        "title":"Reforming and Conforming: NASDC Principals Talk about the Impact of Accountability Systems on School Reform."},
      {
        "id":"ED392154",
        "title":"The Collaboration Model: The Effective Model for the Increasing Interdependence of Organizations."},
      {
        "id":"ED392155",
        "title":"Salaries and Benefits in the Youth Development Field, 1995."},
      {
        "id":"ED392156",
        "title":"School Facilities. States' Financial and Technical Support Varies. Report to Congressional Requesters."},
      {
        "id":"ED392157",
        "title":"Searches and Seizures in Public Schools."},
      {
        "id":"ED392158",
        "title":"Educators and Visionaries: Women Educational Leaders in Action."},
      {
        "id":"ED392159",
        "title":"Impact of Decreased Operational Funds on Educational Change in an Ohio School District."},
      {
        "id":"ED392160",
        "title":"Governor Janklow's Citizen Task Force on Education. Final Report."},
      {
        "id":"ED392161",
        "title":"School Facilities. Accessibility for the Disabled Still an Issue. Report to Congressional Requesters."},
      {
        "id":"ED392162",
        "title":"School Superintendency and the Effects on Family Life."},
      {
        "id":"ED392164",
        "title":"Trying To Build a Team? Get Them Involved!"},
      {
        "id":"ED392165",
        "title":"A Comparative Analysis of the Attitudes of Superintendents toward Persons with AIDS in Mississippi's Public School Districts."},
      {
        "id":"ED392166",
        "title":"Locality Types and School Types: Towards Baselines for Improvement and Effectiveness in Secondary Schools."},
      {
        "id":"ED392167",
        "title":"Administrators', Teachers', and Teaching Assistants' Self-Evaluation of Pre-School Programs."},
      {
        "id":"ED392168",
        "title":"A Framework for School Change--The School Portfolio."},
      {
        "id":"ED392169",
        "title":"Perceptions of Missouri High School Principals Regarding the Effectiveness of In-School Suspension as a Disciplinary Procedure."},
      {
        "id":"ED392170",
        "title":"The Relationship of Federal Educational Expenditures and Federal Public Assistance Expenditures."},
      {
        "id":"ED392171",
        "title":"Perceptions of High school Students and School Personnel toward Gang Activity, Violence, and Safety in the High Schools of the Hinds County Public School District in Mississippi."},
      {
        "id":"ED392172",
        "title":"The Ritual and Liminal Dimensions of Student Resistance to the Formal Culture of Schooling: The Relational Conditions That Promote Resistance."},
      {
        "id":"ED392173",
        "title":"Transition Planning for the 21st Century: A Call to Action."},
      {
        "id":"ED392174",
        "title":"The Lighter Side of IEPs."},
      {
        "id":"ED392175",
        "title":"A Continuing Education Program on Attention Deficit/Hyperactivity Disorder."},
      {
        "id":"ED392176",
        "title":"Social and Academic Issues of Inclusive Education."},
      {
        "id":"ED392177",
        "title":"The Deaf Pupil with Learning Disabilities."},
      {
        "id":"ED392178",
        "title":"A Practitioner's Narrative: Separatism and Collaboration among Special Education Teachers and Other Stakeholders."},
      {
        "id":"ED392179",
        "title":"New York State Directory of Higher Education Services for College Students with Disabilities."},
      {
        "id":"ED392180",
        "title":"Using Adventure-Based Cooperation Training To Develop Job Related Social Skills for Adolescents with Severe Behavioral and Emotional Problems."},
      {
        "id":"ED392183",
        "title":"Deaf-Blind Perspectives, Fall 1993-Spring 1994."},
      {
        "id":"ED392184",
        "title":"Deaf-Blind Perspectives, Fall 1994-Spring 1995."},
      {
        "id":"ED392187",
        "title":"Focus on Learning: A Report on Reorganizing General and Special Education in New York City."},
      {
        "id":"ED392188",
        "title":"Classroom Interaction and the Social Situation of Hard-of-Hearing Pupils in Regular Classes."},
      {
        "id":"ED392189",
        "title":"Bilingual vs. Oral Education: A Comparison of Academic Achievement Levels in Deaf Eighth-Graders from Two Decades."},
      {
        "id":"ED392190",
        "title":"Transition Revisited: Are We Moving Forward?"},
      {
        "id":"ED392191",
        "title":"Case Studies of State-Level Cross-Disciplinary Transition Policy Implementation."},
      {
        "id":"ED392192",
        "title":"Personnel Standards for Early Education and Early Intervention: Guidelines for Licensure in Early Childhood Special Education. Recommendations of The Division for Early Childhood, Council for Exceptional Children; The National Association for the Education of Young Children; The Association of Teacher Educators."},
      {
        "id":"ED392194",
        "title":"Effects of Color Light and Relaxation Exercise Therapy on Adults with Learning Disabilities."},
      {
        "id":"ED392195",
        "title":"Disproportionate Representation: A Critique of State and Local Strategies. Policy Forum Report (Washington, D.C., September 14-15, 1995). Final Report."},
      {
        "id":"ED392196",
        "title":"School-Based Intervention Assistance Teams and Their Impact on Special Education. Final Report."},
      {
        "id":"ED392197",
        "title":"Beginning Reading and Phonological Awareness for Students with Learning Disabilities. ERIC Digest #E540."},
      {
        "id":"ED392198",
        "title":"Readings and Resources about Reading Instruction for Young Children with Learning Disabilities. Companion Mini-Bibliography to ERIC Digest #E540. ERIC Minibib."},
      {
        "id":"ED392199",
        "title":"Readings and Resources on Autism. ERIC Mini-Bib."},
      {
        "id":"ED392200",
        "title":"National TEEM Outreach: Transition into the Elementary Education Mainstream. Final Report."},
      {
        "id":"ED392201",
        "title":"A Needs Assessment of Homebound Students."},
      {
        "id":"ED392202",
        "title":"Open Enrollment's Impact on School Districts When Students with Disabilities Transfer Schools. Research Report No. 14. Enrollment Options for Students with Disabilities."},
      {
        "id":"ED392203",
        "title":"School Choice and Students with Disabilities: Parent Perspectives and Expectations. Research Report No. 15. Enrollment Options for Students with Disabilities."},
      {
        "id":"ED392204",
        "title":"Characteristics of Alternative Schools and Programs Serving At-Risk Students. Research Report No. 16. Enrollment Options for Students with Disabilities."},
      {
        "id":"ED392205",
        "title":"School Choice and Students with Disabilities: The Practice and the Policy. Research Report No. 17. Enrollment Options for Students with Disabilities."},
      {
        "id":"ED392207",
        "title":"Training School Guidance Counselors and Rehabilitation Counselors To Provide Transition Services for Individuals with Disabilities. Final Report."},
      {
        "id":"ED392208",
        "title":"Les troubles de l'attention avec hyperactivite: une Synthese des connaissances a l'intention des enseignants (Attention Deficit Difficulties with Hyperactivity: A Synthesis of Knowledge for Teachers)."},
      {
        "id":"ED392209",
        "title":"Postschool Outcomes and Community Adjustment of Young Adults with Severe Disabilities."},
      {
        "id":"ED392210",
        "title":"Cognitive Impairments and the Application of Title I of the Americans with Disabilities Act."},
      {
        "id":"ED392212",
        "title":"The Future Is around the Corner! A Parent Handbook for Successful Transition."},
      {
        "id":"ED392213",
        "title":"Introduction to Deaf-Blindness Workshop."},
      {
        "id":"ED392216",
        "title":"Educating Students with Special Needs from Culturally Diverse Backgrounds."},
      {
        "id":"ED392217",
        "title":"Extended School Year: A Participatory Research Evaluation."},
      {
        "id":"ED392218",
        "title":"WE CARE: Mentoring-the-Mentor for Effective Family/Professional Collaboration and Team Building."},
      {
        "id":"ED392219",
        "title":"Research Review for Inclusive Practices."},
      {
        "id":"ED392220",
        "title":"Missouri-TIKES: Training Individuals To Care for Exceptional Children Outreach Project. Final Report."},
      {
        "id":"ED392222",
        "title":"34 Activities To Promote Careers in Special Education and Related Services."},
      {
        "id":"ED392224",
        "title":"Innovation and Development in Special Education. Directory of Current Projects. 1996 Edition. Research in the Education of Individuals with Disabilities."},
      {
        "id":"ED392225",
        "title":"Supporting Integration: Work in Progress in Alberta. Final Report, 1995 [and] Executive Summary."},
      {
        "id":"ED392226",
        "title":"ECS Program Unit Funding: A Handbook for ECS Operators. Third Edition."},
      {
        "id":"ED392227",
        "title":"Assuring the Family's Role on the Early Intervention Team: Explaining Rights and Safeguards."},
      {
        "id":"ED392228",
        "title":"Resources for Special Education and Guidance &amp; Counselling. An Annotated List."},
      {
        "id":"ED392229",
        "title":"Guide to Education for Students with Special Needs."},
      {
        "id":"ED392230",
        "title":"Teaching for Student Differences. Programming for Students with Special Needs, Book 1."},
      {
        "id":"ED392231",
        "title":"Essential and Supportive Skills for Students with Developmental Disabilities. Programming for Students with Special Needs, Book 2."},
      {
        "id":"ED392232",
        "title":"Individualized Program Plans. Programming for Students with Special Needs, Book 3."},
      {
        "id":"ED392233",
        "title":"Teaching Students Who Are Deaf or Hard of Hearing. Programming for Students with Special Needs, Book 4."},
      {
        "id":"ED392234",
        "title":"Parent Survey: The Experience of Parenting a Child with Disabilities."},
      {
        "id":"ED392235",
        "title":"Perspectives on Reading. CLE Working Papers 2."},
      {
        "id":"ED392236",
        "title":"Literacy: The Needs of Teachers and Learners."},
      {
        "id":"ED392237",
        "title":"Eight Lessons from Research into Literacy."},
      {
        "id":"ED392238",
        "title":"&quot;The Disqualified Half&quot;: Gender Representation in a Children's Reading Scheme."},
      {
        "id":"ED392239",
        "title":"Reading To Learn: Study Reading for All?"},
      {
        "id":"ED392240",
        "title":"Reading in a Foreign Language: A Self-Access Approach."},
      {
        "id":"ED392241",
        "title":"Reading and Communication in the Modern Languages Classroom."},
      {
        "id":"ED392242",
        "title":"Reading in French-GCSE to A Level."},
      {
        "id":"ED392243",
        "title":"POPS, PROPS and FOPS: A New Way of Thinking about Readers' Response to Narrative."},
      {
        "id":"ED392244",
        "title":"Reading Media Texts: Media, Imagination and National Curriculum English."},
      {
        "id":"ED392245",
        "title":"Looking at Paintings: Representation and Response."},
      {
        "id":"ED392246",
        "title":"Middle Schools and Foreign Languages: A View for the Future. ERIC Digest."},
      {
        "id":"ED392247",
        "title":"Middle School Students' Attitudes toward High School Foreign Language Study."},
      {
        "id":"ED392251",
        "title":"Slang Is Not Novel."},
      {
        "id":"ED392252",
        "title":"Unexpected Rewards of a Networked ESL Community: Or the Confessions of a Convert to the Linked-Computer Classroom."},
      {
        "id":"ED392253",
        "title":"Language Education at the State Level: An Update of Activities."},
      {
        "id":"ED392254",
        "title":"A Pedagogical Application of Research in Contrastive Rhetoric."},
      {
        "id":"ED392256",
        "title":"Towards a Typology of Applicatives in Bantu."},
      {
        "id":"ED392257",
        "title":"Research into Second Language Acquisition: An Alternative Agenda."},
      {
        "id":"ED392258",
        "title":"Preparation for Administration of English as a Second Language Programs."},
      {
        "id":"ED392259",
        "title":"New Horizons in Education: Journal of Education, Hong Kong Teachers' Association, 1995."},
      {
        "id":"ED392260",
        "title":"A National Study of States' Roles in Choosing Reading and Literature for Second Language Learning. Report Series 2.25."},
      {
        "id":"ED392262",
        "title":"Vocabulaire de l'education: anglais-francais (Vocabulary of Education, English-French). Second Edition."},
      {
        "id":"ED392263",
        "title":"Balance of Language Knowledge and Communication Competence in Teaching Chinese as a Second Language."},
      {
        "id":"ED392266",
        "title":"Memory for Dialogue: Recalling an Anchor through Talk and Response."},
      {
        "id":"ED392267",
        "title":"Syncretic Literacy: Multiculturalism in Samoan American Families. Research Report No. 16."},
      {
        "id":"ED392268",
        "title":"School Reform and Student Diversity: Exemplary Schooling for Language Minority Students. NCBE Resource Collection Series No. 4."},
      {
        "id":"ED392270",
        "title":"Discourse Roles, Gender and Language Textbook Dialogues: Who Learns What from John and Sally? Working Paper Series."},
      {
        "id":"ED392272",
        "title":"Grass Roots Middle School Reform: Culturally and Linguistically Diverse Students in a Low SES District."},
      {
        "id":"ED392273",
        "title":"Le role de l&apos;identite ethnique dans l&apos;acquisition et la retention de competences culturelles et de communication en milieu minoritaire francophone du Nord de l&apos;Ontario (The Role of Ethnic Identity in Acquisition and Retention of Cultural and Communicative Competence in a Francophone Minority Context in Northern Ontario)."},
      {
        "id":"ED392277",
        "title":"Linguistic Transfer and the Use of Context by Spanish-English Bilinguals. Technical Report No. 616."},
      {
        "id":"ED392278",
        "title":"Effective Awareness-Raising in Language Learning Strategy Training."},
      {
        "id":"ED392280",
        "title":"Forming New Partnerships for Educating All Students to High Standards. An Idea Book. 1994 Federal Educational Legislation."},
      {
        "id":"ED392283",
        "title":"LEP Students and Title I: A Guidebook for Educators."},
      {
        "id":"ED392284",
        "title":"Evaluation of Interactive Videodisc Courseware: A Strategy Perspective."},
      {
        "id":"ED392285",
        "title":"Danish Passives and Subject Positions as a Mood System--A Content Analysis; and Paradigmatic Structure, Word Order and Grammaticalization. ROLIG-Papir 54."},
      {
        "id":"ED392286",
        "title":"Maritime English for Communication and Cooperation."},
      {
        "id":"ED392287",
        "title":"Nuestra Familia y la Salud (Our Family and Its Health)."},
      {
        "id":"ED392289",
        "title":"Modelo Pedagogico de Educacion Primaria para Adultos: Guia General de Apoyo para el Estudiante de Primaria (Pedagogical Model for Adult Primary Education: General Guide for the Student)."},
      {
        "id":"ED392290",
        "title":"Modelo Pedagogico de Educacion Primaria para Adultos: Manual para el Asesor de Estudiantes Libres. Primera Parte (A Pedagogical Model for Adult Primary Education: Manual for the Student Advisor. Part One)."},
      {
        "id":"ED392291",
        "title":"Modelo Pedagogico de Educacion Primaria para Adultos: Manual para la Vinculacion y Funcionamiento de los Comites de Educacion para Adultos (A Teaching Model for Adult Primary Education: Manual for the Continuation and Operation of Adult Education Committees)."},
      {
        "id":"ED392292",
        "title":"La Palabra es Nuestra: Primaria para Adultos. Primera Parte, Volumen 1-2. Edicion Experimental. (The Language Is Ours: Primer for Adults. Part One, Volumes 1-2. Experimental Edition)."},
      {
        "id":"ED392293",
        "title":"La Palabra es Nuestra: Primaria para Adultos. Segunda Parte, Volumen 1-2. Edicion Experimental (The Language Is Ours: Primer for Adults. Part Two, Volumes 1-2. Experimental Edition)."},
      {
        "id":"ED392294",
        "title":"Nuestras cuentas diarias: Matematicas. Primaria para adultos, Primera parte, Volumens 1 y 2. Edicion Experimental (Our Daily Accounting: Mathematics. Primer for Adults, Part One, Volumes 1 and 2. Experimental Edition)."},
      {
        "id":"ED392295",
        "title":"Nuestras cuentas diarias: Matematicas. Primaria para adultos, Segunda parte, Volumens 1 y 2. Edicion Experimental (Our Daily Accounting: Mathematics. Primer for Adults, Part Two, Volumes 1 and 2. Experimental Edition)."},
      {
        "id":"ED392296",
        "title":"Nuestro Trabajo: Primaria para Adultos. Segunda Parte. Edicion Experimental (Our Work: Primer for Adults. Part Two. Experimental Edition)."},
      {
        "id":"ED392297",
        "title":"Nuestra Comunidad: Primaria para Adultos. Segunda Parte. Edicion Experimental (Our Community: Primer for Adults. Part Two. Experimental Edition)."},
      {
        "id":"ED392298",
        "title":"Nuestra Familia: Primaria para Adultos. Segunda Parte. Edicion Experimental (Our Family: Primer for Adults. Part Two. Experimental Edition)."},
      {
        "id":"ED392299",
        "title":"Manual de Salud Familiar y Primeros Auxilios (Family Health and First Aid Manual)."},
      {
        "id":"ED392300",
        "title":"Manual de Cocina y Nutricion (Handbook on Cooking and Nutrition)."},
      {
        "id":"ED392301",
        "title":"Curso Basico de Carpinteria. Guia para el Instructor (Basic Carpentry Course. Guide for the Instructor)."},
      {
        "id":"ED392302",
        "title":"Manual de Carpinteria (Carpentry Manual)."},
      {
        "id":"ED392303",
        "title":"Modelo de Alfabetizacion: A Poblacion Urbana y Rural. Documento General (Literacy Model: Urban and Rural Populations. General Document)."},
      {
        "id":"ED392304",
        "title":"Instructivo del Alfabetizador: Poblacion Urbana (Reading and Writing Instruction: Urban Population)."},
      {
        "id":"ED392305",
        "title":"Instructivo del Alfabetizador: Poblacion Rural (Reading and Writing Instruction: Rural Population)."},
      {
        "id":"ED392306",
        "title":"Aprendamos juntos: Cuaderno de trabajo. Primera parte (Let's Learn Together: Workbook. Part One)."},
      {
        "id":"ED392307",
        "title":"Aprendamos juntos: Cuaderno de trabajo. Segunda parte (Let's Learn Together: Workbook. Part Two)."},
      {
        "id":"ED392308",
        "title":"Workplace Education Partnerships: Compromises, Promises, and Practices."},
      {
        "id":"ED392309",
        "title":"Workplace Communication Workshop."},
      {
        "id":"ED392310",
        "title":"General Workplace Curriculum Guide: English as a Second Language for the Workplace."},
      {
        "id":"ED392311",
        "title":"Workplace ESL: Low Investment/High Yield Assessment and Customizing."},
      {
        "id":"ED392312",
        "title":"Enhancing Literacy for Learners with Diverse Language and Cultural Backgrounds, Who Are Studying in Adult Basic Education Programs. A Teacher's Guide."},
      {
        "id":"ED392313",
        "title":"Literacy and Development: A Study of Yemissrach Dimts Literacy Campaign in Ethiopia."},
      {
        "id":"ED392314",
        "title":"Mexico-U.S. Migration Patterns: Implications for the Development of Binational Collaboration in Adult Education."},
      {
        "id":"ED392315",
        "title":"Selling Workplace ESL Instructional Programs. ERIC Digest."},
      {
        "id":"ED392316",
        "title":"Numeracy in the Adult ESL Classroom. ERIC Digest."},
      {
        "id":"ED392317",
        "title":"Union-Sponsored Workplace ESL Instruction. ERIC Digest."},
      {
        "id":"ED392319",
        "title":"Women in Higher Education, 1995."},
      {
        "id":"ED392320",
        "title":"Land-Grant College Revenues."},
      {
        "id":"ED392321",
        "title":"Taking Charge of the Future: The Strategic Plan for the Association of American Medical Colleges."},
      {
        "id":"ED392322",
        "title":"Learning to Care, for a Healthier Tomorrow."},
      {
        "id":"ED392323",
        "title":"Revamping Faculty Evaluation Methods: Rewarding Student-Centered Teaching."},
      {
        "id":"ED392328",
        "title":"Igniting a Spark for Higher Education. The Freshman Year Experience. Proceedings of the Annual Conference (15th, Columbia, South Carolina, February 16-20, 1996)."},
      {
        "id":"ED392329",
        "title":"Chief Executive Officers in Higher Education Forecast Ethical Issues Pertaining to Multiculturalism."},
      {
        "id":"ED392330",
        "title":"Conflict Management in an International Teaching Assistant Training Program."},
      {
        "id":"ED392331",
        "title":"A Research Agenda for the Internationalization of Higher Education in the United States. Recommendations and Report."},
      {
        "id":"ED392332",
        "title":"Reality-Based Learning and Interdisciplinary Teams: An Interactive Approach Integrating Accounting and Engineering Technology."},
      {
        "id":"ED392335",
        "title":"Realizing the Potential of Information Resources: Information, Technology, and Services. Track 1: Strategic Planning."},
      {
        "id":"ED392336",
        "title":"Realizing the Potential of Information Resources: Information, Technology, and Services. Track 2: Policies and Standards."},
      {
        "id":"ED392337",
        "title":"Realizing the Potential of Information Resources: Information, Technology, and Services. Track 3: Serving Clients with Client/Server."},
      {
        "id":"ED392338",
        "title":"Realizing the Potential of Information Resources: Information, Technology, and Services. Track 4: Rethinking User Services."},
      {
        "id":"ED392339",
        "title":"Realizing the Potential of Information Resources: Information, Technology, and Services. Track 5: New Technologies."},
      {
        "id":"ED392340",
        "title":"Realizing the Potential of Information Resources: Information, Technology, and Services. Track 6: Networking and Telecommunications."},
      {
        "id":"ED392341",
        "title":"Realizing the Potential of Information Resources: Information, Technology, and Services. Track 7: Professional Development."},
      {
        "id":"ED392342",
        "title":"Realizing the Potential of Information Resources: Information, Technology, and Services. Track 8: Academic Computing and Libraries."},
      {
        "id":"ED392343",
        "title":"Enrollment and Degrees Report."},
      {
        "id":"ED392345",
        "title":"Great Expectations: Employment Issues and Trends for Young College Graduates."},
      {
        "id":"ED392346",
        "title":"Credit Hours to Degree: Comparative Data for Baccalaureate Degree Programs at Public Colleges and Universities in South Carolina. Academic Years 1995-96 and 1985-86."},
      {
        "id":"ED392347",
        "title":"Fall 1994 Minnesota Post-Secondary Education Enrollment Survey."},
      {
        "id":"ED392348",
        "title":"Exploring Metacognitive Awareness and Perceived Attributions for Academic Success and Failure: A Study of At-Risk College Students."},
      {
        "id":"ED392349",
        "title":"Changing Course: Teacher Education Reform at State Colleges and Universities."},
      {
        "id":"ED392357",
        "title":"Reassessment of a Program Focusing on Instructional Strategies for Culturally Diverse Students."},
      {
        "id":"ED392358",
        "title":"The Relationship of Instructional Methods with Student Responses to the Survey of Attitudes Toward Statistics."},
      {
        "id":"ED392359",
        "title":"Personal Narratives and Graduate-Level Education: How Does Gender Influence Writing and Thinking about Curriculum?"},
      {
        "id":"ED392360",
        "title":"Teaching Assessment of Classroom Learning: Using Scenarios To Teach Basic Tests and Measurement Concepts."},
      {
        "id":"ED392361",
        "title":"The Influences of Gender, School Year, and Socioeconomic Status on Assertiveness for Blacks at Predominantly White Universities."},
      {
        "id":"ED392362",
        "title":"Toward a Richer Understanding of a School Restructuring Model: Views from Inside a Graduate Level Classroom."},
      {
        "id":"ED392364",
        "title":"A Factual Look at Higher Education in Nebraska Including Fall Head Count Enrollment, Freshman Residence and Migration, Degrees Awarded, Institutional Finance, Faculty Salaries."},
      {
        "id":"ED392365",
        "title":"Use of the 1995 Clarkson College CIRP Summary To Determine the Presence of Institutional Outcomes Possessed by Entering Freshmen."},
      {
        "id":"ED392367",
        "title":"Organizational Structure and Activities of Centers and Institutes Which Study Higher and Postsecondary Education."},
      {
        "id":"ED392368",
        "title":"A New Alliance: Continuous Quality and Classroom Effectiveness. ERIC Digest."},
      {
        "id":"ED392369",
        "title":"A New Alliance: Continuous Quality and Classroom Effectiveness. ASHE-ERIC Higher Education Report No. 6."},
      {
        "id":"ED392370",
        "title":"Department of Education: Efforts by the Office for Civil Rights To Resolve Asian-American Complaints. Report to the Honorable Dana Rohrabacher, House of Representatives."},
      {
        "id":"ED392371",
        "title":"Selected Proceedings from the Annual Conference of the Pennsylvania Association of Developmental Educators (PADE) (14th, University Park, Pennsylvania, March 16-17, 1995). (14th, March 16-17, 1995)."},
      {
        "id":"ED392373",
        "title":"The Blue Book: Accounting, Recordkeeping, and Reporting by Postsecondary Educational Institutions for Federally Funded Student Financial Aid Programs."},
      {
        "id":"ED392374",
        "title":"Undergraduate Debt and Participation in Graduate Education: The Relationship between Educational Debt and Graduate School Aspirations, Applications, and Attendance among Students with a Pattern of Full-Time, Continuous Postsecondary Education."},
      {
        "id":"ED392376",
        "title":"Responding to Violence and Abuse: Educating Minnesota Professionals for the Future. A Report of the Statewide Task Forces."},
      {
        "id":"ED392377",
        "title":"Prior Learning Assessment in British Columbia. An Orientation for Postsecondary Institutions."},
      {
        "id":"ED392378",
        "title":"An Empirical Investigation of Effective College Teaching Behaviors and Student Differences: Lecture Organization and Test Anxiety."},
      {
        "id":"ED392379",
        "title":"An Empirical Comparison of Two Effective College Teaching Behaviors: Expressiveness and Organization."},
      {
        "id":"ED392380",
        "title":"An Exploratory Study of College Students' Study Activities and their Relationship To Study Context, Reference Course, and Achievement."},
      {
        "id":"ED392381",
        "title":"Legal and Practical Implications of Assessment in Higher Education."},
      {
        "id":"ED392383",
        "title":"To Improve the Academy: Resources for Student, Faculty, &amp; Institutional Development, 1991."},
      {
        "id":"ED392384",
        "title":"To Improve the Academy: Resources for Faculty, Instructional, and Organizational Development, 1993."},
      {
        "id":"ED392385",
        "title":"To Improve the Academy: Resources for Faculty, Instructional, and Organizational Development, 1994."},
      {
        "id":"ED392386",
        "title":"To Improve the Academy: Resources for Faculty, Instructional, and Organizational Development, 1995."},
      {
        "id":"ED392387",
        "title":"Residence and Migration of First-Time Freshmen Enrolled in Higher Education Institutions: Fall 1994. E.D. TABS."},
      {
        "id":"ED392388",
        "title":"Technology and Teacher Education Annual, 1994. Proceedings of STATE 94--Annual Conference of the Society for Technology and Teacher Education (5th, Washington, D.C., March 16-19, 1994)."},
      {
        "id":"ED392389",
        "title":"Interactive Training for Information Access: The InfoMagic Multimedia Project at Chapman University."},
      {
        "id":"ED392390",
        "title":"Computer Graphics and Metaphorical Elaboration for Learning Science Concepts."},
      {
        "id":"ED392391",
        "title":"Understanding Information Technology in Kindergarten through Grade 12, 1994-1995. Report to Respondents."},
      {
        "id":"ED392392",
        "title":"Designing Multimedia for the Hypertext Markup Language."},
      {
        "id":"ED392393",
        "title":"Benefits and Pitfalls of Using HTML as a CD-ROM Development Tool."},
      {
        "id":"ED392394",
        "title":"Nebraska K-12 Internet Evaluation Progress Report--Year 2."},
      {
        "id":"ED392395",
        "title":"Development of a Multi-Year Plan for the Integration of Multimedia Technology into the Learning Environment at Northern Maine Technical College."},
      {
        "id":"ED392396",
        "title":"Open and Distance Learning: Alternative Approaches to the Delivery of Post-Secondary Education. An Identification of Trends, a Discussion of Issues, and a Review of Models. A Discussion Paper."},
      {
        "id":"ED392397",
        "title":"Alaska Instructional Technology Survey Summary. March 1995."},
      {
        "id":"ED392398",
        "title":"McMillan Magnet School: A Case History of a School Acquiring a Critical Mass of Computer Technology and Internet Connectivity."},
      {
        "id":"ED392399",
        "title":"Technology Integration in Education Discussion Paper. Talking with Albertans."},
      {
        "id":"ED392400",
        "title":"Educational Technology in the 21st Century. Joint Hearing before the Committee on Science and the Committee on Economic and Educational Opportunities. House of Representatives, One Hundred Fourth Congress, First Session."},
      {
        "id":"ED392401",
        "title":"A Computer-Assisted Instructional Software Program in Mathematical Problem-Solving Skills for Medication Administration for Beginning Baccalaureate Nursing Students at San Jose State University."},
      {
        "id":"ED392402",
        "title":"Technological Challenges: Designing Large Compressed Video and Multimedia Classrooms."},
      {
        "id":"ED392403",
        "title":"Educational Broadcasting in Greece."},
      {
        "id":"ED392404",
        "title":"Compositional Factors in the Study of Visual Images and Their Application to Television."},
      {
        "id":"ED392405",
        "title":"Forecasting the VCR: A Retrospective Assessment of Media Trade Press and Academic Forecasts of Its Impact on Broadcasting."},
      {
        "id":"ED392407",
        "title":"Planning and Financing Education Technology."},
      {
        "id":"ED392408",
        "title":"The Market for Educational Software."},
      {
        "id":"ED392409",
        "title":"The Costs and Effectiveness of Educational Technology: Proceedings of a Workshop."},
      {
        "id":"ED392411",
        "title":"Evolving Relationships between Campus Media and Information Systems and Services."},
      {
        "id":"ED392412",
        "title":"Instructional Technology and Higher Education: Rewards, Rights, and Responsibilities."},
      {
        "id":"ED392413",
        "title":"K-12 Computer Networking."},
      {
        "id":"ED392414",
        "title":"Emerging Technologies, Lifelong Learning. NECC '95: Proceedings of the Annual National Educational Computing Conference (16th, Baltimore, Maryland, June 17-19, 1995)."},
      {
        "id":"ED392415",
        "title":"Characteristics of a Good Programming Teacher."},
      {
        "id":"ED392416",
        "title":"Teachers, Technology &amp; Testing: Exploring New Tools for Alternative Assessment."},
      {
        "id":"ED392417",
        "title":"Assessing Computer Knowledge among College Students."},
      {
        "id":"ED392418",
        "title":"Building a Learning Community: Telecommunications, Collaborations, and Sharing on Long Island."},
      {
        "id":"ED392419",
        "title":"The Living Textbook: A Demonstration of Information on Demand Technologies in Education."},
      {
        "id":"ED392420",
        "title":"Distance Education for Doctoral Students: An Overview of the National Cluster Format for Students in the Doctoral Program for Child and Youth Studies."},
      {
        "id":"ED392421",
        "title":"Identifying Effective Knowledge Building Activities for Learning Computer Software."},
      {
        "id":"ED392422",
        "title":"Money Isn't Everything: Prospects and Problems in Achieving the Aims of the Computer Revolution."},
      {
        "id":"ED392423",
        "title":"A Constructive Approach to Staff Development and Educational Change."},
      {
        "id":"ED392424",
        "title":"Teaching Structural Design in Civil Engineering Technology."},
      {
        "id":"ED392425",
        "title":"Mental Imagery in the Teaching of Functions."},
      {
        "id":"ED392426",
        "title":"A Logic Programming Testbed for Inductive Thought and Specification."},
      {
        "id":"ED392427",
        "title":"Caltech CRPC Outreach Programs for Minorities and Women."},
      {
        "id":"ED392428",
        "title":"Gender and Computer Science Majors: Perceptions and Reality."},
      {
        "id":"ED392429",
        "title":"The Use of Multimedia in Response-based Literature Teaching and Learning: A Critical Review of Commercial Applications."},
      {
        "id":"ED392430",
        "title":"Project KITES: Kids Interacting with Technology and Education Students."},
      {
        "id":"ED392431",
        "title":"Electronic Student Journals: A Means To Enhance Classroom Communications."},
      {
        "id":"ED392432",
        "title":"Is the Medium the Message? Comparing Student Perceptions of Teacher Responses via Written and E-mail Forms."},
      {
        "id":"ED392433",
        "title":"Music and Computers: Symbiotic Learning."},
      {
        "id":"ED392434",
        "title":"Turning Point for Korean Computer Educators: Introducing LogoWriter as a Thinking Tool."},
      {
        "id":"ED392435",
        "title":"ToonTalk(TM)--An Animated Programming Environment for Children."},
      {
        "id":"ED392436",
        "title":"Establishing a Computer Literacy Requirement for All Students."},
      {
        "id":"ED392437",
        "title":"Graphical User Interface Programming in Introductory Computer Science."},
      {
        "id":"ED392438",
        "title":"Using E-mail in a Math/Computer Core Course."},
      {
        "id":"ED392439",
        "title":"Learner Control, Cognitive Processes, and Hypertext Learning Environments."},
      {
        "id":"ED392440",
        "title":"Hypermedia without Programming: Automatic Generation of Presentation Documents for Case-based Instruction."},
      {
        "id":"ED392441",
        "title":"Worlds: A Constructionist Project for Second Grade Students."},
      {
        "id":"ED392442",
        "title":"Advanced Telecommunications in U.S. Public Elementary and Secondary Schools, 1995. E.D. Tabs."},
      {
        "id":"ED392443",
        "title":"A Guide to Local History Resources in Public Libraries of the Province of Ontario. Together with the Results of a Survey of Public Libraries Served by the Southern Ontario Library Service."},
      {
        "id":"ED392445",
        "title":"Rhythm and Books: Feel the Beat! 1996 Florida Library Youth Program."},
      {
        "id":"ED392446",
        "title":"Technical Services Workstations. SPEC Kit 213."},
      {
        "id":"ED392448",
        "title":"Academic Libraries 2000. Proceedings of a Working Conference for New York State's Academic Library Directors (Albany, New York, October 12-13, 1995)."},
      {
        "id":"ED392457",
        "title":"Blindness and Visual Impairments: Information and Advocacy Organizations. Reference Circular No. 96-01."},
      {
        "id":"ED392458",
        "title":"Method of Coding Search Strings as Markov Processes Using a Higher Level Language."},
      {
        "id":"ED392460",
        "title":"Trinational Library Forum Proceedings = Memorias [del] Foro Trinacional de Bibliotecas (5th, Mexico City, Mexico, February 23-25, 1995)."},
      {
        "id":"ED392462",
        "title":"Collection Development Plan."},
      {
        "id":"ED392463",
        "title":"Computer Skills for Information Problem-Solving: Learning and Teaching Technology in Context. ERIC Digest."},
      {
        "id":"ED392464",
        "title":"Electronic Documents and Information: From Preservation to Access. Proceedings of the International Essen Symposium (18th, Essen, Germany, October 23-26, 1995). Publications of Essen University Library, No. 20."},
      {
        "id":"ED392466",
        "title":"Internet Basics: Update 1996. ERIC Digest."},
      {
        "id":"ED392467",
        "title":"Library Collection Development in an Electronic Age. ERIC Digest."},
      {
        "id":"ED392468",
        "title":"Commission d&apos;evaluation de l&apos;enseignement collegial Rapport annuel, 1993-1994 (Commisssion on the Evaluation of Collegiate Teaching Annual Report, 1993-1994)."},
      {
        "id":"ED392469",
        "title":"Tech Prep Consortia in Texas."},
      {
        "id":"ED392470",
        "title":"The Last of the Handcrafted Students: Issues of Distance Education in Academia."},
      {
        "id":"ED392471",
        "title":"A Delphi Study of Tech Prep Initiatives in Higher Education: Research Priorities in Teacher Education."},
      {
        "id":"ED392472",
        "title":"Washington Community and Technical Colleges Academic Year Report, 1994-95."},
      {
        "id":"ED392473",
        "title":"Workforce Employment and Training Act: Second Year Accountability Report for Training Programs, HB 1988."},
      {
        "id":"ED392474",
        "title":"L'evaluation des politiques institutionnelles d'evaluation des apprentissages. Rapport synthese (The Evaluation of Institutional Policies of Evaluation of Learning. Synthesis Report). 2410-0520."},
      {
        "id":"ED392475",
        "title":"Evaluation des programmes de techniques d'education en services de garde (Evaluation of Programs of Educational Methods in Child Care Services. 2410-0521."},
      {
        "id":"ED392476",
        "title":"A Report on Nursing Programs in Illinois Community Colleges."},
      {
        "id":"ED392477",
        "title":"How To Apply for a Community College Teaching Position."},
      {
        "id":"ED392478",
        "title":"People, Programs, &amp; Partnerships: ABCs of Advisory Committees Technical Programs in Community Colleges."},
      {
        "id":"ED392480",
        "title":"Continuous Quality Improvement in the Employment of Adjunct Faculty: A NIACC Plan."},
      {
        "id":"ED392483",
        "title":"Planning Atlas: Annual Report of Institutional Effectiveness, Fall 1995. Report 961-01."},
      {
        "id":"ED392484",
        "title":"Development of Recommendations To Improve Minority Faculty Hiring Procedures at Kansas City Kansas Community College."},
      {
        "id":"ED392485",
        "title":"Strategic Business Plan for Economic Development Contract Services, July 1995-June 1997."},
      {
        "id":"ED392487",
        "title":"Project SYNERGY: Software Support for Underprepared Students. Year Three Report."},
      {
        "id":"ED392488",
        "title":"Project SYNERGY: Software Support for Underprepared Students. Year Four Report."},
      {
        "id":"ED392489",
        "title":"Critical Connection: Collegesite/Worksite Learning. High Level Program Integration at McHenry County College."},
      {
        "id":"ED392490",
        "title":"Transfer Readiness Pilot Study."},
      {
        "id":"ED392491",
        "title":"Survey of April 1995 Graduates."},
      {
        "id":"ED392492",
        "title":"Survey of Supervisors of April 1995 Graduates."},
      {
        "id":"ED392493",
        "title":"Technical Training Instructor Promotability."},
      {
        "id":"ED392494",
        "title":"Community Colleges and Workforce Investment: A TEAMS Community College Capacity Building Project, April 22, 1994 - November 30, 1995. Final Report."},
      {
        "id":"ED392495",
        "title":"Workforce Development Institute: 1995 Summary Report."},
      {
        "id":"ED392496",
        "title":"Project LEEWAY for Single Parents. PY95 Final Detailed Report."},
      {
        "id":"ED392497",
        "title":"Graduate Follow-Up Report, 1994-95."},
      {
        "id":"ED392498",
        "title":"Environmental Careers: A Pilot Employment Market Survey."},
      {
        "id":"ED392499",
        "title":"Environmental Technology Transfer Needs of Bay Area Business and Environmental Consultants."},
      {
        "id":"ED392500",
        "title":"Crossing Frontiers: A Course that Bridges Racial and Institutional Divides."},
      {
        "id":"ED392501",
        "title":"The Human Resources Certificate of Advanced Mastery Curriculum Framework and Statewide Articulation Projects. A Senate Bill 81 Project of the 1993 Oregon Legislature."},
      {
        "id":"ED392502",
        "title":"Against the Odds: A Discussion of the Problems and Solutions of Researching at a Community College."},
      {
        "id":"ED392504",
        "title":"Challenges in Implementing Core Indicators of Effectiveness for Colorado's Community Colleges."},
      {
        "id":"ED392505",
        "title":"Colorado Community College and Occupational Education System Core Indicators of Effectiveness Report."},
      {
        "id":"ED392506",
        "title":"21st Century Partnerships: Community Colleges and Employment and Training Nonprofits."},
      {
        "id":"ED392507",
        "title":"Comparison of Final Course Grades in Introductory College Chemistry with or without Math Prerequisite."},
      {
        "id":"ED392509",
        "title":"Commission d'evaluation de l'enseignement collegial Rapport annuel, 1994-1995 (Commission on the Evaluation of Collegiate Teaching Annual Report, 1994-1995)."},
      {
        "id":"ED392510",
        "title":"Promoting Community Renewal through Civic Literacy and Service Learning. New Directions for Community Colleges, Number 93."},
      {
        "id":"ED392513",
        "title":"Will a Project Approach to Learning Provide Children Opportunities To Do Purposeful Reading and Writing, as Well as Provide Opportunities for Authentic Learning in Other Curriculum Areas?"},
      {
        "id":"ED392514",
        "title":"Men and Their Families: Contributions of Caribbean Men to Family Life. A Discussion Guide for Use by Groups in Church, School, Community and Other Settings."},
      {
        "id":"ED392516",
        "title":"Building Bridges: International Collaboration in the 1990s: The Warwick International Early Years Conference (1st, Warwick, England, United Kingdom, 1993). Abstracts."},
      {
        "id":"ED392517",
        "title":"Implementing Quality Primary Education for Countries in Transition."},
      {
        "id":"ED392519",
        "title":"A Comprehensive Review of the Status of Early Childhood Development in the Middle East and North Africa."},
      {
        "id":"ED392521",
        "title":"PARADISU: Program Evaluation of the Micronesian Language Institute's Guam Family English Literacy Program."},
      {
        "id":"ED392523",
        "title":"'I Am Responsible, I Will Do Well!'"},
      {
        "id":"ED392525",
        "title":"Shadowing: An Innovative Perceptual-Motor Experience for Young Children."},
      {
        "id":"ED392526",
        "title":"The NAESP Standards for Quality Programs for Young Children: Principals' Beliefs and Teachers' Practices."},
      {
        "id":"ED392527",
        "title":"Application of Quality Ratings in Pre-Schools in Community Developmental Work: The Lerum Competence Development Project."},
      {
        "id":"ED392532",
        "title":"School-Based Health Services: Administrative Rules."},
      {
        "id":"ED392537",
        "title":"Assessing &amp; Developing Primary Care for Children: Reforms in Health Systems."},
      {
        "id":"ED392547",
        "title":"How To Prepare Your Child for Kindergarten."},
      {
        "id":"ED392548",
        "title":"Improving School Climate and Strengthening Relationships among the School Community."},
      {
        "id":"ED392549",
        "title":"Increasing Student Motivation through Project-Based Learning."},
      {
        "id":"ED392550",
        "title":"Improving Behavior through Multiple Intelligences."},
      {
        "id":"ED392551",
        "title":"Your Child with Tuberculosis: A Guide for Parents and Guardians = Su Nino con Tuberculosis: Un Manual para Los Padres."},
      {
        "id":"ED392553",
        "title":"Effect of Peaceful Solutions Peer Mediation Training on Knowledge and Skills of Elementary Students."},
      {
        "id":"ED392554",
        "title":"Locus of Control in Early Childhood Education: Where Did We Come From? Where Are We Now\"? Where Might We Go from Here?"},
      {
        "id":"ED392555",
        "title":"The Makings of a Good Story: Children's Perceptions Unfold through Their Artwork."},
      {
        "id":"ED392556",
        "title":"Child Rearing Study in Brunei Darussalam."},
      {
        "id":"ED392557",
        "title":"Child Abuse and Neglect: Critical First Steps in Response to a National Emergency."},
      {
        "id":"ED392560",
        "title":"Teaching in Rural Schools."},
      {
        "id":"ED392561",
        "title":"Rural Life and the Rural School."},
      {
        "id":"ED392562",
        "title":"Country Life and the Country School: A Study of the Agencies of Rural Progress and of the Social Relationship of the School to the Country Community."},
      {
        "id":"ED392564",
        "title":"Teaching Writing to At-Risk Students in a Rural High School."},
      {
        "id":"ED392565",
        "title":"Housing of American Indians on Reservations: An Overview [and] Plumbing [and] Equipment and Fuels [and] Structural Characteristics. Bureau of the Census Statistical Briefs."},
      {
        "id":"ED392566",
        "title":"The American Rural School: Its Characteristics, Its Future and Its Problems."},
      {
        "id":"ED392568",
        "title":"Coordinating Child Sexual Abuse Services in Rural Communities."},
      {
        "id":"ED392571",
        "title":"Guide to Rural Data. Revised Edition."},
      {
        "id":"ED392576",
        "title":"High School Completion Rates by Native American Enrollment in Northwest School Districts. Program Report."},
      {
        "id":"ED392583",
        "title":"Briefs for English-Speaking Parents, 1996."},
      {
        "id":"ED392584",
        "title":"School/College Collaboration in Appalachian College Association Institutions. Conference Report (Charleston, West Virginia, April 24, 1995, and Maryville, Tennessee, May 22, 1995)."},
      {
        "id":"ED392586",
        "title":"Exploratory Studies of Occupational Structure of the Workforce and Support of Public Education in Rural Appalachia."},
      {
        "id":"ED392587",
        "title":"Community and Family Influences on Educational Performance in Appalachian Communities."},
      {
        "id":"ED392588",
        "title":"Technology in Education. IDRA Focus."},
      {
        "id":"ED392589",
        "title":"Racism. IDRA Focus."},
      {
        "id":"ED392592",
        "title":"FOOTSTEPS: A Story of One Child's Construction of Higher Order, Logical Mathematical Intelligence."},
      {
        "id":"ED392594",
        "title":"Bibliography of Assessment Alternatives: Mathematics. Innovative Assessment, Fall 1995 Edition."},
      {
        "id":"ED392597",
        "title":"Collaborative Action Research In a Seventh-Grade Mathematics Classroom."},
      {
        "id":"ED392598",
        "title":"Rate of Change Knowledge in High School and College Students."},
      {
        "id":"ED392600",
        "title":"Students' Language Proficiency Effects upon Teachers' Assessment of Students' Mathematical Understanding."},
      {
        "id":"ED392601",
        "title":"Bringing the Mathematics to the Foreground. Draft."},
      {
        "id":"ED392602",
        "title":"Analyzing the Amount of Time a Student Studies Math."},
      {
        "id":"ED392603",
        "title":"Teaching Mathematics to Adults."},
      {
        "id":"ED392604",
        "title":"Model of Frustration during Problem Solving."},
      {
        "id":"ED392605",
        "title":"Relationship between Emotional States and Solving Complex Mathematical Problems."},
      {
        "id":"ED392606",
        "title":"Methodology for the Analysis of Emotion Experiences during Mathematical Problem Solving."},
      {
        "id":"ED392611",
        "title":"Authentic Assessment: Projects for the Future."},
      {
        "id":"ED392626",
        "title":"Barriers to Functional and Qualitative Technology Education In Developing Countries: Nigeria as a Case Study."},
      {
        "id":"ED392627",
        "title":"Power Plants: A Plant-Based Energy Curriculum for Grades 5 through 8."},
      {
        "id":"ED392630",
        "title":"Looking at Earth from Space: Teacher's Guide with Activities for Earth and Space Science."},
      {
        "id":"ED392632",
        "title":"Equity in the Classroom: Mathematics and Science Materials and Resources for Elementary Teachers."},
      {
        "id":"ED392634",
        "title":"Environmental Education throughout FE. 1: Policy and Strategy. FEDA Paper."},
      {
        "id":"ED392637",
        "title":"Invitations to Heredity: Generation to Generation. Teacher-Friendly Science Activities with Reproducible Handouts in English and Spanish. Grades 3-5. Living Things Science Series."},
      {
        "id":"ED392638",
        "title":"Invitations to Evolving. Teacher-Friendly Science Activities with Reproducible Handouts in English and Spanish. Grades 3-5. Living Things Science Series."},
      {
        "id":"ED392639",
        "title":"Invitations to Cells: Life's Building Blocks. Teacher-Friendly Science Activities with Reproducible Handouts in English and Spanish. Grades 3-5. Living Things Science Series."},
      {
        "id":"ED392640",
        "title":"Invitations to the Matter-Energy Cycle. Teacher-Friendly Science Activities with Reproducible Handouts in English and Spanish. Grades 3-5. Living Things Science Series."},
      {
        "id":"ED392641",
        "title":"Invitations to Interdependence: Caught in the Web. Teacher-Friendly Science Activities with Reproducible Handouts in English and Spanish. Grades 3-5. Living Things Science Series."},
      {
        "id":"ED392642",
        "title":"Invitations to Life's Diversity. Teacher-Friendly Science Activities with Reproducible Handouts in English and Spanish. Grades 3-5. Living Things Science Series."},
      {
        "id":"ED392643",
        "title":"Collaborative Reasoning on Self-Generated Analogies: Conceptual Growth in Understanding Scientific Phenomena."},
      {
        "id":"ED392644",
        "title":"A Comparison of 1994 Mississippi Science Fair Winners and Nonwinners at the Local, Regional, and State Levels of Competition."},
      {
        "id":"ED392645",
        "title":"Science or Pseudoscience: Does Science Education Demarcate? The Case of Chemistry and Alchemy in Teaching."},
      {
        "id":"ED392649",
        "title":"Environmental Education throughout FE. 2: A Model and Unit of Environmental Learning Outcomes. FEDA Paper."},
      {
        "id":"ED392650",
        "title":"Samples of Students' Responses from the Grade 6 Science Performance-based Assessment Tasks, June 1994."},
      {
        "id":"ED392651",
        "title":"Samples of Students' Responses from the Grade 3 Mathematics Performance-based Assessment Tasks, June 1994."},
      {
        "id":"ED392653",
        "title":"Educational Philanthropist George Peabody (1795-1869) &amp; Peabody College of Vanderbilt University: Dialogue with Bibliography."},
      {
        "id":"ED392654",
        "title":"Cultural Tools and Learning Processes in a Changing World. Final Report to the Spencer Foundation."},
      {
        "id":"ED392655",
        "title":"The Need for a Multimedia Center To Enhance the Implementation of Instructional Art Culturally-Oriented Programs in Arts on the Square."},
      {
        "id":"ED392657",
        "title":"Improving Parent Advocacy and Participation for More Successful Arts Education Programming in High School Choral Music through Political Involvement."},
      {
        "id":"ED392658",
        "title":"Lessons for Teaching Art Criticism."},
      {
        "id":"ED392659",
        "title":"UNESCO's Co-operation within the Framework of the Major Project for the Latin American and Caribbean Region: Reference Document PROMEDLAC V Meeting."},
      {
        "id":"ED392660",
        "title":"Peace Education: Volunteers for UN50, Celebrating the 50th Anniversary of the United Nations, 1945-1995."},
      {
        "id":"ED392661",
        "title":"The Needs of Tribal Men and the Social Service Providers on or Near the Nez Perce Indian Nation."},
      {
        "id":"ED392663",
        "title":"The End of Mass Society?: A Preface to Telecommunications Politics."},
      {
        "id":"ED392664",
        "title":"Educational Philanthropist George Peabody (1795-1869) and the Peabody Institute Library, Danvers, Massachusetts: Dialogue and Chronology."},
      {
        "id":"ED392665",
        "title":"Taking Time and Proceeding with Caution: Time and Process in a Cambodian Life History Documentation Project. Philadelphia Folklore Project Working Papers #6."},
      {
        "id":"ED392666",
        "title":"Transformational Action as the Goal of Teaching Public Issues: Creating a Classroom Environment Where Social Action Can Flourish."},
      {
        "id":"ED392667",
        "title":"Educational Reform and Educational Research in Central-Eastern Europe: The Case of Romania."},
      {
        "id":"ED392668",
        "title":"Essays from the Edge: Citizenship and the Outsider in Literature and History."},
      {
        "id":"ED392669",
        "title":"The United Nations in the News: Making Your Classroom a United Nations Information Centre. An Approach for All Grade Levels."},
      {
        "id":"ED392678",
        "title":"The Structure of Cultural Life in Germany. Basis-Info: Cultural Life."},
      {
        "id":"ED392679",
        "title":"Youth for Justice: 1995 Youth Summit Compendium."},
      {
        "id":"ED392682",
        "title":"Computer Software in the Undergraduate Political Science Classroom."},
      {
        "id":"ED392683",
        "title":"Vital Connections: Young Children, Adults & Music. International Society for Music Education Early Childhood Commission Seminar (Columbus, Missouri, July 11-15, 1994)."},
      {
        "id":"ED392684",
        "title":"Guam and Micronesia Reference Sources."},
      {
        "id":"ED392685",
        "title":"Indonesian Awareness (Ideas for Lessons on Indonesia for Primary Grades). Grade 1--Families; Grade 2--Communities; Grade 3--Cities. Working Draft."},
      {
        "id":"ED392686",
        "title":"Many Faces of Mexico."},
      {
        "id":"ED392688",
        "title":"Politics, Culture, and Education Goals 2000: The Politics of Systemic Education Reform in the American States."},
      {
        "id":"ED392689",
        "title":"Bargaining Over School Reform: Who Represents the Community?"},
      {
        "id":"ED392692",
        "title":"Civic Capacity and Urban Education in Pittsburgh, Boston, and St. Louis."},
      {
        "id":"ED392693",
        "title":"Hands-On History."},
      {
        "id":"ED392694",
        "title":"Progress Revisited: The Quality of (Work)Life of Women Teachers."},
      {
        "id":"ED392695",
        "title":"Cyberspace and the Political Science Classroom: Reflections on Using the Internet and On-Line Conferencing."},
      {
        "id":"ED392696",
        "title":"Humanitarian Politics. Headline Series No. 304."},
      {
        "id":"ED392697",
        "title":"Japan's Democracy: How Much Change? Headline Series No. 305."},
      {
        "id":"ED392698",
        "title":"The Controversy on National Standards for History."},
      {
        "id":"ED392701",
        "title":"Community &quot;San Gregorio.&quot; A Christian Educative Response to the Problem of Drug Abuse in Youth Aged 12-18 Years."},
      {
        "id":"ED392702",
        "title":"The Nevada Study on The Holocaust."},
      {
        "id":"ED392703",
        "title":"Thumbs Down. A Classroom Response to Violence towards Women = Pouce. La prevention en milieu scolaire de la violence faite aux femmes."},
      {
        "id":"ED392704",
        "title":"East Meets West--Two Different Approaches to Progress and the Use of the Earth's Resources."},
      {
        "id":"ED392705",
        "title":"Legislation for Change: A Case Study of Title IX and the Women's Educational Equity Act Program. Center for Equity and Cultural Diversity Working Paper 3."},
      {
        "id":"ED392706",
        "title":"The Teaching of History in Scottish Schools since 1945: A Progress Report."},
      {
        "id":"ED392707",
        "title":"Fear and Hate vs. Hope and Cooperation. Lesson Ideas Examining an Important Lesson from World War II."},
      {
        "id":"ED392708",
        "title":"Flight to Hope: A Catholic Refugee Awareness Educational Project on Refugee Awareness for Today's Students."},
      {
        "id":"ED392709",
        "title":"Motivation and News-Seeking Behavior."},
      {
        "id":"ED392710",
        "title":"Interrupting Ordinary Expectations in the Social Studies."},
      {
        "id":"ED392712",
        "title":"The United Nations: It's More Than You Think."},
      {
        "id":"ED392713",
        "title":"Baseball Module."},
      {
        "id":"ED392717",
        "title":"Curricular Issues in Social Studies: An Historical Perspective."},
      {
        "id":"ED392720",
        "title":"Yorktown Victory Center Museum Teacher Resource Packet."},
      {
        "id":"ED392721",
        "title":"Searching for Their Own Identity: Young People in Germany."},
      {
        "id":"ED392722",
        "title":"Educating for a Just Society, Grades 7-12."},
      {
        "id":"ED392724",
        "title":"From Teacher Education to the Classroom: Reflections of Teachers upon Their Teacher Education Experiences in Global Education."},
      {
        "id":"ED392726",
        "title":"Everyone Wins When Youth Serve: Building Agency/School Partnerships for Service Learning."},
      {
        "id":"ED392727",
        "title":"Get Ready for Anything."},
      {
        "id":"ED392733",
        "title":"[Sybil Scott and East Texas Baseball Players.]"},
      {
        "id":"ED392734",
        "title":"Thoughts on the Qualitative-Quantitative Debate."},
      {
        "id":"ED392735",
        "title":"Longitudinal Analysis of Fifth-Graders' History Learning."},
      {
        "id":"ED392736",
        "title":"Resisting the Isolationist Temptation."},
      {
        "id":"ED392737",
        "title":"The Human Rights Challenge."},
      {
        "id":"ED392738",
        "title":"Loyalty Conflicts in Teacher Ethics."},
      {
        "id":"ED392740",
        "title":"Long Term Effects Study: Participants of the Science in Rural California Teacher Enhancement Project."},
      {
        "id":"ED392741",
        "title":"Developing an Interactive Methodology: A Co-operative Approach. Occasional Papers, 27."},
      {
        "id":"ED392742",
        "title":"Providing Preservice Teachers with Experiences in Multicultural Classrooms."},
      {
        "id":"ED392743",
        "title":"Students' Perceptions of Appropriate Placements for an Early Field Experience."},
      {
        "id":"ED392744",
        "title":"Creating Opportunities for Prospective Elementary and Early Childhood Teacher Reflection, Simulations, Teaching Cases, Portfolios, and More."},
      {
        "id":"ED392745",
        "title":"Planting Seeds for Recruitment, Retention and Graduation of Minority Teachers."},
      {
        "id":"ED392746",
        "title":"Blue Lagoons, White Sands, and Red Tape: Imported Teachers' Perceptions of Guam's Department of Education."},
      {
        "id":"ED392749",
        "title":"Perspectives on Learning To Teach. Issue Paper 95-3."},
      {
        "id":"ED392750",
        "title":"Estimating the Reliability of the Teacher Questionnaire Used in the Teacher Education and Learning To Teach (TELT) Study. Technical Series 95-1."},
      {
        "id":"ED392751",
        "title":"Teacher Education for Cultural Diversity: Enhancing the Capacity of Teacher Education Institutions To Address Diversity Issues."},
      {
        "id":"ED392752",
        "title":"Teaching Our Teachers To Teach: A SIECUS Study On Training and Preparation for HIV/AIDS Prevention and Sexuality Education."},
      {
        "id":"ED392753",
        "title":"Building Training on the Pillars: Applying Total Quality in the Classroom."},
      {
        "id":"ED392754",
        "title":"Teaching Philanthropy in Croatia: Problems and Projects."},
      {
        "id":"ED392755",
        "title":"Student-Teacher Placement: Three Case Studies in Match and Mismatch Contexts."},
      {
        "id":"ED392756",
        "title":"A University Dispersed: Innovations in the Development of Cohort Programs and Multiple Course Delivery Systems. Critical Factors in the Development and Evaluation of Innovative Programs To Meet Students' Educational Needs."},
      {
        "id":"ED392757",
        "title":"Assessment and Accountability: Report from the Prichard Committee for Academic Excellence, Task Force on Improving Kentucky Schools."},
      {
        "id":"ED392758",
        "title":"Teacher Education: Report from the Prichard Committee for Academic Excellence, Task Force on Improving Kentucky Schools."},
      {
        "id":"ED392759",
        "title":"Professional Development: Report from the Prichard Committee for Academic Excellence, Task Force on Improving Kentucky Schools."},
      {
        "id":"ED392762",
        "title":"Bonfires and Magic Bullets. Making Teaching a True Profession: The Step without Which Other Reforms Will Neither Take nor Endure. Revised."},
      {
        "id":"ED392764",
        "title":"Touching the Future."},
      {
        "id":"ED392765",
        "title":"Organization for Cooperation in Overseas Development Teacher Education Summer Workshop Programme: Tutor's Manual."},
      {
        "id":"ED392766",
        "title":"Report on the Comprehensive Teacher Training Project to the OCOD Board of Directors, Winnipeg, Manitoba."},
      {
        "id":"ED392767",
        "title":"OCOD-CTTP Integrated Science: School Based Assessment Marker/Tutor Handbook."},
      {
        "id":"ED392768",
        "title":"The CTTP--An Innovative and Successful Caribbean Project Using Distance Learning."},
      {
        "id":"ED392769",
        "title":"An Introductory Study Booklet for OCOD-CTTP Learners."},
      {
        "id":"ED392770",
        "title":"Course Completion Survey on the Delivery Process and the Course Content of the OCOD-CTTP Distance Education Project: Learner Survey."},
      {
        "id":"ED392771",
        "title":"A Report Prepared for: The Commonwealth of Learning for Consideration in a Handbook for Developing Gender Sensitive Educational Materials."},
      {
        "id":"ED392772",
        "title":"Searching Literature for Moral Guidance: The Development of a Prospective English Teacher."},
      {
        "id":"ED392773",
        "title":"Assessing Mathematics Performance Assessment: A Continuing Process. NCRTL Craft Paper 95-7."},
      {
        "id":"ED392774",
        "title":"Literacy of Teachers. Indicator of the Month."},
      {
        "id":"ED392775",
        "title":"\"The Big Old Conversation\": Reflections on Mathematical Tasks and Discourse. NCRTL Craft Paper 95-5."},
      {
        "id":"ED392776",
        "title":"&quot;He Knows There&apos;s Six 100s in 26?&quot; An Investigation into What It Means To &quot;Do Mathematics&quot; in a Teacher Group. NCRTL Craft Paper 95-3."},
      {
        "id":"ED392777",
        "title":"The Student Monograph. Original Articles by Student Gammans, 1995 Edition. The Eta Sigma Gamma Monograph Series, Volume 13, Number 1."},
      {
        "id":"ED392778",
        "title":"Eastern Michigan University's First Consociate School: Farmington High School."},
      {
        "id":"ED392779",
        "title":"Institutionalizing Gender Equity in Teacher Education."},
      {
        "id":"ED392780",
        "title":"The Influence of Teachers' Beliefs on Literacy Development for At-Risk First Grade Students."},
      {
        "id":"ED392781",
        "title":"Diversity in Assessment Procedures."},
      {
        "id":"ED392783",
        "title":"The American Teacher, 1984-1995, Metropolitan Life Survey. Old Problems, New Challenges."},
      {
        "id":"ED392784",
        "title":"Authentic Learning with At Risk Elementary School Children."},
      {
        "id":"ED392785",
        "title":"An Interdisciplinary Early Childhood Major at a Four-Year Liberal Arts College: A Quest for Quality and Communication among Departments."},
      {
        "id":"ED392786",
        "title":"Training Programs for Paraeducators in the United States: A Review of the Literature."},
      {
        "id":"ED392787",
        "title":"The Influence of Program Structure and Learner Characteristics on Teacher Training Outcomes."},
      {
        "id":"ED392788",
        "title":"Evolution of Cognitive Styles for Preprofessional Educators."},
      {
        "id":"ED392789",
        "title":"Are Student Teachers Acquiring the Ultimate of Field Experiences?"},
      {
        "id":"ED392790",
        "title":"What Is a Pattern?: An Elementary Teacher&apos;s Early Efforts To Teach Mathematics for Understanding. NCRTL Craft Paper 95-1."},
      {
        "id":"ED392791",
        "title":"Beyond Exhortations Not To Tell: The Teacher's Role in Discussion-Intensive Mathematics Classes. NCRTL Craft Paper 95-2."},
      {
        "id":"ED392792",
        "title":"Prospective Teachers' Beliefs and Teacher Education Pedagogy: Research Based on a Teacher Educator's Practical Theory."},
      {
        "id":"ED392793",
        "title":"The Scary Part Is That It Happens without Us Knowing. NCRTL Craft Paper 95-6."},
      {
        "id":"ED392794",
        "title":"Teacher Learning in the context of the SDP: What Are the Opportunities? What Is the Context?"},
      {
        "id":"ED392797",
        "title":"Construct Validation of Minimum Competence in Standard Setting. Revised."},
      {
        "id":"ED392798",
        "title":"County-by-County Financial and Staffing I-M-P-A-C-T. FY 1994-95 Basic Education Program."},
      {
        "id":"ED392799",
        "title":"Professional Salary Schedules. Maryland Public Schools, 1994-95."},
      {
        "id":"ED392801",
        "title":"Getting Acquainted with U.S. Tenth Graders: Implications for Nonschool Programs."},
      {
        "id":"ED392802",
        "title":"Statistics about General Test Examinees by Sex and Ethnicity [and] Supplementary Tables. Graduate Record Examinations Trends &amp; Profiles."},
      {
        "id":"ED392804",
        "title":"Designing Scoring Tools for Authentic &amp; Alternative Assessments: A Common Sense Method."},
      {
        "id":"ED392805",
        "title":"Portfolio Process: Teachers Exploring Assessment Alternatives. Final Report."},
      {
        "id":"ED392806",
        "title":"A Collaborative Agenda for Improving International Comparative Studies in Education."},
      {
        "id":"ED392807",
        "title":"New Mexico Enhanced ACT and SAT Results. School Year 1992-1993."},
      {
        "id":"ED392808",
        "title":"New Mexico Enhanced ACT and SAT Results. School Year 1991-1992."},
      {
        "id":"ED392809",
        "title":"October 1994 Grade 11 High School Proficiency Test (HSPT11). Cycle I School and District Guidelines. How To Interpret and Use HSPT11 Reports."},
      {
        "id":"ED392810",
        "title":"Needs Assessment Program, the University of Tennessee, Knoxville Libraries 1993/94."},
      {
        "id":"ED392811",
        "title":"Issues in Evaluation: Towards the Large-Scale Implementation of Process Assessment."},
      {
        "id":"ED392812",
        "title":"Using Group Collaboration as a Window into Students' Cognitive Processes."},
      {
        "id":"ED392813",
        "title":"Some Empirical Guidelines for Building Testlets. Program Statistics Research Technical Report No. 91-14."},
      {
        "id":"ED392814",
        "title":"The Convergent Validity of Expert System Scores for Complex Constructed-Response Quantitative Items. GRE Research. GRE Board Professional Report No. 88-07bP."},
      {
        "id":"ED392815",
        "title":"Negative Coefficients in the GRE Validity Study Service. GRE Research. GRE Board Professional Report No. 89-05P."},
      {
        "id":"ED392816",
        "title":"Experimental Study of the Effects of Calculator Use on the Advanced Placement Calculus Examinations."},
      {
        "id":"ED392817",
        "title":"Toward a Test Theory for Assessing Student Understanding."},
      {
        "id":"ED392818",
        "title":"Dreams Deferred: High School Dropouts in the United States. Policy Information Report."},
      {
        "id":"ED392819",
        "title":"Editorial Policies Regarding Statistical Significance Testing: Three Suggested Reforms."},
      {
        "id":"ED392820",
        "title":"What Principals Need To Know about Measurement in the Era of Site-Based Management."},
      {
        "id":"ED392821",
        "title":"Gender-Related Differential Item Functioning on a Middle-School Mathematics Performance Assessment."},
      {
        "id":"ED392822",
        "title":"An Empirical Study of the Hedges (1982) Homogeneity Test."},
      {
        "id":"ED392823",
        "title":"The Stability of Four Methods for Estimating Item Bias."},
      {
        "id":"ED392824",
        "title":"Processes Involved in Acquisition of Cognitive Skills."},
      {
        "id":"ED392825",
        "title":"Varieties of Giftedness."},
      {
        "id":"ED392826",
        "title":"Assessing Learning in VR: Towards Developing a Paradigm. Virtual Reality Roving Vehicles (VRRV) Project."},
      {
        "id":"ED392827",
        "title":"Assessing Classroom Teacher's Performance Assessments."},
      {
        "id":"ED392828",
        "title":"District-Based Program Assessment: One Way To Create &quot;Schools That Learn.&quot;"},
      {
        "id":"ED392829",
        "title":"Assessment Plan for CNU Online."},
      {
        "id":"ED392831",
        "title":"The Relation between the Nature of Prior Knowledge Activated and Information Processing: To Elaborate or To Infer?"},
      {
        "id":"ED392832",
        "title":"A Comparison of Limited vs. Unlimited Retakes of a Multiple-Choice Test."},
      {
        "id":"ED392833",
        "title":"A Study of the Relationship between Scores and Time on Tests."},
      {
        "id":"ED392834",
        "title":"Class Heterogeneity &amp; Adaptive Teaching in Dutch Secondary Education."},
      {
        "id":"ED392835",
        "title":"Gender Differences in the ACT Mathematics Tests: A Cross Cultural Comparison."},
      {
        "id":"ED392836",
        "title":"The Testing Mania: Wreckage or Reform?"},
      {
        "id":"ED392837",
        "title":"The Effects of Centering in Multilevel Analysis: Is the Public School the Loser or the Winner?"},
      {
        "id":"ED392838",
        "title":"Evaluation as Construction of Knowledge."},
      {
        "id":"ED392839",
        "title":"The Influence of Examinee Test-Taking Motivation in Computerized Adaptive Testing."},
      {
        "id":"ED392840",
        "title":"An Investigation of the Standard Errors of Expected A Posteriori Ability Estimates."},
      {
        "id":"ED392841",
        "title":"A Confirmatory Factor Analysis and a Group Comparison Analysis of the IEA Student Attitude Questionnaire."},
      {
        "id":"ED392842",
        "title":"Multiple Representations for Improving Scientific Thinking."},
      {
        "id":"ED392843",
        "title":"Assuming Equal vs. Unequal Prior Probabilities of Group Membership in Discriminant Analysis: Effect on Predictive Accuracy."},
      {
        "id":"ED392844",
        "title":"Does Cheating on CAT Pay: NOT!"},
      {
        "id":"ED392845",
        "title":"Setting Standards for Performance Levels Using the Student-Based Constructed-Response Method."},
      {
        "id":"ED392846",
        "title":"Scoring Issues in Selected Statewide Assessment Programs Using Non-Multiple-Choice Formats."},
      {
        "id":"ED392847",
        "title":"A Comparison of the Results from Two Equating Designs for Performance-Based Student Assessments."},
      {
        "id":"ED392848",
        "title":"Assuring the Quality of Licensing and Certification Programs."},
      {
        "id":"ED392849",
        "title":"Methodology Report for the National Postsecondary Student Aid Study, 1992-93. Technical Report."},
      {
        "id":"ED392850",
        "title":"Characteristics of the 100 Largest Public Elementary and Secondary School Districts in the United States: 1992-93. Statistical Analysis Report."},
      {
        "id":"ED392851",
        "title":"Teacher Supply in the United States: Sources of Newly Hired Teachers in Public and Private Schools, 1988-1991. Statistical Analysis Report."},
      {
        "id":"ED392852",
        "title":"Profile of Undergraduates in U.S. Postsecondary Education Institutions: 1992-93. With an Essay on Undergraduates at Risk. Statistical Analysis Report."},
      {
        "id":"ED392853",
        "title":"Federal Support for Education. Fiscal Years 1980 to 1995."},
      {
        "id":"ED392856",
        "title":"Employer Skill Needs and Labor Market Outcomes across Groups."},
      {
        "id":"ED392857",
        "title":"Student Perceptions of Science Teacher Actions in Two Culturally Diverse Middle-Level Science Classrooms: A Case Study in the American Deep South."},
      {
        "id":"ED392858",
        "title":"A Tale of Two Nations: The Creation of American \"Poverty Nomads.\""},
      {
        "id":"ED392860",
        "title":"Researching the Induction of Intending Elementary Science Teachers in Multicultural Settings: The Science Methods Component."},
      {
        "id":"ED392861",
        "title":"Researching the Induction of Intending Elementary Science Teachers in Multicultural Settings: The Science Student Teaching Component."},
      {
        "id":"ED392862",
        "title":"Promoting an Image: A Vietnamese Success Strategy throughout History."},
      {
        "id":"ED392863",
        "title":"&quot;The Bell Curve&quot;: Does IQ and Race Determine Class and Place in America?"},
      {
        "id":"ED392864",
        "title":"Educating the Arab American Child: Implications for Teachers."},
      {
        "id":"ED392865",
        "title":"Private Options for Public Schools: Ways Public Schools Are Exploring Privatization. NSBA Best Practices Series."},
      {
        "id":"ED392867",
        "title":"Children in the Shadows: The Fate of Children in Neglecting Families. Proceedings of the Conference (Minneapolis, Minnesota, April 15, 1994)."},
      {
        "id":"ED392870",
        "title":"Income and Poverty. What the 1990 Census Says about Minnesota."},
      {
        "id":"ED392871",
        "title":"The Path of Urban Decline. The Twin Cities and Ten Other U.S. Metropolitan Areas. What the 1990 Census Says about Minnesota."},
      {
        "id":"ED392874",
        "title":"Examining the Relationships between Stages of Racial Identity, Cognitive Development, and Multicultural Counseling Training."},
      {
        "id":"ED392875",
        "title":"Large Data Sets: Opportunities and Challenges for Educational Researchers."},
      {
        "id":"ED392879",
        "title":"Economic Competition, Restructuring and Worker Dislocation."},
      {
        "id":"ED392880",
        "title":"Building a School-to-Work Opportunities System in New York State. State Plan 1995. New York State's Strategy to Implement the School-to-Work Opportunities Act."},
      {
        "id":"ED392881",
        "title":"The European Dimension in Vocational Training. Experiences and Tasks of Vocational Training Policy in the Member States of the European Union. Congress Report."},
      {
        "id":"ED392882",
        "title":"Community Response to Ohio's School-to-Work Vision. Comments and Ideas Received during Seven Regional School-to-Work Forums Held in Ohio in June 1994."},
      {
        "id":"ED392883",
        "title":"&quot;Topics in Aging and Mental Health.&quot; A Training Manual. Geriatric Education and Resource Outreach."},
      {
        "id":"ED392884",
        "title":"&quot;Understanding Difficult Behavior&quot;: A Selection of Learning Experiences Designed for Staff in Long Term Facilities. A Training Manual. Geriatric Education and Resource Outreach."},
      {
        "id":"ED392885",
        "title":"Delaware State Consortium on Technical Preparation Programs. Policy and Procedure Manual."},
      {
        "id":"ED392886",
        "title":"Critical Reflection Strategies Using Teams."},
      {
        "id":"ED392887",
        "title":"Employee Retention at ABC &amp; Co. Northwest Arkansas. Research Findings."},
      {
        "id":"ED392888",
        "title":"Using the Experience of a Lifetime. NOWIS: An Employer-to-Employer Data Base of Programs Utilizing Experienced Workers."},
      {
        "id":"ED392889",
        "title":"The Aging Work Force. Managing an Aging Work Force. Older Employees Instructional Resources for Instructors of Higher Education."},
      {
        "id":"ED392890",
        "title":"Valuing Older Workers: A Study of Costs and Productivity."},
      {
        "id":"ED392891",
        "title":"How To Develop a Diversity Commitment. Based on a Case Study of Diversity in the City of San Diego, California."},
      {
        "id":"ED392892",
        "title":"How To Manage Older Workers. [Revised.]"},
      {
        "id":"ED392893",
        "title":"How To Train Older Workers. [Revised.]"},
      {
        "id":"ED392894",
        "title":"Older Workers. Myths and Realities."},
      {
        "id":"ED392895",
        "title":"Youth Organizations. Myths and Realities."},
      {
        "id":"ED392896",
        "title":"Rural Reflections. Occasional Paper No. 2. Fall 1995."},
      {
        "id":"ED392897",
        "title":"Increasing Understanding of Public Problems and Policies, 1995."},
      {
        "id":"ED392899",
        "title":"Report on the Status of Summer Youth Employment Programs. Final Report."},
      {
        "id":"ED392900",
        "title":"Results, Secondary Survey of Vocational Standards One through Three."},
      {
        "id":"ED392901",
        "title":"Results, Postsecondary Survey of Vocational Standards One through Three."},
      {
        "id":"ED392904",
        "title":"Schools (Students) Exchanging CAD/CAM Files over the Internet."},
      {
        "id":"ED392905",
        "title":"Workforce Competencies of Finnish Plant Production Graduates as Assessed by Students, Employers and Faculty Members."},
      {
        "id":"ED392906",
        "title":"A European Perspective on the Promotion of Women's Career Aspirations."},
      {
        "id":"ED392907",
        "title":"Focus Groups: An Active Learning Approach to Identifying Nontraditional Students' Needs."}]
  }}
