{
  "response":{"numFound":509939,"start":140000,"numFoundExact":true,"docs":[
      {
        "id":"ED282180",
        "title":"Reading Achievement and Writing Proficiency: A Critical Review of Research."},
      {
        "id":"ED282182",
        "title":"Rate Improvement in College: The Computer vs. Traditional Text."},
      {
        "id":"ED282184",
        "title":"Effects of Spontaneous and Imposed Study Strategies on Recall of Prose."},
      {
        "id":"ED282186",
        "title":"The Effect of Direct Explanation of Reading Strategies on Low-Group Third Graders' Awareness and Achievement: A Technical Report of the 1984-85 Study. Research Series No. 181."},
      {
        "id":"ED282187",
        "title":"Research within Reach: Secondary School Reading: A Research Guided Response to Concerns of Reading Educators. [Revised.]"},
      {
        "id":"ED282188",
        "title":"Presentation and Response Modes in Young Children's Detection of Ambiguity."},
      {
        "id":"ED282189",
        "title":"Investigating a Process Model of Literacy in the Workplace."},
      {
        "id":"ED282190",
        "title":"Success in Reading and Writing, Final Evaluation Report, 1985-86."},
      {
        "id":"ED282191",
        "title":"What Causes Children's Failures To Detect Inconsistencies in Text? Representation vs. Comparison Difficulties. Technical Report No. 401."},
      {
        "id":"ED282192",
        "title":"A Critical Thinking Map to Improve Content Area Comprehension of Poor Readers. Technical Report No. 402."},
      {
        "id":"ED282196",
        "title":"Curing the Nervous Tick: Reader-based Response to Student Writing."},
      {
        "id":"ED282212",
        "title":"The Case for Collaboration."},
      {
        "id":"ED282213",
        "title":"&quot;Clones,&quot; Codes, and Conflicts of Interest in Cartooning: Cartoonists and Editors Look at Ethics."},
      {
        "id":"ED282216",
        "title":"The Writing Activities of Two-Year College Graduates: Implications for Writing Programs."},
      {
        "id":"ED282217",
        "title":"Relationships between Writer-Audience Proximity, Register, and Quality in the Essays of First-Year College Students."},
      {
        "id":"ED282218",
        "title":"Preschoolers as Authors: Literacy Learning in the Social World of the Classroom."},
      {
        "id":"ED282220",
        "title":"Teaching Children about Revision in Writing."},
      {
        "id":"ED282222",
        "title":"The Legal Risks of Social Responsibility."},
      {
        "id":"ED282227",
        "title":"Unintentional Helping in the Primary Grades: Writing in the Children's World. Technical Report No. 2."},
      {
        "id":"ED282228",
        "title":"A Good Girl Writes Like a Good Girl: Written Response and Clues to the Teaching/Learning Process. Technical Report No. 3."},
      {
        "id":"ED282229",
        "title":"Historical Overview: Groups in the Writing Classroom. Technical Report No. 4."},
      {
        "id":"ED282230",
        "title":"Properties of Spoken and Written Language. Technical Report No. 5."},
      {
        "id":"ED282232",
        "title":"Guidelines for Using Journals in School Settings. Approved by the NCTE Commission on Composition."},
      {
        "id":"ED282238",
        "title":"Reading about Today's Homes and Gardens: A Subscriber Profile of a New Magazine."},
      {
        "id":"ED282239",
        "title":"Establishing a Case for Writing Intervention: The What and Why of Expository Writing. Occasional Paper No. 111."},
      {
        "id":"ED282240",
        "title":"Myth, Method and International News."},
      {
        "id":"ED282242",
        "title":"Public Often Mistaken about the Media and U. S. Journalists."},
      {
        "id":"ED282244",
        "title":"Bifurcation: How the Wapato, Washington, &quot;Independent&quot; Covered Japanese in the Yakima Valley, 1920-1942."},
      {
        "id":"ED282245",
        "title":"Campaign Policies, Broadcasters, and the Presidential Election of 1924."},
      {
        "id":"ED282246",
        "title":"Effect of Newsroom Management Styles on Journalists: A Case Study of Two Newspapers."},
      {
        "id":"ED282250",
        "title":"The Personal Journal in Composition Instruction: A History."},
      {
        "id":"ED282252",
        "title":"Through the Prism of Race and Controversy, Did Viewers Learn Anything from &quot;The Africans&quot;?"},
      {
        "id":"ED282258",
        "title":"Grey Area in the Blue Skies."},
      {
        "id":"ED282259",
        "title":"In Search of Happier Times: Horton Foote's &quot;The Trip to Bountiful.&quot;"},
      {
        "id":"ED282265",
        "title":"Reference and Reference Failures. Technical Report No. 398."},
      {
        "id":"ED282266",
        "title":"Communication Apprehension and Academic Achievement among Elementary School Students."},
      {
        "id":"ED282269",
        "title":"Humor in the Films of Alfred Hitchcock."},
      {
        "id":"ED282270",
        "title":"Medium Source Diversity and Medium Reliance: In Search of Issue Diversity."},
      {
        "id":"ED282271",
        "title":"Intercultural Communication Bibliography (Part 3)."},
      {
        "id":"ED282277",
        "title":"Poetic and Francis Bacon's Ambivalence toward Language."},
      {
        "id":"ED282278",
        "title":"Status Report on Speech Research: A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for Its Investigation, and Practical Applications, October-December 1986."},
      {
        "id":"ED282283",
        "title":"Legal Context of the Public School District."},
      {
        "id":"ED282284",
        "title":"Theories of Modern Management."},
      {
        "id":"ED282289",
        "title":"Management Information Systems in Educational Organizations."},
      {
        "id":"ED282290",
        "title":"School District Financial Management and Banking."},
      {
        "id":"ED282296",
        "title":"Public School Transportation: State Aid and Current Issues."},
      {
        "id":"ED282297",
        "title":"School Desegregation and Student Busing."},
      {
        "id":"ED282298",
        "title":"Legal Liabilities of Administrators."},
      {
        "id":"ED282303",
        "title":"School Closings."},
      {
        "id":"ED282304",
        "title":"Facility Planning and Management."},
      {
        "id":"ED282305",
        "title":"The Political Economy of Education Finance: Legacies of Largess Lumbering toward an Uncertain Future."},
      {
        "id":"ED282306",
        "title":"Voluntary Religious Activities in Public Schools: Policy Guidelines. Fastback 253."},
      {
        "id":"ED282309",
        "title":"School Districts&apos; Allocation of Chapter 1 Resources."},
      {
        "id":"ED282312",
        "title":"American and Japanese Principals: A Comparative Analysis of Excellence in Instructional Leadership."},
      {
        "id":"ED282317",
        "title":"A Study of School Systems in Georgia Which Have Improved Criterion Referenced Test Scores in Reading and Mathematics from 1982 to 1985."},
      {
        "id":"ED282322",
        "title":"Education Planning for a Post-Industrial Society: A Comprehensive Community-Based Approach to Planning for School Systems. Working Paper."},
      {
        "id":"ED282323",
        "title":"Skill Talk."},
      {
        "id":"ED282325",
        "title":"Principals and the Human Condition: Reflections of an Elementary School Principal."},
      {
        "id":"ED282326",
        "title":"A Study of the Effects of Supervisors&apos; Intervention on Teachers&apos; Classroom Management Performance."},
      {
        "id":"ED282330",
        "title":"An Exploratory Study of Computer Use in Curriculum Development and Curriculum Management."},
      {
        "id":"ED282337",
        "title":"Schooling for Social Order: Democracy, Equality and Social Mobility in Education. Sociology of the School."},
      {
        "id":"ED282344",
        "title":"School Energy Management: An Analysis of Energy Conservation Measures under the Schools and Hospitals Program."},
      {
        "id":"ED282346",
        "title":"School Consolidation. ERIC Digest, Number Thirteen."},
      {
        "id":"ED282347",
        "title":"Dropout Prevention. ERIC Clearinghouse on Educational Management: ERIC Digest, Number Fourteen."},
      {
        "id":"ED282348",
        "title":"Home Schooling. ERIC Digest, Number Fifteen."},
      {
        "id":"ED282349",
        "title":"Communicable Diseases in the Schools. ERIC Digest, Number Sixteen."},
      {
        "id":"ED282350",
        "title":"Choice in the Public Schools. ERIC Digest, Number Seventeen."},
      {
        "id":"ED282351",
        "title":"Day Care in Schools. ERIC Digest, Number Eighteen."},
      {
        "id":"ED282352",
        "title":"Teacher Tenure. ERIC Digest, Number Nineteen."},
      {
        "id":"ED282358",
        "title":"Principal Selection Guide."},
      {
        "id":"ED282359",
        "title":"Digest of Education Statistics, 1987. 23rd Edition."},
      {
        "id":"ED282361",
        "title":"Young People with Handicaps: The Road to Adulthood."},
      {
        "id":"ED282365",
        "title":"Computer Aided Self-Instruction Training with Impulsive Deaf Students and Learning Disabled Students: A Study on Teaching Reflective Thought. Education and Technology Series."},
      {
        "id":"ED282368",
        "title":"Inservice Training for Special Education Placement Teams."},
      {
        "id":"ED282369",
        "title":"Disabled Women in America: A Statistical Report Drawn from Census Bureau Data."},
      {
        "id":"ED282370",
        "title":"Disabled Adults in America: A Statistical Report Drawn from Census Bureau Data."},
      {
        "id":"ED282371",
        "title":"Black Adults with Disabilities: A Statistical Report Drawn from Census Bureau Data."},
      {
        "id":"ED282372",
        "title":"Disabled Adults of Hispanic Origin: A Statistical Report Drawn from Census Bureau Data."},
      {
        "id":"ED282374",
        "title":"Parent Training: Goals, Models and Predictors. Symposium--Parent Training: Models and Predictors of Outcome."},
      {
        "id":"ED282378",
        "title":"The &quot;Parents Training Parents&quot; Program. Evaluation Report 1984-1986."},
      {
        "id":"ED282380",
        "title":"Special Education Yearbook, 1986."},
      {
        "id":"ED282383",
        "title":"Disability, Functional Limitation, and Health Insurance Coverage: 1984/85. Data from the Survey of Income and Program Participation."},
      {
        "id":"ED282386",
        "title":"Leadership Training in Computer Technology. [Resource Materials.]"},
      {
        "id":"ED282387",
        "title":"Leadership Training in Computer Technology. Final Report."},
      {
        "id":"ED282400",
        "title":"Differences in the Kinesic Codes of Americans and Japanese."},
      {
        "id":"ED282402",
        "title":"Talking Science: Content, Conflict, and Semantics."},
      {
        "id":"ED282404",
        "title":"Teaching English Composition in a Junior College."},
      {
        "id":"ED282406",
        "title":"Les Enjeux juridiques et sociopolitiques des conflits linguistiques au Nouveau-Brunswick (The Legal and Sociopolitical Factors in Linguistic Conflicts in New Brunswick). Publication G-7."},
      {
        "id":"ED282407",
        "title":"Les Enjeux juridiques et sociopolitiques des conflits linguistiques au Quebec (The Legal and Sociopolitical Factors in Linguistic Conflicts in Quebec). Publication G-8."},
      {
        "id":"ED282408",
        "title":"Evaluation of the ESOL/Bilingual Program: Phase III. A Further Analysis of the High School Program of Services."},
      {
        "id":"ED282411",
        "title":"Politeness Strategies Used in Requests--A Cybernetic Model."},
      {
        "id":"ED282412",
        "title":"Listening, a Single Trait in First and Second Language Learning."},
      {
        "id":"ED282413",
        "title":"Testing Foreign Language Listening Comprehension."},
      {
        "id":"ED282414",
        "title":"Tailoring Tests to Educational Levels."},
      {
        "id":"ED282417",
        "title":"Focusing in on a Latent Trait: An Attempt at Construct Validation by Means of the Rasch Model."},
      {
        "id":"ED282425",
        "title":"Literacy in an Aboriginal Context. Work Papers of SIL-AAB, Series B, Volume 6."},
      {
        "id":"ED282426",
        "title":"Language and Culture. Work Papers of SIL-AAB, Series B, Volume 8."},
      {
        "id":"ED282427",
        "title":"Papers in Literacy. Work Papers of SIL-AAB, Series B, Volume 12."},
      {
        "id":"ED282430",
        "title":"Grammatical and Semantic Aspects of Fitzroy Valley Kriol. Work Papers of SIL-AAB, Series A, Volume 8."},
      {
        "id":"ED282431",
        "title":"Aboriginal and Islander Grammars: Collected Papers. Work Papers of SIL-AAB, Series A, Volume 9."},
      {
        "id":"ED282433",
        "title":"Kuku-Yalanji Dictionary. Work Papers of SIL-AAB, Series B, Volume 7."},
      {
        "id":"ED282435",
        "title":"Papers on Kriol: The Writing System and a Resource Guide. Work Papers of SIL-AAB, Series B, Volume 10."},
      {
        "id":"ED282437",
        "title":"The Teaching of Culture in the ESL and Foreign Language Classes."},
      {
        "id":"ED282441",
        "title":"Corrections in Bilingual Student Talk."},
      {
        "id":"ED282442",
        "title":"ESL Composition: An Historical Perspective."},
      {
        "id":"ED282445",
        "title":"Quelques reflexions sur la variation linguistique (Some Reflections on Linguistic Variation)."},
      {
        "id":"ED282447",
        "title":"A Survey of Dialect Grammar in British English."},
      {
        "id":"ED282450",
        "title":"Language Choice and Communicative Intent in a British Black Community."},
      {
        "id":"ED282456",
        "title":"Macrological and Micrological Problems in the Study of Multilingual and Multicultural Education."},
      {
        "id":"ED282459",
        "title":"Administrative Compensation Survey, 1985-86."},
      {
        "id":"ED282460",
        "title":"Academic Research Facilities: Financing Strategies. Report of a Conference (Washington, DC, July 22-23, 1985)."},
      {
        "id":"ED282461",
        "title":"Number of Academic Freedom Cases Increased by 20 Percent in 1986: Two Institutions Added to AAUP List of Censured Administrations; Three Others Were Removed. AAUP News Release."},
      {
        "id":"ED282462",
        "title":"The Campus Climate Revisited: Chilly for Women Faculty, Administrators, and Graduate Students."},
      {
        "id":"ED282467",
        "title":"College Choices of Academically Able Students: The Influence of No-Need Financial Aid and Other Factors. Research Monograph No. 10."},
      {
        "id":"ED282469",
        "title":"Employment Survey of Michigan College Graduates: Report of Destinations, Average Starting Salary, and Unemployment 1984-85 (All Degree Levels)."},
      {
        "id":"ED282470",
        "title":"Employment Survey of Michigan College Graduates: Report of First Destinations, Average Starting Salaries, 1983-84 (Bachelor's Degrees)."},
      {
        "id":"ED282472",
        "title":"Estimated Demand for Michigan's College and University Graduates of 1987."},
      {
        "id":"ED282473",
        "title":"Revitalizing the Land Grant University: An Abridgment."},
      {
        "id":"ED282476",
        "title":"Looking for More Than a Few Good Women in Traditionally Male Fields."},
      {
        "id":"ED282477",
        "title":"Graduate Education in a Microcomputer Environment. New Delivery Systems for Non-Traditional Graduate Studies."},
      {
        "id":"ED282478",
        "title":"Training Knowledge Workers: A New Perspective on Graduate Education."},
      {
        "id":"ED282482",
        "title":"Assessment and Outcomes Measurement--A View from the States: Highlights of a New ECS Survey and Individual State Profiles. ECS Working Papers, PS-87-1."},
      {
        "id":"ED282483",
        "title":"Scholarship and Fellowship Expenditures. OERI Historical Report."},
      {
        "id":"ED282485",
        "title":"Highlights: 1985 Recent College Graduates Survey."},
      {
        "id":"ED282486",
        "title":"A Futures Approach to Policy Analysis."},
      {
        "id":"ED282487",
        "title":"Access to College: The Impact of Federal Financial Aid Policies at Private Historically Black Colleges."},
      {
        "id":"ED282488",
        "title":"Selecting College and University Personnel: The Quest and the Questions. ASHE-ERIC Higher Education Report No. 8, 1986."},
      {
        "id":"ED282490",
        "title":"Campus-Wide Seminar on the University Presidency: Faculty Expectations and Preferences. Panel Presentations at a University of Georgia Seminar (Athens, Georgia, November 19, 1986)."},
      {
        "id":"ED282491",
        "title":"Seven Principles for Good Practice in Undergraduate Education."},
      {
        "id":"ED282492",
        "title":"Evaluating Remedial Education Programs. AIR Professional File."},
      {
        "id":"ED282493",
        "title":"A Longitudinal/Panel Study of Persisting and Nonpersisting Rural Minority College Students. Part I: Freshman Uninterrupted Enrollees, Transfers, and Dropouts. Research Bulletin No. 47."},
      {
        "id":"ED282494",
        "title":"Shifting Patterns of Nursing Practice: Impact on Nursing Education. Papers Presented at the 1986 Annual Meeting of the Southern Council on Collegiate Education for Nursing (Atlanta, Georgia, October 28-30, 1986)."},
      {
        "id":"ED282495",
        "title":"Academic Burnout: One Perspective."},
      {
        "id":"ED282499",
        "title":"Peer Review of Doctoral Dissertations as a Quality Control Mechanism: Some Methods and Examples."},
      {
        "id":"ED282500",
        "title":"Higher Education's Effectiveness in Preparing Students for Professional Practice: Perspectives from the Aerospace and Banking Industries."},
      {
        "id":"ED282503",
        "title":"Trends in Fall Enrollment in Colleges and Universities, 1976-1984. OERI Bulletin."},
      {
        "id":"ED282505",
        "title":"Trends in Education, 1975-76 to 1995-96."},
      {
        "id":"ED282507",
        "title":"College Outcomes Evaluation Program."},
      {
        "id":"ED282509",
        "title":"Levers for Change: The Role of State Government in Improving the Quality of Postsecondary Education."},
      {
        "id":"ED282510",
        "title":"The Legislative Role in Improving Postsecondary Education."},
      {
        "id":"ED282511",
        "title":"Accountability in Higher Education: Meaning and Methods."},
      {
        "id":"ED282515",
        "title":"Using Television in Distance Education. Papers on Information Technology No. 245."},
      {
        "id":"ED282516",
        "title":"Using Videodisc Programs on &quot;Understanding Groups&quot; in a University Setting."},
      {
        "id":"ED282520",
        "title":"The Computer Fraud and Abuse Act of 1986. Hearing before the Committee on the Judiciary, United States Senate, Ninety-Ninth Congress, Second Session on S.2281, a Bill To Amend Title 18, United States Code, To Provide Additional Penalties for Fraud and Related Activities in Connection with Access Devices and Computers, and for Other Purposes."},
      {
        "id":"ED282521",
        "title":"Computer Simulation and Its Impact on Educational Research and Practice."},
      {
        "id":"ED282522",
        "title":"Computerized Observation System (COS) for Field Experiences."},
      {
        "id":"ED282526",
        "title":"Educational Concepts of Computer Graphics in the Classroom."},
      {
        "id":"ED282529",
        "title":"The Influence of Varying Text Densities in Teaching with Computer and Print Presentations."},
      {
        "id":"ED282531",
        "title":"Use of Computers in Home Study."},
      {
        "id":"ED282534",
        "title":"Computer Graphics Orientation and Training in a Corporate/Production Environment."},
      {
        "id":"ED282537",
        "title":"The Idea of &quot;Information Literacy&quot; in the Age of High-Tech."},
      {
        "id":"ED282542",
        "title":"Professional Resources Catalogue 87."},
      {
        "id":"ED282545",
        "title":"Single-Frame Cinema. Three Dimensional Computer-Generated Imaging."},
      {
        "id":"ED282547",
        "title":"The Use of Computer Graphics in the Design Process."},
      {
        "id":"ED282549",
        "title":"Teaching for the Future with Algorithms, Learning Modules, and Microcomputers: An Accounting Example."},
      {
        "id":"ED282558",
        "title":"Library Network Report to the New Jersey Legislature and the State Board of Education. Library Network Report for Fiscal Year 1985-86."},
      {
        "id":"ED282560",
        "title":"Preservation Planning Program. An Assisted Self-Study Manual for Libraries. Expanded 1987 Edition."},
      {
        "id":"ED282561",
        "title":"Preservation Planning Program. Resource Notebook. Revised Edition."},
      {
        "id":"ED282562",
        "title":"Special Library and Information Centre Managers: Their Continuing Professional Development. Report of a Research Study Undertaken in 1985. Occasional Paper No. 2."},
      {
        "id":"ED282565",
        "title":"BIS Handbook: An Organizational Manual &amp; Directory. Revised Edition."},
      {
        "id":"ED282574",
        "title":"Delhi College Library--Rules and Regulations, Circulation/Reserve Desk Procedures Manual, and Reader Services Staff Manual. Revised 1986."},
      {
        "id":"ED282578",
        "title":"Information Resources, Perspectives and Strategies for Graduate Educational Research: A Course Proposal Outline and Rationale."},
      {
        "id":"ED282581",
        "title":"Library Handbook for the Wichita State University."},
      {
        "id":"ED282584",
        "title":"Prototyping a Microcomputer-Based Online Library Catalog. Occasional Papers Number 177."},
      {
        "id":"ED282586",
        "title":"Survey of Library Networks and Cooperative Library Organizations: 1985-86."},
      {
        "id":"ED282590",
        "title":"Report of the Ad Hoc Committee on Academic Excellence."},
      {
        "id":"ED282597",
        "title":"Policy Statements for the Associate Degree, the Associate in Applied Science Degree, and the Associate Degree in Nursing."},
      {
        "id":"ED282602",
        "title":"Influences on Higher Education in the Knowable Future."},
      {
        "id":"ED282603",
        "title":"&quot;Service Wars&quot;: The Race To Be the Best in Product Service."},
      {
        "id":"ED282605",
        "title":"&quot;...Running Twice As Fast...&quot;: A Charrette Response to the Changing Mission of the Community College."},
      {
        "id":"ED282607",
        "title":"PVCC New Student Profile, Fall Quarter 1986. Institutional Research and Planning Report Number 3-87."},
      {
        "id":"ED282608",
        "title":"Thirty-Seven Years of the Contra Costa Community College District Governing Board&apos;s Minutes in Historical Context. An Abstract."},
      {
        "id":"ED282611",
        "title":"Statewide Organization of the California Community Colleges: A Report to the Commission for the Review of the California Master Plan for Higher Education on the Organization of the California Community Colleges."},
      {
        "id":"ED282614",
        "title":"Follow-Up Study of Students Who Completed Community College Occupational Programs during Fiscal Years 1983-85."},
      {
        "id":"ED282615",
        "title":"Florida's Progress toward Excellence in Education in the State Community College System. A Report to the State Board of Education."},
      {
        "id":"ED282618",
        "title":"Report for Florida Community Colleges: The Fact Book."},
      {
        "id":"ED282623",
        "title":"Baby and You."},
      {
        "id":"ED282624",
        "title":"Oregon's Children: Becoming a Parent, Letter 1 and Fascinating Preschoolers, Letter 1."},
      {
        "id":"ED282636",
        "title":"The Development of Coordinated and Sequenced Study Activities."},
      {
        "id":"ED282639",
        "title":"Concurrent and Predictive Relations between Hormone Levels and Social-Emotional Functioning in Early Adolescence."},
      {
        "id":"ED282640",
        "title":"Mothers' and Others' Views on the Qualities of Effective Parents."},
      {
        "id":"ED282641",
        "title":"Negotiation Strategies in Peer Conflicts: A Follow-up Study in Natural Settings."},
      {
        "id":"ED282642",
        "title":"Judging Causes and Covariates: Strategies of Older Children and Adults."},
      {
        "id":"ED282644",
        "title":"Kindergarten Alternatives for the Child Who Is \"Not Ready\": Problems and Policy Issues."},
      {
        "id":"ED282646",
        "title":"Physiological Reactivity and Comparison Behavior of Type A Children."},
      {
        "id":"ED282651",
        "title":"Perception of Number Change in Infancy."},
      {
        "id":"ED282652",
        "title":"[Child Development, Parenting and Family Issues: Publications of the Mississippi Cooperative Extension Service.]"},
      {
        "id":"ED282653",
        "title":"Preschoolers' Mothers' Expression of and Coping with Emotion."},
      {
        "id":"ED282654",
        "title":"Emotional and Prosocial Correlates of Teachers' Ratings of Preschool Social Competence and Behavior Problems."},
      {
        "id":"ED282655",
        "title":"Age-Relevance of Content Material on Relativistic and Dialectical Reasoning."},
      {
        "id":"ED282656",
        "title":"Social and Cultural Influences on the Childhood Drawings of Klee, Toulouse-Lautrec and Picasso."},
      {
        "id":"ED282657",
        "title":"Cultural Diversity Awareness Inventory = Inventario Sobre el Reconocimiento de Diversas Culturas."},
      {
        "id":"ED282659",
        "title":"Executive Control at an Early Age: Advance Planning in Solitary Play."},
      {
        "id":"ED282660",
        "title":"Changing the Known; Knowing the Changing: General Systems Theory Paradigms as Ways to Study Complex Change and Complex Thoughts."},
      {
        "id":"ED282661",
        "title":"Changes in the Family Interaction Patterns after the Arrival of a Second Child."},
      {
        "id":"ED282662",
        "title":"Patterns of Early Family Socialization and the Development of Verbal Skills: A Longitudinal Approach."},
      {
        "id":"ED282663",
        "title":"The Influence of Family on Educational and Occupational Achievement of Adolescents in Rural Low-Income Areas: An Ecological Perspective."},
      {
        "id":"ED282664",
        "title":"Diverging Pathways, Developmental Transformations, Multiple Etiologies and the Problem of Continuity in Development."},
      {
        "id":"ED282665",
        "title":"A Model of Children's Adjustment: Child-Peer Group Fit, Peer Relations, and Peer Social Support."},
      {
        "id":"ED282666",
        "title":"Children's Beliefs about Parental Expectations for Emotional-Expressive Behavior Management."},
      {
        "id":"ED282668",
        "title":"Student, Teacher and Principal Academic Expectations and Attributed Responsibility as Predictors of Student Acheivement."},
      {
        "id":"ED282669",
        "title":"Caregiver Attributions as Moderators of Child Effects."},
      {
        "id":"ED282670",
        "title":"Looking at Life. An Education Program for Parents in Four Modules."},
      {
        "id":"ED282671",
        "title":"Building Multidisciplinary Training Networks for Rural Development. Report of the Regional Workshop for Pre-service Training of Members of Multidisciplinary Educational Teams in Rural Areas (Pune, India, July 16-20, 1985)."},
      {
        "id":"ED282672",
        "title":"Parent Perceptions of the Support System in the Rural Area."},
      {
        "id":"ED282680",
        "title":"School-Community Relations in Small, Rural School Districts: Developing a Plan for a Productive Partnership."},
      {
        "id":"ED282681",
        "title":"Assessing the Impact of 4-H on Former Members. The 4-H Alumni Study."},
      {
        "id":"ED282682",
        "title":"Does 4-H Make a Difference? The 4-H Alumni Study."},
      {
        "id":"ED282685",
        "title":"Rural Policy Formulation in the United States."},
      {
        "id":"ED282686",
        "title":"Distribution of Employment Growth in 10 Ozark Communities. A Case Study."},
      {
        "id":"ED282688",
        "title":"Integration of Bilingual Emphasis Program into University Curriculum. Multiple Subjects Credential Program: Hupa, Yurok, Karuk, or Tolowa Emphasis."},
      {
        "id":"ED282689",
        "title":"Bilingual Education: Bilingual/Cross-Cultural Emphasis. Indian Legends and Felt Board Cut-Out Characters. Readings and Activities for Pre-School and Early Elementary School Classrooms."},
      {
        "id":"ED282697",
        "title":"Teacher's Guide to Word Games."},
      {
        "id":"ED282700",
        "title":"Hupa Nature Coloring Book."},
      {
        "id":"ED282706",
        "title":"Basketmaking among the Karuk."},
      {
        "id":"ED282707",
        "title":"Karuk Acorn Book."},
      {
        "id":"ED282711",
        "title":"Teaching Activities in Science/Society/Technology/Environment."},
      {
        "id":"ED282712",
        "title":"Flights of Imagination. An Introduction to Aerodynamics."},
      {
        "id":"ED282717",
        "title":"The Value of Analysis of Standardized Placement Exams: A Case Study of Cell Structure."},
      {
        "id":"ED282719",
        "title":"Wind, Water, Fire, and Earth. Energy Lessons for the Physical Sciences."},
      {
        "id":"ED282723",
        "title":"Directory of Awards. FY 1986."},
      {
        "id":"ED282724",
        "title":"The Relationships of Achievement, Instruction, and Family Background to Elementary School Science Achievement in the Republic of China."},
      {
        "id":"ED282725",
        "title":"Bridging Programs for Aborigines Wishing to Study Science and Mathematics in Higher Education."},
      {
        "id":"ED282726",
        "title":"School Change through Transition Education Initiatives."},
      {
        "id":"ED282727",
        "title":"A Comparison of the Psychosocial Climate of Different Types of Schools."},
      {
        "id":"ED282728",
        "title":"A Preliminary Exploration of Grade Five Students' Science Achievement and Ability to Read Science Textbooks as a Function of Gender, Reading Vocabulary, and Reading Comprehension."},
      {
        "id":"ED282736",
        "title":"Water Quality Instructional Resources Information System (IRIS): A Compilation of Abstracts to Water Quality and Water Resources Materials, Supplement 29, 1987."},
      {
        "id":"ED282737",
        "title":"On the Brink of Extinction: Conserving the Diversity of Life. Worldwatch Paper 78."},
      {
        "id":"ED282739",
        "title":"Exemplary Practice in High School Biology Classes."},
      {
        "id":"ED282742",
        "title":"A Teenager's View of the Nature of Science."},
      {
        "id":"ED282743",
        "title":"The Energy Sourcebook."},
      {
        "id":"ED282747",
        "title":"Interaction of Ability with Wait Time and Supportive Intervention in Biology and Chemistry Achievement."},
      {
        "id":"ED231423",
        "title":"Chicano Student and Institution Related Determinants of Educational Outcomes in South Texas Community Colleges."},
      {
        "id":"ED231425",
        "title":"Solar Energy: Instructor Guides, Labs and Tests. First Edition."},
      {
        "id":"ED231426",
        "title":"Solar Energy: System Sizing, Design, and Retrofit: Student Material. First Edition."},
      {
        "id":"ED231427",
        "title":"Solar Energy: Materials, Materials Handling, and Fabrication Processes: Student Material. First Edition."},
      {
        "id":"ED231428",
        "title":"Solar Energy: Energy Conservation and Passive Design Concepts: Student Material. First Edition."},
      {
        "id":"ED231429",
        "title":"Solar Energy: Codes, Legalities, Consumerism and Economics: Student Material. First Edition."},
      {
        "id":"ED231430",
        "title":"A Developmental Education Program: An Experiment [and] Revised Guidelines for Academic Year 1983 Developmental Education Program."},
      {
        "id":"ED231436",
        "title":"Student Charges, Student Financial Aid, and Access to Postsecondary Education: Options for the California Community Colleges. A Report to the Governor and the Legislature from Phase III of the Commission's Response to Assembly Concurrent Resolution 81."},
      {
        "id":"ED231437",
        "title":"Noninstructional Costs in Programs for the Disabled."},
      {
        "id":"ED231444",
        "title":"Internship Handbook for International Business and Business-French"},
      {
        "id":"ED231450",
        "title":"Evaluation of the Policies, Practices and Procedures: Cooperative Career Education Program, El Camino College."},
      {
        "id":"ED231451",
        "title":"Catching Up: Faculty Technological Upgrade through Return to Industry."},
      {
        "id":"ED231453",
        "title":"Assisting a College's Service Area in the Transition to the New Technology Society through Strategic Planning and Management."},
      {
        "id":"ED231454",
        "title":"The Community College Counselor's Role: A Review of the Literature."},
      {
        "id":"ED231475",
        "title":"Lifelong Career Development for Handicapped Individuals."},
      {
        "id":"ED231484",
        "title":"Junior College Articulation: Admission, Retention, Remediation, Transfer. A Position Paper."},
      {
        "id":"ED231485",
        "title":"Distribution of Grades and Current Grade Point Ratios Earned, University of Hawaii, Community Colleges. Fall 1982."},
      {
        "id":"ED231497",
        "title":"A Statistical Profile: Women in the Alaskan Community Colleges."},
      {
        "id":"ED231498",
        "title":"Follow-Up of 1981 Graduates. Research Report Number 33."},
      {
        "id":"ED231505",
        "title":"Integrated Nutrition Education: Senior High."},
      {
        "id":"ED231514",
        "title":"The Role of the Caregiver in the Emergence of Play Activities during the One-Word Period: Social Variations in a Rural-Born Population in Central Mexico."},
      {
        "id":"ED231515",
        "title":"The Transition from Gestural to Linguistic Communication: Social Variations in a Mestiza Population."},
      {
        "id":"ED231516",
        "title":"Daycare and Preschool Handbook for Churches."},
      {
        "id":"ED231521",
        "title":"Imagery as a Facilitator of Semantic Integration."},
      {
        "id":"ED231522",
        "title":"Children's Inferences About Addition and Subtraction Transformations."},
      {
        "id":"ED231523",
        "title":"The Relationship of Counting and Transitivity to the Measurement of Length."},
      {
        "id":"ED231524",
        "title":"A Prospective Study of Divorce and Its Relationship to Family Functioning."},
      {
        "id":"ED231525",
        "title":"Perceived Problems of Prekindergarten Teachers."},
      {
        "id":"ED231528",
        "title":"U.S. Children and Their Families: Current Conditions and Recent Trends. A Report together with Additional Views of the Select Committee on Children, Youth, and Families. House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED231533",
        "title":"Day Care Licensing: The Eroding Regulations."},
      {
        "id":"ED231534",
        "title":"The Perceived Problems of Prekindergarten/Child Care Administrators."},
      {
        "id":"ED231536",
        "title":"The Development of Inductive Strategy in Children's Early Thought and Language."},
      {
        "id":"ED231538",
        "title":"Affect and Deed: Developmental Changes in Infant Communication."},
      {
        "id":"ED231539",
        "title":"Peer Relations in Desegregated Schools: Three Propositions for Thought."},
      {
        "id":"ED231541",
        "title":"Childhood Stress and Coping: A Review and Cognitive-Developmental Theory."},
      {
        "id":"ED231542",
        "title":"The Achievement of Care: Men Who Teach Young Children."},
      {
        "id":"ED231543",
        "title":"Developing Comprehension vs. Production of &quot;Because&quot; and &quot;So.&quot;"},
      {
        "id":"ED231551",
        "title":"Role Initiation in the Discourse of Mexican-American Children's Play."},
      {
        "id":"ED231552",
        "title":"Pretend Play and Language Growth in Young Children."},
      {
        "id":"ED231555",
        "title":"Images: Issues and Trends in Rural Special Education - January 1983."},
      {
        "id":"ED231556",
        "title":"Arapahos on the Great Plains. Student Workbook."},
      {
        "id":"ED231557",
        "title":"Fast Moccasin: A Story of Arapaho Kinship."},
      {
        "id":"ED231558",
        "title":"Thinking About Sounds: An Introduction to Language Learning. Arapaho Language--Student Workbook."},
      {
        "id":"ED231559",
        "title":"Arapaho Alphabet: Arapaho Language #3. Arapaho Language--Student Workbook."},
      {
        "id":"ED231561",
        "title":"Shoshones in the Rocky Mountain Area. Student Workbook."},
      {
        "id":"ED231563",
        "title":"Ethnographic and Sociolinguistic Study of an Exemplary Bilingual Education Program on the Navajo Reservation: The Ethnography of a Navajo Educational Philosophy at Rock Point Community School. Final Report."},
      {
        "id":"ED231564",
        "title":"Cross-Cultural Education Study-Tour."},
      {
        "id":"ED231565",
        "title":"The Bradford Papers. Vol. III. Proceedings from the 1982 Institute on Innovations in Camping and Outdoor Education with Persons Who are Disabled."},
      {
        "id":"ED231571",
        "title":"The Social Organization of Participation in Three Athabaskan Cross-Cultural Classrooms. Final Report."},
      {
        "id":"ED231578",
        "title":"The Acculturation and Development of Language in Mexican American Children. Final Grant Report."},
      {
        "id":"ED231579",
        "title":"The Hispanic Population of the United States: An Overview. A Report Prepared for the Subcommittee on Census and Population. U.S. House of Representatives, 98th Congress, 1st Session. Committee Print 98-7."},
      {
        "id":"ED231582",
        "title":"Use of Computer Instruction in Rural Schools to Increase Curriculum Opportunities for the College Bound Student. ESEA Title IV-C Project Report."},
      {
        "id":"ED231583",
        "title":"A Report on Rural Education in Arkansas."},
      {
        "id":"ED231587",
        "title":"The Urban Indian."},
      {
        "id":"ED231588",
        "title":"Social Policy and American Indians."},
      {
        "id":"ED231589",
        "title":"Human Behavior and American Indians."},
      {
        "id":"ED231590",
        "title":"Social Work Methods of Intervention with American Indians."},
      {
        "id":"ED231592",
        "title":"Proceedings of a Workshop on Community Impact Analysis (Lexington, Kentucky, May 24-26, 1982)."},
      {
        "id":"ED231594",
        "title":"Oversight of Indirect Costs and Contract Provisions of the Indian Self-Determination and Education Assistance Act. Hearing before the Select Committee on Indian Affairs. United States Senate, Ninety-Seventh Congress, Second Session."},
      {
        "id":"ED231595",
        "title":"Proposed Reauthorization for the Tribally Controlled Community College Program. Hearing before the Select Committee on Indian Affairs. United States Senate, Ninety-Seventh Congress, Second Session on S. 2623. To Amend and Extend the Tribally Controlled Community College Assistance Act of 1978, and for Other Purposes."},
      {
        "id":"ED231602",
        "title":"Indian Child Welfare Act of 1978. S.1214 to Establish Standards for the Placement of Indian Children in Foster or Adoptive Homes, to Prevent the Breakup of Indian Families, and for Other Purposes. Hearings before the Subcommittee on Indian Affairs and Public Lands of the Committee on Interior and Insular Affairs. House of Representatives, Ninety-Fifth Congress, Second Session (February 9 and March 9, 1978)."},
      {
        "id":"ED231603",
        "title":"Migrant Education. Issuegram 39."},
      {
        "id":"ED231605",
        "title":"American Indian Doctors Today. Volume Two."},
      {
        "id":"ED231606",
        "title":"What's Happening in July?"},
      {
        "id":"ED231609",
        "title":"Science, Mathematics, Technology and the Teacher Brain Drain."},
      {
        "id":"ED231610",
        "title":"Setting Priorities for Science. Hearings before the Subcommittee on Science, Research and Technology and the Subcommittee on Investigations and Oversight of the Committee on Science and Technology. U.S. House of Representatives, Ninety-Seventh Congress, Second Session (September 30; December 8, 1982). No. 172."},
      {
        "id":"ED231611",
        "title":"Minority Females in High School Mathematics and Science."},
      {
        "id":"ED231612",
        "title":"The Learning of Algebra by 9th Graders: Research Findings Relevant to Teacher Training &amp; Classroom Practice."},
      {
        "id":"ED231613",
        "title":"A Study of the Cognitive Development of Hispanic Adolescents Learning Algebra Using Clinical Interview Techniques. Final Report."},
      {
        "id":"ED231616",
        "title":"Allocated Time and Context Covered in Mathematics Classrooms."},
      {
        "id":"ED231617",
        "title":"Mathematical Knowledge and School Work. A Case Study of the Teaching of Developing Mathematical Processes (DMP)."},
      {
        "id":"ED231619",
        "title":"Combining Student Teams and Individualized Instruction in Mathematics: An Extended Evaluation."},
      {
        "id":"ED231620",
        "title":"All about Metric."},
      {
        "id":"ED231621",
        "title":"Going Metric: Is It for You? A Management Model for Small Product Service Companies."},
      {
        "id":"ED231622",
        "title":"Going Metric: Is It for You? A Planning Model for Small Manufacturing Companies."},
      {
        "id":"ED231625",
        "title":"The Importance of Cognitive Psychology in Curriculum Development and Teacher Education."},
      {
        "id":"ED231627",
        "title":"Proceedings of National Sea Grant College Program Marine Education Leaders' Meeting (Rockville, Maryland, February 21-22, 1979)."},
      {
        "id":"ED231629",
        "title":"Five-Step Approach to Effective Teaching in the Laboratory."},
      {
        "id":"ED231633",
        "title":"Federal R&amp;D Funding for Energy: Fiscal Years 1971-84. Special Report."},
      {
        "id":"ED231635",
        "title":"Math Network Curriculum Project. Project Summary; Final Report."},
      {
        "id":"ED231636",
        "title":"Input-Output. Teacher&apos;s Guide."},
      {
        "id":"ED231639",
        "title":"Sampling. Teacher&apos;s Guide."},
      {
        "id":"ED231641",
        "title":"Turtle Geometry. Teacher&apos;s Guide."},
      {
        "id":"ED231642",
        "title":"Turtle Symmetry. Teacher's Guide."},
      {
        "id":"ED231643",
        "title":"Inservice Guide for MNCP Units. Teacher's Guide."},
      {
        "id":"ED231644",
        "title":"Research on Cognition and Behavior Relevant to Education in Mathematics, Science, and Technology."},
      {
        "id":"ED231646",
        "title":"Investigations in Science Education. Volume 9, Number 1."},
      {
        "id":"ED231647",
        "title":"Illinois Inventory of Educational Progress. Mathematics Results for 1980 and 1981."},
      {
        "id":"ED231653",
        "title":"Teacher Shortage in Science &amp; Mathematics: Myths, Realities &amp; Research. A Summary of a Conference Sponsored by the National Institute of Education (Washington, D.C., February 10-11, 1983)."},
      {
        "id":"ED231656",
        "title":"Academic Science/Engineering Graduate Enrollment and Support. Fall 1981. Detailed Statistical Tables. Surveys of Science Resources Series."},
      {
        "id":"ED231665",
        "title":"Trends to 1982 in Industrial Support of Basic Research. Special Report."},
      {
        "id":"ED231672",
        "title":"Investigations in Science Education. Vol. 9, No. 2."},
      {
        "id":"ED231677",
        "title":"A Measure of Attitudes Toward Civil Liberties."},
      {
        "id":"ED231681",
        "title":"Curricular Renovation through Population Education."},
      {
        "id":"ED231682",
        "title":"Interfacing the Videocassette Tape with the Apple II Microcomputer."},
      {
        "id":"ED231688",
        "title":"Curriculum Orientations: Investigating the Curriculum of Educational Systems."},
      {
        "id":"ED231689",
        "title":"Cognitive and Conversational Strategies in the Expression of Ethnic Prejudice. Prepublication/Working Paper No. 2."},
      {
        "id":"ED231691",
        "title":"Two Doctoral Dissertations concerning the International Exchange of Secondary Students: Reviews and Critiques. AFS Occasional Papers in Intercultural Learning, No. 2."},
      {
        "id":"ED231695",
        "title":"Sexual Harassment: State of the Law."},
      {
        "id":"ED231696",
        "title":"Social Change and Training of Educational Personnel. Report of a Regional Design Meeting (Bangkok, Thailand, July 26-August 3, 1982)."},
      {
        "id":"ED231702",
        "title":"Covering the World Food Story: U.S. Agricultural Exports and the World Food Situation. A Media Source Guide, Issues for the '80s."},
      {
        "id":"ED231703",
        "title":"Reporting the Immigration Imbrolio. A Media Source Guide, Issues for the '80s."},
      {
        "id":"ED231704",
        "title":"U.S.-China Relations: The China Council of the Asia Society. A Medial Source Guide, Issues for the '80s."},
      {
        "id":"ED231705",
        "title":"Reporting Lebanon the Christian Way: The Media in the United States on Lebanon: Part I, A Media Source Guide, Issues for the '80s."},
      {
        "id":"ED231706",
        "title":"U.S.-India Relations: The Asia Society. A Media Source Guide, Issues for the '80s."},
      {
        "id":"ED231708",
        "title":"Visual and Performing Arts Framework for California Public Schools: Kindergarten through Grade Twelve."},
      {
        "id":"ED231722",
        "title":"Educational Computing in the Andover Public Schools."},
      {
        "id":"ED231723",
        "title":"Action Programmes for the Qualitative Improvements of Population Education. Report of a Regional Consultative Seminar (Bangkok, Thailand, October 11-18, 1982)."},
      {
        "id":"ED231725",
        "title":"Ritual Resolution of Ideological Tensions in a Parochial High School."},
      {
        "id":"ED231726",
        "title":"Changing Patterns in Consumer Behavior Engendered by the Changing Status of Women."},
      {
        "id":"ED231727",
        "title":"Children of Working Parents: Experiences and Outcomes."},
      {
        "id":"ED231728",
        "title":"Multicultural Education: Suggested Classroom Activities."},
      {
        "id":"ED231730",
        "title":"Studies in the History of Early 20th Century Delinquency Prevention. A Rand Note."},
      {
        "id":"ED231739",
        "title":"Preparation for the Technological Classroom: Can We Fulfill the Need?"},
      {
        "id":"ED231740",
        "title":"Computer Literacy and Social Studies Teacher Education: Changes in Form and Content."},
      {
        "id":"ED231745",
        "title":"Experiences with Videotex and Expected Effects of Cable TV on Education in West Germany."},
      {
        "id":"ED231749",
        "title":"The Social Study of Science and Society: The Implications of Political Specialization for Social Science Curriculum Development."},
      {
        "id":"ED231759",
        "title":"American Federation of Teachers Educational Research and Dissemination Program. Executive Summary."},
      {
        "id":"ED231760",
        "title":"Individualized Professional Development: A Cooperative Process That Works!"},
      {
        "id":"ED231764",
        "title":"Internalization of Inservice Training."},
      {
        "id":"ED231767",
        "title":"Affective Evaluation of the Elementary Methods Courses at Southern Utah State College."},
      {
        "id":"ED231768",
        "title":"Using Direct Instruction."},
      {
        "id":"ED231775",
        "title":"Improvement of Secondary Education through Research: Five Longitudinal Case Studies."},
      {
        "id":"ED231777",
        "title":"Adolescent Girls' Participation in Physical Activity."},
      {
        "id":"ED231778",
        "title":"Effects of Competitive Outcomes and Margins of Victory/Defeat on Practice Behavior and Performance Quality."},
      {
        "id":"ED231780",
        "title":"Physical Education and Recreation for the Visually Handicapped. Revised Edition."},
      {
        "id":"ED231781",
        "title":"Stress Management for Sport."},
      {
        "id":"ED231783",
        "title":"Physical Education and Sport for the Secondary School Student."},
      {
        "id":"ED231784",
        "title":"Emergency Health Preparedness: Expectations for Teachers."},
      {
        "id":"ED231786",
        "title":"Classroom Management and Organization: Teacher Decisions for Establishing a Learning Community Classroom."},
      {
        "id":"ED231789",
        "title":"Teachers as Collaborative Learners in Clinical Supervision: A State of the Art Review."},
      {
        "id":"ED231791",
        "title":"Leisure. No Enemy but Ignorance."},
      {
        "id":"ED231792",
        "title":"Transition to Teaching: A Guide for the Beginning Teacher."},
      {
        "id":"ED231793",
        "title":"Administration of Gymnastics Meets. A Handbook for Teachers and Coaches."},
      {
        "id":"ED231794",
        "title":"Component Building: A Strategy for Research-Based Instructional Improvement. Report Number 337."},
      {
        "id":"ED231801",
        "title":"A Proposed Accreditation System (An Alternative to the Current NCATE System)."},
      {
        "id":"ED231802",
        "title":"Inservice for Diverse Educators."},
      {
        "id":"ED231806",
        "title":"Health Related Physical Fitness: Who, What, Why, and How."},
      {
        "id":"ED231810",
        "title":"Preservice Teaching Performance: A Search for Predictor Variables. Final Report. Research Report No. 83-3."},
      {
        "id":"ED231812",
        "title":"Parents as Teachers: Observations of Low-Income Parents and Children in a Homework-Like Task."},
      {
        "id":"ED231813",
        "title":"Research Findings on Effective Teaching and Schools. Issuegram 1."},
      {
        "id":"ED231814",
        "title":"Testing for Teacher Certification. Issuegram 7."},
      {
        "id":"ED231815",
        "title":"Teacher Shortages in the Next Decade. Issuegram 24."},
      {
        "id":"ED231816",
        "title":"Teachers' Rights to Free Speech and Academic Freedom. Issuegram 37."},
      {
        "id":"ED231817",
        "title":"Restructuring Careers in Teaching. Issuegram 41."},
      {
        "id":"ED231820",
        "title":"Profile of Preservice Teacher Education Programs in Florida. Report of the Surveys Conducted by the Joint Executive and Legislative Task Force for Teacher Education Quality Improvement."},
      {
        "id":"ED231822",
        "title":"Spontaneous Classification of Foods by Children at Varying Cognitive Developmental Levels."},
      {
        "id":"ED231824",
        "title":"A Model for Collaborative Inservice Education."},
      {
        "id":"ED231825",
        "title":"Toward Reform and Revitalization of the Teaching Profession."},
      {
        "id":"ED231826",
        "title":"Speech Presented by T. H. Bell, U. S. Secretary of Education, at the Conference on Entrepreneurship Education (Arlington, Virginia, January 27, 1982)."},
      {
        "id":"ED231827",
        "title":"Some Thoughts on a Strategy for Attaining Excellence in American Education."},
      {
        "id":"ED231828",
        "title":"Improving the Quality of Teacher Education in Florida. Report and Recommendations of the Joint Legislative and Executive Task Force for Teacher Education Quality Improvement."},
      {
        "id":"ED231829",
        "title":"Prevention '82."},
      {
        "id":"ED231832",
        "title":"Educating a Profession: Competency Assessment."},
      {
        "id":"ED231833",
        "title":"A Study of Teachers' Sense of Efficacy. Final Report, Executive Summary."},
      {
        "id":"ED231834",
        "title":"A Study of Teachers&apos; Sense of Efficacy. Final Report, Volume I."},
      {
        "id":"ED231835",
        "title":"A Study of Teachers&apos; Sense of Efficacy. Final Report, Volume II. [Appendices]."},
      {
        "id":"ED231836",
        "title":"Family Size, Social Class, Intelligence and Achievement: A Study of Interactions."},
      {
        "id":"ED231840",
        "title":"Learning Style Inventories: Implications for Curriculum and Instruction."},
      {
        "id":"ED231850",
        "title":"Interpreting the Translation of Data into Explanation: An Attempt at a Synthesis of Quantitative and Qualitative Approaches."},
      {
        "id":"ED231851",
        "title":"The Impact of a Multi-Phased Assessment on the Planning, Implementation and Management of Federal Education Programs."},
      {
        "id":"ED231852",
        "title":"Measuring School Effectiveness: How Achievement Data Can and Cannot Be Used."},
      {
        "id":"ED231853",
        "title":"Meta-Ethnography: Issues in the Synthesis and Replication of Qualitative Research."},
      {
        "id":"ED231854",
        "title":"Multiple-Choice Item Difficulty: The Effects of Language and Distracter Set Similarity."},
      {
        "id":"ED231855",
        "title":"Methods, Fallacies and Games: Comments on Some Approaches to Training Information Processing and Problem Solving Skills."},
      {
        "id":"ED231856",
        "title":"The Role of Historical Explanation in Program Evaluation."},
      {
        "id":"ED231861",
        "title":"Law Related Education Project: Evaluation Report, 1980-1982."},
      {
        "id":"ED231868",
        "title":"Administrative Personnel Evaluation Handbook."},
      {
        "id":"ED231871",
        "title":"Achievement Test Preparation: A Year-Long Goal, Not a Last-Minute Thought."},
      {
        "id":"ED231872",
        "title":"Eastside, Westside... An Exercise in Applying Document Analysis Techniques in Educational Evaluation. Research on Evaluation Program Paper and Report Series. No. 78. Interim Draft."},
      {
        "id":"ED231874",
        "title":"Evaluation 2083: A Hopeful View of the Future of our Profession. Publication # 82.69."},
      {
        "id":"ED231875",
        "title":"Louisiana Compensatory/Remedial Education Student Profile: Development and Use of an Individualized Basic Skills Reporting System."},
      {
        "id":"ED231876",
        "title":"A Meta-Analysis of Title I/Chapter 1 Sustained Effects Study."},
      {
        "id":"ED231878",
        "title":"NAEP Design."},
      {
        "id":"ED231881",
        "title":"Range Restriction and Attenuation Corrections."},
      {
        "id":"ED231882",
        "title":"Parametric ANCOVA vs. Rank Transform ANCOVA when Assumptions of Conditional Normality and Homoscedasticity Are Violated."},
      {
        "id":"ED231883",
        "title":"Factor Analysis of Dichotomous Memory Items from a Designed Experiment."},
      {
        "id":"ED231885",
        "title":"An Investigation of the Sampling Distribution of the Congruence Coefficient."},
      {
        "id":"ED231886",
        "title":"Measuring Attitude toward Computers: The Computer Appreciator-Critic Attitude Scales."},
      {
        "id":"ED231887",
        "title":"Effective Schools, Teaching and Learning."},
      {
        "id":"ED231888",
        "title":"Attitude Assessment and Prediction of College Attendance Among Minority and Disavantaged Students."},
      {
        "id":"ED231893",
        "title":"Resolution Urging Continuation of Federal Involvement in Child Nutrition Programs. Hearings on H. Con. Res. 384 Before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, Ninety-Seventh Congress, Second Session (September 21, 22, 1982)."},
      {
        "id":"ED231895",
        "title":"A Commemoration of Progressive Schools: Past and Present."},
      {
        "id":"ED231897",
        "title":"Statistics of Large City School Districts. 1983 Edition. Research Report."},
      {
        "id":"ED231899",
        "title":"School Culture and the Future of Literacy."},
      {
        "id":"ED231900",
        "title":"Education Budget Options, Fiscal Year 1984."},
      {
        "id":"ED231903",
        "title":"Locus of Control in Hispanic and Mainstream Samples. Interim Technical Report."},
      {
        "id":"ED231910",
        "title":"Caught in the Web: Misplaced Children in Chicago's Classes for the Mentally Retarded."},
      {
        "id":"ED231912",
        "title":"Guidelines for Affirmative Action Employment Programs. 1980 Revision."},
      {
        "id":"ED231913",
        "title":"Bronx Multidiscipline Special Education Bilingual Program. E.S.E.A Title VII Annual Evaluation Report, 1980-81."},
      {
        "id":"ED231914",
        "title":"Clara Barton High School. Bilingual Project. O.E.E. Evaluation Report, 1981-1982."},
      {
        "id":"ED231915",
        "title":"DeWitt Clinton High School. Bilingual-Bicultural Program. O.E.E. Evaluation Report, 1981-1982."},
      {
        "id":"ED231916",
        "title":"Early Childhood Language-Centered Intervention Program. O.E.E. Evaluation Report, 1980-1981."},
      {
        "id":"ED231917",
        "title":"Grover Cleveland High School. Basic Bilingual Program. O.E.E. Evaluation Report, 1981-1982."},
      {
        "id":"ED231918",
        "title":"Louis D. Brandeis High School. Demonstration Bilingual Enrichment College Preparatory Program. O.E.E. Evaluation Report, 1981-1982."},
      {
        "id":"ED231919",
        "title":"Project Parents: Awareness, Education, Involvement Program. O.E.E. Evaluation Report, 1981-1982."},
      {
        "id":"ED231920",
        "title":"Project TRABAJO and Individualized Bilingual Education for Children with Retarded Mental Development. E.S.E.A. Title VII Annual Evaluation Report, 1981-82."},
      {
        "id":"ED231921",
        "title":"Sarah J. Hale High School. Project BECOME. O.E.E. Evaluation Report, 1981-1982."},
      {
        "id":"ED231922",
        "title":"SETRC Basic Training Program. O.E.E. Evaluation Report, 1981-82."},
      {
        "id":"ED231923",
        "title":"South Bronx High School. Bilingual Basic Skills Program. O.E.E. Evaluation Report, 1981-1982."},
      {
        "id":"ED231924",
        "title":"South Shore High School. Project VIBES. O.E.E. Evaluation Report, 1981-1982."},
      {
        "id":"ED231925",
        "title":"Supplementary Services for Handicapped Students Early Childhood Language-Centered Intervention Program. O.E.E. Evaluation Report, 1981-82."},
      {
        "id":"ED231926",
        "title":"Supplementary Services for Handicapped Students Health Education Paraprofessionals Program. O.E.E. Evaluation Report, 1981-82."},
      {
        "id":"ED231927",
        "title":"Theodore Roosevelt High School. Project SUCCESS: Striving Upward through College and Career Education. O.E.E. Evaluation Report, 1981-1982."},
      {
        "id":"ED231929",
        "title":"Unitas: Building Healing Communities for Children. A Developmental and Training Manual. Monograph No. 8."},
      {
        "id":"ED231930",
        "title":"A 1982 Status Report on Blacks in the Austin Independent School District."},
      {
        "id":"ED231932",
        "title":"Civil Rights Implication of the Education Block Grant Program. Oversight Hearing Before the Subcommittee on Civil and Constitutional Rights of the Committee on the Judiciary. House of Representatives, Ninety-Seventh Congress, First Session. Serial No. 83."},
      {
        "id":"ED231934",
        "title":"Estimates and Projections of Black and Hispanic Personnel in Selected Health Professions, 1980-2000."},
      {
        "id":"ED231935",
        "title":"Civil Rights Enforcement in the Department of Education. Hearing before the Subcommittee on Civil and Constitutional Rights of the Committee on the Judiciary. House of Representatives, Ninety-Seventh Congress, Second Session."},
      {
        "id":"ED231937",
        "title":"Training Program Evaluation Plan and Procedure."},
      {
        "id":"ED231944",
        "title":"Leisure Education and Adult Education."},
      {
        "id":"ED231946",
        "title":"In-Home Respite Care Program Development. Background. Coordinator's Manual. Training Manual."},
      {
        "id":"ED231948",
        "title":"A Systematic Approach to Vocational Needs Assessment."},
      {
        "id":"ED231950",
        "title":"Multimodal Career Education for Nursing Students."},
      {
        "id":"ED231955",
        "title":"The Basic Program of Vocational Agriculture in Louisiana. Ag I and Ag II (9th and 10th Grades). Volume III. Bulletin 1690-III."},
      {
        "id":"ED231965",
        "title":"National Consumers Week, Kick-off Speech."},
      {
        "id":"ED231966",
        "title":"First-Term Attrition among Marine Corps Women: Some Associated Factors."},
      {
        "id":"ED231967",
        "title":"Identification of Causes for Attrition in Vocational Education Health Careers Programs."},
      {
        "id":"ED231969",
        "title":"Resource Person's Guide to Implementing Competency-Based Administrator Education Concepts and Materials. Competency-Based Vocational Education Administrator Module Series."},
      {
        "id":"ED231970",
        "title":"Use Inquiry Skills to Help Improve Vocational Education Programs. Module LT-I-2 of Category I--Program Improvement. Competency-Based Vocational Education Administrator Module Series."},
      {
        "id":"ED231971",
        "title":"New Hampshire VIEW. Vital Information for Education and Work. 1983 Edition."},
      {
        "id":"ED231972",
        "title":"New Hampshire VIEW. Vital Information for Education and Work. 1983 Edition. Counselor Guide."},
      {
        "id":"ED231973",
        "title":"New Hampshire VIEW. Vital Information for Education and Work. 1983 Edition. User Guide."},
      {
        "id":"ED231975",
        "title":"Competency-Based Curriculum for Word Processing."},
      {
        "id":"ED231976",
        "title":"Federal Job Training: A Comparison of Public and Private Sector Performance. Report to the Chairman, Subcommittee on Employment and Productivity, Committee on Labor and Human Resources, United States Senate."},
      {
        "id":"ED231980",
        "title":"Adult Development and the Workplace."},
      {
        "id":"ED231983",
        "title":"Handicapped Individuals Services and Training Act. Hearing before the Subcommittee on Select Education of the Committee on Education and Labor, House of Representatives, Ninety-Seventh Congress, Second Session on H.R. 6820 (St. Paul, Minnesota and Loretto, Minnesota)."},
      {
        "id":"ED231984",
        "title":"How to Phase Out a Program. Special Publication Series No. 42."},
      {
        "id":"ED231985",
        "title":"Career Information in the Classroom: Workshop Guide for Infusing the Occupational Outlook Handbook. Special Publication Series No. 39."},
      {
        "id":"ED231987",
        "title":"Provide Appropriate Instructional Materials for Exceptional Students. Module L-4 of Category L--Serving Students with Special/Exceptional Needs. Professional Teacher Education Module Series."},
      {
        "id":"ED231988",
        "title":"Summarize a Lesson. Module C-11 of Category C--Instructional Execution. Professional Teacher Education Module Series. Second Edition."},
      {
        "id":"ED231989",
        "title":"The Status of the NOICC/SOICC Network: September 30, 1980. NOICC Administrative Report No. 5."},
      {
        "id":"ED231990",
        "title":"The Status of the NOICC/SOICC Network. September 30, 1982. NOICC Administrative Report No. 7."},
      {
        "id":"ED231996",
        "title":"Occupational Information Needs at the Federal Level."},
      {
        "id":"ED231997",
        "title":"A Framework for Developing an Occupational Information System."},
      {
        "id":"ED231998",
        "title":"Occupational Information System (OIS) Handbook Training Package."},
      {
        "id":"ED231999",
        "title":"Occupational Information Needs at the State Level: An Empirical Study of Data Needs Assessment Surveys."},
      {
        "id":"ED232008",
        "title":"Fundamental Vocational Skills for Disadvantaged Learners. Final Report. September 15, 1978 - July 30, 1979."},
      {
        "id":"ED232010",
        "title":"Employer-Sponsored Skill Training. Information Series No. 250."},
      {
        "id":"ED232011",
        "title":"Microcomputers in Voc Ed: A Decision Guide. Research &amp; Development Series No. 239A."},
      {
        "id":"ED232012",
        "title":"An Administrator&apos;s Guide to Microcomputer Resources. Research &amp; Development Series No. 239B."},
      {
        "id":"ED232013",
        "title":"Updating Teachers for Tomorrow&apos;s Technology: Programs &amp; Practices. Research &amp; Development Series No. 241."},
      {
        "id":"ED232014",
        "title":"Building Basic Skills: The Dropout. Research &amp; Development Series No. 236."},
      {
        "id":"ED232015",
        "title":"Building Basic Skills: Results from Vocational Education. Research &amp; Development Series No. 237."},
      {
        "id":"ED232016",
        "title":"Building Basic Skills: Models for Implementation. Special Publications Series No. 41."},
      {
        "id":"ED232022",
        "title":"Employment of the Handicapped. Resource Guide."},
      {
        "id":"ED232024",
        "title":"Policy Issues in Work and Retirement."},
      {
        "id":"ED232026",
        "title":"Communications Technology for the Year 2000--with Implications for Vocational Education."},
      {
        "id":"ED232027",
        "title":"Mainstreaming Handicapped Students into Cooperative Education: A Handbook for Vocational Educators."},
      {
        "id":"ED232029",
        "title":"Boating Safety, 15-6. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED232033",
        "title":"The Ohio Vocational Education Achievement Test Program."},
      {
        "id":"ED232037",
        "title":"Knowledge Retention among Graduates of Basic Electricity and Electronics Schools."},
      {
        "id":"ED232038",
        "title":"International Year of Disabled Persons, 1981. Report to the President."},
      {
        "id":"ED232040",
        "title":"Linking School and Work for Disadvantaged Youths. The YIEPP Demonstration: Final Implementation Report."},
      {
        "id":"ED232041",
        "title":"Vocational Education. Report by the Secretary of Education to the Congress, 1982."},
      {
        "id":"ED232042",
        "title":"Women Hold Up More Than Half the Sky. A Third World Perspective on Women and Nonformal Education for Development."},
      {
        "id":"ED232046",
        "title":"Agricultural Processing and Marketing. Final Report."},
      {
        "id":"ED232048",
        "title":"Food Service Occupations in Montana: Scope and Sequence in Wage Earning Home Economics."},
      {
        "id":"ED232049",
        "title":"Montana Vocational Home Economics Curriculum...Flow Charts and Learner Outcomes. Revised."},
      {
        "id":"ED232053",
        "title":"Independent Study for Adults in Non-Traditional Higher Education."},
      {
        "id":"ED232055",
        "title":"A Technique for Refresher Training in the Naval Reserve."},
      {
        "id":"ED232056",
        "title":"Decision Making and Information Processing under Various Uncertainty Conditions. Final Report."},
      {
        "id":"ED232057",
        "title":"Staff Development for Vocational Education Teachers at the Mario Umana Harbor School of Science and Technology. Project STEP."},
      {
        "id":"ED232059",
        "title":"Introduce a Lesson. Second Edition. Module C-10 of Category C-Instructional Execution. Professional Teacher Education Module Series."},
      {
        "id":"ED232060",
        "title":"Reemployment Assistance for Laid-Off Workers. Information Series No. 258."},
      {
        "id":"ED232061",
        "title":"Human Resource Development: The Perspective of Business and Industry. Information Series No. 259."},
      {
        "id":"ED232062",
        "title":"Review and Synthesis of Research in Trade and Industrial Education, Third Edition. Information Series No. 260."},
      {
        "id":"ED232063",
        "title":"Microcomputer Software for Adult Vocational Education: Guidelines for Evaluation. Information Series No. 261."},
      {
        "id":"ED232064",
        "title":"Using Information in Career Development: From Cognitions to Computers. Information Series No. 262."},
      {
        "id":"ED232065",
        "title":"Career Development in Adult Basic Education Programs. Information Series No. 263."},
      {
        "id":"ED232066",
        "title":"Preretirement Planning: Individual, Institutional, and Social Perspectives. Information Series No. 264."},
      {
        "id":"ED232067",
        "title":"Rights Consciousness: Victimization Prevention through Personal Defense and Assertiveness Training."},
      {
        "id":"ED232073",
        "title":"Measuring Attainment of Objectives in Non-Institutional Long Term Care."},
      {
        "id":"ED232074",
        "title":"Home-School Alliances: Approaches to Increasing Parent Involvement in Children's Learning in Upper Elementary and Junior High Schools (Grades 4-9). Proceedings of the NIE Conference on Home-School Alliances (Washington, DC, October 5-7, 1980)."},
      {
        "id":"ED232075",
        "title":"The Social Context of Helping: A Review of the Literature on Alternative Care for the Physically and Mentally Handicapped. Studies in Social Change Series."},
      {
        "id":"ED232076",
        "title":"Psychological Education. Middle School Seminar Series."},
      {
        "id":"ED232078",
        "title":"Student Drug Use in America 1975-1981."},
      {
        "id":"ED232079",
        "title":"Mental Health Services in Local Jails: Report of a Special National Workshop. Crime and Delinquency Issues: A Monograph Series."},
      {
        "id":"ED232080",
        "title":"Dealing with Serious, Repeat Juvenile Offenders. Report of a Conference (District of Columbia, July 30-31, 1981)."},
      {
        "id":"ED232083",
        "title":"Teenagers Who Use Organized Family Planning Services: United States, 1978. Data on Health Resources Utilization Series 13, No. 57."},
      {
        "id":"ED232084",
        "title":"Family Planning Visits by Teenagers: United States, 1978. Data on Health Resources Utilization Series 13, No. 58."},
      {
        "id":"ED232085",
        "title":"Families and Definitions of Problems."},
      {
        "id":"ED232087",
        "title":"Consideration for Establishing a Positive Community Climate."},
      {
        "id":"ED232088",
        "title":"Selected Resources in the Areas of Adolescent Sexuality and Teenage Pregnancy."},
      {
        "id":"ED232090",
        "title":"A Longitudinal Study of Family Supports to Impaired Elderly."},
      {
        "id":"ED232093",
        "title":"Drug Taking among the Elderly. Treatment Research Report."},
      {
        "id":"ED232094",
        "title":"The Relationship between Religiosity and Attitudes of Nurses Aides toward Sexual Expression by Older Adults in Nursing Homes."},
      {
        "id":"ED232096",
        "title":"Attributions and Performance: The Effects of Sex Role Identity and Sex-Typed Tasks."},
      {
        "id":"ED232097",
        "title":"Changing Perspectives and Opportunities and Their Impact on Careers and Aspirations: The Case of Women Lawyers."},
      {
        "id":"ED232102",
        "title":"The National Training System: A Year of Transition. 1981-1982. Drug Program Report."},
      {
        "id":"ED232103",
        "title":"Building a Data Based Model for Senior Adult Basic Education."},
      {
        "id":"ED232108",
        "title":"Source Book: December 1982/December 1983."},
      {
        "id":"ED232112",
        "title":"Race and Sex Differences in College Student Perceptions of the Social Climate. Research Report #8-82."},
      {
        "id":"ED232113",
        "title":"Black and White Differential Response to Pretherapy Introductions."},
      {
        "id":"ED232118",
        "title":"Problems of Runaway Youth. Hearing before the Subcommittee on Juvenile Justice of the Committee on the Judiciary. United States Senate, Ninety-Seventh Congress, Second Session on Problems of and Services Provided for Runaway and Homeless Youth, Focusing on Support to State and Local Governments and Nonprofit Agencies for the Development of Community-Based Programs."},
      {
        "id":"ED232119",
        "title":"Old and Young: Generations at the Crossroads. Hearing before the Select Committee on Aging. House of Representatives, Ninety-Seventh Congress, Second Session."},
      {
        "id":"ED232127",
        "title":"How Curriculum Leaders Can Involve the Right Brain in Active Reading and Writing Development."},
      {
        "id":"ED232128",
        "title":"Cognitive Processes Involved in Text Learning."},
      {
        "id":"ED232129",
        "title":"The Relationship between Reading Ability and Expectations for Story Structures."},
      {
        "id":"ED232132",
        "title":"The Effects of Instruction in Metacomprehension and Inferencing on Children&apos;s Comprehension Abilities. Technical Report No. 277."},
      {
        "id":"ED232133",
        "title":"The Congruence of Classroom and Remedial Reading Instruction."},
      {
        "id":"ED232138",
        "title":"Where Is the Learning We Have Lost in Information? Strategies for Effective Reading in Content Areas."},
      {
        "id":"ED232139",
        "title":"Organizing: Key to Reading and Writing."},
      {
        "id":"ED232146",
        "title":"Teaching the Placement of Given and New Information with Sentence Combining."},
      {
        "id":"ED232149",
        "title":"New Directions in Rhetorical Invention."},
      {
        "id":"ED232150",
        "title":"A Study of America's Front Pages: How They Look."},
      {
        "id":"ED232151",
        "title":"Bess Truman and the Press: Case Study of a First Lady as Political Communicator."},
      {
        "id":"ED232152",
        "title":"Storytelling."},
      {
        "id":"ED232157",
        "title":"The Composing Processes of Professional Expository Writers."},
      {
        "id":"ED232163",
        "title":"The Frankfurt School: Critical Theory as the Negation of Culture."},
      {
        "id":"ED232167",
        "title":"Survey of Writing in Various Disciplines."},
      {
        "id":"ED232168",
        "title":"How Did You Like It? The Question of Student Response and Literature."},
      {
        "id":"ED232169",
        "title":"Selling the Brooklyn Bridge: What the Essayist Can Learn from the Advertiser."},
      {
        "id":"ED232173",
        "title":"Sex and the Bottom Line: Income Differences among Women and Men in Public Relations."},
      {
        "id":"ED232175",
        "title":"Mass Media Coverage of the Social Sciences: Some New Answers to Old Questions."},
      {
        "id":"ED232179",
        "title":"A Longitudinal Study of Consumer Socialization."},
      {
        "id":"ED232185",
        "title":"Media Use and Voter Uncertainty."},
      {
        "id":"ED232187",
        "title":"The Co-Existence of Qualitative Studies and Social Science: Toward Parity and Detente?"},
      {
        "id":"ED232190",
        "title":"Student-Teacher Memos: A Collaborative Means to Student Development."},
      {
        "id":"ED232192",
        "title":"Research Paradigm Shifts and Their Bibliographic Consequences for English Composition Researchers."},
      {
        "id":"ED232196",
        "title":"Reasons for Poetry &amp; The Reason for Criticism. Two Lectures Delivered at the Library of Congress on May 7, 1979, and May 5, 1980."},
      {
        "id":"ED232201",
        "title":"Objectivity and the Ideology of News."},
      {
        "id":"ED232202",
        "title":"Metaphors and Symbols: Forays into Language."},
      {
        "id":"ED232204",
        "title":"Uni- Versus Multidimensional Comparison of Political Groups."},
      {
        "id":"ED232206",
        "title":"Catalog of Instructional Materials in Spelling and Handwriting, 1983-1985."},
      {
        "id":"ED232211",
        "title":"Teaching Writing in the Content Areas: Elementary School."},
      {
        "id":"ED232212",
        "title":"Teaching Writing in the Content Areas: Senior High School."},
      {
        "id":"ED232213",
        "title":"Teaching Writing in the Content Areas: Middle School/Junior High."},
      {
        "id":"ED232225",
        "title":"An Overview of Research Literature in Family Communication: 1976-1982."},
      {
        "id":"ED232226",
        "title":"An Overcoming Speech Anxiety Course for the Community."},
      {
        "id":"ED232228",
        "title":"An Analysis of Information Needs and Satisfaction of Expectant Mothers."},
      {
        "id":"ED232229",
        "title":"Exploring Childrens' Comprehension of Televised Drama."},
      {
        "id":"ED232230",
        "title":"Communication and Type A Coronary-Prone Behavior: A Study of Perception and Message Construction in Compliance-Gaining Situations."},
      {
        "id":"ED232233",
        "title":"An Experimental Investigation of Mode of Presentation and Verbally-Induced Distraction on Communication Acceptance."},
      {
        "id":"ED232238",
        "title":"The Relationships among Organizational Communication Structures and Basic Communication Course Learning Outcomes."},
      {
        "id":"ED232240",
        "title":"The Use of Face Support in Controlling Ineffective Performance."},
      {
        "id":"ED232244",
        "title":"Shopping for Assistance: A Boundary Spanning Role for Administrators."},
      {
        "id":"ED232245",
        "title":"Regional Educational Service Agencies Supporting Knowledge Utilization: The Intermediate Units of Pennsylvania."},
      {
        "id":"ED232246",
        "title":"Planning: Its Evolution through Knowledge Utilization."},
      {
        "id":"ED232251",
        "title":"Collective Gaining: An Alternative to Conventional Bargaining. Fastback 185."},
      {
        "id":"ED232252",
        "title":"Legal Issues in Education of the Handicapped. Fastback 186."},
      {
        "id":"ED232253",
        "title":"Tuition Tax Credits: Fact and Fiction. Fastback 188."},
      {
        "id":"ED232255",
        "title":"A Time Manageable Supervisory System for Secondary School Principals."},
      {
        "id":"ED232256",
        "title":"The Distribution of School Size: Some Cost Implications."},
      {
        "id":"ED232267",
        "title":"The Arts in Surplus Schools."},
      {
        "id":"ED232268",
        "title":"New Dimensions of the Federal-State Partnership in Education."},
      {
        "id":"ED232269",
        "title":"Monitoring Achievement in Pittsburgh (MAP): Assumptions and Components."},
      {
        "id":"ED232270",
        "title":"PRISM: Pittsburgh Research-Based Instructional Supervisory Model. A Staff Development Program."},
      {
        "id":"ED232272",
        "title":"Administration of the School District Budget. 1983 Edition. School Business Administration Publication No. 7."},
      {
        "id":"ED232285",
        "title":"The Affirmative Action Plan for the NEA. [Fourth Edition]."},
      {
        "id":"ED232290",
        "title":"Working Together: Proceedings of a Leadership Conference for Private and Public School Administrators."},
      {
        "id":"ED232292",
        "title":"Highlights from &quot;Research on Effective School Leadership.&quot;"},
      {
        "id":"ED232293",
        "title":"Highlights from &quot;Research on Ability Grouping.&quot;"},
      {
        "id":"ED232317",
        "title":"Private Elementary and Secondary Education. Congressionally Mandated Study of School Finance. A Final Report to Congress from the Secretary of Education. Volume 2."},
      {
        "id":"ED232318",
        "title":"[State Implementation Grant for Preschool Handicapped Children. Final Report.]"},
      {
        "id":"ED232319",
        "title":"IMPACT (Interactive Model for Professional Action and Change for Teachers): A Summary Report, September 1, 1979 to August 30, 1982."},
      {
        "id":"ED232321",
        "title":"Suspension and Expulsion in Special Education: A Technical Assistance Guide."},
      {
        "id":"ED232322",
        "title":"Mainstreaming: From Intent to Implementation."},
      {
        "id":"ED232330",
        "title":"Critical Learning: Multiply Handicapped Babies Get On-Line."},
      {
        "id":"ED232331",
        "title":"Kansas Survey regarding Attrition of Special Education Personnel. Kansas Regent Institutions Special Project. Summary Report."},
      {
        "id":"ED232332",
        "title":"Study of Competencies Related to Stress Management and Ecological Concerns of Special Education Personnel. Kansas Regent Institutions Special Project. Summary Report."},
      {
        "id":"ED232333",
        "title":"Community Based Training--Non-Traditional Curriculum Options for Work and Independent Living Training of Secondary Deaf-Blind Adolescents."},
      {
        "id":"ED232334",
        "title":"Independent Living Training. A Guide to Programming. Volume I [and] Volume II."},
      {
        "id":"ED232337",
        "title":"The Rate and Quality of Social Behavior of Severely Handicapped Students in Integrated and Nonintegrated Settings."},
      {
        "id":"ED232340",
        "title":"Comparing Sensorimotor Performance with Multiple Measures of Communicative Ability in Autistic Children."},
      {
        "id":"ED232343",
        "title":"[Data Based Gymnasium Model.]"},
      {
        "id":"ED232345",
        "title":"Challenging the Gifted and Talented through Mentor-Assisted Enrichment Projects. Fastback 189."},
      {
        "id":"ED232348",
        "title":"The Special Educator in the Information Age."},
      {
        "id":"ED232349",
        "title":"Promising Special Projects Using Former 3 on 2 Teachers and Educational Assistants: Programs, Projects & Activities. Information & Dissemination Series 15."},
      {
        "id":"ED232351",
        "title":"Local Implementation of PL 94-142: Final Report of a Longitudinal Study."},
      {
        "id":"ED232352",
        "title":"Variables Associated with the Educational Development of Residential Deaf Children."},
      {
        "id":"ED232356",
        "title":"Nutritional Considerations for Severely Handicapped Children."},
      {
        "id":"ED232361",
        "title":"Independent Living Ideas. Planning for a Job: Tips for Disabled Students."},
      {
        "id":"ED232362",
        "title":"Identification of Teaching Behaviors Which Predict Success for Mainstreamed Students."},
      {
        "id":"ED232363",
        "title":"Classroom Teaching Behaviors Which Predict Peer Acceptance of Mainstreamed Students."},
      {
        "id":"ED232364",
        "title":"Teacher-Student Interaction Patterns within the Learning Environment of Mainstreamed Classrooms."},
      {
        "id":"ED232368",
        "title":"Project Excel: A University-Based Model Enrichment Program for Gifted and Talented High School Students. Implementation Manual."},
      {
        "id":"ED232369",
        "title":"The Bridge Model: A New Approach to Help Build Parent-Educator Teams for Handicapped Children."},
      {
        "id":"ED232370",
        "title":"Integrative Arts Activities Guide for the Severely and Profoundly Handicapped."},
      {
        "id":"ED232379",
        "title":"Preparing Personnel to Serve Learning Disabled Hispanics."},
      {
        "id":"ED232382",
        "title":"Impact of the Diagnostic Process on Parents."},
      {
        "id":"ED232387",
        "title":"Comprehensive Training for Personnel Serving Autistic Children, [June 1, 1979 to June 30, 1982]."},
      {
        "id":"ED232393",
        "title":"PROJECT PATS: \"Potentially Academically Talented Students.\" Final Technical Report, 10/1/80-6/30/82."},
      {
        "id":"ED232394",
        "title":"Notetakers, Tutors, & Educational Interpreters in Public Schools: A Project T.E.A.M. Training Manual."},
      {
        "id":"ED232401",
        "title":"Special Education and Linguistic Minority Students: The Historical Bases of Discriminatory Practices."},
      {
        "id":"ED232402",
        "title":"Special Transportation Services: &quot;A Best Practices Guide.&quot;"},
      {
        "id":"ED232403",
        "title":"Communicatively Inhibiting Behaviors of Mothers with Language Disordered Children."},
      {
        "id":"ED232404",
        "title":"Evaluation of an Undergraduate and Graduate (Master's) Program in Special Education."},
      {
        "id":"ED232405",
        "title":"\"I Can Do That!\" Arts for the Handicapped: Trainer's Manual."},
      {
        "id":"ED232406",
        "title":"Locus of Control in Majors in Subarea Specializations of Education."},
      {
        "id":"ED232407",
        "title":"Career/Vocational Assessment of California Students with Exceptional Needs. Critical Issues and Promising Practices."},
      {
        "id":"ED232409",
        "title":"More Perspectives on Public Awareness."},
      {
        "id":"ED232410",
        "title":"The EEN Triangle of Support: A Guide for Parents. A Parent Handbook That Explains Handicapped Education and Parental Rights and Responsibilities."},
      {
        "id":"ED232413",
        "title":"The Handi Book: A Reference Manual for Personnel Working with Handicapped Students."},
      {
        "id":"ED232416",
        "title":"Guide to Mainstreaming Planning Committees."},
      {
        "id":"ED232417",
        "title":"Project IMPACT (Implementing Mainstreaming Programs through Active Cooperative Training). Technical Report. Phase I and II. September 1, 1979-February 28, 1982."},
      {
        "id":"ED232418",
        "title":"Educational Policymaking through the Civil Justice System."},
      {
        "id":"ED280748",
        "title":"&quot;The New York Times&quot; in Global Studies Courses."},
      {
        "id":"ED280754",
        "title":"Japan: Land of the Rising Sun. A Twelve Day Unit of Study for Fourth Grade Students."},
      {
        "id":"ED280756",
        "title":"Promoting Flexibility in Male Roles."},
      {
        "id":"ED280757",
        "title":"The American Jazz Music Audience."},
      {
        "id":"ED280760",
        "title":"Moral Literacy and the Formation of Character."},
      {
        "id":"ED280764",
        "title":"Lessons on the Federalist Papers: Supplements to High School Courses in American History, Government and Civics."},
      {
        "id":"ED280769",
        "title":"The Nature and Implication of Textbook Bias."},
      {
        "id":"ED280774",
        "title":"The Meaning of Christian Education."},
      {
        "id":"ED280780",
        "title":"The General Conference Mennonites."},
      {
        "id":"ED280781",
        "title":"Social Issues and Education: Challenge and Responsibility."},
      {
        "id":"ED280782",
        "title":"Technologies for Prehistoric & Historic Preservation."},
      {
        "id":"ED280785",
        "title":"The New Christian Right and the Powers of Television."},
      {
        "id":"ED280788",
        "title":"Georgia Mediagraphy and First Supplement, 1985."},
      {
        "id":"ED280790",
        "title":"The Holdeman Mennonites in Society."},
      {
        "id":"ED280791",
        "title":"U.S. Policy and Radical Regimes: Report of a Vantage Conference (Berkeley Springs, West Virginia, September 25-27, 1986)."},
      {
        "id":"ED280792",
        "title":"Women in the American Economy."},
      {
        "id":"ED280793",
        "title":"Towards Smaller Families: The Crucial Role of the Private Sector. Draper Fund Report Number 15."},
      {
        "id":"ED280794",
        "title":"The Economic Demography of Mass Poverty."},
      {
        "id":"ED280809",
        "title":"School Based In-Service Teaching: A Handbook."},
      {
        "id":"ED280811",
        "title":"Teaching and Intentionality: How Models of Teaching May Be Informed by Purpose."},
      {
        "id":"ED280812",
        "title":"Processes of Perspective Development among Preservice Social Studies Teachers."},
      {
        "id":"ED280825",
        "title":"Evaluating the Effectiveness of Alberta's Teacher Education Programs in Preparing Classroom Teachers."},
      {
        "id":"ED280830",
        "title":"The Education of Japanese Teachers: Lessons for the United States?"},
      {
        "id":"ED280832",
        "title":"Oregon Coaches Background Survey. Background of Coaches in Oregon High Schools 1984-1985."},
      {
        "id":"ED280833",
        "title":"A Follow-Up of BGSU&apos;s Teacher Education Graduates of 1980-85: Their On-the-Job Performance and Their Evaluation of Elements of Their Teacher Education Programs. An Eight Volume Report Presented to the Teacher-Education Faculty."},
      {
        "id":"ED280836",
        "title":"Preservice Teachers' Responses to Institutional Constraints: The Active Role of the Individual in Teacher Socialization."},
      {
        "id":"ED280840",
        "title":"Recommendations for Doctoral Guidance Committees Suggested by Follow-Up Studies at Two Universities. Research and Evaluation in Teacher Education: Program Evaluation Series No. 7."},
      {
        "id":"ED280841",
        "title":"Comparing Backgrounds and Educational Beliefs of Elementary and Secondary Teacher Education Candidates. Research and Evaluation in Teacher Education: Program Evaluation Series No. 8."},
      {
        "id":"ED280842",
        "title":"Undergraduate Follow-Up Study: Spring, 1985. Research and Evaluation in Teacher Education: Program Evaluation Series No. 11."},
      {
        "id":"ED280843",
        "title":"Profiles of Entering Michigan State University Teacher Education Students. 1985-1986 Academic Year. Research and Evaluation in Teacher Education: Program Evaluation Series No. 12."},
      {
        "id":"ED280844",
        "title":"Survey of Advanced Degree Graduates of Michigan State University: 1982-1985 Academic Years. Research and Evaluation in Teacher Education: Program Evaluation Series #13."},
      {
        "id":"ED280845",
        "title":"Potential of Demonstration Teaching in Teacher Preparation and Staff Development Programs. Research and Evaluation in Teacher Education: Program Evaluation Series No. 14."},
      {
        "id":"ED280851",
        "title":"Possible Contributing Factors in Test Item Difficulty. Research Memorandum."},
      {
        "id":"ED280852",
        "title":"The Potential Dual Effect of Context Effects and Score Level Effects on the Assignment of Scores to Essays."},
      {
        "id":"ED280854",
        "title":"The Relationship of Scores Based on GRE General Test Item Types to Undergraduate Grades: An Exploratory Study for Selected Subgroups."},
      {
        "id":"ED280855",
        "title":"Guide to the Use of Current Population Survey (CPS). Technical Report 24."},
      {
        "id":"ED280856",
        "title":"The PROC BRRVAR Procedure: Documentation. Technical Report No. 28."},
      {
        "id":"ED280857",
        "title":"Transitional Schools. Report of Evaluation."},
      {
        "id":"ED280858",
        "title":"Enrichment Kindergarten Program. Report of Evaluation: 1985-86."},
      {
        "id":"ED280860",
        "title":"Improving the Selection, Classification, and Utilization of Army Enlisted Personnel: Annual Report Synopsis, 1984 Fiscal Year."},
      {
        "id":"ED280861",
        "title":"Developing a Framework for the Elicitation and Analysis of Teachers' Verbal Reports."},
      {
        "id":"ED280862",
        "title":"Comparisons of Factors Extracted from the Correlation versus the Covariance Matrix: An Example Using the Love Relationships Scale."},
      {
        "id":"ED280863",
        "title":"An Outline of the Development of the Vocational Interest Survey and Preliminary Technical Data. Information Paper. [Draft]."},
      {
        "id":"ED280864",
        "title":"An Overview of the Vocational Interest Survey. Information Paper. [Draft]."},
      {
        "id":"ED280865",
        "title":"Administration and Scoring of the Vocational Interest Survey. Information Paper."},
      {
        "id":"ED280866",
        "title":"Interpretation of the Results from the Vocational Interest Survey. Information Paper. [Draft]."},
      {
        "id":"ED280867",
        "title":"The Effect of Inservice Training on Teacher Attitudes and Primary School Science Classroom Climates. Research Report Number 12."},
      {
        "id":"ED280872",
        "title":"Plans and Activities for 1990 Decennial Census. Part 2: Hearings before the Subcommittee on Census and Population of the Committee on Post Office and Civil Service. House of Representatives, Ninety-Ninth Congress, Second Session (May 1, 15, 1986)."},
      {
        "id":"ED280873",
        "title":"Workplans for Developing Educational Indicators. Technical Report No. 17."},
      {
        "id":"ED280874",
        "title":"Curriculum Alignment."},
      {
        "id":"ED280875",
        "title":"Training of Evaluators in the Third World: Implementation of the Action Training Model (ATM) in Kenya and Botswana."},
      {
        "id":"ED280878",
        "title":"Language Arts Program Analysis of Grade 8, Stanford Achievement Test (SAT), Advanced Level, and Grade 10 Stanford Test of Academic Skills (TASK), Level 1. Fall 1984 and 1985 Administrations."},
      {
        "id":"ED280880",
        "title":"A New, More Powerful Approach to Multitrait-Multimethod Analyses: An Application of Second-Order Confirmatory Factor Analysis."},
      {
        "id":"ED280882",
        "title":"The School Profiling Guide: Attitude Measurement."},
      {
        "id":"ED280885",
        "title":"Looking at Schools. Instruments and Processes for School Analysis."},
      {
        "id":"ED280887",
        "title":"The Outward Bound Bridging Course for Low-Achieving High School Males: Effect on Academic Achievement and Multidimensional Self-Concepts."},
      {
        "id":"ED280888",
        "title":"Making the Most of Ability Grouping. Research in Brief."},
      {
        "id":"ED280889",
        "title":"K-ABC/McCarthy Performance for Repeating and Nonrepeating Preschoolers."},
      {
        "id":"ED280891",
        "title":"S-B: Fourth Edition and K-ABC: Their Relationships in a LD Sample."},
      {
        "id":"ED280893",
        "title":"Domain-Specific Measurement of Students' Self-Regulated Learning Processes."},
      {
        "id":"ED280895",
        "title":"A Computer Program for Adaptive Testing by Microcomputer."},
      {
        "id":"ED280896",
        "title":"A Derivation of the Unbiased Standard Error of Estimate: The General Case."},
      {
        "id":"ED280897",
        "title":"An Example of the Use of Canonical Correlation Analysis."},
      {
        "id":"ED280899",
        "title":"Help Your Child Improve in Test-Taking."},
      {
        "id":"ED280901",
        "title":"Moving Forward: Next Steps. Second Report of the Governor's Task Force on Adolescent Pregnancy."},
      {
        "id":"ED280911",
        "title":"Stress & Hispanic Mental Health: Relating Research to Service Delivery."},
      {
        "id":"ED280917",
        "title":"Project TRAIN, 1985-1986. OEA Evaluation Report."},
      {
        "id":"ED280918",
        "title":"Project PROBE, 1985-1986. OEA Evaluation Report."},
      {
        "id":"ED280919",
        "title":"Project CLIMB, 1985-1986. OEA Evaluation Report."},
      {
        "id":"ED280923",
        "title":"Glimpses into Pacific Lives: Some Outstanding Women (Revised)."},
      {
        "id":"ED280924",
        "title":"A Multicultural Early Childhood Resource Guide (Revised)."},
      {
        "id":"ED280925",
        "title":"Black History Month: A Reflection and Recognition of the African American Family (Revised)."},
      {
        "id":"ED280926",
        "title":"Trends in Residential Segregation by Race: 1960-1980."},
      {
        "id":"ED280929",
        "title":"The Bilingual Program Resource and Training Center 1985-1986. OEA Evaluation Report."},
      {
        "id":"ED280932",
        "title":"Emergency Jobs Act of 1983: Funds Spent Slowly, Few Jobs Created. GAO Report to the Chairman, Subcommittee on Employment and Productivity, Committee on Labor and Human Resources, United States Senate."},
      {
        "id":"ED280933",
        "title":"Job Training Partnership Amendments of 1986. Report--Together with Additional Views to Accompany H.R. 5185, Including Cost Estimate of the Congressional Budget Office--from the Committee on Education and Labor, House of Representatives, Ninety-Ninth Congress, Second Session, August 6, 1986."},
      {
        "id":"ED280938",
        "title":"Schools That Work: Educating Disadvantaged Children. What Works [Series]."},
      {
        "id":"ED280940",
        "title":"What Works. Research about Teaching and Learning. Second Edition."},
      {
        "id":"ED280945",
        "title":"Survey on the Status of Vocational Education in Michigan."},
      {
        "id":"ED280946",
        "title":"Excellence in Occupational Education: A Model for Professional Development Training."},
      {
        "id":"ED280948",
        "title":"A History of the Women Marines, 1946-1977."},
      {
        "id":"ED280949",
        "title":"Retirement Forecasting. Technical Descriptions of Cost, Decision and Income Models. Volume 2. Report to the Chairman, Subcommittee on Social Security and Income Maintenance Programs, Committee on Finance, United States Senate."},
      {
        "id":"ED280962",
        "title":"International Study of Business/Industry Involvement with Education."},
      {
        "id":"ED280977",
        "title":"Curriculum Diversification, Cognitive Achievement and Economic Performance: Evidence from Colombia and Tanzania."},
      {
        "id":"ED280988",
        "title":"A Move against the Traditions: Vocationalising Secondary Education in China."},
      {
        "id":"ED280990",
        "title":"Large-Scale Farms in Perspective. Agriculture Information Bulletin No. 505."},
      {
        "id":"ED280993",
        "title":"Standing Conference on University Teaching and Research in the Education of Adults (SCUTREA). Papers from the Annual Conference (15th, Sheffield, England, 1985)."},
      {
        "id":"ED280994",
        "title":"Making Sense of Health Care Plans: The Consumer's Guide to Health Care Coverage. A Leader Training Resource Kit."},
      {
        "id":"ED280995",
        "title":"Standing Conference on University Teaching and Research in the Education of Adults (SCUTREA). Papers from the Annual Conference (16th, Hull, England, 1986)."},
      {
        "id":"ED280996",
        "title":"A Study of Attitudes Associated with Retraining. Part I. Work Resource and Retraining Initiative."},
      {
        "id":"ED280997",
        "title":"A Study of Attitudes Associated with Retraining. Part II. Work Resource and Retraining Initiative."},
      {
        "id":"ED280998",
        "title":"The U.S. Farm Sector: How Is It Weathering the 1980's? Agriculture Information Bulletin Number 506."},
      {
        "id":"ED280999",
        "title":"Government Intervention in Agriculture. Measurement, Evaluation, and Implications for Trade Negotiations. Foreign Agricultural Economic Report No. 229."},
      {
        "id":"ED281001",
        "title":"Farm Equipment Leasing. A New Financial Strategy. Staff Report No. AGES870302."},
      {
        "id":"ED281014",
        "title":"Independent Study Program Profiles 1985-86. Final Report."},
      {
        "id":"ED281020",
        "title":"Consumer Expenditure Survey: Interview Survey, 1984. Bulletin 2267."},
      {
        "id":"ED281021",
        "title":"Developing a Personal Plan for Microcomputer Competency. Microcomputer Applications for Vocational Teachers: A Competency-Based Approach--Book A."},
      {
        "id":"ED281022",
        "title":"Integrating Competency-Based Instruction into Vocational Education. Microcomputer Applications for Vocational Teachers: A Competency-Based Approach--Book B."},
      {
        "id":"ED281023",
        "title":"Planning, Executing, and Evaluating Competency-Based Instruction. Microcomputer Applications for Vocational Teachers: A Competency-Based Approach--Book C."},
      {
        "id":"ED281024",
        "title":"Planning and Organizing the Vocational Education Learning Environment for Competency-Based Instruction. Microcomputer Applications for Vocational Teachers: A Competency-Based Approach--Book D."},
      {
        "id":"ED281026",
        "title":"Dislocated Workers. Local Programs and Outcomes under the Job Training Partnership Act."},
      {
        "id":"ED281027",
        "title":"The Great American Job Machine: The Proliferation of Low Wage Employment in the U.S. Economy."},
      {
        "id":"ED281028",
        "title":"An Assessment of Funding Allocation under the Job Training Partnership Act."},
      {
        "id":"ED281030",
        "title":"Job Search for Non-Readers. Training Procedures. Special Demonstration 310 Project."},
      {
        "id":"ED281031",
        "title":"Job Search Workbook. Student Book."},
      {
        "id":"ED281032",
        "title":"Job Search Workbook. Tutor Manual."},
      {
        "id":"ED281042",
        "title":"All You Ever Wanted to Know about Special Needs But Didn't Know Who to Ask. Special Needs Handbook. [Revised Version]."},
      {
        "id":"ED281045",
        "title":"A Systems Approach to Youth Employment Competencies."},
      {
        "id":"ED281073",
        "title":"Catastrophic Health Insurance: The Tennessee Perspective. Hearing before the Subcommittee on Health and Long-Term Care of the Select Committee on Aging. House of Representatives, Ninety-Ninth Congress, Second Session (Chattanooga, Tennessee)."},
      {
        "id":"ED281074",
        "title":"The Equivalence of Rater Sources on Job Analysis Ratings."},
      {
        "id":"ED281076",
        "title":"Oversight Hearing on the Juvenile Justice and Delinquency Prevention Act. Hearing before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, Second Session (June 19, 1986). Serial No. 99-147."},
      {
        "id":"ED281077",
        "title":"Children in State Care: Ensuring Their Protection and Support. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, Ninety-Ninth Congress, Second Session (Washington, DC, September 25, 1986)."},
      {
        "id":"ED281078",
        "title":"AIDS: Information/Education Plan to Prevent and Control AIDS in the United States."},
      {
        "id":"ED281079",
        "title":"Discretionary Grants Administration Manual."},
      {
        "id":"ED281086",
        "title":"The Role of Reminiscence in Everyday Life."},
      {
        "id":"ED281088",
        "title":"Reactions to Males' Emotional Expression in Job and Relationship Situations."},
      {
        "id":"ED281090",
        "title":"Home Pregnancy Test Kits: How Readable Are the Instructions?"},
      {
        "id":"ED281091",
        "title":"What College Students Want To Learn about Contraception/STD: Marketing Your Services."},
      {
        "id":"ED281092",
        "title":"What College Students Are Telling Us about Alcohol Abuse Prevention."},
      {
        "id":"ED281105",
        "title":"The Evaluation of the National Long Term Care Demonstration: Final Report. Executive Summary."},
      {
        "id":"ED281106",
        "title":"General Summary of the National Long-Term Care Channeling Demonstration. Revised."},
      {
        "id":"ED281108",
        "title":"An Analysis of Suicides among Those Who Resided on Farms in Five North Central States 1980-1985."},
      {
        "id":"ED281109",
        "title":"Environmental Cues in Children's Creative Thinking."},
      {
        "id":"ED281110",
        "title":"Cognitive Characteristics of Suicide Ideators and Attempters."},
      {
        "id":"ED281120",
        "title":"What's \"Verbil\" Sex? An Analysis of Adolescents' Questions about Sex."},
      {
        "id":"ED281122",
        "title":"Heuristic Processes in Ratings of Leader Behavior: Assessing Item-Induced Availability Biases."},
      {
        "id":"ED281123",
        "title":"Evidence for Confirmatory Biases in Interviewers' Questioning Strategies Using a Free Question Generation Methodology."},
      {
        "id":"ED281125",
        "title":"Professional Facilitation of Support Groups: Necessary Attitudes and Knowledge."},
      {
        "id":"ED281128",
        "title":"Theory and Practice: The Rationale for a Career Guidance Workbook."},
      {
        "id":"ED281133",
        "title":"Temperamental Correlates of Self-Monitoring."},
      {
        "id":"ED281137",
        "title":"A Process Model of Dropping Out of School: Implications for Research and Policy in an Era of Raised Academic Standards."},
      {
        "id":"ED281139",
        "title":"The Use of Author Roles in Improving Textbooks and Learning. Technical Report No. 365."},
      {
        "id":"ED281140",
        "title":"Schema Theory and Implications for Teaching Reading: A Conversation. Reading Education Report No. 67."},
      {
        "id":"ED281141",
        "title":"Relating Reading & Writing via Comprehension, Quality, and Structure."},
      {
        "id":"ED281142",
        "title":"Reading Module on Bilingual Education."},
      {
        "id":"ED281144",
        "title":"Strategy Value Information and Children's Reading Comprehension."},
      {
        "id":"ED281145",
        "title":"Language Development Component, Secondary Developmental Reading Program, Final Evaluation Report. Revised."},
      {
        "id":"ED281146",
        "title":"Cost-Benefit Analysis for 1985-86 ECIA Chapter 1 and State DPPF Programs Comparing Groups Receiving Regular Program Instruction and Groups Receiving Computer Assisted Instruction/Computer Management System (CAI/CMS)."},
      {
        "id":"ED281148",
        "title":"The Effect of Reading Instruction and Writing Instruction on Reading and Writing Persuasion."},
      {
        "id":"ED281149",
        "title":"Coping Strategies of Four Successful Learning Disabled College Students: A Case Study Approach. College Reading and Learning Assistance Technical Report 86-08."},
      {
        "id":"ED281150",
        "title":"Unskilled College Readers' Comprehension of Connected and Disconnected Text. College Reading and Learning Assistance Technical Report 87-01."},
      {
        "id":"ED281154",
        "title":"Knowledge Representation and Discourse: Producing and Communicating Meaning."},
      {
        "id":"ED281155",
        "title":"Teaching Students To Annotate and Underline Text Effectively--Guidelines and Procedures. College Reading and Learning Assistance Technical Report No. 87-02."},
      {
        "id":"ED281157",
        "title":"Language Development Component, CLEAR-Reading Recovery Program 1985-86. Final Evaluation Report."},
      {
        "id":"ED281161",
        "title":"Contemporary Canadian Children's Literature for the Intermediate Grades: A Whole Language Approach."},
      {
        "id":"ED281162",
        "title":"Learning to Be Literate in America: Reading, Writing, and Reasoning. The Nation's Report Card."},
      {
        "id":"ED281165",
        "title":"Teaching Reading in the Secondary School. Fastback 251."},
      {
        "id":"ED281166",
        "title":"Readability--The Situation Today. Reading Education Report No. 70."},
      {
        "id":"ED281167",
        "title":"New Models for Reading Assessment. Reading Education No. 71."},
      {
        "id":"ED281170",
        "title":"K-ABC Sequential Processing Characteristics of Reading-Retained First Graders: Preliminary Data."},
      {
        "id":"ED281176",
        "title":"Oversight on Illiteracy in the United States. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED281180",
        "title":"Conceptual and Empirical Bases of Readability Formulas. Technical Report No. 392."},
      {
        "id":"ED281181",
        "title":"Preferences for and Comprehension of Original and Readability-Adapted Materials. Technical Report No. 393."},
      {
        "id":"ED281182",
        "title":"The Status of Literacy in Our Society."},
      {
        "id":"ED281184",
        "title":"Discourse Understanding. Technical Report No. 391."},
      {
        "id":"ED281185",
        "title":"Does Text Structure/Summarization Instruction Facilitate Learning from Expository Text? Technical Report No. 394."},
      {
        "id":"ED281186",
        "title":"The Pattern of Utilization of Visual Information during Fixations in Reading. Technical Report No. 395."},
      {
        "id":"ED281187",
        "title":"Testing in the Kindergarten. Technical Report No. 400."},
      {
        "id":"ED281189",
        "title":"The Role of Experience in Learning Science Vocabulary."},
      {
        "id":"ED281190",
        "title":"College Students' Reading Efficiency with Computer-Presented Text."},
      {
        "id":"ED281195",
        "title":"Teaching Integrative Thought: Techniques and Data."},
      {
        "id":"ED281196",
        "title":"Reducing Writing Apprehension in English Classes."},
      {
        "id":"ED281197",
        "title":"The Uses of Literacy Theory: The Great Leap and the Rhetoric of Retreat."},
      {
        "id":"ED281198",
        "title":"The Odd Couple: How We Teach and How They Learn."},
      {
        "id":"ED281200",
        "title":"Trends and Issues in English Instruction, 1987--Seven Summaries. Summaries of Informal Annual Discussions of the Commissions of the National Council of Teachers of English and the NCTE Standing Committee against Censorship."},
      {
        "id":"ED281203",
        "title":"Addressing Unknown Readers: The Expanded Other Meets the Self."},
      {
        "id":"ED281205",
        "title":"Teaching Books by and about Women."},
      {
        "id":"ED281206",
        "title":"Dialectical Reasoning on Civic Issues."},
      {
        "id":"ED281208",
        "title":"A Development System for Augmented Transition Network Grammars and a Large Grammar for Technical Prose. Technical Report No. 25."},
      {
        "id":"ED281209",
        "title":"Writing to Read in the Portland Public Schools. 1984-85 Evaluation Report."},
      {
        "id":"ED281210",
        "title":"Product Descriptions; Word Processors and Writing Activities for the Elementary Grades. A MicroSIFT Quarterly Report."},
      {
        "id":"ED281211",
        "title":"Word Processors and Writing Activities for the Elementary Grades. A MicroSIFT Quarterly Report."},
      {
        "id":"ED281214",
        "title":"The Kindness of Strangers: Predictor Variables in a Public Information Campaign."},
      {
        "id":"ED281215",
        "title":"A Model for Teaching Writing: Process and Product. Fastback 256."},
      {
        "id":"ED281216",
        "title":"Teaching Writing with the Microcomputer. Fastback 254."},
      {
        "id":"ED281217",
        "title":"Writing across the Curriculum in Adult Basic Education."},
      {
        "id":"ED281224",
        "title":"Evidence of a &quot;Failing Newspaper&quot; under the Newspaper Preservation Act."},
      {
        "id":"ED281225",
        "title":"Circulation Practices and Pricing in Mid-Sized Dailies."},
      {
        "id":"ED281228",
        "title":"Principles for Teaching Cognitive Strategies: The Case of Spelling."},
      {
        "id":"ED281235",
        "title":"The Adult ESL Writer: The Process and the Context."},
      {
        "id":"ED281238",
        "title":"Toward a Theory of Psychological Type Congruence for Advertisers."},
      {
        "id":"ED281245",
        "title":"Agenda Diversity: A Comparison of American and Filipino Editorials on the 1986 Filipino Election and Revolution."},
      {
        "id":"ED281248",
        "title":"Music Video as Electronic Opera and Electronic Lyric."},
      {
        "id":"ED281249",
        "title":"The Rhetoric of Balance: An Analysis of Selected Speeches by Anwar El-Sadat."},
      {
        "id":"ED281257",
        "title":"Accuracy in Academia? &quot;Professor&quot; as a Problematic Cultural Term: An Ethnographic Study."},
      {
        "id":"ED281264",
        "title":"Rule-Based Relaxation of Reference Identification Failures. Technical Report No. 396."},
      {
        "id":"ED281267",
        "title":"EAP: Employee Assistance Programs in the Public Schools. Reference & Resource Series."},
      {
        "id":"ED281268",
        "title":"The Lawmakers Respond: Texas Education Finance Reform (Part II). Correlational and Equity Analyses of Current Law with Cross-Time Comparison."},
      {
        "id":"ED281270",
        "title":"United States Catholic Elementary and Secondary Schools, 1986-1987. A Statistical Report on Schools, Enrollment, &amp; Staffing."},
      {
        "id":"ED281271",
        "title":"Is Big Better? Fact or Fad Concerning School District Organization."},
      {
        "id":"ED281277",
        "title":"School: A Community of Leaders."},
      {
        "id":"ED281278",
        "title":"Helping Teachers to Learn and Unlearn through Diagnostic Supervision."},
      {
        "id":"ED281287",
        "title":"An Economic Theory of School Governance."},
      {
        "id":"ED281290",
        "title":"Hartford Effective Schools Initiative: Planning Phase Evaluation Report."},
      {
        "id":"ED281291",
        "title":"Hartford Effective Schools Initiative: Summer Institute Phase Evaluation Report."},
      {
        "id":"ED281297",
        "title":"Report on the Warehousing and Distribution Functions of the Division of Supply and Property Management."},
      {
        "id":"ED281298",
        "title":"Report on the Procurement and Delivery of Fuel Oil."},
      {
        "id":"ED281299",
        "title":"Management and Control of the Furniture and Equipment Inventory System."},
      {
        "id":"ED281300",
        "title":"Statistical Profiles, 1985-86."},
      {
        "id":"ED281303",
        "title":"The Status of Curriculum in the Public Schools. As Reported by the State Board of Education: Submitted to the Governor, Lt. Governor, and the Seventieth Legislature. Texas Education Code [21.101(f)], 1984-1986."},
      {
        "id":"ED281306",
        "title":"A Model for Effective School Discipline. Fastback 250."},
      {
        "id":"ED281307",
        "title":"Educational Reform: The Forgotten Half. Fastback 252."},
      {
        "id":"ED281313",
        "title":"Dimensions of Improving School Districts."},
      {
        "id":"ED281317",
        "title":"Performance/Outcome Based Principal Evaluation."},
      {
        "id":"ED281318",
        "title":"Performance/Outcome Based Principal Evaluation: A Summary of Procedural Considerations."},
      {
        "id":"ED281319",
        "title":"Audit of Principal Effectiveness: A User's Technical Manual. Designed and Tested for Principal Assessment in Elementary, Middle and Secondary Schools. Revised."},
      {
        "id":"ED281329",
        "title":"Helping the Hyperactive Child: Caring about Kids."},
      {
        "id":"ED281331",
        "title":"High Risk, but Also High Potential: The Plight and the Promise of Children with Attention Deficit Disorders."},
      {
        "id":"ED281333",
        "title":"Cognitive and Communicative Development in Severely Physically Handicapped Non-Speaking Children."},
      {
        "id":"ED281335",
        "title":"Professional Teacher Preparation in the Motor Performance Assessment of Handicapped Students. Final Performance Report."},
      {
        "id":"ED281336",
        "title":"Mentoring the Creative Child, Adult and Prodigy: Current Knowledge, Systems and Research."},
      {
        "id":"ED281337",
        "title":"Communicable Diseases and the Enrolled Student: A Model Policy and Rules."},
      {
        "id":"ED281340",
        "title":"Mentally Retarded Youth in Transition in Allegheny County."},
      {
        "id":"ED281345",
        "title":"Development and Implementation of a Model Training Program to Assist Special Educators, Parks and Resource Management Personnel and Parents to Cooperatively Plan and Conduct Outdoor/Environmental Education Programs for Handicapped Children and Youth. Final Report."},
      {
        "id":"ED281346",
        "title":"Project MAP Year One Final Report: Pilot-Test of the Model Accounting Plan and Preliminary Results of Expectancy Analyses."},
      {
        "id":"ED281349",
        "title":"Communication Interaction and Implications for Handicapped Individuals."},
      {
        "id":"ED281359",
        "title":"Linguistic Activities of the Instituto Caro y Cuervo."},
      {
        "id":"ED281366",
        "title":"Dialogue Journal Writing with Limited-English-Proficient (LEP) Students. Q &amp; A."},
      {
        "id":"ED281369",
        "title":"Syntactic and Morphological Errors of English Speakers on the Spanish Past Tenses."},
      {
        "id":"ED281374",
        "title":"Global Lessons for Second Language Students, Grades 9-12. Student Edition and Teacher's Edition."},
      {
        "id":"ED281378",
        "title":"Computers and ESL in Higher Education. An Introduction for Teachers."},
      {
        "id":"ED281379",
        "title":"The Implications of Technology for Foreign Language Teaching."},
      {
        "id":"ED281380",
        "title":"Testing Linguistic and Communicative Proficiency: The Case of Reading Comprehension."},
      {
        "id":"ED281383",
        "title":"Word Processing in English as a Second Language: A Case Study of Three Non-Native College Students."},
      {
        "id":"ED281384",
        "title":"A Comparison of Innovative Training Techniques at the Defense Language Institute Foreign Language Center. Research Report 1426."},
      {
        "id":"ED281385",
        "title":"Digging in the Dictionary: Building a Relational Lexicon To Support Natural Language Processing Applications."},
      {
        "id":"ED281386",
        "title":"Teaching Pronunciation through Functional Oral Communication Techniques."},
      {
        "id":"ED281387",
        "title":"Native and Non-Native Performance on a National Test in English for Swedish Students. A Validation Study. Skrifter fran Avdelningen for sprakpedagogik 4. Report No. 1986-03."},
      {
        "id":"ED281389",
        "title":"Developing Bilingual Behavior: Language Choice and Social Context."},
      {
        "id":"ED281397",
        "title":"Cooperation in Academic Negotiations: A Guide to Mutual Gains Bargaining."},
      {
        "id":"ED281401",
        "title":"Standards for Professional Staff Preparation in College Unions and Student Activities."},
      {
        "id":"ED281403",
        "title":"Society Membership Profile: The Pattern of Subfield Associations."},
      {
        "id":"ED281404",
        "title":"A Message for Governors and State Legislators: &quot;The Minimum Competency Approach Can Be Bad for the Health of Higher Education.&quot;"},
      {
        "id":"ED281405",
        "title":"Higher Education in Georgia: Assessment, Evaluation, and Accreditation. Proceedings of the Conference (Athens, Georgia, January 15-16, 1986)."},
      {
        "id":"ED281409",
        "title":"Issues in Canada's Official Development Assistance Policies and Programs. A Submission to the Standing Committee on External Affairs and International Trade."},
      {
        "id":"ED281410",
        "title":"Code of Ethics."},
      {
        "id":"ED281414",
        "title":"Science and Liberal Education at Oberlin."},
      {
        "id":"ED281416",
        "title":"Trend Shifts Evident on College Campuses."},
      {
        "id":"ED281417",
        "title":"Research Findings of the Committee on Research and Assessment in Writing, Department of Languages and Literature, Ferris State College."},
      {
        "id":"ED281419",
        "title":"Higher Education Partnerships: Practices, Policies, and Problems. Postsecondary Education for a Changing Economy Project."},
      {
        "id":"ED281422",
        "title":"Trouble Spots in Higher Education. Research in Brief."},
      {
        "id":"ED281423",
        "title":"Information Technologies in the Health Care System. Hearing before the Subcommittee on Investigations and Oversight of the Committee on Science and Technology. U.S. House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED281424",
        "title":"Report to Congress on an Analysis of Financial Disincentives to Career Choices in Health Professions."},
      {
        "id":"ED281430",
        "title":"Compilation of Quality Control Findings: Information on Policy Options."},
      {
        "id":"ED281438",
        "title":"Evolution of Comprehensive State Planning for Higher Education. An Overview. ASHE 1987 Annual Meeting Paper."},
      {
        "id":"ED281440",
        "title":"Fiction to Fact: College Novels and the Study of Higher Education. ASHE 1987 Annual Meeting Paper."},
      {
        "id":"ED281442",
        "title":"The Rational Approach to Budget Cuts: One University's Experience. ASHE 1987 Annual Meeting Paper."},
      {
        "id":"ED281444",
        "title":"Science, Space, and Scholarship: University Research and the Strategic Defense Initiative. ASHE 1987 Annual Meeting Paper."},
      {
        "id":"ED281445",
        "title":"Administrative Intrainstitutional Mobility: The Structuring of Opportunity. ASHE 1987 Annual Meeting Paper."},
      {
        "id":"ED281446",
        "title":"Faculty and Academic Staff Participation in Academic Governance: The Social Contract Model. ASHE 1987 Annual Meeting Paper."},
      {
        "id":"ED281450",
        "title":"Influences on Women's Entry into Male-Dominated Occupations. ASHE 1987 Annual Meeting Paper."},
      {
        "id":"ED281452",
        "title":"Remedial Program Policies, Student Demographic Characteristics and Performance Outcomes in Community Colleges. ASHE 1987 Annual Meeting Paper."},
      {
        "id":"ED281453",
        "title":"Determinants of Enrollment Success in Private Colleges and Universities. ASHE 1987 Annual Meeting Paper."},
      {
        "id":"ED281454",
        "title":"State Policies and Independent Higher Education: A Conceptual Framework and Some Empirical Findings, or Can the States Help the Private Sector Survive? ASHE 1987 Annual Meeting Paper."},
      {
        "id":"ED281456",
        "title":"The Effects of the Undergraduate Experience on Entering a Prototype Profession. ASHE 1987 Annual Meeting Paper."},
      {
        "id":"ED281457",
        "title":"The Influence of Institutional Culture on Presidential Selection. ASHE 1987 Annual Meeting Paper."},
      {
        "id":"ED281461",
        "title":"Program Review, Differences in the Private Sector. ASHE 1987 Annual Meeting Paper."},
      {
        "id":"ED281463",
        "title":"Students' Personal Growth during the First Two Years of College. ASHE 1987 Annual Meeting Paper."},
      {
        "id":"ED281465",
        "title":"A Grounded Theory of Chairperson Management Strategy. ASHE 1987 Annual Meeting Paper."},
      {
        "id":"ED281467",
        "title":"Introduction to LISREL: A Demonstration Using Students' Commitment to an Institution. ASHE 1987 Annual Meeting Paper."},
      {
        "id":"ED281469",
        "title":"Departmental Decision-Making in the Implementation of a University General Education Curriculum. ASHE 1987 Annual Meeting Paper."},
      {
        "id":"ED281470",
        "title":"Students' Academic Orientations and Their Perceptions of and Preferences for Colleges: Applied Market Research Using the Ideal Point Preference Model and Multidimensional Scaling. ASHE 1987 Annual Meeting Paper."},
      {
        "id":"ED281473",
        "title":"The Influence of College Graduates' Collegiate Goals and Career Outcomes on Satisfaction with Their Degree Programs. ASHE 1987 Annual Meeting Paper."},
      {
        "id":"ED281474",
        "title":"Organizational Culture and Performance. ASHE 1987 Annual Meeting Paper."},
      {
        "id":"ED281475",
        "title":"The Reliability and Validity of Organizational Climates. ASHE 1987 Annual Meeting Paper."},
      {
        "id":"ED281480",
        "title":"The Latent Organizational Functions of the Academic Senate: Why Senates Don't Work but Won't Go Away. ASHE 1987 Annual Meeting Paper."},
      {
        "id":"ED281481",
        "title":"Organizational Climate of Institutions of Higher Education: Construct Determination and Relationship to Organizational Effectiveness Criteria. ASHE 1987 Annual Meeting Paper."},
      {
        "id":"ED281487",
        "title":"Teaching and Learning in a Microelectronic Age."},
      {
        "id":"ED281496",
        "title":"Annual Report, 1985-86. Office of Instructional Technology."},
      {
        "id":"ED281503",
        "title":"The Computer as a Tool for Learning through Reflection. Technical Report No. 376."},
      {
        "id":"ED281504",
        "title":"Computer-Assisted Instruction: Authoring Languages. ERIC Digest."},
      {
        "id":"ED281508",
        "title":"Distance Education: Professional Staff Paper."},
      {
        "id":"ED281510",
        "title":"The Effect of CAI on the Performance of Elementary Students."},
      {
        "id":"ED281516",
        "title":"Information Resources on Interactive Video."},
      {
        "id":"ED281517",
        "title":"Interface between Education and Communication: Japan. Asia and the Pacific Programme of Educational Innovation for Development. Education and Polity 4."},
      {
        "id":"ED281520",
        "title":"Issues in Distance Education. Resource Paper."},
      {
        "id":"ED281521",
        "title":"Management and Planning Issues in the Use of Microcomputers in Schools. Occasional Paper in Educational Planning, Management and Statistics No. 11."},
      {
        "id":"ED281522",
        "title":"Media Specialist Handbook: You Are the Key."},
      {
        "id":"ED281525",
        "title":"Outstanding Media Components."},
      {
        "id":"ED281526",
        "title":"Quiet, Computer at Work."},
      {
        "id":"ED281528",
        "title":"Representing System Behaviors and Expert Behaviors for Intelligent Tutoring. Technical Report No. 108."},
      {
        "id":"ED281529",
        "title":"Roles in Media Program Development: School and Community. Revised Edition."},
      {
        "id":"ED281530",
        "title":"Experiments on the Cognitive Aspects of Information Seeking and Information Retrieving. Final Report and Appendices."},
      {
        "id":"ED281533",
        "title":"Four Indications of Current North American Library and Information Doctoral Degree Programs. Occasional Papers No. 176."},
      {
        "id":"ED281550",
        "title":"Annual Program. Library Services and Construction Act, 1986-1987, and FY 1986 Summary."},
      {
        "id":"ED281552",
        "title":"Federal Information Policies: Their Implementation and Implications for Information Access. A Summary of the Proceedings of the Annual Federal Library and Information Center Committee Forum on Federal Information Policies (3rd, Washington, DC, February 12, 1986)."},
      {
        "id":"ED281561",
        "title":"The South Carolina Program for Library Development, 1986-1989 under the Library Services and Construction Act (P.L. 98-480, FY 1987)."},
      {
        "id":"ED281562",
        "title":"South Carolina State Library Annual Report, 1985-1986."},
      {
        "id":"ED281565",
        "title":"Integration of Heterogeneous Bibliographic Information through Data Abstractions."},
      {
        "id":"ED281566",
        "title":"&quot;TIS&quot;: An Intelligent Gateway Computer for Information and Modeling Networks. Overview."},
      {
        "id":"ED281567",
        "title":"Collection Development Organization and Staffing in ARL Libraries. SPEC Kit 131."},
      {
        "id":"ED281568",
        "title":"Conceptualizing an Information System for Special Education Programming within an Intermediate Education District: Milestone One."},
      {
        "id":"ED281570",
        "title":"National Archives and Records Administration Community College Program."},
      {
        "id":"ED281574",
        "title":"The Demographic Imperative: Responding to New Students in Postsecondary Education."},
      {
        "id":"ED281575",
        "title":"Estimated Demand for 1986 Graduates of Michigan Two-Year Colleges."},
      {
        "id":"ED281579",
        "title":"Transfer: Making It Work. A Community College Report."},
      {
        "id":"ED281581",
        "title":"Female Student Participation at Illinois Public Community Colleges."},
      {
        "id":"ED281582",
        "title":"Developing a Technology Articulation Program: The Need for Articulation."},
      {
        "id":"ED281584",
        "title":"Enrollment Information: 1985-86. State of Connecticut Board of Trustees, State Technical Colleges."},
      {
        "id":"ED281585",
        "title":"Keeping America Working Project: Industry Training Inventory, 1986."},
      {
        "id":"ED281587",
        "title":"A Four Year Study of the Myers Center for Small Business. Pueblo Community College, April 1987."},
      {
        "id":"ED281592",
        "title":"Retention of Adult Women Students in the Community College: Research Findings from Exceptional Case Studies."},
      {
        "id":"ED281596",
        "title":"An Environmental Scan of Northern Alameda County. Revised."},
      {
        "id":"ED281601",
        "title":"Salary Survey and Program/Institution Profiles, 1985 and 1986."},
      {
        "id":"ED281602",
        "title":"Workshops for Teachers on Developing Oral Proficiency."},
      {
        "id":"ED281604",
        "title":"Toward Mastery Leadership in Access, Assessment, and Developmental Education: Summary Report of a Colloquium Held in Traverse City, Michigan, July, 1986."},
      {
        "id":"ED281607",
        "title":"Screening for School Entry."},
      {
        "id":"ED281608",
        "title":"Training Day Care Providers."},
      {
        "id":"ED281610",
        "title":"The Development of Social Competence in Children."},
      {
        "id":"ED281611",
        "title":"Influences on Attitudes toward Physical Affection."},
      {
        "id":"ED281613",
        "title":"Competitive Sports in the Elementary School: Psychological and Physical Implications."},
      {
        "id":"ED281614",
        "title":"Knowledge and the Kindergarten Curriculum."},
      {
        "id":"ED281616",
        "title":"Our Televisions, Our Selves: Some Thoughts on Children and Televised Violence."},
      {
        "id":"ED281620",
        "title":"Children's First Amendment Rights: Legal and Empirical Issues."},
      {
        "id":"ED281622",
        "title":"The Graphic Development of Two Artistically Gifted Children: The Drawings of Nadia and Eytan."},
      {
        "id":"ED281623",
        "title":"A Study of Young Children's Aesthetic Sensitivity to Drawing and Painting."},
      {
        "id":"ED281624",
        "title":"Reflections on Cultural Variables and Universals in Young Children's Drawings."},
      {
        "id":"ED281626",
        "title":"Father Involvement with Six-Year-Olds: Correlates Differ by Maternal Employment Status and Area of Child Rearing Involvement."},
      {
        "id":"ED281630",
        "title":"An Examination of After School Care Programs in North Carolina Public Schools."},
      {
        "id":"ED281635",
        "title":"Joys of Grandparenting."},
      {
        "id":"ED281636",
        "title":"Families on the Grow."},
      {
        "id":"ED281637",
        "title":"Parents as Socializers of Children's Perceived Academic Competence."},
      {
        "id":"ED281638",
        "title":"Parent Expectations for Adolescent Transitions: What They Are and How They Affect Their Children."},
      {
        "id":"ED281640",
        "title":"Especially for Parents: Understanding Babies and Toddlers; Understanding Three- to Six-Year-Olds; Disciplining Preschoolers."},
      {
        "id":"ED281641",
        "title":"Toddler Tales. [Pamphlet Series.]"},
      {
        "id":"ED281642",
        "title":"Health in Day Care: A Manual for Health Professionals."},
      {
        "id":"ED281644",
        "title":"Remembering Actions: An Analysis of the Sources of Children's Confusions."},
      {
        "id":"ED281645",
        "title":"The Relationship of Selected Temperament Characteristics to Creative Potential in Preschool Children."},
      {
        "id":"ED281649",
        "title":"Monetary Concepts of Male and Female Kindergartners."},
      {
        "id":"ED281650",
        "title":"Patterns of Maternal Behavior--Revisited."},
      {
        "id":"ED281651",
        "title":"Reform in Chinese Kindergartens: The Preparation of Kindergarten Teachers."},
      {
        "id":"ED281652",
        "title":"Chinese Kindergarten Education and Its Reform."},
      {
        "id":"ED281654",
        "title":"Prosocial Behaviors of Handicapped and Typical Peers in an Integrated Preschool."},
      {
        "id":"ED281656",
        "title":"Developing an Employer-Assisted Family Day Home System: A Guidebook."},
      {
        "id":"ED281657",
        "title":"An Employer-Assisted Home Based Child Care Delivery System: Summary Report."},
      {
        "id":"ED281658",
        "title":"An Employer-Assisted Home Based Child Care Delivery System: Executive Summary."},
      {
        "id":"ED281660",
        "title":"Person Constancy within Developmental Change."},
      {
        "id":"ED281661",
        "title":"Siblings' Strategies for Resolving Conflict over Television Program Choice."},
      {
        "id":"ED281663",
        "title":"Preschoolers' Preparation for Retrieval in Object Relocation Tasks."},
      {
        "id":"ED281673",
        "title":"The Development of Television Viewing Patterns in Early Childhood: A Longitudinal Investigation."},
      {
        "id":"ED281674",
        "title":"An Analysis of the Effectiveness of Head Start and of the Performance of a Low-Income Population in MCPS."},
      {
        "id":"ED281678",
        "title":"Dialogues with Children: The Child as Reporter for Family and Self."},
      {
        "id":"ED281680",
        "title":"Eastern Indians: An Annotated Bibliography with Emphasis on Indigenous Tribes of Connecticut."},
      {
        "id":"ED281681",
        "title":"Reaching Rural Schools Using an Interactive Satellite Based Educational Network: Evaluating TI-IN Network's First Year."},
      {
        "id":"ED281684",
        "title":"Patterns of Poverty in Colorado: Implications for Analysis and Action. Population Dynamics for Colorado Educators."},
      {
        "id":"ED281687",
        "title":"Scholarships and Financial Assistance: A Directory for Migrant High School Students and Counselors."},
      {
        "id":"ED281693",
        "title":"The American Indian in Higher Education: 1975-76 to 1984-85."},
      {
        "id":"ED281694",
        "title":"Organizational Alternatives for Small Rural Schools. Final Report to the Legislature of the State of New York."},
      {
        "id":"ED281698",
        "title":"Just Beyond Your Fingertips: American Indian Children Participating in Language Development."},
      {
        "id":"ED281699",
        "title":"Foster Care: Use of Funds for Youths Placed in the Rite of Passage Program."},
      {
        "id":"ED281700",
        "title":"Economic and Fiscal Conditions in Rural America. Hearings before the Committee on the Budget. House of Representatives, Ninety-Ninth Congress, Second Session (Helena, Montana and Worthington, Minnesota, March 14, 1986)."},
      {
        "id":"ED281703",
        "title":"AISD Needs Assessment for 1986-87."},
      {
        "id":"ED281704",
        "title":"Legalizing the Status of English: A New Form of Oppression for Language Minority Groups."},
      {
        "id":"ED281706",
        "title":"Family Food Choices: A Guide to Weight and Diabetes Control."},
      {
        "id":"ED281708",
        "title":"Pesticide Safety for Farmworkers = Uso Seguro de Pesticidas para los Trabajadores del Campo."},
      {
        "id":"ED281709",
        "title":"Current Practices in Science/Society/Technology/Environment Education: A Survey of the State Education Agencies."},
      {
        "id":"ED281714",
        "title":"Criteria for Excellence: Science."},
      {
        "id":"ED281716",
        "title":"Schema Knowledge Structures for Representing and Understanding Arithmetic Story Problems. First Year Technical Report."},
      {
        "id":"ED281717",
        "title":"Employer-Sponsored Teacher Internships in Science and Math: A Part of Education Reform Strategy."},
      {
        "id":"ED281720",
        "title":"What Is Experimental Research Saying about Mathematics Word Problem Solving? A Review of Thirty-Four Studies Completed between 1980 and 1986."},
      {
        "id":"ED281723",
        "title":"Science Teaching and Career Awareness. Focus on Excellence, Volume 4 Number 1."},
      {
        "id":"ED281724",
        "title":"Preservice Elementary Teacher Education in Science. Focus on Excellence, Volume 4 Number 2."},
      {
        "id":"ED282749",
        "title":"Instruction for Understanding: A Cognitive Process Framework. Final Report."},
      {
        "id":"ED282750",
        "title":"1986 Annual Report to the Ford Foundation: The Urban Mathematics Collaborative Project. Program Report 87-4."},
      {
        "id":"ED282751",
        "title":"A Description of the Strategic Knowledge of Experts Solving Transmission Genetics Problems."},
      {
        "id":"ED282752",
        "title":"Effects of Modes of Computer-Assisted Instruction on Conceptual Understanding and Achievement of College Students Exhibiting Individual Differences in Learning: A Pilot Study."},
      {
        "id":"ED282753",
        "title":"Learning from Computer Simulations."},
      {
        "id":"ED282756",
        "title":"Categorizations of Classical Genetics Problems by Successful and Unsuccessful Problem Solvers."},
      {
        "id":"ED282760",
        "title":"Survey to Determine Women and Minority Participation in Mathematics and Science Programs in the Public Secondary Schools of Arkansas. Report to the Arkansas Department of Education, Vocational and Technical Education Division."},
      {
        "id":"ED282761",
        "title":"Predictive Validity of GPA, CAT and NTE Science Specialty Tests on Scores of a Performance Based Student Teaching Evaluation Instrument. Teacher Education Research Center Research Report No. 87-1."},
      {
        "id":"ED282769",
        "title":"U.S. Science and Engineering Base: A Synthesis of Concerns about Budget and Policy Development. Staff Study."},
      {
        "id":"ED282770",
        "title":"Science Education and the Epistemology of Schools: Neglected Facets of Subject Matter."},
      {
        "id":"ED282771",
        "title":"Human Talent for Competitiveness."},
      {
        "id":"ED282773",
        "title":"Basic Science Process Skills. An Inservice Workshop Kit: Workshop Manual."},
      {
        "id":"ED282774",
        "title":"Basic Science Process Skills. An Inservice Workshop Kit: Outlines and Activities."},
      {
        "id":"ED282775",
        "title":"Inservice Training of Elementary Teachers to Enhance Science Process Skill Development and Instruction. Final Report."},
      {
        "id":"ED282776",
        "title":"Science Misconceptions Research and Some Implications for the Teaching of Science to Elementary School Students. ERIC/SMEAC Science Education Digest No. 1, 1987."},
      {
        "id":"ED282782",
        "title":"Consider Canada: A Handbook for Teachers."},
      {
        "id":"ED282791",
        "title":"Why a Transatlantic Network? Some Thoughts on Feasibility and Effectiveness."},
      {
        "id":"ED282792",
        "title":"Selected Entries on Demography and Its Bearing on Population Education in Seven Asian Countries. Abstract-Bibliography, Series 7."},
      {
        "id":"ED282793",
        "title":"The Bicentennial: A Constitutional Restoration."},
      {
        "id":"ED282796",
        "title":"Teaching about Japan. ERIC Digest No. 38."},
      {
        "id":"ED282797",
        "title":"Political Theory as Autonomous and Non-Autonomous Enterprises: Teaching Political Concepts at the College Level."},
      {
        "id":"ED282799",
        "title":"A Look at Japanese Education Today. Research in Brief."},
      {
        "id":"ED282803",
        "title":"A National Empirical Analysis of the Attitudes of U.S. Professional Educators on New Right Political and Religious Issues."},
      {
        "id":"ED282809",
        "title":"Authoritarian Thinking, Groupthink, and Decision-Making under Stress: Are Simple Decisions Always Worse?"},
      {
        "id":"ED282810",
        "title":"Artist Employment and Unemployment, 1971-1980."},
      {
        "id":"ED282813",
        "title":"Long-Term Impact of Famine: Enduring Disasters and Opportunities for Progress. Staff Report No. AGES870212."},
      {
        "id":"ED282814",
        "title":"This Constitution: A Bicentennial Chronicle."},
      {
        "id":"ED282815",
        "title":"The Evolving Soviet Approach to Human Rights. Current Policy No. 929."},
      {
        "id":"ED282818",
        "title":"Women in Politics: Some Historical and Cultural Aspects of Voting Patterns and Possible Influences on Education."},
      {
        "id":"ED282820",
        "title":"Modernization and the Emergence of a Landless Peasantry: Essays on the Integration of Peripheries to Socioeconomic Centers. Studies in Third World Societies Publication No. 33."},
      {
        "id":"ED282823",
        "title":"Operational Teacher Training Objectives and Raising Achievement Levels. A Monograph."},
      {
        "id":"ED282825",
        "title":"Different Goals of Inquiry Teaching. Technical Report. Report No. 6458."},
      {
        "id":"ED282826",
        "title":"An Ecological and School Specific Model of Student and Teacher Empowerment: The N.E.A.'s Mastery-in-Learning Project."},
      {
        "id":"ED282827",
        "title":"Evaluation of the 1984-85 Beginning Teacher Program."},
      {
        "id":"ED282828",
        "title":"Procedure for Serving Accreditation of Teacher Education Programs in Arkansas."},
      {
        "id":"ED282838",
        "title":"A School-Museum-University Program to Develop Hispanic Children's Scientific Observation and Inferential Thinking."},
      {
        "id":"ED282839",
        "title":"The Classroom Lives of Teachers: Issues, Observations, and Recommendations. MEDARP Seminar Series, Fall 1984."},
      {
        "id":"ED282840",
        "title":"Effective Teacher Selection: From Recruitment to Retention."},
      {
        "id":"ED282841",
        "title":"Effect(s) of Specified Teacher Behaviors on Student ALT-PE."},
      {
        "id":"ED282844",
        "title":"Cognition and Metacognition in Teachers' Professional Development."},
      {
        "id":"ED282847",
        "title":"Teachers' Practical Ways of Seeing and Making Sense: A Final Report."},
      {
        "id":"ED282848",
        "title":"National Cholesterol Education Program. Planning Workshop for School-Based Education June 4-5, 1985. Summary Report."},
      {
        "id":"ED282849",
        "title":"What Should Teacher Educators Do? State Reform in the Context of a National Agenda for Change in Teacher Education."},
      {
        "id":"ED282850",
        "title":"Improving the Selection of Teachers. Research in Brief."},
      {
        "id":"ED282852",
        "title":"Cooperating Teachers as Instructional Supervisors: The Effects of Their Preparation on the Quality of the Student Teaching Experience."},
      {
        "id":"ED282855",
        "title":"Learning the Professional Knowledge of Teaching: Views of the Relationship between &quot;Theory&quot; and &quot;Practice.&quot;"},
      {
        "id":"ED282857",
        "title":"Metaphors, Puzzles, and Teachers' Professional Knowledge."},
      {
        "id":"ED282858",
        "title":"Metaphorical Expressions of Teachers' Practical Curriculum Knowledge."},
      {
        "id":"ED282859",
        "title":"Intern Mentoring in an Alternative Teacher Preparation Program."},
      {
        "id":"ED282860",
        "title":"So You Want To Be a Teacher. ERIC Digest 19."},
      {
        "id":"ED282861",
        "title":"Improving the Teaching Profession: Analysis of Two Recent Reports."},
      {
        "id":"ED282862",
        "title":"Cooperative Learning: Student Teams. What Research Says to the Teacher. Second Edition."},
      {
        "id":"ED282863",
        "title":"The Profile of the Beginning Teacher. Report of the CSU Committee to Study the Teacher Preparation Curriculum."},
      {
        "id":"ED282864",
        "title":"Ranked Importance of Student Teacher Tasks as Perceived by Cooperating Teachers and University Supervisors."},
      {
        "id":"ED282868",
        "title":"The Effects of Long Distance Running on Preadolescent Children."},
      {
        "id":"ED282870",
        "title":"Androgyny and Recreation Participation for Women."},
      {
        "id":"ED282872",
        "title":"How Do Teachers Communicate? A Review and Critique of Assessment Practices. Teacher Education Monograph No. 7."},
      {
        "id":"ED282874",
        "title":"Supply and Demand: Towards Differentiation in Teacher Education, Based on Differences in Learning Orientations."},
      {
        "id":"ED282876",
        "title":"Taking Charge of Change."},
      {
        "id":"ED282878",
        "title":"Cooperation Structures in Preservice Teacher Education Programmes and Their Effects on Beginning Teachers' Classroom Performance."},
      {
        "id":"ED282880",
        "title":"Developing Research Based Teaching Skills in Preservice Teacher Education."},
      {
        "id":"ED282882",
        "title":"Teacher Quality. An Issue Brief."},
      {
        "id":"ED282890",
        "title":"Personnel Issues in Maintaining Longitudinal Designs."},
      {
        "id":"ED282891",
        "title":"Measuring School Effectiveness: Guidelines for Educational Practitioners."},
      {
        "id":"ED282892",
        "title":"Perception of Quality of Life. Cognitive Science Research No. 16."},
      {
        "id":"ED282894",
        "title":"Collaborative Evaluation: Towards a Transformation of Evaluation for Feminist Programs and Projects."},
      {
        "id":"ED282897",
        "title":"Testing and Computer-Based Instruction: Psychometric Considerations."},
      {
        "id":"ED282898",
        "title":"An Assessment of the Dimensionality of SAT-Mathematical."},
      {
        "id":"ED282904",
        "title":"Fundamentals of Canonical Correlation Analysis: Basics and Three Common Fallacies in Interpretation."},
      {
        "id":"ED282905",
        "title":"Empirical Status of Feuerstein's &quot;Instrumental Enrichment&quot; as a Method of Teaching Thinking Skills."},
      {
        "id":"ED282906",
        "title":"Interpreting the Results of Weighted Least-Squares Regression: Caveats for the Statistical Consumer."},
      {
        "id":"ED282909",
        "title":"A Study of Methods for Estimating Distributions of Test Scores."},
      {
        "id":"ED282910",
        "title":"Sociocultural Factors and Bender Visual Motor Gestalt Performance."},
      {
        "id":"ED282912",
        "title":"The Use of Volunteers in Evaluation and Research Studies."},
      {
        "id":"ED282913",
        "title":"Using Young Children's Writing Samples in Program Evaluation."},
      {
        "id":"ED282915",
        "title":"The Use of Simulations in Learning and Transfer of Higher-Order Cognitive Skills."},
      {
        "id":"ED282916",
        "title":"Teachers' Perceptions and Attitudes toward Minimum Competency Testing for Teachers: A Factor Analytic Study."},
      {
        "id":"ED282917",
        "title":"Sphericity Tests and Repeated Measures Data."},
      {
        "id":"ED282918",
        "title":"Ethics: The Failure of Positivist Science."},
      {
        "id":"ED282919",
        "title":"Curriculum Research in Retrospect."},
      {
        "id":"ED282925",
        "title":"A Preliminary Evaluation of Student Preparation for the Study of Calculus."},
      {
        "id":"ED282927",
        "title":"Evaluating Student Teaching Performance."},
      {
        "id":"ED282928",
        "title":"Grammar, Punctuation, and Spelling: Controlling the Conventions of Written English at Ages 9, 13, and 17. The Nation's Report Card."},
      {
        "id":"ED282930",
        "title":"Evaluation of the Psychological Services Program."},
      {
        "id":"ED282931",
        "title":"Negotiating Organizational Reality: A Case Study of Mutual Validation of Research Outcomes."},
      {
        "id":"ED282936",
        "title":"Multi-Digit (MDT) Testing in the Teaching of Criminal Justice Sciences."},
      {
        "id":"ED282939",
        "title":"The Plight of the Black Elderly: A Major Crisis in America. Hearing before the Select Committee on Aging. House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED282948",
        "title":"Dropouts in America: Enough Is Known for Action. A Report for Policymakers and Grantsmakers."},
      {
        "id":"ED282949",
        "title":"Bilingual Education: A New Look at the Research Evidence. GAO Briefing Report to the Chairman, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED282952",
        "title":"Home School and Adult Instruction Component, Home-School-Community Agents Project. Final Evaluation Report. Revised."},
      {
        "id":"ED282957",
        "title":"Team Up For a Clean New York."},
      {
        "id":"ED282962",
        "title":"Magnet Schools Assistance Program Final Technical Report: Fall 1986. Research and Evaluation."},
      {
        "id":"ED282964",
        "title":"Trends in Gender Differences in Poverty: 1950-1980."},
      {
        "id":"ED282966",
        "title":"Magnet School Attractions: Magnet Schools Assistance Program, 1985-86. Executive Summary."},
      {
        "id":"ED282968",
        "title":"Children in Custody: 1982/83 Census of Juvenile Detention and Correctional Facilities."},
      {
        "id":"ED282970",
        "title":"Analysis of School District Records to Study the Effectiveness of Chapter 1 Programs and To Conduct a Longitudinal Study of Students Involved in Chapter 1 Programs over a Five Year Period. Final Report."},
      {
        "id":"ED282971",
        "title":"Reducing School Crime and Student Misbehavior: A Problem-Solving Strategy. Issues and Practices in Criminal Justice."},
      {
        "id":"ED282972",
        "title":"The Double-Edged Sword of Equal Educational Opportunity."},
      {
        "id":"ED282973",
        "title":"Building An Indivisible Nation: Bilingual Education in Context. A Report from the ASCD Panel on Bilingual Education."},
      {
        "id":"ED282982",
        "title":"Agricultural Parity: Historical Review and Alternative Calculations."},
      {
        "id":"ED282983",
        "title":"Vocational Education: Its Programs and Students. A Study of Vocational Education. Report #1."},
      {
        "id":"ED282984",
        "title":"What Students Say about Vocational Programs. A Study of Vocational Education. Report #2."},
      {
        "id":"ED282985",
        "title":"Challenges in Designing U.S. Farm Policy. Issues in Agricultural Policy. Agriculture Information Bulletin Number 518."},
      {
        "id":"ED282987",
        "title":"The U.S. Cotton Industry."},
      {
        "id":"ED282988",
        "title":"Promotion of Cooperation amongst Research and Development Organizations in the Field of Vocational Training. Working Meeting Papers (Berlin, West Germany, September 11-12, 1986). First Edition. CEDEFOP Document."},
      {
        "id":"ED282989",
        "title":"Regional Development and Vocational Training. Development of Human Resources in Regions of Economic Reconversion Benefiting from Community Financial Support. Synthesis Report. First Edition. CEDEFOP Document."},
      {
        "id":"ED282990",
        "title":"Regional Development and Vocational Training. Development of Human Resources in Regions of Economic Reconversion Benefiting from Community Financial Support. Regional Monographs (Lorraine, Northern England, Province of Limburg, South-West of Ireland, Liguria, Andalusia). First Edition. CEDEFOP Document."},
      {
        "id":"ED282993",
        "title":"Future Curriculum Development Needs in Vocational Education and Training. Public Hearing. Proceedings (Chicago, Illinois, October 26, 1983)."},
      {
        "id":"ED282994",
        "title":"Industrial Arts Reform: Trapped in a Technocratic Ideology. (Limitations Imposed by Ideology While Reconceptualizing Industrial Arts Curriculum)."},
      {
        "id":"ED282995",
        "title":"A Conceptualization of Competence for the Professional Development of Home Economics Educators."},
      {
        "id":"ED283020",
        "title":"Design Papers for the National Assessment of Vocational Education. Proceedings of the National Conference on the Condition of Vocational Education (Washington, DC, September 11-12, 1986)."},
      {
        "id":"ED283022",
        "title":"Private Training and Public Goals: A Study of New York Proprietary Schools."},
      {
        "id":"ED283023",
        "title":"A Module for Hospital Central Processing Technicians on Decontamination, Assembly and Wrapping Concepts of GYN Hysterectomy Instruments."},
      {
        "id":"ED283024",
        "title":"Insulin: All You Need To Know but Were Afraid To Ask. A Patient Education Module."},
      {
        "id":"ED283025",
        "title":"Sex Equity Workshops for State Technical Colleges. Vocational Education Professional Development Project 1985-1986. Final Report."},
      {
        "id":"ED283033",
        "title":"Youth Corps Case Studies: The New York City Volunteer Corps. Interim Report."},
      {
        "id":"ED283034",
        "title":"Youth Corps Case Studies: Katimavik, The Canadian Youth Corps."},
      {
        "id":"ED283036",
        "title":"A Model for Differentiation of Adjunct Faculty. Techniques."},
      {
        "id":"ED283037",
        "title":"Employment Projections in the Primary Metals Industry."},
      {
        "id":"ED283038",
        "title":"Veterans' Education Amendments of 1986. Report (To Accompany H.R. 3747)."},
      {
        "id":"ED283042",
        "title":"The Transition of Young People into Employment after Completion of Apprenticeship in the &quot;Dual System&quot; (In-Plant Training and Part-Time School). Findings from a Research Project of the Federal Institute for Vocational Training. First Edition. CEDEFOP Document."},
      {
        "id":"ED283043",
        "title":"PLATO Computer-Managed Learning Report. Summative Evaluation of PLATO Computer-Managed Learning in the Nursing Assistant Program."},
      {
        "id":"ED283044",
        "title":"Twenty-First Century Challenges. Proceedings of the Golden Anniversary Conference on Graduate Study in Adult Education (Columbus, Ohio, October 17-18, 1986)."},
      {
        "id":"ED283048",
        "title":"Vocational Training in the People's Republic of China. Structures, Problems, and Recommendations."},
      {
        "id":"ED283049",
        "title":"New Roles for Men and Women. A Report on an Educational Intervention with College Students."},
      {
        "id":"ED283051",
        "title":"Microcomputers in Transit: A Needs Assessment and Implementation Handbook. Final Report."},
      {
        "id":"ED283057",
        "title":"Ethnic Identity in Young Adults from Three Ethnic Groups."},
      {
        "id":"ED283058",
        "title":"Ethnic Identity in Older Adolescents from Four Ethnic Groups."},
      {
        "id":"ED283060",
        "title":"Social Comparison of Wages: Impact on Satisfaction and Fairness Judgments."},
      {
        "id":"ED283061",
        "title":"Subjective Occupational Structure and Holland's Theoretical Hexagon."},
      {
        "id":"ED283062",
        "title":"Community Post-Tornado Support Groups: Intervention and Evaluation."},
      {
        "id":"ED283063",
        "title":"Community Post-Tornado Support Groups: Conceptual Issues and Personal Themes."},
      {
        "id":"ED283065",
        "title":"States of Mind Model: Anxiety, Depression, and Coping with Stress."},
      {
        "id":"ED283068",
        "title":"Context, Cognition, and Biology in Applied Behavior Analysis."},
      {
        "id":"ED283070",
        "title":"Operational Thought in Alzheimer's Disease Early Onset and SDAT."},
      {
        "id":"ED283071",
        "title":"The Role of Work Values in Leader-Member Exchange."},
      {
        "id":"ED283073",
        "title":"Suicide. Useful Information on..."},
      {
        "id":"ED283074",
        "title":"Qualitative Differences in Real-Time Solution of Standardized Figural Analogies."},
      {
        "id":"ED283075",
        "title":"Protocol Analysis of Aptitude Differences in Figural Analogy Problem Representation."},
      {
        "id":"ED283082",
        "title":"Self-Concept and Achievement: Theory and Practice."},
      {
        "id":"ED283083",
        "title":"Differential Attentional Functioning in Learned-Helpless and Mastery-Oriented Children."},
      {
        "id":"ED283087",
        "title":"Information Sources Used by High School Seniors."},
      {
        "id":"ED283088",
        "title":"Predicting the Career Choice Attitudes of High School Students with Interest and Ability in Science and Mathematics."},
      {
        "id":"ED283089",
        "title":"How Husbands Cope When Pregnancy Fails: A Longitudinal Study of Infertility and Psychosocial Generativity. Working Paper No. 167."},
      {
        "id":"ED283090",
        "title":"Finding Solutions to Relocation Problems of Professionals. Working Paper No. 161."},
      {
        "id":"ED283094",
        "title":"The Effect of Relaxation Training on Test Behavior in a Thinking Skills Program."},
      {
        "id":"ED283095",
        "title":"A Comparison of Relaxation Strategies."},
      {
        "id":"ED283096",
        "title":"Women's Participation in Behavioral and APA Journals."},
      {
        "id":"ED283102",
        "title":"The Revised Self-Monitoring Scale and Social Skills."},
      {
        "id":"ED283103",
        "title":"Relationships between ACT Test Scores and High School Courses."},
      {
        "id":"ED283106",
        "title":"Fee-for-Service Health Care Expenditures: Evidence of Selection Effects among Subscribers Who Choose HMOs. Health Insurance Experiment Series."},
      {
        "id":"ED283107",
        "title":"Learning Orientation and Academic Achievement."},
      {
        "id":"ED283111",
        "title":"Cultural Differences in Social Interaction during Group Problem Solving."},
      {
        "id":"ED283114",
        "title":"National Partnership To Prevent Drug and Alcohol Abuse. Hearing before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, Second Session (September 19, 1986)."},
      {
        "id":"ED283115",
        "title":"The Crack Cocaine Crisis. Joint Hearing before the Select Committee on Narcotics Abuse and Control, House of Representatives and the Select Committee on Children, Youth, and Families. House of Representatives, Ninety-Ninth Congress, Second Session (July 15, 1986)."},
      {
        "id":"ED283116",
        "title":"Insurance Reserves: Strategies for Regulating the Federal Employees Health Benefits Program. Report to the Chairman, Committee on Post Office and Civil Service, House of Representatives."},
      {
        "id":"ED283117",
        "title":"Medicaid: Lessons Learned from Arizona's Prepaid Program. Report to the Secretary of Health and Human Services."},
      {
        "id":"ED283118",
        "title":"Mental Health Care: Licensing and Certification Requirements for Staff in State Hospitals. Fact Sheet for the Honorable Daniel K. Inouye, United States Senate."},
      {
        "id":"ED283119",
        "title":"School Dropouts in the United States."},
      {
        "id":"ED283121",
        "title":"Reading Study. Volume I: Final Report and Volume II: Technical Appendix for Final Report."},
      {
        "id":"ED283124",
        "title":"Literacy Learning as an Intertextual Process."},
      {
        "id":"ED283126",
        "title":"How Useful Are Workshops Conducted during National Newspaper in Education Week? Final Report."},
      {
        "id":"ED283127",
        "title":"Reading and Schema Theory: A Bibliography."},
      {
        "id":"ED283139",
        "title":"Teaching Reading Comprehension: Strategies for Success."},
      {
        "id":"ED283141",
        "title":"Using Directed Reading Activities to Increase Students' Receptiveness and Comprehension of Literary Forms."},
      {
        "id":"ED283143",
        "title":"Merrimack College Peer Tutor Training Tape."},
      {
        "id":"ED283145",
        "title":"Using the Lesson Cycle in Teaching Composition: A Plan for Creativity."},
      {
        "id":"ED283148",
        "title":"Women through &quot;Time&quot;: Who Gets Covered?"},
      {
        "id":"ED283152",
        "title":"Reading and Teaching Irony in Poetry: Giving Short People a Reason To Live."},
      {
        "id":"ED283156",
        "title":"Idea Generation Techniques for Sparking Creative Advertising Ideas."},
      {
        "id":"ED283157",
        "title":"The Upscale Hispanic Magazine Reader: Acculturation and the &quot;Yucca&quot; Lifestyle."},
      {
        "id":"ED283158",
        "title":"Covering Religion News at Daily Newspapers."},
      {
        "id":"ED283159",
        "title":"Religion Journalists' Perceptions of Religion News and Its Audience."},
      {
        "id":"ED283160",
        "title":"What's Wrong with News-Editorial (Print) Journalism? Students Reject It as a Curriculum or Career Path and State Their Reasons."},
      {
        "id":"ED283163",
        "title":"A Needs Assessment of High School Journalism Teacher-Advisers Concerning Types of University Programs Most Beneficial to Scholastic Journalism Education."},
      {
        "id":"ED283164",
        "title":"Partisan Press Coverage of Anti-Abolitionist Violence--A Case Study of Status Quo Journalism."},
      {
        "id":"ED283165",
        "title":"The Mass Media, Knowledge and Evaluation of Community."},
      {
        "id":"ED283168",
        "title":"Media Access to Pretrial Discovery Documents: Beyond Reach?"},
      {
        "id":"ED283169",
        "title":"The Gifted and Writing."},
      {
        "id":"ED283172",
        "title":"Real-World Research for Freshman."},
      {
        "id":"ED283175",
        "title":"Audience Awareness and the Interpersonal Function of Writing."},
      {
        "id":"ED283176",
        "title":"Poetry in English Composition, with Computers or without."},
      {
        "id":"ED283180",
        "title":"Understanding Discrepancies in International News Coverage of the KAL 007 Airline Incident."},
      {
        "id":"ED283189",
        "title":"The Mutilated Boy and the Press: A Rumor Study."},
      {
        "id":"ED283190",
        "title":"Newspaper Reader Interest in Business News."},
      {
        "id":"ED283198",
        "title":"Computer-Tutors and a Freshman Writer: A Protocol Study."},
      {
        "id":"ED283202",
        "title":"A Methodological Investigation of Cultivation."},
      {
        "id":"ED283205",
        "title":"Media-Sponsored Opinion Polls: A Critical Review of Campaign '84 and Recommendations for Campaign '88."},
      {
        "id":"ED283207",
        "title":"Language, the Forgotten Content."},
      {
        "id":"ED283209",
        "title":"Coping with Chaos."},
      {
        "id":"ED283211",
        "title":"The Student as Producer and Consumer of Text: Computer Uses in English Studies."},
      {
        "id":"ED283217",
        "title":"The Educational Psychology of Note Taking: Effects of Prior Word/World Knowledge."},
      {
        "id":"ED283218",
        "title":"An Evaluation of Developmental Writing Courses for Specially Admitted Students (Athletes)."},
      {
        "id":"ED283220",
        "title":"Relationships between Expert and Novice Performance in Disciplinary Writing and Reading."},
      {
        "id":"ED283224",
        "title":"The Space Shuttle Disaster: Ethical Issues in Organizational Decision-Making."},
      {
        "id":"ED283227",
        "title":"Leading and Managing: A Study of Style and Perception."},
      {
        "id":"ED283230",
        "title":"Creating Community-Based Video Productions."},
      {
        "id":"ED283231",
        "title":"Television Aesthetics as Aesthetics."},
      {
        "id":"ED283232",
        "title":"Statistical Profiles, 1986-87."},
      {
        "id":"ED283233",
        "title":"Annotated Bibliography on the Use of Field Experience to Train Educational Leaders. A Project Paper."},
      {
        "id":"ED283237",
        "title":"Improving the Effectiveness of School-Based Administration in Maryland."},
      {
        "id":"ED283244",
        "title":"Organizational Theory and Women: Where Are We?"},
      {
        "id":"ED283254",
        "title":"Educational Administration and the Management of Knowledge."},
      {
        "id":"ED283263",
        "title":"Schooling, the School Effectiveness Movement, and Educational Reform."},
      {
        "id":"ED283266",
        "title":"United States Catholic Elementary Schools & Their Finances, 1987."},
      {
        "id":"ED283269",
        "title":"Nonpublic School Enrollment and Staff, New York State, 1986-87."},
      {
        "id":"ED283270",
        "title":"Parent Choice: A Digest of the Research. [Parent Choice and the Public Schools: Volume 1]."},
      {
        "id":"ED283271",
        "title":"Planning for Parent Choice: A Guide to Parent Surveys and Parent Involvement in Planning for Parent and Professional Choice in the Public Schools. [Parent Choice and the Public Schools: Volume 2]."},
      {
        "id":"ED283272",
        "title":"Parent Information Strategies: Helping Parents Find Out about Schools of Choice. [Parent Choice and the Public Schools: Volume 3]."},
      {
        "id":"ED283273",
        "title":"A Consumer's Guide to Schools of Choice: For Parents and Other Educators. [Parent Choice and the Public Schools: Volume 4]."},
      {
        "id":"ED283277",
        "title":"Instructional Leadership at the District Level: A Closer Look at Autonomy and Control. Research Series No. 182."},
      {
        "id":"ED283281",
        "title":"Fringe Benefits and the Value of Summer Leisure for Public School Teachers in the Southeast."},
      {
        "id":"ED283282",
        "title":"Factors and Perceptions of Equal Access for Women and Minorities in Educational Administration."},
      {
        "id":"ED283283",
        "title":"Forecasting Curriculum Futures: Arts of Anticipation in Curriculum Inquiry."},
      {
        "id":"ED283284",
        "title":"A Meta-Analysis of Research on the Relationship between Educational Expenditures and Student Achievement."},
      {
        "id":"ED283300",
        "title":"Report on Enrollment and Tuition Procedures for Nonresident Students."},
      {
        "id":"ED283301",
        "title":"Research Needs in the Field of Educational Facility Planning."},
      {
        "id":"ED283302",
        "title":"Tailoring the Interview Process for More Effective Personnel Selection."},
      {
        "id":"ED283303",
        "title":"Sex Role Stereotyping for Household Chores by Aspiring and Incumbent Female and Male Public School Administrators."},
      {
        "id":"ED283305",
        "title":"Communication, Control, and Computer Access for Disabled and Elderly Individuals. ResourceBook 1: Communication Aids. Rehab/Education Technology ResourceBook Series."},
      {
        "id":"ED283307",
        "title":"Communication, Control, and Computer Access for Disabled and Elderly Individuals. ResourceBook 3: Software and Hardware. Rehab/Education Technology ResourceBook Series."},
      {
        "id":"ED283309",
        "title":"Attitudes of University Students Toward Persons with Specific Handicaps."},
      {
        "id":"ED283312",
        "title":"The Mediating Effect of Age on the Relationship between Hyperactivity and Neuropsychological Test Performance."},
      {
        "id":"ED283313",
        "title":"College Freshmen with Disabilities Preparing for Employment. A Statistical Profile..."},
      {
        "id":"ED283314",
        "title":"Characteristics of Limited English Proficient and English Proficient Learning Disabled Hispanic Students at Initial Assessment and at Reevaluation."},
      {
        "id":"ED283315",
        "title":"The Status of Handicapped Children in Head Start Programs: Thirteenth Annual Report of the U.S. Department of Health and Human Services to the Congress of the United States on Services Provided to Handicapped Children in Project Head Start."},
      {
        "id":"ED283316",
        "title":"School-to-Work Transition for Handicapped Youth: Perspectives on Education and Training."},
      {
        "id":"ED283318",
        "title":"How Schools Can Help Combat Student Eating Disorders. Anorexia Nervosa and Bulimia."},
      {
        "id":"ED283319",
        "title":"First Steps: A Guide for Parents of Children with Developmental Disabilities."},
      {
        "id":"ED283323",
        "title":"Teacher Effectiveness in Special Education."},
      {
        "id":"ED283324",
        "title":"Evaluation Report of the Challenge Program: County of Strathcona #20."},
      {
        "id":"ED283325",
        "title":"Educating the Gifted: Evaluation Components."},
      {
        "id":"ED283326",
        "title":"Evaluation Report of the Gifted and Talented Program: Camrose School District #1315."},
      {
        "id":"ED283327",
        "title":"Evaluation Report of the Provisions for Gifted and Talented in Calgary Board of Education."},
      {
        "id":"ED283330",
        "title":"Program Guidelines for Visually Impaired Individuals."},
      {
        "id":"ED283331",
        "title":"Program Guidelines for Hearing Impaired Individuals."},
      {
        "id":"ED283332",
        "title":"Documentation Guide for Handicapped, Disadvantaged, and Limited-English-Proficient Students in Vocational Education Programs and Services."},
      {
        "id":"ED283333",
        "title":"Physical Education for Individuals with Exceptional Needs: A Resource Manual."},
      {
        "id":"ED283335",
        "title":"Cognitive Structure and Process in Highly Competent Performance."},
      {
        "id":"ED283336",
        "title":"Effectiveness Indicators for Special Education: A Reference Tool. First Edition."},
      {
        "id":"ED283337",
        "title":"Handicapped Children's Protection Act of 1986. House of Representatives, 99th Congress, Second Session Conference Report [To Accompany S. 415]."},
      {
        "id":"ED283339",
        "title":"Project PLANTWORK: A Horticulture Employment Initiative for Workers with Developmental Disabilities."},
      {
        "id":"ED283340",
        "title":"Severely Handicapped Youth Exiting Public Education: Issues and Concerns."},
      {
        "id":"ED283341",
        "title":"Servicing Low Achieving Pupils and Pupils with Learning Disabilities: A Comparison of Two Approaches."},
      {
        "id":"ED283342",
        "title":"Bridging the Gap: College Preparation for Disabled Students."},
      {
        "id":"ED283343",
        "title":"Depressive Disorders: Treatments Bring New Hope."},
      {
        "id":"ED283344",
        "title":"Gifted and Talented Children and Youth Education Act of 1986. Report [To Accompany H.R. 3263] from the Committee on Education and Labor U.S. House of Representatives, Ninety-Ninth Congress, Second Session. Committed to the Committee of the Whole House on the State of the Union [Including Cost Estimate of the Congressional Budget.]"},
      {
        "id":"ED283345",
        "title":"A Resource Manual on Child Abuse: PACER'S Let's Prevent Abuse Program."},
      {
        "id":"ED283349",
        "title":"Intellectually Handicapped Students as Tutors: Implementing Total Class Tutoring."},
      {
        "id":"ED283350",
        "title":"Assisting the Learning Disabled: A Program Development and Service Delivery Guide for University Service Providers, Diagnosticians, Tutors, Counselors, and Learning Disabled Students."},
      {
        "id":"ED283353",
        "title":"School Nurse Achievement Program II: Curriculum Adaptation for Expanded and Accelerated Dissemination. Final Report."},
      {
        "id":"ED283356",
        "title":"Implementation of the Education of the Handicapped Act [Public Law 94-142]. Ninth Annual Report to Congress. Executive Summary."},
      {
        "id":"ED283359",
        "title":"Relationship of Oral Language Proficiency and Writing Behaviors of Secondary Second Language Learners."},
      {
        "id":"ED283360",
        "title":"Second Language Study and Basic Skills in Louisiana."},
      {
        "id":"ED283361",
        "title":"Foreign Language Proficiency in Action. Pilot Evaluation of the Indiana Proficiency-Based Curriculum Guidelines for Modern Foreign Language Teachers. Final Report."},
      {
        "id":"ED283362",
        "title":"Guide for Teaching German in the Elementary Schools, Level 1, Grade 4."},
      {
        "id":"ED283365",
        "title":"Bilingual Development and the Education of Bilingual Children during Early Childhood."},
      {
        "id":"ED283368",
        "title":"The Intellectual Power of Bilingualism."},
      {
        "id":"ED283374",
        "title":"Predicting the Vocabulary of Children from Written or Spoken Texts."},
      {
        "id":"ED283378",
        "title":"A Descriptive Study of the Linguistic Abilities of a Selected Group of Low Achieving Hispanic Bilingual Students."},
      {
        "id":"ED283381",
        "title":"An Introduction to Spoken Setswana."},
      {
        "id":"ED283385",
        "title":"Approaches to Syllabus Design for Foreign Language Teaching. Language in Education: Theory and Practice, No. 67."},
      {
        "id":"ED283386",
        "title":"Teaching Pronunciation: Focus on English Rhythm and Intonation. Language in Education: Theory and Practice, No. 68."},
      {
        "id":"ED283387",
        "title":"ESL through Content-Area Instruction: Mathematics, Science, Social Studies. Language in Education: Theory and Practice, No. 69."},
      {
        "id":"ED283388",
        "title":"Incorporating Literature in ESL Instruction. Language in Education: Theory and Practice, No. 66."},
      {
        "id":"ED283390",
        "title":"Please Take Note: Teaching Low Level Notetaking."},
      {
        "id":"ED283396",
        "title":"A Preliminary Look at English as a Second Language Transitional Classes, 1985-86. OEA Evaluation Report."},
      {
        "id":"ED283397",
        "title":"ESL Software for Use with High School and Adult Students. A MicroSIFT Quarterly Report."},
      {
        "id":"ED283403",
        "title":"Foreign Languages in Oregon Schools. A Statistical Profile, Preschool to University, Public and Nonpublic."},
      {
        "id":"ED283408",
        "title":"Assessment in American Higher Education: An Historical Perspective."},
      {
        "id":"ED283410",
        "title":"Evaluating Institutional Quality: Some Ways and Some Problems."},
      {
        "id":"ED283411",
        "title":"Anticipating the Experience of Higher Education through Computer Simulation."},
      {
        "id":"ED283412",
        "title":"External Studies 1985. Part 1, General Information [and] Part 2, Statistical Information. Third Annual Report of the External Studies Review Group."},
      {
        "id":"ED283414",
        "title":"Current Funds Revenues and Expenditures in Institutions of Higher Education: Fiscal Year 1985. OERI Bulletin."},
      {
        "id":"ED283418",
        "title":"Bachelor's and Higher Degrees Awarded in 1984-85. OERI Bulletin."},
      {
        "id":"ED283419",
        "title":"Revenues and Expenditures of Institutions of Higher Education: Fiscal Years 1983-1985. OERI Bulletin."},
      {
        "id":"ED283423",
        "title":"Professional Development Guidelines at a Four-Year College."},
      {
        "id":"ED283428",
        "title":"Administrative Information Systems: The 1985 Profile and Five-Year Trends. CAUSE Monograph Series."},
      {
        "id":"ED283429",
        "title":"Fact Book on Theological Education, 1986-87. Eighteenth Annual Edition."},
      {
        "id":"ED283430",
        "title":"The Impact of Converging Information Technologies. Proceedings of the CAUSE National Conference (Monterey, California, December 9-12, 1986)."},
      {
        "id":"ED283431",
        "title":"Special Fraud Alert for Schools, Lenders, and Guarantee Agencies."},
      {
        "id":"ED283444",
        "title":"Translating Evaluation Results into Teaching Improvements."},
      {
        "id":"ED283446",
        "title":"Teaching for Learning."},
      {
        "id":"ED283448",
        "title":"Reauthorization of the Higher Education Act. Title VII (Construction and Renovation of Academic Facilities); Title IX (Graduate Education); Overview, Volume 9. Hearings before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress. First Session (Septebmer 11-12, 1985 and October 1, 1985)."},
      {
        "id":"ED283451",
        "title":"Undergraduate Origins of Women and Men Who Received Ph.D.'s, 1961-1980."},
      {
        "id":"ED283453",
        "title":"Degrees Awarded in the Nation and the SREB States."},
      {
        "id":"ED283460",
        "title":"The State's Role and Impact in Improving Quality in Undergraduate Education: A Perspective and Framework."},
      {
        "id":"ED283465",
        "title":"Improving Physician Skills in Managing Morally Problematic Cases."},
      {
        "id":"ED283466",
        "title":"Differences in Academic Skill Development among Men and Women during the First Two Years of College."},
      {
        "id":"ED283467",
        "title":"What Have We Learned about Graduate Curriculum Improvement by Student Evaluation? A Comparison of Training Models."},
      {
        "id":"ED283469",
        "title":"Persistence and Graduation of UC Davis Undergraduates Admitted by Special Action: 1975-1985."},
      {
        "id":"ED283470",
        "title":"Drug Survey."},
      {
        "id":"ED283471",
        "title":"\"Friends\" Raping Friends. Could It Happen to You?"},
      {
        "id":"ED283473",
        "title":"Appropriations of State Tax Funds for Operating Expenses of Higher Education, 1986-87."},
      {
        "id":"ED283478",
        "title":"Incentive Early Retirement Programs for Faculty: Innovative Responses to a Changing Environment. ASHE-ERIC Higher Education Report No. 1, 1987."},
      {
        "id":"ED283480",
        "title":"Faculty Development Programs in Minnesota, North Dakota, and South Dakota. [Revised Edition.]"},
      {
        "id":"ED283481",
        "title":"Plantings: A Newsletter of the Bush Foundation-Funded Faculty Development Programs in Minnesota, North Dakota, and South Dakota."},
      {
        "id":"ED283486",
        "title":"Occupational and Educational Consequences of a Baccalaureate Degree."},
      {
        "id":"ED283496",
        "title":"The Decision-Making Structure and the Dean."},
      {
        "id":"ED283497",
        "title":"The Growth of a Model College. King's College. A Report of the President, 1986."},
      {
        "id":"ED283499",
        "title":"Estimating the Cost of a Bachelor's Degree: An Institutional Cost Analysis."},
      {
        "id":"ED283503",
        "title":"The Development and Validation of an Instructional Videodisc Program."},
      {
        "id":"ED283504",
        "title":"The Educators&apos; Handbook to Interactive Videodisc. Second Edition."},
      {
        "id":"ED283505",
        "title":"The Effects of Computer Animated Orienting Activities and Practice on Application and Problem Solving Skills in an Elementary Science Lesson: An Exploratory Study."},
      {
        "id":"ED283506",
        "title":"Evaluation of the 1984-85 ECIA, Chapter II Computer Education Project."},
      {
        "id":"ED283508",
        "title":"Institute for Computer Sciences and Technology. Annual Report FY 1986."},
      {
        "id":"ED283509",
        "title":"Intelligent Instructional Systems for Teaching Procedural Skills. Final Report."},
      {
        "id":"ED283511",
        "title":"Learning Resources Programs That Make a Difference. A Source of Ideas and Models from Exemplary Programs in the Field."},
      {
        "id":"ED283513",
        "title":"Microcomputer Education in an Elementary School: The Rhetoric vs. the Reality of an Innovation."},
      {
        "id":"ED283524",
        "title":"Burnout: A Survey of Library Directors' Views."},
      {
        "id":"ED283526",
        "title":"Classification of Instructional Programs (CIP): 1985 Update."},
      {
        "id":"ED283527",
        "title":"College and University Libraries, Fall 1985."},
      {
        "id":"ED283533",
        "title":"New Access Points to ERIC--CD-ROM Versions. ERIC Digest."},
      {
        "id":"ED283535",
        "title":"ERIC Clearinghouse Publications, 1986. An Annotated Bibliography of Information Analysis Products and Other Major Publications of the ERIC Clearinghouses, January-December 1986."},
      {
        "id":"ED283536",
        "title":"Strengthening the Humanities: Kirkwood Community College."},
      {
        "id":"ED283537",
        "title":"National Standards for Student Affairs: Opportunity for Renewal."},
      {
        "id":"ED283541",
        "title":"Employer Survey Results for the PVCC Graduating Class of 1984-85. Research Report Number 5-87."},
      {
        "id":"ED283544",
        "title":"Fiscal Year 1987 Illinois Public Community Colleges Faculty and Staff Characteristics: Analysis of Part-Time Faculty."},
      {
        "id":"ED283555",
        "title":"Developing Occupational Programs. New Directions for Community Colleges, Number 58."},
      {
        "id":"ED283560",
        "title":"Transfer Science Students: A 17-Year Follow-up Study, Fall 1969 through Spring 1985."},
      {
        "id":"ED283565",
        "title":"Career Education and Training for Teen Parents Program. Final Report."},
      {
        "id":"ED283566",
        "title":"Career Orientation and Preparation for Teen Parents Curriculum."},
      {
        "id":"ED283572",
        "title":"Statewide Fees in the California Community Colleges. A Report to the Governor and the Legislature in Response to Assembly Bill 1XX (1984)."},
      {
        "id":"ED283576",
        "title":"Facilitating Degree Achievement by Minorities: The Community College Environment."},
      {
        "id":"ED283580",
        "title":"Expansion of Instruction in Foreign Languages: A Report on the 1987 Language Development Workshop and Internship at Tarrant County Junior College Northeast Campus."},
      {
        "id":"ED283582",
        "title":"A Corporate Human Resources Approach to Faculty Development in the Community College."},
      {
        "id":"ED283584",
        "title":"Border Scouting the New Manufacturing Technologies."},
      {
        "id":"ED283586",
        "title":"Transfer and Articulation among the Public Institutions of Higher Education in New Jersey. A Report to the Chancellor."},
      {
        "id":"ED283601",
        "title":"Projected Attachments and Self-Concept Development during Adolescence."},
      {
        "id":"ED283603",
        "title":"Reaction and Anticipation in Infants' Tracking of Visual Movement."},
      {
        "id":"ED283605",
        "title":"Developmental and Task Influences on the Ambiguity of Children's Spatial Representations."},
      {
        "id":"ED283607",
        "title":"Study of Head Start Recruitment and Enrollment: Final Report."},
      {
        "id":"ED283608",
        "title":"Equifinality and Multifinality: Diversity in Development from Infancy into Childhood."},
      {
        "id":"ED283609",
        "title":"Measures of Social Cognitive Development: Interpersonal Conflict Resolution and Social Rule Understanding."},
      {
        "id":"ED283610",
        "title":"Development of the Appreciation of Fables."},
      {
        "id":"ED283611",
        "title":"Effect of Sex-Roles and Type A Behavior on Children's Friendship Choices."},
      {
        "id":"ED283613",
        "title":"The Relationship of Day Care Quality to Children's Free Play Behavior and Social Problem Solving Skills."},
      {
        "id":"ED283614",
        "title":"What Is &quot;Developmental&quot; about Developmental Psychopathology?"},
      {
        "id":"ED283620",
        "title":"Normative Features of Black Infant-Parent Attachment Relationships."},
      {
        "id":"ED283625",
        "title":"Children's Social Development: Information for Teachers and Parents."},
      {
        "id":"ED283626",
        "title":"High School Reform in Pennsylvania."},
      {
        "id":"ED283627",
        "title":"Rural Poverty in Wisconsin Counties. College of Agricultural &amp; Life Sciences Research Report."},
      {
        "id":"ED283628",
        "title":"Teaching the Indian Child: A Bilingual/Multicultural Approach."},
      {
        "id":"ED283632",
        "title":"Probing the Boundaries of Curriculum: Lessons from Out-of-School Activities."},
      {
        "id":"ED283653",
        "title":"How Is Farm Financial Stress Affecting Rural America?"},
      {
        "id":"ED283661",
        "title":"Teachers' Perceptions of Appalachian and Non-Appalachian Students."},
      {
        "id":"ED283664",
        "title":"CARD Annual Report, Year Ending June 30, 1986."},
      {
        "id":"ED283666",
        "title":"Demographic Trends Relevant to Education in Nonmetro America."},
      {
        "id":"ED283669",
        "title":"Treatment Strategies for Hispanic Developmentally Disabled Clients."},
      {
        "id":"ED283672",
        "title":"An Eye Fixation Study of Time Factors Comparing Experts and Novices When Reading and Interpreting Mathematical Graphs."},
      {
        "id":"ED283673",
        "title":"Science Education Programs That Work. A Collection of Proven Exemplary Educational Programs and Practices in the National Diffusion Network."},
      {
        "id":"ED283679",
        "title":"An Arithmetic Verbal Problem Solving Model for Learning Disabled Students."},
      {
        "id":"ED283680",
        "title":"The Adult Mathematics Learner: Attitudes, Expectations, Attributions."},
      {
        "id":"ED283682",
        "title":"Square One TV: Season One Content Analysis and Show Rundowns."},
      {
        "id":"ED283685",
        "title":"Investigations in Science Education. Volume 13, Number 1, 1987."},
      {
        "id":"ED283686",
        "title":"Investigations in Science Education. Volume 13, Number 2, 1987."},
      {
        "id":"ED283687",
        "title":"Programmes of Action to Enhance the Effectiveness of Population Education. Report of a Regional Consultative Seminar on Population Education (4th, Bangkok, Thailand, September 16-22, 1986)."},
      {
        "id":"ED283697",
        "title":"Investigations in Mathematics Education. Volume 19, Number 4."},
      {
        "id":"ED283710",
        "title":"Teaching for Higher Cognitive Level Learning in High School Science."},
      {
        "id":"ED283711",
        "title":"How To Plan a Conservation Education Program."},
      {
        "id":"ED283712",
        "title":"Overcoming Misconceptions in Mechanics: A Comparison of Two Example-Based Teaching Strategies."},
      {
        "id":"ED283713",
        "title":"Evaluating Secondary Students' Misconceptions of Photosynthesis and Respiration in Plants Using a Two-Tier Diagnostic Instrument."},
      {
        "id":"ED283717",
        "title":"Visitor Behavior at Melbourne Zoo."},
      {
        "id":"ED283719",
        "title":"Environmental Education Guidelines for Washington Schools."},
      {
        "id":"ED283721",
        "title":"Spacemathematics: A Resource for Secondary School Teachers."},
      {
        "id":"ED283722",
        "title":"A Spacefaring People: Perspectives on Early Spaceflight."},
      {
        "id":"ED283723",
        "title":"Far Travelers: The Exploring Machines."},
      {
        "id":"ED283724",
        "title":"Innovations in Math/Science Teacher Education: A New Population; A Revised Training Agenda."},
      {
        "id":"ED283726",
        "title":"The Federal Deficit."},
      {
        "id":"ED283727",
        "title":"Civil Rights Restoration Act of 1985. Report, Together with Supplemental and Individual Views. To Accompany H.R. 700. House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED283729",
        "title":"Preparation for a Commemoration: First Full Year's Report of the Commission on the Bicentennial of the United States Constitution."},
      {
        "id":"ED283749",
        "title":"Statement of Mark R. Disler, Deputy Assistant Attorney General, Civil Rights Division, before the Committee on Labor and Human Resources, United States Senate, Concerning Grove City Legislation."},
      {
        "id":"ED283753",
        "title":"Economic Impact of Arts and Cultural Institutions. Case Studies in Columbus, Minneapolis/St. Paul, St. Louis, Salt Lake City, San Antonio, Springfield. Report #15."},
      {
        "id":"ED283754",
        "title":"Audience Development: An Examination of Selected Analysis and Prediction Techniques Applied to Symphony and Theatre Attendance in Four Southern Cities. Report #14."},
      {
        "id":"ED278657",
        "title":"The Evaluation of Teachers. ERIC Digest 12."},
      {
        "id":"ED278658",
        "title":"Evaluation of Student Teachers. ERIC Digest 13."},
      {
        "id":"ED278660",
        "title":"Perceptions of Practicing Teachers Regarding State Mandated Topics for Teacher Education."},
      {
        "id":"ED278662",
        "title":"Teach-Practice-Apply: The TPA Instruction Model, K-8."},
      {
        "id":"ED278665",
        "title":"Breaking with Everyday Experience. Occasional Paper No. 103."},
      {
        "id":"ED278670",
        "title":"Illinois Teacher Supply and Demand, 1984-1985."},
      {
        "id":"ED278672",
        "title":"Using Research to Build Professional Thinking & Reflection Concerning Staff Development and Classroom Teaching Practices."},
      {
        "id":"ED278673",
        "title":"Universal Child Immunization Act of 1986. Report to Accompany S. 1917. Senate, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED278675",
        "title":"Literacy Theory in Practice: Assessing Reading and Writing of Low-Literate Adult."},
      {
        "id":"ED278677",
        "title":"College Board Computerized Placement Tests: Validation of an Adaptive Test of Basic Skills."},
      {
        "id":"ED278678",
        "title":"The Impact of Aggregation Bias upon the Interpretation of Test Scores across Schools."},
      {
        "id":"ED278681",
        "title":"Application of Scale Analysis to the Cross-Cultural Evaluation of Intellectual Development."},
      {
        "id":"ED278682",
        "title":"Studying Knowledge Acquisition: Distinctions among Procedural, Conceptual and Logical Knowledge."},
      {
        "id":"ED278683",
        "title":"A Longitudinal Comparison of Systems Used to Identify Subgroups of Learning Disabled Children."},
      {
        "id":"ED278684",
        "title":"Causal Effects of Academic Self-Concept on Academic Achievement: A Reanalysis of Newman (1984)."},
      {
        "id":"ED278685",
        "title":"The Big-Fish-Little-Pond Effect on Academic Self-Concept."},
      {
        "id":"ED278687",
        "title":"The College Admissions Equation: ACT Scores Versus Secondary School Grade Performance."},
      {
        "id":"ED278688",
        "title":"Two Years after High School: A Capsule Description of 1980 Sophomores. Contractor Report."},
      {
        "id":"ED278689",
        "title":"The Factorial Invariance of Responses by Males and Females to a Multidimensional Self-Concept Instrument: Substantive and Methodological Issues."},
      {
        "id":"ED278690",
        "title":"The Hierarchical Structure of Academic Self-Concept: The Marsh/Shavelson Model."},
      {
        "id":"ED278691",
        "title":"A Generative Approach to the Development of Hidden-Figure Items."},
      {
        "id":"ED278695",
        "title":"Concordance between Shared Abilities and Influences on the WISC-R and K-ABC."},
      {
        "id":"ED278700",
        "title":"Time-Critical Reading Comprehension Tests and Developmental Students."},
      {
        "id":"ED278702",
        "title":"School Climate Assessment Instruments: A Review."},
      {
        "id":"ED278707",
        "title":"The Importance of Invariance Procedures as against Tests of Statistical Significance."},
      {
        "id":"ED278710",
        "title":"Michigan Educational Assessment Program Handbook, 1986-87."},
      {
        "id":"ED278712",
        "title":"[Center on Student Testing, Evaluation, and Standards Setting.] Research and Development Mission. Final Performance Report."},
      {
        "id":"ED278714",
        "title":"A Guide to Published Tests of Writing Proficiency. Second Edition."},
      {
        "id":"ED278716",
        "title":"Multidimensional Self Concepts: Do Positively and Negatively Worded Items Measure Substantively Different Components of Self."},
      {
        "id":"ED278717",
        "title":"Multivariate Analysis of Ipsative Data: Problems and Solutions."},
      {
        "id":"ED278718",
        "title":"A Pilot Study of Higher-Order Thinking Skills Assessment Techniques in Science and Mathematics--Part I and Pilot-Tested Tasks--Part II. Final Report."},
      {
        "id":"ED278727",
        "title":"Dropouts from the Great City Schools Vol. 1. Technical Analyses of Dropout Statistics in Selected Districts."},
      {
        "id":"ED278735",
        "title":"The Albuquerque City Center Schools. Program Evaluation, 1984-85."},
      {
        "id":"ED278736",
        "title":"A Review of Resources in Service Area 3, 1986-1987."},
      {
        "id":"ED278738",
        "title":"Immigration to the U.S.: The Unfinished Story."},
      {
        "id":"ED278743",
        "title":"H.R. 3042, The Dropout Prevention and Reentry Act. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, Second Session (Washington, DC, May 20, 1986 and Chicago, IL, June 12, 1986)."},
      {
        "id":"ED278744",
        "title":"Improving the Health Status of Native Hawaiians, and for Other Purposes. Select Committee on Indian Affairs. Senate, Ninety-Ninth Congress, Second Session (October 6, 1986)."},
      {
        "id":"ED278748",
        "title":"Black Families and the Mass Media. Occasional Paper No. 23."},
      {
        "id":"ED278749",
        "title":"Teenage Pregnancy from a Black Perspective: Some Reflections on Its Prevention. Occasional Paper No. 24."},
      {
        "id":"ED278750",
        "title":"Social Support: A Critical Review of the Literature as it Applies to Black Americans. Occasional Paper No. 26."},
      {
        "id":"ED278754",
        "title":"Mental Health Research and Practice in Minority Communities: Development of Culturally Sensitive Training Programs."},
      {
        "id":"ED278755",
        "title":"Safety Net Programs: Are They Reaching Poor Children? A Report of the Select Committee on Children, Youth, and Families. U.S. House of Representatives, Ninety-Ninth Congress, Second Session, Together with Dissenting Minority Views (September 1986)."},
      {
        "id":"ED278760",
        "title":"Media and Sexism (An Instructional Manual for Secondary School Teachers)."},
      {
        "id":"ED278761",
        "title":"Sexual Harassment in the Schools: A Statewide Project for Secondary and Vocational Schools. Revised."},
      {
        "id":"ED278780",
        "title":"Essays on Legal and Illegal Immigration."},
      {
        "id":"ED278781",
        "title":"National Forum on Issues in Vocational Assessment (Atlanta, Georgia, September 20-22, 1984). The Issues Papers."},
      {
        "id":"ED278783",
        "title":"Work &amp; Family: A Changing Dynamic. A BNA Special Report."},
      {
        "id":"ED278785",
        "title":"Comparative Extension: The CES, TES, T&amp;V AND FSR/D. Occasional Paper #1."},
      {
        "id":"ED278786",
        "title":"Lifelong Learning Research Conference Proceedings (8th, College Park, Maryland, February 19-20, 1987)."},
      {
        "id":"ED278787",
        "title":"National Health Occupations Education Curriculum Conference. Conference Proceedings (Des Moines, Iowa, October 8-10, 1986)."},
      {
        "id":"ED278791",
        "title":"Options for Equivalent Credit in the High School Curriculum. A Guide for Local Decision Making."},
      {
        "id":"ED278792",
        "title":"Comprehensive Programming for the Disadvantaged: Assessment."},
      {
        "id":"ED278795",
        "title":"Business-Education Partnerships: Strategies for School Improvement."},
      {
        "id":"ED278796",
        "title":"A Better Fit between Unemployment Insurance and Retraining."},
      {
        "id":"ED278799",
        "title":"Case Studies in Technology-Oriented Job Preparation. Final Report."},
      {
        "id":"ED278800",
        "title":"A Profile of Older Americans: 1986."},
      {
        "id":"ED278801",
        "title":"The Research-to-Practice Dilemma. Occasional Paper No. 123."},
      {
        "id":"ED278814",
        "title":"Commitment to Teaching as a Profession by Ohio Teachers of Vocational Agriculture. Summary of Research 45."},
      {
        "id":"ED278815",
        "title":"Perceived Farm Management Educational Needs of Part-Time and Small Scale Farmers in Selected Ohio Counties. Summary of Research 46."},
      {
        "id":"ED278817",
        "title":"Perspectives on Employment. Research Bulletin No. 194."},
      {
        "id":"ED278820",
        "title":"Economic Indicators of the Farm Sector. Farm Sector Review, 1985."},
      {
        "id":"ED278823",
        "title":"The Skippers Course. Revised 1986."},
      {
        "id":"ED278827",
        "title":"BVT Curriculum Package Assessment Project. Final Report."},
      {
        "id":"ED278837",
        "title":"JTPA Evaluation at the State and Local Level. Volume I: Overview."},
      {
        "id":"ED278838",
        "title":"JTPA Evaluation at the State and Local Level. Volume II: A General Planning Guide for Local Users."},
      {
        "id":"ED278839",
        "title":"JTPA Evaluation at the State and Local Level. Volume II: A General Planning Guide for State Users."},
      {
        "id":"ED278840",
        "title":"JTPA Evaluation at the State and Local Level. Volume III: A Guide for Process Evaluations."},
      {
        "id":"ED278841",
        "title":"JTPA Evaluation at the State and Local Level. Volume IV: A Guide for Gross Impact Evaluations."},
      {
        "id":"ED278842",
        "title":"JTPA Evaluation at the State and Local Level. Volume V: A Guide for Net Impact Evaluations."},
      {
        "id":"ED278843",
        "title":"JTPA Evaluation at the State and Local Level. Volume VI: An Implementation Manual for Net Impact Evaluations."},
      {
        "id":"ED278844",
        "title":"JTPA Evaluation at the State and Local Level. Volume VII: Issues Related to Net Impact Evaluations. A. Issues in Evaluating Costs and Benefits. B. The Debate over Experimental vs. Quasi-Experimental Approaches."},
      {
        "id":"ED278845",
        "title":"JTPA Evaluation at the State and Local Level. Volume VIII: MIS Issues in Evaluating JTPA."},
      {
        "id":"ED278846",
        "title":"Partnerships in Training. A Handbook for Program Developers."},
      {
        "id":"ED278850",
        "title":"The Relationship between Career Development Factors such as Job Knowledge or Career Exploration and Self-Estimate Ability. Technical Information Paper."},
      {
        "id":"ED278851",
        "title":"SIGI PLUS at ETS: Development and Field Testing. Research Memorandum."},
      {
        "id":"ED278852",
        "title":"Computer Applications in Marketing. An Annotated Bibliography of Computer Software."},
      {
        "id":"ED278855",
        "title":"Keyboarding for Elementary Students."},
      {
        "id":"ED278856",
        "title":"Elementary Keyboarding."},
      {
        "id":"ED278859",
        "title":"Christmas Tree Production and Marketing. Instructional Materials Developed for Iowa Teachers of Vocational Agriculture."},
      {
        "id":"ED278861",
        "title":"Wood as Energy--Production and Marketing. Instructional Materials Developed for Iowa Teachers of Vocational Agriculture."},
      {
        "id":"ED278863",
        "title":"A Preliminary AVTI/Agency Cooperative Model for Serving the Needs of Dislocated Workers in Minnesota."},
      {
        "id":"ED278865",
        "title":"V-TECS Guide for Tractor Mechanic."},
      {
        "id":"ED278866",
        "title":"Computer Applications: Using Electronic Spreadsheets."},
      {
        "id":"ED278867",
        "title":"Computer Literacy: An Instructional Unit."},
      {
        "id":"ED278868",
        "title":"Performance-Reward Contingencies: The Role and Relationships of Perceived Equity in the Job Performance-Job Satisfaction Question."},
      {
        "id":"ED278869",
        "title":"Career Guidance within JTPA for High Risk Populations: Programs, Methods and Products."},
      {
        "id":"ED278871",
        "title":"Continuing Education in the Humanities: Participant Learning Is Questionable?"},
      {
        "id":"ED278878",
        "title":"Sibling and Stepsibling Bonding in Stepfamilies."},
      {
        "id":"ED278883",
        "title":"Life Skills for Adolescents Project. Final Report. September 1, 1985 through August 31, 1986."},
      {
        "id":"ED278889",
        "title":"Is School Important?: Essays by People Who Know."},
      {
        "id":"ED278890",
        "title":"Coping with Cancer."},
      {
        "id":"ED278892",
        "title":"Early Adolescent Alcohol Abuse in Rural Northern Michigan."},
      {
        "id":"ED278893",
        "title":"The Value of a Liberal Arts Education to the Professionally Trained."},
      {
        "id":"ED278898",
        "title":"Long-Term Memory for Pictures under Conditions of Difficult Foil Discriminability."},
      {
        "id":"ED278900",
        "title":"Changes in Information Processing with Aging: Implications for Teaching Motor Skills."},
      {
        "id":"ED278907",
        "title":"Alcohol Use in Retirement Communities."},
      {
        "id":"ED278908",
        "title":"Predictors of Burnout in Professional and Paraprofessional Nurses Working in Hospitals and Nursing Homes."},
      {
        "id":"ED278914",
        "title":"Employment Opportunities for Women: Today and Tomorrow. Hearing before the Special Committee on Aging. United States Senate, Ninety-Ninth Congress, Second Session (Cleveland, OH)."},
      {
        "id":"ED278915",
        "title":"A Rape Empathy Training Program for Criminal Justice Workers: A Conceptual Framework."},
      {
        "id":"ED278918",
        "title":"Drug Abuse in the Workplace. Hearing before the Select Committee on Narcotics Abuse and Control. House of Representatives, Ninety-Ninth Congress, Second Session (May 7, 1986)."},
      {
        "id":"ED278919",
        "title":"Impact of Drug Education. Hearing before the Subcommittee on Children, Family, Drugs and Alcoholism of the Committee on Labor and Human Resources. United States Senate, Ninety-Ninth Congress, Second Session on Examining the Need for Drug Abuse Prevention Programs in Public Schools and on Proposals to Provide Assistance for the Development and Expansion of Drug Prevention Programs in Elementary and Secondary Schools in the United States."},
      {
        "id":"ED278920",
        "title":"National Transportation Safety Board Public Forum on Alcohol and Drug Safety Education."},
      {
        "id":"ED278921",
        "title":"Implementation of the Mental Health Services Act--Public Law 98-621. Oversight Hearing before the Subcommittee on Fiscal Affairs and Health of the Committee on the District of Columbia. House of Representatives, Ninety-Ninth Congress, Second Session on the Assumption of Selected Functions, Programs, and Resources of St. Elizabeths Hospital by the District of Columbia."},
      {
        "id":"ED278922",
        "title":"Career Preparation: A Curriculum in Mental Health and Aging for Service Providers. Final Report."},
      {
        "id":"ED278924",
        "title":"Helping Your Pre-Teen Say \"No\": A Parent's Aid."},
      {
        "id":"ED278925",
        "title":"10 Steps to Help Your Pre-Teen Say \"No.\""},
      {
        "id":"ED278928",
        "title":"Income Inequality Based on Gender and Position: Possible Effects on Perception of Career Success."},
      {
        "id":"ED278931",
        "title":"A Guide for the Identification of a Student Meriting Special Dropout Prevention Initiatives."},
      {
        "id":"ED278932",
        "title":"The Identification of School Districts Which Need to Take Extraordinary Initiatives to Prevent the Potential for Increased Dropouts Following the Administration of the 1988 &quot;Exit Exam.&quot;"},
      {
        "id":"ED278934",
        "title":"Nonreactive Measures in Student Affairs Research."},
      {
        "id":"ED278935",
        "title":"Attitudes and Perceptions of Incoming International Students."},
      {
        "id":"ED278937",
        "title":"A Study of Elementary Guidance Counseling."},
      {
        "id":"ED278945",
        "title":"The Basics in the Reading Curriculum (A Collection of Essays)."},
      {
        "id":"ED278946",
        "title":"Are First Grade Basal Reading Programs Really All That Much Alike? An Analysis of the Labyrinth of Instructional Approaches to Decoding, Comprehension, and Story Text Comprehensibility in Four Programs. Technical Report No. 385."},
      {
        "id":"ED278947",
        "title":"Elementary Science Textbooks: Their Contents, Text Characteristics, and Comprehensibility. Technical Report No. 386."},
      {
        "id":"ED278948",
        "title":"Children's Art Carnival Creative Reading Program. ECIA Chapter I, 1984-85. Final Evaluation Report."},
      {
        "id":"ED278950",
        "title":"Thoughts about Reading by a Non-Specialist."},
      {
        "id":"ED278952",
        "title":"Exploring the Global Structure of &quot;Information Books.&quot;"},
      {
        "id":"ED278954",
        "title":"Help Your Child Become a Good Reader."},
      {
        "id":"ED278955",
        "title":"Basal Reading Programs: Development, Use, Effectiveness, Adoption, and More Useful Adoptions. Reading Education Report No. 61."},
      {
        "id":"ED278957",
        "title":"Evaluation of Models of the Reading Process."},
      {
        "id":"ED278959",
        "title":"Bridging Linguistic and Cultural Differences through Reading: Multiethnic Literature in the Classroom."},
      {
        "id":"ED278960",
        "title":"Textbook Adoption in Kentucky. Reading Education Report No. 64."},
      {
        "id":"ED278961",
        "title":"The Collaboration to Improve Reading in the Content Areas (The CIRCA Project). Reading Education Report No. 65."},
      {
        "id":"ED278962",
        "title":"Schooled Language Competence: Linguistic Abilities in Reading and Writing."},
      {
        "id":"ED278963",
        "title":"Evidence for a Structure-Mapping Theory of Analogy and Metaphor."},
      {
        "id":"ED278964",
        "title":"When Tests Dare to Be Progressive: Contradictions in the Classroom."},
      {
        "id":"ED278966",
        "title":"Explicitness in Sixth-Grade Social Studies Textbooks."},
      {
        "id":"ED278968",
        "title":"Reading Comprehension and the Learning Disabled Reader: Generalizations from Five Years of Research (1980-1985)."},
      {
        "id":"ED278969",
        "title":"Self-Efficacy and Outcome Expectancy: Motivational Aspects of Reading and Writing Performance."},
      {
        "id":"ED278970",
        "title":"Developing College Vocabulary: A Content Analysis of Instructional Materials. College Reading and Learning Assistance Technical Report 86-07."},
      {
        "id":"ED278971",
        "title":"Improving Basal Reading Programs: A Report of the Adoption Guidelines Project at the Center for the Study of Reading. Reading Education Report No. 68."},
      {
        "id":"ED278972",
        "title":"Reading Strategies and Reading Generalizations. Reading Education Report No. 69."},
      {
        "id":"ED278973",
        "title":"Attention, Intention and the Structure of Discourse. Technical Report No. 380."},
      {
        "id":"ED278977",
        "title":"Readability, and Questions of Textbook Difficulty. Reading Education Report No. 66."},
      {
        "id":"ED278978",
        "title":"Children&apos;s Comprehension of, Reactions to, and Preferences for Basal Reader Stories of Varying Comprehensibility. Technical Report No. 378."},
      {
        "id":"ED278982",
        "title":"New Perspectives on Comprehension."},
      {
        "id":"ED278985",
        "title":"Let's Pretend."},
      {
        "id":"ED278986",
        "title":"Silent Reading Reconsidered: Reinterpreting Reading Instruction and Its Effects. Technical Report No. 390."},
      {
        "id":"ED279000",
        "title":"Collaborative Learning: Bridging the Gap between Speaking and Writing."},
      {
        "id":"ED279004",
        "title":"A Guide to the Language Arts (A Collection of Essays)."},
      {
        "id":"ED279005",
        "title":"The 1987 Invitation to Submit for Adoption in California Basic Instructional Materials in the Areas of English/Language Arts."},
      {
        "id":"ED279006",
        "title":"What's All This Fuss about Communities?"},
      {
        "id":"ED279007",
        "title":"Developing a Core Curriculum in Literature: An Undesirable Idea."},
      {
        "id":"ED279008",
        "title":"Explorations: Introductory Activities for Literature and Composition, 7-12."},
      {
        "id":"ED279009",
        "title":"Teaching Utopian Literature: Applying Mikhail Bakhtin's Theories in the Writing Class."},
      {
        "id":"ED279013",
        "title":"What Makes High School Writing Good?"},
      {
        "id":"ED279017",
        "title":"Civic Writing: An Exploratory Study."},
      {
        "id":"ED279022",
        "title":"Negotiating Expectations: Writing and Reading Placement Tests."},
      {
        "id":"ED279023",
        "title":"Determining the Independence of Dispositional and Situational Writing Apprehension."},
      {
        "id":"ED279024",
        "title":"Twelve Frequently Asked Questions about Writing Programs."},
      {
        "id":"ED279027",
        "title":"Technical Ethos in a Bureaucratic Setting: The Effects of Organizational Context."},
      {
        "id":"ED279030",
        "title":"Extrapolating a Dyadic Model to Small Group Methodology: Validation of the Spitzberg and Cupach Model of Communication Competence."},
      {
        "id":"ED279032",
        "title":"Communication Competence, Anxiety, Avoidance Behaviors, and the Classroom Experiences of Nonnative English Speakers in the U.S."},
      {
        "id":"ED279033",
        "title":"Research of Organizational Culture: A Mythic History of A.T.&amp; T."},
      {
        "id":"ED279034",
        "title":"Whose Accuracy, Whose Congruency, and Whose Agreement? Variations on the Theme of Coorientation."},
      {
        "id":"ED279035",
        "title":"A Method of Using Student Evaluation in the Basic [Speech] Course."},
      {
        "id":"ED279036",
        "title":"Of Time and the Media: Issues of Temporality in Communication Research."},
      {
        "id":"ED279037",
        "title":"Computerized Television: New Developments in Television Production Techniques."},
      {
        "id":"ED279043",
        "title":"Thinking, Talking, and Trinitarian Theology: From Augustine to Aquinas on Communication."},
      {
        "id":"ED279046",
        "title":"Report on a Pilot Project Which Combined Speech Communication and English Composition Instruction."},
      {
        "id":"ED279048",
        "title":"The Selling of &quot;A Prairie Home Companion&quot;: Recasting Reality and Marketing a Myth? or, Recasting a Myth and Marketing Reality?"},
      {
        "id":"ED279050",
        "title":"Communication Apprehension and People Orientations."},
      {
        "id":"ED279055",
        "title":"&quot;Let Us Entertain You&quot;: Service Programs for Individual Events."},
      {
        "id":"ED279056",
        "title":"How to Recruit, Select, Induct, &amp; Retain the Very Best Teachers. School Management Digest Series, Number 32."},
      {
        "id":"ED279062",
        "title":"Selection and Promotion Procedures in Ontario School Boards. Research Brief. Professionalism in Schools Series."},
      {
        "id":"ED279065",
        "title":"Preservice Teachers' Expected Attrition from the Classroom: An International Dilemma."},
      {
        "id":"ED279069",
        "title":"Employees."},
      {
        "id":"ED279070",
        "title":"Bargaining."},
      {
        "id":"ED279074",
        "title":"Business."},
      {
        "id":"ED279075",
        "title":"Finance."},
      {
        "id":"ED279076",
        "title":"Higher Education."},
      {
        "id":"ED279077",
        "title":"A Study of the Intern-Mentor Program."},
      {
        "id":"ED279078",
        "title":"Why Educational Reforms Fail: A Comparative Analysis. Draft 2."},
      {
        "id":"ED279079",
        "title":"Instructional Factors in Effective Schools: A Review of the Research. Revised."},
      {
        "id":"ED279080",
        "title":"Decision Making in Videotaped Selection Interviews: Age and Position Effects Retested."},
      {
        "id":"ED279088",
        "title":"The State and the Education of Women: Toward a Theoretical Understanding."},
      {
        "id":"ED279090",
        "title":"Studies of the Innovation Process in Compulsory School."},
      {
        "id":"ED279102",
        "title":"Principals' Perceptions of the Quality of Alternative Administrative Inservice Models."},
      {
        "id":"ED279104",
        "title":"Recruiting and Selecting Teachers. The Best of ERIC on Educational Management, Number 88. AASA Edition."},
      {
        "id":"ED279107",
        "title":"Policy/Program Monitoring Handbook."},
      {
        "id":"ED279109",
        "title":"Serving the Underserved in the Head Start Population: The Bright/Gifted/Talented. Program Performance Report."},
      {
        "id":"ED279110",
        "title":"Bringing Out Head Start Talents (BOHST). Trainer&apos;s Guide."},
      {
        "id":"ED279111",
        "title":"Bringing Out Head Start Talents (BOHST). General Programming: Detective, Inventor and Judge Thinking Activities."},
      {
        "id":"ED279112",
        "title":"Bringout Out Head Start Talents (BOHST). Talent Activities for the Home."},
      {
        "id":"ED279113",
        "title":"Bringing Out Head Start Talents (BOHST). Talent Identification."},
      {
        "id":"ED279114",
        "title":"Bringing Out Head Start Talents (BOHST). Talent Programming."},
      {
        "id":"ED279117",
        "title":"Handbook for Project Directors: 1985-86."},
      {
        "id":"ED279118",
        "title":"Digest on Youth in Transition."},
      {
        "id":"ED279119",
        "title":"Compendium of Project Profiles."},
      {
        "id":"ED279120",
        "title":"&quot;The Project Directors&apos; Annual Meeting.&quot; Conference Proceedings (Washington, DC, November 4-6, 1985)."},
      {
        "id":"ED279121",
        "title":"School-to-Work Transition Issues and Models."},
      {
        "id":"ED279122",
        "title":"Transition Literature Review on Educational, Employment, and Independent Living Outcomes."},
      {
        "id":"ED279123",
        "title":"Review of Student Assessment Instruments and Practices in Use in the Secondary/Transition Project."},
      {
        "id":"ED279124",
        "title":"School-to-Work Research Needs."},
      {
        "id":"ED279125",
        "title":"Meta-Analysis Evaluation Group: First Annual Monograph."},
      {
        "id":"ED279135",
        "title":"Preparing Special Educators for Teacher Consultation."},
      {
        "id":"ED279136",
        "title":"Using Hospitals as Job Training and Employment Sites for the Developmentally Disabled. Hospital Industries Handbook."},
      {
        "id":"ED279139",
        "title":"Current and Emerging Forces Impacting Special Education."},
      {
        "id":"ED279147",
        "title":"Special Education in the Year 2000 and Beyond: A Proposed Action Agenda for Addressing Selected Ideas."},
      {
        "id":"ED279149",
        "title":"Educating Students with Learning Problems--A Shared Responsibility. A Report to the Secretary."},
      {
        "id":"ED279151",
        "title":"Computer Processing of Swedish Syntactic Data. Some Preliminaries and Tentative Results."},
      {
        "id":"ED279156",
        "title":"The Friendly Letter. Supplemental Lessons and Activities for Use with Limited English Proficient (LEP) Students Being Considered for Special Education Services. Grades 9-12."},
      {
        "id":"ED279157",
        "title":"Teaching Directions Using a Controlled Prepositional Vocabulary. Supplementary Lessons for Use with Limited English Proficient (LEP) Students Enrolled in ESL or Special Education Classes. Grades K-3."},
      {
        "id":"ED279158",
        "title":"Zoo Animals. Supplemental Lessons and Activities to Develop Vocabulary and Sentence and Writing Skills of Limited English Proficient (LEP) Students in ESL or Special Education Classes. Grades K-3."},
      {
        "id":"ED279159",
        "title":"Driver Education. Supplemental Lessons and Activities for Use with Limited English Proficient (LEP) Students Enrolled in ESL or Special Education Classes."},
      {
        "id":"ED279162",
        "title":"The Relation between Linguistic Context, Behaviour and Competence: The Second Generation of Castilian-Speaking Immigrants in Non-Metropolitan Catalonia."},
      {
        "id":"ED279166",
        "title":"Fairy Tales in the ESL Classroom."},
      {
        "id":"ED279173",
        "title":"An Aspect of Term-Formation in Engineering English."},
      {
        "id":"ED279182",
        "title":"Towards a Description of Argumentative Text Structure."},
      {
        "id":"ED279187",
        "title":"Is There an Adverbial in This Text? (And If So, What Is It Doing There?)"},
      {
        "id":"ED279189",
        "title":"English in Sweden."},
      {
        "id":"ED279193",
        "title":"Success for LEP Students: The Sunnyside Sheltered Immersion Program."},
      {
        "id":"ED279197",
        "title":"Card Games for Learning Chinese."},
      {
        "id":"ED279199",
        "title":"English as a Second Language. 1984-85 Final Report. OEA Evaluation Report."},
      {
        "id":"ED279202",
        "title":"Dialogue, Volume 3 Nos. 1-4, December 1985-December 1986."},
      {
        "id":"ED279204",
        "title":"The New York City Staff Development Program for Bilingual/ESL Fifth- through Eighth-Grade Teachers and Supervisors, 1985-1986. OEA Evaluation Report."},
      {
        "id":"ED279205",
        "title":"Parent Involvement and the Education of Limited-English-Proficient Students. ERIC Digest."},
      {
        "id":"ED279206",
        "title":"Limited-English-Proficient Students in the Schools: Helping the Newcomer. ERIC Digest."},
      {
        "id":"ED279222",
        "title":"Error Profile of Selected Statistics in the Fall Enrollment Survey of the Higher Education General Information Survey (HEGIS). Technical Report No. 25."},
      {
        "id":"ED279260",
        "title":"The Master's Degree. Tradition, Diversity, Innovation. ASHE-ERIC Higher Education Report No. 6, 1986."},
      {
        "id":"ED279264",
        "title":"Recent Changes in Summer Sessions of U.S. and Canadian Colleges and Universities."},
      {
        "id":"ED279276",
        "title":"Hearing Impaired Students in Postsecondary Education, 1986 Edition."},
      {
        "id":"ED279277",
        "title":"Student Aid Down Dramatically since 1980. 1986 Freshman Survey Results. Cooperative Institutional Research Program."},
      {
        "id":"ED279285",
        "title":"Collegiate Alcohol Risk Assessment Guide."},
      {
        "id":"ED279297",
        "title":"A Comparison of Keyboarding Software for the Elementary Grades. A Quarterly Report."},
      {
        "id":"ED279299",
        "title":"Information Resources on Intellectual Freedom in the Schools. A Selected ERIC Bibliography."},
      {
        "id":"ED279306",
        "title":"Low-Cost Educational Materials. How to Make, How to Use, How to Adapt. Inventory. Volume III."},
      {
        "id":"ED279310",
        "title":"Successes and Failures with Some Data Bases."},
      {
        "id":"ED279311",
        "title":"&quot;This Computer Gives You a Hard Bargain&quot;: Is It Conflict or Frustration When Software Won't Let You Change Your Mind?"},
      {
        "id":"ED279316",
        "title":"Issues for Attention. A Summary of Written Contributions from Participants at the Final Plenary Session of the World Conference of the International Council for Distance Education (13th, Melbourne, Australia, August 13-20, 1985)."},
      {
        "id":"ED279319",
        "title":"Toward Transformation: How the Use of Technology to Improve Instructional Productivity Depends on Classroom Structural Reorganization."},
      {
        "id":"ED279339",
        "title":"Long Range Program, 1987-1991."},
      {
        "id":"ED279342",
        "title":"Review of Holdings in Support of the Department of Educational Media."},
      {
        "id":"ED279343",
        "title":"The Roles and Responsibilities of the Senior Information Manager at Selected American Universities. Final Report."},
      {
        "id":"ED279346",
        "title":"Indexing and Retrieval in ERIC: The 20th Year."},
      {
        "id":"ED279353",
        "title":"Student Workbook for Cooperative Education Preparation. A Required Course for LaGuardia Students Prior to Their First Internship."},
      {
        "id":"ED279354",
        "title":"Career Research: Second Internship Seminar."},
      {
        "id":"ED279378",
        "title":"Transfer Opportunities Program: Community College of Philadelphia."},
      {
        "id":"ED279390",
        "title":"Teaching for Success."},
      {
        "id":"ED279400",
        "title":"A Good Sub Is Hard To Find: Recruiting and Retaining Temporary Staff for Child Care Programs."},
      {
        "id":"ED279401",
        "title":"Unionizing: A Guide for Child Care Workers."},
      {
        "id":"ED279409",
        "title":"Three-Month-Old Infants&apos; Differential Vocal Responsiveness to Mother vs. Stranger as a Function of Maternal Education."},
      {
        "id":"ED279410",
        "title":"The Possible Danger of Excessive Early Maternal Vocal Stimulation on Infant Development."},
      {
        "id":"ED279430",
        "title":"Differences in the Quality of Maternal Verbalizations and Quantity of Involvement during Hawaiian Mother-Child Interactions."},
      {
        "id":"ED279432",
        "title":"Kindergarten: What Do Parents Want?"},
      {
        "id":"ED279441",
        "title":"Education Assistance for American Indians and Alaska Natives. 6th Edition."},
      {
        "id":"ED279444",
        "title":"Situational Factors Contributing to Administrator Turnover in Small Kansas School Districts and High Schools."},
      {
        "id":"ED279445",
        "title":"MEPs/USA--The Directory of Precollege and University Minority Engineering Programs."},
      {
        "id":"ED279457",
        "title":"Indian/Tribal Studies Programs in the Tribally Controlled Community Colleges."},
      {
        "id":"ED279459",
        "title":"American Indian Studies in West Germany."},
      {
        "id":"ED279462",
        "title":"Recent Contributions of Small Businesses and Corporations to Rural Job Creation."},
      {
        "id":"ED279465",
        "title":"Using Interactive Technologies to Increase Course Offerings in Small and Rural Schools."},
      {
        "id":"ED279466",
        "title":"American Nomads: Notes on the Nature and Needs of America&apos;s Migrant Children. Harvesting the Harvesters. Book 1."},
      {
        "id":"ED279479",
        "title":"The Teacher as Inventor--Making Small High Schools Work."},
      {
        "id":"ED279481",
        "title":"Living, Learning and the Arts: Integrating Arts into the Curriculum in Rural Schools."},
      {
        "id":"ED279482",
        "title":"Retention of the Latino University Student: The Case of CSULB."},
      {
        "id":"ED279483",
        "title":"A Directory of Organizations and Programs in Migrant Education."},
      {
        "id":"ED279488",
        "title":"United States-Japan Seminar on Science Education. Seminar Summary, Conclusions, and Recommendations (Honolulu, Hawaii, September 14-20, 1986)."},
      {
        "id":"ED279510",
        "title":"Women, Numbers and Dreams. Biographical Sketches and Math Activities."},
      {
        "id":"ED279512",
        "title":"Middle School Science Teachers&apos; Perceptions of Their Instructional Roles."},
      {
        "id":"ED279513",
        "title":"Differential Treatment of Individual Students and Whole Classes by Middle School Science Teachers."},
      {
        "id":"ED279588",
        "title":"Formative Evaluation of the 1979 Museum Survey Form."},
      {
        "id":"ED279612",
        "title":"Client-Based Staff Development: Building Programs That Work."},
      {
        "id":"ED279615",
        "title":"The Scottish Council for Research in Education. Fifty-Seventh Annual Report 1984-85."},
      {
        "id":"ED279616",
        "title":"Secondary Education for the Future. Report of a Forum Meeting on New Trends and Processes of Secondary Education (Port Moresby, Papua New Guinea, November 17-December 4, 1985)."},
      {
        "id":"ED279617",
        "title":"Instructional Growth through Peer Teaching."},
      {
        "id":"ED279620",
        "title":"Selecting and Evaluating Curriculum Materials. A Study of Teacher Education for Bilingual-Bicultural and Multicultural Educators."},
      {
        "id":"ED279621",
        "title":"Coping with Carnegie. The Response of a State Teachers' Organization to the Carnegie Report &quot;A Nation Prepared.&quot;"},
      {
        "id":"ED279623",
        "title":"University of Rhode Island Adapted Aquatics Program Manual."},
      {
        "id":"ED279627",
        "title":"The Influence of Research on Effective Instruction on Student Teachers' Thoughts and Behaviors."},
      {
        "id":"ED279630",
        "title":"A Review of Simulation in Teacher Education Training."},
      {
        "id":"ED279634",
        "title":"Misassignment of Teachers in the Public Schools. ERIC Digest 14."},
      {
        "id":"ED279642",
        "title":"Teacher Educators: What Do We Know? ERIC Digest 15."},
      {
        "id":"ED279643",
        "title":"AIDS: Are Children at Risk? ERIC Digest 16."},
      {
        "id":"ED279644",
        "title":"Drug Abuse: Prevention Strategies for Schools. ERIC Digest 17."},
      {
        "id":"ED279645",
        "title":"Junior-Senior High School Handbook 1986-87. Regulations and Guidelines Pertaining to the Operation of Alberta Junior and Senior High Schools."},
      {
        "id":"ED279646",
        "title":"Successful ERIC Searching for HPRD Professionals and Students. ERIC Digest 18."},
      {
        "id":"ED279647",
        "title":"Student Service. The New Carnegie Unit."},
      {
        "id":"ED279651",
        "title":"The Revolution That Is Overdue. Looking Toward the Future of Teaching and Learning. A Report of the AFT Task Force on the Future of Education."},
      {
        "id":"ED279652",
        "title":"Institutions of Higher Education Involvement in Beginning Teacher Induction: The State of Current Practice."},
      {
        "id":"ED279653",
        "title":"Lessons Learned: Establishing Mentoring Roles in Two Preparation-Induction Programs. Mentorship as a Support System Model."},
      {
        "id":"ED279654",
        "title":"Recruiting High Quality Students through a Fifth Year Program: It Can Be Done."},
      {
        "id":"ED279655",
        "title":"Classrooms without Teachers? Supply and Demand in the West."},
      {
        "id":"ED279656",
        "title":"Current Thought on Curriculum. 1985 ASCD Yearbook."},
      {
        "id":"ED279657",
        "title":"Oversight on Alternatives to Commodity Donation in the National School Lunch Program. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED279659",
        "title":"Mentor-Protege Relationships during Student Teaching."},
      {
        "id":"ED279660",
        "title":"A Variable Supervisory Strategy That Includes Action Research."},
      {
        "id":"ED279661",
        "title":"Teachers in Elementary and Secondary Education. Historical Report."},
      {
        "id":"ED279664",
        "title":"Designing the National Assessment of Educational Progress to Serve a Wider Community of Users: A Position Paper."},
      {
        "id":"ED279672",
        "title":"The Cost of National and State Educational Assessments."},
      {
        "id":"ED279673",
        "title":"The National Assessment of Reading: Past and Future Directions."},
      {
        "id":"ED279674",
        "title":"Proposals for Improving the NAEP Mathematics Assessment of Black Youth."},
      {
        "id":"ED279675",
        "title":"Using NAEP for State-by-State Comparisons: The Beginnings of a &quot;National Achievement Test&quot; and &quot;National Curriculum&quot;: Guidelines and Likely Responses to Aid Instruction and Achievement."},
      {
        "id":"ED279676",
        "title":"The Assessment of Social Studies Knowledge. [Draft]."},
      {
        "id":"ED279678",
        "title":"Roles of the National Assessment of Educational Progress in International Studies."},
      {
        "id":"ED279679",
        "title":"Domain Definition and Exercise Generation as Functions of the National Assessment of Educational Progress."},
      {
        "id":"ED279680",
        "title":"Effects of Standardized Testing and the Future of the National Assessment of Educational Progress. Working Paper for the NAEP Study Group."},
      {
        "id":"ED279682",
        "title":"What Do the Test Scores Really Mean? Critical Issues in Test Design."},
      {
        "id":"ED279685",
        "title":"NAEP: A National Data System for the 21st Century."},
      {
        "id":"ED279690",
        "title":"Reasoning in Argument Evaluation."},
      {
        "id":"ED279693",
        "title":"Position Paper on the Potential Use of Computerized Testing Procedures for the National Assessment of Educational Progress."},
      {
        "id":"ED279695",
        "title":"The National Assessment of Educational Progress: Issues and Concerns for the Assessment of Hispanic Students."},
      {
        "id":"ED279696",
        "title":"National Assessment of Mathematical Performance."},
      {
        "id":"ED279697",
        "title":"National Assessment of Values and Attitudes for Social Studies."},
      {
        "id":"ED279699",
        "title":"Efficient Methods for Sampling Out-of-School Seventeen-Year-Olds in the National Assessment of Educational Progress."},
      {
        "id":"ED279700",
        "title":"Issues in Indexing Functional Literacy."},
      {
        "id":"ED279704",
        "title":"Roles, Governance, and Multiple Uses for a New NAEP."},
      {
        "id":"ED279709",
        "title":"Keylist Items for the Measurement of Verbal Aptitude. Research Report."},
      {
        "id":"ED279710",
        "title":"Another Look at Inter-Rater Agreement. Research Report."},
      {
        "id":"ED279712",
        "title":"A Feeling for the Student: Understanding the Art of Classroom Assessment."},
      {
        "id":"ED279713",
        "title":"Inside High School Grading Practices. The Northwest Regional Educational Laboratory Program Report."},
      {
        "id":"ED279714",
        "title":"The Question of Research Methodologies."},
      {
        "id":"ED279718",
        "title":"Verbal and Math Self-Concepts: An Extension of the Internal/External Frame of Reference Model."},
      {
        "id":"ED279719",
        "title":"Why and How to Learn Why: Analysis-Based Generalization of Procedures."},
      {
        "id":"ED279720",
        "title":"Why Intelligence Tests Must Change."},
      {
        "id":"ED279721",
        "title":"College Test Scores Declining. Research in Brief."},
      {
        "id":"ED279722",
        "title":"NAEP Findings at Your Fingertips. Research in Brief."},
      {
        "id":"ED279723",
        "title":"Meaning and Significance in the Analysis of the Nonpublic School Survey. Technical Report No. 2."},
      {
        "id":"ED279724",
        "title":"Feasibility of Social Indicator Reports in Three Content Areas. Technical Report No. 7."},
      {
        "id":"ED279725",
        "title":"Recommendations for Editing the Common Core of Data, Parts VI and VI-A. Technical Report No. 11."},
      {
        "id":"ED279726",
        "title":"Validity and Reliability in Survey Research. Technical Report No. 15."},
      {
        "id":"ED279727",
        "title":"Guidebook for Imputation of Missing Data. Technical Report No. 17."},
      {
        "id":"ED279728",
        "title":"Methodological Considerations for the Development of Error Profiles of Two NCES Surveys. Technical Report No. 18."},
      {
        "id":"ED279729",
        "title":"Guide to the Interpretation of Indicator Data. Draft. Technical Report No. 21."},
      {
        "id":"ED279730",
        "title":"Comparison of Computer Programs Which Compute Sampling Errors for Complex Samples. Technical Report 26."},
      {
        "id":"ED279731",
        "title":"Graphical Methods: A Review of Current Methods and Computer Hardware and Software. Technical Report No. 27."},
      {
        "id":"ED279732",
        "title":"The 1982-83 School Leaver Study of the San Diego Unified School District."},
      {
        "id":"ED279733",
        "title":"An Essay on School Dropout for the San Diego Unified School District."},
      {
        "id":"ED279734",
        "title":"Impact of Government Anti-Poverty Programs Declines: Benefit Cuts Increase Poverty among Families with Children."},
      {
        "id":"ED279735",
        "title":"Poverty Rises Faster When Non-Cash Benefits Counted."},
      {
        "id":"ED277654",
        "title":"The Importance of the Educational Resources Information Center for Health and Physical Education Teacher Candidates. ERIC Digest #9."},
      {
        "id":"ED277655",
        "title":"The Importance of the Educational Resources Information Center for Teacher Candidates. ERIC Digest #10."},
      {
        "id":"ED277657",
        "title":"Report to the Legislature on the Beginning Teacher Assistance Program (BTAP). 1985-1986."},
      {
        "id":"ED277660",
        "title":"Alcohol and Drug Abuse Prevention Education: Survey of the States."},
      {
        "id":"ED277662",
        "title":"Notes on the Redesign of Teacher Education. Teachers for the Future: What Do We Want?"},
      {
        "id":"ED277664",
        "title":"On Narrative Method, Biography and Narrative Unities in the Study of Teaching."},
      {
        "id":"ED277668",
        "title":"Teacher Supply and Demand in Florida: Third Annual Report."},
      {
        "id":"ED277669",
        "title":"Teacher Supply and Demand in Florida. Fourth Annual Report."},
      {
        "id":"ED277670",
        "title":"Teacher Supply and Demand in Florida: Fifth Annual Report."},
      {
        "id":"ED277672",
        "title":"Surgeon General's Report on Acquired Immune Deficiency Syndrome."},
      {
        "id":"ED277674",
        "title":"Teacher Education Improvement Project 1985-1986. Final Project Report."},
      {
        "id":"ED277677",
        "title":"The Integration of Subject Matter Knowledge in Student Teachers' Classroom Practice. Research Monograph Series Paper 1."},
      {
        "id":"ED277685",
        "title":"Teacher Certification. ERIC Digest 11."},
      {
        "id":"ED277687",
        "title":"Analysis of the Initial Arizona Career Ladder Incentive Programs."},
      {
        "id":"ED277688",
        "title":"Good Secondary Schools. What Makes Them Tick?"},
      {
        "id":"ED277692",
        "title":"An Exploratory Study of Teacher Alternative Certification and Retraining Programs."},
      {
        "id":"ED277696",
        "title":"A Collaborative Approach to Leadership in Supervision."},
      {
        "id":"ED277702",
        "title":"Paths through High School. A California Curriculum Study."},
      {
        "id":"ED277703",
        "title":"A Model of Decision-Making for Teachers Engaged in Developmental Research."},
      {
        "id":"ED277706",
        "title":"A Study of the Current Manner in Which Public Teaching Is Portrayed to Our Most Able Young People."},
      {
        "id":"ED277707",
        "title":"Asking the Right Questions about Teacher Preparation: Contributions of Research on Teacher Thinking. Occasional Paper No. 110."},
      {
        "id":"ED277708",
        "title":"Institute for Research on Teaching. Final Report."},
      {
        "id":"ED277709",
        "title":"The Staff Development Model of the Teacher Explanation Project. Occasional Paper No. 108."},
      {
        "id":"ED277710",
        "title":"Special Education Students: To Be (Tested) or Not To Be (Tested)? That's a Good Question."},
      {
        "id":"ED277715",
        "title":"College-Level Study: What Is It? Variations in College Placement Tests and Standards in the SREB States. Issues in Higher Education, Number 22."},
      {
        "id":"ED277720",
        "title":"Analysis of Repeated Measures Designs with Nested Incomplete Samples."},
      {
        "id":"ED277721",
        "title":"Infant Care Self-Efficacy."},
      {
        "id":"ED277732",
        "title":"The Academic Career of Herbert J. Klausmeier as Reflected in His Writings."},
      {
        "id":"ED277733",
        "title":"The Development of the Pilot Form of the Parent Attitudes toward School Effectiveness (PATSE) Questionnaire."},
      {
        "id":"ED277735",
        "title":"General Information: Grade 12 Diploma Examinations Program, 1986-87 School Year. Student Evaluation."},
      {
        "id":"ED277736",
        "title":"Divergent Thinking and Interest in Persuasive Vocations."},
      {
        "id":"ED277738",
        "title":"Guba as a Vanguard of Naturalistic Inquiry: A Harbinger of the Future?"},
      {
        "id":"ED277742",
        "title":"Examinee and High School Senior Performance on the GED Tests: A Detailed Analysis."},
      {
        "id":"ED277773",
        "title":"The Condition of Education in the Great City Schools. A Statistical Profile 1980-1986."},
      {
        "id":"ED277783",
        "title":"School Culture and School Improvement."},
      {
        "id":"ED277786",
        "title":"Effective Dropout Prevention: An Analysis of the 1985-86 Program in New York City. Report No. 3, Dropout Prevention Series."},
      {
        "id":"ED277788",
        "title":"District Comprehensive Dropout Prevention Plan."},
      {
        "id":"ED277789",
        "title":"Being Black in America: The Politics of Personality."},
      {
        "id":"ED277797",
        "title":"Learning about Haitians in New York State."},
      {
        "id":"ED277802",
        "title":"The Future Direction of the Stamford Public Schools: The Impact of Policy Trends on Public Education. Stamford Educational Public Policy Impact Study. Volume I."},
      {
        "id":"ED277803",
        "title":"The Social and Physical Policy Environment. Stamford Educational Public Policy Impact Study. Volume II."},
      {
        "id":"ED277804",
        "title":"The Educational Policy Environment: National, State, and Local Educational Policy Assessment. Stamford Educational Public Policy Impact Study. Volume III."},
      {
        "id":"ED277805",
        "title":"The Stamford Public Education Facilities Utilization Plan. Stamford Educational Public Policy Impact Study. Volume IV."},
      {
        "id":"ED277810",
        "title":"An Evaluation of Discipline and Vandalism in Scarborough Schools. Internal Evaluation Report No. 4."},
      {
        "id":"ED277825",
        "title":"Economic Development and Investment: The Role of the Work Force."},
      {
        "id":"ED277826",
        "title":"Resource Guide for Sex Equity in Law Enforcement/Corrections."},
      {
        "id":"ED277832",
        "title":"Developing Career Education Infusion Programs after Job-Shadowing."},
      {
        "id":"ED277833",
        "title":"An Examination of the Research Evidence for Computer-Based Instruction in Military Training. Technical Report 722."},
      {
        "id":"ED277834",
        "title":"Work Now and in the Future--3. Proceedings from the Annual Conference for Business and Industry Representatives, Educators and Others Concerned with the Changing World of Work (3rd, Portland, Oregon, November 5-6, 1986)."},
      {
        "id":"ED277835",
        "title":"Transition: A Team Approach. A Process Handbook."},
      {
        "id":"ED277837",
        "title":"A Strategy to Link Employee Performance and Rewards to Overall Organizational Development."},
      {
        "id":"ED277838",
        "title":"Sharing Your Skills Teaching Adults. The Training of Instructors to Teach Non-Credit Adult Education Courses."},
      {
        "id":"ED277840",
        "title":"Short-Term Vocational Evaluation."},
      {
        "id":"ED277841",
        "title":"Functional Assessment Inventory Manual."},
      {
        "id":"ED277842",
        "title":"Contracting Janitorial Services. A Training and Production Model."},
      {
        "id":"ED277843",
        "title":"Work Stations in Industry. An Alternative for the Training and Employment of Handicapped Individuals."},
      {
        "id":"ED277844",
        "title":"Effective Determination of Overhead Rates for Pricing Goods and Services."},
      {
        "id":"ED277845",
        "title":"Developing Effective In-Service Training Programs."},
      {
        "id":"ED277846",
        "title":"Determining Job Specifications. A Manual for Rehabilitation Workshops."},
      {
        "id":"ED277847",
        "title":"Pathways to Employment. Strategies for Assisting Hard-to-Employ People."},
      {
        "id":"ED277850",
        "title":"V-TECS Guide for House Electrician."},
      {
        "id":"ED277851",
        "title":"V-TECS Guide for Small Engine Repair."},
      {
        "id":"ED277854",
        "title":"Alternative Youth Employment Strategies Project: Final Report."},
      {
        "id":"ED277861",
        "title":"Overview of the Financial Characteristics of U.S. Farms, January 1, 1986."},
      {
        "id":"ED277863",
        "title":"Employment and Training Programs for Veterans in the Department of Labor. Hearing before the Subcommittee on Education, Training and Employment of the Committee on Veterans&apos; Affairs. House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED277864",
        "title":"California Adult Education Handbook."},
      {
        "id":"ED277869",
        "title":"Worker Dislocation and Its Consequences."},
      {
        "id":"ED277870",
        "title":"The Maryland State Job Service: Transition and Renewal. Final Report."},
      {
        "id":"ED277871",
        "title":"State Adult Literacy Initiatives: Report of a National Conference and a Survey of State Programs."},
      {
        "id":"ED277872",
        "title":"Clerical Employment and Technological Change."},
      {
        "id":"ED277873",
        "title":"Promotion of Cooperation amongst Research and Development Organizations in the Field of Vocational Training. Working Meeting Papers (Berlin, West Germany, May 20-21, 1985)."},
      {
        "id":"ED277874",
        "title":"European Conference 'Training, Employment and Integration of Disabled Persons' (Berlin, West Germany, June 19-20, 1985)."},
      {
        "id":"ED277875",
        "title":"The Provision of Distance Learning in Italy (Summary Report)."},
      {
        "id":"ED277877",
        "title":"Clerical and Commercial Sector Qualifications in the United Kingdom, France and Germany."},
      {
        "id":"ED277878",
        "title":"Adult Education in Asia. Courier No. 38."},
      {
        "id":"ED277880",
        "title":"Issues in Correctional Training and Casework. Correctional Monograph."},
      {
        "id":"ED277883",
        "title":"Management of Extension Volunteers."},
      {
        "id":"ED277884",
        "title":"Extension Volunteers."},
      {
        "id":"ED277885",
        "title":"Entry Level Employment Opportunities for College Graduates in Nonprofit and Voluntary Organizations."},
      {
        "id":"ED277887",
        "title":"Ohio Entrepreneurship Workshop Planning Guide."},
      {
        "id":"ED277889",
        "title":"Factors Associated with Operational Limitations of Training and Visit System at the Local Level."},
      {
        "id":"ED277892",
        "title":"Executive Development Programs in Bangladesh. Phase I, Final Report. A Component of the World Bank/Bangladesh Management Education and Training Project."},
      {
        "id":"ED277893",
        "title":"Case Studies for Management Development in Bangladesh."},
      {
        "id":"ED277894",
        "title":"Executive Development Programs in Bangladesh. Phase II Final Report and Case Writing. A Component of the World Bank/Bangladesh Management Education and Training Project."},
      {
        "id":"ED277895",
        "title":"Case Studies for Management Development in Bangladesh. Second Book."},
      {
        "id":"ED277898",
        "title":"Digest of 310 Evaluation Methods."},
      {
        "id":"ED277899",
        "title":"Adult Literacy for Development in Ethiopia: A Review of Policy and Performance at Mid-Point."},
      {
        "id":"ED277902",
        "title":"Advising Adult Learners. NACADA Task Force Report."},
      {
        "id":"ED277908",
        "title":"Midlife and Midcareer Transitional Factors: Precursors of Successful Aging."},
      {
        "id":"ED277911",
        "title":"Medical Malpractice: No Agreement on the Problems or Solutions."},
      {
        "id":"ED277917",
        "title":"Group Therapy Processing as a Function of Depression."},
      {
        "id":"ED277919",
        "title":"Disaster Work and Mental Health: Prevention and Control of Stress among Workers."},
      {
        "id":"ED277920",
        "title":"Innovations in Mental Health Services to Disaster Victims."},
      {
        "id":"ED277921",
        "title":"Primary Prevention in Mental Health: An Annotated Bibliography."},
      {
        "id":"ED277922",
        "title":"Nutrition and the Elderly: A Selected Annotated Bibliography for Nutrition and Health Professionals. Bibliographies of Literature and Agriculture No. 34."},
      {
        "id":"ED277923",
        "title":"Electroconvulsive Therapy. Consensus Development Conference Statement, Vol. 5, No. 11."},
      {
        "id":"ED277925",
        "title":"When Husbands Retire: Men View Their Wives' Satisfaction. Findings from the Normative Aging Study."},
      {
        "id":"ED277926",
        "title":"Family Involvement in Nursing Home Care."},
      {
        "id":"ED277927",
        "title":"Arizona Career Ladder Research &amp; Evaluation Project: Research and Development for Effective Educational Change and Reform. Baseline Data Report for the Joint Legislative Committee on Career Ladders."},
      {
        "id":"ED277933",
        "title":"Methodological Issues in the Measurement of Non-Random Family Problem Solving Interaction."},
      {
        "id":"ED277937",
        "title":"Group Career Counseling: Principles and Practices."},
      {
        "id":"ED277938",
        "title":"Quality Circle Effectiveness as a Function of Upper-Management Support, Circle Initiation, and Collar Color."},
      {
        "id":"ED277939",
        "title":"Effects of Type A Behavior Pattern and Experimenter Interest on Time Allocated to an Experimental Task and Task Performance."},
      {
        "id":"ED277947",
        "title":"Homework for Parents and Teens. Family Life Education"},
      {
        "id":"ED277953",
        "title":"An Efficiency and Effectiveness Study of a State-Wide Alcohol and Substance Abuse Education Project."},
      {
        "id":"ED277954",
        "title":"Sexuality Education: An Evaluation of Programs and Their Effects. An Executive Summary."},
      {
        "id":"ED277955",
        "title":"Sexuality Education: An Evaluation of Programs and Their Effects."},
      {
        "id":"ED277957",
        "title":"Sexuality Education: A Curriculum for Adolescents."},
      {
        "id":"ED277958",
        "title":"Sexuality Education: A Curriculum for Parent/Child Programs."},
      {
        "id":"ED277959",
        "title":"Sexuality Education: A Handbook for the Evaluation of Programs."},
      {
        "id":"ED277961",
        "title":"Age and Terrorist Victimization."},
      {
        "id":"ED277962",
        "title":"Social Support and Health Maintenance among Older Married Women."},
      {
        "id":"ED277964",
        "title":"California Dropouts: A Status Report."},
      {
        "id":"ED277966",
        "title":"Training Lessons Learned from Peak Performance Episodes."},
      {
        "id":"ED277969",
        "title":"Hunger and the Elderly. Joint Hearing before the Domestic Task Force of the Select Committee on Hunger and the Select Committee on Aging. House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED277971",
        "title":"Learning to Read by Reading: Exploring Text Indices for Understanding the Process. Final Report."},
      {
        "id":"ED277976",
        "title":"Diagnostic Lessons as Assessment."},
      {
        "id":"ED277977",
        "title":"On the Wording of Texts: A Study of Intra-Text Word Frequency. Program in Language and Literacy Occasional Paper, No. 6."},
      {
        "id":"ED277992",
        "title":"Eight Pointers on Teaching Children To Think. Research in Brief."},
      {
        "id":"ED277996",
        "title":"The Value of Taking Notes during Lectures. Technical Report No. 374."},
      {
        "id":"ED277997",
        "title":"Deep Case Systems for Language Understanding. Technical Report No. 362."},
      {
        "id":"ED277998",
        "title":"Predicting Reports of a Personal Event. Technical Report No. 387."},
      {
        "id":"ED277999",
        "title":"Children's Book Reading Habits: A New Criterion for Literacy. Reading Education Report No. 63."},
      {
        "id":"ED278000",
        "title":"Interactive Cognition to Promote Listening Comprehension."},
      {
        "id":"ED278001",
        "title":"The Use of Advance Organizers with Older Adults of Limited Verbal Ability."},
      {
        "id":"ED278002",
        "title":"Using Advance Organizers to Improve Reading Comprehension in Older Adults."},
      {
        "id":"ED278009",
        "title":"Haku Mele O Hawaii (Poet of Hawaii), Volume I."},
      {
        "id":"ED278010",
        "title":"Haku Mele O Hawaii, Volume II."},
      {
        "id":"ED278012",
        "title":"Developing the Language Arts Curriculum (A Collection of Essays)."},
      {
        "id":"ED278014",
        "title":"Writing Assessment Re-Examined."},
      {
        "id":"ED278017",
        "title":"Writing Development in Third and Fourth Grade Native American Students (Social Context, Linguistic Systems, and Creation of Meaning). A Research Report. Program in Language and Literacy Occasional Paper No. 14."},
      {
        "id":"ED278018",
        "title":"More Than an Exercise: Annotated Bibliography as Collaborative Learning."},
      {
        "id":"ED278021",
        "title":"&quot;Reading like a Regular Citizen&quot;: Professional Editors on Responding to Writing."},
      {
        "id":"ED278027",
        "title":"The Dramatic Elements of Legal Writing: The Role of Audience."},
      {
        "id":"ED278029",
        "title":"Integrating Reading, Writing, and Thinking Skills into the Music Class."},
      {
        "id":"ED278032",
        "title":"Meeting the Needs of Poor Spellers in the Elementary School: A Developmental Perspective. Occasional Paper No. 14."},
      {
        "id":"ED278034",
        "title":"Literature, Values, and Truth: Why We Could Lose the Censorship Debate."},
      {
        "id":"ED278036",
        "title":"Recommended Readings in Literature, Kindergarten through Grade Eight."},
      {
        "id":"ED278037",
        "title":"Introduction to Small Group Discussion."},
      {
        "id":"ED278046",
        "title":"Bridging the Generations: Helping Students Understand the Elderly (K-7). Choosing and Using Children's Books."},
      {
        "id":"ED278049",
        "title":"Help Your Child Learn To Write Well."},
      {
        "id":"ED278052",
        "title":"A Comparison of Tabulation Methods at Two National Individual Events Tournaments: The AFA-NIET and the NFA IE Nationals."},
      {
        "id":"ED278053",
        "title":"Organizational Communication: Focusing on Leadership Behaviors and Change Management."},
      {
        "id":"ED278054",
        "title":"How Does Natural Environment Affect American and Japanese Ways of Expressing Themselves?"},
      {
        "id":"ED278055",
        "title":"Contributions of Philosophical Hermeneutics to Listening Research."},
      {
        "id":"ED278057",
        "title":"Portrayal of Political Parties by the Television Broadcast Media in Single and Dual-Party Political Systems: Comparing the Soviet Union to the United States."},
      {
        "id":"ED278058",
        "title":"Participative Management in a Theological Organization."},
      {
        "id":"ED278062",
        "title":"Historical Summary of the Interstate Oratorical Association, 1873-1984."},
      {
        "id":"ED278063",
        "title":"Television Content Viewing Patterns: Some Clues from Societal Norms."},
      {
        "id":"ED278066",
        "title":"Status Report on Speech Research: A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for Its Investigation, and Practical Applications, April 1-September 30, 1986."},
      {
        "id":"ED278069",
        "title":"Imaging as Intrapersonal Communication: A Conceptualization."},
      {
        "id":"ED278070",
        "title":"The Relationship between Communicator Style, Argumentativeness, and Gender."},
      {
        "id":"ED278071",
        "title":"Teaching a Large Lecture Interpersonal Communication Course."},
      {
        "id":"ED278073",
        "title":"Communication Determinants of College Success: An Exploratory Investigation."},
      {
        "id":"ED278075",
        "title":"Rhetorical Types and &quot;Training.&quot;"},
      {
        "id":"ED278076",
        "title":"The Electronic Journal: A Review of Trends and Their Implications for Scholarly Communication."},
      {
        "id":"ED278078",
        "title":"General and Context Dependent Relationships between Communication Apprehension and Gender Role Orientation."},
      {
        "id":"ED278079",
        "title":"Commensalism in Teaching: Parliamentary Procedure and Argumentation."},
      {
        "id":"ED278080",
        "title":"Effects of Teacher Immediacy and Strategy Type on College Student Resistance."},
      {
        "id":"ED278081",
        "title":"Defining and Confirming the Relationship between Irrational Beliefs and Communication Apprehension: An Extension."},
      {
        "id":"ED278083",
        "title":"&quot;Drama&quot; and &quot;Nuclear War&quot; as Representative Anecdotes of Burke's Theories of Ontology and Epistemology."},
      {
        "id":"ED278085",
        "title":"Moral Imagination, Interpersonal Competence, and the Work of School Administrators."},
      {
        "id":"ED278086",
        "title":"Multiple Paths for Understanding the Role of Values in State Policy."},
      {
        "id":"ED278089",
        "title":"Guide to Strategic Planning for Educators."},
      {
        "id":"ED278090",
        "title":"The Role of the Chief Administrator in Development."},
      {
        "id":"ED278092",
        "title":"Reflections on Educating Educational Administrators."},
      {
        "id":"ED278106",
        "title":"Re-Licensing Teachers into Math and Science: A Creative, Short-Term Solution to the Teacher Shortage."},
      {
        "id":"ED278107",
        "title":"The Effect of Closing a High School on Parent Attitudes, Student Attitudes, and Student Achievement."},
      {
        "id":"ED278108",
        "title":"Recent History of Schooling Reform in Manitoba."},
      {
        "id":"ED278110",
        "title":"The Center for Academic Excellence: Collaboration between a University and Public Schools."},
      {
        "id":"ED278112",
        "title":"Teacher Competency: New Perspectives on Grade Level and Subject Area Variables."},
      {
        "id":"ED278114",
        "title":"Reforming Texas Education through Legislation: The Experience of Texas Teachers."},
      {
        "id":"ED278117",
        "title":"Peaceful Uses for Tuition Vouchers: Looking Back and Looking Forward."},
      {
        "id":"ED278118",
        "title":"Substance Abuse in Schools: Statewide Educational Policy Issues. Program Report."},
      {
        "id":"ED278121",
        "title":"Public School Funding and Legislated Policy-Making: A Case Study of the 1985 Indiana General Assembly."},
      {
        "id":"ED278126",
        "title":"Staff in Public Elementary Schools, Secondary Schools, and School Systems, Fall 1984. OERI Bulletin."},
      {
        "id":"ED278127",
        "title":"Curriculum Renewal."},
      {
        "id":"ED278135",
        "title":"Students' Rights and Responsibilities Handbook. 1986 Edition."},
      {
        "id":"ED278136",
        "title":"Guide for the Development of a Long-Range Facilities Plan. [4th Edition.]"},
      {
        "id":"ED278137",
        "title":"School Crime Handbook. Summary of California Penal and Civil Laws Pertaining to Crimes Committed against Persons or Property on School Grounds."},
      {
        "id":"ED278138",
        "title":"Teacher Selection."},
      {
        "id":"ED278139",
        "title":"Training and Selecting Principals. The Best of ERIC on Educational Management, Number 87."},
      {
        "id":"ED278142",
        "title":"Local School Finances in Louisiana: Disparities, Discrepancies, and Disgrace."},
      {
        "id":"ED278143",
        "title":"The Expansion of Educational Foundations into Non-Educational Areas: An Example and a Proposal."},
      {
        "id":"ED278144",
        "title":"Establishing and Maintaining an Effective Board/Superintendent Relationship."},
      {
        "id":"ED278145",
        "title":"Failing Students: Can You Identify Them in Advance?"},
      {
        "id":"ED278149",
        "title":"Choice in Public Education. CPRE Joint Note Series."},
      {
        "id":"ED278150",
        "title":"The Provident Principal."},
      {
        "id":"ED278152",
        "title":"DOD Schools: Funding and Operating Alternatives for Education of Dependents. Report to the Congress."},
      {
        "id":"ED278154",
        "title":"Leadership: Examining the Elusive. 1987 Yearbook of the Association for Supervision and Curriculum Development."},
      {
        "id":"ED278155",
        "title":"The National Survey of Private Schools, 1985-86: Early Tabulations. ED TABS: Education Data Tabulations."},
      {
        "id":"ED278160",
        "title":"Higher Order Thinking in the High School Curriculum."},
      {
        "id":"ED278164",
        "title":"Strategic Planning for Curriculum Reform."},
      {
        "id":"ED278170",
        "title":"The Practicum in Preparing Educational Administrators: A Status Report."},
      {
        "id":"ED278175",
        "title":"Nonreappointment, Dismissal, and Reduction in Force of Teachers and Administrators: Proposed Board Policies."},
      {
        "id":"ED278177",
        "title":"A Comparison of the Perceptions of High School and College Faculty: Implications for Program Development for Secondary Learning Disabled Students. Position Paper Series: Document No. 1."},
      {
        "id":"ED278178",
        "title":"The High School-College Connection: A Guide for the Transition of Learning Disabled Students. Position Paper Series: Document No. 8."},
      {
        "id":"ED278179",
        "title":"National Conference on Autism: Conference Proceedings (Rockville, Maryland, April 2-4, 1985)."},
      {
        "id":"ED278180",
        "title":"Education of the Deaf Act of 1985. Report To Accompany S. 1874, 99th Congress, 2d Session. Calendar No. 635."},
      {
        "id":"ED278183",
        "title":"Down Syndrome: A Current Perspective. Bulletin 1762."},
      {
        "id":"ED278191",
        "title":"Initial Special Education Placement and Longitudinal Outcomes of Preschool- and Kindergarten-Identified Handicapped Children. [Final Report]."},
      {
        "id":"ED278194",
        "title":"The University of Connecticut Program for Learning Disabled College Students. Final Report."},
      {
        "id":"ED278197",
        "title":"The Supported Work Model of Competititive Employment for Citizens with Severe Handicaps: A Guide for Job Trainers. Revised Edition."},
      {
        "id":"ED278201",
        "title":"Move with Me: A Parents' Guide to Movement Development for Visually Impaired Babies."},
      {
        "id":"ED278202",
        "title":"President's Committee on Mental Retardation: A Historical Review 1966-1985."},
      {
        "id":"ED278205",
        "title":"Annotated Bibliography of Self-Report Measures of Family Functioning. Revised."},
      {
        "id":"ED278206",
        "title":"Diagnosing Behavior Disorders: An Analysis of Illinois Criteria."},
      {
        "id":"ED278208",
        "title":"Analysis of Basic Skill Competencies of Learning Disabled Adolescents. Final Report."},
      {
        "id":"ED278209",
        "title":"Neuropsychological Assessment and Training of Cognitive Processing Strategies for Reading Recognition and Comprehension: A Computer Assisted Program for Learning Disabled Students. Final Report."},
      {
        "id":"ED278212",
        "title":"A Brief History of the Study of Intercultural Communication in the United States."},
      {
        "id":"ED278214",
        "title":"Difficulties Japanese Have in Reading English."},
      {
        "id":"ED278217",
        "title":"From Principles to Protocols: The Contributions of John B. Carroll and Robert Lado to the Testing of Listening Comprehension."},
      {
        "id":"ED278218",
        "title":"The Teaching of Grammar: The Relationship of Structure to Communication. ACTFL Master Lecture Series."},
      {
        "id":"ED278219",
        "title":"Motivating the Language Learner through Real Communication. ACTFL Master Lecture Series."},
      {
        "id":"ED278221",
        "title":"The Threshold Level: A Notional-Functional Syllabus."},
      {
        "id":"ED278226",
        "title":"Communicative Language Teaching: Where Are We Going?"},
      {
        "id":"ED278227",
        "title":"Functional Approaches to Language and Language Teaching: Another Look."},
      {
        "id":"ED278228",
        "title":"Contextual Considerations in Communicative Language Teaching."},
      {
        "id":"ED278229",
        "title":"Intake, Communication, and Second-Language Teaching."},
      {
        "id":"ED278230",
        "title":"Regional Norms for English."},
      {
        "id":"ED278234",
        "title":"Teaching Strategic Competence in the Foreign Language Classroom."},
      {
        "id":"ED278235",
        "title":"Teacher-Made Videotape Materials for the Second-Language Classroom."},
      {
        "id":"ED278236",
        "title":"Computer-Aided Instruction: Language Teachers and the Man of the Year."},
      {
        "id":"ED278241",
        "title":"Video and Second Language Learning."},
      {
        "id":"ED278242",
        "title":"Access to International Television."},
      {
        "id":"ED278246",
        "title":"TV or Not TV?"},
      {
        "id":"ED278247",
        "title":"Video in Language Learning."},
      {
        "id":"ED278251",
        "title":"An Introduction to Interactive Video."},
      {
        "id":"ED278252",
        "title":"A Theory of Learning and Skill-Acquisition Applied to Interactive Video: Activities at the David O. McKay Institute, Brigham Young University."},
      {
        "id":"ED278255",
        "title":"What Is Linguistics? ERIC Digest."},
      {
        "id":"ED278257",
        "title":"A Study of Trends of College English Reading Textbooks in Japan: An Analysis of College English Reading Textbooks for 1985."},
      {
        "id":"ED278258",
        "title":"Innovative Second Language Education: Bilingual Immersion Programs."},
      {
        "id":"ED278259",
        "title":"Common Terms in Second Language Education."},
      {
        "id":"ED278260",
        "title":"Cognitive Development of Bilingual Children."},
      {
        "id":"ED278261",
        "title":"Criteria for the Evaluation of Secondary and Post-Secondary Foreign Language Teaching Materials."},
      {
        "id":"ED278262",
        "title":"Integrating Language and Content Instruction. Proceedings of the Seminar (Washington, DC, January 6, 1986)."},
      {
        "id":"ED278263",
        "title":"English Question Use in Spanish-Speaking ESL Children: Changes with English Language Proficiency."},
      {
        "id":"ED278264",
        "title":"Development, Validation, and Dissemination of a Proficiency-Based Test of Speaking Ability in Chinese and an Associated Assessment Model for Other Less Commonly Taught Languages."},
      {
        "id":"ED278265",
        "title":"Handbook for the Development of Tape-Mediated, ACTFL/ILR Scale-Based Tests of Speaking Proficiency in the Less Commonly Taught Languages."},
      {
        "id":"ED278266",
        "title":"Academic Language Proficiency."},
      {
        "id":"ED278273",
        "title":"Second Language Learning Strategies: Current Research and Implications for Practice."},
      {
        "id":"ED278274",
        "title":"Bilingualism and Cognitive Development: Three Perspectives and Methodological Implications."},
      {
        "id":"ED278275",
        "title":"An Investigation into the Listening Strategies of ESL College Students."},
      {
        "id":"ED278281",
        "title":"Foreign Language Houses and Their Role in the Foreign Language Curriculum."},
      {
        "id":"ED278296",
        "title":"The American Freshman: National Norms for Fall 1986."},
      {
        "id":"ED278299",
        "title":"Comments from the Community. Working Papers and Testimony before the ACR 3 Committee on Educational Opportunities and Services for Students with Disabilities in California. Report 86-23."},
      {
        "id":"ED278300",
        "title":"California College-Going Rates, 1985 Update. Report 86-25."},
      {
        "id":"ED278301",
        "title":"Searching in the Sunshine: Confidentiality in Personnel Recruitment in Higher Education Administration in Florida."},
      {
        "id":"ED278303",
        "title":"Defining College-Level Skills. Report of the Task Force on Definition of College-Level Skills."},
      {
        "id":"ED278313",
        "title":"Curricular Content of Bachelor's Degrees. OERI Bulletin."},
      {
        "id":"ED278315",
        "title":"Chancellor Report to the Board of Higher Education, January 1987."},
      {
        "id":"ED278316",
        "title":"Degrees and Awards Conferred by New Jersey Colleges and Universities, State and County Totals, FY 1985."},
      {
        "id":"ED278317",
        "title":"Targeted Subsidization of Postsecondary Education Enrollment in Minnesota: A Policy Evaluation."},
      {
        "id":"ED278318",
        "title":"Instructional Faculty Salaries for Academic Year 1984-85. OERI Bulletin, October 1986."},
      {
        "id":"ED278319",
        "title":"ASHE Handbook on Teaching and Instructional Resources. An Instructional Resource Handbook for Courses in the Field of Higher Education."},
      {
        "id":"ED278320",
        "title":"History of Higher Education Newsletter. Vol. 6, Nos. 1 & 2, Fall 1985 [and] Vol. 7, Nos. 1 & 2, Spring/Fall 1986."},
      {
        "id":"ED278321",
        "title":"H.O.M.E.: Helping Ourselves Means Education."},
      {
        "id":"ED278322",
        "title":"The Academic Use of the Z-100 by Undergraduates and Their Professors at Clarkson University: A Follow-Up Study."},
      {
        "id":"ED278331",
        "title":"Collective Bargaining Agreement between Adrian College and Adrian College Association of Professors (MEA/NEA), September 1, 1984-September 1, 1986."},
      {
        "id":"ED278332",
        "title":"Agreement between the Board of Trustees of the California State Universtiy and the California Faculty Association. Unit 3--Faculty. August 16, 1983-June 30, 1986."},
      {
        "id":"ED278333",
        "title":"Agreement between Central Michigan University and Central Michigan University Faculty Association, July 1, 1984-June 30, 1987."},
      {
        "id":"ED278334",
        "title":"Master Agreement between Detroit College of Business and Detroit College of Business Faculty Association, July 1, 1982-June 30, 1986."},
      {
        "id":"ED278335",
        "title":"University of Detroit and the University of Detroit Professors' Union Affiliated with the MEA/NEA. Collective Bargaining Agreement, January 15, 1985-August 15,1986."},
      {
        "id":"ED278336",
        "title":"Draft Master Agreement between the University of the District of Columbia Faculty Association/NEA and the University of District of Columbia, October 1, 1985-September 30, 1987."},
      {
        "id":"ED278337",
        "title":"Agreement between the Board of Control of Ferris State College and the Ferris College Faculty Association (MEA/NEA), November 12, 1984-June 30, 1987."},
      {
        "id":"ED278338",
        "title":"Collective Bargaining Agreement between Board of Regents, State University System of Florida, University of South Florida, and Graduate Assistants United, United Faculty of Florida, April 26, 1985-June 3, 1987."},
      {
        "id":"ED278339",
        "title":"Agreement between Pittsburg State University/Kansas National Education Association and Pittsburg State University, July 1, 1985-June 30, 1986."},
      {
        "id":"ED278340",
        "title":"Collective Bargaining Agreement between the University System for New Hampshire Board of Trustees and Keene State College Education Association, July 1, 1985-June 30, 1987."},
      {
        "id":"ED278341",
        "title":"Agreement between Lake Superior State College and Lake Superior State College Faculty Association (MEA/NEA), September 1, 1983-September 1, 1986."},
      {
        "id":"ED278342",
        "title":"Agreement between University of Maine and Associated Faculties of the University of Maine, Faculty Unit, July 1, 1985-June 30, 1987."},
      {
        "id":"ED278343",
        "title":"Agreement between University of Maine and University of Maine Professional Staff Association, Professional Unit, July 1, 1985-June 30, 1987."},
      {
        "id":"ED278344",
        "title":"Agreement between the Board of Regents of Higher Education and the Massachusetts Teachers Association/NEA, July 1, 1983-June 30, 1986."},
      {
        "id":"ED278345",
        "title":"Agreement between the Board of Regents of Higher Education and the Massachusetts Society of Professors at the University of Lowell, July 1, 1983-June 30, 1986."},
      {
        "id":"ED278346",
        "title":"Collective Bargaining Agreement between Board of Trustees of the University of Massachusetts and the Massachusetts Society of Professors, Faculty Staff Union, MTA/NEA, July 1, 1983-June 30, 1986."},
      {
        "id":"ED278347",
        "title":"Agreement between State University Board and Inter-Facullty Organization/Minnesota Education Association, July 1, 1985-June 30, 1987."},
      {
        "id":"ED278348",
        "title":"Agreement between the Regents of the University of Minnesota and the University Education Association, July 1, 1984-June 30, 1987."},
      {
        "id":"ED278349",
        "title":"Collective Bargaining Agreement between the Board of Trustees for the Nebraska State Colleges and State College Education Association/NEA, 1983-June 30, 1986."},
      {
        "id":"ED278350",
        "title":"Collective Bargaining Contract by and between Rhode Island School of Design and Rhode Island School of Design Faculty Association (NEARI/NEA), July 1, 1984-June 30, 1987."},
      {
        "id":"ED278351",
        "title":"Faculty Contract between Saginaw Valley State College and the Saginaw Valley State College Faculty Association, July 1, 1984-June 30, 1987."},
      {
        "id":"ED278352",
        "title":"Agreement between Saint Leo College, Inc. and United Faculty of Saint Leo College, United Faculty of Florida, NEA, October 19, 1983-June 2, 1985."},
      {
        "id":"ED278353",
        "title":"Collective Bargaining Agreement between South Dakota Board of Regents and the Council of Higher Education (NEA), June 30, 1985."},
      {
        "id":"ED278354",
        "title":"Agreement between Youngstown State University and Youngstown State University Chapter of the Ohio Education Association, June 15, 1982-June 14, 1986."},
      {
        "id":"ED278355",
        "title":"Annual Evaluation Report, Fiscal Year 1986. U.S. Department of Education."},
      {
        "id":"ED278356",
        "title":"Developing Computer Use in Education: Guidelines, Trends and Issues."},
      {
        "id":"ED278358",
        "title":"Human Skill in a Computerized Society: Complex Skills and Their Acquisition."},
      {
        "id":"ED278361",
        "title":"Smart Technology for Training: Promise and Current Status. Research Report 1412."},
      {
        "id":"ED278362",
        "title":"Some Principles of Intelligent Tutoring."},
      {
        "id":"ED278363",
        "title":"Use of Electronic Information Technologies for Non-School Learning in American Households. Report of Findings from the 1985 Home Information Technology Study (HITS)."},
      {
        "id":"ED278364",
        "title":"Using Computer-Based Technologies in Organizations: A Research Prospectus. A Rand Note."},
      {
        "id":"ED278367",
        "title":"Consumer Information in the Electronic Media: Neutral Information, Advertising, Selling. Working Paper No. 4."},
      {
        "id":"ED278368",
        "title":"Development and Utilization of Neo-Literate Materials. Final Report. Proceedings of the Regional Workshop on the Preparation of Literacy Follow-Up Materials in Asia and the Pacific (3rd, Tokyo, Japan, November 26-December 3, 1985)."},
      {
        "id":"ED278369",
        "title":"Instructional Technology in Higher Education. A National Study of the Educational Uses of Telecommunications Technology in American Colleges and Universities."},
      {
        "id":"ED278374",
        "title":"Preparation and Field-Testing of Materials for Neo-Literates. Final Report. Proceedings of the Regional Workshop on the Preparation of Literacy Follow-Up Materials in Asia and the Pacific (2nd, Chiangmai, Thailand, October 3-12, 1984)."},
      {
        "id":"ED278376",
        "title":"Shoplifting? No, Softlifting!"},
      {
        "id":"ED278380",
        "title":"Museums and Schools as Partners. ERIC Digest."},
      {
        "id":"ED278381",
        "title":"Plugging in to Computer Bulletin Boards. ERIC Digest."},
      {
        "id":"ED278383",
        "title":"Usage Patterns at Western Kentucky University Microcomputer Lab (U.S.A.): Past and Present."},
      {
        "id":"ED278384",
        "title":"Teachers' Views on Computer Use in Elementary and Secondary Schools."},
      {
        "id":"ED278385",
        "title":"The CADET Project: Computer Assisted Distance Education Telecommunication for Post Secondary Education in Alberta. A Report to the Program Planning and Development Branch, Alberta Department of Advanced Education, Program Services Division, February 28, 1985. Final Report."},
      {
        "id":"ED278386",
        "title":"Case Studies of Microcomputers in the Classroom. Questions for Curriculum and Teacher Education. Education and Technology Series."},
      {
        "id":"ED278391",
        "title":"Out-of-School Learning among Children, Adolescents, and Adults. Report of Findings from the 1985 Home Information Technology Study (HITS). Contractor Report."},
      {
        "id":"ED278392",
        "title":"Educational Research and Decision Making: The Special Case of Research Collections and Policy Analysis."},
      {
        "id":"ED278401",
        "title":"Research Libraries: Measurement, Management, Marketing. Minutes of the Meeting of the Association of Research Libraries (108th, Minneapolis, Minnesota, May 1-2, 1986)."},
      {
        "id":"ED278403",
        "title":"ARL Statistics, 1984-85. A Compilation of Statistics from the One Hundred and Eighteen Members of the Association of Research Libraries."}]
  }}
