{
  "response":{"numFound":509939,"start":144000,"numFoundExact":true,"docs":[
      {
        "id":"ED270322",
        "title":"Mathematics Productivity and Educational Influences for Secondary Students in Japan, India and the United States."},
      {
        "id":"ED270325",
        "title":"Differences in Mathematical Achievement Levels and in Attitudes for Girls and Boys in Twenty Countries."},
      {
        "id":"ED270326",
        "title":"Math and Science Education in High Schools: A Question of Sex Equity?"},
      {
        "id":"ED270327",
        "title":"Problem Solving beyond the Logic of Things. Textual and Contextual Effects on Understanding and Solving Word Problems."},
      {
        "id":"ED270328",
        "title":"Measurement of Science Achievement and Its Role in Gender Differences."},
      {
        "id":"ED270332",
        "title":"Counting and Early Arithmetic Learning. Strategies and Activities. Learning Activities and Implications for Recent Cognitive Research."},
      {
        "id":"ED270333",
        "title":"Police Patrol Game Kit."},
      {
        "id":"ED270335",
        "title":"Sex and Gender in the Social Sciences: Reassessing the Introductory Course, Principles in Microeconomics."},
      {
        "id":"ED270337",
        "title":"Learning Her Place: Sex Bias in the Elementary School Classroom. PEER Report, No. 5, Autumn 1985."},
      {
        "id":"ED270339",
        "title":"Introduction to State Programs."},
      {
        "id":"ED270340",
        "title":"Elementary Fine Arts: Alaska Curriculum Guide. First Edition."},
      {
        "id":"ED270342",
        "title":"Life on the Iowa Prairies."},
      {
        "id":"ED270343",
        "title":"Social Studies Grades K-12. Teacher Handbook. North Carolina Competency-Based Curriculum. Subject-by-Subject."},
      {
        "id":"ED270345",
        "title":"Perspectives on Peace."},
      {
        "id":"ED270357",
        "title":"Philosophy and Morality."},
      {
        "id":"ED270362",
        "title":"Library Skills for Sociological Research: A Workbook for Soc 121."},
      {
        "id":"ED270363",
        "title":"Introduction to Library Research Methods in Women Studies."},
      {
        "id":"ED270384",
        "title":"The Old Order Amish--Stability in Culture."},
      {
        "id":"ED270385",
        "title":"Existing Bibliographic Resources on Asian and Pacific Americans. Research Paper #AA-3."},
      {
        "id":"ED270386",
        "title":"Understanding Social Conflict: Media Reliance and Student Perspectives on the Struggle in South Africa."},
      {
        "id":"ED270389",
        "title":"A Study on Teacher Competency Testing and Test Validity with Implications for Minorities and the Results and Implications of the Use of the Pre-Professional Skills Test (PPST) as a Screening Device for Entrance into Teacher Education Programs in Texas."},
      {
        "id":"ED270392",
        "title":"Former Teachers in America. The Metropolitan Life Survey."},
      {
        "id":"ED270394",
        "title":"The Effectiveness of a Narrow Field Academic Major in Preparing Students for a Broader Context Teaching Assignment. Research Report No. 86-3."},
      {
        "id":"ED270403",
        "title":"Learning about Classroom Management through Guided Observation and Analysis. R&D Report No. 6026."},
      {
        "id":"ED270405",
        "title":"An Alternative Teacher Preparation and Certification Program (Lyndhurst Program)."},
      {
        "id":"ED270407",
        "title":"A Profile of Black Female Administrators at a Large Urban Public University."},
      {
        "id":"ED270408",
        "title":"Effects of Student Evaluation Feedback: A Meta-Analysis of Higher Education Research."},
      {
        "id":"ED270410",
        "title":"Teachers as Reflective Practitioners in Peer Clinical Supervision."},
      {
        "id":"ED270414",
        "title":"Beginning Teachers' Development of Knowledge-in-Action."},
      {
        "id":"ED270415",
        "title":"Changing Attitudes of Teachers, Principals and Students: What We Didn&apos;t Measure."},
      {
        "id":"ED270417",
        "title":"The Problems and Promises of the Teacher Labor Market: A Qualitative Understanding of Processes and Contexts."},
      {
        "id":"ED270423",
        "title":"Public School-University Partnership. Observations of a Dean."},
      {
        "id":"ED270424",
        "title":"Leadership and Ownership: Key Factors in Organizational Change."},
      {
        "id":"ED270426",
        "title":"Preliminary Considerations of Illinois Education Reform Legislation: Teacher Competency Testing."},
      {
        "id":"ED270427",
        "title":"Nutrition and Physical Fitness in Public Health. Hearing before the Committee on Labor and Human Resources, United States Senate, Ninety-Ninth Congress, First Session on Oversight on Diet and Its Association with the Cause and Prevention of Cancer, and the Utilization of Quality Exercise in the Health Care Industry, November 13, 1985."},
      {
        "id":"ED270428",
        "title":"Secondary School Program Quality Criteria."},
      {
        "id":"ED270429",
        "title":"Handbook for Conducting a Secondary Program Review."},
      {
        "id":"ED270430",
        "title":"Educating a Profession. Reprint with Postscript 1985. Report of the Bicentennial Commission on Education for the Profession of Teaching of the American Association of Colleges for Teacher Education."},
      {
        "id":"ED270432",
        "title":"A Case Study of the Career Expectations of Noneducation College Seniors in the Southeast: Why Miss Dove's Students are Not Becoming Teachers. Paper No. 419. Occasional Papers in Educational Policy Analysis."},
      {
        "id":"ED270433",
        "title":"Tasks in Times: Objects of Study in a Natural History of Teaching. Occasional Paper No. 95."},
      {
        "id":"ED270439",
        "title":"University Supervision of Student Teaching. National Institute of Education Report No. 9061."},
      {
        "id":"ED270440",
        "title":"The Liberal Arts and Sciences in the Teacher Education Curriculum."},
      {
        "id":"ED270441",
        "title":"Teacher Education and the Liberal Arts. Report of the Task Force of the Association of Colleges and Schools of Education in State Universities and Land Grant Colleges and Affiliated Private Universities. An Occasional Paper."},
      {
        "id":"ED270444",
        "title":"Changing Teacher Practice. Executive Summary of an Experimental Study. Report No. 9055."},
      {
        "id":"ED270446",
        "title":"The Role of Beliefs in the Practice of Teaching: Final Report of the Teacher Beliefs Study."},
      {
        "id":"ED270447",
        "title":"The Master Teacher Concept: Five Perspectives. Report No. 9053."},
      {
        "id":"ED270449",
        "title":"North Carolina Approved Teacher Education Programs."},
      {
        "id":"ED270450",
        "title":"Beyond the Looking Glass. Papers from a National Symposium on Teacher Education Policies, Practices &amp; Research (Austin, Texas, October 3-5, 1984)."},
      {
        "id":"ED270451",
        "title":"Beyond the Looking Glass. Recommendations &amp; Critical Warnings for Teacher Education Practitioners, Policymakers &amp; Researchers. A Synthesis of the Beyond the Looking Glass Conference (Austin, Texas, October 3-5, 1984)."},
      {
        "id":"ED270454",
        "title":"Tomorrow's Teachers: A Report of The Holmes Group."},
      {
        "id":"ED270456",
        "title":"Building a Test Using Items That Require More than One Skill to Determine a Correct Answer."},
      {
        "id":"ED270458",
        "title":"Reviewer Standards in Division I Program Selection."},
      {
        "id":"ED270459",
        "title":"The Development of Intrinsic Criteria for Authenticity: A Model for Trust in Naturalistic Researches."},
      {
        "id":"ED270464",
        "title":"Gender-Based Differential Item Performance in Mathematics Achievement Items."},
      {
        "id":"ED270465",
        "title":"How Many Teacher Performance Criteria Should There Be?"},
      {
        "id":"ED270467",
        "title":"On Gender Differences in the Structure of Adolescent Self Concept."},
      {
        "id":"ED270468",
        "title":"Predicting Cumulative and Major GPA of UCI Engineering and Computer Science Majors."},
      {
        "id":"ED270472",
        "title":"Using Microcomputer Software to Score Placement Tests--An Example from the University of California, Irvine."},
      {
        "id":"ED270473",
        "title":"Practical Questions about Item Response Models in Large-Scale Assessment Programs."},
      {
        "id":"ED270478",
        "title":"Assessing the Dimensionality of a Set of Test Items."},
      {
        "id":"ED270481",
        "title":"The Combined Effect of Personalized Appeal and Pre-Coding of Personal Data on Questionnaire Returns."},
      {
        "id":"ED270482",
        "title":"Determining Optimal Test Lengths with a Fixed Total Testing Time."},
      {
        "id":"ED270483",
        "title":"The Development of Friendship and Intimacy in Childhood and Adolescence."},
      {
        "id":"ED270484",
        "title":"Essay Reliability: Form and Meaning."},
      {
        "id":"ED270485",
        "title":"Evaluation of the Plot Method for Identifying Potentially Biased Test Items."},
      {
        "id":"ED270486",
        "title":"Extensions of Generalizability Theory through the Principle of Symmetry."},
      {
        "id":"ED270489",
        "title":"Promising Directions for Assessing Item Response Model Fit to Test Data."},
      {
        "id":"ED270493",
        "title":"Multi-Level Causal Models for Social Class and Achievement."},
      {
        "id":"ED270495",
        "title":"Implementing Effective Schools Research: The Audit Process High School Observations."},
      {
        "id":"ED270497",
        "title":"Factor Analysis: A Tool for Studying Mathematics Anxiety."},
      {
        "id":"ED270499",
        "title":"The Use of Tailored Testing with Instructional Programs. Final Report."},
      {
        "id":"ED270501",
        "title":"Differential Validation of a Path Analytic Model of University Dropout."},
      {
        "id":"ED270503",
        "title":"Historical Issues of Validity and Validation: The National Teacher Examinations."},
      {
        "id":"ED270506",
        "title":"Integrating Teacher Evaluation and Staff Development: An Organizational Approach."},
      {
        "id":"ED270507",
        "title":"Annotated Bibliography of Studies Using Data from High School and Beyond. A National Longitudinal Study for the 1980&apos;s. Contractor Report."},
      {
        "id":"ED270508",
        "title":"Beyond the Bake Sale. An Educator's Guide to Working with Parents."},
      {
        "id":"ED270509",
        "title":"The Hmong in Transition."},
      {
        "id":"ED270510",
        "title":"Incentives and Disincentives for Subject Matter Difficulty and Student Effort: Course Grade Determinants across the Stratification System."},
      {
        "id":"ED270511",
        "title":"The Black Elderly in Poverty. Hearing before the Congressional Black Caucus, &quot;Brain Trust on Aging&quot; and the Select Committee on Aging, House of Representatives, Ninety-Ninth Congress, First Session, September 27, 1985."},
      {
        "id":"ED270512",
        "title":"Job Training Partnership Act. Data Collection Efforts and Needs. Briefing Report to the Chairman, Subcommittee on Employment Opportunities, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED270519",
        "title":"Work and Poverty: The Special Problems of the Working Poor. Hearing before a Subcommittee of the Committee on Government Operations, House of Representatives, Ninety-Ninth Congress, First Session, December 12, 1985."},
      {
        "id":"ED270520",
        "title":"Asian American Education in Illinois: A Review of the Data."},
      {
        "id":"ED270522",
        "title":"NALEO National Directory of Citzenship Services."},
      {
        "id":"ED270523",
        "title":"Refugee Program: Initial Reception and Placement of New Arrivals Should Be Improved. Report to the Chairmen, Committee on the Judiciary, United States Senate, and Committee on the Judiciary, House of Representatives."},
      {
        "id":"ED270527",
        "title":"Increasing Minority Participation in the Teaching Profession. ERIC/CUE Digest Number 31."},
      {
        "id":"ED270528",
        "title":"Making Urban Schools Effective. Desegregation in Massachusetts 1985-86 Annual Report."},
      {
        "id":"ED270530",
        "title":"Women of Hispanic Origin in the United States Labor Force. Facts on Working Women. Fact Sheet No. 85-11."},
      {
        "id":"ED270531",
        "title":"A Handbook on California Education for Language Minority Parents. Chinese/English Edition."},
      {
        "id":"ED270533",
        "title":"A Handbook on California Education for Language Minority Parents. Korean/English Edition."},
      {
        "id":"ED270534",
        "title":"Drugs and Dropouts. A Report of the Select Committee on Narcotics Abuse and Control, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED270538",
        "title":"Children's Peer Acceptance and Parental Involvement in Desegregated Private Elementary Schools."},
      {
        "id":"ED270539",
        "title":"Melting Pot--Fact or Fiction. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, Ninety-Ninth Congress, First Session (September 26, 1985)."},
      {
        "id":"ED270540",
        "title":"School Meal Programs. Options for Improving the Verification of Student Eligibility. Briefing Report to the Honorable William F. Goodling, House of Representatives."},
      {
        "id":"ED270541",
        "title":"A Compendium of Promising Educational Practices. Pacific Region Educational Program."},
      {
        "id":"ED270542",
        "title":"Glimpses into Pacific Lives: Some Outstanding Women."},
      {
        "id":"ED270554",
        "title":"Investigation of Civil Rights Enforcement by the Department of Education. Hearings before a Subcommittee of the Committee of Government Operations, House of Representatives, Ninety-Ninth Congress, First Session, July 18 and September 11, 1985."},
      {
        "id":"ED270572",
        "title":"Call for Papers. Correctional Education Association International Conference (39th, Philadelphia, Pennsylvania, July 1-4, 1984)."},
      {
        "id":"ED270573",
        "title":"\"Call for Papers.\" International Correctional Education Conference (40th, Atlanta, Georgia, July 14-17, 1985)."},
      {
        "id":"ED270574",
        "title":"Call for Papers. Correctional Education Association 1986 Annual Conference (Cincinnati, Ohio, July 6-9, 1986)."},
      {
        "id":"ED270576",
        "title":"Making the Connection: A Report for Literacy Volunteers Working with Out-of-School Youth. Revised Edition."},
      {
        "id":"ED270577",
        "title":"Employment Service. More Jobseekers Should Be Referred to Private Employment Agencies."},
      {
        "id":"ED270579",
        "title":"Guidelines and Standards for Proprietary Schools."},
      {
        "id":"ED270581",
        "title":"New Partnerships."},
      {
        "id":"ED270582",
        "title":"The Lindsey Hopkins Vocational Education Support Program for Single Parents and Homemakers."},
      {
        "id":"ED270587",
        "title":"Provide Instruction for Slower and More Capable Learners. Second Edition. Module C-14 of Category C--Instructional Execution. Professional Teacher Education Module Series."},
      {
        "id":"ED270588",
        "title":"External Evaluation of CDC Homestudy Course 3010-G, &quot;Community Hygiene.&quot;"},
      {
        "id":"ED270589",
        "title":"Assessing Vocational Teachers. Research and Development Series No. 262."},
      {
        "id":"ED270590",
        "title":"Make the Most of Your Opportunities. A Guide to Postsecondary Education for Adults with Handicaps."},
      {
        "id":"ED270591",
        "title":"Measuring Arterial Blood Pressure. A Self-Contained Instructional Module."},
      {
        "id":"ED270594",
        "title":"Project 2000. Job and Training Opportunities for Minorities and Women."},
      {
        "id":"ED270597",
        "title":"Science Laboratory Exercises for Vocational Agriculture Students."},
      {
        "id":"ED270598",
        "title":"Achieving Excellence in Vocational Teacher Education. A Compendium of Five State-of-the-Art Papers."},
      {
        "id":"ED270599",
        "title":"Technological Literacy in the Workplace."},
      {
        "id":"ED270600",
        "title":"V-TECS Guide for Industrial Maintenance Mechanic."},
      {
        "id":"ED270601",
        "title":"Identification of Issues in Adult Basic Education. Technical Report No. 1."},
      {
        "id":"ED270603",
        "title":"New Perspectives in Continuing Education and Training in the European Community--Seminar Report."},
      {
        "id":"ED270604",
        "title":"Reintegration of Adults into the Continuing Vocational Training System as a Means of Preventing Unemployment. Belgium, France, Italy."},
      {
        "id":"ED270605",
        "title":"Innovative Training and Employment of Women: Seminar Report."},
      {
        "id":"ED270606",
        "title":"Vocational Training Staff in Italy. Current Situation and Future Trends."},
      {
        "id":"ED270607",
        "title":"Teaching Personnel in Initial Vocational Training in France (Conditions of Service, Qualifications, Training Tracks)."},
      {
        "id":"ED270608",
        "title":"Trainers and Teachers in Vocational Training in the Federal Republic of Germany."},
      {
        "id":"ED270609",
        "title":"Independent Study Program Profiles 1984-85. A Research Report of the Research and Evaluation Committee."},
      {
        "id":"ED270610",
        "title":"Experience Based Internships, 1985. Annual Summary Report."},
      {
        "id":"ED270613",
        "title":"Robotics Developments and Future Applications. Seminar Report (Berlin, West Germany, November 29, 1983)."},
      {
        "id":"ED270614",
        "title":"Trends in Innovation in Continuing Education and Training."},
      {
        "id":"ED270615",
        "title":"Equal Opportunities and Vocational Training. In-firm Training and Career Prospects for Women in the Federal Republic of Germany. Summary."},
      {
        "id":"ED270616",
        "title":"Youth Unemployment and Vocational Training. An Attempt to Summarize the Most Important Conclusions Drawn during Five Years of Work on the Subject."},
      {
        "id":"ED270617",
        "title":"Descriptions of the Vocational Training Systems. United Kingdom. Third Edition."},
      {
        "id":"ED270618",
        "title":"Sibling Influences on the Career Plans of Male and Female Youth."},
      {
        "id":"ED261603",
        "title":"A Lamp Beside the Academic Door: A Look at the New Student and His Needs."},
      {
        "id":"ED261604",
        "title":"The Liberal Arts College: The Next 25 Years. A Symposium Sponsored by the Great Lakes Colleges Association and the Associated Colleges of the Midwest (Chicago, Illinois, June 22-23, 1984)."},
      {
        "id":"ED261605",
        "title":"An Analysis of Leading Undergraduate Sources of Ph.D's, Adjusted for Institutional Size."},
      {
        "id":"ED261608",
        "title":"Reauthorization of the Federal Higher Education Act of 1965. A Staff Report to the California Postsecondary Education Commission. Commission Report 85-29."},
      {
        "id":"ED261609",
        "title":"Facilitating the Transfer of Community College EOPS Students to California's Public Universities. Report of a Task Force Representing the California State Department of Finance, the Office of the Legislative Analyst, the California Community Colleges, the California State University, the University of California, and the California Postsecondary Education Commission. Convened in Response to Assembly Bill 3775 (1984). Commission Report 85-19."},
      {
        "id":"ED261610",
        "title":"Commission Comments on the Intersegmental Task Force Report. Facilitating the Transfer of Community College EOPS Students to California's Public Universities. Commission Report 85-25."},
      {
        "id":"ED261611",
        "title":"Growth Expectation and Aggregate Demand for Higher Education. The Japanese Case."},
      {
        "id":"ED261612",
        "title":"Gender Differences in College Students' Attributions for Success in Two Subject Areas."},
      {
        "id":"ED261616",
        "title":"Dynamics of Interracial Relationships Involving White Faculty in Black Colleges: Review, Systematization, and Directives."},
      {
        "id":"ED261617",
        "title":"Teaching Academic Learning Skills in College Learning Improvement Programs."},
      {
        "id":"ED261620",
        "title":"Self-Concept and Career Orientation Developmental Patterns during the College Years."},
      {
        "id":"ED261621",
        "title":"Cooperative Education as a Predictor of Organizational Socialization and Sense of Power in First Job after College."},
      {
        "id":"ED261629",
        "title":"Analysis of Exit Interviews with Students Who Left the Combined BA-MD Degree Program of the UMKC School of Medicine."},
      {
        "id":"ED261630",
        "title":"1984 Summer Scholars Participants. A Follow Up."},
      {
        "id":"ED261632",
        "title":"Scholarship and Financial Aid for Advanced Training Available to Residents of the State of Hawaii. Bulletin No. 15."},
      {
        "id":"ED261633",
        "title":"Ecological Responses to Changing Needs of Student Government."},
      {
        "id":"ED261634",
        "title":"College Alcohol Survey: 1979, 1982, and 1985."},
      {
        "id":"ED261642",
        "title":"Associations in Action: The Washington, D.C., Higher Education Community. ASHE-ERIC Higher Education Report No. 2, 1985."},
      {
        "id":"ED261643",
        "title":"Information Technology R&amp;D: Critical Trends and Issues."},
      {
        "id":"ED261646",
        "title":"Microcomputers: Data Base Management Software. Evaluation Guide Number 7."},
      {
        "id":"ED261648",
        "title":"Microworlds and Expert Systems: Is It Either or Can It Be Both? Report of a Conference Sponsored by the Educational Technology Center (Cambridge, Massachusetts, January 11-12, 1985)."},
      {
        "id":"ED261649",
        "title":"Software Copyright Interpretation. ERIC Digest."},
      {
        "id":"ED261653",
        "title":"Videotex and Teletext: Teaching and Learning. An International Survey."},
      {
        "id":"ED261654",
        "title":"The Indiana Report II. A Telecommunications Curriculum Recommended by Indiana Broadcasters."},
      {
        "id":"ED261659",
        "title":"Guide to Software Selection Resources: Part Four. Science and Mathematics."},
      {
        "id":"ED261660",
        "title":"Implications of Windowing Techniques for CAI."},
      {
        "id":"ED261662",
        "title":"Learning Logo: The Social Context of Cognition."},
      {
        "id":"ED261665",
        "title":"The 1985 Educational Software Preview Guide."},
      {
        "id":"ED261668",
        "title":"Reflections from the Computer Equity Training Project."},
      {
        "id":"ED261670",
        "title":"Social and Technological Interaction with Education. Redesigning Structures, Preparing Personnel. Asian Programme of Educational Innovation for Development, Occasional Paper No. 13."},
      {
        "id":"ED261671",
        "title":"Teaching Psychology Students Computer Applications."},
      {
        "id":"ED261672",
        "title":"Telecommunications Technologies in the Home: An Introduction and Evaluative Review of the Literature with a Special Emphasis on the Instructional Use of the Technologies. Volume I."},
      {
        "id":"ED261675",
        "title":"A Study of Free-Index Phrases. Final Report."},
      {
        "id":"ED261677",
        "title":"Biases of Communication Systems: An Exploratory Approach to Studying New Communication Technologies."},
      {
        "id":"ED261681",
        "title":"In Celebration: The National Union Catalog, Pre-1956 Imprints."},
      {
        "id":"ED261682",
        "title":"Library of Congress Mass Book Deacidification Facility. Hearing before the Committee on Rules and Administration, United States Senate, Ninety-Eighth Congress, Second Session, on S. 2418, Providing for the Library of Congress Mass Book Deacidification Facility."},
      {
        "id":"ED261686",
        "title":"Scientific and Technical Libraries: Administration and Management. LC Science Tracer Bullet 84-5."},
      {
        "id":"ED261689",
        "title":"Library Skills for Teachers: A Self-Paced Workbook."},
      {
        "id":"ED261694",
        "title":"Governments and Information. A Supplemental Bibliography."},
      {
        "id":"ED261698",
        "title":"Post-Processing of Bibliographic Citations from DOE/RECON, NASA/RECON, and DOD/DROLS."},
      {
        "id":"ED261702",
        "title":"Help for the &quot;Truly Needy&quot;: The Utilization of Limited Resources by Secondary Teachers."},
      {
        "id":"ED261706",
        "title":"The Library of Congress 1984. A Brief Summary of the Major Activities for the Fiscal Year Ending September 30, 1984."},
      {
        "id":"ED261707",
        "title":"Library Software: Directory of Microcomputer Software for Libraries."},
      {
        "id":"ED261711",
        "title":"ERIC Clearinghouse Publications, 1984. An Annotated Bibliography of Information Analysis Products and Other Major Publications of the ERIC Clearinghouses. January-December 1984."},
      {
        "id":"ED261720",
        "title":"Community Colleges at the Crossroads: Challenges Facing the Western States. Background Papers for a Legislative Workshop."},
      {
        "id":"ED261723",
        "title":"International Trade and Education: Issues and Programs. AACJC Issues Series, No. 2."},
      {
        "id":"ED261731",
        "title":"Los Angeles Community Colleges Library Development Program."},
      {
        "id":"ED261742",
        "title":"Two-Year Comparison of Transfer and Native Student Progress: University of Illinois at Chicago, Fall, 1981 Group. Research Memorandum 85-1."},
      {
        "id":"ED261743",
        "title":"Two-Year Comparison of Transfer and Native Student Progress. University of Illinois at Urbana-Champaign, Fall, 1982 Group. Research Memorandum 85-2."},
      {
        "id":"ED261754",
        "title":"Assessing Student Degree Aspirations. ERIC Digest."},
      {
        "id":"ED261755",
        "title":"Community College Faculty and the Transfer Function: A Critical Analysis. ERIC Digest."},
      {
        "id":"ED261756",
        "title":"Strengthening Transfer Opportunities in the Community College. ERIC Digest."},
      {
        "id":"ED261757",
        "title":"Counting the Reverse Transfer Students. ERIC Digest."},
      {
        "id":"ED261758",
        "title":"The Current Status of the Associate Degree. ERIC Digest."},
      {
        "id":"ED261759",
        "title":"What Statistical Information Is Available on Two Year Colleges: A Summary of Research Findings. ERIC Digest."},
      {
        "id":"ED261760",
        "title":"Child Care: Beginning a National Initiative. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, Ninety-Eighth Congress, Second Session (April 4, 1984)."},
      {
        "id":"ED261761",
        "title":"A Unitary Model of Cognition and Instruction in Higher Order Thinking Skills."},
      {
        "id":"ED261762",
        "title":"Authorizations for Head Start, Follow Through, Community Services, and Establish Child Care Information and Referral Services. Hearing before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, Second Session on H.R. 5145."},
      {
        "id":"ED261763",
        "title":"Maternal and Child Health Block Grant. Hearing before the Subcommittee on Finance. United States Senate, Ninety-Eighth Congress, Second Session (June 20, 1984)."},
      {
        "id":"ED261765",
        "title":"A Compilation of Federal Education Laws. Volume II--Elementary and Secondary Education, Education of the Handicapped, and Related Programs as Amended through December 31, 1984."},
      {
        "id":"ED261766",
        "title":"Health and the Environment: Miscellaneous--Part 7. Hearings before the Subcommittee on Health and the Environment of the Committee on Energy and Commerce. House of Representatives, Ninety-Eighth Congress, Second Session (May 31, 1984; August 3, 1984; and August 6, 1984)."},
      {
        "id":"ED261767",
        "title":"P300 Latency and the Development of Memory Span."},
      {
        "id":"ED261768",
        "title":"The Anti-Fraudulent Adoption Practices Act of 1984. Hearing before the Subcommittee on Courts of the Committee on the Judiciary. United States Senate, Ninety-Eighth Congress, Second Session on S. 2299, a Bill Entitled the &quot;Anti-Fraudulent Adoption Practices Act of 1984 (March 16, 1984)."},
      {
        "id":"ED261769",
        "title":"Emerging Issues in Early Childhood Education."},
      {
        "id":"ED261770",
        "title":"Understanding Children's Behavior in Groups."},
      {
        "id":"ED261774",
        "title":"Media Violence. Hearing before the Subcommittee on Juvenile Justice of the Committee on the Judiciary. United States Senate, Ninety-Eighth Congress, Second Session on Oversight on Alleged Media Violence as It May Affect Children (October 25, 1984)."},
      {
        "id":"ED261777",
        "title":"Children's Knowledge of the Situational Determinants of Emotion."},
      {
        "id":"ED261778",
        "title":"Developmental Changes in Nonverbal Affect Expression."},
      {
        "id":"ED261779",
        "title":"School&apos;s Out--Now What? Creative Choices for Your Child: Afternoons, Weekends, Vacations."},
      {
        "id":"ED261781",
        "title":"Children's Explanations of Actions: A Psycholinguistic Study."},
      {
        "id":"ED261782",
        "title":"Men's Involvement in Fatherhood: Historical and Gender Issues."},
      {
        "id":"ED261787",
        "title":"Some Parameters of Risk Following Parental Divorce."},
      {
        "id":"ED261788",
        "title":"The Path to a Larger Life: Creating Kentucky's Educational Future."},
      {
        "id":"ED261790",
        "title":"Generalized Metacognitive Training in Children."},
      {
        "id":"ED261792",
        "title":"Estimates of Eligible Illinois Children Served and Not Served by Headstart."},
      {
        "id":"ED261794",
        "title":"Early Childhood Education Policy Study: An Overview and Policy Statement."},
      {
        "id":"ED261795",
        "title":"Internalization of Sexism, Racism &amp; Classism in Damaged Parenting: A Developmental Dialectical Model."},
      {
        "id":"ED261796",
        "title":"The Developmental Dialectical Approach to Child Abuse &amp; Neglect."},
      {
        "id":"ED261797",
        "title":"The Developmental Dialectical Approach to Adaptive &amp; Maladaptive Parenting."},
      {
        "id":"ED261803",
        "title":"Reasoning about Promise-Keeping: The Early Development of Interpersonal-Moral Concern."},
      {
        "id":"ED261804",
        "title":"Maternal Employment and Young Children's Development: A Longitudinal Investigation."},
      {
        "id":"ED261805",
        "title":"Self-Efficacy Induction through Modeling. Project Report."},
      {
        "id":"ED261811",
        "title":"Outdoor Education for Behavior Disordered Students."},
      {
        "id":"ED261817",
        "title":"Small School Principals and Effective School-Community Relations. ERIC Digest."},
      {
        "id":"ED261818",
        "title":"Energy Conservation in Small Schools. Small Schools Digest."},
      {
        "id":"ED261819",
        "title":"Excellence in Rural Education: &quot;A Nation at Risk&quot; Revisited. Rural Education Mini Review, 1984."},
      {
        "id":"ED261823",
        "title":"Native American Education Program, 1983-1984. O.E.A. Evaluation Report."},
      {
        "id":"ED261824",
        "title":"Establishing an Empirically Determined National Rural Education Research Agenda."},
      {
        "id":"ED261825",
        "title":"Southern Rural Development Center Annual Progress Report, FY 1985. SRDC Series No. 80."},
      {
        "id":"ED261826",
        "title":"Preservice Programs for Teaching in a Rural Environment: Survey of Selected States and Recommendations. Summary of the Results and Recommendations."},
      {
        "id":"ED261827",
        "title":"Tax Reform: Its Impact on Agriculture. Agricultural Outlook. Special Reprint."},
      {
        "id":"ED261828",
        "title":"Patterns of Control in Rural Alaska Education. Executive Summary."},
      {
        "id":"ED261830",
        "title":"The Inappropriateness of Standardized Testing in a Culturally Heterogeneous Milieu: A Navajo Example."},
      {
        "id":"ED261835",
        "title":"Research Needs for Rural Public Services."},
      {
        "id":"ED261837",
        "title":"Old Order Amish and the Philosophy of Education."},
      {
        "id":"ED261838",
        "title":"Rural Education Preservice Training: A Survey of Public Teacher Training Institutions in the United States."},
      {
        "id":"ED261841",
        "title":"Colorado Rural Recreation Directors Project: An Overview."},
      {
        "id":"ED261846",
        "title":"Parents of Handicapped Program: A Parental Involvement Project for Spanish Speaking Families. Final Report."},
      {
        "id":"ED261847",
        "title":"Social Studies and Citizenship Education in Rural America: Process and Product."},
      {
        "id":"ED261849",
        "title":"Maintaining and/or Expanding Curriculum Offerings in Small and Rural High Schools."},
      {
        "id":"ED261850",
        "title":"Key Issues in Achievement of Educational Continuity for Migrant Students."},
      {
        "id":"ED261851",
        "title":"Mobility and Continuity: New Ways of Lowering Dropout Rates for Migrant Students through Credit Accrual and Exchange."},
      {
        "id":"ED261853",
        "title":"The Potential of Computer-Based Expert Systems for Special Educators in Rural Settings."},
      {
        "id":"ED261855",
        "title":"Philosophy of Hutterite Education."},
      {
        "id":"ED261857",
        "title":"The Family Partnership on the Ranch."},
      {
        "id":"ED261860",
        "title":"General Science Curriculum Guide. Bulletin 1645."},
      {
        "id":"ED261861",
        "title":"Earth Science Curriculum Guide. Bulletin 1643."},
      {
        "id":"ED261862",
        "title":"K-6 Science Curriculum Guide. Bulletin 1613."},
      {
        "id":"ED261863",
        "title":"Life Science Curriculum Guide. Bulletin 1614."},
      {
        "id":"ED261864",
        "title":"Physics Curriculum Guide. Bulletin 1661."},
      {
        "id":"ED261865",
        "title":"Physical Science Curriculum Guide. Bulletin 1644."},
      {
        "id":"ED261866",
        "title":"Chemistry Curriculum Guide. Bulletin 1660."},
      {
        "id":"ED261867",
        "title":"Biology Curriculum Guide. Bulletin 1646."},
      {
        "id":"ED261868",
        "title":"Computer Science Curriculum Guide. Bulletin 1610. Revised."},
      {
        "id":"ED261869",
        "title":"Instructional Material for Forestry Judging. Revised 1984. Bulletin 1697."},
      {
        "id":"ED261870",
        "title":"Consumer Mathematics Curriculum Guide. Bulletin 1606. Revised."},
      {
        "id":"ED261871",
        "title":"Business Mathematics Curriculum Guide. Bulletin 1612. Revised."},
      {
        "id":"ED261876",
        "title":"The Helping Book: Fourth Grade Math. For Parents of ECIA, Chapter 1, Fourth Grade Students. Bulletin 1736."},
      {
        "id":"ED261877",
        "title":"The Helping Book: Fifth Grade Math. For Parents of ECIA, Chapter 1 Fifth Grade Students. Bulletin 1744."},
      {
        "id":"ED261882",
        "title":"Litter Control, Waste Management, and Recycling Resource Unit, K-6. Bulletin 1722."},
      {
        "id":"ED261889",
        "title":"Wet and Wild: A Multidisciplinary Marine Education Teacher Guide, Grades K-6. Unit I. The Physical Ocean: Wet, Wild, and Deep = Humedo y Salvaje. Primera Unidad. El Oceano Fisico: Humedo, Salvaje y Profundo."},
      {
        "id":"ED261890",
        "title":"Wet and Wild: A Multidisciplinary Marine Education Teacher Guide, Grades K-6. Unit II. Ocean Management: Who Owns the Sea? =Humedo y Salvaje. Segund Unidad. El Manejo de los Oceanos: Quien Es el Dueno de los Mares?"},
      {
        "id":"ED261891",
        "title":"Wet and Wild: A Multidisciplinary Marine Education Teacher Guide, Grades K-6. Unit III. Research: Innerspace Explorers = Humedo y Salvaje. Tercera Unidad. La Investigacion Cientifica: Exploradores del Espacio Interior."},
      {
        "id":"ED261893",
        "title":"The Training of Primary Science Educators--A Workshop Approach. Science and Technology Education Document Series No. 13."},
      {
        "id":"ED261895",
        "title":"The Science Workbook of Student Research Projects in Food - Agriculture - Natural Resources."},
      {
        "id":"ED261899",
        "title":"Elementary Science Curriculum Guide 1983."},
      {
        "id":"ED261907",
        "title":"Biology 10-20-30 Curriculum Guide 1984."},
      {
        "id":"ED261910",
        "title":"Mathematics 13-23-33 Curriculum Guide 1983."},
      {
        "id":"ED261911",
        "title":"Mathematics 10-20-30 Curriculum Guide 1983."},
      {
        "id":"ED261914",
        "title":"Teaching about Elections in Indiana Schools. Kindergarten-Grade 12."},
      {
        "id":"ED261929",
        "title":"The First Amendment: Free Speech &amp; a Free Press. A Curriculum Guide for High School Teachers."},
      {
        "id":"ED261932",
        "title":"Teacher Reference Manual for Learning Resources Identified as \"Unacceptable\" or \"Problematic\" during the Curriculum Audit for Tolerance and Understanding."},
      {
        "id":"ED261933",
        "title":"Teaching Strategies: High School Economics Courses. Master Curriculum Guide in Economics."},
      {
        "id":"ED261934",
        "title":"A Structure for the Critique of Student Photographs."},
      {
        "id":"ED261936",
        "title":"The Soviets: What is the Conflict about? 1985 National Issues Forum."},
      {
        "id":"ED261937",
        "title":"Taxes: Who Should Pay and Why? 1985 National Issues Forum."},
      {
        "id":"ED261938",
        "title":"Welfare: Who Should be Entitled to Public Help? 1985 National Issues Forum."},
      {
        "id":"ED261941",
        "title":"Activities Using the New State of the World Atlas. Grades 7-12."},
      {
        "id":"ED261944",
        "title":"Conflict and the Common Good. Studies in Third World Societies, Publication Number Twenty-Four."},
      {
        "id":"ED261945",
        "title":"Aging and the Aged in the Third World: Part II. Regional and Ethnographic Perspectives. Studies in Third World Societies, Publication Number Twenty-Three."},
      {
        "id":"ED261946",
        "title":"Analysis of Costs of Education in India. Occasional Paper 10."},
      {
        "id":"ED261947",
        "title":"The Impact of a Homestay Abroad on Relationships at Home. Occasional Papers in Intercultural Learning, No. 8."},
      {
        "id":"ED261948",
        "title":"Children's Use of Cost-Benefit Analysis: Developmental or Non-Existent."},
      {
        "id":"ED261949",
        "title":"Men, Women and War: Gender Differences in Attitudes towards War."},
      {
        "id":"ED261950",
        "title":"Enhancing the Effects of &quot;The Day After&quot; with an Educational Intervention."},
      {
        "id":"ED261952",
        "title":"Community Planning for Intergenerational Programming. Volume VIII."},
      {
        "id":"ED261953",
        "title":"Resolving a Commons Dilemma: The Effect of an Impending Crisis and Involvement in Decision-Making."},
      {
        "id":"ED261954",
        "title":"Who Knows? Selected Information Resources on International Social Affairs."},
      {
        "id":"ED261957",
        "title":"Protestant Work Ethics: A Comparison of American and Japanese Working Men."},
      {
        "id":"ED261959",
        "title":"The Current Status of Japanese Americans."},
      {
        "id":"ED261965",
        "title":"Teacher's Guide and Program Notes for Youth Symphony Concerts, Grades 4-6. Honolulu Symphony, 1985-86 Season."},
      {
        "id":"ED261966",
        "title":"Promoting Voluntary Reading in School and Home. Fastback 225."},
      {
        "id":"ED261967",
        "title":"Teaching about Nuclear Disarmament. Fastback 229."},
      {
        "id":"ED261968",
        "title":"Community Service Projects: Citizenship in Action. Fastback 231."},
      {
        "id":"ED261969",
        "title":"[A Booklet of Teaching Activities about Japan.] Draft Copy."},
      {
        "id":"ED261971",
        "title":"Comparing Academic Backgrounds, Career Decisions, and Educational Beliefs of Elementary and Secondary Teacher Education Candidates."},
      {
        "id":"ED261972",
        "title":"Sharing the Faith: The Beliefs and Values of Catholic High School Teachers."},
      {
        "id":"ED261973",
        "title":"Norms for College Students. Health Related Physical Fitness Test."},
      {
        "id":"ED261978",
        "title":"Staff Development for Instructional Uses of Microcomputers: The Teachers' Perspective."},
      {
        "id":"ED261979",
        "title":"An Appraisal of My Preparation as a Teacher at Bowling Green State University [and] A Programmatic Evaluative Follow-Up of a Sample of the 1975-1980 Graduates of the Basic Programs."},
      {
        "id":"ED261980",
        "title":"Basic Skills and Values for All Students More Important Than Computers or Arts, Delaware Valley SchoolVote Ballots Say."},
      {
        "id":"ED261983",
        "title":"The Hidden Curriculum of Student Teacher Evaluation."},
      {
        "id":"ED261984",
        "title":"The History of Elementary School Physical Education (1950-1985)."},
      {
        "id":"ED261987",
        "title":"The Effects of Mastery Learning on the Acquisition of Psychomotor Skills."},
      {
        "id":"ED261988",
        "title":"North Carolina Initial Certification Program."},
      {
        "id":"ED261989",
        "title":"A Research-Based Staff Development Program for Beginning Teachers. R&amp;D Report No. 7201."},
      {
        "id":"ED261990",
        "title":"100 Years of Health, Physical Education, Sport, Recreation and Dance. Journal of Physical Education, Recreation & Dance. Centennial 1885-1985."},
      {
        "id":"ED261994",
        "title":"State Board of Education Rules for Teacher Education--1984 Standards."},
      {
        "id":"ED261997",
        "title":"Perceptions of Former Students on Degree of Emphasis to Place on Pedagogical Topics."},
      {
        "id":"ED261999",
        "title":"A Naturalistic Investigation of Experienced Teachers' and Student Teachers' Instructional Practices."},
      {
        "id":"ED262004",
        "title":"New Directions for Educational Psychologists."},
      {
        "id":"ED262006",
        "title":"The Role of Teacher Incentives and Rewards in Implementing a Technological Innovation. Final Report."},
      {
        "id":"ED262008",
        "title":"Comprehension-Level Tasks in Secondary Classrooms. R&D Rep. 6199."},
      {
        "id":"ED262009",
        "title":"Report of the Health Education-Risk Reduction Conference (Anaheim, California, October 27-30, 1981)."},
      {
        "id":"ED262011",
        "title":"An Analysis of Course Offerings and Enrollments as Related to School Characteristics. Contractor Report."},
      {
        "id":"ED262016",
        "title":"Necessary Competencies for Corporate Wellness Professionals."},
      {
        "id":"ED262020",
        "title":"Cognitive Strategies to Teach Motor Skills to Elderly Learners in Nursing Homes."},
      {
        "id":"ED262024",
        "title":"Panel on \"Teacher Education Reform.\""},
      {
        "id":"ED262030",
        "title":"Teaching as a Profession: What We Know and What We Need to Know about Teaching. R&D Report 6160."},
      {
        "id":"ED262031",
        "title":"First Days of Schools: A Good Beginning. R&amp;D Report No. 7206."},
      {
        "id":"ED262032",
        "title":"Mentoring: A Review of the Literature with a Focus on Teaching."},
      {
        "id":"ED262039",
        "title":"Computer-Based Imaginary Sciences and Research on Concept Acquisition."},
      {
        "id":"ED262046",
        "title":"Investigating Item Stability: An Empirical Investigation into the Variability of Item Statistics Under Conditions of Varying Sample Design and Sample Size. Occasional Paper No. 18."},
      {
        "id":"ED262049",
        "title":"Knowledge for Teachers: The Origin of the National Teacher Examinations Program."},
      {
        "id":"ED262051",
        "title":"A Study of the Relationship Between a Medical Certification Examination and an In-Training Examination."},
      {
        "id":"ED262060",
        "title":"The Difficulty of Test Items That Measure More than One Ability."},
      {
        "id":"ED262062",
        "title":"Distributional Projections: A Practical Application of the Rasch Model."},
      {
        "id":"ED262064",
        "title":"The Effects of Questionnaire Modification on Response Rates: A Field Experiment."},
      {
        "id":"ED262065",
        "title":"The Effects of Remediation and Retention upon Basic Skills Performance among Elementary Students Participating in a State Basics Skills Test Program."},
      {
        "id":"ED262066",
        "title":"Equipercentile Test Equating: The Effects of Presmoothing and Postsmoothing on the Magnitude of Sample-Dependent Errors."},
      {
        "id":"ED262067",
        "title":"Estimating Ability with the Wrong Model."},
      {
        "id":"ED262071",
        "title":"An Exploration of the Robustness of Four Test Equating Models."},
      {
        "id":"ED262073",
        "title":"Heuristics for Teaching Multivariate General Linear Model Techniques."},
      {
        "id":"ED262075",
        "title":"Doing Collaborative Research."},
      {
        "id":"ED262079",
        "title":"A Regression Solution to Cason and Cason's Model of Clinical Performance Rating: Easier, Cheaper, Faster."},
      {
        "id":"ED262081",
        "title":"Robustness of Regression Estimates for Ordered Dichotomous Variables."},
      {
        "id":"ED262082",
        "title":"San Diego City Schools Research Cooperative: A Marriage of Schools' Practitioners, Researchers, and Community Members."},
      {
        "id":"ED262086",
        "title":"The Relationship of Headings, Questions, and Locus of Control to Multiple-Choice Test Performance."},
      {
        "id":"ED262088",
        "title":"A Synthesis of Research on Group-Based Mastery Learning Programs."},
      {
        "id":"ED262089",
        "title":"Verbal Information Processing Paradigms: A Review of Theory and Methods."},
      {
        "id":"ED262091",
        "title":"Training Emphasis Task Factor Data: Methods of Analysis."},
      {
        "id":"ED262093",
        "title":"What&apos;s New in I.Q.? A Contemporary Analysis with Implications for Gifted/Talented/Creative."},
      {
        "id":"ED262094",
        "title":"Does the Level of Intelligence Decrease? A Comparison between Thirteen-Year-Olds Tested in 1961, 1966 and 1980. Report No. 1985:02."},
      {
        "id":"ED262096",
        "title":"NAEP Analysis Procedures and Methodology."},
      {
        "id":"ED262100",
        "title":"Improving the Quality of Research Synthesis in Program Evaluation."},
      {
        "id":"ED262101",
        "title":"Improving the Accuracy of Teacher Self-Evaluation through Staff Development."},
      {
        "id":"ED262102",
        "title":"Instructional Implications of Diagnostic Reading Tests."},
      {
        "id":"ED262103",
        "title":"Models for Multidimensional Tests and Hierarchically Structured Training Materials. Final Report."},
      {
        "id":"ED262105",
        "title":"The Assessment of the Potential to Learn: A Multicultural Perspective."},
      {
        "id":"ED262106",
        "title":"Are Self-Reports Adequate for Assessing the Effectiveness of Postexperimental Debriefing?"},
      {
        "id":"ED262109",
        "title":"Racial/Ethnic Survey: Students as of October 31, 1984."},
      {
        "id":"ED262110",
        "title":"Design for Excellence: How to Study Smartly."},
      {
        "id":"ED262111",
        "title":"Education between Quality and Equity."},
      {
        "id":"ED262112",
        "title":"Family Politicization and Adolescents' Citizenship Orientations."},
      {
        "id":"ED262113",
        "title":"Citizenship Orientation of Two Israeli Minority Groups: Israeli-Arab and Eastern-Jewish Youth."},
      {
        "id":"ED262115",
        "title":"Uneasy Alliances: Black Males, Teachers, and Peers in Desegregated Classrooms."},
      {
        "id":"ED262118",
        "title":"Asia-Pacific Immigration to the United States. A Conference Report (Honolulu, Hawaii, September 20-25, 1984)."},
      {
        "id":"ED262119",
        "title":"Can Schools Improve Themselves? A Study of School-Based Improvement Programs."},
      {
        "id":"ED262122",
        "title":"Project HAPTT: Haitian Parent and Teacher Training Program. Program Evaluation, [1st Year]. Final Report"},
      {
        "id":"ED262123",
        "title":"Project HAPTT: Haitian Parent and Teacher Training Program. Program Evaluation, 2nd Year. Final Report."},
      {
        "id":"ED262124",
        "title":"Project HAPTT: Haitian Parent and Teacher Training Program. Program Evaluation, 3rd Year. Final Report."},
      {
        "id":"ED262126",
        "title":"Desegregation and Bilingual Education--Partners in Quality Education. Conference Proceedings (San Diego, California, April 2-3, 1981)."},
      {
        "id":"ED262129",
        "title":"Hawaiian Studies Curriculum Guide. Grades K-1."},
      {
        "id":"ED262130",
        "title":"Hawaiian Studies Curriculum Guide. Grade 2."},
      {
        "id":"ED262131",
        "title":"Hawaiian Studies Curriculum Guide. Grade 3."},
      {
        "id":"ED262132",
        "title":"Sunset Review Report on the Demonstration Programs in Reading and Mathematics. A Report to the California Legislature as Required by Education Code Section 62006."},
      {
        "id":"ED262133",
        "title":"The National Assessment of the Chapter 1 Program."},
      {
        "id":"ED262135",
        "title":"Cognitive Cultural Learning, Intergroup Contact and Change in Ethnic Attitudes and Relations."},
      {
        "id":"ED262139",
        "title":"Children of Teen Parents: Heterogeneity of Outcomes."},
      {
        "id":"ED262140",
        "title":"Institutionalized Facilities Program, 1983-84. E.C.I.A. Chapter 1, Part B. Final Evaluation Report."},
      {
        "id":"ED262141",
        "title":"Curriculum Consolidation in Alternative High Schools, 1983-84. Chapter I/P.S.E.N. Final Evaluation Report."},
      {
        "id":"ED262142",
        "title":"John Jay High School Project TRIUNFE, 1983-1984. O.E.A. Evaluation Section Report."},
      {
        "id":"ED262143",
        "title":"The Living Planet: A Portrait of the Earth, 1984-85. Evaluation Section Report."},
      {
        "id":"ED262144",
        "title":"Training Opportunities Program (TOP) Employer/Trainee Component, 1983-84. Final Evaluation Report."},
      {
        "id":"ED262145",
        "title":"South Shore High School Project JOBS. 1983-1984. O.E.A. Evaluation Section Report."},
      {
        "id":"ED262146",
        "title":"Fort Hamilton High School Project SPEED: Special Education to Eliminate Dropouts, 1983-1984. O.E.A. Evaluation Section Report."},
      {
        "id":"ED262147",
        "title":"Project ESL-SEDAC, 1983-84. E.S.E.A. Title VII Annual Evaluation Report."},
      {
        "id":"ED262148",
        "title":"Samuel Gompers High School Bilingual Mini-School, 1983-84. O.E.A. Evaluation Section Report."},
      {
        "id":"ED262150",
        "title":"Your Money and Your Life. Financial Planning for Low-Income Working Women."},
      {
        "id":"ED262151",
        "title":"Social and Economic Correlates of Family Structure: A Portrait of U.S. Children in 1983. Child Trends Working Paper 85-01."},
      {
        "id":"ED262153",
        "title":"National Entrepreneurship Education Forum. Proceedings of a Conference (2nd, Columbus, Ohio, September 5-6, 1984)."},
      {
        "id":"ED262155",
        "title":"Predicting Work Status Outcomes of Blind/Severely Visually Impaired Clients of State Rehabilitation Agencies. Technical Report."},
      {
        "id":"ED262156",
        "title":"Career Thresholds: A Longitudinal Study of the Educational and Labor Market Experience of Male Youth 14-24 Years of Age. Volume One."},
      {
        "id":"ED262159",
        "title":"Work and General Education."},
      {
        "id":"ED262160",
        "title":"Proceedings for the Symposium on Research Needs for Extension Education (Columbus, Ohio, May 25-26, 1983)."},
      {
        "id":"ED262177",
        "title":"Evaluation of Competency-Based Vocational Education. Final Report."},
      {
        "id":"ED262187",
        "title":"Course Budgeting: Balancing Rewards and Risks."},
      {
        "id":"ED262188",
        "title":"The Preparation of Training Professionals."},
      {
        "id":"ED262196",
        "title":"Motivation in Late Life: The Personal Need for Challenge."},
      {
        "id":"ED262197",
        "title":"Automotive Technology Objectives. Career Education. DS Manual 2870.1."},
      {
        "id":"ED262198",
        "title":"Medical Technology. Career Education. DS Manual 2830.1."},
      {
        "id":"ED262199",
        "title":"Dental Technology. Career Education. DS Manual 2835.1."},
      {
        "id":"ED262200",
        "title":"Electricity and Electronics Objectives. Career Education. DS Manual 2875.1."},
      {
        "id":"ED262201",
        "title":"Literacy and Human Resources Development at Work: Investing in the Education of Adults to Improve the Educability of Children. Professional Paper 2-83."},
      {
        "id":"ED262204",
        "title":"Establish Guidelines for Your Cooperative Vocational Program. Second Edition. Module J-1 of Category J--Coordination of Cooperative Education. Professional Teacher Education Module Series."},
      {
        "id":"ED262205",
        "title":"Present Information with Films. Second Edition. Module C-25 of Category C--Instructional Execution. Professional Teacher Education Module Series."},
      {
        "id":"ED262206",
        "title":"Literacy Task Analysis: Defining and Measuring Occupational Literacy Demands."},
      {
        "id":"ED262208",
        "title":"An Analysis and Validation of Vocational Special Needs Inservice Issues."},
      {
        "id":"ED262213",
        "title":"The High School Drop Out: Vocational Education Can Help."},
      {
        "id":"ED262226",
        "title":"Update on the Condition of Vocational Education 1985."},
      {
        "id":"ED262227",
        "title":"Public Sector Opportunities and Linkages with Vocational Education."},
      {
        "id":"ED262228",
        "title":"An Assessment of the Impacts and Effectiveness of the National Network for Curriculum Coordination in Vocational and Technical Education. Final Report."},
      {
        "id":"ED262229",
        "title":"The Impact of Day-Care Services on the Education of Secondary and Adult Students in Ohio."},
      {
        "id":"ED262230",
        "title":"FOCUS on Curriculum. Final Report."},
      {
        "id":"ED262235",
        "title":"Forestry/Forest Products. Subject Matter Update 1986-87."},
      {
        "id":"ED262236",
        "title":"Industrial Mechanics. Subject Matter Update 1986-87."},
      {
        "id":"ED262237",
        "title":"Metals. Subject Matter Update 1986-87."},
      {
        "id":"ED262238",
        "title":"Foodservice. Subject Matter Update 1986-87."},
      {
        "id":"ED262239",
        "title":"Construction. Subject Matter Update 1986-87."},
      {
        "id":"ED262243",
        "title":"Research Paradigms in Adult Education: Philosophical Differences and Complementary Methodologies."},
      {
        "id":"ED262244",
        "title":"Places in the System: New Directions for the Vocational Education of Rural Women. Occasional Paper No. 108."},
      {
        "id":"ED262248",
        "title":"The Hewlett-Packard HP-41CV Hand-Held Computer as a Medium for Teaching Mathematics to Fire Control Systems Repairers. Research Report 1408."},
      {
        "id":"ED262251",
        "title":"Youth's Perceptions of Employer Standards. Education & Employment. Research for the Practitioner. Research Brief No. 1."},
      {
        "id":"ED262252",
        "title":"How Employers Rate Youthful Job Applicants. Education & Employment. Research for the Practitioner. Research Brief No. 2."},
      {
        "id":"ED262253",
        "title":"Employer Hiring Decisions. Education &amp; Employment. Research for the Practitioner. Research Brief No. 3."},
      {
        "id":"ED262254",
        "title":"Part-Time Work Experience of High School Seniors. Education & Employment. Research for the Practitioner. Research Brief No. 4."},
      {
        "id":"ED262255",
        "title":"The Social Payoff from Occupationally Specific Training: The Employers' Point of View. Education & Employment. Research for the Practitioner. Research Brief No. 5."},
      {
        "id":"ED262256",
        "title":"The Effect of Curriculum on Labor Market Success Immediately after High School. Education & Employment. Research for the Practitioner. Research Brief No. 6."},
      {
        "id":"ED262257",
        "title":"The Adolescent Worker: A Field Study of Employed and Nonemployed Youth. Education & Employment. Research for the Practitioner. Research Brief No. 7."},
      {
        "id":"ED262258",
        "title":"How Schools Prepare Youth for Productive Employment. Education & Employment. Research for the Practitioner. Research Brief No. 8."},
      {
        "id":"ED262264",
        "title":"Resource and Referral Service: A Report on Electronic Networks for Educators."},
      {
        "id":"ED262270",
        "title":"Ohio Vocational Education-University Linkages."},
      {
        "id":"ED262272",
        "title":"Issues in the Development of Training Programs for Chinese Managers."},
      {
        "id":"ED262274",
        "title":"Attitudes of 5th and 8th Grade Students toward Traditional Sex-Role Typed Occupations."},
      {
        "id":"ED262275",
        "title":"Volunteer Management Support Program Handbook."},
      {
        "id":"ED262276",
        "title":"Development and Strengthening of Agricultural Education in Grenada. A Report."},
      {
        "id":"ED262277",
        "title":"Development and Strengthening of Agricultural Education in Commonwealth of Dominica. A Report."},
      {
        "id":"ED262278",
        "title":"Development and Strengthening of Agricultural Education in St. Vincent. A Report."},
      {
        "id":"ED262279",
        "title":"Development and Strengthening of Agricultural Education in St. Lucia. A Report."},
      {
        "id":"ED262280",
        "title":"Developing and Strengthening of Agricultural Education in Antigua. A Report."},
      {
        "id":"ED262291",
        "title":"Status of the NOICC/SOICC Network, June 30, 1985. NOICC Administrative Report No. 11."},
      {
        "id":"ED262292",
        "title":"Prepare Yourself for CBE. Module K-1 of Category K--Implementing Competency-Based Education (CBE). Professional Teacher Education Module Series."},
      {
        "id":"ED262294",
        "title":"Food Processing Curriculum Material and Resource Guide."},
      {
        "id":"ED262296",
        "title":"Parent Involvement in Children's Out-of-School Learning: The MAP-AT-HOME Program."},
      {
        "id":"ED262298",
        "title":"A Study of the Awareness of Selected College Students Concerning Sexually Transmitted Diseases."},
      {
        "id":"ED262302",
        "title":"Marital Relationships of Alcoholic, Conflicted, and Nonconflicted Couples."},
      {
        "id":"ED262306",
        "title":"Psychodiagnostic and Psychotherapeutic Judgments: Expectation-Based Biases in Covariation Assessment."},
      {
        "id":"ED262309",
        "title":"Test Item Disguise and the Structured Assessment of Clinical Psychopathology."},
      {
        "id":"ED262312",
        "title":"Research on Seeing and Evaluating People."},
      {
        "id":"ED262314",
        "title":"A Profile of Illinois Dropouts."},
      {
        "id":"ED262315",
        "title":"Fifty Years of Social Security: Past Achievements and Future Challenges. An Information Paper Prepared for Use by the Special Committee on Aging. United States Senate, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED262318",
        "title":"An Information Theory Analysis of Interviews by Ellis and Rogers."},
      {
        "id":"ED262319",
        "title":"America&apos;s Elderly at Risk. A Report Presented by the Chairman of the Select Committee on Aging. House of Representatives, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED262320",
        "title":"Demographics of Adolescent Pregnancy in the United States. Joint Hearing before the Subcommittee on Census and Population of the Committee on Post Office and Civil Service and the Subcommittee on Health and the Environment of the Committee on Energy and Commerce. House of Representatives, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED262321",
        "title":"Juvenile Rape Victims. Hearing before the Subcommittee on Juvenile Justice of the Committee on the Judiciary. On the Problems of Juvenile Victims in Sexual Assault Cases. United States Senate, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED262323",
        "title":"Humanistic-Cognitive Applications to Teaching and Learning: Theoretical-Philosophical Bases."},
      {
        "id":"ED262324",
        "title":"Guide to Juvenile Restitution."},
      {
        "id":"ED262325",
        "title":"Designing and Evaluating Social Support Interventions: New Dimensions for Consideration."},
      {
        "id":"ED262328",
        "title":"Domain Specific Knowledge and Memory Performance in the Work Place."},
      {
        "id":"ED262329",
        "title":"Patient Violence toward and Verbal Abuse and Harassment of Therapists."},
      {
        "id":"ED262333",
        "title":"Adolescent Suicide Prevention: A Compendium of Resources."},
      {
        "id":"ED262335",
        "title":"Maintenance Sessions Prolong Cigarette Abstinence."},
      {
        "id":"ED262336",
        "title":"Do Men Really Fear Nurturing?"},
      {
        "id":"ED262337",
        "title":"The Aging Men of Skid Row: A Target for Research and Service Intervention."},
      {
        "id":"ED262338",
        "title":"Gender Differences in Predicting Loneliness from Social Network Variables."},
      {
        "id":"ED262339",
        "title":"Masculinity, Femininity, and Psychosocial Adjustment in Medical Students: Two-Year Follow-Up."},
      {
        "id":"ED262340",
        "title":"Alcohol and Drug Use among \"Street\" Adolescents: An Exploratory Study."},
      {
        "id":"ED262341",
        "title":"Toward a Theory of Delinquency Cessation."},
      {
        "id":"ED262350",
        "title":"Analysis of Selected State Laws Directed at Violent and Chronic Juvenile Offenders. Staff Brief 84-13."},
      {
        "id":"ED262355",
        "title":"Near-Death Experiences and the &quot;Fantasy-Prone&quot; Personality: Preliminary Findings."},
      {
        "id":"ED262359",
        "title":"Male/Female Role Values: A Comparison of Caucasian and Japanese American College Students."},
      {
        "id":"ED262360",
        "title":"Family Triangles and College Student Adjustment."},
      {
        "id":"ED262362",
        "title":"Emerging Trends in Mental Health Care for Adolescents. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED262364",
        "title":"Social Problem-Solving and Self Esteem of Aggressive Boys."},
      {
        "id":"ED262368",
        "title":"Differences between Alcoholic Couples Accepting and Rejecting an Offer of Outpatient Marital Therapy."},
      {
        "id":"ED262369",
        "title":"Video Interventions in Community-Based Job Training for Minority, Young Adult Ex-Offenders."},
      {
        "id":"ED262370",
        "title":"Memory Specificity as a Reality Monitoring Cue."},
      {
        "id":"ED262373",
        "title":"Using Student Diagnostic Information to Establish an Empirical Data Base in Reading. Research Series No. 162."},
      {
        "id":"ED262380",
        "title":"An Investigation of Two Instructional Settings in the Use of Semantic Mapping with Poor Readers. Program Report 85-4."},
      {
        "id":"ED262381",
        "title":"Textbooks and Reading Materials. Volume One: The Ready to Read Project--The New Zealand Experience. Report of a Regional Seminar on Textbooks and Reading Materials (Wellington, New Zealand, October 4-12, 1983)."},
      {
        "id":"ED262382",
        "title":"Textbooks and Reading Materials. Volume Two: Outcomes of the Regional Seminar. Report of a Regional Seminar on Textbooks and Reading Materials (Wellington, New Zealand, October 4-12, 1983)."},
      {
        "id":"ED262383",
        "title":"Means to an End: Strategies in Childhood Directive Comprehension. Technical Report No. 341."},
      {
        "id":"ED262384",
        "title":"Does Prior Knowledge Affect College Students' Performance on a State Developed Reading Competency Test?"},
      {
        "id":"ED262385",
        "title":"Webbing: An Outlining Strategy."},
      {
        "id":"ED262386",
        "title":"Measuring Readability with a Computer: What We Can Learn."},
      {
        "id":"ED262387",
        "title":"The Development of Inferencing Abilities in Grades Two through Three."},
      {
        "id":"ED262388",
        "title":"Teaching Strategies to Fit the Learning Styles of Gifted Readers in the Middle Grades."},
      {
        "id":"ED262391",
        "title":"Reading Methodology Textbooks: Are They Helping Teachers Teach Comprehension? Reading Education Report No. 59."},
      {
        "id":"ED262392",
        "title":"The Effects of Ongoing Self-Directed Questioning on Silent Comprehension."},
      {
        "id":"ED262393",
        "title":"Learning within a Classroom Context: First Graders' Conceptions of Literacy."},
      {
        "id":"ED262394",
        "title":"The Relationship of Oral Language Features to Reading Achievement."},
      {
        "id":"ED262395",
        "title":"Tetrahedral Models of Learning: Application to College Reading."},
      {
        "id":"ED262404",
        "title":"Task Analysis: Applying Composition Theory in an Industrial Forum."},
      {
        "id":"ED262413",
        "title":"Metaresponse: A Hidden Benefit of Peer Writing Instruction."},
      {
        "id":"ED262416",
        "title":"Born to Trouble: One Hundred Years of Huckleberry Finn. The Center for the Book Viewpoint Series No. 13. Lecture Presented at the Broward County Library (Fort Lauderdale, Florida, September 11, 1984)."},
      {
        "id":"ED262418",
        "title":"Recommended English Language Arts Curriculum Guides, K-12, 1985."},
      {
        "id":"ED262419",
        "title":"Roots in the Sawdust: Writing to Learn across the Disciplines."},
      {
        "id":"ED262425",
        "title":"Cognitive Strategies in Writing. Working Paper No. 2."},
      {
        "id":"ED262427",
        "title":"Language Everywhere--Math. [Compiled from Columns in Four Issues of \"Live Wire,\" October and December 1984, and February and April 1985.]"},
      {
        "id":"ED262428",
        "title":"Language Everywhere--Science. [Compiled from Columns in Six Issues of \"Live Wire,\" August, October, and December 1984 and February, April, and August 1985.]"},
      {
        "id":"ED262429",
        "title":"Children as Authors Handbook."},
      {
        "id":"ED262433",
        "title":"Beyond Word Processing: Rhetorical Invention with Computers."},
      {
        "id":"ED262434",
        "title":"Some Ideas about Idea Processors."},
      {
        "id":"ED262436",
        "title":"Measuring the Concept of Media Credibility."},
      {
        "id":"ED262438",
        "title":"Elementary Language Arts: Strategies for Teaching and Learning."},
      {
        "id":"ED262440",
        "title":"Imaging: A Selected Bibliography."},
      {
        "id":"ED262443",
        "title":"Contextual Determinants of Perceptions of Children's Communicator Style and Social Attractiveness."},
      {
        "id":"ED262445",
        "title":"Communication Script Analysis: A Four-Part Model for Predicting Perception of Sexual Harassment."},
      {
        "id":"ED262446",
        "title":"Research Directions in Family Communication: Proceedings of the Family Communication Research Conference (Evanston, Illinois, September 6-8, 1984)."},
      {
        "id":"ED262447",
        "title":"An Essential Curriculum for the Small, Comprehensive College Speech Communication Department."},
      {
        "id":"ED262449",
        "title":"Age Differences in Children's Perceptions of Message Intent: An Exploratory Study."},
      {
        "id":"ED262450",
        "title":"Relating Right Brain Studies to the Design Process."},
      {
        "id":"ED262456",
        "title":"Bibliography 1980-1984."},
      {
        "id":"ED262457",
        "title":"Staying in School: The Dropout Challenge. A Position Paper."},
      {
        "id":"ED262458",
        "title":"Toward Better Teaching. A Position Paper."},
      {
        "id":"ED262459",
        "title":"Effective Remediation Strategies in Mathematics: Characteristics of an Effective Remedial Mathematics Teacher; Effective Remedial Math Teacher Checklist; Math Remediation Methods Questionnaire. Occasional Papers in Educational Policy Analysis No. 417."},
      {
        "id":"ED262460",
        "title":"Research-Based Teaching Skills: What Is in the Storehouse? Final Report."},
      {
        "id":"ED262461",
        "title":"The Private Sector in the Public School: Can It Improve Education? AEI Symposia 84B."},
      {
        "id":"ED262464",
        "title":"&quot;Dewey for Teachers&quot;: An Empirical Evidence in Its Favor."},
      {
        "id":"ED262467",
        "title":"Statewide Support of Local School Improvement. Discussion Draft."},
      {
        "id":"ED262470",
        "title":"Involuntary Teacher Transfer: An Intervention Strategy for Professional Development. Final Report."},
      {
        "id":"ED262472",
        "title":"Projections of Education Statistics to 1992-93. Methodological Report with Detailed Projection Tables."},
      {
        "id":"ED262476",
        "title":"Qualitative Data Analysis in Program Evaluation Contexts."},
      {
        "id":"ED262478",
        "title":"What Do You Mean Objective and Collaborative? or, How One District Tries to Keep Its Nose Clean and Its Hands Dirty at the Same Time."},
      {
        "id":"ED262479",
        "title":"The Political Bargaining Model--&quot;New&quot; Dimensions."},
      {
        "id":"ED262482",
        "title":"Indirect Government Control of Non-Public Schools: A Review of Court Decisions."},
      {
        "id":"ED262484",
        "title":"Curriculum Alignment Measures of Effective Schools: Findings and Implications."},
      {
        "id":"ED262485",
        "title":"District Selection and Assessment of Educational Personnel. A Study to Assess the Quality of the Preparation and Performance of Education Personnel: Study Report No. 1."},
      {
        "id":"ED262486",
        "title":"Institutional Assessment of Prospective Educational Personnel in Undergraduate Programs. A Study to Assess the Quality of the Preparation and Performance of Educational Personnel: Study Report No. 2."},
      {
        "id":"ED262487",
        "title":"Institutional Assessment of Prospective Educational Personnel in Graduate Programs. A Study to Assess the Quality of the Preparation and Performance of Educational Personnel: Study Report No. 3."},
      {
        "id":"ED262493",
        "title":"Developing Learning Centers Utilizing Bloom's Taxonomy for Secondary Students [and] Blooming for Vertical and Horizontal Expansion or Creative Obfuscations to Confuse and Bewilder Your Friends: A Student Guide to Bloom's Taxonomy."},
      {
        "id":"ED262495",
        "title":"Intellectually Limited Mothers."},
      {
        "id":"ED262498",
        "title":"Fostering Peer Acceptance of Handicapped Students. 1984 Digest, Revised and A Minibibliography on Promoting Positive Attitudes toward the Disabled."},
      {
        "id":"ED262499",
        "title":"Parents&apos; Rights and Responsibilities. 1984 Digest, Revised."},
      {
        "id":"ED262500",
        "title":"What Is Dyslexia: 1984 Digest."},
      {
        "id":"ED262501",
        "title":"Serving the LD Student in a Vocational Education Classroom. 1984 Digest, Revised."},
      {
        "id":"ED262502",
        "title":"The Argument for Early Intervention. 1984 Digest."},
      {
        "id":"ED262503",
        "title":"Using Your Microcomputer to Acquire Special Education Information. 1984 Digest."},
      {
        "id":"ED262504",
        "title":"The Imperative for Educational Reform: Implications for Special Education. 1984 Digest."},
      {
        "id":"ED262505",
        "title":"What Is Down Syndrome? 1984 Digest."},
      {
        "id":"ED262506",
        "title":"Being at Ease with Handicapped Children. 1984 Digest."},
      {
        "id":"ED262507",
        "title":"Career Search for the Gifted and Talented. 1985 Digest."},
      {
        "id":"ED262508",
        "title":"Creativity and the Creative Process. 1985 Digest, Revised."},
      {
        "id":"ED262509",
        "title":"Developing Individualized Education Programs (IEPs) for the Gifted and Talented. 1985 Digest, Revised."},
      {
        "id":"ED262510",
        "title":"Evaluation of Programs for the Gifted and Talented. 1985 Digest, Revised."},
      {
        "id":"ED262511",
        "title":"Leadership Skills Among the Gifted and Talented. 1985 Digest."},
      {
        "id":"ED262512",
        "title":"Mentorships for the Gifted and Talented. 1985 Digest."},
      {
        "id":"ED262513",
        "title":"Reading for the Gifted. 1985 Digest."},
      {
        "id":"ED262514",
        "title":"Technology for the Gifted and Talented. 1985 Digest."},
      {
        "id":"ED262515",
        "title":"Personnel Development in Special Education: Quantity Versus Quality. 1984 Digest."},
      {
        "id":"ED262516",
        "title":"The Administrator's Role in the Education of Gifted and Talented Children. 1985 Digest."},
      {
        "id":"ED262517",
        "title":"Characteristics of Intellectually Gifted Children. 1985 Digest, Revised."},
      {
        "id":"ED262518",
        "title":"Curricula for the Gifted and Talented. 1985 Digest."},
      {
        "id":"ED262519",
        "title":"Defining Giftedness. 1985 Digest."},
      {
        "id":"ED262520",
        "title":"Developing Programs for the Gifted and Talented. 1985 Digest."},
      {
        "id":"ED262521",
        "title":"Forming a Local Parent Association for Gifted and Talented Education. 1985 Digest."},
      {
        "id":"ED262522",
        "title":"The Gifted and Talented Handicapped. 1985 Digest."},
      {
        "id":"ED262523",
        "title":"Identification of the Gifted and Talented. 1985 Digest."},
      {
        "id":"ED262524",
        "title":"The Preschool Gifted and Talented Child. 1985 Digest."},
      {
        "id":"ED262525",
        "title":"Professional Training for Teachers of the Gifted and Talented. 1984 Digest."},
      {
        "id":"ED262526",
        "title":"Underachieving Gifted Students. 1985 Digest."},
      {
        "id":"ED262527",
        "title":"Parents of Gifted Children. 1985 Digest [and] A Minibibliography on Readings for Parents and Teachers of Gifted Children."},
      {
        "id":"ED262529",
        "title":"Education and Foster Care of Children Infected with Human T-Lymphotropic Virus Type III/Lymphadenopathy-Associated Virus."},
      {
        "id":"ED262534",
        "title":"A Profile of the Characteristics, Needs and Counseling Preferences of Talent Search Summer Institute Participants."},
      {
        "id":"ED262538",
        "title":"Auditory Memory Difficulties and Down Syndrome."},
      {
        "id":"ED262540",
        "title":"Invitational Research Symposium on Special Education Technology, Symposium Proceedings (Reston, Virginia, June 2-4, 1985)."},
      {
        "id":"ED262542",
        "title":"Public Expenditures for Mental Retardation and Developmental Disabilities in the United States: Analytical Summary. (A Working Paper)."},
      {
        "id":"ED262544",
        "title":"A Study of the Effectiveness of the Teacher Checklist for Screening Kindergarten and First Grade Gifted Candidates in Predicting Gifted Potential."},
      {
        "id":"ED262548",
        "title":"National Information Center for Handicapped Children and Youth. State Children and Youth. State Resource Sheets."},
      {
        "id":"ED262551",
        "title":"Handicapped Children&apos;s Protection Act of 1985. Hearing before the Subcommittee on the Handicapped. United States Senate, Ninety-Ninth Congress, First Session on S. 415. To Amend the Education of the Handicapped Act to Authorize the Award of Reasonable Attorneys&apos; Fees to Certain Prevailing Parties, and to Clarify the Effect of the...Act on Rights, Procedures, and Remedies under Other Laws Relating to the Prohibition of Discrimination."},
      {
        "id":"ED262553",
        "title":"Infectious Disease and the Public Schools."},
      {
        "id":"ED262555",
        "title":"The Condition of Bilingual Education in the Nation, 1982. A Report from the Secretary of Education to the President and the Congress."},
      {
        "id":"ED262556",
        "title":"Beyond the Language Classroom. A Guide for Language Teachers. Identifying and Using Language-Culture Resources for Developing Communicative Competence. International Exchange Series. Pre-Publication Edition."},
      {
        "id":"ED262558",
        "title":"Getting the Whole Picture. A Student's Field Guide to Language Acquisition and Culture Exploration. International Exchange Series. Pre-Publication Edition."},
      {
        "id":"ED262560",
        "title":"An Exploratory Study of the Hypothesis of Divisible versus Unitary Competence in Second Language Proficiency."},
      {
        "id":"ED262562",
        "title":"Children's Word-Learning Strategies."},
      {
        "id":"ED262563",
        "title":"I, Me, My and 'Name': Children's Early Systematizations of Forms, Meanings and Functions in Talk about the Self."},
      {
        "id":"ED262564",
        "title":"Young Children Pronounce Nouns More Accurately Than Verbs: Evidence for a Semantic-Phonological Interaction."},
      {
        "id":"ED262565",
        "title":"The Effect of Context on Korean Children's Interpretation of the Reflexive Pronoun &quot;caki&quot; (jagi)."},
      {
        "id":"ED262566",
        "title":"Personal Involvement and the Development of Language for Time-Aspect."},
      {
        "id":"ED262567",
        "title":"When &quot;Big&quot; Does Not Refer to Overall Size: Dimensional Adjectives in Context."},
      {
        "id":"ED262568",
        "title":"The Acquisition of Spatially Organized Syntax."},
      {
        "id":"ED262569",
        "title":"The Notional-Functional Approach: Teaching the Real Language in Its Natural Context."},
      {
        "id":"ED262573",
        "title":"Communicative Proficiency Through Comprehension."},
      {
        "id":"ED262577",
        "title":"Cultural Understanding Through Cross-Cultural Analysis."},
      {
        "id":"ED262584",
        "title":"Papers and Studies in Contrastive Linguistics, Volume Seven."},
      {
        "id":"ED262585",
        "title":"Papers and Studies in Contrastive Linguistics, Volume Eight."},
      {
        "id":"ED262586",
        "title":"Papers and Studies in Contrastive Linguistics, Volume Nine."},
      {
        "id":"ED262587",
        "title":"Papers and Studies in Contrastive Linguistics, Volume Ten."},
      {
        "id":"ED262588",
        "title":"Papers and Studies in Contrastive Linguistics, Volume Fourteen."},
      {
        "id":"ED262589",
        "title":"Papers and Studies in Contrastive Linguistics, Volume Fifteen."},
      {
        "id":"ED262590",
        "title":"Papers and Studies in Contrastive Linguistics, Volume Sixteen."},
      {
        "id":"ED262591",
        "title":"Papers and Studies in Contrastive Linguistics, Volume Seventeen."},
      {
        "id":"ED262592",
        "title":"Papers and Studies in Contrastive Linguistics, Volume Nineteen."},
      {
        "id":"ED262597",
        "title":"Impact of Early Exposure to Bilingual Education as Related to School Grades, Absenteeism, Grade Retentions and Incidence of School Drop-Out: A Ten Year Study."},
      {
        "id":"ED262601",
        "title":"Revising Expository Prose from the Perspective of Text Linguists: A Second Analysis and Assessment."},
      {
        "id":"ED267616",
        "title":"Maternal Speech to Eight Month Old Infants: A Study of Adolescent and Older Mothers."},
      {
        "id":"ED267618",
        "title":"Foreign Languages. Alaska Secondary Curriculum Guide. First Edition."},
      {
        "id":"ED267620",
        "title":"An Ethnographic Evaluation of a FLES Program."},
      {
        "id":"ED267621",
        "title":"Metrical Phonology and the Acquisition of a Second Language."},
      {
        "id":"ED267623",
        "title":"In Pursuit of Trivia -- Game Theory and Research Skills."},
      {
        "id":"ED267624",
        "title":"Teaching Reading to Bilingual Children Study. Final Report."},
      {
        "id":"ED267626",
        "title":"The Immersion Approach: Principle and Practice."},
      {
        "id":"ED267627",
        "title":"Authentic Camera-Produced Materials for Random-Access Video Delivery."},
      {
        "id":"ED267628",
        "title":"Listening: What's Really Going on in the Classroom?"},
      {
        "id":"ED267629",
        "title":"Listening and Learning: Protocols and Processes."},
      {
        "id":"ED267630",
        "title":"Listening Ability: Check It or Wreck It."},
      {
        "id":"ED267634",
        "title":"Building Reading Vocabulary through Inference: A Better Classification of Context Clues."},
      {
        "id":"ED267635",
        "title":"Teaching Multi-Level Classes: A Lesson from the Past."},
      {
        "id":"ED267637",
        "title":"Strengthening Community Foreign Language Programs through Communication Bridges."},
      {
        "id":"ED267638",
        "title":"Double Cloze: An Activity for the Student Centered Classroom."},
      {
        "id":"ED267642",
        "title":"Toward Further Discussion: Equality in the High School Foreign Language Classroom."},
      {
        "id":"ED267644",
        "title":"Au Courant: Teaching French Vocabulary and Culture Using the Mass Media. Language in Education: Theory and Practice 65."},
      {
        "id":"ED267645",
        "title":"A Study of the Comparability of Speaking Proficiency Interview Ratings across Three Government Language Training Agencies."},
      {
        "id":"ED267646",
        "title":"Varieties of English and Women's Language: Culture and Creativity."},
      {
        "id":"ED267656",
        "title":"The Quantitative Study of Communicational Success: Politeness and Accidents in Aviation Discourse."},
      {
        "id":"ED267658",
        "title":"Bilingual Program Management: A Problem Solving Approach."},
      {
        "id":"ED267661",
        "title":"How Impact Statements Can Help Foundations Assess Programs for Their Impact on Women and Girls; or, How To Tell If You Are Really Being Fair to Women and Girls. Special Report, Program Evaluation, Number 2."},
      {
        "id":"ED267662",
        "title":"Perspectives on Comparative Higher Education: A Survey of Research and Literature. ICED Occasional Paper Number 16."},
      {
        "id":"ED267664",
        "title":"Senates and Councils of Tertiary Institutions in Western Australia: Review of Structures and Functions. Report of the Tertiary Institutions Governance Committee."},
      {
        "id":"ED267666",
        "title":"Higher Education in South Carolina: An Agenda for the Future. Report to the South Carolina Commission on Higher Education."},
      {
        "id":"ED267667",
        "title":"Campus Gang Rape: Party Games?"},
      {
        "id":"ED267671",
        "title":"The Fourth, Composite \"R\" for Graduate Students: Research."},
      {
        "id":"ED267674",
        "title":"Scholastics and Intercollegiate Sport Participation: Males and Females."},
      {
        "id":"ED267677",
        "title":"Faculty Research Performance: Lessons from the Sciences and the Social Sciences. ASHE-ERIC Higher Education Report No. 4, 1985."},
      {
        "id":"ED267678",
        "title":"Serving More Than Students: A Critical Need for College Student Personnel Services. ASHE-ERIC Higher Education Report No. 7, 1985."},
      {
        "id":"ED267682",
        "title":"Campus Trends, 1985. Higher Education Panel Report, Number 71."},
      {
        "id":"ED267685",
        "title":"Statistical Match of the VA 1979-1980 Recipient File against the 1979-1980 Basic Grant Recipient File. Revised."},
      {
        "id":"ED267686",
        "title":"Logistics and Sampling Plan for Task 2: 1979-1980 IRS Comparison Study. Quality Control Analysis of Selected Aspects of Programs Administered by the Bureau of Student Financial Assistance."},
      {
        "id":"ED267689",
        "title":"Research Interactions between Industry and Higher-Education: An Examination of the Major Legal Issues Involved in Four Representative Contracts."},
      {
        "id":"ED267690",
        "title":"Instructional Equipment Funding in California Public Higher Education. A Report to the Legislature in Response to Supplemental Language in the 1985-86 Budget Act. Commission Report 85-38."},
      {
        "id":"ED267691",
        "title":"Independent Higher Education in California, 1982-1984. Commission Report 85-33."},
      {
        "id":"ED267692",
        "title":"Proposed Creation of a California State University, San Bernardino, Off-Campus Center in the Coachella Valley. Commission Report 85-40."},
      {
        "id":"ED267693",
        "title":"Progress of the California Academic Partnership Program. A Report to the Legislature in Response to Assembly Bill 2398 (Chapter 620, Statutes of 1984). Commission Report 85-41."},
      {
        "id":"ED267694",
        "title":"Faculty Participation in Decision Making: Necessity or Luxury? ASHE-ERIC Higher Education Report No. 8, 1985."},
      {
        "id":"ED267695",
        "title":"Faculty Salaries in California&apos;s Public Universities, 1986-87. The Commission&apos;s 1985 Report to the Legislature and Governor in Response to Concurrent Resolution No. 51 (1965). Commission Report 85-43."},
      {
        "id":"ED267696",
        "title":"Financial Aid and Disabled Students. 1986 Edition."},
      {
        "id":"ED267699",
        "title":"Comparing Performances of Low, Moderate and High Test-Anxious Medical Students on the NBME Part I Examination."},
      {
        "id":"ED267704",
        "title":"The Many Lives of Academic Presidents: Time, Place, and Character."},
      {
        "id":"ED267705",
        "title":"A Comparison of Self-Paced and Lecture/Discussion Teaching Methods."},
      {
        "id":"ED267707",
        "title":"Governing Academic Organizations: The Academic Dean and the President Review the Current State of College Governance."},
      {
        "id":"ED267710",
        "title":"Counselor's Handbook. A Federal Student Aid Reference, Part 1."},
      {
        "id":"ED267726",
        "title":"Illinois Student Financial Aid, FY 1985. Report of the Illinois Student Financial Aid Survey."},
      {
        "id":"ED267727",
        "title":"Faculty Bargaining and Campus Governance: Rhetoric v. Research."},
      {
        "id":"ED267729",
        "title":"Supporting Real Innovation in the 80's--Characteristics of ID Units That Will Make It Happen. A DID/AECT Occasional Paper."},
      {
        "id":"ED267730",
        "title":"Educational Microcomputing at Home: A Comparative Case Analysis of Twenty Families with Children."},
      {
        "id":"ED267731",
        "title":"Educational Software Best-Sellers in the Home Market."},
      {
        "id":"ED267732",
        "title":"GUIDON-WATCH: A Graphic Interface for Viewing a Knowledge-Based System. Technical Report #14."},
      {
        "id":"ED267733",
        "title":"Notebook on Computer Literacy Training. A Plan for Computer Literacy Training for School Personnel."},
      {
        "id":"ED267735",
        "title":"Telecommunications: Making Sense of New Technology and New Legislation. Papers Presented at the 1984 Clinic on Library Applications of Data Processing (April 14-16, 1984)."},
      {
        "id":"ED267737",
        "title":"Information Technology and Educating Adults."},
      {
        "id":"ED267739",
        "title":"First Aid for Media-Aides."},
      {
        "id":"ED267752",
        "title":"Electronic Collection and Dissemination of Information by Federal Agencies. Hearings before a Subcommittee of the Committee on Government Operations, House of Representatives, Ninety-Ninth Congress, First Session (April 29, June 26, October 18, 1985)."},
      {
        "id":"ED267753",
        "title":"Proceedings of Selected Research Paper Presentations at the 1986 Convention of the Association for Educational Communications and Technology and Sponsored by the Research and Theory Division (Las Vegas, NV, January 16-21, 1986)."},
      {
        "id":"ED267755",
        "title":"Effect of Pictures on Recall of Written Prose: How Durable Are Picture Effects?"},
      {
        "id":"ED267757",
        "title":"Instructional Film Research and the Learner."},
      {
        "id":"ED267760",
        "title":"Research on Teletraining: Student Acceptance, Learning Effectiveness and Cost Benefits in the Corporate Environment."},
      {
        "id":"ED267761",
        "title":"A Comparison of the Effects of LOGO Use and Teacher-Directed Problem-Solving Instruction on the Problem-Solving Skills, Achievement, and Attitudes of Low, Average, and High Achieving Junior High School Learners."},
      {
        "id":"ED267762",
        "title":"The Effects of Video-Only, CAI Only, and Interactive Video Instructional Systems on Learner Performance and Attitude: An Exploratory Study."},
      {
        "id":"ED267763",
        "title":"Word Processing and the Writing Process: Enhancement or Distraction?"},
      {
        "id":"ED267764",
        "title":"A Comprehensive Study of the Operational Problems of Higher Education Affiliated Cable Television Stations."},
      {
        "id":"ED267765",
        "title":"A Methodology in Studying Higher Education Affiliated Cable Television Stations."},
      {
        "id":"ED267767",
        "title":"Feasibility Study of Bulletin Board and Electronic Mail Technologies for the Improvement of Student/Instructor Communications Used in &quot;Distant&quot; Education Course Offerings."},
      {
        "id":"ED267768",
        "title":"The Accuracy of Cognitive Monitoring during Computer-Based Instruction."},
      {
        "id":"ED267770",
        "title":"Relationships among Test Format Variables in Computer-Generated Text."},
      {
        "id":"ED267773",
        "title":"The Effects of Presentation Latency and Embedded Orienting Strategies on Learning from Computer-Based Instruction."},
      {
        "id":"ED267775",
        "title":"Collection Mapping in School Library Media Centers."},
      {
        "id":"ED267781",
        "title":"The 1983-84 Maryland and ITV Utilization Study Summary Report."},
      {
        "id":"ED267782",
        "title":"Descriptive Study of Noncommercial FM Radio Stations Affiliated with Colleges and Universities."},
      {
        "id":"ED267783",
        "title":"A Methodology in Studying Noncommercial FM Radio Stations--A Case Study."},
      {
        "id":"ED267785",
        "title":"Memphis State Regression Computer-Managed Instruction Model."},
      {
        "id":"ED267789",
        "title":"Interactive Cable Television: An Evaluation Study."},
      {
        "id":"ED267790",
        "title":"What Your Professor Never Told You about the Mundane Practice of Instructional Design."},
      {
        "id":"ED267796",
        "title":"Old Wine in New Bottles: Subliminal Messages in Instructional Media."},
      {
        "id":"ED267801",
        "title":"The Information Needs of Californians--1984. Report #1: Technical Report. Report #2: Context, Summary, Conclusions, Implications, Applications."},
      {
        "id":"ED267802",
        "title":"Time Management Study in Academic Libraries. Final Report."},
      {
        "id":"ED267808",
        "title":"A Preservation Program for the Colorado State University Libraries. The Final Report of the ARL/OMS Preservation Planning Program."},
      {
        "id":"ED267809",
        "title":"Preservation at Stony Brook. Preservation Planning Program. Study Report."},
      {
        "id":"ED267810",
        "title":"On-Line Help: Design Issues for Authoring Systems. CDC Technical Report No. 18."},
      {
        "id":"ED267811",
        "title":"Technical Manual Production: An Examination of Four Systems. CDC Technical Report No. 19."},
      {
        "id":"ED267812",
        "title":"Databases for Communications Research."},
      {
        "id":"ED267815",
        "title":"Education and Change: Academic Librarians for the 21st Century."},
      {
        "id":"ED267818",
        "title":"The Library Profession in the 21st Century: Transformation for Survival."},
      {
        "id":"ED267821",
        "title":"From School to Working Life: Resources and Services. Reference Circular No. 86-1."},
      {
        "id":"ED267822",
        "title":"Sources of Braille Reading Materials. Reference Circular No. 86-2."},
      {
        "id":"ED267824",
        "title":"Staffing Patterns in Pennsylvania's Private College Libraries: Survey Results."},
      {
        "id":"ED267827",
        "title":"Information Resources on Online Searching in Secondary Schools. A Selected ERIC Bibliography."},
      {
        "id":"ED267834",
        "title":"Special Services Project: Rockland Community College, 1977-1980."},
      {
        "id":"ED267835",
        "title":"Special Services Project: Rockland Community College, 1980-81."},
      {
        "id":"ED267836",
        "title":"Special Services Project: Rockland Community College, 1981-82."},
      {
        "id":"ED267837",
        "title":"Special Services Project: Rockland Community College, 1982-1983."},
      {
        "id":"ED267838",
        "title":"Special Services Project: Rockland Community College, 1983-1984."},
      {
        "id":"ED267839",
        "title":"Special Services Project: Rockland Community College, 1984-1985."},
      {
        "id":"ED267847",
        "title":"Controversies and Decision Making in Difficult Economic Times. New Directions for Community Colleges, Number 53."},
      {
        "id":"ED267851",
        "title":"Small Business Management Training Tools Directory."},
      {
        "id":"ED267852",
        "title":"Franchising."},
      {
        "id":"ED267859",
        "title":"Everything You Ever Wanted to Know about the MxCC Class of '85 (and More)."},
      {
        "id":"ED267861",
        "title":"Salary Survey Report for the Illinois Public Community Colleges, Fall 1985."},
      {
        "id":"ED267862",
        "title":"Economic Development Grant Report, Fiscal Year 1985."},
      {
        "id":"ED267863",
        "title":"Unit Cost Report, Fiscal Year 1985, for the Public Community Colleges of Illinois."},
      {
        "id":"ED267866",
        "title":"Performance of Public High School Graduates on the Comparative Guidance and Placement Test for Basic Skills Assessment, Fall Term 1983. Research Report No. 84-05."},
      {
        "id":"ED267867",
        "title":"The Effects of Increased Time-Limits on a College-Level Achievement Test. Research Report No. 84-12."},
      {
        "id":"ED267868",
        "title":"Student Appraisal of College: The Second Miami-Dade Sophomore Survey. Research Report No. 84-15."},
      {
        "id":"ED267869",
        "title":"The Reliability of the CLAST. Research Report No. 84-19."},
      {
        "id":"ED267870",
        "title":"A Cohort Analysis of the Relationship between Entering Basic Skills and CLAST Performance for Fall 1981 First-Time-In-College Students. Research Report No. 84-22."},
      {
        "id":"ED267871",
        "title":"Pre-College and Post-Matriculation Predictors of Attrition at Miami-Dade Community College. Research Report No. 84-33."},
      {
        "id":"ED267872",
        "title":"Improving CLAST Scores through Attention to Test Taking Strategies. Research Report No. 85-02."},
      {
        "id":"ED267873",
        "title":"Do Courses in English Improve Communication Performance on CLAST? Research Report No. 85-03."},
      {
        "id":"ED267874",
        "title":"The Role of Developmental Courses in Improving CLAST Performance. Research Report No. 85-04."},
      {
        "id":"ED267875",
        "title":"Cumulative Grade Point Average and CLAST Performance for Fall 1984 Test Takers. Research Report No. 85-09."},
      {
        "id":"ED267876",
        "title":"Survey of Placement Offices in Florida Community Colleges. Research Report No. 85-16."},
      {
        "id":"ED267877",
        "title":"Miami-Dade Community College Scholarship Program: A Descriptive Analysis. Research Report No. 85-17."},
      {
        "id":"ED267878",
        "title":"Analysis of Academic Suspension, 1978 through 1984. Research Report No. 85-20."},
      {
        "id":"ED267879",
        "title":"Who Uses Institutional Research and Why? Research Report No. 85-22."},
      {
        "id":"ED267880",
        "title":"Raising the Grade Point Average Standards at Miami-Dade Community College: An Impact Study. Research Report No. 85-28."},
      {
        "id":"ED267881",
        "title":"Fall 1984 Retention Study."},
      {
        "id":"ED267884",
        "title":"Toward Excellence in California's Community Colleges."},
      {
        "id":"ED267885",
        "title":"Position Paper for Community Colleges in New Mexico."},
      {
        "id":"ED267890",
        "title":"Grass Roots Networking for Primary Education: Case Studies: Thailand, Sri Lanka, Philippines, Japan."},
      {
        "id":"ED267893",
        "title":"Community Shares: Corporate Financing of a Child Care Information Service. A Final Report (Revised Edition)."},
      {
        "id":"ED267895",
        "title":"Sudden Infant Death Syndrome. Joint Hearing before Certain Subcommittees of the Committee on Post Office and Civil Service and the Committee on Energy and Commerce and the Select Committee on Children, Youth, and Families. House of Representatives, Ninety-Ninth Congress, First Session, November 14, 1985."},
      {
        "id":"ED267899",
        "title":"Grade Retention and Promotion."},
      {
        "id":"ED267901",
        "title":"Head Start Connections: A Mainstream Guide to Assessing Community Needs."},
      {
        "id":"ED267904",
        "title":"Attaining Familyhood through Family Conferencing."},
      {
        "id":"ED267906",
        "title":"Integrated Instruction in Thinking Skills, Learning Strategies, Traditional Content and Basic Beliefs: A Necessary Unity."},
      {
        "id":"ED267907",
        "title":"An Evaluation of the McRel Thinking Skills Program."},
      {
        "id":"ED267912",
        "title":"Testimony of the Project Director, Head Start Mental Health National Discretionary Grant on Behalf of the American Psychological Association before the United States Senate, Subcommittee on Children, Family Drugs and Alcoholism, Committee on Labor and Human Resources on the Subject of Mental Health for Head Start Children and Families."},
      {
        "id":"ED267914",
        "title":"Choosing Software for Children."},
      {
        "id":"ED267915",
        "title":"Attitudes of Young Adults toward Children. Research Report #4-85."},
      {
        "id":"ED267917",
        "title":"The Effect of Sibling Viewing Style on Children's Interpretation of Television Content."},
      {
        "id":"ED267918",
        "title":"The Toddler's Transition from Attachment to Self: The Role of Self Comforting."},
      {
        "id":"ED267921",
        "title":"Developmental Relations between Emotion Management and Social Control."},
      {
        "id":"ED267925",
        "title":"Parental and Disability Leave. Joint Hearing before the Subcommittee on Civil Service and the Subcommittee on Compensation and Employee Benefits of the Committee on Post Office and Civil Service and the Subcommittee on Labor Management Relations and the Subcommittee on Labor Standards of the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED267926",
        "title":"Principals' Role Perceptions and the Perceived Effectiveness of Their Administration Preparation: A Summary Paper."},
      {
        "id":"ED267927",
        "title":"Preschool Children's Response to Peer Crying."},
      {
        "id":"ED267928",
        "title":"Extension Program: The Catholic Elementary School. A \"7 to 6\" School for Children of \"9 to 5\" Parents."},
      {
        "id":"ED267930",
        "title":"An Investigation of How Teachers Establish Stable Use and Generalization of Memory Strategies through the Use of Effective Training Techniques."},
      {
        "id":"ED267933",
        "title":"Kindergarten Handbook. For Oregon Public Schools."},
      {
        "id":"ED267934",
        "title":"Hooghan Baahane' = A Book about the Hogan. Revised Edition."},
      {
        "id":"ED267936",
        "title":"Contemporary American Indian Women: Careers And Contributions."},
      {
        "id":"ED267937",
        "title":"North American Indian Women: Selected Sources."},
      {
        "id":"ED267941",
        "title":"Outdoor Education: Definition and Philosophy."},
      {
        "id":"ED267944",
        "title":"How Much Do We Know about Rural Education? What Do We Need to Find Out?"},
      {
        "id":"ED267949",
        "title":"Rural Industrialization and Poverty in the South, 1973 to 1983."},
      {
        "id":"ED267950",
        "title":"Farmers' Opinions about Third-Wave Technologies."},
      {
        "id":"ED267951",
        "title":"Using Cooperatives to Transport Rural Passengers."},
      {
        "id":"ED267955",
        "title":"School Success or School Failure: An Indian Example."},
      {
        "id":"ED267956",
        "title":"A Survey of U.S. Senators Regarding Their High School Education."},
      {
        "id":"ED267957",
        "title":"Micmac Literacy and Cognitive Assimilation."},
      {
        "id":"ED267961",
        "title":"Decommissioning: Nuclear Power's Missing Link. Worldwatch Paper 69."},
      {
        "id":"ED267962",
        "title":"Science Curriculum Design: Views from a Psychological Framework."},
      {
        "id":"ED267963",
        "title":"Training in Population Education in the Pacific. Report of a Regional Training Workshop (Apia, Western Samoa, November 5-16, 1984)."},
      {
        "id":"ED267965",
        "title":"Planets and Pulleys: Studies of Class Visits to Science Museums."},
      {
        "id":"ED267966",
        "title":"What's in a Name? A Study of the Effectiveness of Explanatory Labels in a Science Museum."},
      {
        "id":"ED267968",
        "title":"The Development of the Concept of Temperature When Assessed via Three Developmental Models. Tel-Aviv University Unit on Human Development and Education. Working Paper No. 46."},
      {
        "id":"ED267969",
        "title":"International Perspectives on Environmental Education: Issues and Actions. Proceedings of the 1st International and 13th Annual Conference of the North American Association for Environmental Education (Banff, Alberta, Canada, October 5-9, 1984)."},
      {
        "id":"ED267970",
        "title":"The Four-Card Problem Resolved? Proportional Reasoning and Reasoning to a Contradiction."},
      {
        "id":"ED267971",
        "title":"Is Formal Thought Required for Solving Classical Genetics Problems?"},
      {
        "id":"ED267972",
        "title":"Organization of Classical Genetics Problems by Faculty Problem Solvers."},
      {
        "id":"ED267973",
        "title":"Learning Decimal Numbers: A Study of Knowledge Acquisition. Final Report."},
      {
        "id":"ED267976",
        "title":"Arithmetic Achievement at Ka Na'i Pono, 1984. Results from Standardized Testing. Technical Report No. 126."},
      {
        "id":"ED267977",
        "title":"Cognitive Modelling and Intelligent Tutoring."},
      {
        "id":"ED267980",
        "title":"Conceptual Change Learning and Student Processing of Science Texts."},
      {
        "id":"ED267986",
        "title":"Science Teachers' Conceptions of the Nature of Science: Do They Really Influence Teaching Behavior?"},
      {
        "id":"ED267987",
        "title":"Issues Regarding the Establishment of Criteria for the Analysis and Selection of Science Textbooks."},
      {
        "id":"ED267988",
        "title":"A Study of Uncertainties in the Meta-Analysis of Research on the Effectiveness of &quot;New&quot; Science Curricula. Preliminary Report."},
      {
        "id":"ED267991",
        "title":"Dyslexia, Diagnosis in the Mathematics Curriculum."},
      {
        "id":"ED267992",
        "title":"Classroom-tested Recommendations for Teaching Problem Solving within a Traditional College Course: Genetics."},
      {
        "id":"ED267993",
        "title":"Undergraduates Studying Science: Views on STS of Future Scientists and Non-Scientists."},
      {
        "id":"ED267994",
        "title":"Amateur Radio Satellite Communications."},
      {
        "id":"ED267997",
        "title":"Developments in Style and Purpose of Research on the Learning of Science."},
      {
        "id":"ED268000",
        "title":"Summary Statistics on Academic Science/Engineering Resources - Early Release."},
      {
        "id":"ED268001",
        "title":"Problems Relating Mathematics and Science in the High School."},
      {
        "id":"ED268002",
        "title":"A Math-Science Workshop: Mathematics and Science--Language, Communication and Problem Solving."},
      {
        "id":"ED268003",
        "title":"Data User Guide to the National Science Foundation&apos;s Academic Science and Engineering Statistics Survey Data Tapes, Version 5."},
      {
        "id":"ED268004",
        "title":"Psychosocial Environment in Classrooms of Exemplary Science Teachers."},
      {
        "id":"ED268006",
        "title":"Some Cognitive and Affective Outcomes in Exemplary Science Teaching."},
      {
        "id":"ED268009",
        "title":"Systematic Representation of Biology Knowledge."},
      {
        "id":"ED268013",
        "title":"Computers in the Classroom: Experiences Teaching with Flexible Tools. Teachers Writing to Teachers Series."},
      {
        "id":"ED268014",
        "title":"Teaching Mathematics: Strategies that Work. Teachers Writing to Teachers Series."},
      {
        "id":"ED268016",
        "title":"Factors Associated with Changes in Youths' Attitudes Toward Economic Issues."},
      {
        "id":"ED268017",
        "title":"An Evaluation of the Impact on Attitudes and Values of the Text, \"Our Economy: How It Works.\" NORC Project 4420."},
      {
        "id":"ED268018",
        "title":"Passages to Family History: A Guide to Genealogical Research in the Dartmouth College Library."},
      {
        "id":"ED268021",
        "title":"Population Mobility in the People's Republic of China. Papers of the East-West Population Institute, No. 95."},
      {
        "id":"ED268022",
        "title":"Data Book of Social Studies Materials and Resources. Volume 11."},
      {
        "id":"ED268023",
        "title":"The Structure of Political Theory."},
      {
        "id":"ED268025",
        "title":"Teaching about Peace and Nuclear War: A Balanced Approach."},
      {
        "id":"ED268030",
        "title":"Education in the U.S.S.R.: Current Status of Secondary Education."},
      {
        "id":"ED268034",
        "title":"Using Microcomputer Simulations in the Classroom: Examples from Undergraduate and Faculty Computer Literacy Courses."},
      {
        "id":"ED268036",
        "title":"Incorporating Women's Studies into the Traditional Curriculum. A Syllabus Prepared for the 1985 Summer Institute."},
      {
        "id":"ED268037",
        "title":"State of the World 1986. A Worldwatch Institute Report on Progress toward a Sustainable Society."},
      {
        "id":"ED268044",
        "title":"Peace Studies."},
      {
        "id":"ED268048",
        "title":"Curriculum Analysis Project for the Social Sciences: Integrating Scholarship about Sex and Gender into College Coursework."},
      {
        "id":"ED268049",
        "title":"Careerism and the Decline of Regional Geography."},
      {
        "id":"ED268055",
        "title":"How the Constitution Secures Rights."},
      {
        "id":"ED268056",
        "title":"The Consitituion as a Bill of Rights: Separation of Powers and Individual Liberty."},
      {
        "id":"ED268057",
        "title":"The Northwest Ordinance and Constitutional Development in Indiana."},
      {
        "id":"ED268060",
        "title":"Women's History, Women's Future: A Teacher Resource Guide."},
      {
        "id":"ED268062",
        "title":"Secondary Fine Arts. Alaska Curriculum Guide. First Edition."},
      {
        "id":"ED268063",
        "title":"Leadership. ERIC Digest No. 26."},
      {
        "id":"ED268064",
        "title":"Social Studies Research: Theory into Practice. ERIC Digest No. 27."},
      {
        "id":"ED268065",
        "title":"Community Study. ERIC Digest No. 28."},
      {
        "id":"ED268068",
        "title":"Values and Educational Success among Disadvantaged Students."},
      {
        "id":"ED268069",
        "title":"Gaining Ground: Values and High School Success."},
      {
        "id":"ED268070",
        "title":"History of Chinese Education and Culture: Annotated Bibliography."},
      {
        "id":"ED268074",
        "title":"Metropolitan Life Survey of State Actions to Upgrade Teachers and Education."},
      {
        "id":"ED268075",
        "title":"The Social Context of Instruction. Group Organization and Group Processes. [Papers Presented at a Conference Held at The Wisconsin Center for Education Research (Madison, May 1982).]"},
      {
        "id":"ED268076",
        "title":"The Metropolitan Life Survey of the American Teacher 1985. Strengthening the Profession."},
      {
        "id":"ED268080",
        "title":"Tennessee Technological University Teacher Evaluation Model--Year XII. Study of the Teacher Preparation Progams of Tennessee Technological University Report 85-2."},
      {
        "id":"ED268083",
        "title":"Redesigning Teacher Education to Recruit Talented Candidates and Remediate &quot;At Risk&quot; Candidates Using Skills Test Scores and Related Data."},
      {
        "id":"ED268085",
        "title":"Child Health and Fitness. Hearing before the Subcommittee on Children, Family, Drugs and Alcoholism of the Committee on Labor and Human Resources. United States Senate, Ninety-ninth Congress, First Session on Examining Problems Confronting the Physical Condition of Our Children and Ways to Help Them."},
      {
        "id":"ED268088",
        "title":"Rhythms and Dance. Games of Low Organization."},
      {
        "id":"ED268094",
        "title":"The Challenge of NCATE."},
      {
        "id":"ED268095",
        "title":"A Partnership Between a College of Education and a School District to Improve the Preparation of Teachers."},
      {
        "id":"ED268098",
        "title":"Health Supplement to Social Studies, Grades K-6."},
      {
        "id":"ED268106",
        "title":"Homework: The Human Relations Bridge between School and Home."},
      {
        "id":"ED268107",
        "title":"Meeting the Teacher Shortage Head On."},
      {
        "id":"ED268108",
        "title":"The Decline of Teacher Production in Louisiana (1976-83) and Attitudes toward the Profession."},
      {
        "id":"ED268109",
        "title":"Teaching for Critical Thinking."},
      {
        "id":"ED268110",
        "title":"Perspectives on Aging. [Presentations to a Conference on] Family Support in Elder Care: Designing Practical Solutions for Recurring Problems (Provo, Utah, March 13, 1986)."},
      {
        "id":"ED268113",
        "title":"Responding to the Preprofessional Skills Test."},
      {
        "id":"ED268114",
        "title":"Laboratory Methods in Teacher Training: Rationale and Use."},
      {
        "id":"ED268115",
        "title":"A Collaborative Computer Technology Project."},
      {
        "id":"ED268116",
        "title":"Teaching and Teacher Education: Implementing Reform. Fastback 240."},
      {
        "id":"ED268117",
        "title":"The Induction of New Teachers. Fastback 237."},
      {
        "id":"ED268121",
        "title":"Objectivity, Subjectivity, and Value Judgements in the Context of Classroom Observation of Teaching Styles."},
      {
        "id":"ED268126",
        "title":"District-Wide Comprehensive Needs Assessment Study. Secondary Level, Part I. 1984-85."},
      {
        "id":"ED268127",
        "title":"District-Wide Comprehensive Needs Assessment Study. Secondary Level, Part II. 1984-85."},
      {
        "id":"ED268128",
        "title":"The Two-Predictor Validity Curve. Resarch Report."},
      {
        "id":"ED268129",
        "title":"Factors Affecting GMAT Predictive Validity for Foreign MBA Students: An Exploratory Study. Research Report."},
      {
        "id":"ED268130",
        "title":"Field Trial of a User-Oriented Adaptation of the Inventory of Documented Accomplishments as a Tool in Graduate Admissions."},
      {
        "id":"ED268134",
        "title":"Recent Developments in the Factor Analysis of Categorical Variables. Research Report."},
      {
        "id":"ED268135",
        "title":"Relationship of Admission Test Scores to Writing Performance of Native and Nonnative Speakers of English."},
      {
        "id":"ED268136",
        "title":"Looking for Heteroscedasticity: A Means of Searching for Neglected Conditional Relationships in Political Communication Research."},
      {
        "id":"ED268138",
        "title":"Bayes Modal Estimation in Item Response Models."},
      {
        "id":"ED268139",
        "title":"Contribution of Verbal Item Types in the GRE General Test to Accuracy of Measurement of the Verbal Scores."},
      {
        "id":"ED268140",
        "title":"On Correlations, Distances and Error Rates."},
      {
        "id":"ED268141",
        "title":"An Exploratory Study of the Applicability of Item Response Theory Methods to the Graduate Management Admission Test."},
      {
        "id":"ED268142",
        "title":"Student Achievement in Illinois: An Analysis of Student Progress. [Third Annual Illinois Student Achievement Report.]"},
      {
        "id":"ED268143",
        "title":"Evaluation as Arbitration: External Evaluation of a Multilateral Development Project in a Third World Country."},
      {
        "id":"ED268144",
        "title":"An Examination of the Assumption that the Equating of Parallel Forms is Population-Independent."},
      {
        "id":"ED268149",
        "title":"Creating Better Classroom Tests."},
      {
        "id":"ED268152",
        "title":"The Development of an Emotions Scale for Writers."},
      {
        "id":"ED268154",
        "title":"The Internal Construct Validity of the SAT across Handicapped and Nonhandicapped Populations."},
      {
        "id":"ED268155",
        "title":"Inferences about Latent Populations from Complex Samples."},
      {
        "id":"ED268156",
        "title":"Implications of New Technology for Mathematics and Science Testing."},
      {
        "id":"ED268157",
        "title":"Exploration of Causes of Bias in Test Items."},
      {
        "id":"ED268158",
        "title":"An Evaluation of Three Approximate Item Response Theory Models for Equating Test Scores."},
      {
        "id":"ED268159",
        "title":"The Craft of Student Evaluation in Canada: A Report to the CEA on Policies, Practices and Uses of Assessments of Student Achievement."},
      {
        "id":"ED268160",
        "title":"Application of Item Response Theory to the Study of Differential Item Characteristics: A Review of the Literature."},
      {
        "id":"ED268161",
        "title":"Effects of Alternative Student Performance Graphing Procedures on Achievement."},
      {
        "id":"ED268165",
        "title":"Graduation Requirements and the Hawaii State Test of Essential Competencies (H.S.T.E.C.). Effective for the Class of 1983."},
      {
        "id":"ED268169",
        "title":"Effects of Long- and Short-Term Goal Assessment on Student Achievement."},
      {
        "id":"ED268171",
        "title":"Managing Academic Tasks in High School Science and English Classes: Background and Methods. (R&amp;D Report 6192)."},
      {
        "id":"ED268172",
        "title":"Improving Teacher Education through Program Evaluation."},
      {
        "id":"ED268173",
        "title":"Manual of Research Procedures for Longitudinal Follow-Up of Low-Income Youth. Cooperative Regional Project S-171. Dynamics of Life Plans and Attainment of Low-Income Youth: A Longitudinal Analysis."},
      {
        "id":"ED268175",
        "title":"An Observational Study of the Lecture Delivery Style Characteristics of High and Low Rated Lectures."},
      {
        "id":"ED268180",
        "title":"An Instrument for the Assessment of Study Behaviors of College Students."},
      {
        "id":"ED268181",
        "title":"Review of Monitoring Procedures with Mildly Handicapped Students."},
      {
        "id":"ED268184",
        "title":"Comparison of Multivariate Methods to Identify between Set Factors."},
      {
        "id":"ED268185",
        "title":"The Effects of Aspects of Personalization, Sex, Locale, and Level Taught on Educators' Responses to a Mail Survey."},
      {
        "id":"ED268186",
        "title":"Racial/Ethnic Distribution of Public School Students and Staff. New York State 1983-84."},
      {
        "id":"ED268188",
        "title":"Counseling Hispanic College-Bound High School Students."},
      {
        "id":"ED268189",
        "title":"How Have Families with Children Been Faring?"},
      {
        "id":"ED268192",
        "title":"Afro-American Music: One Form of Ethnic Identification."},
      {
        "id":"ED268196",
        "title":"Oversight Hearing on the Equal Employment Opportunity Commission&apos;s Enforcement Policies. Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor, House of Representatives, Ninety-Ninth Congress, First Session, Washington, DC, July 18, 1985."},
      {
        "id":"ED268199",
        "title":"Education in the United States: 1940-1983. Special Demographic Analysis."},
      {
        "id":"ED268200",
        "title":"Refugee Earnings and Utilization of Financial Assistance Programs."},
      {
        "id":"ED268201",
        "title":"An Evaluation of the Favorable Alternate Sites Project. Final Report."},
      {
        "id":"ED268211",
        "title":"The Educational Experience of Sydney High School Students. Report No. 3: A Comparative Study of Migrant Students of Non-English-Speaking Origin and Students Whose Parents were Born in an English-Speaking Country."},
      {
        "id":"ED268224",
        "title":"Home Economics Education Computer Research and Exemplary Projects: State of the Art and Supplements."},
      {
        "id":"ED268225",
        "title":"The Indiana Adult Literacy Initiative Replication Guide."},
      {
        "id":"ED268229",
        "title":"Improving Follow-up Response Rate at Brevard Community College. Final Report from September 24, 1984 to August 31, 1985."},
      {
        "id":"ED268234",
        "title":"Personal Consumerism. Courseware Evaluation for Vocational and Technical Education."},
      {
        "id":"ED268235",
        "title":"Microcomputer Applications in Vocational Education: Home Economics. Courseware Evaluation for Vocational and Technical Education."},
      {
        "id":"ED268264",
        "title":"Technology and Structural Unemployment: Reemploying Displaced Adults."},
      {
        "id":"ED268275",
        "title":"Field Experience in Teacher Education. A Model for Industrial Arts/Technology Education. Special Publication Series No. 52."},
      {
        "id":"ED268280",
        "title":"FloorPlan. Courseware Evaluation for Vocational and Technical Education."},
      {
        "id":"ED268281",
        "title":"Data Collection Techniques in Vocational Education Research: A Comparative Analysis. A Symposium Conducted for the American Vocational Education Research Association (Atlanta, Georgia, December 7, 1985)."},
      {
        "id":"ED268286",
        "title":"Vocational Guidance for Special Needs Students: A Handbook for Helping Counselors Do a Better Job. Teacher Education Series, Vol. 26, No. 1."},
      {
        "id":"ED268287",
        "title":"Development of Competency-Based Vocational Agricultural Instructional Materials for Handicapped Students Enrolled in Regular Agriculture Programs Other Than Horticulture. Final Report."},
      {
        "id":"ED268290",
        "title":"A Vocational/Special Education I.E.P. Planner."},
      {
        "id":"ED268291",
        "title":"Grab a Byte. Courseware Evaluation for Vocational and Technical Education."},
      {
        "id":"ED268292",
        "title":"Manpower and Educational Requirements for Computer Integrated Manufacturing Technicians in the Columbus, Indiana Region. Manpower Report 86-3."},
      {
        "id":"ED268294",
        "title":"Environmental Control System Installer/Servicer (Residential Air Conditioning Mechanic). V-TECS Guide."},
      {
        "id":"ED268295",
        "title":"Oregon High School and Community College Vocational Education Study. Final Report."},
      {
        "id":"ED268300",
        "title":"Implementing Educational Change: A Qualitative Study of a Parenting Education Program."},
      {
        "id":"ED268301",
        "title":"Adult Literacy Volunteers. Overview. ERIC Digest No. 48."},
      {
        "id":"ED268302",
        "title":"Bilingual Vocational Education for Immigrants. Overview. ERIC Digest No. 49."},
      {
        "id":"ED268303",
        "title":"Education and Employment. Overview. ERIC Digest No. 50."},
      {
        "id":"ED268304",
        "title":"Interactive Video in Vocational Education. Overview. ERIC Digest No. 51."},
      {
        "id":"ED268305",
        "title":"The Family-Career Connection. Overview. ERIC Digest No. 52."},
      {
        "id":"ED268311",
        "title":"A Process for Reviewing and Revising Accreditation Standards in Occupational Education Programs."},
      {
        "id":"ED268312",
        "title":"An Assessment of Competencies Needed by Vocational Education Administrators in Alabama with Implications for Professional Development Programs."},
      {
        "id":"ED268313",
        "title":"Life Skills: A Concerns Approach. North Dakota Junior High Home Economics Curriculum."},
      {
        "id":"ED268314",
        "title":"Implementation of Nursing Process: An Evaluation of an Inservice Educational Program in an HMO Acute Care Hospital."},
      {
        "id":"ED268318",
        "title":"Caffeine. Courseware Evaluation for Vocational and Technical Education."},
      {
        "id":"ED268322",
        "title":"The New GI Bill. Potential Impact of Ending It Early. Briefing Report to the Chairman, Veterans' Affairs Committee, House of Representatives."},
      {
        "id":"ED268323",
        "title":"Prospectus: An Investor&apos;s Guide to Career and Vocational/Technical Education in the Portland Public Schools."},
      {
        "id":"ED268324",
        "title":"55+ Drivers: Needs and Problems of Older Drivers: Survey Results and Recommendations. Proceedings of the Older Driver Colloquium (Orlando, Florida, February 4-7, 1985)."},
      {
        "id":"ED268326",
        "title":"Analysis of Costs and Benefits in Rehabilitation. Final Report."},
      {
        "id":"ED268327",
        "title":"Employer Provided Work Skills Enhancement in Most Recent Full-Time Job Held (Evidence from the 1984 Second Follow-up of the 1980 Senior Cohort of the High School and Beyond Survey Data Set)."},
      {
        "id":"ED268328",
        "title":"High School Graduates in the Labor Market: A Comparison of the Class of 1972 and 1980."},
      {
        "id":"ED268329",
        "title":"Comparison Study of Vocational and Traditional Students on Mathematics and Science Achievement. Technical Report."},
      {
        "id":"ED268332",
        "title":"Guidelines for Effective Adult Literacy Programs."},
      {
        "id":"ED268333",
        "title":"Collaboration, Cooperation and Coordination--Toward a Definition for Educators and Job Trainers: A Case Study of State JTPA &quot;Eight Percent&quot; Plans."},
      {
        "id":"ED268334",
        "title":"Medical Laboratory Technician--Hematology, Serology, Blood Banking, and Immunohematology (AFSC 90470)."},
      {
        "id":"ED268335",
        "title":"Radiology Technician (AFSC 90370)."},
      {
        "id":"ED268336",
        "title":"Medical Laboratory Technician--Microbiology (AFSC 90470)."},
      {
        "id":"ED268338",
        "title":"Dental Assistant Specialist. (AFSC 98150)."},
      {
        "id":"ED268341",
        "title":"Computers in Adult Education: A Planning Guidebook."},
      {
        "id":"ED268343",
        "title":"Marketing Education. Teacher Handbook. Vocational Education. Grades 9-12. North Carolina Competency-Based Curriculum."},
      {
        "id":"ED268344",
        "title":"Home Economics Education. Teacher Handbook. Vocational Education. Grades 9-12. North Carolina Competency-Based Curriculum."},
      {
        "id":"ED268345",
        "title":"Industrial Arts Education. Teacher Handbook. Vocational Education. Grades 9-12. North Carolina Competency-Based Curriculum."},
      {
        "id":"ED268346",
        "title":"Agricultural Education. Teacher Handbook. Vocational Education. Grades 9-12. North Carolina Competency-Based Curriculum."},
      {
        "id":"ED268347",
        "title":"Trade and Industrial Education. Teacher Handbook. Vocational Education. Grades 9-12. North Carolina Competency-Based Curriculum."},
      {
        "id":"ED268348",
        "title":"Business and Office Education. Teacher Handbook. Vocational Education. Grades 9-12. North Carolina Competency-Based Curriculum."},
      {
        "id":"ED268349",
        "title":"Health Occupations Education. Teacher Handbook. Vocational Education. Grades 9-12. North Carolina Competency-Based Curriculum."},
      {
        "id":"ED268350",
        "title":"Prevocational Program. Teacher Handbook. Vocational Education. Grades 7-9. North Carolina Competency-Based Curriculum."},
      {
        "id":"ED268351",
        "title":"Computers in the Workplace: Selected Issues. Report No. 19."},
      {
        "id":"ED268352",
        "title":"Older Workers: Prospects, Problems and Policies. 9th Annual Report. Report No. 17."},
      {
        "id":"ED268358",
        "title":"Role of Counselee Experiences in the Interpretation of Vocational Interest Scores. Research Report No. 86."},
      {
        "id":"ED268360",
        "title":"Fees for Services: Principles and Practices among State Vocational Rehabilitation Agencies and Facilities. Research Report."},
      {
        "id":"ED268361",
        "title":"Business as Usual: Exploring Private Sector Participation in American Public Schools."},
      {
        "id":"ED268362",
        "title":"Career Role Models in Two Media: Effects on Student Attitudes towards Non-Traditional Careers."},
      {
        "id":"ED268363",
        "title":"Employment-Based Tuition Assistance: Decisions and Checklists for Employers, Educators, and Unions."},
      {
        "id":"ED268364",
        "title":"Women and Office Automation: Issues for the Decade Ahead."},
      {
        "id":"ED268365",
        "title":"Toward Local Collaborative Networks for Adult Learners. Final Report of the Adult Learner Project."},
      {
        "id":"ED268366",
        "title":"Report from the National Conference on Collaborative Approaches to Serving Adult Learners (Racine, Wisconsin, April 29-May 1, 1984)."},
      {
        "id":"ED268367",
        "title":"Different Strokes for Different Folks: Access and Barriers to Adult Education and Training."},
      {
        "id":"ED268368",
        "title":"Fast Food Jobs. National Study of Fast Food Employment."},
      {
        "id":"ED268369",
        "title":"Hispanics in Fast Food Jobs."},
      {
        "id":"ED268372",
        "title":"Peer Tutoring: A Guide to Program Design. Research and Development Series No. 260."},
      {
        "id":"ED268373",
        "title":"Evaluating Short-Term Skill Training. Research and Development Series No. 261."},
      {
        "id":"ED268374",
        "title":"Apprenticeship Lessons from Abroad. Information Series No. 305."},
      {
        "id":"ED268375",
        "title":"Developing Human Capital. Information Series No. 306."},
      {
        "id":"ED268376",
        "title":"The Recognition and Reward of Employee Performance."},
      {
        "id":"ED268377",
        "title":"The Recognition and Reward of Employee Performance: Implications for Education and Training Policy."},
      {
        "id":"ED268378",
        "title":"Incentives, Learning, and Employability."},
      {
        "id":"ED268379",
        "title":"Recruiting Workers: How Recruitment Policies Affect the Flow of Applicants and Quality of New Workers."},
      {
        "id":"ED268380",
        "title":"Training and Human Capital Formation."},
      {
        "id":"ED268381",
        "title":"Targeted Jobs Tax Credit: Findings from Employer Surveys."},
      {
        "id":"ED268382",
        "title":"Stockpiling Job Applicants."},
      {
        "id":"ED268384",
        "title":"Improving Corrections Education: Two Perspectives for Voc Ed. Occasional Paper No. 111."},
      {
        "id":"ED268385",
        "title":"Vocational Education and Economic Growth Connections and Conundrums. Occasional Paper No. 112."},
      {
        "id":"ED268386",
        "title":"Teaching for Workplace Success. Occasional Paper No. 113."},
      {
        "id":"ED268387",
        "title":"Adult Literacy Programs: Services, Persons Served, and Volunteers. OERI Bulletin."},
      {
        "id":"ED268389",
        "title":"The Adult Majority: Redefining the 2-Year Institution. Special Publication Series No. 51."},
      {
        "id":"ED268390",
        "title":"Preparing for High Technology: Model Programs in the USA. Research and Development Series No. 258."},
      {
        "id":"ED268391",
        "title":"Helping the Dislocated Worker: Employer and Employee Perceptions. Research and Development Series No. 243D."},
      {
        "id":"ED268395",
        "title":"Social Interactions in Middle Schools: Effects of Organizational Structure."},
      {
        "id":"ED268396",
        "title":"Acquired Immune Deficiency Syndrome (AIDS): Psychological Impact on Health Personnel."},
      {
        "id":"ED268398",
        "title":"A Video-Simulated Stress Procedure for Abusive Parents: Multi-Modal Assessment of Parental Tolerance, Arousal, and Coping."},
      {
        "id":"ED268399",
        "title":"A Theory for the Development of Machismo."},
      {
        "id":"ED268400",
        "title":"Service Delivery Modifications in Behavior Therapy Programs for Families At-Risk for Abuse and Neglect."},
      {
        "id":"ED268401",
        "title":"Aging Veterans and Health Care Issues. Hearing before the Subcommittee on Retirement Income and Employment of the Select Committee on Aging. House of Representatives, Ninety-Ninth Congress, First Session (Toms River, NJ)."},
      {
        "id":"ED268402",
        "title":"Barriers to Health Care for the Mentally Ill. Hearing before the Committee on Labor and Human Resources. United States Senate, Ninety-Ninth Congress, First Session on Oversight on Various Barriers to Health Care for the Chronically Mentally Ill (October 9, 1985)."},
      {
        "id":"ED268403",
        "title":"Children's Justice Act. Report to Accompany S. 140. United States Senate, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED268404",
        "title":"Crimes against the Elderly. Hearing before the Subcommittee on Children, Family, Drugs and Alcoholism of the Committee on Labor and Human Resources. United States Senate, Ninety-Ninth Congress, First Session on Oversight of the Problem of Crimes Committed against Senior Citizens and What Measures May Be Taken to Help Prevent Such from Happening (St. Petersburg, FL, December 9, 1985)."},
      {
        "id":"ED268405",
        "title":"Missing Children. Missing Children Data Collected by the National Crime Information Center. Fact Sheet for the Honorable Alfonse M. D'Amato, United States Senate."},
      {
        "id":"ED268406",
        "title":"The Parent's Handbook: Understanding Child Sexual Abuse."},
      {
        "id":"ED268408",
        "title":"Sibling Interaction in Adulthood."},
      {
        "id":"ED268411",
        "title":"Counselor Self-Disclosure."},
      {
        "id":"ED268414",
        "title":"Choosing What's Best for You."},
      {
        "id":"ED268415",
        "title":"Frustration Is....A Handbook fo Managing Conflict in the Classroom."},
      {
        "id":"ED268416",
        "title":"Reactions to Negative Feedback: Reasonable or Resistive."},
      {
        "id":"ED268417",
        "title":"Rural Outreach: Connecting Distant Networks."},
      {
        "id":"ED268421",
        "title":"Needs and Characteristics of Undergraduate International Students. Research Report #1-86."},
      {
        "id":"ED268422",
        "title":"Interracial Contact, Background and Attitudes: Implications for Campus Programs. Research Report #13-84."},
      {
        "id":"ED268426",
        "title":"The Role of the Entertainment Industry in Deglamorizing Drug Use. Hearing before the Permanent Subcommittee on Investigations of the Committee on Governmental Affairs. United States Senate, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED268427",
        "title":"A Curriculum on Obedience to Authority."},
      {
        "id":"ED268430",
        "title":"Juveniles Arrested for Serious Felony Crimes in Oregon and &quot;Remanded&quot; to Adult Criminal Courts: A Statistical Study."},
      {
        "id":"ED268432",
        "title":"Teenage Suicide: What Can the Schools Do? Fastback 234."},
      {
        "id":"ED268433",
        "title":"State Dropout Prevention Funds. Annual Report."},
      {
        "id":"ED268434",
        "title":"Alcohol and Drug Abuse Curriculum Guides for Pediatrics Faculty: Health Professions Education Curriculum Resources Series, Medicine 4."},
      {
        "id":"ED268437",
        "title":"Compilation of the Juvenile Justice and Delinquency Prevention Act of 1974 as Amended through September 30, 1985. Prepared for Use by the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED268438",
        "title":"Private Sector Initiatives Regarding Missing Children. Hearing before the Subcommittee on Juvenile Justice of the Committee on the Judiciary. United States Senate, Ninety-Ninth Congress, First Session on the Issue of Missing Children: Runaways, Parental Abduction, and Kidnaping; and the Responses of the Private Sector to This Problem (May 22, 1985)."},
      {
        "id":"ED268439",
        "title":"Domestic Violence and Public Health. Hearing before the Subcommittee on Children, Family, Drugs and Alcoholism of the Committee on Labor and Human Resources. United States Senate, Ninety-Ninth Congress, First Session on Examination of Recommendations Proposed to Help Victims of Domestic Violence Resulting from Health-Related Crimes (October 30, 1985)."},
      {
        "id":"ED268440",
        "title":"Child Victims of Exploitation. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, Ninety-Ninth Congress, First Session (October 31, 1985)."},
      {
        "id":"ED268441",
        "title":"Public and Private Responsibility for Mental Health: Mental Health's Fourth Revolution."},
      {
        "id":"ED268449",
        "title":"Behavior Analysis and Education: Crowning Achievements and Crying Needs."},
      {
        "id":"ED268450",
        "title":"Marital Influence Levels and Psychological Symptomatology: Are There Psychic Costs to Inequity?"},
      {
        "id":"ED268451",
        "title":"Guide to Developing a Computer Enhanced Counseling Program."},
      {
        "id":"ED268453",
        "title":"Academic Consultation: Differences in Doctoral and Nondoctoral Training and Practice."},
      {
        "id":"ED268454",
        "title":"Follow-Up Research on Agoraphobics."},
      {
        "id":"ED268455",
        "title":"A Multidimensional Scaling (INDSCAL) Approach to Pain: Comparison of Cancer Patients and Healthy Volunteers."},
      {
        "id":"ED268456",
        "title":"Fear of Fear and the Anxiety Disorders."},
      {
        "id":"ED268460",
        "title":"Validation of a Communication Process Measure for Coding Control in Counseling."},
      {
        "id":"ED268461",
        "title":"Setting the Stage for Use of Results by Practitioners and Policymakers."},
      {
        "id":"ED268462",
        "title":"Address of the Honorable Edwin Meese III, Attorney General of the United States, before the National Conference on Juvenile Justice Reform."},
      {
        "id":"ED268463",
        "title":"Cocaine Use in America: Epidemiologic and Clinical Perspectives. National Institute on Drug Abuse (NIDA) Research Monograph Series 61."},
      {
        "id":"ED268464",
        "title":"Protecting America's Aged, Children, and Poor. Multi-Generational Needs; Multi-Generational Solutions. A Public Forum Presented by the Chairman of the Select Committee on Aging. House of Representatives, Ninety-Ninth Congress, Second Session, in Conjunction with the Annual Meeting of the American Public Health Association."},
      {
        "id":"ED268465",
        "title":"Consumer's Choices to Funeral Planning. A Consumer Publication by the Chairman of the Select Committee on Aging. House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED268466",
        "title":"Attitudes, Behavior, and Employability."},
      {
        "id":"ED268471",
        "title":"Beliefs about the Realism of Television Programs Featuring Families."},
      {
        "id":"ED268473",
        "title":"Mathematical Ability in College Students: A Causal Analysis."},
      {
        "id":"ED268474",
        "title":"Cognitive Style Correlates of Mathematical Ability among College Students."},
      {
        "id":"ED268475",
        "title":"Religion and Aging."},
      {
        "id":"ED268477",
        "title":"The Shared Knowledge of Reading and Writing."},
      {
        "id":"ED268478",
        "title":"The Improving Professionalization of College Adult Reading."},
      {
        "id":"ED268479",
        "title":"Expand Children's Limits in Reading, Integrate REAP: Reading Experiences Associated with Partners."},
      {
        "id":"ED268480",
        "title":"All Aboard the Reading Railroad! A Planning and Activity Guide."},
      {
        "id":"ED268483",
        "title":"National Assessment of Educational Progress Reading Proficiency Catholic School Results and National Averages. 1983-84 Final Report."},
      {
        "id":"ED268485",
        "title":"Expert Systems: A Challenge for the Reading Profession."},
      {
        "id":"ED268487",
        "title":"Child Abuse: Helping Children through Bibliotherapy."},
      {
        "id":"ED268488",
        "title":"Incidental Acquisition of Word Meanings from Expositions That Systematically Vary Text Features. Technical Report No. 364."},
      {
        "id":"ED268489",
        "title":"A Look at Instruction in Kindergarten: Observations of Interactions in Three School Districts. Technical Report No. 383."},
      {
        "id":"ED268491",
        "title":"Comprehension Strategy Importance: Effects on Remedial Readers."},
      {
        "id":"ED268493",
        "title":"Reading and Study Skills and Instruction: College and Adult: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1985 (Vol. 46 Nos. 1 through 6)."},
      {
        "id":"ED268494",
        "title":"Remedial and Compensatory Reading Instruction: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1985 (Vol. 46 Nos. 1 through 6)."},
      {
        "id":"ED268496",
        "title":"Illiteracy in America. Joint Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives and the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources, United States Senate, Ninety-Ninth Congress, First Session, August 1; October 1, 3, 1985."},
      {
        "id":"ED268497",
        "title":"The Child's Conception of Reading."},
      {
        "id":"ED268502",
        "title":"Reading and Writing: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1985 (Vol. 46, Nos. 1 through 6)."},
      {
        "id":"ED268503",
        "title":"Teacher Characteristics and Teacher Education in Reading and English Language Arts Instruction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1985 (Vol. 46 Nos. 1 through 6)."},
      {
        "id":"ED268505",
        "title":"Investigating Visual Displays in Basal Reading Textbooks."},
      {
        "id":"ED268506",
        "title":"Reading, Comprehension, and Memory Processes: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1985 (Vol. 46 Nos. 1 through 6)."},
      {
        "id":"ED268507",
        "title":"Reading Achievement: Characteristics Associated with Success and Failure: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1985 (Vol. 46 Nos. 1 through 6)."},
      {
        "id":"ED268508",
        "title":"Testing and Evaluation in Reading and Communication Skills: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1985 (Vol. 46 Nos. 1 through 6)."},
      {
        "id":"ED268509",
        "title":"Reading Readiness and the Learner."},
      {
        "id":"ED268511",
        "title":"Frequency, Orthographic Regularity, and Lexical Status in Letter and Word Perception. Technical Report No. 550."},
      {
        "id":"ED268514",
        "title":"Developmental Differences in Sentence Constructivity among School Age Children."},
      {
        "id":"ED268515",
        "title":"A Developmental Comparison of Three Theoretical Models of the Reading-Writing Relationship."},
      {
        "id":"ED268517",
        "title":"Mnemonic Versus Nonmnemonic Vocabulary-Learning Strategies: Putting &quot;Depth&quot; to Rest. Report from the Project on Studies in Language: Reading and Communication. Working Paper No. 312."},
      {
        "id":"ED268518",
        "title":"The Relationship between Professional Development of Teachers and Student Time-On-Task."},
      {
        "id":"ED268519",
        "title":"Reading and Study Skills and Instruction: Secondary: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1985 (Vol. 46 Nos. 1 through 6)."},
      {
        "id":"ED268520",
        "title":"Psychological Theory and the Study of Learning Disabilities. Technical Report No. 360."},
      {
        "id":"ED268524",
        "title":"The Pursuit of Sound: Aural Media, Perception, and the Composer in the Early Twentieth Century."},
      {
        "id":"ED268529",
        "title":"Demystifying the Dissertation."},
      {
        "id":"ED268532",
        "title":"A Model for Teaching Thinking Skills: The Inclusion Process. Fastback 236."},
      {
        "id":"ED268533",
        "title":"Class Size and English in the Secondary School."},
      {
        "id":"ED268534",
        "title":"The Impact of Literacy: Learning to Write."},
      {
        "id":"ED268535",
        "title":"Recalling Important Information in Text: An Examination of Learning While Writing."},
      {
        "id":"ED268536",
        "title":"Critical Thinking and Thinking Skills: State of the Art Definitions and Practice in Public Schools."},
      {
        "id":"ED268543",
        "title":"Bilingual, Bicultural, and Bidialectal Studies Related to Reading and Communication Skills: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1985 (Vol. 46 Nos. 1 through 6)."},
      {
        "id":"ED268544",
        "title":"Rhetorical and Communication Theory: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1985 (Vol. 46 Nos. 1 through 6)."},
      {
        "id":"ED268545",
        "title":"Language Use, Language Ability, and Language Development: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1985 (Vol. 46 Nos. 1 through 6)."},
      {
        "id":"ED268547",
        "title":"Teaching Writing with a Word Processor, Grades 7-13."},
      {
        "id":"ED268548",
        "title":"Answering Students' Questions about Words."},
      {
        "id":"ED268549",
        "title":"George Orwell &amp;&quot;Nineteen Eighty-Four&quot;: The Man and the Book. A Conference at the Library of Congress, April 30 and May 1, 1984."},
      {
        "id":"ED268550",
        "title":"Practical Ideas for Teaching Writing as a Process."},
      {
        "id":"ED268551",
        "title":"Written Language and Writing Abilities: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1985 (Vol. 46 Nos. 1 through 6)."},
      {
        "id":"ED268552",
        "title":"English Language Arts Skills and Instruction: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1985 (Vol. 46 Nos. 1 through 6)."},
      {
        "id":"ED268553",
        "title":"Teacher Handbook, Communication Skills, Grades K-12. North Carolina Competency-Based Curriculum, Subject-by-Subject."},
      {
        "id":"ED268556",
        "title":"An Exemplary High School Literary Magazine: &quot;Haggis/Baggis.&quot;"},
      {
        "id":"ED268557",
        "title":"An Exemplary High School Literary Magazine: &quot;Seed.&quot;"},
      {
        "id":"ED268558",
        "title":"An Exemplary High School Literary Magazine: &quot;Labyrinth.&quot;"},
      {
        "id":"ED268559",
        "title":"An Exemplary High School Literary Magazine: &quot;Bittersweet.&quot;"},
      {
        "id":"ED268560",
        "title":"An Exemplary High School Literary Magazine: &quot;Artisan.&quot;"},
      {
        "id":"ED268561",
        "title":"An Exemplary High School Literary Magazine: &quot;Inscriptions.&quot;"},
      {
        "id":"ED268562",
        "title":"An Exemplary High School Literary Magazine: &quot;Imprints.&quot;"},
      {
        "id":"ED268563",
        "title":"An Exemplary High School Literary Magazine: &quot;Et Cetera.&quot;"},
      {
        "id":"ED268565",
        "title":"An Exemplary High School Literary Magazine: &quot;Phoenix.&quot;"},
      {
        "id":"ED268566",
        "title":"An Exemplary High School Literary Magazine: &quot;Each Has Spoken.&quot;"},
      {
        "id":"ED268567",
        "title":"An Exemplary High School Literary Magazine: &quot;Emphasis.&quot;"},
      {
        "id":"ED268568",
        "title":"An Exemplary High School Literary Magazine: &quot;Phoenix.&quot;"},
      {
        "id":"ED268569",
        "title":"An Exemplary High School Literary Magazine: &quot;Cinnabar.&quot;"},
      {
        "id":"ED268570",
        "title":"An Exemplary High School Literary Magazine: &quot;Chips.&quot;"},
      {
        "id":"ED268571",
        "title":"An Exemplary High School Literary Magazine: &quot;Write of Fire.&quot;"},
      {
        "id":"ED268572",
        "title":"An Exemplary High School Literary Magazine: &quot;Flight.&quot;"},
      {
        "id":"ED268573",
        "title":"An Exemplary High School Literary Magazine: &quot;Literary Harvest.&quot;"},
      {
        "id":"ED268574",
        "title":"An Exemplary High School Literary Magazine: &quot;The Thinking Reed.&quot;"},
      {
        "id":"ED268575",
        "title":"An Exemplary High School Literary Magazine: &quot;Ragnaroc X.&quot;"},
      {
        "id":"ED268576",
        "title":"Reader Perception of Newspaper Mug Shot Subjects in Photos and in Stories."},
      {
        "id":"ED268577",
        "title":"The Funding of Secondary School Newspapers in Ohio."},
      {
        "id":"ED268578",
        "title":"Teaching of Writing: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1985 (Vol. 46 Nos. 1 through 6)."},
      {
        "id":"ED268579",
        "title":"Literature, Literary Response, and the Teaching of Literature: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1985 (Vol. 46 Nos. 1 through 6)."},
      {
        "id":"ED268580",
        "title":"Journalism and Journalism Education: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1985 (Vol. 46 Nos. 1 through 6)."},
      {
        "id":"ED268582",
        "title":"Collaboration in Writing on the Job: A Research Report."},
      {
        "id":"ED268583",
        "title":"Computers and Language: A Look to the Future. Technical Report No. 371."},
      {
        "id":"ED268584",
        "title":"Scratching the First Teflon Presidency: Frank Kent vs. Franklin Roosevelt."},
      {
        "id":"ED268586",
        "title":"Censorship or Selection?"},
      {
        "id":"ED268587",
        "title":"Whose Ethics in the Classroom? On the Politics of Ethics."},
      {
        "id":"ED268590",
        "title":"Machismo as a Factor Affecting the Use of Power and Communication in the Managing of Personnel Disputes: Brazilian Versus American Men Managers."},
      {
        "id":"ED268592",
        "title":"Self-Report as an Approach to Measuring Communication Competence."},
      {
        "id":"ED268594",
        "title":"A Model of International Communication Media Appraisal: Phase IV, Generalizing the Model to Film."},
      {
        "id":"ED268595",
        "title":"Should More Rigorous Academic Standards Be Established for All Public Elementary and/or Secondary Schools in the United States? Intercollegiate Debate Topic, 1985-1986, Pursuant to Public Law 88-246. House of Representatives, 99th Congress, First Session."},
      {
        "id":"ED268597",
        "title":"Who's the Boss?: He, He/She, or They?"},
      {
        "id":"ED268601",
        "title":"Tensions between Training Career Professionals and Educating Persons for Lifelong Learning."},
      {
        "id":"ED268605",
        "title":"A Grounded Ethnographic Inquiry into Teacher Oral Feedback."},
      {
        "id":"ED268608",
        "title":"Theatre and Oral Interpretation: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1985 (Vol. 46 Nos. 1 through 6)."},
      {
        "id":"ED268609",
        "title":"Business and Organizational Communication: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1985 (Vol. 46 Nos. 1 through 6)."},
      {
        "id":"ED268610",
        "title":"Interpersonal, Nonverbal, and Small Group Communication: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1985 (Vol. 46 Nos. 1 through 6)."},
      {
        "id":"ED268611",
        "title":"Mass Communication: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1985 (Vol. 46 Nos. 1 through 6)."},
      {
        "id":"ED268612",
        "title":"Rhetoric and Public Address: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1985 (Vol. 46 Nos. 1 through 6)."},
      {
        "id":"ED268613",
        "title":"Contributions of Humanistic Psychology to Listening: Past, Present, and Future."},
      {
        "id":"ED268615",
        "title":"Listening to Monotony: All-News Radio."},
      {
        "id":"ED270619",
        "title":"Identification of Vocational Education Counseling Strategies Needed at the Secondary Level for Students to Succeed in Vocational Education and Become Employable. Final Data Summary."},
      {
        "id":"ED270620",
        "title":"Identification and Evaluation of Assessment Tools Used To Counsel Students Who Enroll in Vocational Education Classes and Programs. Final Data Summary."},
      {
        "id":"ED270623",
        "title":"Vocational Training Needs in Rural Communities."},
      {
        "id":"ED270624",
        "title":"Educational Leave and the Labour Market in Europe. A Study of the (Possible) Influence of Educational Leave on the State and the Development of the Labour Market in the Countries of the European Community."},
      {
        "id":"ED270625",
        "title":"Technological Change, Employment, Qualifications and Training. A Development of Concepts from a Conference Held in Berlin, November 24-26, 1982."},
      {
        "id":"ED270626",
        "title":"Equal Opportunities and Vocational Training. Qualifications and Educational Needs of Co-Working Spouses of Owners of Small and Medium-Sized Enterprises."},
      {
        "id":"ED270627",
        "title":"Alternance Training for Young People: Guidelines for Action."},
      {
        "id":"ED270628",
        "title":"New Perspectives for Women in Career Selection, in Return to Working Life, in Career Advancement."},
      {
        "id":"ED270632",
        "title":"Where Did We Go Wrong? An Analysis of the Way Instructional Systems Development Was Mustered Out of the Army."},
      {
        "id":"ED270635",
        "title":"The Transition from School to Work in Crisis: Coping with Threatening Unemployment."},
      {
        "id":"ED270644",
        "title":"Delivery of Education and Training in Oregon's Adult Corrections Institutions. An Analysis of Present and Future Directions."},
      {
        "id":"ED270646",
        "title":"Road...Maps. Curriculum Activities Guide. Migrant Students Grades K-6. Infused Career Education Plans in Language Arts, Social Studies, Math."},
      {
        "id":"ED270647",
        "title":"Road...Maps. Curriculum Activities Guide. Migrant Students Grades 7-12 Infused Career Education Plans in Language Arts, Social Studies, Math."},
      {
        "id":"ED270651",
        "title":"Constructive Critical Thinking. Ten Steps to Effective Problem Solving."},
      {
        "id":"ED270655",
        "title":"Change and Stability in Maximum Annual Alcohol Consumption and Alcohol-Related Problems among Aging Males: A 19-Year Follow-Up Study."},
      {
        "id":"ED270656",
        "title":"Cross-Validation of the Self-Motivation Inventory."},
      {
        "id":"ED270657",
        "title":"Adolescent Alienation: Assessment and Application."},
      {
        "id":"ED270659",
        "title":"Organization of Teacher-Student Interaction: Differential Constraining Progressive Empowerment."},
      {
        "id":"ED270665",
        "title":"Status of the Elderly: Examination of Familial and Religious Factors."},
      {
        "id":"ED270666",
        "title":"Perceptions of Life Changes: An Alternate Measure of Aging through Time."},
      {
        "id":"ED270669",
        "title":"Differing Reactions to Television in Kibbutz and City Children."},
      {
        "id":"ED270672",
        "title":"Women and Reproductive Health: A Challenge for the Military."},
      {
        "id":"ED270673",
        "title":"Adolescent Welfare Mothers: Lost Optimism and Lowered Expectations."},
      {
        "id":"ED270674",
        "title":"Adolescent Pregnancy Prevention: Strategies for the '80's."},
      {
        "id":"ED270676",
        "title":"Authority Base, Denomination, Moral Philosophy and the Power Strategies Used by Clergymen."},
      {
        "id":"ED270681",
        "title":"Predicting the Impact of a Stressful Life Experience: Criminal Victimization."},
      {
        "id":"ED270684",
        "title":"Age Words: A Glossary on Health and Aging."},
      {
        "id":"ED270685",
        "title":"Guidance and Counseling: Ensuring the Rights of Students."},
      {
        "id":"ED270687",
        "title":"Selective Memory in Depression: Memory Deficit or Response Bias?"},
      {
        "id":"ED270689",
        "title":"Counselor Roles in Business and Industry."},
      {
        "id":"ED270690",
        "title":"Human Behavior: Senior High School Semester Elective."},
      {
        "id":"ED270691",
        "title":"Cross-Cultural Issues of Office Technology Management: Comparing Canada and the United States."},
      {
        "id":"ED270692",
        "title":"An Assessment of Computer Attitudes and Their Effect on Career Success."},
      {
        "id":"ED270693",
        "title":"Attitudes toward Office Technology by Employees."},
      {
        "id":"ED270694",
        "title":"Teenage Pregnancy and Primary Prevention: New Approaches to an Old Problem."},
      {
        "id":"ED270698",
        "title":"Psychological Distress in Law Students and Lawyers."},
      {
        "id":"ED270701",
        "title":"Early Adolescent Substance Use/Abuse in Rural Northern Michigan."},
      {
        "id":"ED270702",
        "title":"Correlates of Youth Drug Use in Rural Northern Michigan and Northeastern Wisconsin."},
      {
        "id":"ED270706",
        "title":"Conducting Effective Process Groups in the Secondary School."},
      {
        "id":"ED270714",
        "title":"The Teen Parent Collaboration: Reaching and Serving the Teenage Father."},
      {
        "id":"ED270715",
        "title":"Schools without Drugs. What Works."},
      {
        "id":"ED270719",
        "title":"Investigation of a Combined Mnemonic Strategy for Teaching the Order of U.S. Presidents. Working Paper No. 307."},
      {
        "id":"ED270722",
        "title":"An Investigation of the Relationships between Prior Knowledge and Vocabulary Development with Culturally Diverse Students."},
      {
        "id":"ED270723",
        "title":"Tracing the Roots of Textbook Study Systems: An Extended Historical Perspective. College Reading and Learning Assistance Technical Report 86-02."},
      {
        "id":"ED270724",
        "title":"A Content and Critical Analysis of Forty Speed-Reading Books. College Reading and Learning Assistance Technical Report 86-04."},
      {
        "id":"ED270728",
        "title":"Occupational Literacy Education."},
      {
        "id":"ED270731",
        "title":"Comparison of the Effects of Episodic Organizers and Traditional Notetaking on Story Recall. Final Report."},
      {
        "id":"ED270738",
        "title":"Guided, Cooperative Learning and Individual Knowledge Acquisition. Technical Report No. 372."},
      {
        "id":"ED270741",
        "title":"Interspersed Post-Passage Questions and Reading Comprehension Achievement."},
      {
        "id":"ED270742",
        "title":"The Evolving Audience: Alternatives to Audience Accommodation in the Composing Processes of Skilled College Writers."},
      {
        "id":"ED270743",
        "title":"The Influence of LOGO Revision Strategies on the Written Revision Practices of Young Children: A Stepping Stone."},
      {
        "id":"ED270746",
        "title":"New Paradigms for Computer Aids to Invention."},
      {
        "id":"ED270749",
        "title":"Ignoring Change: An Evaluation of &quot;TV Guide&quot; Covers, 1970-1979."},
      {
        "id":"ED270752",
        "title":"Simulator: A Pilot Interactive Simulation Program for Use in Teaching Public Relations."},
      {
        "id":"ED270753",
        "title":"Finding a Frame of Reference: Toward an Analysis of Contextual Elaboration in College Writing."},
      {
        "id":"ED270754",
        "title":"Sports and Politics: Los Angeles Times' Coverage of the 1984 Summer Olympic Games."},
      {
        "id":"ED270756",
        "title":"Readings for Writers: Composition Readers, Discourse Studies, and the Reading-Writing Connection."},
      {
        "id":"ED270757",
        "title":"An Integrative Cross-Cultural Examination of Children's Use of Television."},
      {
        "id":"ED270758",
        "title":"Individual Differences in Composing: Exploring Consequences for Learning through Writing."},
      {
        "id":"ED270763",
        "title":"Economic Forces behind Newspapers' Increasing Use of Color and Graphics."},
      {
        "id":"ED270766",
        "title":"Predicting Religion Reporters' Use of a Denominational News Service."},
      {
        "id":"ED270769",
        "title":"The Role of the African Media in Patron-Client Relations: A Preliminary Look."},
      {
        "id":"ED270772",
        "title":"Dioxin in Midland: A Case Study of Press Coverage of Expert Disagreement."},
      {
        "id":"ED270773",
        "title":"Communicating the Law: Factors Influencing Judges' Interaction with the News Media."},
      {
        "id":"ED270776",
        "title":"A Content-Driven Approach to Visual Literacy: Gestalt Rediscovered."},
      {
        "id":"ED270777",
        "title":"A Study of Reactions to Ethical Dilemmas in Public Relations."},
      {
        "id":"ED270778",
        "title":"Rogers' Typograph Versus Mergenthaler's Linotype: The Push and Shove of Patents and Priority in the 1890s."},
      {
        "id":"ED270780",
        "title":"Time and Money Spent on the Mass Media in an Age of New Communication Technologies: A Market Study."},
      {
        "id":"ED270782",
        "title":"Teaching English to the Gifted Student. ERIC Digest."},
      {
        "id":"ED270783",
        "title":"Issues Affecting High School Literature Programs. ERIC Digest."},
      {
        "id":"ED270785",
        "title":"Death: Realism in Children's Books."},
      {
        "id":"ED270787",
        "title":"Lost Voices."},
      {
        "id":"ED270788",
        "title":"Measuring Thinking Skills in the Classroom: A Teacher&apos;s Guide. Final Report of the Regional Study Award Project."},
      {
        "id":"ED270790",
        "title":"Workshopping for Faculty: Report to CCC Thinktank."},
      {
        "id":"ED270798",
        "title":"The Media Environment of the '90s: A Period of Danger for Newspaper Journalism?"},
      {
        "id":"ED270799",
        "title":"The Role of the Black Press during the &quot;Great Migration.&quot;"},
      {
        "id":"ED270800",
        "title":"Interrelationships between Mass Media Use and Interpersonal Source Use in Agricultural Development: The Case of the Dominican Republic."},
      {
        "id":"ED270801",
        "title":"Images of Democracy: An Analysis of Photos Published during and after Argentine Military Rule."},
      {
        "id":"ED270802",
        "title":"Reader Reactions to Color in Newspapers."},
      {
        "id":"ED270803",
        "title":"The Religion Journalism of James Gordon Bennett."},
      {
        "id":"ED270804",
        "title":"Risk Analysis for Public Consumption: Media Coverage of the Ginna Nuclear Reactor Accident."},
      {
        "id":"ED270806",
        "title":"Academic Discourse: Taxonomy of Conventions or Collaborative Practice?"},
      {
        "id":"ED270807",
        "title":"Terrorism on the Evening News: An Analysis of Coverage of the TWA Hostage Crisis on &quot;NBC Nightly News.&quot;"},
      {
        "id":"ED270808",
        "title":"Culture Clash: U.S. Television Programs in Korea."},
      {
        "id":"ED270809",
        "title":"The &quot;Oklahoma Eagle&quot;: A Study of Black Press Survival."},
      {
        "id":"ED270810",
        "title":"Feeling and Learning about a Critical Event: The Shuttle Explodes."},
      {
        "id":"ED270814",
        "title":"Learning to Grade Papers."},
      {
        "id":"ED270816",
        "title":"Effective Inservice: What Does It Take?"},
      {
        "id":"ED270817",
        "title":"Using Drama in the Composition Class."},
      {
        "id":"ED270819",
        "title":"Women and Racial Minorities in the Media Labor Force, 1970-80."},
      {
        "id":"ED270821",
        "title":"The Effects of Involvement, Message Appeal, and Viewing Conditions on Memory and Evaluation of TV Commercials."},
      {
        "id":"ED270824",
        "title":"Teaching One-to-One: The Writing Conference."},
      {
        "id":"ED270826",
        "title":"Maidens of Miletos and Newspaper Coverage of Suicide: Examining Late Nineteenth and Late Twentieth Century Practice."},
      {
        "id":"ED270827",
        "title":"Teaching Data Sampling in the Communication Theory Course."},
      {
        "id":"ED270829",
        "title":"An Analysis of the Communication Systems of Part and Full-Time Instructors in Community Colleges."},
      {
        "id":"ED270830",
        "title":"The Image Gap: Toward a Theory of the Effects of International News."},
      {
        "id":"ED270831",
        "title":"Status Report on Speech Research: A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for Its Investigation, and Practical Applications, October 1-December 31, 1985."},
      {
        "id":"ED270832",
        "title":"Criteria for Evaluating Curriculum Materials Which Use Referential Communication Activities to Teach Speaking and Listening Skills. Working Paper No. 273."},
      {
        "id":"ED270835",
        "title":"The Education Block Grant at the Local Level: The Implementation of Chapter 2 of the Education Consolidation and Improvement Act in Districts and Schools."},
      {
        "id":"ED270836",
        "title":"Legislative Goals for the Education Block Grant: Have They Been Achieved at the Local Level? A Special Issue Report from the National Study of Local Operations under Chapter 2 of the Education Consolidation and Improvement Act."},
      {
        "id":"ED270837",
        "title":"Funds Allocation and Expenditures under the Education Block Grant. A Special Issue Report from the National Study of Local Operations under Chapter 2 of the Education Consolidation and Improvement Act."},
      {
        "id":"ED270838",
        "title":"Participation of Private School Students in Services Supported by the Education Block Grant. A Special Issue Report from the National Study of Local Operations under Chapter 2 of the Education Consolidation and Improvement Act."},
      {
        "id":"ED270839",
        "title":"Involvement of Parents and Citizens in Local Decisionmaking under the Education Block Grant. A Special Issue Report from the National Study of Local Operations under Chapter 2 of the Education Consolidation and Improvement Act."},
      {
        "id":"ED270840",
        "title":"The Education Block Grant and Intergovernmental Relations: Effects at the Local Level. A Special Issue Report from the National Study of Local Operations under Chapter 2 of the Education Consolidation and Improvement Act."},
      {
        "id":"ED270841",
        "title":"\"Merit Pay\" and the Nature of the Employment Relationship: Lessons from Public School Systems."},
      {
        "id":"ED270842",
        "title":"Merit Pay and the Evaluation Problem: Understanding Why Most Merit Pay Plans Fail and a Few Survive."},
      {
        "id":"ED270843",
        "title":"The Merits of Merit Pay."},
      {
        "id":"ED270846",
        "title":"Shaping Tennessee's Career Ladder Program."},
      {
        "id":"ED270847",
        "title":"Characteristics and Predictors of Institutionalization."},
      {
        "id":"ED270849",
        "title":"School Improvement in Sweden: Longitudinal Research Perspectives."},
      {
        "id":"ED270853",
        "title":"Staff Development for Instructional Improvement and Accountability."},
      {
        "id":"ED270860",
        "title":"Development and Use of Performance Appraisal of Certificated Education Staff in Ontario School Boards. Volume I: Technical Report. Professionalism in Schools Series."},
      {
        "id":"ED270861",
        "title":"Development and Use of Performance Appraisal of Certificated Education Staff in Ontario School Boards. Volume IV: Non-Technical Report. Professionalism in Schools Series."},
      {
        "id":"ED270868",
        "title":"Enabling Teacher Effectiveness: Teachers' Perspectives on Instructional Management."},
      {
        "id":"ED270870",
        "title":"Establishing Priorities among Issues in Education."},
      {
        "id":"ED270871",
        "title":"Data-Based Accountability in Education."},
      {
        "id":"ED270879",
        "title":"Conditions of Education in California, 1985."},
      {
        "id":"ED270881",
        "title":"School Finances, Reforms, and Revenue Needs."},
      {
        "id":"ED270888",
        "title":"The Logic of Teacher Incentives."},
      {
        "id":"ED270895",
        "title":"Career Ladder Effects on Teacher Attitudes about Teacher Tasks, Careers, Authority, and Supervision."},
      {
        "id":"ED270901",
        "title":"Major Topics of School Business Management."},
      {
        "id":"ED270903",
        "title":"Digest of Education Statistics, 1985-86. 22nd Edition."},
      {
        "id":"ED270904",
        "title":"Learning Handicapped Delinquents: Oversight Hearing before the Subcommittee on Fiscal Affairs and Health of the Committee on the District of Columbia House of Representatives, Ninety-Ninth Congress, First Session on the Implementation of Public Law 94-142 as It Relates to Learning Handicapped Delinquents in the District of Columbia."},
      {
        "id":"ED270905",
        "title":"Deaf Education: Costs and Student Characteristics at Federally Assisted Schools. Briefing Report to the Chairman, Subcommittee on the Handicapped, Committee on Labor and Human Resources, United States Senate."},
      {
        "id":"ED270906",
        "title":"SIBSHOPS: A Handbook for Implementing Workshops for Siblings of Children with Special Needs."},
      {
        "id":"ED270910",
        "title":"The Assessment of Vocational Decision-Making Problems of Handicapped Students with the Vocational Decision-Making Interview. Final Project Report."},
      {
        "id":"ED270911",
        "title":"Variability of Infant Social-Communicative Behavior in Caregiver-Infant Interactions. Final Report."},
      {
        "id":"ED270912",
        "title":"Facilitating School Success among Young Mildly and Moderately Handicapped Children by Enhancing Task Persistence. Program Performance Report Year II, July 1, 1984 to June 30, 1986."},
      {
        "id":"ED270916",
        "title":"Identifying Factors That Predict Deaf Students' Academic Success in College. Final Report."},
      {
        "id":"ED270917",
        "title":"Maternal Attributions of Communication in Dyads with Handicapped and Nonhandicapped 11-Month-Olds. Final Report."},
      {
        "id":"ED270918",
        "title":"The Efficacy of Two Treatment Techniques for Children with Spastic Cerebral Palsy as Measured by Electromyography and Thermal Information. [Final Report.]"},
      {
        "id":"ED270919",
        "title":"Social Integration of Moderately Handicapped Students through Cooperative Goal Structuring: Influence of Teacher Instruction on Cooperation. [Final Report.]"},
      {
        "id":"ED270921",
        "title":"Fragile X Syndrome: A Common Etiology of Mental Retardation."},
      {
        "id":"ED270925",
        "title":"An Analysis of Teacher Activities & Student Outcomes in Secondary School Resource Room Programs for Mildly Handicapped Students. Final Report."},
      {
        "id":"ED270930",
        "title":"R Is for Reading. Library Service to Blind and Physically Handicapped Children."},
      {
        "id":"ED270931",
        "title":"The Nonrestrictive Environment: A Resource Manual on Community Integration for People with the Most Severe Disabilities. Field Test Version."},
      {
        "id":"ED270932",
        "title":"Programs Demonstrating Model Practices for Integrating People with Severe Disabilities into the Community."},
      {
        "id":"ED270933",
        "title":"Technical Assistance Project to Improve Implementation of Public Law 89-313 in the State of South Dakota. Yearly Report, July 1, 1983-August 31, 1984."},
      {
        "id":"ED270936",
        "title":"Early Childhood Intervention: An Investment in the Future. 1985 Report to the Texas State Legislature."},
      {
        "id":"ED270938",
        "title":"Comparison of Black and White Mildly Retarded Students from Marshall v. Georgia."},
      {
        "id":"ED270941",
        "title":"Project I.D.: A Study of Services for Students Labeled as Learning Disabled. Final Report."},
      {
        "id":"ED270942",
        "title":"Program Guidelines for Severely Orthopedically Impaired Individuals."},
      {
        "id":"ED270943",
        "title":"Identification and Assessment of the Seriously Emotionally Disturbed Child: A Manual for Educational and Mental Health Professionals."},
      {
        "id":"ED270944",
        "title":"California Special Education Programs: Education Code--Part 30 and Other Related Laws. Revised to Cover Laws Enacted During 1985. Eighth Edition."},
      {
        "id":"ED270946",
        "title":"The Parent's Role in Health Care: Children with Disabilities and Chronic Illness."},
      {
        "id":"ED270947",
        "title":"Transition Services for the Disabled: A National Survey."},
      {
        "id":"ED270949",
        "title":"Use of Inpatient Psychiatric Services by Children and Youth under Age 18, United States, 1980. Mental Health Statistical Note No. 175."},
      {
        "id":"ED270950",
        "title":"Educational Resource Guide for Adapted Physical Education."},
      {
        "id":"ED270951",
        "title":"Communication Facilitated within Curricular Domains."},
      {
        "id":"ED270952",
        "title":"Adolescent Program for Stutterers."},
      {
        "id":"ED270957",
        "title":"Habilitation Practices with the Developmentally Disabled Who Present Behavioral and Emotional Disorders."},
      {
        "id":"ED270961",
        "title":"Maintaining Work Rate of Youth with Severe Handicaps: The Effects of Self-Management. [Final Performance Report]."},
      {
        "id":"ED270962",
        "title":"Le Indeterminacy in Spanish."},
      {
        "id":"ED270963",
        "title":"Towards a Sociology of Languages in Canada."},
      {
        "id":"ED270965",
        "title":"Modularity and Reading: Evidence from the Cumulative Word-by-Word Reading Task."},
      {
        "id":"ED270967",
        "title":"Transfer in Relation to Some Other Variables in L2-Learning."},
      {
        "id":"ED270968",
        "title":"Word Frequencies in Finnish and Finland-Swedish Learner Language."},
      {
        "id":"ED270969",
        "title":"The Influence of Swedish on the English of Finnish Learners."},
      {
        "id":"ED270971",
        "title":"How Much English Vocabulary Do Swedish-Speaking Primary-School Pupils Know before Starting to Learn English at School?"},
      {
        "id":"ED270973",
        "title":"Linguistic and Psycholinguistic Approaches to Multilingualism: A Bibliography."},
      {
        "id":"ED270974",
        "title":"Even Beginners Can Listen to Real English: Listening Activities for Beginning Adult Learners of English."},
      {
        "id":"ED270983",
        "title":"The International High School at LaGuardia Community College: Bridging the Gap."},
      {
        "id":"ED270986",
        "title":"What Research Evidence Says about Bilingual Education."},
      {
        "id":"ED270989",
        "title":"Bibliographie Annotee de Linguistique Acadienne (Annotated Bibliography of Acadian Linguistics)."},
      {
        "id":"ED271018",
        "title":"Adjectives, Nouns and Copredication in English."},
      {
        "id":"ED271030",
        "title":"Teaching Writing: What We Know and What We Do."},
      {
        "id":"ED271034",
        "title":"Reauthorization of the Higher Education Act. Pell Grant and Campus Based Programs, Volume 2. Hearings before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, First Session (Washington, DC, June 25, 27, July 16, 1985)."},
      {
        "id":"ED271037",
        "title":"The Aftermath of Decline."},
      {
        "id":"ED271038",
        "title":"Oversight Hearing on the Reauthorization of the Higher Education Act of 1965. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, First Session (Seattle, Washington)."},
      {
        "id":"ED271040",
        "title":"The Merit of Merit: Notes on the Arguments for and Against Merit Systems."},
      {
        "id":"ED271044",
        "title":"Research on Higher Education."},
      {
        "id":"ED271045",
        "title":"NCHEMS Data Holdings."},
      {
        "id":"ED271053",
        "title":"Strategies for Managing When Resources are Unpredictable."},
      {
        "id":"ED271061",
        "title":"Title IV Quality Control Policy Option: Final Report on the Evaluation of Data Element Reduction, Stage I, Phase V."},
      {
        "id":"ED271066",
        "title":"The Effectiveness of Ineffectiveness: A New Approach to Assessing Patterns of Organizational Effectiveness."},
      {
        "id":"ED271067",
        "title":"A Report on the Effects of Environmental and Institutional Factors on College and University Enrollments."},
      {
        "id":"ED271068",
        "title":"A Report on the Retrenchment Activities of Colleges and Universities."},
      {
        "id":"ED271069",
        "title":"An Empirical Investigation of the Multiple Constituencies Model of Organizational Effectiveness."},
      {
        "id":"ED271070",
        "title":"Organizational Effectiveness: A Comprehensive Bibliography."},
      {
        "id":"ED271071",
        "title":"Assessing and Improving Institutional Effectiveness."},
      {
        "id":"ED271072",
        "title":"A Review of Health Professions Requirements Studies."},
      {
        "id":"ED271073",
        "title":"Fifth Report to the President and Congress on the Status of Health Personnel in the United States."},
      {
        "id":"ED271074",
        "title":"Approaches to Learning in Higher Education: Effects of Motivation and Perceptions of the Learning Environment."},
      {
        "id":"ED271075",
        "title":"A Causal Model of Academic Factors Affecting Student Persistence."},
      {
        "id":"ED271081",
        "title":"Facing the Facts about Mexican America. The 1986 Tomas Rivera Lecture."},
      {
        "id":"ED271083",
        "title":"Adoption of Microcomputer Technology by College of Agriculture Faculty in Eleven Northeast Land-Grant Universities."},
      {
        "id":"ED271089",
        "title":"Examples of Funded Projects, Central Disciplines in Undergraduate Education."},
      {
        "id":"ED271092",
        "title":"Transfer of Cognitive Skills from Programming: When and How?"},
      {
        "id":"ED271094",
        "title":"Procognitive Individualized Instruction."},
      {
        "id":"ED271096",
        "title":"Television Entertainment and Viewers' Conceptions of Science."},
      {
        "id":"ED271097",
        "title":"Challenges That Accompany the Implementation of Microcomputing in the Administrative Process."},
      {
        "id":"ED271100",
        "title":"Identification of Factors That Affect Software Complexity."},
      {
        "id":"ED271101",
        "title":"Aircrew Training Devices: Utility and Utilization of Advanced Instructional Features (Phase II-Air Training Command, Military Airlift Command, and Strategic Air Command [and] Phase III-Electronic Warfare Trainers)."},
      {
        "id":"ED271102",
        "title":"The Project on Assessing Long Distance Learning via Telecommunications. Project ALLTEL. A Summary Report."},
      {
        "id":"ED271105",
        "title":"Computers in Canadian Elementary Schools: Curriculum Questions from Classroom Practice."},
      {
        "id":"ED271106",
        "title":"Computing Strategies in Small Universities and Colleges."},
      {
        "id":"ED271107",
        "title":"Artificial Intelligence. LC Science Tracer Bullet."},
      {
        "id":"ED271109",
        "title":"Talking Buildings. A Practical Dialogue on Programming and Planning Library Buildings. Proceedings of a Building Workshop (Pasadena, CA, October 3-4, 1986)."},
      {
        "id":"ED271110",
        "title":"Technology Transfer of a Reading Skill Improvement Program for the National Commission on Libraries and Information Science (NCLIS). Technology Transfer Report."},
      {
        "id":"ED271111",
        "title":"BIS Handbook: An Organizational Manual &amp; Directory."},
      {
        "id":"ED271116",
        "title":"Filing Rules of the Northern Illinois University Music Library."},
      {
        "id":"ED271120",
        "title":"Perceptions of School Librarians as Curriculum Leaders."},
      {
        "id":"ED271123",
        "title":"Collection Policy of the Libraries of Western Washington University."},
      {
        "id":"ED271125",
        "title":"ERIC Clearinghouse Publications, 1985. An Annotated Bibliography of Information Analysis Products and Other Major Publications of the ERIC Clearinghouses, January-December 1985."},
      {
        "id":"ED271126",
        "title":"Redesigning ERIC: A Modern Information System for Practicing Educators."},
      {
        "id":"ED271137",
        "title":"Occupational Follow-Up Study Handbook: Illinois Public Community College System."},
      {
        "id":"ED271147",
        "title":"60 Milestones in the History of Senates and the Academic Senate for California Community Colleges."},
      {
        "id":"ED271149",
        "title":"Comparative Financial Statistics for Public Community and Junior Colleges, 1984-85: An Experimental Study of 545 Institutions."},
      {
        "id":"ED271151",
        "title":"Applying Marketing Concepts to Higher Education: Development of an Enrollment Management Plan for the Off-Campus Program."},
      {
        "id":"ED271158",
        "title":"Comparative Financial Statistics for Public Community and Junior Colleges, 1983-84: An Experimental Study of 560 Institutions."},
      {
        "id":"ED271162",
        "title":"Assessing the Employment Experiences of Community College Vocational Program Graduates."},
      {
        "id":"ED271168",
        "title":"Community College Humanities Review, 1985-86, Number 7."},
      {
        "id":"ED271169",
        "title":"The Community College and Its Critics. New Directions for Community Colleges, Number 54."},
      {
        "id":"ED271170",
        "title":"Determination of the Extent of Student Flexibility in Choosing Class Schedules."},
      {
        "id":"ED271171",
        "title":"Business Research Methods: A Study Guide."},
      {
        "id":"ED271176",
        "title":"Proceedings of the Community College Humanities Association, Number 7, 1985-1986."},
      {
        "id":"ED271177",
        "title":"The Successful Presidency as a Shared Responsibility. Abstract of Remarks and Survey Data for Distribution to Pennsylvania Community College Presidents and Trustees."},
      {
        "id":"ED271181",
        "title":"Quality Circles in the Community College."},
      {
        "id":"ED271182",
        "title":"Telelearning Models: Expanding the Community College Community. Nine Case Studies Showing How Colleges, Alone or in Partnerships, Creatively Utilize New Delivery Systems to Reach a Variety of Student Clienteles. AACJC Issues Series No. 3."},
      {
        "id":"ED271183",
        "title":"Community, Technical, and Junior College Directory, 1986: A Statistical Analysis. AACJC Directories No. 3."},
      {
        "id":"ED271184",
        "title":"Leadership: Vision &amp; Structure. Resource Paper No. 36."},
      {
        "id":"ED271186",
        "title":"Update of Community College Transfer Student Statistics, University of California and the California State University, Fall 1985. Commission Report 86-11."},
      {
        "id":"ED271187",
        "title":"Progress in Facilitating the Transfer of Community College EOPS Students: A Report to the Legislature and Governor in Response to Assembly Bill 1114 (Chapter 1586, Statutes of 1985). Commission Report 86-13."},
      {
        "id":"ED271188",
        "title":"A Permanent Site for Los Angeles Mission College: A Report to the Legislature and Governor in Response to a Request for Capital Funds from the Los Angeles Community College District. Commission Report 86-14."},
      {
        "id":"ED271189",
        "title":"Reshaping America's Community Colleges through New Faculty Hiring Practices."},
      {
        "id":"ED271190",
        "title":"Effects of Age and Age-Mix on Toddler Peer Interaction and Development of Role-Taking Ability in Toddlers."},
      {
        "id":"ED271191",
        "title":"Toddler Peer Interaction in Relation to Cognitive Development."},
      {
        "id":"ED271192",
        "title":"Combinatorial Skills: Converging Developments Over the Second Year."},
      {
        "id":"ED271193",
        "title":"Age Differences in Object Conflicts and Possession Negotiations during the Second Year."},
      {
        "id":"ED271198",
        "title":"Corporations and Families: Changing Practices and Perspectives. A Research Report from the Conference Board."},
      {
        "id":"ED271199",
        "title":"Women's Work and Child Care in the Third World: A Discussion. Summary Report."},
      {
        "id":"ED271202",
        "title":"Determining the Relative Influence of Mothers and Infants on Various Aspects of Their Interactions: A Methodological Solution to the Problem of Mutual Influence."},
      {
        "id":"ED271205",
        "title":"Children's Conceptions of Trust."},
      {
        "id":"ED271209",
        "title":"Value Talk: Helping Children Grow. A Workshop Presentation."},
      {
        "id":"ED271211",
        "title":"Psychological Impact of AIDS on Children."},
      {
        "id":"ED271212",
        "title":"The Effects of Density of Array on the Development of Recall and Replacement Abilities."},
      {
        "id":"ED271216",
        "title":"One Institutions's Approach to Resolving Child Care Needs."},
      {
        "id":"ED271220",
        "title":"Playing Games at School: An Analysis of Teaching with a Game."},
      {
        "id":"ED271225",
        "title":"Kindergarten Curriculum Guide."},
      {
        "id":"ED271228",
        "title":"Parental Stress and Social Networks: Relations with Parenting and Children's Competence."},
      {
        "id":"ED271233",
        "title":"Biotechnology and Agriculture."},
      {
        "id":"ED271234",
        "title":"CHOICE Cloze. Review Software for Occupational Resources. CHOICE (Challenging Options in Career Education)."},
      {
        "id":"ED271235",
        "title":"Tool Match. Review Software for Basic CHOICE. CHOICE (Challenging Options in Career Education)."},
      {
        "id":"ED271236",
        "title":"Word-Tool Match. Review Software for Basic CHOICE. CHOICE (Challenging Options in Career Education)."},
      {
        "id":"ED271237",
        "title":"Tool School. Review Software for Basic CHOICE. CHOICE (Challenging Options in Career Education)."},
      {
        "id":"ED271238",
        "title":"Security. Review Software for Advanced CHOICE. CHOICE (Challenging Options in Career Education)."},
      {
        "id":"ED271239",
        "title":"Occupational Resources: Career Information. CHOICE (Challenging Options in Career Education). [Grade 3]."},
      {
        "id":"ED271240",
        "title":"Occupational Resources: Career Information. CHOICE (Challenging Options in Career Education). [Grade 5]."},
      {
        "id":"ED271241",
        "title":"Artes y Humanidades/Economia del Hogar. Libro del Profesor. (Arts &amp; Humanities/Homemaking. Teacher's Guide). B1. CHOICE (Challenging Options in Career Education)."},
      {
        "id":"ED271242",
        "title":"Salud/Servicios Personales. Libro del Profesor. (Health/Personal Services. Teacher&apos;s Guide). B2. CHOICE (Challenging Options in Career Education)."},
      {
        "id":"ED271243",
        "title":"Recreacion/Transporte. Libro del Profesor (Recreation/Transportation. Teacher's Guide). B3. CHOICE (Challenging Options in Career Education)."},
      {
        "id":"ED271244",
        "title":"Servicios Publicos/Negocios Agricolas. Libro del Profesor (Public Services/Agribusiness. Teacher's Guide). B4. CHOICE (Challenging Options in Career Education)."},
      {
        "id":"ED271245",
        "title":"Construccion/Communicacion y Medios Publicitarios. Libro del Profesor (Construction/Communication &amp; Media. Teacher's Guide). B5. CHOICE (Challenging Options in Career Education)."},
      {
        "id":"ED271246",
        "title":"Manufactura/Mercadeo y Distribucion. Libro del Profesor (Manufacturing/Marketing &amp; Distribution. Teacher&apos;s Guide). B6. CHOICE (Challenging Options in Career Education)."},
      {
        "id":"ED271248",
        "title":"Wichita's Hispanics: Tensions, Concerns, and the Migrant Stream."},
      {
        "id":"ED271255",
        "title":"Preventive Medical Care, Morbidity, and Mortality among Children of Migrant Farm Workers. CDE Working Paper 84-37."},
      {
        "id":"ED271259",
        "title":"Searchable Fields in ERIC: A Computer User's Guide via BRS, DIALOG, ORBIT."},
      {
        "id":"ED271269",
        "title":"Developing Local Businesses as Job Providers. Hard Times: Communities in Transition."},
      {
        "id":"ED271270",
        "title":"Commercial Sector Development in Rural Communities: Trade Area Analysis. Hard Times: Communities in Transition."},
      {
        "id":"ED271271",
        "title":"Assessing, Managing, and Mitigating the Impacts of Economic Decline: A Community Perspective. Hard Times: Communities in Transition."},
      {
        "id":"ED271272",
        "title":"Interdependencies of Agriculture and Rural Communities in the Twenty-First Century: The North Central Region. Conference Proceedings."},
      {
        "id":"ED271273",
        "title":"The School Psychologist in the Rural Education Context."},
      {
        "id":"ED271274",
        "title":"Prevention of Mental Retardation in Rural America."},
      {
        "id":"ED271275",
        "title":"Rural Collaboratives: A Review of the Research."},
      {
        "id":"ED271276",
        "title":"A Directory of Organizations and Activities in American Indian Education."},
      {
        "id":"ED271282",
        "title":"The Hired Farm Working Force of 1983: A Statistical Profile. Agricultural Economic Report No. 554."},
      {
        "id":"ED271285",
        "title":"Developing a Computer-Assisted Strategy Training Procedure for Children with Learning Deficiencies to Solve Addition and Subtraction Word Problems."},
      {
        "id":"ED271287",
        "title":"Attributional and Performance Effects of Competitive and Individualistic Feedback in Computer Assisted Mathematics Instruction."},
      {
        "id":"ED271288",
        "title":"Problem-Solving Rules for Genetics."},
      {
        "id":"ED271293",
        "title":"Issues in Linking Research to Science Teaching. Information Bulletin No. l."},
      {
        "id":"ED271294",
        "title":"Electricity for a Developing World: New Directions. Worldwatch Paper 70."},
      {
        "id":"ED271299",
        "title":"Conservation Plants for the Northeast. Program Aid No. 1154."},
      {
        "id":"ED271300",
        "title":"America's Soil and Water: Condition and Trends."},
      {
        "id":"ED271301",
        "title":"Recognizing the Superior Science Teacher of the Handicapped. Final Report."},
      {
        "id":"ED271302",
        "title":"Technology and the Role of Affect in Teaching Mathematical Problem Solving."},
      {
        "id":"ED271303",
        "title":"Invite Birds to Your Home. Conservation Plantings for the Midwest."},
      {
        "id":"ED271304",
        "title":"Invite Birds to Your Home. Conservation Plantings for the Northeast."},
      {
        "id":"ED271305",
        "title":"Invite Birds to Your Home. Conservation Plantings for the Northwest. Program Aid 1094."},
      {
        "id":"ED271306",
        "title":"Invite Birds to Your Home. Conservation Plantings for the Southeast. Program Aid 1093."},
      {
        "id":"ED271307",
        "title":"Rear Admirals and Biochemists: Why Do They Want to Teach High School?"},
      {
        "id":"ED271308",
        "title":"Performance on Addition and Subtraction Problems: Results from Achievement Monitoring Tests--Sandy Bay Study, Working Paper No. 325."},
      {
        "id":"ED271309",
        "title":"Mathematical Knowledge and School Work: A Case Study of the Teaching of Developing Mathematical Processes."},
      {
        "id":"ED271310",
        "title":"Curriculum Materials, Teacher Talk, and Student Learning: Case Studies in Fifth-Grade Science Teaching. Research Series No. 171."},
      {
        "id":"ED271312",
        "title":"Writing Your Own Interactive Software for the Macintosh."},
      {
        "id":"ED271313",
        "title":"When and Why Girls &quot;Leak&quot; out of High School Mathematics: A Closer Look."},
      {
        "id":"ED271315",
        "title":"Plants for Coastal Dunes of the Gulf and South Atlantic Coasts and Puerto Rico. Agriculture Information Bulletin 460."},
      {
        "id":"ED271316",
        "title":"Basic Research: The Key to Economic Competitiveness."},
      {
        "id":"ED271317",
        "title":"Conservation and Environmental Education in Southern Appalachian Schools. A Report of a Needs Assessment."},
      {
        "id":"ED271318",
        "title":"Patterns of Academic Work in Junior High School Science, English, and Mathematics Classes: A Final Report. Research on Classroom Learning and Teaching Program."},
      {
        "id":"ED271319",
        "title":"Managing Students' Work in Secondary Classrooms: Practical Lessons from a Study of Classroom Tasks."},
      {
        "id":"ED271322",
        "title":"The Construction of Logic in School Subjects: The Case of Multidigit Subtraction."},
      {
        "id":"ED271323",
        "title":"University Funding. Federal Funding Mechanisms in Support of University Research. Report to the Chairman, Committee on Science and Technology, House of Representatives."},
      {
        "id":"ED271324",
        "title":"Patent Policy. Universities' Research Efforts under Public Law 96-517. Report to the Honorable Robert Dole, United States Senate."},
      {
        "id":"ED271326",
        "title":"National Science Foundation - Annual Report 1985. Thirty-Fifth Annual Report for Fiscal Year 1985."},
      {
        "id":"ED271336",
        "title":"Arts and Learning SIG. Proceedings of the Annual Meeting of the American Educational Research Association (Chicago, Illinois, March 31-April 4, 1985)."},
      {
        "id":"ED271344",
        "title":"Distinctive Qualities of the Catholic School. NCEA Keynote Series, No. 1."},
      {
        "id":"ED271347",
        "title":"Commission on Bicentennial of Constitution of United States. Joint Hearing before the Subcommittee on Compensation and Employee Benefits and the Subcommittee on Census and Population of the Committee on Post Office and Civil Service. House of Representatives, Ninety-Ninth Congress. First Session. (December 5, 1985)."},
      {
        "id":"ED271350",
        "title":"Perinatal Mortality in the United States, 1950-81."},
      {
        "id":"ED271351",
        "title":"History, Geography, and Citizenship: The Teacher's Role. Ethics and Public Policy Essay 64."},
      {
        "id":"ED271352",
        "title":"Catechetics in the Catholic School. NCEA Keynote Series, No. 10."},
      {
        "id":"ED271353",
        "title":"American Folk Music and Folklore Recordings 1984: A Selected List."},
      {
        "id":"ED271354",
        "title":"American Folk Music and Folklore Recordings 1983: A Selected List."},
      {
        "id":"ED271355",
        "title":"Missionaries, Anthropologists, and Cultural Change [Part I]. Studies in Third World Societies. Publication Number Twenty-Five."},
      {
        "id":"ED271356",
        "title":"Japan's Influence on Chinese Education."},
      {
        "id":"ED271360",
        "title":"Interface between Education and State Policy: Australia. Asia and the Pacific Programme of Educational Innovation for Development, Education and Polity, No. 2."},
      {
        "id":"ED271361",
        "title":"Learning Experiences in Population Education. Population Education Programme Service, Volume 2. For the Formal Education System."},
      {
        "id":"ED271362",
        "title":"Learning Experiences in Population Education. Population Education Programme Service, Volume 3. For the Non-Formal Education System."},
      {
        "id":"ED271363",
        "title":"Towards Equality of Educational Opportunity: Inter-Country Exchange of Experiences. Report of the Visits of the Panel on the Education of Girls (9th, Bangkok, Thailand, May 27-June 10, 1985)."},
      {
        "id":"ED271364",
        "title":"Predictors of Global Awareness and Concern among Secondary School Students."},
      {
        "id":"ED271365",
        "title":"The Comparative Study of Foreign Policy: Perspectives on the Future."},
      {
        "id":"ED271366",
        "title":"Anthropologists and Missionaries. Part II. Studies in Third World Societies. Publication Number Twenty-Six."},
      {
        "id":"ED271367",
        "title":"The Rise and Fall of Democracies in Third World Societies. Studies in Third World Societies. Publication Number Twenty-Seven."},
      {
        "id":"ED271368",
        "title":"Anthropology and International Business. Studies in Third World Societies. Publication Number Twenty-Eight."},
      {
        "id":"ED271369",
        "title":"Social Sciences in the People's Republic of China: Annotated Bibliography."},
      {
        "id":"ED271370",
        "title":"Evaluative Research in Population Education: Manual Arising out of a Regional Training Workshop (Manila, May 20-31, 1985). Population Education Programme Service."},
      {
        "id":"ED271371",
        "title":"First Report of the Commission on the Bicentennial of the United States Constitution."},
      {
        "id":"ED271372",
        "title":"How to Incorporate the Computer into the Social Studies Classroom."},
      {
        "id":"ED271375",
        "title":"Women As Outsiders within Organizations."},
      {
        "id":"ED271376",
        "title":"Teaching Standard Rhythm Notation through Children's Spontaneous Notations: An Example of Reflection-in-Action."},
      {
        "id":"ED271378",
        "title":"Student Characteristics, Learning and Curriculum in Japan."},
      {
        "id":"ED271387",
        "title":"Japanese Education and the Development of Postwar Educational Policy, 1945-1985."},
      {
        "id":"ED271388",
        "title":"Personal Income Distribution and Its Influence on Education in Japan."},
      {
        "id":"ED271389",
        "title":"Psychocultural Environments for Children's Learning in Japan."},
      {
        "id":"ED271390",
        "title":"The Influence of Western Philosophy and Theories of Psychology and Education on Contemporary Educational Theory and Practice in Japan. Final Report."},
      {
        "id":"ED271391",
        "title":"An Analysis of Cognitive, Non-Cognitive, and Behavioral Characteristics of Students in Japan."},
      {
        "id":"ED271392",
        "title":"Classroom Discipline and Management in Japanese Elementary School Classrooms."},
      {
        "id":"ED271393",
        "title":"Creativity and Japanese Education."},
      {
        "id":"ED271394",
        "title":"An Analysis of Japanese and American Textbooks in Mathematics."},
      {
        "id":"ED271395",
        "title":"Analyses and Comparisons of Science Curricula in Japan and the United States."},
      {
        "id":"ED271396",
        "title":"The Quality and Socioeconomic Status of Teachers in Japan. Final Report."},
      {
        "id":"ED271397",
        "title":"The Influence of Class Management and Student Guidance upon Academic Work at the Elementary and Lower Secondary Education Levels in Japan."},
      {
        "id":"ED271398",
        "title":"Teachers in the United States."},
      {
        "id":"ED271399",
        "title":"Education and Labor Force Skills in Postwar Japan. Final Report."},
      {
        "id":"ED271400",
        "title":"Developmental Perspectives on the Education and Economic Activities of Japanese Women."},
      {
        "id":"ED271401",
        "title":"Occupational Information, Placement and Choices for the Japanese Youths."},
      {
        "id":"ED271402",
        "title":"Postsecondary Plans of U.S. and Japanese High School Seniors: An Introductory Comparative Analysis."},
      {
        "id":"ED271403",
        "title":"Vocational and Occupational Training of Non-College Bound Youth."},
      {
        "id":"ED271404",
        "title":"Career Counseling for Non-College Bound High School Seniors in Japan."},
      {
        "id":"ED271417",
        "title":"A (Philadelphia) Teacher's Journal."},
      {
        "id":"ED271420",
        "title":"Student Teacher Evaluation: Development of a Summative Evaluation Instrument for Use at the Secondary Level."},
      {
        "id":"ED271422",
        "title":"Effective Classroom Management and Instruction: An Exploration of Models. Final Report."},
      {
        "id":"ED271423",
        "title":"Effective Classroom Management and Instruction: An Exploration of Models. Executive Summary of Final Report."},
      {
        "id":"ED271426",
        "title":"Integrating Teaching and Testing. A School-Based Staff Development Program for Improving the Quality of Instruction in High Schools. A Planning Guide for Administrators and Lead Teachers. Field Review Copy."},
      {
        "id":"ED271429",
        "title":"The Hidden Costs of Mandating Extended Teacher Preparation. AILACTE Occasional Paper No. 1."},
      {
        "id":"ED271430",
        "title":"The Instructional Supervision of Student Teachers."},
      {
        "id":"ED271434",
        "title":"The Relationship between the Perceived Level of Decisional Participation of Secondary School Teachers and Their Job Satisfaction: A Discrepancy Approach. Working Paper No. 272."},
      {
        "id":"ED271437",
        "title":"Reducing Interviewer Effects on Health Survey Data. Executive Summary."},
      {
        "id":"ED271438",
        "title":"Teacher Education Policy in the States: 50-State Survey of Legislative and Administrative Actions. June 1986 Edition."},
      {
        "id":"ED271446",
        "title":"The Academy in Mentoring: A Model for Encouraging the Academic Achievement of Young Adolescent Girls."},
      {
        "id":"ED271449",
        "title":"A Center on Effective Secondary Schools. Final Report of Planning Grant."},
      {
        "id":"ED271451",
        "title":"Perceived Fears of Selected University Students."},
      {
        "id":"ED271452",
        "title":"Teacher Performance Appraisal System Training: A Report of Outcomes."},
      {
        "id":"ED271453",
        "title":"Teacher Performance Appraisal System. The Standards and Processes for Use."},
      {
        "id":"ED271464",
        "title":"Information Desired by Teachers in Instructional Consultation."},
      {
        "id":"ED271465",
        "title":"Nutrition Education: An Integrated Multidisciplinary Approach. Nutrition Education Curriculum for Georgia Middle Schools, Grades 5-8."},
      {
        "id":"ED271467",
        "title":"The National Commission for Excellence in Teacher Education. Final Report."},
      {
        "id":"ED271471",
        "title":"Changes in High Schools: What Is Happening--What Is Wanted."},
      {
        "id":"ED271472",
        "title":"A Review of Research on Learning to Teach."},
      {
        "id":"ED271473",
        "title":"Classroom Management in Junior High and Middle Schools: Findings from Two Studies. R&D Report No. 6156."},
      {
        "id":"ED271474",
        "title":"Irregular Teacher Certification Policies. What Research Says about Series, Number 3."},
      {
        "id":"ED271475",
        "title":"Teacher Socialization through Career Crises."},
      {
        "id":"ED271477",
        "title":"Teacher Mentoring. ERIC Digest #7."},
      {
        "id":"ED271478",
        "title":"Problems Related to the Use of Conventional and Item Response Theory Equating Methods in Less than Optimal Circumstances."},
      {
        "id":"ED271481",
        "title":"The Effects of Formal Reasoning Task's Characteristics on the Responses of Different Age Group Students."},
      {
        "id":"ED271483",
        "title":"Rating Format Effects on Rater Agreement and Reliability."},
      {
        "id":"ED271487",
        "title":"Information on the Recommendations of the Superintendent's Study Group on MEAP Plans for the Future."},
      {
        "id":"ED271489",
        "title":"Indicators of Educational Need."},
      {
        "id":"ED271492",
        "title":"Adjusting Scores on Examinations Offering a Choice of Questions."},
      {
        "id":"ED271493",
        "title":"Type I Error in the Single Group Repeated Measures Design with Multiple Measures per Occasion."},
      {
        "id":"ED271495",
        "title":"A Time-Series Analysis of Student and Teacher Interaction."},
      {
        "id":"ED271497",
        "title":"A Study of the Stability of School Effectiveness Measures across Grades and Subject Areas."},
      {
        "id":"ED271499",
        "title":"Tests of Variance Equality When Distributions Differ in Form, Scale and Location."},
      {
        "id":"ED271500",
        "title":"Standardized Reading Scores as Predictors of Low Income Black Students' Ability to Read Text."},
      {
        "id":"ED271501",
        "title":"Questionnaire Design and Use Revisited: Recent Developments and Issues in Survey Research."},
      {
        "id":"ED271503",
        "title":"A Meta-Analysis of Suggestopedia, Suggestology, Suggestive-accelerative Learning and Teaching (SALT), and Super-learning."},
      {
        "id":"ED271504",
        "title":"The Robustness of LISREL Estimates in Structural Equation Models with Categorical Variables."},
      {
        "id":"ED271505",
        "title":"Measuring Self-Efficacy: Preliminary Steps in the Development of a Multi-Dimensional Instrument."},
      {
        "id":"ED271506",
        "title":"Virgin Islands of the United States Public School Basic Skills Achievement Survey. Technical Report #4. Summation and Recommendations."},
      {
        "id":"ED271508",
        "title":"Score Change Partitioning Analysis of NLS and HSB Test Data."},
      {
        "id":"ED271509",
        "title":"The Use of the Zone of Proximal Development in Everyday and School Contexts: A Vygotskian Critique."},
      {
        "id":"ED271510",
        "title":"Effects of Ability Grouping in Secondary Schools in Great Britain."},
      {
        "id":"ED271511",
        "title":"Users Manual: Supplemental Survey of High School and Beyond."},
      {
        "id":"ED271513",
        "title":"Prediction of College Graduation Using Noncognitive Variables by Race."},
      {
        "id":"ED271516",
        "title":"Generic Problem Solving Skills: Are They Misnomers as Constructs of Educational Outcomes?"},
      {
        "id":"ED271517",
        "title":"Factors Associated with Decline of Test Scores of High School Seniors, 1972 to 1980. A Study of Excellence in High School Education: Educational Policies, School Quality, and Student Outcomes. Contractor Report."},
      {
        "id":"ED271518",
        "title":"A Description of Compensatory Services in High-Poverty Schools. Sustaining Effects Study Technical Report No. 18."},
      {
        "id":"ED271519",
        "title":"Background, Schooling, and Achievement. Sustaining Effects Study Technical Report 20."},
      {
        "id":"ED271523",
        "title":"Use of Licit and Illicit Drugs by America's High School Students, 1975-1984."},
      {
        "id":"ED271527",
        "title":"Money Income of Households, Families, and Persons in the United States: 1984."},
      {
        "id":"ED271531",
        "title":"Meeting the Needs of Homeless Youth. A Report of the Homeless Youth Steering Committee."},
      {
        "id":"ED271535",
        "title":"The Role of Teachers&apos; Personal Practical Knowledge in Effecting Board Policy. Volume 1: Problem, Method, and Guiding Conception."},
      {
        "id":"ED271536",
        "title":"The Role of Teachers&apos; Personal Practical Knowledge in Effecting Board Policy. Volume II: Development and Implementation of a Race Relations Policy by Toronto Board of Education."},
      {
        "id":"ED271537",
        "title":"The Role of Teachers&apos; Personal Practical Knowledge in Effecting Board Policy. Volume III: Teachers&apos; Personal Practical Knowledge."},
      {
        "id":"ED271538",
        "title":"The Role of Teachers&apos; Personal Practical Knowledge in Effecting Board Policy. Volume IV: Teachers&apos; Personal Practical Knowledge and Race Relations."},
      {
        "id":"ED271543",
        "title":"Elementary and Secondary Civil Rights Survey, 1984. National Summaries."},
      {
        "id":"ED271544",
        "title":"Elementary and Secondary Schools Civil Rights Survey, 1984. State Summaries."},
      {
        "id":"ED271545",
        "title":"Elementary and Secondary Civil Rights Survey, 1984. District Summary Volumes 1 and 2."},
      {
        "id":"ED271546",
        "title":"Poverty, Achievement and the Distribution of Compensatory Education Services. An Interim Report from the National Assessment of Chapter 1."},
      {
        "id":"ED271548",
        "title":"Theoretical Approaches to the Study of Career Mobility: Applications to Administrative Career Mobility in Colleges and Universities."},
      {
        "id":"ED271550",
        "title":"Education for Work: An Integration of Vocational Education and Employer Sponsored Training in Minnesota. Project Number Thirteen."},
      {
        "id":"ED271551",
        "title":"Extension Agents as Educators for Local Volunteer Development."},
      {
        "id":"ED271552",
        "title":"Implications of the U.S. Cooperative Extension Service for Agricultural Extension in Developing Countries."},
      {
        "id":"ED271553",
        "title":"Social Competence and Inservice Training Needs of Village Level Extension Agents in Sri Lanka."},
      {
        "id":"ED271554",
        "title":"State Governance of Vocational Education, 1986."},
      {
        "id":"ED271556",
        "title":"Microcomputer Applications in Agriculture."},
      {
        "id":"ED271557",
        "title":"Introduction to Welding."},
      {
        "id":"ED271558",
        "title":"Small Engine Repair. Two-Stroke and Four-Stroke Cycle."},
      {
        "id":"ED271559",
        "title":"Employment in Agribusiness."},
      {
        "id":"ED271562",
        "title":"Authority Relations at School and Work: A Case Study of Office Education."},
      {
        "id":"ED271564",
        "title":"System Building in Chewable Bites: The Application of Strategic Issue Management in Employment and Training. Issue Paper No. 1."},
      {
        "id":"ED271565",
        "title":"Making Effective Youth Programming Choices under JTPA. Issue Paper No. 3."},
      {
        "id":"ED271566",
        "title":"Beyond the Model: An Approach to Negotiating JTPA Performance Standards. Technical Assistance Guide."},
      {
        "id":"ED271567",
        "title":"Labor Market Changes in the Next Ten Years. Issue Paper No. 4."},
      {
        "id":"ED271569",
        "title":"Inflammation. Courseware Evaluation for Vocational and Technical Education."},
      {
        "id":"ED271570",
        "title":"Safety Measures with Communicable Diseases. Courseware Evaluation for Vocational and Technical Education."},
      {
        "id":"ED271571",
        "title":"Introduction to Nursing Diagnosis. Courseware Evaluation for Vocational and Technical Education."},
      {
        "id":"ED271572",
        "title":"Special Answers for Special Needs. A Guide to Available 310 Resources."},
      {
        "id":"ED271574",
        "title":"Graphics Specialist (AFSC 23151)."},
      {
        "id":"ED271577",
        "title":"Vocational Education and the Public Schools: A Chief State School Officer's Perspective. Occasional Paper No. 117."},
      {
        "id":"ED271578",
        "title":"Current Issues and Concerns in Scottish Vocational Education Research and Development. Occasional Paper No. 118."},
      {
        "id":"ED271579",
        "title":"Ohio Continuing Higher Education Association Summer Conference. Proceedings (Mount Sterling, Ohio, July 23-25, 1986)."},
      {
        "id":"ED271581",
        "title":"Focus on Questioning: Skills for Paraprofessionals. Trainer's Guide."},
      {
        "id":"ED271582",
        "title":"Focus on Listening: Skills for Paraprofessionals. Trainer's Guide."},
      {
        "id":"ED271583",
        "title":"Model Entrepreneurship Programs. Special Publication Series No. 53."},
      {
        "id":"ED271584",
        "title":"Economic Value of Entrepreneurship. Special Publication Series No. 54."},
      {
        "id":"ED271585",
        "title":"Current World Trends in Adult Education."},
      {
        "id":"ED271594",
        "title":"From Homemaking to Entrepreneurship: A Readiness Training Program."},
      {
        "id":"ED271596",
        "title":"Employee Turnover in the Federal Government. A Special Study."},
      {
        "id":"ED271597",
        "title":"Training Requirements in OSHA Standards and Training Guidelines."},
      {
        "id":"ED271599",
        "title":"School-Related Packages to Support OS:IS. A Feasibility Study."},
      {
        "id":"ED271600",
        "title":"Skill Deterioration and Retraining Needs of Navy Individual Ready Reservists. Technical Report 86-007."},
      {
        "id":"ED271601",
        "title":"The Coal Employment Project--How Women Can Make Breakthroughs into Nontraditional Industries."},
      {
        "id":"ED271602",
        "title":"The School's Role in the Transition from Education to Work: Current Conditions and Future Prospects. Report No. 362."},
      {
        "id":"ED271603",
        "title":"Community Involvement in Transportation Planning. Technical Report Series 37."},
      {
        "id":"ED271604",
        "title":"Farm Viability: Results of the USDA Family Farm Surveys. Rural Development Research Report No. 60."},
      {
        "id":"ED271605",
        "title":"National Women's Employment and Education Project."},
      {
        "id":"ED271616",
        "title":"Implementing Training for Correctional Educators. Correctional/Special Education Training Project."},
      {
        "id":"ED271617",
        "title":"Correctional Education/The Criminal Justice System. Teacher Training Module #1. Correctional/Special Education Training Project."},
      {
        "id":"ED271618",
        "title":"Characteristics of Exceptional Populations. Teacher Training Module #2. Correctional/Special Education Training Project."},
      {
        "id":"ED271619",
        "title":"Overview of Special Education. Teacher Training Module #3. Correctional/Special Education Training Project."},
      {
        "id":"ED271620",
        "title":"Overview of PL 94-142 and IEPs. Teacher Training Module #4. Correctional/Special Education Training Project."},
      {
        "id":"ED271621",
        "title":"Assessment of Exceptional Individuals. Teacher Training Module #5. Correctional/Special Education Training Project."},
      {
        "id":"ED271622",
        "title":"Curriculum for Exceptional Individuals. Teacher Training Module #6. Correctional/Special Education Training Project."},
      {
        "id":"ED271623",
        "title":"Instructional Methods and Strategies. Teacher Training Module #7. Correctional/Special Education Training Project."},
      {
        "id":"ED255577",
        "title":"The Prediction of Training Device Effectiveness: A Review of Army Models."},
      {
        "id":"ED255580",
        "title":"A Quantitative Review of Research on Multiple-Choice Item Writing."},
      {
        "id":"ED255581",
        "title":"Recent Developments in Assessment and Examination Procedures in France."},
      {
        "id":"ED255583",
        "title":"Teacher Education and Computer Centers, 1983-84 Evaluation Report."},
      {
        "id":"ED255584",
        "title":"A Review of Programs and Stratigies Used in Other American School Systems for Improving Student Achievement."},
      {
        "id":"ED255590",
        "title":"Thirty Years After Brown."},
      {
        "id":"ED255592",
        "title":"Black History Month: A Reflection and Recognition of the African American Family. Revised."},
      {
        "id":"ED255595",
        "title":"Hispanic School Dropouts: The Extent and Relevance of Pre-High School Attrition and Delayed Education."},
      {
        "id":"ED255597",
        "title":"Hawaiian Studies Curriculum Guide. Grade 4."},
      {
        "id":"ED255600",
        "title":"The 1984 Bilingual Education Act."},
      {
        "id":"ED255601",
        "title":"Application of Innovation Configurations to a Trainer of Trainers Program. Bilingual Education Paper Series Vol. 6 No. 3."},
      {
        "id":"ED255602",
        "title":"Building Capacity and Commitment in Bilingual Education: A Practical Guide for Educators."},
      {
        "id":"ED255603",
        "title":"Bilingual Education and Social Integration. Bilingual Education Paper Series, Vol. 7, No. 2."},
      {
        "id":"ED255605",
        "title":"Sharing Successes Across Network Institutions: A Status Report 1983."},
      {
        "id":"ED255606",
        "title":"Sharing Successes across Network Institutions: A Status Report 1984."},
      {
        "id":"ED255607",
        "title":"A Longitudinal Study of a Metropolitan Voluntary Desegregation Plan."},
      {
        "id":"ED255608",
        "title":"A Study of Intergovernmental Relations in Compensatory Education."},
      {
        "id":"ED255610",
        "title":"Studies on Sociocultural Issues Involving Hispanics in the Military: An Annotated Bibliography."},
      {
        "id":"ED255611",
        "title":"An Exploratory Study of the Impact of Parent Advisory Councils on the Management and Administration of Title I Programs at the Local Level. Volume II Final Report and Volume III Appendices."},
      {
        "id":"ED255612",
        "title":"Oversight Hearing on the EEOC&apos;s Enforcement Policies. Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor, House of Representatives, Ninety-Eighth Congress, Second Session (Washington, DC, December 14, 1984)."},
      {
        "id":"ED255613",
        "title":"Strong Internal Controls at Service Delivery Level Will Help Prevent CETA-Type Fraud and Abuse in Job Training Partnership Act Programs. Report to Senator Sam Nunn, Ranking Minority Member, Permanent Subcommittee on Investigations, Senate Committee on Governmental Affairs."},
      {
        "id":"ED255619",
        "title":"Minnesota K-12 Education: The Current Debate, the Present Condition. A Report of the CURA/College of Education Project on the Future of K-12 Public Education in Minnesota."},
      {
        "id":"ED255621",
        "title":"Minnesota Citizen Attitudes towards Public Education."},
      {
        "id":"ED255625",
        "title":"Asian and Pacific Islander Population by State: 1980. Census of Population Supplementary Report."},
      {
        "id":"ED255629",
        "title":"Adult Cycling. An Instructor's Manual. Series MR-001, Publication Number 78-016-01."},
      {
        "id":"ED255634",
        "title":"Adult Literacy Policies and Performance in the SADCC Region (Southern Africa)."},
      {
        "id":"ED255635",
        "title":"Assessing Learning Time at the Co-op Training Station. Special Publication Series No. 50."},
      {
        "id":"ED255638",
        "title":"Opening Doors. A Practical Guide for Job Hunting."},
      {
        "id":"ED255639",
        "title":"Opening Doors. A Practical Guide for Job Hunting. Leader Guide."},
      {
        "id":"ED255640",
        "title":"Managing Learning Time: A Professional Development Guide. Leadership Training Series No. 69."},
      {
        "id":"ED255641",
        "title":"Managing Learning Time: A Vocational Educator&apos;s Handbook. Special Publications Series No. 45."},
      {
        "id":"ED255642",
        "title":"Curriculum Development and Articulation. Is It Really Necessary?"},
      {
        "id":"ED255643",
        "title":"Critical Skill Needs and Vocational Education in the 1980s. NIWL Critical Skills Program."},
      {
        "id":"ED255645",
        "title":"An Analysis of the Career Aspirations of Disadvantaged Students Enrolled in Vocational Education Programs. Final Report from July 1, 1982 to August 31, 1984."},
      {
        "id":"ED255646",
        "title":"High School Industrial Arts. A Guide for Teachers."},
      {
        "id":"ED255649",
        "title":"Development of Chemical Analysis Training Programs for Fisheries Technicians Utilizing an Interactive Microcomputer Videotape System. Final Report."},
      {
        "id":"ED255654",
        "title":"Robotics Applications for the Curriculum to Reflect Technology."},
      {
        "id":"ED255662",
        "title":"Protecting Our Own. Community Child Passenger Safety Programs."},
      {
        "id":"ED255663",
        "title":"Fulfilling the Promise: A Guide to the Sex Equity Provisions of the Vocational Education Act. PEER Policy Paper."},
      {
        "id":"ED255664",
        "title":"AVENUES. A Career Education Series."},
      {
        "id":"ED255665",
        "title":"Artificial Intelligence: An Analysis of Potential Applications to Training, Performance Measurement, and Job Performance Aiding. Interim Report for Period September 1982-July 1983."},
      {
        "id":"ED255666",
        "title":"Standards for Excellence in Trade and Industrial Education."},
      {
        "id":"ED255668",
        "title":"Guidelines for Evaluating, Reviewing and Enhancing Employment-Related Services for People with Developmental Disabilities."},
      {
        "id":"ED255669",
        "title":"Maintain an Occupational Advisory Committee. Second Edition. Module A-5 of Category A--Program Planning, Development, and Evaluation. Professional Teacher Education Module Series."},
      {
        "id":"ED255671",
        "title":"Task Analysis and Descriptions of Required Job Competencies of Robotics/Automated Systems Technicians. Outlines for New Courses and Modules."},
      {
        "id":"ED255672",
        "title":"An Assessment of the State of the Art of Curriculum Materials and a Status Assessment of Training Programs for Robotics/Automated Systems Technicians. Task Analysis and Descriptions of Required Job Competencies of Robotics/Automated Systems Technicians."},
      {
        "id":"ED255673",
        "title":"Robotics/Automated Systems Task Analysis and Description of Required Job Competencies Report. Task Analysis and Description of Required Job Competencies of Robotics/Automated Systems Technicians."},
      {
        "id":"ED255674",
        "title":"Task Analysis and Job Descriptions for Robotics/Automated Systems Technicians. Final Report. Volume 1."},
      {
        "id":"ED255675",
        "title":"Task Analysis and Descriptions of Required Job Competencies for Robotics/Automated Systems Technicians. Final Report. Volume 2. Curriculum Planning Guide."},
      {
        "id":"ED255686",
        "title":"The Employment/Economic Development Connection: New Tools, New Roles, New Directions. A Guidebook."},
      {
        "id":"ED255687",
        "title":"Strategies for Youth at Risk."},
      {
        "id":"ED255688",
        "title":"Moving Disabled People into the Workforce."},
      {
        "id":"ED255692",
        "title":"An Investigation of Differential Encoding and Retrieval in Older Adult College Students."},
      {
        "id":"ED255701",
        "title":"Options for Conducting a Pay Equity Study of Federal Pay and Classification Systems."},
      {
        "id":"ED255703",
        "title":"Small Business Opportunities for Vietnam Veterans. Hearing before the Committee on Small Business, House of Representatives, Ninety-Eighth Congress, Second Session (Boston, Massachusetts)."},
      {
        "id":"ED255705",
        "title":"Report Card on a National Literacy Program: The Case of Botswana."},
      {
        "id":"ED255715",
        "title":"Apprenticeship in the 80's. A Training Program for the Bureau of Apprenticeship and Training."},
      {
        "id":"ED255716",
        "title":"Vocational Assessment Instruments Reference Guide. A Review of Interest, Aptitude &amp; Pre-Employment/Job Readiness Tests."},
      {
        "id":"ED255717",
        "title":"Competency-Based Instruction. A Guide in Developing Youth Employment Competencies."},
      {
        "id":"ED255718",
        "title":"Job Training Partnership Act: Initial Implementation of Program for Disadvantaged Youth and Adults."},
      {
        "id":"ED255719",
        "title":"Climate for Entrepreneurship and Innovation in the United States. Hearings before the Joint Economic Committee, Congress of the United States, Ninety-Eighth Congress, Second Session. Part 1. August 7, 1984--Role of Governmental Labs in Regional Development. August 9, 1984--State Innovation Strategies."},
      {
        "id":"ED255720",
        "title":"Climate for Entrepreneurship and Innovation in the United States. Hearings before the Joint Economic Committee, Congress of the United States, Ninety-Eighth Congress, Second Session. Part 2. August 27 and 28, 1984--A Silicon Valley Perspective. August 30 and 31, 1984--A Route 128 Perspective."},
      {
        "id":"ED255721",
        "title":"Climate for Entrepreneurship and Innovation in the United States. Hearing before the Joint Economic Committee, Congress of the United States, Ninety-Eighth Congress, Second Session. Part 3. The Role of Universities in High Technology Development."},
      {
        "id":"ED255723",
        "title":"Retraining the Older Worker for Changing Technology: Programs and Practices."},
      {
        "id":"ED255729",
        "title":"Technological Literacy Skills Everybody Should Learn. Ideas for Action in Education and Work."},
      {
        "id":"ED255730",
        "title":"Technological Literacy: What Industry Can Offer. Ideas for Action in Education and Work."},
      {
        "id":"ED255731",
        "title":"Career Redirections for Adults."},
      {
        "id":"ED255734",
        "title":"Secondary Area Vocational Skills Centers in Washington State: Issues, Trends and Choices for the Future. A Review of Present Status and National Patterns with Alternatives for Policy Decisions."},
      {
        "id":"ED255735",
        "title":"Armor Procedural Skills: Learning and Retention. Technical Report 621."},
      {
        "id":"ED255737",
        "title":"Effects of Allocated Time Differences in Vocational Home Economics Community and Home Service Programs."},
      {
        "id":"ED255740",
        "title":"Future Influences on Vocational Education. Special Publication Series No. 46."},
      {
        "id":"ED255743",
        "title":"LRPSI Staff Development Actitivies. Final Report."},
      {
        "id":"ED255758",
        "title":"The Ecology of Older Adult Locus of Control, Mindlessness, and Self-Esteem: A Review of Research and Educational Implications."},
      {
        "id":"ED255760",
        "title":"Laser Applications: Implications for Vocational Education."},
      {
        "id":"ED255761",
        "title":"Critical Evaluation for Vocational Education."},
      {
        "id":"ED255762",
        "title":"Reconceptualization of Vocational Education Program Evaluation."},
      {
        "id":"ED255763",
        "title":"Forces and Factors Likely to Influence Vocational Education: Career Plans and Immigration."},
      {
        "id":"ED255764",
        "title":"Involving Business, Industry, and Labor: Guidelines for Planning and Evaluating Vocational Education Programs. Research and Development Series No. 250."},
      {
        "id":"ED255765",
        "title":"A Guide to Linkages between Vocational Education and Organized Labor in the United States. Research and Development Series No. 252."},
      {
        "id":"ED255769",
        "title":"Molokai Farm Project. An Agricultural Training Program of the Maui Community College, University of Hawaii. Report for Fiscal Year 1982-83."},
      {
        "id":"ED255770",
        "title":"Nontechnical Training Requirements of Secretarial Personnel in Selected Chicago Businesses."},
      {
        "id":"ED255771",
        "title":"Competency-Based Teacher Education Workshops in CBE/ESL."},
      {
        "id":"ED255773",
        "title":"The Impact of the Equal Rights Amendment. Part 1. Hearings before the Subcommittee on the Constitution of the Committee on the Judiciary, United States Senate, Ninety-Eighth Congress, First and Second Sessions (May 26, September 13, November 1, 1983; January 24, February 21, March 20, April 23, and May 23, 1984)."},
      {
        "id":"ED255774",
        "title":"The Impact of the Equal Rights Amendment. Part 2. Hearings before the Subcommittee on the Constitution of the Committee on the Judiciary, United States Senate, Ninety-Eighth Congress, First and Second Sessions (June 22, August 7, and September 19, 1984)."},
      {
        "id":"ED255775",
        "title":"Innovative Materials for High Risk ABE Students."},
      {
        "id":"ED255777",
        "title":"Sex Differences in Adolescents' Relations with Grandparents."},
      {
        "id":"ED255778",
        "title":"Rural Elderly: Impact of Social, Psychological Health and Demographic Experiences on Adjustment in Women and Men."},
      {
        "id":"ED255781",
        "title":"Predictors of Emotional Well-Being in Elderly after Hospitalization."},
      {
        "id":"ED255784",
        "title":"Aging and Psychological Distress: Are There Gender Differences?"},
      {
        "id":"ED255786",
        "title":"The Effects of Friendships on Students' Adjustment after the Transition to Junior High School."},
      {
        "id":"ED255789",
        "title":"An Ethical Framework for Long-Term Care Decision Making."},
      {
        "id":"ED255790",
        "title":"Preventive Detention of Juveniles. Hearing before the Subcommittee on Juvenile Justice of the Committee on the Judiciary. United States Senate, Ninety-Eighth Congress, Second Session. Oversight Hearing to Review the Recent Supreme Court Decision Relating to the Pretrial Detention of Juvenile Offenders. Serial No. J-98-145."},
      {
        "id":"ED255792",
        "title":"The Influence of Communicative Effectiveness on Evaluations of Younger and Older Adult Speakers."},
      {
        "id":"ED255794",
        "title":"Empirical Evidence for Childhood Depression."},
      {
        "id":"ED255795",
        "title":"Sex Role Orientation and Adjustment: Comparisons of Four Models."},
      {
        "id":"ED255798",
        "title":"Business Profitability: A Simulation Study of Personalities and Organizational Success."},
      {
        "id":"ED255802",
        "title":"Employee Participation: Not Necessarily the More the Better."},
      {
        "id":"ED255803",
        "title":"A Cognitive-Structural Approach to Counselor Supervision."},
      {
        "id":"ED255805",
        "title":"Counseling Needs among Adult Students on a Community College Campus."},
      {
        "id":"ED255807",
        "title":"Reducing a Child's Television Viewing with a Token-Actuated Timer."},
      {
        "id":"ED255808",
        "title":"Correlates of Success in Lifestyle Change Efforts."},
      {
        "id":"ED255809",
        "title":"Staffing Patterns and State Mental Health Manpower Development."},
      {
        "id":"ED255811",
        "title":"Restraint Theory: The Search for a Mechanism."},
      {
        "id":"ED255813",
        "title":"Analysis of Family Decision-Making in Selection of Alternatives to Institutionalization: A Tool for Service Planners and Providers."},
      {
        "id":"ED255819",
        "title":"Family Stress Theory: Review and Critique."},
      {
        "id":"ED255820",
        "title":"Update of 1983-84 Field Hearings. Hearing before the Select Committee on Narcotics Abuse and Control. House of Representatives, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED255822",
        "title":"A Survey of Members of Congress about Drug Abuse in Their Districts. A Report of the Select Committee on Narcotics Abuse and Control. House of Representatives, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED255823",
        "title":"State and Local Narcotics Law Enforcement Conference. Hearing before the Select Committee on Narcotics Abuse and Control. House of Representatives, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED255824",
        "title":"Drug Abuse Treatment and Prevention--1984. Hearing before the Select Committee on Narcotics Abuse and Control. House of Representatives, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED255825",
        "title":"Federal Drug Law Enforcement and Interdiction. Hearing before the Select Committee on Narcotics Abuse and Control. House of Representatives, Ninety-Eighth Congress, Second Session, May 22, 1984."},
      {
        "id":"ED255826",
        "title":"Violence and Abuse in American Families. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, Ninety-Eighth Congress, Second Session, June 14, 1984."},
      {
        "id":"ED255827",
        "title":"New Directions in Youth Services: Experiences with State-Level Coordination."},
      {
        "id":"ED255831",
        "title":"The Impact of Daughters' Employment on Support Given to Older Parents."},
      {
        "id":"ED255832",
        "title":"The Administration of Case Coordination Programs Serving the Hispanic and Anglo Elderly."},
      {
        "id":"ED255833",
        "title":"Family Expressiveness: Sex and Socioeconomic Class Differences."},
      {
        "id":"ED255834",
        "title":"Social Support: Interrelationships between Type, Source, and Satisfaction."},
      {
        "id":"ED255836",
        "title":"The Study of Race Effects in Objective Indices and Subjective Evaluations of Performance: A Meta-Analysis of Performance Criteria."},
      {
        "id":"ED255837",
        "title":"Equity in Access to Health Promotion and Risk Reduction Services: Implications for Elder Health."},
      {
        "id":"ED255838",
        "title":"Middle School Guidance and Counseling: Suggested Guidelines for School Districts."},
      {
        "id":"ED255840",
        "title":"Dormitory Social Climate and Student Health: A Structural Approach."},
      {
        "id":"ED255841",
        "title":"Decisions about Child Custody: A Comparison of Traditional and Nontraditional Outcome."},
      {
        "id":"ED255847",
        "title":"Psychopathology in Adolescence: Does Development Play a Role?"},
      {
        "id":"ED255849",
        "title":"Private Self-Consciousness, Self-Disclosure, and Loneliness among Adolescents: A Longitudinal Analysis."},
      {
        "id":"ED255851",
        "title":"Social Competence through Problem Solving in Inner City Fifth-Graders: Is It Too Late?"},
      {
        "id":"ED255854",
        "title":"Resisting Pressures to Smoke: A Longitudinal Study."},
      {
        "id":"ED255855",
        "title":"Adolescent Alcohol Abuse. Fastback Series No. 217."},
      {
        "id":"ED255856",
        "title":"Child Sexual Abuse Victims in the Courts. Hearings before the Subcommittee on Juvenile Justice of the Committee on the Judiciary. United States Senate, Ninety-Eighth Congress, Second Session on Oversight Hearings to Consider the Testimony of Children in Sexual Abuse Cases (May 2 and 22, 1984). Serial No. J-98-119."},
      {
        "id":"ED255857",
        "title":"An Examination of Attitude Development toward Reading in Grades One through Six."},
      {
        "id":"ED255859",
        "title":"The Second Year of an Examination of Attitude Development toward Reading in Grades One through Six."},
      {
        "id":"ED255860",
        "title":"Scaffolding: Observing and Responding to Young Children Learning to Read by Reading."},
      {
        "id":"ED255861",
        "title":"Sacred Cows Make Good Hamburger. A Report on a Reading Research Project Titled &quot;Testing the Sacred Cows in Reading.&quot;"},
      {
        "id":"ED255862",
        "title":"Some Temporal Characteristics of Processing during Reading. Technical Report No. 331."},
      {
        "id":"ED255869",
        "title":"Eye Position and Word Identification during Reading. Technical Report No. 333."},
      {
        "id":"ED255871",
        "title":"Learning to Comprehend Written Language."},
      {
        "id":"ED255875",
        "title":"Assessment of Classroom Interaction Dynamics."},
      {
        "id":"ED255883",
        "title":"Reading Study: First-Year Report."},
      {
        "id":"ED255884",
        "title":"The Subtleties and Complexities of Instructional Explanation in Reading: A Case Study of an Expert. Research Series No. 155."},
      {
        "id":"ED255888",
        "title":"One to Grow On. Chapter One in Ohio: Education Consolidation and Improvement Act."},
      {
        "id":"ED255892",
        "title":"Five Problems with Children's Comprehension in the Primary Grades."},
      {
        "id":"ED255907",
        "title":"Cultural and Instructional Influences on Figurative Language Comprehension by Inner City Children. Technical Report No. 335."},
      {
        "id":"ED255909",
        "title":"Parents in Reading: Parents' Booklet."},
      {
        "id":"ED255914",
        "title":"Learning to Write by Talking about Writing: A Summary of Research on Intensive Peer Review in Expository Writing Instruction at the University of Wisconsin-Madison."},
      {
        "id":"ED255918",
        "title":"A Cross-Disciplinary Survey of Writing Expectations."},
      {
        "id":"ED255920",
        "title":"How Teachers Teach the Writing Process. Final Report."},
      {
        "id":"ED255922",
        "title":"International Perspectives on New Models for English Teaching: An Australian Perspective."},
      {
        "id":"ED255932",
        "title":"From Practice to Publish: A Process-centered Approach to Basic Skills English 100."},
      {
        "id":"ED255933",
        "title":"Measures for Research and Evaluation in the English Language Arts. Volume 2."},
      {
        "id":"ED255935",
        "title":"Rhetorical Maturity and Perry's Scheme of Cognitive Complexity."},
      {
        "id":"ED255937",
        "title":"Do Children Judge a Book by Its Cover?"},
      {
        "id":"ED255942",
        "title":"Keystone Writing and Reasoning Skills Workshops."},
      {
        "id":"ED255943",
        "title":"The Computer in the English Class: The Changing Role of the English Teacher."},
      {
        "id":"ED255944",
        "title":"Cinema Screen Advertising: An Old Technology with New Promise for Consumer Marketing."},
      {
        "id":"ED255946",
        "title":"Targeting Audience Subcategories for Specialty Magazines: A Uses and Gratifications Perspective."},
      {
        "id":"ED255953",
        "title":"Forecasting Mass Communication."},
      {
        "id":"ED255956",
        "title":"Sociometry and Classroom Seat Selection."},
      {
        "id":"ED255958",
        "title":"Employer Perceptions of Needed Communication Functions in Business Organizations."},
      {
        "id":"ED255959",
        "title":"Crystal Balls and Mirrors: Reflections of Student Views on the Importance of Communication."},
      {
        "id":"ED255962",
        "title":"The Superior-Subordinate Relationship: A Preliminary Study of Downward Task-Relevant Confidential Information Disclosure in the Public Sector."},
      {
        "id":"ED255968",
        "title":"Workshops on Family Communication."},
      {
        "id":"ED255973",
        "title":"Coordinating the Internship Program: The Ins and Outs of Directing Interns."},
      {
        "id":"ED255975",
        "title":"Chief Executive Officer Power Message Types as a Function of Organizational Target Types."},
      {
        "id":"ED255976",
        "title":"Mentors and Rumor Management: The Case of Bendix."},
      {
        "id":"ED255977",
        "title":"Motivations for Movie Attendance."},
      {
        "id":"ED255978",
        "title":"An Investigation of the Evocation of Persuasive Strategies in Personal Sales."},
      {
        "id":"ED255980",
        "title":"Principal as Prophet."},
      {
        "id":"ED255981",
        "title":"Teacher as Minister. Daily Plan Book."},
      {
        "id":"ED255982",
        "title":"Student as Disciple."},
      {
        "id":"ED255983",
        "title":"Parent as Witness."},
      {
        "id":"ED255984",
        "title":"Pastor as Shepherd of the School Community."},
      {
        "id":"ED256009",
        "title":"Effective Staff Development for Teachers: A Research-Based Model."},
      {
        "id":"ED256014",
        "title":"The Economics of Public School Finance."},
      {
        "id":"ED256017",
        "title":"Examination of a Counseling Center Approach to Addressing Affective Needs of Disruptive Secondary School Students."},
      {
        "id":"ED256018",
        "title":"An Examination of Student Discipline Policy in Three Middle Schools. Final Report."},
      {
        "id":"ED256024",
        "title":"Block Grants Brought Funding Changes and Adjustments to Program Priorities. Report to the Congress."},
      {
        "id":"ED256025",
        "title":"Public Involvement in Block Grant Decisions: Multiple Opportunities Provided but Interest Groups Have Mixed Reactions to States' Efforts. Report to the Congress."},
      {
        "id":"ED256027",
        "title":"School District Officials Face Problems in Dealing with Asbestos in Their Schools. Report to the Chairman, Subcommittee on HUD--Independent Agencies."},
      {
        "id":"ED256028",
        "title":"Public Relations."},
      {
        "id":"ED256029",
        "title":"Understanding &amp; Implementing Development."},
      {
        "id":"ED256035",
        "title":"Manage Instruction to Improve Learning."},
      {
        "id":"ED256036",
        "title":"Principal Effectiveness: Using Nonexperimental Data to Assess the Findings of Case Studies. Final Report."},
      {
        "id":"ED256043",
        "title":"Administrative Leadership, Democracy and the Qualities of Philosophic Mind."},
      {
        "id":"ED256048",
        "title":"Economic Evaluation of Building Design, Construction, Operation and Maintenance. Instructor&apos;s Manual."},
      {
        "id":"ED256049",
        "title":"Economic Evaluation of Building Design, Construction, Operation and Maintenance. Seminar Workbook."},
      {
        "id":"ED256050",
        "title":"The Importance of Economic Incentives in the Recruitment of Teachers. Final Report."},
      {
        "id":"ED256051",
        "title":"The Catholic High School: A National Portrait."},
      {
        "id":"ED256052",
        "title":"United States Catholic Elementary and Secondary Schools, 1984-1985. A Statistical Report on Schools, Enrollment, &amp; Staffing. Special Focus on Minority and Non-Catholic Enrollment."},
      {
        "id":"ED256053",
        "title":"The Catholic School Principal: A Different Kind of Leader."},
      {
        "id":"ED256057",
        "title":"Public & Private Schools."},
      {
        "id":"ED256059",
        "title":"Successful Integration of Microcomputers in an Elementary School."},
      {
        "id":"ED256060",
        "title":"The Superintendent of Education: Data Based Instructional Leadership."},
      {
        "id":"ED256062",
        "title":"Legal Aspects of Evaluation."},
      {
        "id":"ED256065",
        "title":"Ways to Improve Schools and Education Project: Division of Family, School and Community Studies (DFSCS). Annual Report. Project Period: December 1, 1983 through November 30, 1984."},
      {
        "id":"ED256066",
        "title":"The Effective High School Principal: Sketches for a Portrait."},
      {
        "id":"ED256070",
        "title":"Competing for Quality: An Analysis of the Comparability of Public School Teacher Salaries to Earning Opportunities in Other Occupations. Occasional Papers in Educational Policy Analysis. Paper No. 415."},
      {
        "id":"ED256071",
        "title":"Why Miss Dove Left and Where She Went: A Case Study of Teacher Attrition in a Metropolitan School System in the Southeast. Occasional Papers in Educational Policy Analysis. Paper No. 414."},
      {
        "id":"ED256080",
        "title":"The Daily Operations of a Home School Family: A Case Study."},
      {
        "id":"ED256081",
        "title":"Annual Evaluation Report: Fiscal Year 1984."},
      {
        "id":"ED256082",
        "title":"The Administration and Interpretation of Standardized Achievement Tests with Learning Disabled and Behaviorally Disordered Elementary School Children. Final Report."},
      {
        "id":"ED256083",
        "title":"Teaching Test-Taking Skills to Learning Disabled and Behaviorally Disordered Children. SUPER SCORE: Test Taking Manuals and Workbooks."},
      {
        "id":"ED256088",
        "title":"Employability Support Network of Disabled Youth: Using Role Models as Agents of Change."},
      {
        "id":"ED256089",
        "title":"Job Training and Tryout...A Post Secondary Program to Assist Young Adults in the Transition from School to Work."},
      {
        "id":"ED256095",
        "title":"Social Influences on Creativity: Evaluation, Coaction, and Surveillance."},
      {
        "id":"ED256097",
        "title":"The Status of Compliance Technology: Implications for Programming."},
      {
        "id":"ED256100",
        "title":"A Critique of the Identification and Treatment of Hyperactive School Children."},
      {
        "id":"ED256102",
        "title":"Discover the World of Independent Living: An Independent Living Skills Curriculum and a Guide to the Implementation of the Curriculum. October 1, 1981-December 31, 1984."},
      {
        "id":"ED256103",
        "title":"Education of Culturally and Linguistically Different Exceptional Children."},
      {
        "id":"ED256106",
        "title":"Cognitive Development and Learning in Mildly Handicapped Bilingual Children."},
      {
        "id":"ED256110",
        "title":"The Interaction of Neuropsychological and Emotional Variables in LD Children."},
      {
        "id":"ED256113",
        "title":"The GATEway: Gifted and Talented Education in California Public Schools."},
      {
        "id":"ED256116",
        "title":"Evaluation of the Work Ability Program, 1982-83: A Cooperative Program of Vocational Training and Work Experience for Special Education High School Students."},
      {
        "id":"ED256121",
        "title":"The Smallest Minority: Adapted Regular Education Social Studies Curricula for Understanding and Integrating Severely Disabled Students. Lower Elementary Grades: Understanding Self and Others."},
      {
        "id":"ED256122",
        "title":"The Smallest Minority: Adapted Regular Education Social Studies Curricula for Understanding and Integrating Severely Disabled Students. Upper Elementary Grades: Understanding Prejudice."},
      {
        "id":"ED256123",
        "title":"The Smallest Minority: Adapted Regular Education Social Studies Curricula for Understanding and Integrating Severely Disabled Students. Secondary Grades: Understanding Alienation."},
      {
        "id":"ED256124",
        "title":"Special Alternatives: A Learning System for Generating Unique Solutions to Problems of Special Education in Integrated Settings."},
      {
        "id":"ED256125",
        "title":"Promoting the Integration of Severely Handicapped Children into School/Community Social Systems. Final Report."},
      {
        "id":"ED256126",
        "title":"School Climate: Applied to Integration and Access of Special Education Children in Full Learning Environments. A Ho&apos;okoho Module."},
      {
        "id":"ED256127",
        "title":"Social Skills Curricular Strategy for Students with Severe Disabilities."},
      {
        "id":"ED256128",
        "title":"The Special Friends Program: A Trainer&apos;s Manual for Integrated School Settings. (Revised Edition)."},
      {
        "id":"ED256129",
        "title":"Advocacy Skills: Applied to Integration and Access of Special Education Children in Full Learning Environments. A Ho&apos;okoho Module."},
      {
        "id":"ED256130",
        "title":"Art of Being with One Another: Applied to Integration and Access of Special Education Children in Full Learning Environments. A Ho&apos;okoho Model."},
      {
        "id":"ED256131",
        "title":"Zoo Docent Trainer&apos;s Manual: Enhancing Integrated Zoo Experiences for Disabled and Nondisabled Children/Youth."},
      {
        "id":"ED256132",
        "title":"OSERS Programming for the Transition of Youth with Disabilities: Bridges from School to Working Life."},
      {
        "id":"ED256137",
        "title":"Project UPSTART. Final Report, October 1, 1983-September 30, 1984."},
      {
        "id":"ED256138",
        "title":"An Impact Study of PL 94-142 Spending in South Dakota. A Technical Report."},
      {
        "id":"ED256139",
        "title":"Handicapped Children and Mainstreaming: A Mental Health Perspective, Review of Model School Programs and Practices."},
      {
        "id":"ED256140",
        "title":"The Learning-Disabled Student. Research & Resources. Issues in Middle-Grade Education."},
      {
        "id":"ED256141",
        "title":"South Dakota Public Law 89-313 Projects: 1982-1983."},
      {
        "id":"ED256142",
        "title":"Linguistic and Social Development in Preschool Deaf Children. A Study of The Factors Influencing Social, Intellectual and Linguistic Growth during the Preschool Years."},
      {
        "id":"ED256143",
        "title":"Careers in Service to Exceptional Individuals."},
      {
        "id":"ED256147",
        "title":"Remarks of the Assistant Attorney General, Civil Rights Division, before the Paralyzed Veterans of America Disability Rights Conference (Washington, D.C., April 5, 1984)."},
      {
        "id":"ED256148",
        "title":"Remarks of the Assistant Attorney General, Civil Rights Division, before the Annual Convention of the Paralyzed Veterans of America (38th, New Orleans, Louisiana, August 17, 1984)."},
      {
        "id":"ED256150",
        "title":"Magazines in Special Media: Subscription Sources. Reference Circular No. 85-1."},
      {
        "id":"ED256161",
        "title":"Issues and Innovations in Foreign Language Education. Fastback 222."},
      {
        "id":"ED256162",
        "title":"Official and National Languages in Africa: Complementarity or Conflict?"},
      {
        "id":"ED256164",
        "title":"Processus cognitifs dans l&apos;enseignement/apprentissage des langues. Actes du collogue sur la didactique des langues (Cognitive Processes in Language Teaching/Learning. Presentations from the Colloquium on Language Teaching) (4th, Sainte Foy, Quebec, October 20-22, 1983)."},
      {
        "id":"ED256165",
        "title":"Les attentes des parents des comites d'ecole de la region de Montreal quant au role et a la place des langues non maternelles a l'ecole polyvalente (The Expectations of the Parents on the School Committees in the Montreal Region as to the Role and Place of Non-Native Languages in the Multipurpose Secondary Schools)."},
      {
        "id":"ED256166",
        "title":"Origine et evolution du bilinguisme judiciaire au Quebec (Origin and Evolution of Judicial Bilingualism in Quebec)."},
      {
        "id":"ED256168",
        "title":"Los padres como maestros de los ninos. Los padres como recursos para los maestros. Serie E: El logro de la participacion de los padres, cuadernos I y II. Edicion para el estudiante. Cuadernos para el entrenamiento de maestros de educacion bilingue. (Parents as the Children's Teachers. Parents as Resources for the Teachers. Series E: Success with Parent Participation, Books I and II. Student Edition. Bilingual Education Teacher Training Packets.)"},
      {
        "id":"ED256169",
        "title":"Los padres como consejeros o coparticipes en la toma de decisiones. Serie E: El logro de la participacion de los padres, cuaderno III. Edicion para el estudiante. Cuadernos para el entrenamiento de maestros de educacion bilingue. (Parents as Advisors or Participants in Decision Making. Series E: Success with Parent Participation, Book III. Student Edition. Bilingual Education Teacher Training Packet)."},
      {
        "id":"ED256170",
        "title":"African Language Resource Handbook: A Resource Handbook of the Eighty-two Highest Priority African Languages. Prepublication Edition."},
      {
        "id":"ED256175",
        "title":"Applied Linguistics and Foreign Language Teaching: A Non-Western Perspective."},
      {
        "id":"ED256176",
        "title":"What Constitutes 'Genuine' Communication in the Adult L2 Classroom? A Search for a Definition through Classroom Observation Research. Final Report."},
      {
        "id":"ED256181",
        "title":"Peer Involvement in Language Learning. Language in Education: Theory and Practice No. 60."},
      {
        "id":"ED256182",
        "title":"Reading Development of Nonnative Speakers of English: Research and Instruction. Language in Education: Theory and Practice, No. 63."},
      {
        "id":"ED256189",
        "title":"The Award Winners. ACT/NACADA National Recognition Program for Academic Advising, 1984."},
      {
        "id":"ED256192",
        "title":"Faculty and Administrative Salaries in California Public Higher Education, 1984-85. Final Annual Report. Commission Report 84-21."},
      {
        "id":"ED256193",
        "title":"Feasibility of a State-Funded Work-Study Program. A Staff Report to the California Postsecondary Education Commission. Commission Report 84-22."},
      {
        "id":"ED256194",
        "title":"Social and Economic Trends: 1985-2000. Commission Report 84-30."},
      {
        "id":"ED256195",
        "title":"Public Policy, Accreditation, and State Approval in California. State Reliance on Non-Governmental Accrediting Agencies and on State Recognition of Postsecondary Institutions to Serve the Public Interest. Commission Report 84-28."},
      {
        "id":"ED256199",
        "title":"The University of Wisconsin-Madison and the Local and State Economies: A Second Look. Monograph No. 20."},
      {
        "id":"ED256204",
        "title":"Institutional Differences in College Effects. Final Report."},
      {
        "id":"ED256205",
        "title":"College Effects on the Educational Attainment of Males and Females."},
      {
        "id":"ED256206",
        "title":"The Effects of College Type and Characteristics on Educational Attainment."},
      {
        "id":"ED256207",
        "title":"Colorado Handbook for State-Funded Student Assistance Programs. Revised."},
      {
        "id":"ED256208",
        "title":"Source Book on Preparing for College Admissions Tests: ACT, SAT, PSAT."},
      {
        "id":"ED256210",
        "title":"Outreach Policies and Procedures, 1984-5."},
      {
        "id":"ED256211",
        "title":"ASHE Directory of Funded Research Opportunities for Pre-Post-Doctoral Students of Higher Education."},
      {
        "id":"ED256212",
        "title":"Nonresident Alien Enrollments in Higher Education Institutions Continue to Increase. National Center for Education Statistics Bulletin."},
      {
        "id":"ED256214",
        "title":"Televised College Football. Hearing before the Subcommittee on Oversight and Investigations of the Committee on Energy and Commerce. House of Representatives, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED256228",
        "title":"Academic Skills Improvement in Higher Education: Challenges, Issues, and Possible Approaches."},
      {
        "id":"ED256232",
        "title":"Breaking the Finishing Habit."},
      {
        "id":"ED256233",
        "title":"California College-Going Rates, 1983 Update. Commission Report 85-7."},
      {
        "id":"ED256234",
        "title":"A Plan to Implement New State Policy on Postsecondary Equal Educational Opportunity Programs. Proposals Submitted to the Legislature by the University of California, California State University, the California Community Colleges, the California State Department of Education, and the California Postsecondary Education Commission in Response to Supplemental Language in the 1983-84 Budget Act. Commission Report 85-8."},
      {
        "id":"ED256235",
        "title":"Graduate Education in California: Trends and Issues. Commission Report 85-2."},
      {
        "id":"ED256236",
        "title":"Proposal for a California State-Funded Work-Study Program. Commission Report 85-1."},
      {
        "id":"ED256237",
        "title":"Orientation Programs at Colleges and Universities within the Pittsburgh Council of Higher Education."},
      {
        "id":"ED256238",
        "title":"Supervision Evaluation."},
      {
        "id":"ED256239",
        "title":"A Compilation of Federal Education Laws. Volume III, Higher Education, as Amended through December 31, 1984."},
      {
        "id":"ED256244",
        "title":"Using a Learning Model to Integrate Study Skills into a Peer-Tutoring Program. College Reading and Learning Assistance Technical Report 84-03."},
      {
        "id":"ED256245",
        "title":"Avenues for Chronicling and Researching the History of College Reading and Study Skills Instruction. College Reading and Learning Assistance Technical Report 85-01."},
      {
        "id":"ED256247",
        "title":"Training Effects of Summarizing, Item Writing, and Knowledge of Information Sources on Reading Test Performance. College Reading and Learning Assistance Technical Report 85-03."},
      {
        "id":"ED256248",
        "title":"Teaching Students to Recognize and Manipulate Structures of Cohesion. College Reading and Learning Assistance Technical Report 85-04."},
      {
        "id":"ED256249",
        "title":"Race Differences in the Effects of College Characteristics on Educational Attainment."},
      {
        "id":"ED256255",
        "title":"Overview of Endowment Programs, 1985-86."},
      {
        "id":"ED256257",
        "title":"Issues in the Improvement of Clinical Instruction."},
      {
        "id":"ED256259",
        "title":"Financial Aid for Higher Education: Anything&apos;s Possible!"},
      {
        "id":"ED256260",
        "title":"Attracting and Retaining Adult Learners (ARAL). A Compilation of Selected Program Descriptions Taken from the 1980 ARAL Survey."},
      {
        "id":"ED256261",
        "title":"Attracting and Retaining Adult Learners. Summary Report of a Nationwide Survey."},
      {
        "id":"ED256262",
        "title":"Hearing on Pell Grant Shortfall. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, Second Session, June 19, 1984."},
      {
        "id":"ED256263",
        "title":"Philippine Higher Education: Expansion in the Public Sector. Higher Education Series Topical Paper 8501."},
      {
        "id":"ED256264",
        "title":"Attraction and Retention of Students at the University of Montana."},
      {
        "id":"ED256265",
        "title":"Higher-Education Budgeting at the State Level: Concepts and Principles."},
      {
        "id":"ED256266",
        "title":"The Self-Regarding Institution: Information for Excellence. NCHEMS Executive Overview."},
      {
        "id":"ED256267",
        "title":"Individualized Study Program. Interim Evaluation Report."},
      {
        "id":"ED256268",
        "title":"Non-Traditional Predictors of Academic Success for Special Action Admissions."},
      {
        "id":"ED256269",
        "title":"The College Selection Process of Freshmen Admitted to UC Davis: The Range of Choice."},
      {
        "id":"ED256270",
        "title":"Evaluation of the Individualized Study Program: Reduced Study Load Option and Basic Skills Workshops."},
      {
        "id":"ED256271",
        "title":"Needs Assessment Survey of Women Students at UCD."},
      {
        "id":"ED256272",
        "title":"Academic Performance of Intercollegiate Athletes, University of California, Davis."},
      {
        "id":"ED256273",
        "title":"The First Year at UC Davis: New Students' Reactions to Campus Life. Research Report No. 9."},
      {
        "id":"ED256274",
        "title":"Academic 8-to-5'ers; Student Affairs Staff at UC Davis."},
      {
        "id":"ED256275",
        "title":"Study of the 1978 Summer STEP. The Summer &quot;Bridge&quot; Program at the Learning Skills Center, University of California, Davis."},
      {
        "id":"ED256276",
        "title":"Evaluation of the Individualized Study Program: Early Warning System."},
      {
        "id":"ED256278",
        "title":"Stress on the College Campus."},
      {
        "id":"ED256279",
        "title":"Decision-Making Models with Sets of Strategies for Applications to Individuals and Groups in Higher Education."},
      {
        "id":"ED256280",
        "title":"Creative Financing for Higher Education Facilities and Equipment."},
      {
        "id":"ED256281",
        "title":"State Level Academic Program Review and Approval: 1984 Update."},
      {
        "id":"ED256282",
        "title":"School-College Articulation: What Can SHEEO Agencies Do?"},
      {
        "id":"ED256285",
        "title":"Tradition in a Changed Context."},
      {
        "id":"ED256289",
        "title":"Exploratory Computer Literacy Curriculum Guide, Grades K-6."},
      {
        "id":"ED256292",
        "title":"School Utilization Study: Availability, Use, and Support of Instructional Media. 1982-83 Final Report."},
      {
        "id":"ED256296",
        "title":"Computer-Based Instruction: Will It Improve Instructional Quality?"},
      {
        "id":"ED256297",
        "title":"The Computer Coordinator."},
      {
        "id":"ED256299",
        "title":"Computer Mediated Laser Videodisc Art Retrieval System. Final Report."},
      {
        "id":"ED256301",
        "title":"Proceedings of Selected Research Paper Presentations at the 1985 Convention of the Association for Educational Communications and Technology and Sponsored by the Research and Theory Division (Anaheim, California, January 17-23, 1985)."},
      {
        "id":"ED256304",
        "title":"The Effect of System-Assigned Exemplar-Comparison Strategies on Acquisition of Coordinate Concepts."},
      {
        "id":"ED256305",
        "title":"Prose-Relevant Pictures and Older Learners' Recall of Written Prose."},
      {
        "id":"ED256308",
        "title":"Examining the Effects of Varied Computer-Based Reinforcement on Self-Esteem and Achievement: An Exploratory Study."},
      {
        "id":"ED256311",
        "title":"Using Video to Study Cognition."},
      {
        "id":"ED256315",
        "title":"The Effect of Adaptive, Advisement, and Linear CAI Control Strategies on the Learning of Mathematics Rules."},
      {
        "id":"ED256316",
        "title":"CRT Text Layout: Prominent Layout Variables."},
      {
        "id":"ED256321",
        "title":"A Function-Based Comparison of Illustrations Providing Literal and Analogical Representations on Comprehension of Expository Prose."},
      {
        "id":"ED256323",
        "title":"Video as a Means for Analyzing Teaching: A Process of Self-Reflection and Critique."},
      {
        "id":"ED256326",
        "title":"Field Independence-Dependence, Multiple and Linear Imagery in a Visual Location Task."},
      {
        "id":"ED256330",
        "title":"Relationship between Dogmatism, Self-Esteem, Locus of Control, and Predisposition toward Two Instructional Methods among Female Nursing Students."},
      {
        "id":"ED256331",
        "title":"An Investigation of Technological Innovation: Interactive Television."},
      {
        "id":"ED256334",
        "title":"The Relationship between Teacher Burnout and Media Utilization."},
      {
        "id":"ED256335",
        "title":"Examining the Effects of the Microcomputer on a Real World Class: A Naturalistic Study."},
      {
        "id":"ED256337",
        "title":"Persuasion: Five Studies Dealing with the Relationships between Media, Attitudes, and Learning Style."},
      {
        "id":"ED256344",
        "title":"Tying It All Together: Synthesizing Strategies for Computer-Based Instruction."},
      {
        "id":"ED256348",
        "title":"Library Use and Preferences: A Comparison of On-Campus and Off-Campus Students at the University of Wyoming."},
      {
        "id":"ED256350",
        "title":"Pilot Moncat: Making Way for Montana's Union Catalog. A Report of the Interlibrary Loan Committee of the Montana State Library Commission."},
      {
        "id":"ED256353",
        "title":"Telecommunications and Research Libraries: 1984 and Beyond. Minutes of the [Semiannual] Meeting (104th, Colorado Springs, Colorado, April 25-27, 1984)."},
      {
        "id":"ED256357",
        "title":"ARL Statistics, 1983-84. A Compilation of Statistics from the One Hundred and Seventeen Members of the Association of Research Libraries."},
      {
        "id":"ED256362",
        "title":"Electronic Information Delivery Systems. Proceedings of the Library of Congress Network Advisory Committee Meeting (Washington, D.C., April 18-20, 1984). Network Planning Paper Number 9."},
      {
        "id":"ED256372",
        "title":"The Connection between Library Skills Instruction and the Developmental Writer: Administrative Implications."},
      {
        "id":"ED256375",
        "title":"Knowledge Transfer in an Applied Research/Service Delivery Setting. MITRE Technical Report."},
      {
        "id":"ED256382",
        "title":"Community, Technical, and Junior College Directory, 1985."},
      {
        "id":"ED256383",
        "title":"Innovation Abstracts; Volume VI (1984), Nos. 1-33 [Selected Numbers of Interest to Community Colleges]."},
      {
        "id":"ED256384",
        "title":"Student Flow of the 1982 Graduates. Office of Institutional Research Report #23."},
      {
        "id":"ED256385",
        "title":"Transfer Outcomes, Fall 1982. Office of Institutional Research Report #26."},
      {
        "id":"ED256388",
        "title":"Facts about Former CCP Student Achievement at Transfer Schools. Institutional Report #30."},
      {
        "id":"ED256389",
        "title":"Articulation."},
      {
        "id":"ED256390",
        "title":"Interpretations of the Articulation Agreement."},
      {
        "id":"ED256393",
        "title":"A Follow-Up Study of LaGuardia Community College's 1973-1977 Graduates."},
      {
        "id":"ED256394",
        "title":"LaGuardia Community College Report on Graduate Placement: Class of 1980."},
      {
        "id":"ED256395",
        "title":"LaGuardia Community College Report on Graduate Placement: Class of 1981."},
      {
        "id":"ED256396",
        "title":"LaGuardia Community College Report on Graduate Placement: Class of 1982."},
      {
        "id":"ED256398",
        "title":"Reaffirming California's Commitment to Transfer: Recommendations for Aiding Student Transfer from the California Community Colleges to the California State University and the University of California. Commission Report 85-15."},
      {
        "id":"ED256399",
        "title":"Update of Community College Transfer Student Statistics, Fall 1984. Commission Report 85-21."},
      {
        "id":"ED256403",
        "title":"Report for Florida Community Colleges, 1983-1984. Part I: Statistical Tables."},
      {
        "id":"ED256405",
        "title":"A Longitudinal Study Comparing University Native and Community College Transfer Students in the State University System of Florida."},
      {
        "id":"ED256406",
        "title":"Responding to Criticisms of Developmental Education."},
      {
        "id":"ED256407",
        "title":"In America and in Need: Immigrant, Refugee, and Entrant Women."},
      {
        "id":"ED256417",
        "title":"A Marriage of Necessity: Professional Development through Business/Industry Articulation."},
      {
        "id":"ED256419",
        "title":"Merit Pay and Developmental Composition."},
      {
        "id":"ED256421",
        "title":"Retention Rate Related to Choice of First Term Coursework. Research Report No. 82-39."},
      {
        "id":"ED256424",
        "title":"Requirements for Certificates, Diplomas and Associate Degrees: A Survey of the States."},
      {
        "id":"ED256425",
        "title":"Alaska High School Seniors Survey Report, 1984-85. Document Number 85-4."},
      {
        "id":"ED256438",
        "title":"Educational Reform and the Community Colleges."},
      {
        "id":"ED256439",
        "title":"Developmental Mathematics in College: What the Research Is and Why There Isn't More."},
      {
        "id":"ED256440",
        "title":"Transfer Education Program: Community College of Philadelphia. Report to the Ford Foundation Urban Transfer Opportunities Program."},
      {
        "id":"ED256441",
        "title":"LaGuardia Community College Report on Graduate Placement: Class of 1983."},
      {
        "id":"ED256442",
        "title":"A Follow-Up Study of LaGuardia Community College's 1973-1979 Graduates."},
      {
        "id":"ED256444",
        "title":"Fall 1984 Temple Admission Outcomes. Institutional Research Report #32."},
      {
        "id":"ED256448",
        "title":"Relating Grade Point Average at Miami-Dade to Subsequent Student Performance on the College Level Academic Skills Test (CLAST). Research Report No. 84-03."},
      {
        "id":"ED256449",
        "title":"Success on the CLAST for Those Students Who Enter the College Academically Underprepared. Research Report No. 84-04 and Academic Progress of Students at Miami-Dade Who Were Initially Not Eligible to Enroll in the State University System. Research Report No. 84-30."},
      {
        "id":"ED256450",
        "title":"Initial Transcript Analysis for a Sample of Students Who Failed Two or More Sections Versus a Sample Who Passed All Four Sections of the June 1984 CLAST. Research Report No. 84-21."},
      {
        "id":"ED256451",
        "title":"Fall Profile: 1984-85 Closing Fall Enrollment Analysis. Research Report No. 85-05."},
      {
        "id":"ED256452",
        "title":"The General Education Mathematics Curriculum and the CLAST. Research Report No. 85-12."},
      {
        "id":"ED256453",
        "title":"Providing Educational Opportunity for Students Who Were Initially Ineligible to Enroll in the State University System. Research Report No. 85-15."},
      {
        "id":"ED256459",
        "title":"Leadership Imperatives for Program Planning and Assessment."},
      {
        "id":"ED256467",
        "title":"Guidelines for Establishing Hospital-Based Immunization Education Programs for Mothers of Newborns. Section II: Program Implementation in the Hospital Setting."},
      {
        "id":"ED256471",
        "title":"Effect of Increasing Allocated and Engaged Instructional Time on the Achievement of High Risk Kindergarten Students: An Evaluation of the Chapter I Extended Time Kindergarten Project, 1982-83 and Technical Supplement."},
      {
        "id":"ED256473",
        "title":"Developing Homework Policies. ERIC Digest."},
      {
        "id":"ED256474",
        "title":"Full-Day or Half-Day Kindergarten? ERIC Digest."},
      {
        "id":"ED256475",
        "title":"The Only Child. ERIC Digest."},
      {
        "id":"ED256476",
        "title":"Parental Acrimony and Children's Post-Separation Adjustment."},
      {
        "id":"ED256478",
        "title":"Maternal Employment Patterns and Mothers' and Children's Post-Separation Adjustment."},
      {
        "id":"ED256480",
        "title":"Multivariate Assessment of Adolescent Physical Maturation as a Source of Change in Family Relations."},
      {
        "id":"ED256481",
        "title":"Stereotype Knowledge, Flexibility, and Gender Constancy: Applications of Gender Schema Theory to Sex-Typing by Preschoolers."},
      {
        "id":"ED256482",
        "title":"A Developmental Study of Student Perceptions of School Grading."},
      {
        "id":"ED256487",
        "title":"It's No Accident: A Consumer Product Safety Education Curriculum Resource Guide for Teachers of Grades 3 through 6."},
      {
        "id":"ED256496",
        "title":"Pretend Actions and Utterances in the Play of Thirty-Month-Olds. RIEEC Research Bulletin, RRB-21. Working Paper Series."},
      {
        "id":"ED256497",
        "title":"The Development of Children's Social Rule Awareness through Cognitive Conflict and Social Interaction."},
      {
        "id":"ED256500",
        "title":"From Congress to Classroom: Effect of the Fellowship on Teaching and Publication."},
      {
        "id":"ED256506",
        "title":"Longitudinal Changes in Mothers' Questions to Their Language Learning Children."},
      {
        "id":"ED256507",
        "title":"Perception of Socialization Roles: A Study of Israeli Mothers in Town and Kibbutz."},
      {
        "id":"ED256510",
        "title":"Siblings and Child Development: Evidence from a Meta-Analysis of the Literature on Only Children."},
      {
        "id":"ED256511",
        "title":"Structures and &quot;Stretchers&quot;: Extensions of Structural Developmental Theory to the Emotional, Social and Clinical Domains."},
      {
        "id":"ED256512",
        "title":"The Relationship between Social Support, Infant Risk Status and Mother-Infant Interaction."},
      {
        "id":"ED256513",
        "title":"Diagnosing Why a Baby Is Crying: The Effect of Caregiving Experience."},
      {
        "id":"ED256514",
        "title":"What Toddlers Talk about When They Talk about Friends."},
      {
        "id":"ED256518",
        "title":"An Analysis of Adult-Child Interaction Patterns in Three-Generational Black Families."},
      {
        "id":"ED256521",
        "title":"The Influence of Collaboration with Parents versus Peers."},
      {
        "id":"ED256525",
        "title":"Pueblo Infant Parent Education Project (PIPE Project). Final Report."},
      {
        "id":"ED256526",
        "title":"Serving the Rural Adult: Directory of Consultants for Rural Adult Postsecondary Education."},
      {
        "id":"ED256527",
        "title":"Serving the Rural Adult: Inventory of Model Programs in Rural Adult Postsecondary Education."},
      {
        "id":"ED256528",
        "title":"Serving the Rural Adult: Private Funding Resources for Rural Adult Postsecondary Education."},
      {
        "id":"ED256529",
        "title":"Serving the Rural Adult: A Demographic Portrait of Rural Adult Learners."},
      {
        "id":"ED256530",
        "title":"Establishing a National Rural Education Research Agenda via Empirical Data."},
      {
        "id":"ED256540",
        "title":"Guidelines for Health Services for Migrant Students."},
      {
        "id":"ED256541",
        "title":"Washington State Program for Migrant Children's Education. 1983 Evaluation Report."},
      {
        "id":"ED256543",
        "title":"Making It Work in Rural Communities. Proceedings of the Annual HCEEP Rural Workshop (2nd, Oklahoma City, Oklahoma, June 10-12, 1981)."},
      {
        "id":"ED256544",
        "title":"Effective Collaboration Among Health Care and Education Professionals: A Necessary Condition for Successful Early Intervention in Rural Areas. Making It Work in Rural Communities. A Rural Network Monograph."},
      {
        "id":"ED256548",
        "title":"The Effects of Ethnicity, Class and Residence on Student Participation in a Southern Appalachian High School."},
      {
        "id":"ED256549",
        "title":"Nutrition Education for Native Americans: A Guide for Nutrition Educators."},
      {
        "id":"ED256550",
        "title":"New Partnerships in Rural Education."},
      {
        "id":"ED256551",
        "title":"Evaluation of Project HAPPIER Survey: Illinois."},
      {
        "id":"ED256552",
        "title":"Project HAPPIER Final Report of Survey Results: Migrant Family Survey."},
      {
        "id":"ED256553",
        "title":"HAPPIER: Health Resource Guide."},
      {
        "id":"ED256554",
        "title":"The Danger of Poison. Level R = El Veneno es Peligroso. [Nivel R.]"},
      {
        "id":"ED256555",
        "title":"The Danger of Poison. Level 1 = El Veneno es Peligroso. [Nivel 1.]"},
      {
        "id":"ED256556",
        "title":"The Danger of Poison. Level 2 = El Veneno es Peligroso. [Nivel 2.]"},
      {
        "id":"ED256557",
        "title":"The Danger of Poison. Level 3 = El Veneno es Peligroso. [Nivel 3.]"},
      {
        "id":"ED256558",
        "title":"The Danger of Poison. Level 4 = El Veneno es Peligroso. [Nivel 4.]"},
      {
        "id":"ED256559",
        "title":"Analysis of Project MERLIN Scopes and Topics Checklist."},
      {
        "id":"ED256560",
        "title":"Photographs of Indians in the United States: Select Audiovisual Records."},
      {
        "id":"ED256561",
        "title":"A Summary of Research in Science Education--1983."},
      {
        "id":"ED256565",
        "title":"A Study of the Concurrent Validity of a Group Reasoning Test Built from Piaget's Tasks."},
      {
        "id":"ED256568",
        "title":"Formal Reasoning Skills of Secondary School Students as Related to Gender, Age, School Type and Learning Abilities."},
      {
        "id":"ED250543",
        "title":"Michigan Life Role Competencies. Special Education Edition."},
      {
        "id":"ED250549",
        "title":"Analyzing the Structure of an Informal Faculty Development Network in a School of Nursing."},
      {
        "id":"ED250551",
        "title":"Career Indecision among Adolescent/College Students: A Literature Review and Suggested Interventions."},
      {
        "id":"ED250552",
        "title":"How ABE Improves the Quality of Life of Its Students."},
      {
        "id":"ED250559",
        "title":"Fiscal Inadequacy of Adult Basic Education Legislation."},
      {
        "id":"ED250562",
        "title":"Generalizable Mathematics Skills Assessment. User Manual."},
      {
        "id":"ED250566",
        "title":"TNT: Nontraditional Occupations. Practical Arts. Instructor's Manual. Competency-Based Vocational Education."},
      {
        "id":"ED250570",
        "title":"Continuing Education/Training Needs of Water Utility &amp; Wastewater Works Personnel in Wisconsin. Report of a Cooperative Statewide Survey."},
      {
        "id":"ED250572",
        "title":"Office Occupations. Clerical and Secretarial Clusters. Occupational Cluster Guide."},
      {
        "id":"ED250573",
        "title":"Middle School Industrial Arts. A Guide for Teachers."},
      {
        "id":"ED250574",
        "title":"Adult High School Diploma Program Manual."},
      {
        "id":"ED250577",
        "title":"Core Plus Education. A Model for Schools of the Future."},
      {
        "id":"ED250578",
        "title":"Problems of Working Women. Hearing before the Joint Economic Committee, Congress of the United States, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED250579",
        "title":"The Women's Bureau: Is It Meeting the Needs of Women Workers? Hearing before a Subcommittee of the Committee on Government Operations, House of Representatives, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED250580",
        "title":"Women in the Work Force: Pay Equity. Hearing before the Joint Economic Committee, Congress of the United States, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED250581",
        "title":"The Role of Intelligence and Education in the Division of Labor. Report No. 355."},
      {
        "id":"ED250584",
        "title":"Improving Performance through the Use of Humor."},
      {
        "id":"ED250589",
        "title":"Foundations for Policy in Guidance and Counseling."},
      {
        "id":"ED250591",
        "title":"Guidelines for a Team Approach to Training. Counseling Older Persons. Volume I."},
      {
        "id":"ED250592",
        "title":"Basic Helping Skills for Service Providers. Counseling Older Persons. Volume II."},
      {
        "id":"ED250593",
        "title":"A Trainer's Manual for Basic Helping Skills. Counseling Older Persons. Volume III."},
      {
        "id":"ED250599",
        "title":"Communities: What You Can Do about Drug and Alcohol Abuse."},
      {
        "id":"ED250601",
        "title":"Sex and Achievement Domain: Cognitive Patterns of Success and Failure."},
      {
        "id":"ED250606",
        "title":"Work Stress Inventory, Scale 2: Job Risk."},
      {
        "id":"ED250608",
        "title":"Effects of Service Availability on Clinical Judgments of Delinquents."},
      {
        "id":"ED250617",
        "title":"Developing Strategies for the Job Search."},
      {
        "id":"ED250618",
        "title":"A Comparison of Japanese and American Work and Family Values."},
      {
        "id":"ED250619",
        "title":"An Interactional Approach to the Study of Personality and Emotion."},
      {
        "id":"ED250620",
        "title":"What Unionists Should Know about Psychologists."},
      {
        "id":"ED250623",
        "title":"Professional Black Women and Men: An Exploratory Study of Their Personal and Career Development."},
      {
        "id":"ED250624",
        "title":"Sex Differences in Interaction Style as a Product of Perceived Sex Differences in Competence."},
      {
        "id":"ED250627",
        "title":"Distress and Empathy: Two Qualitatively Distinct Vicarious Emotions with Different Motivational Consequences."},
      {
        "id":"ED250631",
        "title":"Organized Crime and Drug Enforcement Task Force. Hearing before the Committee on the Judiciary. United States Senate, Ninety-Eighth Congress, First Session on the Organized Crime and Drug Enforcement Task Force in the Mid-Atlantic Region Which Would Coordinate Government Agencies, Including U.S. Attorneys, the FBI, DEA, Customs Service, BATF, and the IRS. Dover, Delaware."},
      {
        "id":"ED250632",
        "title":"Reauthorization of the Older Americans Act: South Carolina. Hearing before the Subcommittee on Human Services of the Select Committee on Aging. House of Representatives, Ninety-Eighth Congress, Second Session. Anderson, SC."},
      {
        "id":"ED250635",
        "title":"The Influence of Personal Values and Self Concept on the Selection of an Academic Major."},
      {
        "id":"ED250639",
        "title":"Support Groups for a Specialized Population--Single, Elderly, Childless Women."},
      {
        "id":"ED250640",
        "title":"Study Strategy Use and Comprehension Monitoring Accuracy of College Students."},
      {
        "id":"ED250643",
        "title":"Stress, Social Support and Functioning: Beyond the Stress-Buffering Effect."},
      {
        "id":"ED250644",
        "title":"Laboratory Exercises for an Undergraduate Personality Course."},
      {
        "id":"ED250645",
        "title":"Identifying the Links between Chronic Illness and Depression: Cognitive-Behavioral Mediators."},
      {
        "id":"ED250647",
        "title":"Marriage and Family Counseling. Searchlight Plus: Relevant Resources in High Interest Areas. 57+."},
      {
        "id":"ED250648",
        "title":"Counseling Older Persons. Searchlight Plus: Relevant Resources in High Interest Areas. 58+."},
      {
        "id":"ED250649",
        "title":"Counseling International Students. Relevant Resources in High Interest Areas. 56+."},
      {
        "id":"ED250653",
        "title":"Reading Comprehension Instruction in Grades 4, 5, and 6: Program Characteristics; Teacher Perceptions; Teacher Behaviors; and Student Performance."},
      {
        "id":"ED250654",
        "title":"Knowledge and Comprehension: Helping Students Use What They Know."},
      {
        "id":"ED250656",
        "title":"Preparing the Student to Read the Text."},
      {
        "id":"ED250660",
        "title":"Models for Teaching Teachers How to Teach Students to Learn from Text at the Junior High, High School, and University Levels. Technical Report No. 8."},
      {
        "id":"ED250662",
        "title":"Students Who Have Completed Basic Skills Courses at La Guardia Community College: A Survey."},
      {
        "id":"ED250670",
        "title":"Metacomprehension. ERIC Digest."},
      {
        "id":"ED250673",
        "title":"Resources for Involving Parents in Literacy Development. ERIC Digest."},
      {
        "id":"ED250674",
        "title":"How Do Young Deaf Children Learn to Read? A Proposed Model of Deaf Children&apos;s Emergent Reading Behaviors. Technical Report No. 329."},
      {
        "id":"ED250675",
        "title":"Improving Reading in Science. Second Edition. Reading Aids Series; An IRA Service Bulletin."},
      {
        "id":"ED250683",
        "title":"Access to Meaning/Spoken and Written Language."},
      {
        "id":"ED250688",
        "title":"The Knowledge Gap and Foreign Affairs: Factors Associated with Differential Knowledge of the Palestinian/Israeli Conflict."},
      {
        "id":"ED250689",
        "title":"Class Size and Writing Instruction. ERIC Digest."},
      {
        "id":"ED250690",
        "title":"Responses of the English Language Arts Profession to &quot;A Nation at Risk.&quot; ERIC Digest."},
      {
        "id":"ED250691",
        "title":"Large Scale Writing Assessment. ERIC Digest."},
      {
        "id":"ED250692",
        "title":"How to Find Good Computer Software in English and Language Arts. ERIC Digest."},
      {
        "id":"ED250693",
        "title":"Thinking Skills in English--And across the Curriculum. ERIC Digest."},
      {
        "id":"ED250694",
        "title":"Qualities of Effective Writing Programs. ERIC Digest."},
      {
        "id":"ED250695",
        "title":"Spelling. ERIC Digest."},
      {
        "id":"ED250696",
        "title":"Vocabulary. ERIC Digest."},
      {
        "id":"ED250697",
        "title":"Software Evaluation for the Teacher of the English Language Arts. ERIC Digest."},
      {
        "id":"ED250698",
        "title":"Narratology: The Study of Story Structure. ERIC Digest."},
      {
        "id":"ED250699",
        "title":"Language across the Curriculum. ERIC Digest."},
      {
        "id":"ED250706",
        "title":"Journalism and Journalism Education: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1984 (Vol. 45 Nos. 1 through 6)."},
      {
        "id":"ED250707",
        "title":"Literature, Literary Response, and the Teaching of Literature: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1984 (Vol. 45 Nos. 1 through 6)."},
      {
        "id":"ED250708",
        "title":"Language Use, Language Ability, and Language Development: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1984 (Vol. 45 Nos. 1 through 6)."},
      {
        "id":"ED250709",
        "title":"Business and Organizational Communication: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1984 (Vol. 45 Nos. 1 through 6)."},
      {
        "id":"ED250710",
        "title":"Bilingual, Bicultural, and Bidialectal Studies Related to Reading and Communication Skills: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1984 (Vol. 45 Nos. 1 through 6)."},
      {
        "id":"ED250711",
        "title":"Rhetorical and Communication Theory: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1984 (Vol. 45 Nos. 1 through 6)."},
      {
        "id":"ED250712",
        "title":"Teaching of Writing: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1984 (Vol. 45 Nos. 1 through 6)."},
      {
        "id":"ED250713",
        "title":"Written Language and Writing Abilities: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1984 (Vol. 45 Nos. 1 through 6)."},
      {
        "id":"ED250714",
        "title":"Literature--News That Stays News: Fresh Approaches to the Classics. Classroom Practices in Teaching English, 1984."},
      {
        "id":"ED250715",
        "title":"If Maslow Taught Writing: A Way to Look at Motivation in the Composition Classroom. Writing Teachers at Work."},
      {
        "id":"ED250716",
        "title":"Building Self-Esteem through the Writing Process. Writing Teachers at Work."},
      {
        "id":"ED250717",
        "title":"Peer Tutoring in Basic Writing: A Tutor's Journal. Classroom Research Study No. 4."},
      {
        "id":"ED250718",
        "title":"Writing: A Window to Our Minds. Writing Teachers at Work."},
      {
        "id":"ED250719",
        "title":"Teaching Expository Writing. Curriculum Publication No. 16."},
      {
        "id":"ED250728",
        "title":"The Cost of Freedom: Speech in the Courtroom."}]
  }}
