{
  "response":{"numFound":509939,"start":146000,"numFoundExact":true,"docs":[
      {
        "id":"ED250729",
        "title":"The Development of Protection of Political Expression in Wisconsin Supreme Court Cases: 1848-1925."},
      {
        "id":"ED250734",
        "title":"The Forensic Participation Course: What Is It Really For?"},
      {
        "id":"ED250739",
        "title":"Mental Imagery and Logical Terms."},
      {
        "id":"ED250740",
        "title":"Effects of Evidential Information on the Perceived Outcome in Employer-Employee Decision-Making Situations."},
      {
        "id":"ED250741",
        "title":"Implications and Strategies for Instruction of the Nontraditional Student in the Conventional Basic Speech Communication Course."},
      {
        "id":"ED250749",
        "title":"Oral Interpretation and Self-Disclosure: A Speculation."},
      {
        "id":"ED250751",
        "title":"A Second Look at Small Colleges: Definitions and Demographics."},
      {
        "id":"ED250752",
        "title":"Consistency vs. Diversity in Tournament Events: A Survey of Coaches and Competitors."},
      {
        "id":"ED250753",
        "title":"Applied Communication, Argumentation, and Debate: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1984 (Vol. 45 Nos. 1 through 6)."},
      {
        "id":"ED250754",
        "title":"Speech Communication Education and Classroom Interaction: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1984 (Vol. 45 Nos. 1 through 6)."},
      {
        "id":"ED250755",
        "title":"Rhetoric and Public Address: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1984 (Vol. 45 Nos. 1 through 6)."},
      {
        "id":"ED250756",
        "title":"Mass Communication: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1984 (Vol. 45 Nos. 1 through 6)."},
      {
        "id":"ED250757",
        "title":"Interpersonal, Nonverbal, and Small Group Communication: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1984 (Vol. 45 Nos. 1 through 6)."},
      {
        "id":"ED250758",
        "title":"Theatre and Oral Interpretation: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1984 (Vol. 45 Nos. 1 through 6)."},
      {
        "id":"ED250761",
        "title":"Schooling &amp; Technology. Volume 3: Planning for the Future: A Collaborative Model. An Interpretive Report on &quot;Creative Partnerships in Technology--An Open Forum.&quot;"},
      {
        "id":"ED250764",
        "title":"A Guide to Federal Programs Operated in the State Department of Education. [Revised.]"},
      {
        "id":"ED250769",
        "title":"Discipline in the Classroom."},
      {
        "id":"ED250772",
        "title":"Citizenship Education: Recovering a Lost Dimension."},
      {
        "id":"ED250779",
        "title":"School District Personnel: A Crucial Role in School Improvement Efforts. A Study of Dissemination Efforts Supporting School Improvement."},
      {
        "id":"ED250780",
        "title":"Inside-Out and Outside-In: Configurations of Assistance and Their Impact on School Improvement Efforts. A Study of Dissemination Efforts Supporting School Improvement."},
      {
        "id":"ED250785",
        "title":"A Management Control System for Rehabilitation Management. Management Control Project Final Report."},
      {
        "id":"ED250790",
        "title":"An Overview of School Improvement Programs."},
      {
        "id":"ED250792",
        "title":"Illinois Public School Finance Project: State Superintendent&apos;s Preliminary School Finance Reform Recommendations. Resource and Background Materials."},
      {
        "id":"ED250801",
        "title":"Change Facilitators: In Search of Understanding Their Role. Research on the Improvement Process in Schools and Colleges."},
      {
        "id":"ED250802",
        "title":"International Perspectives on Educational Change. Research on the Improvement Process in Schools and Colleges."},
      {
        "id":"ED250803",
        "title":"The Improvement Process in High Schools: Form, Function, and a Few Surprises. Research on the Improvement Process in Schools and Colleges."},
      {
        "id":"ED250804",
        "title":"Assessing School Climate in Prevention Program Planning, Development, and Evaluation."},
      {
        "id":"ED250805",
        "title":"Environmental Change Strategies to Prevent School Disruption."},
      {
        "id":"ED250809",
        "title":"Educational Partnership: Nonpublic and Public Elementary and Secondary Education in New York State."},
      {
        "id":"ED250810",
        "title":"North Carolina Career Development Plan for Administrators, Supervisors and Other Certified Personnel."},
      {
        "id":"ED250813",
        "title":"Three Images: What Principals Do in Curriculum Implementation."},
      {
        "id":"ED250814",
        "title":"The Role of the School Principal in School Improvement Efforts."},
      {
        "id":"ED250815",
        "title":"Sources of Leadership for Change in High Schools."},
      {
        "id":"ED250818",
        "title":"Evaluation of the EPA Asbestos-in-Schools Identification and Notification Rule."},
      {
        "id":"ED250819",
        "title":"The Curriculum Matrix: A Management System for Mastery Learning. [Revised]."},
      {
        "id":"ED250821",
        "title":"A Study of Fund Raising and Fee Collection Practices in Tennessee Public Schools."},
      {
        "id":"ED250824",
        "title":"Perspectives on Staff Development: Implications for Oregon's Collaborative Approach to School Improvement. Proceedings of a Seminar."},
      {
        "id":"ED250827",
        "title":"School Enrollment--Social and Economic Characteristics of Students: October 1983 (Advance Report)."},
      {
        "id":"ED250829",
        "title":"A Pilot Test for Documenting Principal Interventions."},
      {
        "id":"ED250830",
        "title":"Survey of 1983 State Efforts to Improve Education. Education Program Memorandum."},
      {
        "id":"ED250831",
        "title":"Legislative Strategies for Enacting Educational Excellence. An Issue Brief of the Education and Job Training Program."},
      {
        "id":"ED250832",
        "title":"Attracting and Retaining Qualified Teachers. An Issue Brief of the Education and Job Training Program."},
      {
        "id":"ED250836",
        "title":"Peer Tutoring in the Regular Classroom: A Guide for School Psychologists."},
      {
        "id":"ED250839",
        "title":"Recognizing the Learning Disabled Child: Which Behaviors Do Teachers Use?"},
      {
        "id":"ED250841",
        "title":"Bay Area Severely Handicapped Deaf-Blind Project. Final Report, September 1, 1978 to December 31, 1981."},
      {
        "id":"ED250845",
        "title":"Early Intervention Research Institute: Final Report, 1982-83 Work Scope."},
      {
        "id":"ED250858",
        "title":"Assessing Cognitive Deficits in the Mentally Retarded."},
      {
        "id":"ED250861",
        "title":"Chronically Ill Children in America: Background and Recommendations."},
      {
        "id":"ED250862",
        "title":"PRISE Reporter. Issues and Happenings in the Education of the Mentally Retarded. Volumes 13-15, November 1981-May 1984."},
      {
        "id":"ED250863",
        "title":"The Status of Handicapped Children in Head Start Programs: Tenth Annual Report of the U.S. Department of Health and Human Services to the Congress of the United States on Services Provided to Handicapped Children in Project Head Start."},
      {
        "id":"ED250876",
        "title":"An Alternative Training and Employment Approach Based on the Model Established by Red Rose Services, Inc., the First and Only Free-Standing, For-Profit Firm in the Nation Owned and Operated by Its Employees Who Are Developmentally Disabled. Final Program Progress Report, 9/29/82-6/30/84."},
      {
        "id":"ED250880",
        "title":"Predicting Job Performance for the Visually Impaired: Validity of the Fine Finger Dexterity Work Task."},
      {
        "id":"ED250881",
        "title":"First Special Education Technology Research and Development Symposium (Washington, District of Columbia, June, 1984). Proceedings."},
      {
        "id":"ED250882",
        "title":"Special Education from the Parents' Point of View."},
      {
        "id":"ED250883",
        "title":"SUPPORT: A System for Utilizing Peers in Program Organization Review and Technical Assistance. Peer Consultant Handbook."},
      {
        "id":"ED250884",
        "title":"Program Suggestions for Juvenile Detention Facilities. The Special Education Process in Michigan."},
      {
        "id":"ED250885",
        "title":"Program Suggestions: Emotionally Impaired. The Special Education Process in Michigan."},
      {
        "id":"ED250886",
        "title":"Program Suggestions for Speech &amp; Language Services. The Special Education Process in Michigan."},
      {
        "id":"ED250887",
        "title":"A Resource Guide to Developing Annual Goals, Short-Term Instructional Objectives and Performance Objectives."},
      {
        "id":"ED250888",
        "title":"Child Evaluation. UNIsensory Project."},
      {
        "id":"ED250891",
        "title":"A Parent-Focused Home-Based Head Start Handbook for Home Visitors."},
      {
        "id":"ED250893",
        "title":"Independent Living &amp; Disability Policy in the Netherlands: Three Models of Residential Care &amp; Independent Living. Monograph Number Twenty-Seven."},
      {
        "id":"ED250895",
        "title":"Infusion: National Project on Career Education. Handbook on Career Education Infusion."},
      {
        "id":"ED250896",
        "title":"Catch Tomorrow: Career Awareness Summer Program, Literature and Materials Review."},
      {
        "id":"ED250897",
        "title":"Future of Institutional Services in Ohio: Do We Need to Plan for Institutional Services? Position Paper No. 1."},
      {
        "id":"ED250898",
        "title":"Residential Services in Ohio: The Need to Shift from a Facility-Based to a Home-Centered Service System. Position Paper No. 2."},
      {
        "id":"ED250899",
        "title":"Future Directions in Adult Services. Position Paper No. 3."},
      {
        "id":"ED250900",
        "title":"Promoting Quality Community Living through Formal Support Services and Informal Supports. Position Paper No. 4."},
      {
        "id":"ED250901",
        "title":"Future Directions in Administrative Structure and Finance Prerequisites for Community-Based Service. Position Paper No. 5."},
      {
        "id":"ED250911",
        "title":"The Relationship between the Use of Communication Strategies and Aspects of Target Language Proficiencies - A Study of ESL Students."},
      {
        "id":"ED250918",
        "title":"How Important Is Accuracy/Mastery for Chinese Students Learning English as a Foreign Language?"},
      {
        "id":"ED250919",
        "title":"Linguistic Deterioration in Alzheimer's Senile Dementia and in Normal Aging."},
      {
        "id":"ED250922",
        "title":"Processes of Repair in Non-Native-Speaker Conversation."},
      {
        "id":"ED250923",
        "title":"Applied Linguistics, the State of the Art: Is There One?"},
      {
        "id":"ED250924",
        "title":"The Mainstream English Language Training Project."},
      {
        "id":"ED250925",
        "title":"Bilingual Education and Bilingualism: A Review of Research Literature. No. 175."},
      {
        "id":"ED250926",
        "title":"From English to Creole: Assessing Language Difference and Language Disorder."},
      {
        "id":"ED250928",
        "title":"A Bilingual Program and Its Staff Development Described: Before and after Title VII."},
      {
        "id":"ED250930",
        "title":"Diglossia and British Sign Language. Sociolinguistic Working Paper Number 46."},
      {
        "id":"ED250931",
        "title":"&quot;Bonjour, Hello?&quot; Negotiations of Language Choice in Montreal. Sociolinguistic Working Paper Number 49."},
      {
        "id":"ED250932",
        "title":"Ethnicity as Conversational Style. Sociolinguistic Working Paper Number 55."},
      {
        "id":"ED250933",
        "title":"Expanded Awareness of Student Performance: A Case Study in Applied Ethnographic Monitoring in a Bilingual Classroom. Sociolinguistic Working Paper Number 60."},
      {
        "id":"ED250934",
        "title":"The Competent Student. Sociolinguistic Working Paper Number 61."},
      {
        "id":"ED250935",
        "title":"A Children's Pidgin: The Case of a Spontaneous Pidgin for Two. Sociolinguistic Working Paper Number 64."},
      {
        "id":"ED250936",
        "title":"&quot;Lauga&quot; and &quot;Talanoaga&quot;: Structure and Variation in the Language of a Samoan Speech Event. Sociolinguistic Working Paper Number 72."},
      {
        "id":"ED250937",
        "title":"Categories of Code-Switching in Hispanic Communities: Untangling the Terminology. Sociolinguistic Working Paper Number 76."},
      {
        "id":"ED250938",
        "title":"Field Methods of the Project on Linguistic Change and Variation. Sociolinguistic Working Paper Number 81."},
      {
        "id":"ED250939",
        "title":"On the Problem of Syntactic Variation: A Reply to Beatriz Lavandera and William Labov. Sociolinguistic Working Paper Number 82."},
      {
        "id":"ED250940",
        "title":"Tellings, Retellings, and Tellings Within Tellings: The Structuring and Organization of Narrative in Kuna Indian Discourse. Sociolinguistic Working Paper Number 83."},
      {
        "id":"ED250941",
        "title":"The Limits of Awareness. Sociolinguistic Working Paper Number 84."},
      {
        "id":"ED250944",
        "title":"To Gaze or Not to Gaze: Visual Communication in Eastern Zaire. Sociolinguistic Working Paper Number 87."},
      {
        "id":"ED250945",
        "title":"Christ Respects No Man's Person: The Plain Language of the Early Quakers and the Rhetoric of Impoliteness. Sociolinguistic Working Paper Number 88."},
      {
        "id":"ED250948",
        "title":"Some Notes on Conversational Fission. Sociolinguistic Working Paper Number 91."},
      {
        "id":"ED250949",
        "title":"Language and Mind: A \"Whorfian\" Folk Theory in United States Language Law. Sociolinguistic Working Paper Number 93."},
      {
        "id":"ED250950",
        "title":"Cultural Orientation Resource Manual, Volume III, Supplement 1983."},
      {
        "id":"ED250951",
        "title":"English as a Second Language Resource Manual, Volume III, Part One. Supplement 1983."},
      {
        "id":"ED250952",
        "title":"English as a Second Language Resource Manual, Volume III, Part Two. Supplement 1983."},
      {
        "id":"ED250959",
        "title":"English-Tibetan Dictionary of Modern Tibetan."},
      {
        "id":"ED250960",
        "title":"Tense Marking in Second Language Learning: Patterns of Spoken and Written English in a Vietnamese Community."},
      {
        "id":"ED250964",
        "title":"Higher Education Research &amp; Development, Volume 3, Number 1, 1984."},
      {
        "id":"ED250971",
        "title":"Facilities Inventory and Utilization Study. Fall of 1982. Sixteenth Edition."},
      {
        "id":"ED250972",
        "title":"Higher Education: A Select Bibliography. Vol. 4: 1976-83 and Supplement to Vol. 1."},
      {
        "id":"ED250977",
        "title":"Higher Education Research &amp; Development, Volume 3, Number 2, 1984."},
      {
        "id":"ED250980",
        "title":"Sex Bias in Colleges and Universities. The Report Card #2."},
      {
        "id":"ED250982",
        "title":"A Suggested Model for Development of Computer Assisted Instruction for Higher Education."},
      {
        "id":"ED250983",
        "title":"A Personal Application of Learning Theory to the Design of Computer Assisted Instruction in Higher Education."},
      {
        "id":"ED250984",
        "title":"Sexual Harassment of Students at The Pennsylvania State University."},
      {
        "id":"ED250986",
        "title":"Assessment of the Impact of an Introductory Honors Psychology Course on Students: Initial and Delayed Effects."},
      {
        "id":"ED250990",
        "title":"Resolution on the Role of State Higher Education Agencies."},
      {
        "id":"ED251004",
        "title":"TELIDON as an Enhancer of Student Interest and Performance."},
      {
        "id":"ED251006",
        "title":"Motivations of Adult Women Attending College."},
      {
        "id":"ED251007",
        "title":"Many Proprietary Schools Do Not Comply with Department of Education's Pell Grant Program Requirements."},
      {
        "id":"ED251010",
        "title":"Progress Report on Efforts to Reduce Delinquency Rate in the Health Professions Student Loan and Nursing Student Loan Programs."},
      {
        "id":"ED251011",
        "title":"The Humanities and Careers in Business. Proceedings of a Conference Sponsored by the Association of American Colleges and the National Endowment for the Humanities (Princeton, New Jersey, April 27-29, 1983)."},
      {
        "id":"ED251012",
        "title":"What Are the Humanities?"},
      {
        "id":"ED251013",
        "title":"From Student to Banker: Observations from the Chase Bank."},
      {
        "id":"ED251014",
        "title":"A Comparison of Educational Outcomes for Business and Humanities Majors."},
      {
        "id":"ED251015",
        "title":"Executive Values, Executive Functions, and the Humanities."},
      {
        "id":"ED251016",
        "title":"Developing Marketable Skills in the Humanities."},
      {
        "id":"ED251017",
        "title":"What Are the Career Paths in Business of Humanities Graduates?"},
      {
        "id":"ED251018",
        "title":"Building Bridges: Cooperative Projects for the Humanities and Business."},
      {
        "id":"ED251021",
        "title":"Post-Secondary Education for Part-Time and Returning Students. Policy Paper."},
      {
        "id":"ED251022",
        "title":"Helping Students Become More Sophisticated Consumers of Their Own Education. Final Report on the Project."},
      {
        "id":"ED251029",
        "title":"Industry-University Research in Florida: Incentives, Barriers, and Prospects. A Final Report."},
      {
        "id":"ED251030",
        "title":"Factors That Influence Transfer Activity: A Cross-Institutional Study."},
      {
        "id":"ED251034",
        "title":"Oversight on College Athletic Programs. Hearing before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources. United States Senate, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED251035",
        "title":"Improving the Research Infrastructure at U.S. Universities and Colleges. Hearing before the Committee on Science and Technology. U.S. House of Representatives, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED251037",
        "title":"Institutions of Higher Education: Index by State and Congressional District, 1983-84."},
      {
        "id":"ED251042",
        "title":"The Structure of Self-Perceived Quality of Life of Men and Women Graduate Students."},
      {
        "id":"ED251044",
        "title":"College and University Revenues and Expenditures, New York State, Fiscal Year Ending 1983."},
      {
        "id":"ED251057",
        "title":"College and University Organization: Insights from the Behavioral Sciences."},
      {
        "id":"ED251058",
        "title":"Part-Time Faculty: Higher Education at a Crossroads. ASHE-ERIC Higher Education Research Report No. 3, 1984."},
      {
        "id":"ED251060",
        "title":"Training of Personnel for Distance Education. Report of a Regional Seminar (Islamabad, Pakistan, August 8-18, 1983)."},
      {
        "id":"ED251062",
        "title":"An Exploratory Study of Factors Affecting Usage of an On-Line Computer-Based Bibliographic Retrieval Service."},
      {
        "id":"ED251123",
        "title":"The Law, Policy, and Politics of Formal Hypnosis in the Public Community College Classroom."},
      {
        "id":"ED251124",
        "title":"Relevancy and Revitalization: Retaining Quality and Vitality in Two-Year College Mathematics Faculty."},
      {
        "id":"ED251126",
        "title":"Tutoring: Essential to Community Colleges. Position Paper."},
      {
        "id":"ED251131",
        "title":"Determining Effective Teaching Behaviors and Staff Development Opportunities for Adjunct Faculty."},
      {
        "id":"ED251133",
        "title":"Illinois Community College Occupational Education: Status and Trends."},
      {
        "id":"ED251136",
        "title":"Leadership Strategies for Community College Effectiveness: Outcomes of the North Carolina Community College Presidents&apos; Leadership Institute. A Technical Report."},
      {
        "id":"ED251139",
        "title":"Assisting Student Learning."},
      {
        "id":"ED251140",
        "title":"Characteristics of Illinois Public Community College Faculty and Staff, Fall Term 1983."},
      {
        "id":"ED251148",
        "title":"The Status of Collective Bargaining in Illinois Community Colleges, 1983-1984."},
      {
        "id":"ED251149",
        "title":"Articulation."},
      {
        "id":"ED251160",
        "title":"Remedial Education in the States."},
      {
        "id":"ED251162",
        "title":"Community College Leadership for the '80s. AACJC Leadership Bookshelf Series, Number 1."},
      {
        "id":"ED251163",
        "title":"Facing the Challenges of the Future: The 1984 Presidents Academy Award Addresses. AACJC Leadership Bookshelf Series, Number 2."},
      {
        "id":"ED251166",
        "title":"Maternal and Child Health, FY 1983. Special Report to Congress."},
      {
        "id":"ED251167",
        "title":"Children, Youth, and Families in the Northeast. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, Ninety-Eighth Congress, First Session (New York, New York, July 25, 1983)."},
      {
        "id":"ED251168",
        "title":"Adopt-A-School."},
      {
        "id":"ED251169",
        "title":"New Forms of Pre-School Education. Final Report of a Study Group Meeting (New Delhi, 25-30 April 1983)."},
      {
        "id":"ED251170",
        "title":"Are the Long Term Effects of Early Childhood Education Effective Even Though the Short Term Effects Seem Ineffective?"},
      {
        "id":"ED251173",
        "title":"School Facilities Child Care Act. Report Together with Supplemental Views (To Accompany H.R. 4193). House of Representatives, 98th Congress, 2d Session."},
      {
        "id":"ED251176",
        "title":"What's This? Maternal Questions in Joint Picture Book Reading with Toddlers."},
      {
        "id":"ED251179",
        "title":"Bates' Infant Characteristics Questionnaire (ICQ) in the Netherlands."},
      {
        "id":"ED251182",
        "title":"Observations of Adolescent Mothers and Their Toddlers: Issues of Measurement."},
      {
        "id":"ED251185",
        "title":"Foster Grandparent Program Handbook. Revised Edition. Handbook 4405.90."},
      {
        "id":"ED251186",
        "title":"Telecommunications. Training for Day Care Teachers, Aides, and Administrators: A Comparative Study. A Summary Report."},
      {
        "id":"ED251187",
        "title":"Parental Self Esteem and Personality Development in Children."},
      {
        "id":"ED251189",
        "title":"A Developmental Study of Giving Reasons."},
      {
        "id":"ED251190",
        "title":"So You Have One Computer? What Now?"},
      {
        "id":"ED251193",
        "title":"Children, Youth, and Families in the Southwest. Hearing before the Select Committee on Children, Youth, and Families, House of Representatives, Ninety-Eighth Congress, First Session (Santa Ana, California, December 7, 1983)."},
      {
        "id":"ED251194",
        "title":"Child Development Program Evaluation Scale."},
      {
        "id":"ED251195",
        "title":"Avoiding Pitfalls in the Pursuit of Higher Standards for Elementary Schooling."},
      {
        "id":"ED251196",
        "title":"Moral Reasoning and Classroom Conduct: A Replication."},
      {
        "id":"ED251197",
        "title":"Theory of Compliance: Indicator Checklist Statistical Model and Instrument Based Program Monitoring Information System."},
      {
        "id":"ED251198",
        "title":"An Instrument-Based Program Monitoring System: A New Tool for Day Care Monitoring. Volume 1: Guide for Policymakers."},
      {
        "id":"ED251199",
        "title":"An Instrument-Based Program Monitoring System: A New Tool for Day Care Monitoring. Volume 2: Guide for Developing the Indicator Checklist (Revised Edition)."},
      {
        "id":"ED251200",
        "title":"Comparing Maternal and Child Reports of Children's Social Networks."},
      {
        "id":"ED251201",
        "title":"Child Nutrition Labeling for Meat and Poultry Products."},
      {
        "id":"ED251202",
        "title":"The Child Nutrition Labeling Program: An Overview."},
      {
        "id":"ED251212",
        "title":"Neighbourhood Based Residential Child Care: A Local Residential Child Care Unit as a Resource for Integrated and Flexible Child and Family Care in Dublin."},
      {
        "id":"ED251213",
        "title":"The Best Way to Remember Is...: The Development of Strategic Awareness during Elementary School."},
      {
        "id":"ED251214",
        "title":"Early Treatment Outcome in Failure to Thrive: Predictions from a Transactional Model."},
      {
        "id":"ED251221",
        "title":"Recruitment &amp; Selection of Staff: A Guide for Managers of Preschool &amp; Child Care Programs."},
      {
        "id":"ED251222",
        "title":"Hearings on a Bill to Make Permanent Certain Child Nutrition Programs. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, Second Session on H.R. 7 (March 6, 7, and 13, 1984)."},
      {
        "id":"ED251225",
        "title":"Academic Help-Seeking and Peer Relations in School."},
      {
        "id":"ED251227",
        "title":"Measuring Infant Communicative Abilities: A Guide to Formal Test Selection."},
      {
        "id":"ED251228",
        "title":"Fostering Communicative Competence in Young Children."},
      {
        "id":"ED251229",
        "title":"Toy Safety Act. Hearings before the Subcommittee on the Consumer of the Committee on Commerce, Science, and Transportation. United States Senate, Ninety-Eighth Congress, Second Session on S.2650 (June 8 and July 2, 1984)."},
      {
        "id":"ED251230",
        "title":"Review and Reauthorization of Certain Child Nutrition Programs. Hearings before the Subcommittee on Nutrition of the Committee on Agriculture, Nutrition, and Forestry, United States Senate and the Committee on Agriculture, Nutrition, and Forestry, United States Senate. Ninety-Eighth Congress, Second Session (March 12 and April 4, 1984)."},
      {
        "id":"ED251232",
        "title":"The Creation and Activities of Local CARE Committees: A Manual on Stimulating Local Collaborative Efforts Relating to Preschool Services."},
      {
        "id":"ED251233",
        "title":"The CARE (Children, Agencies, Resources, Etc.) Linkages Project. Final Evaluation Report."},
      {
        "id":"ED251234",
        "title":"A Survey of Preschool Programs in Tennessee."},
      {
        "id":"ED251235",
        "title":"A Review of Literature on Coordination, An Annotated Bibliography, and A Survey of Other Collaborative Efforts. A Product of the CARE Linkages Project."},
      {
        "id":"ED251236",
        "title":"Single Parent Families."},
      {
        "id":"ED251242",
        "title":"Articulation Linkages: Children and Parents in Early/Basic Education."},
      {
        "id":"ED251243",
        "title":"Group Time in Early Childhood Centers: An Exploratory Study."},
      {
        "id":"ED251244",
        "title":"Effects of Pictorial Instruction on Paired-Associate Recall in First Graders."},
      {
        "id":"ED251246",
        "title":"Early Signs of Sex Role Stereotyping among Day Care Toddlers."},
      {
        "id":"ED251247",
        "title":"Attention Strategies and Children's Incidental Learning."},
      {
        "id":"ED251248",
        "title":"Parent Characteristics and the Utilization of a Parent-Child Program."},
      {
        "id":"ED251249",
        "title":"Learning Needs and Problems in Primary Education. Report of Technical Working Group Meetings (Bangkok, Thailand, September 6-12, 1983). Volume I: Research Issues and Proposals."},
      {
        "id":"ED251250",
        "title":"Learning Needs and Problems in Primary Education. Report of Technical Working Group Meetings (Bangkok, Thailand, September 6-12, 1983). Volume II: Training of Educational Personnel."},
      {
        "id":"ED251254",
        "title":"Process for Developing an Indian Parent Program. Parenting Process Training Curriculum."},
      {
        "id":"ED251260",
        "title":"Attitudes toward Curriculum Issues among Rural Educators in Tennesseee."},
      {
        "id":"ED251265",
        "title":"A Comparison of Verbal and Motor Skills of Monolingual and Bilingual Hispanic Children--a Discriminant Analysis."},
      {
        "id":"ED251268",
        "title":"Mexico: The Role of the Participatory Media in Immigration/Emigration as Culture and Political Economy."},
      {
        "id":"ED251271",
        "title":"Multidimensional Self-Concepts: The Effect of Participation in an Outward Bound Program."},
      {
        "id":"ED251274",
        "title":"A Report of a Seminar on &quot;A Nation at Risk: The Imperative for Educational Reform&quot; Released by the National Commission on Excellence in Education. (Juneau, Alaska, July 15, 1983)."},
      {
        "id":"ED251279",
        "title":"Rural Development Reorganization Act of 1984; and the U.S. Department of Agriculture's Rural Development Policy Report. Hearing before the Subcommittee on Conservation, Credit, and Rural Development of the Committee on Agriculture, House of Representatives, Ninety-Eighth Congress, Second Session on H.R. 5024."},
      {
        "id":"ED251280",
        "title":"Land Grant and State Universities' Current Involvement in Clergy Continuing Education."},
      {
        "id":"ED251282",
        "title":"IAI Information and Priority District Programs: A Case Study Involving the Instructional Accomplishments of Hispanic Students in Racially Isolated Schools. Technical Report 76."},
      {
        "id":"ED251283",
        "title":"Guide to Library Research in Chicano Studies."},
      {
        "id":"ED251284",
        "title":"Report to the Secretary on the Department of Education's Rural Education Activities: Fiscal Year 1984. Volume I."},
      {
        "id":"ED251285",
        "title":"Report to the Secretary on the Department of Education&apos;s Rural Education Activities: Fiscal Year 1984. Volume II."},
      {
        "id":"ED251286",
        "title":"Partnerships in Action. Building Partnerships for Quality Education in Rural America."},
      {
        "id":"ED251287",
        "title":"School-Home Communications: A Resource Book for Improving School-Home Relations."},
      {
        "id":"ED251288",
        "title":"Electricity's Future: The Shift to Efficiency and Small-Scale Power. Worldwatch Paper 61."},
      {
        "id":"ED251293",
        "title":"Monographs in Environmental Education and Environmental Studies. Volume I."},
      {
        "id":"ED251294",
        "title":"Tomorrow. The Report of the Task Force for the Study of Chemistry Education in the United States."},
      {
        "id":"ED251295",
        "title":"Technology, Innovation, and Regional Economic Development."},
      {
        "id":"ED251296",
        "title":"H. R. 1310, Emergency Mathematics and Science Education Act. Hearings before the Committee on Science and Technology, House of Representatives, Ninety-Eighth Congress, First Session (February 9, 16, 1983)."},
      {
        "id":"ED251299",
        "title":"Water: Rethinking Management in an Age of Scarcity. Worldwatch Paper 62."},
      {
        "id":"ED251300",
        "title":"\"Learning To Do Math the Drafting Way.\" Field Test Copy."},
      {
        "id":"ED251301",
        "title":"The Competitive Status of the U.S. Electronics Industry."},
      {
        "id":"ED251304",
        "title":"Water Quality Instructional Resources Information System (IRIS): A Compilation of Abstracts to Water Quality and Water Resources Materials, Supplement XIX (1984)."},
      {
        "id":"ED251305",
        "title":"Science and Policy Issues: A Report of Citizen Concerns and Recommendations for American Agricultural Research."},
      {
        "id":"ED251310",
        "title":"Opportunities in Science and Engineering. A Chartbook Presentation. Second Edition."},
      {
        "id":"ED251312",
        "title":"UNESCO Science Programs: Impacts of U.S. Withdrawal and Suggestions for Alternative Interim Arrangements. A Preliminary Assessment."},
      {
        "id":"ED251315",
        "title":"Academic Science/Engineering: 1972-83. R&amp;D Funds, Federal Support, Scientists and Engineers, Graduate Enrollment and Support. Final Report."},
      {
        "id":"ED251317",
        "title":"The Long Duration Exposure Facility (LDEF). Mission 1 Experiments."},
      {
        "id":"ED251319",
        "title":"The 1984 Indiana State Mathematics Contest: Tests and Analysis of Student Performance."},
      {
        "id":"ED251320",
        "title":"Identification of the Dimensions and Predictors of Math Anxiety among College Students."},
      {
        "id":"ED251321",
        "title":"State and Local Initiatives to Alleviate Teacher Shortages in Mathematics and Science. AEL Occasional Paper 014."},
      {
        "id":"ED251328",
        "title":"A Developmental Theory of Number Understanding."},
      {
        "id":"ED251333",
        "title":"The Personal Effects of Participant Observation on the Participant Observer."},
      {
        "id":"ED251334",
        "title":"Aging and the Aged in the Third World: Part I. Studies in Third World Societies. Publication Number Twenty-Two."},
      {
        "id":"ED251337",
        "title":"The Humanities at Risk: The Quiet Crisis."},
      {
        "id":"ED251339",
        "title":"How to Integrate Women&apos;s Studies into the Traditional Curriculum."},
      {
        "id":"ED251340",
        "title":"Integrating Women&apos;s Studies into the Curriculum."},
      {
        "id":"ED251342",
        "title":"The Combined Use of Computers and Audio Tape Recorders in Storing, Managing, and Using Qualitative Verbal Ethnographic Data. [Revised]."},
      {
        "id":"ED251343",
        "title":"Bibliography of Methods in Cultural Anthropology."},
      {
        "id":"ED251344",
        "title":"Ethnicity and Civil War: The Lebanese-Armenian Case."},
      {
        "id":"ED251345",
        "title":"Creativity and the Behavioral Sciences."},
      {
        "id":"ED251347",
        "title":"The SIMILE Model of Thinking Skill Development: Theory and Practice [and] Protocol Materials for Teaching the Concept Power: A Thinking Skills Approach Based on the SIMILE Model."},
      {
        "id":"ED251357",
        "title":"School Desegregation Since Brown (1954): 30-Year Perspective."},
      {
        "id":"ED251358",
        "title":"The Media Mirror: A Study Guide on Christian Values and Television. Elementary."},
      {
        "id":"ED251359",
        "title":"The Media Mirror: A Study Guide on Christian Values and Television. Teacher&apos;s Guide."},
      {
        "id":"ED251360",
        "title":"The Media Mirror: A Study Guide on Christian Values and Television. Junior High."},
      {
        "id":"ED251361",
        "title":"The Media Mirror: A Study Guide on Christian Values and Television. Senior High."},
      {
        "id":"ED251362",
        "title":"Growing Together: An Opportunity for Young Adolescents and Their Parents. A Report on Catholic Youth in Grades 5 through 8, and Their Parents."},
      {
        "id":"ED251363",
        "title":"Verifying the Vision: A Self-Evaluation Instrument for the Catholic Elementary School."},
      {
        "id":"ED251364",
        "title":"The Non-Catholic in the Catholic School."},
      {
        "id":"ED251365",
        "title":"Effective Catholic Schools: An Exploration. With a Special Focus on Catholic Secondary Schools. Executive Summary."},
      {
        "id":"ED251366",
        "title":"Immigration: Law, Customs, History. 5th Grade Curriculum."},
      {
        "id":"ED251369",
        "title":"Outcome and Process Control in Arbitration and Mediation."},
      {
        "id":"ED251371",
        "title":"Totalitarian Egos versus Totalitarian Societies."},
      {
        "id":"ED251374",
        "title":"Classroom Demonstrations: Individual Differences."},
      {
        "id":"ED251375",
        "title":"Tomorrow's Elderly. A Report Prepared for the Chairman of the Select Committee on Aging. House of Representatives, Ninety-Eighth Congress, Second Session (October 1984)."},
      {
        "id":"ED251379",
        "title":"Harriet Tubman and the Underground Railroad."},
      {
        "id":"ED251385",
        "title":"Improving the Precollegiate Curriculum on Latin America, Grades 6-12. Final Performance Report."},
      {
        "id":"ED251389",
        "title":"Connecting Science, Technology, and Society in the Education of Citizens."},
      {
        "id":"ED251396",
        "title":"One Friendship at a Time: Your Guide to International Youth Exchange. International Youth Exchange--A Presidential Initiative."},
      {
        "id":"ED251403",
        "title":"The Constitution and the Community: A Resource for Planning Humanities-Based Programs on the United States Constitution."},
      {
        "id":"ED251406",
        "title":"A Model for Evaluating Teacher Education Programs. Teacher Education Monograph No. 2."},
      {
        "id":"ED251409",
        "title":"Choices in Academic Careers."},
      {
        "id":"ED251411",
        "title":"Mathematics Inservice Program in the Province of Taiwan, Republic of China. Its Development, Implementation, and Evaluation."},
      {
        "id":"ED251414",
        "title":"Educational Aims and the Purposiveness of Instruction. Skeptical Talks. Research Report 25."},
      {
        "id":"ED251417",
        "title":"Standards for Admission to Teacher Education Programs. An Issue Paper Prepared for the Minnesota Higher Education Coordinating Board."},
      {
        "id":"ED251418",
        "title":"Method for Analyzing District Level IAI Data Bases to Identify Learning Opportunity Risks."},
      {
        "id":"ED251419",
        "title":"Instructional Risk Reduction: An Alternative to Instructional Remediation."},
      {
        "id":"ED251422",
        "title":"Teacher Behavior and Student Achievement. Occasional Paper No. 73."},
      {
        "id":"ED251423",
        "title":"The Cultures of Teaching. Occasional Paper No. 74."},
      {
        "id":"ED251424",
        "title":"Research on Teaching and the Content of Teacher Education Programs: An Optimistic View. Occasional Paper No. 75."},
      {
        "id":"ED251425",
        "title":"Assessing the Stability of Teacher Behavior. Research Series No. 141."},
      {
        "id":"ED251426",
        "title":"An Investigation of How Teachers' Concerns Influence Innovation Adoption. Procedures for Adopting Educational Innovations Project."},
      {
        "id":"ED251429",
        "title":"What Context? Is It in Use? R&amp;D Report No. 3041."},
      {
        "id":"ED251430",
        "title":"Differences in Teacher-Student Interactions for Students Differing in Ability and Behavior. R & D Report No. 4094."},
      {
        "id":"ED251431",
        "title":"Management and Instruction Strategies for Heterogeneous Elementary School Classrooms. R&D Report No. 6009."},
      {
        "id":"ED251432",
        "title":"Management Strategies in Elementary School Classrooms. R&amp;D Rep. No. 6052."},
      {
        "id":"ED251433",
        "title":"Orchestrating Small Group Instruction in Elementary School Classrooms. R&D Rep. No. 6053."},
      {
        "id":"ED251434",
        "title":"Tapping Teacher Thinking through Triangulation of Data Sets. R&amp;D Rep. No. 8014."},
      {
        "id":"ED251435",
        "title":"The Teacher Beliefs Study: An Interim Report. Research on the Social Context of Teaching and Learning. R &amp; D Report No. 8020."},
      {
        "id":"ED251437",
        "title":"Teachers and Transitions: Two Case Studies of Teachers Changing Classroom Assignments in Mid-Year. Report No. 9056."},
      {
        "id":"ED251438",
        "title":"A Status Report and Content Analysis of State Mandated Teacher Induction Programs. Report No. 9057."},
      {
        "id":"ED251439",
        "title":"Curriculum Decision Making and the Beginning Teacher. Report No. 9058."},
      {
        "id":"ED251444",
        "title":"Beginning Teacher Induction: Five Dilemmas. The Proceedings from a Public Forum. Research on the Improvement Process in Schools and Colleges. R&D Report No. 3153."},
      {
        "id":"ED251445",
        "title":"Knowledge, Training, and Classroom Management. R&amp;D Rep. No. 6054."},
      {
        "id":"ED251446",
        "title":"Design for Analyzing Classroom Activities. R&D Report No. 6130."},
      {
        "id":"ED251447",
        "title":"Teachers' Planning Decisions for the Beginning of School. R&amp;D Rep. No. 6152."},
      {
        "id":"ED251448",
        "title":"Classroom Management: Research and Implications. Research on Classroom Learning and Teaching. R&D Rep. No. 6178."},
      {
        "id":"ED251449",
        "title":"Teachers&apos; Thought Processes. Occasional Paper No. 72."},
      {
        "id":"ED251450",
        "title":"Research on Teacher Education. Occasional Paper No. 80."},
      {
        "id":"ED251451",
        "title":"A Descriptive Study of the Preactive and Interactive Decision Making of an Expert Classroom Teacher. Research Series No. 148."},
      {
        "id":"ED251452",
        "title":"The Prediction of Commitment to the Teaching Profession."},
      {
        "id":"ED251454",
        "title":"The Interplay of Teacher and Student Characteristics that Affect Student Learning, Attitudes, and Coping Skills. Final Report of the Teaching-Learning Interaction Study. Volumes I-III."},
      {
        "id":"ED251455",
        "title":"Determination of Health Knowledge: A Design for Preschool."},
      {
        "id":"ED251457",
        "title":"A Low-Inference Indicator of Lesson Organization."},
      {
        "id":"ED251460",
        "title":"Health Promotion &amp; Disease Prevention: An Assessment Guide for BHCDA Projects. Administrative Document."},
      {
        "id":"ED251461",
        "title":"National Academy of Sciences&apos; Reports on Diet and Health--Are They Credible and Consistent?"},
      {
        "id":"ED251463",
        "title":"The Effects of Periodic Prompting on Selected Teaching Behaviors of Physical Education Student Teachers."},
      {
        "id":"ED251464",
        "title":"Imagination: Teachers' Perceptions of What It Is!"},
      {
        "id":"ED251465",
        "title":"Testing the Classroom Troubleshooting Model."},
      {
        "id":"ED251470",
        "title":"Issues in Developing a Local Minimum Competency Test: Our BEST Effort."},
      {
        "id":"ED251471",
        "title":"Evaluative Review of Dropout Reporting Procedures."},
      {
        "id":"ED251474",
        "title":"Evaluation of Operation Turnaround."},
      {
        "id":"ED251475",
        "title":"An Evaluation of the Area Reading Centers: A Study Conducted through the DCPS/University System Collaborative Effort."},
      {
        "id":"ED251476",
        "title":"Evaluation of the 1982-83 Beginning Teacher Program."},
      {
        "id":"ED251477",
        "title":"Evaluation of the 1982-83 ECIA, Chapter II School Alternative Vocational Education Project."},
      {
        "id":"ED251478",
        "title":"An Evaluative Overview of the Gloria Floyd Community School Academic Excellence Program."},
      {
        "id":"ED251481",
        "title":"Profiles of Prospective Humanities Majors: 1975-1983. A Study of Students Taking the College Board Scholastic Aptitude Test and the Graduate Record Examinations Final Report; Revised Edition; Supplement I [and] Supplement II."},
      {
        "id":"ED251483",
        "title":"The Graduate Management Admission Test: Technical Report on Test Development and Score Interpretation for GMAT Users."},
      {
        "id":"ED251484",
        "title":"Foreign Nationals Taking the GRE General Test During 1981-82: Highlights of a Study."},
      {
        "id":"ED251486",
        "title":"Study of Test Burden at the Elementary and Intermediate Schools."},
      {
        "id":"ED251487",
        "title":"The Test Performance of Handicapped People. Studies of Admissions Testing and Handicapped People, Report No. 2."},
      {
        "id":"ED251491",
        "title":"Case Studies of School Improvement: A Concerns Based Approach. International School Improvement Project."},
      {
        "id":"ED251492",
        "title":"Conjunctive and Disjunctive Item Response Functions."},
      {
        "id":"ED251494",
        "title":"The Influence of Class Ability Level on Student Achievement and Classroom Behavior."},
      {
        "id":"ED251499",
        "title":"Triangulating School District Needs with Multiple Constituency Groups."},
      {
        "id":"ED251500",
        "title":"Instructional Accomplishment Patterns of Asian/Pacific Islander Elementary Students."},
      {
        "id":"ED251503",
        "title":"Task Analysis and Synthesis as Precursors of Productive Instruction."},
      {
        "id":"ED251504",
        "title":"Methodology for Analysis of IAI District Level Data Bases."},
      {
        "id":"ED251505",
        "title":"Program-Fair Educational Evaluation and Empirical Curriculum Inquiry."},
      {
        "id":"ED251506",
        "title":"Using Cluster Analysis to Solve Real Problems in Schooling and Instruction."},
      {
        "id":"ED251507",
        "title":"Wagging the Dog, Carting the Horse: Testing and Improving Schools. Summary of Conference Proceedings. Research into Practice Project."},
      {
        "id":"ED251508",
        "title":"Testing and Assessment in American Public Schools: Current Practices and Directions for Improvement. Research into Practice [Project], Test Use Monograph."},
      {
        "id":"ED251509",
        "title":"Whither Educational Evaluation: Life, Death, and Reincarnation? Research into Practice Project."},
      {
        "id":"ED251512",
        "title":"Methods for Equating Mental Tests. Interim Report for Period March 1982-October 1984."},
      {
        "id":"ED251513",
        "title":"1984 Policy Studies: The Use of Testing and Evaluation for Assessing Educational Quality and Improving School Practice. Research into Practice Project."},
      {
        "id":"ED251514",
        "title":"Annual Report. Technical Reports. Evaluation Productivity Project."},
      {
        "id":"ED251515",
        "title":"The Administrator's Role in Evaluation Use. Evaluation Productivity Project."},
      {
        "id":"ED251516",
        "title":"Factors Common to High-Utilization Evaluations. Evaluation Productivity Project."},
      {
        "id":"ED251517",
        "title":"Reflections on Evaluation Costs: Direct and Indirect. Evaluation Productivity Project."},
      {
        "id":"ED251518",
        "title":"Violence, The Ku Klux Klan and the Struggle for Equality."},
      {
        "id":"ED251519",
        "title":"Understanding and Managing Staff Development in an Urban School System. Final Report."},
      {
        "id":"ED251521",
        "title":"Technical Education Today: The Need for a Greater Emphasis on Verbal Skills and Their Relation to Successful Problem Solving."},
      {
        "id":"ED251522",
        "title":"Teaching Problem Solving Strategies to Bilingual Students: What Do Research Results Tell Us?"},
      {
        "id":"ED251524",
        "title":"Correlations Between Teacher and Student Backgrounds and Teacher Perceptions of Discipline Problems and Disciplinary Techniques."},
      {
        "id":"ED251528",
        "title":"University/District Collaboration on Effective Schools: A Resource Enhancement Model."},
      {
        "id":"ED251532",
        "title":"Study of the Status of FY83 CETA Coordination and Program Activities. Final Report: Coordination Study."},
      {
        "id":"ED251533",
        "title":"The Pursuit of Excellence: Improving the Quality of Our Urban Schools through Desegregation, Equity and Choice. A Final Report from the Program Committee of The Worcester Conference on Equity and Choice (Worcester, Massachusetts, April 9-10, 1984)."},
      {
        "id":"ED251537",
        "title":"School-Age Parents: Federal Programs and Policies Relevant to Pregnant or Parenting Secondary Students."},
      {
        "id":"ED273628",
        "title":"Determining Factor Structure in a Multidimensional Inventory."},
      {
        "id":"ED273630",
        "title":"A Comparison of Teachers' Salaries in Japan and the United States."},
      {
        "id":"ED273632",
        "title":"Educators as Lawmakers: A Directory of State Legislators from the Education Profession. 1986-87 Edition."},
      {
        "id":"ED273637",
        "title":"A Standard of Quality. The Georgia Teacher Certification Testing Program."},
      {
        "id":"ED273638",
        "title":"Professional Development Planning Guide: A Primer for Local School Districts."},
      {
        "id":"ED273640",
        "title":"A Content Analysis of the Influence of the Fitness Movement on Professional Preparation in Physical Education."},
      {
        "id":"ED273642",
        "title":"District and School Profiles, 1984-85. Dade County Public Schools, Florida."},
      {
        "id":"ED273643",
        "title":"Statistical Abstract, Dade County Public Schools, 1984-1985."},
      {
        "id":"ED273645",
        "title":"A Follow-up Study of the Implementation of Recommendations from Evaluations of Six Dade County Public Schools Programs."},
      {
        "id":"ED273649",
        "title":"Evaluation of an Out-of-School Tutoring Program: CROSSROADS."},
      {
        "id":"ED273651",
        "title":"Development of WISC-R Administration Observational Checklist."},
      {
        "id":"ED273653",
        "title":"The Development of Interests: Research Programs in the Federal Republic of Germany."},
      {
        "id":"ED273654",
        "title":"Discrimination Indices Commonly Used in Military Training Environments: Effects of Departures from Normal Distributions."},
      {
        "id":"ED273656",
        "title":"Effect Sizes of Programs Applying to the Joint Dissemination Review Panel."},
      {
        "id":"ED273665",
        "title":"A Look at Psychometrics in the Netherlands."},
      {
        "id":"ED273672",
        "title":"Identification of Students at Risk for Early Withdrawal: A Hierarchical Clustering Model."},
      {
        "id":"ED273674",
        "title":"An Investigation into the Relative Effectiveness of Remediation Programs."},
      {
        "id":"ED273675",
        "title":"Linking Outcomes to Organizational Planning."},
      {
        "id":"ED273676",
        "title":"Grade Equivalents: We Report Them, You Should Too."},
      {
        "id":"ED273677",
        "title":"Adjusting for Rater Bias in Teacher Evaluations: Political and Technical Realities."},
      {
        "id":"ED273678",
        "title":"Ninth Grade Course Enrollment and Dropping Out."},
      {
        "id":"ED273680",
        "title":"Writing: Trends Across the Decade, 1974-84."},
      {
        "id":"ED273681",
        "title":"Science Objectives, 1985-86 Assessment."},
      {
        "id":"ED273682",
        "title":"Math Objectives, 1985-86 Assessment."},
      {
        "id":"ED273683",
        "title":"A Framework for Assessing Computer Competence: Defining Objectives."},
      {
        "id":"ED273684",
        "title":"CAI: A Model for the Comparison and Selection of Integrated Learning Systems in Large School Districts."},
      {
        "id":"ED273685",
        "title":"Creating a Center for Education Statistics: A Time for Action."},
      {
        "id":"ED273691",
        "title":"Hartford Project Concern Program 1984-85 Final Evaluation Report."},
      {
        "id":"ED273698",
        "title":"Achieving Quality Integrated Education."},
      {
        "id":"ED273700",
        "title":"Community Services: Block Grant Helps Address Local Social Service Needs. Report to Congressional Committees."},
      {
        "id":"ED273701",
        "title":"Minnesota K-12 Education: A Catalogue of Reform Proposals. A Summary Version. A Report of the CURA/College of Education Project on the Future of K-12 Education in Minnesota."},
      {
        "id":"ED273702",
        "title":"Minnesota K-12 Education: A Catalogue of Reform Proposals. A Report of the CURA/College of Education Project on the Future of K-12 Public Education in Minnesota."},
      {
        "id":"ED273704",
        "title":"Evaluation of the School Desegregation Study."},
      {
        "id":"ED273705",
        "title":"Must They Wait Another Generation? Hispanics and Secondary School Reform. ERIC/CUE Diversity Series Number 93."},
      {
        "id":"ED273706",
        "title":"School Desegregation Project."},
      {
        "id":"ED273712",
        "title":"Reducing the High School Dropout Rate in California: Why We Should and How We May."},
      {
        "id":"ED273716",
        "title":"Using Magnet Schools for Desegregation: Some Suggestions from the Research. ERIC/CUE Trends and Issues Series; Number 3."},
      {
        "id":"ED273717",
        "title":"Cooperative Learning in the Urban Classroom. ERIC/CUE Digest, Number 30."},
      {
        "id":"ED273718",
        "title":"Black Students and Private Schooling. ERIC/CUE Trends and Issues Series, Number 4."},
      {
        "id":"ED273719",
        "title":"Trends and Issues in Urban Education: A Student-Based Perspective. ERIC/CUE Trends and Issues Series, Number 5."},
      {
        "id":"ED273721",
        "title":"Statement before the Subcommittee on Civil and Constitutional Rights Committee on the Judiciary, House of Representatives, on the Operations of the United States Commission on Civil Rights."},
      {
        "id":"ED273722",
        "title":"Social and Economic Environment of Black Farmers. Rural Development Research Report Number 61."},
      {
        "id":"ED273726",
        "title":"Children and Families in Poverty: Beyond the Statistics. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED273727",
        "title":"Proceedings of a Conference on the Educational and Occupational Needs of Asian-Pacific-American Women (San Francisco, California, August 24-25, 1976)."},
      {
        "id":"ED273730",
        "title":"Mediation in Families: A Study of the Children's Hearings Project."},
      {
        "id":"ED273732",
        "title":"Economic Self-Sufficiency among Recently-Arrived Refugees from Southeast Asia."},
      {
        "id":"ED273734",
        "title":"Immigration and Public Assistance Participation: Dispelling the Myth of Dependency. IRP Discussion Papers. DP #777-85."},
      {
        "id":"ED273735",
        "title":"Minority Concentration and Earnings Inequality: A Revised Formulation. IRP Discussion Papers, DP #791-85."},
      {
        "id":"ED273736",
        "title":"A Report of the Compendium of Papers on the Topic of Bilingual Education of the Committee on Education and Labor, House of Representatives, 99th Congress, 2d Session."},
      {
        "id":"ED273737",
        "title":"Newark's Dropouts: Who Are They?"},
      {
        "id":"ED273740",
        "title":"The Black Middle Class Family: A Study of Black Subsociety, Neighborhood, and Home in Interaction."},
      {
        "id":"ED273744",
        "title":"Sexual Harassment in the State Workforce. Results of a Survey. S.H.E. Project Report."},
      {
        "id":"ED273745",
        "title":"Management Planning for Workplace Automation."},
      {
        "id":"ED273748",
        "title":"The Job Training Partnership Act: Service to Women."},
      {
        "id":"ED273750",
        "title":"Using Job Clubs to Assist in the Transition to Work of Postsecondary Students with Disabilities."},
      {
        "id":"ED273751",
        "title":"Refrigeration and Cryogenics Specialist. J3ABR54530"},
      {
        "id":"ED273752",
        "title":"Environmental Support Specialist. J3ABR56631"},
      {
        "id":"ED273754",
        "title":"Current Issues in Workers' Compensation. Papers Presented at a Conference Sponsored by the Institute of Management and Labor Relations and the Bureau of Economic Research, Rutgers, the State University of New Jersey; the New York State School of Industrial and Labor Relations, Cornell University; and the Economics Department, University of Connecticut (New Brunswick, NJ, 1983)."},
      {
        "id":"ED273755",
        "title":"Nonmonetary Eligibility in State Unemployment Insurance Programs: Law and Practice."},
      {
        "id":"ED273756",
        "title":"Small Business Incubator Resource Kit."},
      {
        "id":"ED273757",
        "title":"Implementing Army Training Programs: An Overview for Managers. Research Report 1382."},
      {
        "id":"ED273776",
        "title":"Mi Carrera. Volume II: Exploring Five Vocational Areas = Explorando Cinco Areas Vocacionales."},
      {
        "id":"ED273781",
        "title":"Pathways to Effective Dissemination: Configuration-Mapping and Linkage-Typing as Tools."},
      {
        "id":"ED273782",
        "title":"Literacy for Development: An African Perspective (Notes from a Sabbatical)."},
      {
        "id":"ED273788",
        "title":"Electronic Tools and Job Design."},
      {
        "id":"ED273789",
        "title":"Profile of Vocational Agriculture Teachers: Trends in Number, Sex, Preparation, and Satisfaction of Credential Recipients."},
      {
        "id":"ED273794",
        "title":"A Cost-Benefit Analysis Model for Secondary Vocational Programs: A New Approach from School Perspective."},
      {
        "id":"ED273795",
        "title":"4-H Programs: Time to Complement Academic Education."},
      {
        "id":"ED273796",
        "title":"Criteria for Reviewing Publications in Extension."},
      {
        "id":"ED273797",
        "title":"Working Together: A Prime Resource for Extension Programming at the Local Level."},
      {
        "id":"ED273799",
        "title":"Student Assessment: A Handbook for TAFE Teachers."},
      {
        "id":"ED273800",
        "title":"National Forum on Issues in Vocational Assessment (2nd, Dallas, Texas, March 13-15, 1986). The Issues Papers."},
      {
        "id":"ED273801",
        "title":"Training and Technology for the Disabled. Discovery III Conference Papers (Milwaukee, Wisconsin, March 10-12, 1986)."},
      {
        "id":"ED273802",
        "title":"A Guide to Job Analysis: A How-To Publication for Occupational Analysis."},
      {
        "id":"ED273803",
        "title":"A Comparison of Commercial Vocational Evaluation Systems (Second Edition)."},
      {
        "id":"ED273804",
        "title":"Work Evaluation and Adjustment. An Annotated Bibliography."},
      {
        "id":"ED273806",
        "title":"Achieving Professional Excellence: Proceedings of a National Conference on Performance-Based Approaches to Training (Little Rock, Arkansas, October 8-10, 1985)."},
      {
        "id":"ED273807",
        "title":"Reauthorization of Title I of the Domestic Volunteer Service Act of 1973. Hearing before the Subcommittee on Select Education of the Committee on Education and Labor, House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED273809",
        "title":"Program Planning for Older Adults. Module A-1. Block A. Basic Knowledge of the Aging Process."},
      {
        "id":"ED273810",
        "title":"Stereotypes of Aging. Module A-2. Block A. Basic Knowledge of the Aging Process."},
      {
        "id":"ED273811",
        "title":"Human Development Aspects of Aging. Module A-3. Block A. Basic Knowledge of the Aging Process."},
      {
        "id":"ED273812",
        "title":"Social Aspects of Aging. Module A-4. Block A. Basic Knowledge of the Aging Process."},
      {
        "id":"ED273813",
        "title":"Physiological Aspects of Aging. Module A-5. Block A. Basic Knowledge of the Aging Process."},
      {
        "id":"ED273814",
        "title":"Death and Bereavement. Module A-6. Block A. Basic Knowledge of the Aging Process."},
      {
        "id":"ED273815",
        "title":"Psychological Aspects of Aging. Module A-7. Block A. Basic Knowledge of the Aging Process."},
      {
        "id":"ED273816",
        "title":"Confusion and the Older Adult. Module A-8. Block A. Basic Knowledge of the Aging Process."},
      {
        "id":"ED273817",
        "title":"Nutrition and the Older Adult. Module A-9. Block A. Basic Knowledge of the Aging Process."},
      {
        "id":"ED273818",
        "title":"Listening and the Older Adult. Module A-10. Block A. Basic Knowledge of the Aging Process."},
      {
        "id":"ED273819",
        "title":"Resource Material. Handbook of Selected Case Studies."},
      {
        "id":"ED273821",
        "title":"Secondary Vocational Education. Occasional Paper No. 119."},
      {
        "id":"ED273822",
        "title":"Vocational Rehabilitation: Its Relationship to Vocational Education. Occasional Paper No. 120."},
      {
        "id":"ED273825",
        "title":"Emergency Medical Services Instructor Training Program. A National Standard Curriculum. Course Guide. First Edition."},
      {
        "id":"ED273826",
        "title":"Emergency Medical Services Instructor Training Program. A National Standard Curriculum. Instructor Lesson Plans. First Edition."},
      {
        "id":"ED273827",
        "title":"Emergency Medical Services Instructor Training Program. A National Standard Curriculum. Student Study Guide."},
      {
        "id":"ED273828",
        "title":"Herbaceous Ornamental Plants. Slide Script."},
      {
        "id":"ED273829",
        "title":"Linear Classification of Dairy Cattle. Slide Script."},
      {
        "id":"ED273830",
        "title":"Operating and Maintaining a Grain Drill. Lesson Plans."},
      {
        "id":"ED273831",
        "title":"Approved Practices in Dairy Reproduction. Slide Script."},
      {
        "id":"ED273832",
        "title":"The Nursery Worker. Teacher Guide. Revised."},
      {
        "id":"ED273833",
        "title":"Hardwood Lumber Scaling [and] Hardwood Log Scaling and Grading. Slide Scripts."},
      {
        "id":"ED273834",
        "title":"Selected Landscape Plants. Slide Script."},
      {
        "id":"ED273835",
        "title":"Diseases of Landscape Ornamentals. Slide Script."},
      {
        "id":"ED273836",
        "title":"Ornamental Annual Plants and Their Uses. Slide Script."},
      {
        "id":"ED273837",
        "title":"Operating and Maintaining the Greenhouse."},
      {
        "id":"ED273838",
        "title":"The Tree Worker's Manual."},
      {
        "id":"ED273839",
        "title":"Non-Governmental Organisations. Their Role in Development. Courier No. 37."},
      {
        "id":"ED273843",
        "title":"Student Competency Profile Chart: A Competency Based Vocational Education Instrument."},
      {
        "id":"ED273844",
        "title":"Project Instructional Resource Needs. Second Edition. Module E-1 of Category E--Instructional Management. Professional Teacher Education Module Series."},
      {
        "id":"ED273845",
        "title":"Linkage between Vocationally Trained Participants and Industry Registered Apprenticeship Programs: A Study of Barriers and Facilitators. Final Report."},
      {
        "id":"ED273846",
        "title":"Linkage between Vocationally Trained Participants and Industry Registered Apprenticeship Programs: An Implementation Manual."},
      {
        "id":"ED273852",
        "title":"Identification of Vocational Education Outcomes in Illinois. Identification and Assessment of Vocational Education Outcomes."},
      {
        "id":"ED273858",
        "title":"Evaluating Computerized Career Information Systems for Use with Occupational Education Curricula. Final Report."},
      {
        "id":"ED273866",
        "title":"When Someone in Your Family Has Cancer."},
      {
        "id":"ED273867",
        "title":"Talking with Your Child about Cancer."},
      {
        "id":"ED273868",
        "title":"Hearings on Youth Suicide Prevention Act of 1985. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, First Session on H.R. 1099 and H.R. 1894 to Make Grants Available for Teenage Suicide Prevention Programs. (Washington, DC, September 10, 1985, and Yonkers, NY, October 21, 1985)."},
      {
        "id":"ED273869",
        "title":"Anorexia Nervosa/Bulimia. LC Science Tracer Bullet, TB 85-8."},
      {
        "id":"ED273870",
        "title":"Compilation of the Older Americans Act of 1965 and Related Provisions of Law as Amended through September 30, 1985. Prepared for Use by the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED273872",
        "title":"Dropout Prevention through Alternative High Schools: A Study of the National Experience."},
      {
        "id":"ED273873",
        "title":"The Iowa K-12 Career Guidance Curriculum Guide for Student Development."},
      {
        "id":"ED273874",
        "title":"Self and Peer Perceptions and Attributional Biases of Aggressive and Nonaggressive Boys in Dyadic Interactions."},
      {
        "id":"ED273877",
        "title":"Parental Kidnaping and Child Support. Hearing before the Subcommittee on Juvenile Justice of the Committee on the Judiciary. United States Senate, Ninety-Ninth Congress, First Session on Problems of Domestic and International Kidnaping and Child Support Enforcement (July 19, 1985)."},
      {
        "id":"ED273878",
        "title":"Cable-Porn and Dial-A-Porn Control Act. Hearing before the Subcommittee on Criminal Law of the Committee on the Judiciary. United States Senate, Ninety-Ninth Congress, First Session on S. 1090. A Bill to Amend Section 1464 of Title 18, United States Code, Relating to Broadcasting Obscene Language, and for Other Purposes (July 31, 1985)."},
      {
        "id":"ED273880",
        "title":"Perspectives on Change of Custody among Stepsiblings."},
      {
        "id":"ED273883",
        "title":"Selecting Social Intervention Techniques for Aggressive Rejected Children."},
      {
        "id":"ED273884",
        "title":"The Development of Religious Beliefs and Commitment in Adolescence."},
      {
        "id":"ED273885",
        "title":"Women as Child Abusers: Indicators, Treatment, and Policy Directions."},
      {
        "id":"ED273886",
        "title":"A Study of the Dynamics of Social Influence in Counseling."},
      {
        "id":"ED273889",
        "title":"Assessments and the Native American."},
      {
        "id":"ED273911",
        "title":"Nursing Home Discharges: The Results of an Incentive Reimbursement Experiment. Long-Term Care Studies Program Research Report."},
      {
        "id":"ED273912",
        "title":"Computer Pornography and Child Exploitation Prevention Act. Hearing before the Subcommittee on Juvenile Justice of the Committee on the Judiciary. United States Senate, Ninety-Ninth Congress, First Session on S. 1305 (October 1, 1985)."},
      {
        "id":"ED273915",
        "title":"Americans Needing Home Care, United States. Data from the National Health Survey."},
      {
        "id":"ED273916",
        "title":"Private Health Insurance in the United States, National Health Care Expenditures Study. Data Preview 23."},
      {
        "id":"ED273917",
        "title":"Marriage and First Intercourse, Marital Dissolution, and Remarriage: United States, 1982."},
      {
        "id":"ED273919",
        "title":"Missing and Exploited Children. Hearing before the Subcommittee on Juvenile Justice of the Committee on the Judiciary. United States Senate, Ninety-Ninth Congress, First Session on S. 1174 (Lexington, KY, August 21, 1985)."},
      {
        "id":"ED273922",
        "title":"The Informal Reading Assessment Inventory."},
      {
        "id":"ED273924",
        "title":"A Review of Emergent Literacy with Implications for Research and Practice in Reading. Technical Report No. 379."},
      {
        "id":"ED273926",
        "title":"Reading as a Whole-Brain Process: Both Reality and Metaphor."},
      {
        "id":"ED273928",
        "title":"Research within Reach: Secondary School Reading. A Research-Guided Response to the Concerns of Educators."},
      {
        "id":"ED273929",
        "title":"The Readability of the Newbery Medal Books (1974-1986)."},
      {
        "id":"ED273931",
        "title":"A Descriptive Study of Teacher Explanation: A Final Report of the l983-84 Study. Research Series No. 170."},
      {
        "id":"ED273932",
        "title":"The Curricular and Instructional Conceptions Undergirding the Teacher Explanation Project. Occasional Paper No. 98."},
      {
        "id":"ED273934",
        "title":"Learning to Read: A Longitudinal Study of Word Skill Development in Two Curricula. 1986/4."},
      {
        "id":"ED273935",
        "title":"Enhancing Calibration. Program Report 86-14."},
      {
        "id":"ED273937",
        "title":"Working Memory, M-Space and Metacognitive Development in Skilled and Less-Skilled Readers."},
      {
        "id":"ED273938",
        "title":"Young Children's Scripted-Story Recall."},
      {
        "id":"ED273941",
        "title":"Introduction to Computers & Introduction to Word Processing: Integrating Content Area Coursework into College Reading/Study Skills Curricula Using Microcomputers."},
      {
        "id":"ED273942",
        "title":"Implications of Artificial Intelligence Research for Human-Computer Interaction in Reading Instruction."},
      {
        "id":"ED273944",
        "title":"A Comparison of Phonics Performance of Skilled Adult Readers and Elementary School Readers."},
      {
        "id":"ED273945",
        "title":"Writing: A Third &quot;Language&quot; for Second Language Learners Becoming Members of New &quot;Rhetorical Communities.&quot;"},
      {
        "id":"ED273946",
        "title":"Mass Media and Deviance: Exploring the Boundaries."},
      {
        "id":"ED273948",
        "title":"International Regulation of Direct Broadcast Satellites: The Roles of UNESCO, ITU and the UN."},
      {
        "id":"ED273949",
        "title":"Television News Sources and News Channels: A Study in Agenda-Building."},
      {
        "id":"ED273950",
        "title":"Oppositional Decoding as an Act of Resistance."},
      {
        "id":"ED273951",
        "title":"Applying Schema Theory to Mass Media Information Processing: Moving toward a Formal Model."},
      {
        "id":"ED273957",
        "title":"The Development of State Open-Meeting Laws."},
      {
        "id":"ED273959",
        "title":"Composition for Critical Thinking: A Course Description."},
      {
        "id":"ED273960",
        "title":"Student Written Errors and Teacher Marking: A Search for Patterns."},
      {
        "id":"ED273963",
        "title":"Teaching Writing through Literature: Toward the Acquisition of a Knowledge Base."},
      {
        "id":"ED273964",
        "title":"Poems by Computer: Introducing Poetry in a High-Tech Society."},
      {
        "id":"ED273968",
        "title":"I Can Teach, They Can Write! Student Teachers and Primary Children Pattern Books as Models for Creative Writing."},
      {
        "id":"ED273969",
        "title":"The Effect of Ambiguity on the Situational Anxiety of Writing Teachers Attending a Summer Workshop."},
      {
        "id":"ED273970",
        "title":"Report of Thinking Skill Instructional Activities."},
      {
        "id":"ED273975",
        "title":"Resources for Graduate Writing Instruction."},
      {
        "id":"ED273980",
        "title":"Composing Styles as Predicted by Personality Style Testing."},
      {
        "id":"ED273982",
        "title":"Thinking with Verbs and Conjunctions."},
      {
        "id":"ED273983",
        "title":"An Exploratory Study of Spelling Errors of Grade Three Students."},
      {
        "id":"ED273985",
        "title":"Activities to Promote Critical Thinking. Classroom Practices in Teaching English, 1986."},
      {
        "id":"ED273987",
        "title":"Problems and Promises: Invention on the Computer."},
      {
        "id":"ED273989",
        "title":"Consensus and Dissent: Teaching English Past, Present, and Future."},
      {
        "id":"ED273990",
        "title":"The Effects of Writing on Learning from Text."},
      {
        "id":"ED273993",
        "title":"Tips for the Practitioner on Writing Book Reviews. Techniques."},
      {
        "id":"ED273994",
        "title":"The Writing Report Card: Writing Achievement in American Schools."},
      {
        "id":"ED273995",
        "title":"The Development of a Measure of Perceived Communication Openness."},
      {
        "id":"ED273996",
        "title":"Integrating Library Research Skills into the Basic Course Curriculum."},
      {
        "id":"ED273997",
        "title":"Facilitating Group Communication: The Interactive Management Approach."},
      {
        "id":"ED273998",
        "title":"Implications of a Contextualist Approach to Media-Effects Research."},
      {
        "id":"ED274000",
        "title":"Communication Apprehension and Evaluation Apprehension: Critical and Empirical Analyses of Competing Paradigms."},
      {
        "id":"ED274001",
        "title":"The Mass Media and Audience Generalization about Groups of Foreign Countries."},
      {
        "id":"ED274004",
        "title":"Bridging the Gap between the Broadcast Tower and the Ivory Tower: Integrating Telecommunications into Speech Communication Curricula."},
      {
        "id":"ED274009",
        "title":"Critical Research and the Problem of Multi-Level Analysis: Notes on Connecting Micro Events and Macro Structures."},
      {
        "id":"ED274017",
        "title":"Conceptualizing and Validating Teacher Questioning Skills."},
      {
        "id":"ED274020",
        "title":"The Research Base for a Public Relations Curriculum: A National Survey of Topics \"Essential\" to a Public Relations Curriculum."},
      {
        "id":"ED274022",
        "title":"Status Report on Speech Research: A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for Its Investigation, and Practical Applications, January 1-March 31, 1986."},
      {
        "id":"ED274023",
        "title":"Decision Rule as a Determinant of Time and Verdict in Small Juries."},
      {
        "id":"ED274024",
        "title":"Experienced Teachers' Use of Behavior Alteration Techniques on Common Student Misbehaviors."},
      {
        "id":"ED274027",
        "title":"Beyond Special Education Compliance: Administrative Challenges for Reaching Educational Excellence. Specialized Training of Regular Educators in Development and Implementation of Special Education Services in School Districts. Final Report and Training Manual."},
      {
        "id":"ED274028",
        "title":"Productive School Systems for a Nonrational World."},
      {
        "id":"ED274029",
        "title":"State Curriculum Standards as a School Improvement Strategy."},
      {
        "id":"ED274031",
        "title":"The Principal as Instructional Leader."},
      {
        "id":"ED274032",
        "title":"Staff Development: Putting Theory into Practice."},
      {
        "id":"ED274033",
        "title":"Situational Supervision or Student Performance Based Teacher Supervision."},
      {
        "id":"ED274034",
        "title":"Strike Manual: Related to Potential School Employee Strike Action."},
      {
        "id":"ED274036",
        "title":"Writing a Brochure Is as Easy as 1-2-3. A Kit for Workshop and Program Planners."},
      {
        "id":"ED274041",
        "title":"The Dissatisfaction Theory of American Democracy: A Guide for Politics in Local School Districts."},
      {
        "id":"ED274042",
        "title":"Public, Private and Separate Schools in Ontario: Developing a New Social Contract for Education?"},
      {
        "id":"ED274051",
        "title":"Improving Middle School Instruction: A Research-Based Self-Assessment System. Analysis and Action Series."},
      {
        "id":"ED274052",
        "title":"Improving School Bus Driver Performance."},
      {
        "id":"ED274056",
        "title":"The New England School Effectiveness Project: A Facilitator&apos;s Sourcebook."},
      {
        "id":"ED274058",
        "title":"Strengthening Parent Involvement."},
      {
        "id":"ED274059",
        "title":"SEIS Data Profiles. Southeastern Educational Information System. [Third Issue]."},
      {
        "id":"ED274060",
        "title":"School Reform Policy: A Call for Reason. A Report from the ASCD Panel on State Policy Initiatives."},
      {
        "id":"ED274063",
        "title":"Fanfare and Failure: Path Ways to Implementing Change."},
      {
        "id":"ED274066",
        "title":"Causal Linkages of Local School Variables Associated with Successful Implementation of State Education Improvement Programs."},
      {
        "id":"ED274068",
        "title":"Public and Nonpublic School Relationships: Lighthouse Approaches for State Policymakers."},
      {
        "id":"ED274076",
        "title":"Career Ladder Policymaking in Utah: State Perspective."},
      {
        "id":"ED274081",
        "title":"School Enrollment--Social and Economic Characteristics of Students: October 1982. Current Population Reports: Population Characteristics."},
      {
        "id":"ED274082",
        "title":"School Enrollment--Social and Economic Characteristics of Students: October 1985 (Advance Report). Current Population Reports: Population Characteristics."},
      {
        "id":"ED274088",
        "title":"Cinderella Syndrome: A Philosophical View of Supervision as a Field of Study."},
      {
        "id":"ED274090",
        "title":"Peer Clinical Supervision as 'Empowerment' versus 'Delivery of a Service'."},
      {
        "id":"ED274096",
        "title":"Thirty Years of School Based Curriculum Development: A Case Study."},
      {
        "id":"ED274098",
        "title":"Parental Involvement in the Schools: Causes and Effects."},
      {
        "id":"ED274099",
        "title":"The Implementation of the Salt Lake City School District's Shared Governance Policy: A Study of School-Site Councils."},
      {
        "id":"ED274101",
        "title":"Policymakers' Assumptive Worlds: Informal Structures in State Education Policymaking."},
      {
        "id":"ED274108",
        "title":"Teacher Unions, School Staffing, and Reform."},
      {
        "id":"ED274112",
        "title":"A Framework for Curriculum Development for Secondary Learning Disabled Students. Long Island University Transition Project Learning How to Learn: A High School/College Linkage Model to Expand Higher Educational Opportunities for Learning Disabled Students. Position Paper Series: Document No. 3."},
      {
        "id":"ED274113",
        "title":"Curriculum-Based Assessment Procedures for Secondary Learning Disabled Students: Student Centered and Programmatic Implications. Long Island University Transition Project Learning How to Learn: A High School/College Linkage Model to Expand Higher Educational Opportunities for Learning Disabled Students. Position Paper Series: Document No. 4."},
      {
        "id":"ED274114",
        "title":"Getting the Gist: Relating Text Processing Research to Reading and Writing Instruction for Learning Disabled Secondary Students. Long Island University Transition Project Learning How to Learn: A High School/College Linkage Model to Expand Higher Educational Opportunities for Learning Disabled Students. Position Paper Series: Document No. 5."},
      {
        "id":"ED274115",
        "title":"A Guide for Parents of College-Bound Learning Disabled High School Students. Long Island University Transition Project Learning How to Learn: A High School/College Linkage Model to Expand Higher Education Opportunities for Learning Disabled Students. Position Paper Series: Document No. 7. Draft."},
      {
        "id":"ED274118",
        "title":"Ramps Are Not Enough: The Movement of Children with Mental Retardation from Institutional to Community-Based Care."},
      {
        "id":"ED274119",
        "title":"Mildly Mentally Handicapped: Volume II, Resource Manuals for Program for Exceptional Children. Revised."},
      {
        "id":"ED274121",
        "title":"LAMP: 100+ Systematic Exercise Lessons for Developing Linguistic Auditory Memory Patterns in Beginning Readers."},
      {
        "id":"ED274122",
        "title":"The Education of Disabled Girls: Personal Experiences and Reflections."},
      {
        "id":"ED274123",
        "title":"Facts about Dyslexia."},
      {
        "id":"ED274125",
        "title":"Teaching Is Dramatic. Recreational Drama and Group Activities for Educators, Trainers, and Facilitators."},
      {
        "id":"ED274126",
        "title":"Help Wanted. 5th Version."},
      {
        "id":"ED274127",
        "title":"Very Important Preliminary Steps for Mainstreaming. Revised."},
      {
        "id":"ED274128",
        "title":"Resource Services...in the Classroom? Yes! In the Classroom!!!"},
      {
        "id":"ED274129",
        "title":"Beyond &quot;Yes or No&quot;: The Vulpe' Performance Analysis System. Revised."},
      {
        "id":"ED274133",
        "title":"Independent Diagnosis of Learning Disability and Emotional Disorder: Rationale, Method, and Results."},
      {
        "id":"ED274137",
        "title":"A Resource Manual for the Development and Evaluation of Special Programs for Exceptional Students. Volume II-F: Specific Learning Disabilities."},
      {
        "id":"ED274144",
        "title":"Reduplication in Majang."},
      {
        "id":"ED274145",
        "title":"Indirect Objects and Incorporation in Mazatec."},
      {
        "id":"ED274152",
        "title":"Interrogative Competence. ACTFL Master Lecture Series."},
      {
        "id":"ED274153",
        "title":"Authentic Texts in the Foreign Language Classroom: Focus on Listening and Reading. ACTFL Master Lecture Series."},
      {
        "id":"ED274159",
        "title":"Peer Group Teaching and the Composition Class."},
      {
        "id":"ED274161",
        "title":"Phonemic Analysis: Effects of Word Properties."},
      {
        "id":"ED274162",
        "title":"Sentence Building with a Macintosh Microcomputer."},
      {
        "id":"ED274163",
        "title":"The Effects of Mode on Syntactic and Rhetorical Complexity for EFL Students at Three Grade Levels."},
      {
        "id":"ED274166",
        "title":"On TESOL '84. A Brave New World for TESOL. Selected Papers from the Annual Convention of the Teachers of English to Speakers of Other Languages (18th, Houston, Texas, March 6-11, 1984)."},
      {
        "id":"ED274173",
        "title":"Beyond Integrative Motivation: The Development and Influence of Assimilative Motivation."},
      {
        "id":"ED274178",
        "title":"A Psycholinguistic Model of the Chinese ESL Reader."},
      {
        "id":"ED274179",
        "title":"EFL Curriculum Innovation and Teachers' Attitudes."},
      {
        "id":"ED274180",
        "title":"A Fully Functional ESL Syllabus: A Pioneering Effort in Papua New Guinea."},
      {
        "id":"ED274184",
        "title":"Using C.A.L.L. to Teach Composition."},
      {
        "id":"ED274187",
        "title":"Intensive English Program Fit in Traditional Academic Settings: Practices and Promise."},
      {
        "id":"ED274190",
        "title":"Training Foreign Teaching Assistants: Using Videotape to Observe and Practice Communicating and Interacting with Students."},
      {
        "id":"ED274197",
        "title":"English as Imperialism?"},
      {
        "id":"ED274198",
        "title":"Polish for Reading: Individualized Instruction Program."},
      {
        "id":"ED274199",
        "title":"Word Order in 20th Century Breton."},
      {
        "id":"ED274205",
        "title":"Reading in English as a Foreign Language: Some Recent Research."},
      {
        "id":"ED274210",
        "title":"Some Priorities for Research in Second Language Learning."},
      {
        "id":"ED274218",
        "title":"ESP: Teaching English for Specific Purposes."},
      {
        "id":"ED274223",
        "title":"A Parent Involvement Model for Use with Limited English Proficient High School Students. Teacher's Guide: The Vocationally Oriented Bilingual Curriculum."},
      {
        "id":"ED274224",
        "title":"Computers in Bilingual Education: New Directions in Bilingual Teacher Training."},
      {
        "id":"ED274225",
        "title":"Modifications to Foreign Listeners: The Stories Teachers Tell."},
      {
        "id":"ED274228",
        "title":"Compensation and Benefits Survey of College and University Chief Executive Officers, 1984."},
      {
        "id":"ED274230",
        "title":"Good Endings: Managing Employee Terminations."},
      {
        "id":"ED274231",
        "title":"Validation, Edits, and Application Processing Phase II and Error-Prone Model Report."},
      {
        "id":"ED274232",
        "title":"Basic Educational Opportunity Grant Program End-of-Year Report (1976-77 Academic Year)."},
      {
        "id":"ED274233",
        "title":"[Basic Grants. End-of-Year Report 1977-78 Academic Year.]"},
      {
        "id":"ED274234",
        "title":"Pell Grants. End-of-Year Report 1980-81 Academic Year."},
      {
        "id":"ED274235",
        "title":"Pell Grants. End-of-Year Report 1981-82."},
      {
        "id":"ED274236",
        "title":"[Pell Grants. End-of-Year Report 1982-83.]"},
      {
        "id":"ED274237",
        "title":"Pell Grants. End-of-Year Report 1983-84."},
      {
        "id":"ED274243",
        "title":"Analysis of the State University's Criteria for Approving Permanent Upper-Division and Graduate Off-Campus Centers. A Report to the Governor and Legislature in Response to Senate Bills 785, 1060, and 1103 (1985). Commission Report 86-19."},
      {
        "id":"ED274244",
        "title":"Eligibility for Institutional Participation in the Cal Grant Program. A Report to the Legislature and Governor in Response to Senate Bill 362 (Chapter 6772, Statutes of 1985). Commission Report 86-21."},
      {
        "id":"ED274245",
        "title":"Student Financial Aid in California. The First of Two Background Papers on Student Financial Aid Issues and Options Prepared for the California Postsecondary Education Commission. Commission Report 86-15."},
      {
        "id":"ED274246",
        "title":"Purposes and Effects of Student Financial Aid. The Second of Two Background Papers on Student Financial Aid Issues and Options Prepared for the California Postsecondary Education Commission. Commission Report 86-16."},
      {
        "id":"ED274247",
        "title":"Transforming Data into Information. Improving Student Performance Reporting. A Staff Report to the California Postsecondary Education Commission. Commission Report 86-22."},
      {
        "id":"ED274252",
        "title":"Oversight Hearing on the Reauthorization of the Higher Education Act of 1965. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, First Session (McKeesport, Pennsylvania)."},
      {
        "id":"ED274253",
        "title":"Oversight Hearing on the Reauthorization of the Higher Education Act of 1965. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, First Session (Gettysburg, Pennsylvania)."},
      {
        "id":"ED274254",
        "title":"Oversight Hearing on the Reauthorization of the Higher Education Act of 1965. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, First Session (Portland, Maine)."},
      {
        "id":"ED274255",
        "title":"Guaranteed Student Loans: Guidelines for Reducing Guaranty Agency Reserves. Briefing Report to the Chairman, Subcommittee on Postsecondary Education, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED274257",
        "title":"A Proposal to Improve Teaching or What &quot;Taking Teaching Seriously&quot; Should Mean."},
      {
        "id":"ED274258",
        "title":"Early Career Patterns of Undergraduate Majors in the Humanities. Research Report Number 1."},
      {
        "id":"ED274264",
        "title":"Increasing Students' Learning: A Faculty Guide to Reducing Stress among Students. ASHE-ERIC Higher Education Research Report No. 4, 1986."},
      {
        "id":"ED274265",
        "title":"Statistical Cost Estimation in Higher Education: Some Alternatives."},
      {
        "id":"ED274266",
        "title":"Strategic Management: A Comprehensive Bibliography."},
      {
        "id":"ED274267",
        "title":"Bibliography on Decline and Retrenchment."},
      {
        "id":"ED274268",
        "title":"The Art of Administration. Monograph #1."},
      {
        "id":"ED274270",
        "title":"Decision Support Systems Project. Design Review Conference, October 14-15, 1984. Summary Report of Findings."},
      {
        "id":"ED274271",
        "title":"A Study of Alternative Delivery Modes for Federal Data."},
      {
        "id":"ED274290",
        "title":"College Level Remediation. Fast Response Survey System Report No. 19."},
      {
        "id":"ED274294",
        "title":"Catholic Secondary Schools and Colleges: Renewing the Partnership. Proceedings of the Symposium on Secondary School-College Collaboration (Anaheim, California, April 3-5, 1986)."},
      {
        "id":"ED274296",
        "title":"Retention of Non-Traditional Students."},
      {
        "id":"ED274297",
        "title":"Quality in Higher Education. Hearing before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources. United States Senate, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED274302",
        "title":"Status of Instructional Technology in Higher Education. Report of Findings from the 1984-85 Higher Education Utilization Study."},
      {
        "id":"ED274303",
        "title":"Higher Education and the State: New Linkages for Economic Development. Postsecondary Education for a Changing Economy Project."},
      {
        "id":"ED274305",
        "title":"Learning Styles and Embedded Training: A Case Study."},
      {
        "id":"ED274306",
        "title":"Microcomputer Experiences and Student Interaction in Small Groups."},
      {
        "id":"ED274307",
        "title":"The Second National Survey of Instructional Uses of School Computers: A Preliminary Report."},
      {
        "id":"ED274308",
        "title":"The Tenth Summative Report of the Office of Computer-Based Instruction."},
      {
        "id":"ED274314",
        "title":"Guide on Logical Database Design."},
      {
        "id":"ED274315",
        "title":"A Guide to Performance Evaluation of Database Systems."},
      {
        "id":"ED274317",
        "title":"Development of Instructor Support Feature Guidelines. Final Report."},
      {
        "id":"ED274318",
        "title":"Instructor Support Feature Guidelines. Final Report."},
      {
        "id":"ED274319",
        "title":"Instructional Uses of School Computers. Reports from the 1985 National Survey. Issue No. 1."},
      {
        "id":"ED274322",
        "title":"New Media in Higher Education. Papers on Information Technology No. 241."},
      {
        "id":"ED274323",
        "title":"Optical Disk Technology. A Brief Guide to Materials in the Library of Congress. TB 84-6."},
      {
        "id":"ED274324",
        "title":"Research into the Use of Advanced Technology in Education: Future Requirements. Paper on Information Technology, No. 244."},
      {
        "id":"ED274325",
        "title":"Security of Personal Computer Systems: A Management Guide."},
      {
        "id":"ED274326",
        "title":"Selection and Use of General-Purpose Programming Languages--Overview. Volume 1."},
      {
        "id":"ED274327",
        "title":"Using Television in Schools: Some Suggestions for Teachers. Papers on Information Technology No. 240."},
      {
        "id":"ED274328",
        "title":"Using Video in Higher Education. IET Paper on Broadcasting No. 243."},
      {
        "id":"ED274329",
        "title":"Videodisc Interpersonal Skills Training and Assessment (VISTA): Overview and Findings, Volume 1. Final Report."},
      {
        "id":"ED274331",
        "title":"Television and Learning Systems (Distance Education). Papers on Information Technology No. 245."},
      {
        "id":"ED274336",
        "title":"Spring Seminars Report. Information Technology and Education Programme. Occasional Paper ITE/3/85."},
      {
        "id":"ED274339",
        "title":"Resource Materials Used in Distance Teaching by Higher Education Institutions."},
      {
        "id":"ED274340",
        "title":"System Design Considerations for Microcomputer Based Instructional Laboratories. Final Report."},
      {
        "id":"ED274341",
        "title":"Application of Microcomputer-Based Laboratory Programming to On-Site Educational Research: A Proposal."},
      {
        "id":"ED274344",
        "title":"The Federal Government and Public Libraries: A Ten-Year Partnership, 1957-1966."},
      {
        "id":"ED274347",
        "title":"Library Statistics of Colleges and Universities, 1963-64. Institutional Data."},
      {
        "id":"ED274353",
        "title":"Plain (Well, Not Just Plain) Fun: The Potential for Humor in the Academic Library \"One-Shot Lecture.\""},
      {
        "id":"ED274358",
        "title":"A Study of Reference Referral and Super Reference in California. Volume I: Main Report."},
      {
        "id":"ED274359",
        "title":"A Study of Reference Referral and Super Reference in California. Volume II: Appendices."},
      {
        "id":"ED274361",
        "title":"Automated Library Systems in ARL Libraries. SPEC Kit 126."},
      {
        "id":"ED274364",
        "title":"Faculty Status for Academic Librarians: An Annotated Bibliography."},
      {
        "id":"ED274366",
        "title":"Information Flows and Transfer in Educational Organizations: Selective Bibliography."},
      {
        "id":"ED274367",
        "title":"The KNOW-NET Dissemination Project (Knowledge Network of Washington). Final Report."},
      {
        "id":"ED274372",
        "title":"Northwestern University Library. Preservation Planning Program. Final Report."},
      {
        "id":"ED274373",
        "title":"Smithsonian Institution Libraries. Preservation Planning Program. Final Report of the Study Team."},
      {
        "id":"ED274374",
        "title":"University of Tennessee, Knoxville Library. Preservation Planning Program. Final Report."},
      {
        "id":"ED274378",
        "title":"Evaluating a Library Instruction Program: A Case Study of Effective Intracampus Cooperation."},
      {
        "id":"ED274380",
        "title":"Your Credit Rights: An Instructional Unit on Consumer Credit Protection. Revised."},
      {
        "id":"ED274382",
        "title":"A Compendium of Up-to-Date Research on Topics Ranging from Software to Program Evaluation. NADE Research Report, Number 3."},
      {
        "id":"ED274384",
        "title":"International Business Education Programs in the California Community Colleges: Final Report of the Project, 1985/86."},
      {
        "id":"ED274388",
        "title":"Advances in Instructional Technology. New Directions for Community Colleges, Number 55."},
      {
        "id":"ED274389",
        "title":"Computers Serving Students: The Community College Way. CAUSE Monograph Series, 1986."},
      {
        "id":"ED274390",
        "title":"Mission and Images for SUNY Community Colleges: A View from Within."},
      {
        "id":"ED274391",
        "title":"Access &amp; Excellence: The Open-Door College."},
      {
        "id":"ED274392",
        "title":"Student Nonreturn Rates at St. Louis Community College: An Examination of the Impacts of Educational Goals and Enrollment Status."},
      {
        "id":"ED274393",
        "title":"The Developmentally Disabled Student in the California Community College System."},
      {
        "id":"ED274396",
        "title":"EOPS Operational Program Review: 1985-86 Annual Report."},
      {
        "id":"ED274399",
        "title":"Determination of the Core Curriculum for the Liberal Arts Mathematics Course at Saddleback College."},
      {
        "id":"ED274401",
        "title":"Articulation."},
      {
        "id":"ED274403",
        "title":"Part-Time Faculty in Private Junior Colleges: 1985-86."},
      {
        "id":"ED274406",
        "title":"Know the Facts. Volume I, Issues 83-1 thru 83-13."},
      {
        "id":"ED274407",
        "title":"Know the Facts. Volume III, Issues 84-9 thru 85-8."},
      {
        "id":"ED274408",
        "title":"What&apos;s Happened to the Class of 1980: A Follow-Up Study of Long-Term Successes of John Tyler Community College Graduates."},
      {
        "id":"ED274409",
        "title":"Progress Report to High School Counselors: Grade Distribution for Fall Quarter Students Enrolled at John Tyler Community College Who Completed High School in the Spring 1985."},
      {
        "id":"ED274410",
        "title":"Where Have All the Students Gone? A Study of Student Attrition at John Tyler Community College, Winter 1986 to Spring 1986."},
      {
        "id":"ED274411",
        "title":"Fact Book: John Tyler Community College."},
      {
        "id":"ED274412",
        "title":"Federal Assistance to States to Prevent the Abuse of Children in Child Care Facilities. Hearings before the Subcommittee on Juvenile Justice of the Committee on the Judiciary. United States Senate, Ninety-Eighth Congress, Second Session (April 11 and September 18, 1984)."},
      {
        "id":"ED274415",
        "title":"Training Parenting Instructors: A National Model for Training Mental Health, Social Service and Educational Personnel to Deliver Group Parent Training Services in Their Agencies."},
      {
        "id":"ED274420",
        "title":"Parent and Child: A Parenting Awareness Program for Home Based Head Start."},
      {
        "id":"ED274424",
        "title":"Collaboration, Conflict, and Cognitive Development: The Efficacy of Joint Problem Solving."},
      {
        "id":"ED274426",
        "title":"Collaboration and Cognitive Development in the U.S.A. and U.S.S.R."},
      {
        "id":"ED274428",
        "title":"Spatial Cognition as Reflected in Referential Communication."},
      {
        "id":"ED274430",
        "title":"Sound Effects and Content Cues for Children's Television Story Comprehension."},
      {
        "id":"ED274432",
        "title":"Exploring Children's Knowledge about Animals and Cartoon Characters."},
      {
        "id":"ED274434",
        "title":"Measuring Developmental Levels of Understanding of Ability and Effort."},
      {
        "id":"ED274437",
        "title":"Report of the Tort Policy Working Group on the Causes, Extent and Policy Implications of the Current Crisis in Insurance Availability and Affordability."},
      {
        "id":"ED274438",
        "title":"Program Evaluation: Issues, Strategies and Models. A Discussion for Administrators and Practitioners Serving Disabled and At-Risk Infants, Toddlers, and Their Families."},
      {
        "id":"ED274439",
        "title":"Early Learning: A Guide to Develop Catholic Preschool Programs."},
      {
        "id":"ED274440",
        "title":"Academic Achievement among Early Entry Students."},
      {
        "id":"ED274441",
        "title":"Guidelines and Strategies for Training Teachers about Parent Involvement. Executive Summary of the Final Report."},
      {
        "id":"ED274442",
        "title":"How to Be a Good Parent: Have a Good Child."},
      {
        "id":"ED274444",
        "title":"Abstract Schemas in Children's Chess Cognition."},
      {
        "id":"ED274445",
        "title":"Towards Universalization of Primary Education in Asia and the Pacific: Country Studies."},
      {
        "id":"ED274446",
        "title":"Towards Universalization of Primary Education in Asia and the Pacific: Regional Overview."},
      {
        "id":"ED274447",
        "title":"Towards Universalization of Primary Education in Asia and the Pacific: Country Studies--Bangladesh."},
      {
        "id":"ED274448",
        "title":"Towards Universalization of Primary Education in Asia and the Pacific: Country Studies--China."},
      {
        "id":"ED274449",
        "title":"Towards Universalization of Primary Education in Asia and the Pacific: Country Studies--India."},
      {
        "id":"ED274450",
        "title":"Towards Universalization of Primary Education in Asia and the Pacific: Country Studies--Indonesia."},
      {
        "id":"ED274451",
        "title":"Towards Universalization of Primary Education in Asia and the Pacific: Country Studies--Nepal."},
      {
        "id":"ED274452",
        "title":"Towards Universalization of Primary Education in Asia and the Pacific: Country Studies--Pakistan."},
      {
        "id":"ED274453",
        "title":"Towards Universalization of Primary Education in Asia and the Pacific: Country Studies--Papua New Guinea."},
      {
        "id":"ED274454",
        "title":"Towards Universalization of Primary Education in Asia and the Pacific: Country Studies--Philippines."},
      {
        "id":"ED274455",
        "title":"Towards Universalization of Primary Education in Asia and the Pacific: Country Studies--Republic of Korea."},
      {
        "id":"ED274456",
        "title":"Towards Universalization of Primary Education in Asia and the Pacific: Country Studies--Socialist Republic of Viet Nam."},
      {
        "id":"ED274457",
        "title":"Towards Universalization of Primary Education in Asia and the Pacific: Country Studies--Sri Lanka."},
      {
        "id":"ED274458",
        "title":"Towards Universalization of Primary Education in Asia and the Pacific: Country Studies--Thailand."},
      {
        "id":"ED274461",
        "title":"Benefits of Structured Field Trip Activities on Performance on the Peabody Picture Vocabulary Test (PPVT) among a Group of Black Preschoolers."},
      {
        "id":"ED274462",
        "title":"Individual Differences in the Use of Mental Imagery in Deductive Inference. Final Report."},
      {
        "id":"ED274463",
        "title":"Implications of Recent Research for the Preschool and Kindergarten Curriculum."},
      {
        "id":"ED274465",
        "title":"Age-Dependent and Age-Independent Measures of Locus of Control."},
      {
        "id":"ED274473",
        "title":"The McREL Rural Education Project: A Summary Report of Its History and Accomplishments."},
      {
        "id":"ED274474",
        "title":"Summary of Case Studies of Exemplary Shared Programs. Rural Education Component, Activity 1.2: Rural Clusters Study."},
      {
        "id":"ED274475",
        "title":"Report on McREL State Policy Program. Final Report, 1985."},
      {
        "id":"ED274477",
        "title":"Revitalizing the Small Town Mainstreet. Hard Times: Communities in Transition."},
      {
        "id":"ED274478",
        "title":"Population Change in Local Areas. Hard Times: Communities in Transition."},
      {
        "id":"ED274485",
        "title":"The Role of the Cooperative Extension System in Economic Development."},
      {
        "id":"ED274486",
        "title":"Social and Economic Characteristics of the Population in Metro and Nonmetro Counties, 1970-80. Rural Development Research Report No. 58."},
      {
        "id":"ED274491",
        "title":"Role, Status, and Stereotype: Social Scientists in International Development."},
      {
        "id":"ED274494",
        "title":"Farm Financial Stress and Level of Off-Farm Employment."},
      {
        "id":"ED274496",
        "title":"Energy Education in the Rural Elementary School: A Curriculum Infusion Project."},
      {
        "id":"ED274497",
        "title":"Rural School Superintendents: A National Study of Perspectives of School Board Presidents."},
      {
        "id":"ED274498",
        "title":"Technological Innovations Impacting Instruction in Rural and Small Schools."},
      {
        "id":"ED274499",
        "title":"Interactive Satellite Instruction: How Can Rural Schools Benefit."},
      {
        "id":"ED274501",
        "title":"Rural Virginia Development Foundation: The Making of an Institution. Publication 302-002."},
      {
        "id":"ED274502",
        "title":"Community Level Impact Assessment--Extension Applications."},
      {
        "id":"ED274504",
        "title":"Indian Health Care. Summary."},
      {
        "id":"ED274505",
        "title":"1980 Census of Population: American Indians, Eskimos, and Aleuts on Identified Reservations and in the Historic Areas of Oklahoma (Excluding Urbanized Areas). Subject Reports, Volume 2. Sections 1 and 2."},
      {
        "id":"ED274508",
        "title":"National Rural Education Research Agenda."},
      {
        "id":"ED274510",
        "title":"Content Determinants Research: An Overview."},
      {
        "id":"ED274511",
        "title":"Water Quality Instructional Resources Information System (IRIS): A Compilation of Abstracts to Water Quality and Water Resources Materials, Supplement 26, 1986."},
      {
        "id":"ED274512",
        "title":"Research in College Science Teaching: Cognitive Levels and Reasoning. ERIC/SMEAC Special Digest No. 1."},
      {
        "id":"ED274513",
        "title":"Science-Technology-Society in the Science Curriculum. ERIC/SMEAC Special Digest No. 2."},
      {
        "id":"ED274514",
        "title":"Personnel Needs and Training for Biomedical and Behavioral Research. The 1985 Report of the Committee on National Needs for Biomedical and Behavioral Research Personnel."},
      {
        "id":"ED274515",
        "title":"Basic Scientists in Clinical Departments: A Fast-Growing Component of Medical School Faculties."},
      {
        "id":"ED274518",
        "title":"The Science Discovery Book Grades 4-6."},
      {
        "id":"ED274519",
        "title":"Education for the Manufacturing World of the Future. Series on Technology and Social Priorities Symposium (1st, Washington, D.C., September 20-21, 1984)."},
      {
        "id":"ED274520",
        "title":"Annotated Bibliography of Publications Dealing with Qualitative and Quantitative Indicators of the Quality of Science."},
      {
        "id":"ED274522",
        "title":"Comparison of Selected Instructional and Classroom Management Practices of Graduates from Two Science Teacher Education Programs."},
      {
        "id":"ED274525",
        "title":"Second International Mathematics Study. Perceptions of the Intended and Implemented Mathematics Curriculum. Contractor&apos;s Report 1986."},
      {
        "id":"ED274526",
        "title":"Activities Handbook for Energy Education."},
      {
        "id":"ED274528",
        "title":"Out-of-School Science Learning Experiences for Parents and Their Middle School Children: Introduction. [A Course for Parents and Children.]"},
      {
        "id":"ED274529",
        "title":"Building Telegraphs, Telephones, and Radios for Middle School Children and Their Parents. A Course for Parents and Children."},
      {
        "id":"ED274530",
        "title":"Microcomputers: A Course for Parents and Children. For Use with Personal Computers. No. 657."},
      {
        "id":"ED274531",
        "title":"Nighttime Astronomy for Middle School Children and Their Parents. A Course for Parents and Children."},
      {
        "id":"ED274532",
        "title":"Winter Nature Study for Middle School Children and Their Parents. A Course for Parents and Children."},
      {
        "id":"ED274533",
        "title":"Animal Behavior for Middle School Children and Their Parents. A Course for Parents and Children."},
      {
        "id":"ED274537",
        "title":"Cooperative versus Individualistic Goal Structures in High School Mathematics Achievement."},
      {
        "id":"ED274540",
        "title":"State Policy and the Control of Curriculum Decisions: Zones of Tolerance for Teachers in Elementary School Mathematics."},
      {
        "id":"ED274541",
        "title":"Teaching Science. Research Series No. 168."},
      {
        "id":"ED274548",
        "title":"Content Determinants (with Research Instrumentation Appendices). Research Series No. 179."},
      {
        "id":"ED274551",
        "title":"Achievement in Cooperative versus Competitive Reward-Structured Secondary Science Classrooms."},
      {
        "id":"ED274553",
        "title":"Technology and Literature. Working Papers Series, Volume 5."},
      {
        "id":"ED274555",
        "title":"Essential Performance Objectives for Science Education. Grades K-9."},
      {
        "id":"ED274556",
        "title":"Safety Hazards in Science Classrooms. ERIC/SMEAC Science Education Digest No. 1, 1986."},
      {
        "id":"ED274557",
        "title":"Current Research in Environmental Education. ERIC/SMEAC Environmental Education Digest No. 1, 1986."},
      {
        "id":"ED274558",
        "title":"Environmental Education about the Rain Forest."},
      {
        "id":"ED274559",
        "title":"Space Science: Past, Present and Future. Report Prepared by the Subcommittee on Space Science and Applications. Transmitted to the Committee on Science and Technology, House of Representatives, Ninety-Ninth Congress, Second Session, Serial O."},
      {
        "id":"ED274562",
        "title":"Future Directions in Computational Mathematics, Algorithms, and Scientific Software. Report of the Panel."},
      {
        "id":"ED274564",
        "title":"A Humanities Approach to Early National U.S. History: Activities and Resources for the Elementary School Teacher."},
      {
        "id":"ED274569",
        "title":"Money and Exchange."},
      {
        "id":"ED274576",
        "title":"Elementary Art Instructional Guide, Grades K-6."},
      {
        "id":"ED274577",
        "title":"Cultural Diversity in Western Societies: Challenges and Opportunities."},
      {
        "id":"ED274581",
        "title":"Qualitative and Quantitative Research on the Knowledge of Global Issues, International Attitudes, and Skills of Negotiation among Secondary School Students."},
      {
        "id":"ED274582",
        "title":"Improving the Use of Elementary Social Studies Textbooks. ERIC Digest No. 33."},
      {
        "id":"ED274584",
        "title":"Elementary Social Studies: Alaska Curriculum Guide. Second Edition."},
      {
        "id":"ED274585",
        "title":"Secondary Social Studies: Alaska Curriculum Guide. Second Edition."},
      {
        "id":"ED274589",
        "title":"The Quality of Education and Economic Development. A World Bank Symposium. Papers prepared for the Conference of the World Bank Research Committee (Harpers Ferry, West Virginia, May 1983)."},
      {
        "id":"ED274590",
        "title":"Expressing the Sense of Congress That Public Schools Should Be Encouraged To Include a Study of the Holocaust in Their History Curriculums: Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, Second Session on H. Con. Res. 121 (May 6, 1986)."},
      {
        "id":"ED274593",
        "title":"Grade 6 Social Studies Achievement Test: Provincial Report, Student Evaluation."},
      {
        "id":"ED274596",
        "title":"Grade 12 Diploma Examination Program: Social Studies 30, 1986-87 School Year."},
      {
        "id":"ED274597",
        "title":"Art. Elementary Teacher Resource, 1985."},
      {
        "id":"ED274598",
        "title":"Art. Elementary Curriculum Guide 1985."},
      {
        "id":"ED274600",
        "title":"Improving Teaching and Learning in the Social Studies Classroom."},
      {
        "id":"ED274603",
        "title":"Bringing a Global Perspective to Economics. Field Test Edition."},
      {
        "id":"ED274604",
        "title":"Bringing a Global Perspective to World Geography."},
      {
        "id":"ED274607",
        "title":"Liberty, Power, and the American Constitutional Heritage."},
      {
        "id":"ED274608",
        "title":"We, the People."},
      {
        "id":"ED274609",
        "title":"James Madison's &quot;Public&quot; As Interpreter of the Constitution."},
      {
        "id":"ED274610",
        "title":"Factors in the Achievement of Below-Replacement Fertility in Chiang Mai, Thailand. Papers of the East-West Population Institute, Number 96, March 1986."},
      {
        "id":"ED274611",
        "title":"How To Plan And Implement Successful Social Studies Inservice Programs. ERIC Digest No. 34."},
      {
        "id":"ED274612",
        "title":"A Humanities Approach to Early National U.S. History: Activities and Resources for the Junior High School Teacher."},
      {
        "id":"ED274617",
        "title":"Consumer's Resource Handbook and A Suggested Teacher's Guide to the Consumer's Resource Handbook."},
      {
        "id":"ED274618",
        "title":"Grade 9 Social Studies: Student Achievement Testing Program Bulletin, 1986-87 School Year."},
      {
        "id":"ED274623",
        "title":"Overseas American Sponsored Elementary and Secondary Schools Assisted by the U.S. Department of State."},
      {
        "id":"ED274628",
        "title":"The Contribution of Leisure to Life Satisfaction during Adulthood."},
      {
        "id":"ED272627",
        "title":"Bilingual and Multicultural Education: A Personal Perspective."},
      {
        "id":"ED272628",
        "title":"The Role of Language Teachers in the Quest for Educational Excellence."},
      {
        "id":"ED272629",
        "title":"Problems of Access to Higher Education for Students of Non-White Ethnic Backgrounds."},
      {
        "id":"ED272630",
        "title":"Constructive Discipline."},
      {
        "id":"ED272633",
        "title":"Minnesota Citizen Opinions on Public Education and Educational Policies, 1985."},
      {
        "id":"ED272635",
        "title":"Reconnecting Youth: The Next Stage of Reform. A Report from the Business Advisory Commission."},
      {
        "id":"ED272636",
        "title":"Hispanic School Dropouts and Hispanic Student Performance on the MEAP Tests. Closing the Gap."},
      {
        "id":"ED272640",
        "title":"Poverty among Black Families in the Nonmetro South. Rural Development Research Report No. 62."},
      {
        "id":"ED272645",
        "title":"Research, Development, Dissemination, and Evaluation Program: Activity 2.4--Urban Education Project. Final Report."},
      {
        "id":"ED272646",
        "title":"Characteristics of the Population Below the Poverty Level: 1984."},
      {
        "id":"ED272658",
        "title":"Fifty Tips for Using the Needs/Interest Survey Process. TECHNIQUES."},
      {
        "id":"ED272661",
        "title":"Set the Stage for Student Success. TECHNIQUES."},
      {
        "id":"ED272675",
        "title":"New Directions and Trends in Industrial Training and Their Implications for Vocational Education Programs."},
      {
        "id":"ED272677",
        "title":"A National Comparison of the Use of DISCOVER and SIGI: Technical Report No. 2."},
      {
        "id":"ED272678",
        "title":"Use of Computer Assisted Career Guidance with Prior Cognitive Structuring. Technical Report Number 3."},
      {
        "id":"ED272679",
        "title":"A Differential Feature-Cost Analysis of DISCOVER for Adult Learners and SIGI PLUS: Technical Report Number 4."},
      {
        "id":"ED272680",
        "title":"Diet Therapy Specialist."},
      {
        "id":"ED272682",
        "title":"Formal and Non-Formal Education. Co-ordination and Complementarity. Report of a Regional Operational Seminar, Bangkok and Southern Thailand (October 22-31, 1985)."},
      {
        "id":"ED272684",
        "title":"Preparing for High Technology: Successful Co-op Strategies. Research and Development Series No. 263."},
      {
        "id":"ED272686",
        "title":"Introduction to the Transition from School-to-Work Program: An Educational Change Perspective."},
      {
        "id":"ED272687",
        "title":"Nigerian and Canadian Student Perception of Technical Teacher Training Problems. Report I."},
      {
        "id":"ED272688",
        "title":"Faculty Perceptions of Nigerians Enrolled in Technical Teacher Training Programs. Report II."},
      {
        "id":"ED272691",
        "title":"Development of Performance Measures for Supported Employment Programs: Establishing Consensus about Recommended Data Items and Developing a Data Collection Strategy."},
      {
        "id":"ED272692",
        "title":"Development of Performance Measures for Supported Employment Programs. Final Report."},
      {
        "id":"ED272694",
        "title":"Apprentice Still Photographic Specialist (AFSC 23132)."},
      {
        "id":"ED272695",
        "title":"Meatcutter (AFSC 61250)."},
      {
        "id":"ED272696",
        "title":"Community Based Organizations, Job Training Partnership Act and Vocational Education: A Partnership Designed to Reduce Youth Unemployment. Technical Assistance Guide."},
      {
        "id":"ED272697",
        "title":"National Forum on Building Relationships for Educational Excellence in Corrections Proceedings (Crystal City, Virginia, October 22-23, 1984)."},
      {
        "id":"ED272698",
        "title":"Building Partnerships for Excellence in Correctional Education. A National Conference on Correctional Education. Proceedings (Arlington, Virginia, October 21-23, 1985)."},
      {
        "id":"ED272699",
        "title":"On Second Thought: Using New Cognitive Research in Vocational Education. Overview. ERIC Digest No. 53."},
      {
        "id":"ED272700",
        "title":"Managing Disruptive Student Behavior in Adult Basic Education. Overview. ERIC Digest No. 54."},
      {
        "id":"ED272701",
        "title":"The Adult Education Teacher's Role in Career Planning. Overview. ERIC Digest No. 55."},
      {
        "id":"ED272702",
        "title":"Family Influences on Employment and Education. Overview. ERIC Digest No. 56."},
      {
        "id":"ED272703",
        "title":"Imagery Production Specialist (AFSC 23350)."},
      {
        "id":"ED272704",
        "title":"Television Equipment Specialist (AFSC 30455)."},
      {
        "id":"ED272705",
        "title":"Telephone Equipment Installation and Repair Specialist (AFSC 36254)."},
      {
        "id":"ED272706",
        "title":"Electronic Computer and Switching Systems Specialist (AFSC 30554)."},
      {
        "id":"ED272709",
        "title":"Apprentice Food Service Specialist (AFSC 62230)."},
      {
        "id":"ED272711",
        "title":"Medical Laboratory Technician (Chemistry and Urinalysis). (AFSC 92470)."},
      {
        "id":"ED272712",
        "title":"Pest Management Specialist (AFSC 56650)."},
      {
        "id":"ED272713",
        "title":"Metal Fabricating Specialist (AFSC 55252)."},
      {
        "id":"ED272720",
        "title":"The Potential of Television in the Promotion of Adult Literacy. Report Soling-10."},
      {
        "id":"ED272721",
        "title":"The Role of Women in Farming: An Exploratory Study of the Relative Impact Women Have on the Farm Enterprise in Yolo County, California."},
      {
        "id":"ED272722",
        "title":"Individualize Instruction. Second Edition. Module C-18 of Category C--Instructional Execution. Professional Teacher Education Module Series."},
      {
        "id":"ED272723",
        "title":"Volunteers."},
      {
        "id":"ED272724",
        "title":"Job Training Partnership Act and Farmers. Hearing before a Subcommittee of the Committee on Government Operations, House of Representatives, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED272725",
        "title":"Curriculum Study: Health Occupations Education. A Report from the Health Occupations Education Curriculum Study Task Force to the North Carolina Board of Education. 1984-85."},
      {
        "id":"ED272728",
        "title":"Three Years of Evaluation of the Army's Basic Skills Education Program. Research Report 1380."},
      {
        "id":"ED272731",
        "title":"SAR Aircrew--HH-3F Avionics and HH-3F Flight Preparation. ACH3AV-0442. Second Edition, Revised."},
      {
        "id":"ED272732",
        "title":"Subsistence Specialist Handbook. Pamphlet No. P35101. Fourth Edition."},
      {
        "id":"ED272733",
        "title":"An Independent Sector Assessment of the Job Training Partnership Act. Final Report: Program Year 1985."},
      {
        "id":"ED272737",
        "title":"Worklife Estimates: Effects of Race and Education. Bulletin 2254."},
      {
        "id":"ED272738",
        "title":"J. R. Kidd: An International Legacy of Learning. Monographs on Comparative and Area Studies in Adult Education."},
      {
        "id":"ED272739",
        "title":"FOCUS on Management. Final Report."},
      {
        "id":"ED272741",
        "title":"Building Math Confidence by Overcoming Math Anxiety. From Theory to Practice."},
      {
        "id":"ED272746",
        "title":"Settling In. A Competency-Based Curriculum for U.S. Cultural Orientation. A Teacher&apos;s Handbook 1."},
      {
        "id":"ED272747",
        "title":"Settling In. A Competency-Based Curriculum for U.S. Cultural Orientation. A Teacher's Handbook 2."},
      {
        "id":"ED272748",
        "title":"Evaluate Your Vocational Program. Second Edition. Module A-11 of Category A--Program Planning, Development, and Evaluation. Professional Teacher Education Module Series."},
      {
        "id":"ED272749",
        "title":"People's Participation, Development Issues, Literacy. Courier No. 36."},
      {
        "id":"ED272750",
        "title":"Masonry Specialist."},
      {
        "id":"ED272751",
        "title":"Carpentry Specialist."},
      {
        "id":"ED272752",
        "title":"Heating Systems Specialist."},
      {
        "id":"ED272753",
        "title":"Who Takes the GED Tests? A National Survey of Spring 1980 Examinees. Research Studies, Number 1."},
      {
        "id":"ED272754",
        "title":"After the GED Tests: Employment and Training Activities of GED Examinees. Research Studies, Number 4."},
      {
        "id":"ED272761",
        "title":"Economic Indicators of the Farm Sector. Costs of Production, 1985."},
      {
        "id":"ED272762",
        "title":"Financial Well-Being of Farm Operators and Their Households. Agricultural Economic Report Number 563."},
      {
        "id":"ED272763",
        "title":"Income Tax Reform and Agriculture: A Symposium."},
      {
        "id":"ED272764",
        "title":"The Financial Condition of Agriculture. An Income Analysis."},
      {
        "id":"ED272765",
        "title":"Targeting Erosion Control: Adoption of Erosion Control Practices. A Report from a National Research Project."},
      {
        "id":"ED272766",
        "title":"Retirement before Age 65. Trends, Costs, and National Issues. Report to the Chairman, Select Committee on Aging, House of Representatives."},
      {
        "id":"ED272767",
        "title":"Professional Certification: Implications for Adult Education and HRD. Information Series No. 307."},
      {
        "id":"ED272768",
        "title":"Deterrents to Participation: An Adult Education Dilemma. Information Series No. 308."},
      {
        "id":"ED272769",
        "title":"Transition, Special Needs, and Vocational Education. Information Series No. 309."},
      {
        "id":"ED272770",
        "title":"Correctional Education: Perspectives on Programs for Adult Offenders. Information Series No. 310."},
      {
        "id":"ED272771",
        "title":"New Directions for Vocational Education at the Secondary Level. Information Series No. 311."},
      {
        "id":"ED272772",
        "title":"Perspectives on the Education and Training System of the Future. Information Series No. 312."},
      {
        "id":"ED272773",
        "title":"Home Economics Education: A Review and Synthesis of the Research, Fifth Edition. Information Series No. 313."},
      {
        "id":"ED272774",
        "title":"Life Satisfaction and Intellectual Functioning: Continuity between Young-Old, Old-Old, and Very-Old Age."},
      {
        "id":"ED272775",
        "title":"Stability in Social Relationships between Young-Old and Old-Old Age."},
      {
        "id":"ED272779",
        "title":"The Self in Decision Making and Decision Implementation."},
      {
        "id":"ED272780",
        "title":"The Adequacy of Cognitive Psychology's Explanation of Consciousness from an Existential View."},
      {
        "id":"ED272781",
        "title":"Using Residence Halls in the Academic Advising Process: Three Big-Ten Models."},
      {
        "id":"ED272788",
        "title":"Improvements in Measuring Life Events in Older Adults."},
      {
        "id":"ED272789",
        "title":"Problems and Issues in Long-Term Care. Hearings before the Subcommittee on Health and the Environment of the Committee on Energy and Commerce. House of Representatives, Ninety-Ninth Congress. Long-Term Care Services for the Elderly (October 18, 1985) and Alzheimer&apos;s Disease and Related Disorders (January 27, 1986)."},
      {
        "id":"ED272793",
        "title":"Personality and Career Concomitants of Life Stress in College Students."},
      {
        "id":"ED272794",
        "title":"Help-Giver Preference Patterns in American and International Asian Students."},
      {
        "id":"ED272795",
        "title":"Smokers' and Nonsmokers' Perceptions of Smoking versus Nonsmoking Therapists."},
      {
        "id":"ED272796",
        "title":"Pursuing Therapeugenic Consequences of Restricting Client Smoking during Counseling."},
      {
        "id":"ED272799",
        "title":"Characteristics of Disaster Associated with Chronic Stress."},
      {
        "id":"ED272802",
        "title":"Development of Cognitive Structures about Alcoholic Beverages among Preschoolers: II."},
      {
        "id":"ED272803",
        "title":"Promoting Values Development in College Students. Monograph Series, Volume 4."},
      {
        "id":"ED272804",
        "title":"Organizational Cultures and the Denial, Channeling, and Acceptance of Ambiguity. Research Report No. 807R."},
      {
        "id":"ED272805",
        "title":"A Guide to Planning Alcoholism Treatment Programs."},
      {
        "id":"ED272806",
        "title":"Women and Alcohol Problems: Tools for Prevention."},
      {
        "id":"ED272807",
        "title":"State Resources and Services for Alcohol and Drug Abuse Problems. Fiscal Year 1985."},
      {
        "id":"ED272808",
        "title":"Single Mothers: Issues of Stigma."},
      {
        "id":"ED272812",
        "title":"Assessing Student Engagement in Secondary Schools: Alternative Conceptions, Strategies of Assessing, and Instruments."},
      {
        "id":"ED272816",
        "title":"Dropout Prevention and Reentry Act of 1985. Hearing before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources. United States Senate, Ninety-Ninth Congress, First Session on S. 1525 to Amend the Elementary and Secondary Education Act of 1965 to Provide Grants to Local Educational Agencies for Dropout Prevention Demonstration Projects (October 17, 1985)."},
      {
        "id":"ED272817",
        "title":"Home Health Care: Present and Future Options. Hearing before the Subcommittee on Human Services of the Select Committee on Aging. House of Representatives, Ninety-Ninth Congress, First Session (September 30, 1985, New York, NY)."},
      {
        "id":"ED272818",
        "title":"The Long-Term Care Ombudsman Program: A Decade of Service to the Institutionalized Elderly. Hearing before the Subcommittee on Human Services of the Select Committee on Aging. House of Representatives, Ninety-Ninth Congress, First Session (September 10, 1985)."},
      {
        "id":"ED272819",
        "title":"Impact of the DRG System in Arizona. Hearing before the Subcommittee on Health and Long-Term Care of the Select Committee on Aging. House of Representatives, Ninety-Ninth Congress, First Session (September 14, 1985, Tucson, AZ)."},
      {
        "id":"ED272820",
        "title":"Twentieth Anniversary of Medicare and Medicaid: Americans Still at Risk. Hearing before the Select Committee on Aging. House of Representatives, Ninety-Ninth Congress, First Session (July 30, 1985)."},
      {
        "id":"ED272821",
        "title":"Families with High Out-of-Pocket Health Services Expenditures Relative to Their Income. Final Report on Phase II."},
      {
        "id":"ED272822",
        "title":"Dying with Dignity: Difficult Times, Difficult Choices. Hearing before the Select Committee on Aging. House of Representatives, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED272823",
        "title":"Alzheimer's Disease: Burdens and Problems for Victims and Their Families. Hearing before the Select Committee on Aging. House of Representatives, Ninety-Ninth Congress, First Session (October 28, 1985, Elizabeth, NJ)"},
      {
        "id":"ED272824",
        "title":"Caregivers of the Frail Elderly: A National Profile."},
      {
        "id":"ED272825",
        "title":"Detecting Mood-Dependent Retrieval."},
      {
        "id":"ED272826",
        "title":"A Multidimensional Scaling Analysis of Spontaneous Causal Thinking After Divorce."},
      {
        "id":"ED272827",
        "title":"What People Want, Why They Move, and What Happens After They Move: A Summary of Research in Retirement Housing."},
      {
        "id":"ED272828",
        "title":"The Industry, the Psychologist and What We Can Do To Build Working Relationships between Them."},
      {
        "id":"ED272829",
        "title":"Evaluating the Internal Health of Senior Communities"},
      {
        "id":"ED272831",
        "title":"When the Self's Development Goes Awry: Diagnosis and Treatment."},
      {
        "id":"ED272833",
        "title":"Meta-Analysis: What Has It Done for Feminist Psychology?"},
      {
        "id":"ED272844",
        "title":"The Effect of Passage Access and Time Restrictions on the Comprehension and Retention of Connected Discourse."},
      {
        "id":"ED272848",
        "title":"The Reading/Writing Relationship: A Selected Bibliography."},
      {
        "id":"ED272853",
        "title":"Inside View and Character Plans in Original Stories and Their Basal Reader Adaptations."},
      {
        "id":"ED272854",
        "title":"Learning from Text: Effects of Age and Prior Knowledge."},
      {
        "id":"ED272855",
        "title":"Television Viewing and Reading. ERIC Digest."},
      {
        "id":"ED272858",
        "title":"How Parents Prepare Their Children for a Formal Reading Program."},
      {
        "id":"ED272859",
        "title":"The Effects of Microcomputers on Children's Attention to Reading Tasks."},
      {
        "id":"ED272860",
        "title":"Interrelationships among Prereading and Oral Language Skills in Kindergartners from Two Social Classes."},
      {
        "id":"ED272863",
        "title":"Text Linguistics and Composition: Research and Practical Connections."},
      {
        "id":"ED272867",
        "title":"Use of Third-Party Credibility in Hostile Situations."},
      {
        "id":"ED272870",
        "title":"Methodological Approaches to Schema Measurement: Applying &quot;Script&quot; Measures to Mass Media Information Processing."},
      {
        "id":"ED272873",
        "title":"The Development of the Objectivity Ethic in Selected Daily Newspapers, 1865-1934."},
      {
        "id":"ED272878",
        "title":"Metadiscourse in Context: A Speech Act Model of Illocutionary Content."},
      {
        "id":"ED272879",
        "title":"Using Voice and Audience in Essay Examinations."},
      {
        "id":"ED272880",
        "title":"Rx for Formula Poetry in the Content Area: An Activities Book."},
      {
        "id":"ED272881",
        "title":"Literature Guide 9-12."},
      {
        "id":"ED272882",
        "title":"Critical Thinking: Its Nature, Measurement, and Improvement."},
      {
        "id":"ED272885",
        "title":"Gender as an Organizing Force in the World of Mass-Circulation Magazines. Report from the Project on a Social History of the American Reading Public, 1880-1980. Program Report 86-4."},
      {
        "id":"ED272888",
        "title":"Creative Drama."},
      {
        "id":"ED272889",
        "title":"Ideas Plus: A Collection of Practical Teaching Ideas. Book Four."},
      {
        "id":"ED272899",
        "title":"Teaching English to the LD College Student: A Research Survey."},
      {
        "id":"ED272900",
        "title":"The Relation of Formal Main Ideas to Substantive Textbook Material."},
      {
        "id":"ED272901",
        "title":"English 30 Curriculum Specifications."},
      {
        "id":"ED272902",
        "title":"English 33 Curriculum Specifications."},
      {
        "id":"ED272903",
        "title":"Grade 12 Diploma Examinations Program Bulletin. English 30 &amp; English 33. 1986-87 School Year."},
      {
        "id":"ED272913",
        "title":"Grade 3 English Language Arts Achievement Test. Provincial Report."},
      {
        "id":"ED272914",
        "title":"Investigative Journalism Techniques. Evaluation Guide Number 6."},
      {
        "id":"ED272916",
        "title":"Composition, Word Processing, and the Learning Disabled College Writer: An Annotated Bibliography. Supplement #1, Working Paper."},
      {
        "id":"ED272917",
        "title":"Audiences, Imagined and Real: Students' Composing Strategies."},
      {
        "id":"ED272919",
        "title":"Computer-Assisted Instruction in Composition: Create Your Own."},
      {
        "id":"ED272922",
        "title":"Invented Spelling and Spelling Development. ERIC Digest."},
      {
        "id":"ED272923",
        "title":"Handwriting Instruction: What Do We Know? ERIC Digest."},
      {
        "id":"ED272925",
        "title":"When World Views Collide: Journalists and the Great Monkey Trial."},
      {
        "id":"ED272927",
        "title":"Sixty-Five Days in Memphis: A Study of Culture, Symbols, and the Press. Journalism Monographs Number Ninety-Eight."},
      {
        "id":"ED272929",
        "title":"Books for Children, No. 2."},
      {
        "id":"ED272930",
        "title":"The Evolution of Case Arguments in Teachers' Bargaining."},
      {
        "id":"ED272931",
        "title":"Toulmin and the Ethics of Argument Fields: Teaching Writing and Argument."},
      {
        "id":"ED272935",
        "title":"Contrastive Analysis of American and Arab Nonverbal and Paralinguistic Communication."},
      {
        "id":"ED272936",
        "title":"Topic Following/Not Following as a Measure of Complementary/Symmetrical Communication."},
      {
        "id":"ED272937",
        "title":"Advanced Acting: An Instructional Guide."},
      {
        "id":"ED272938",
        "title":"Back to Basics in Debate."},
      {
        "id":"ED272940",
        "title":"Pogo the Possum Lives, or We Have Met the Enemy, and They Still Are Us: A Response to Frana and Wallmark."},
      {
        "id":"ED272942",
        "title":"What Should Be the Goals of High School Debate?: An Examination and Priorization."},
      {
        "id":"ED272946",
        "title":"Visualization: An Alternative or Supplemental Procedure in the Treatment of Excessive Communication Apprehension."},
      {
        "id":"ED272949",
        "title":"The Influence of Sex Roles on Prerequisite Conditions of Self-Disclosure."},
      {
        "id":"ED272950",
        "title":"How Can We Deal with the Underprepared and Communicative Apprehensive Oral Communication Student at the College Level?"},
      {
        "id":"ED272954",
        "title":"The Effects of Communication Apprehension and Cultural Differences on Selected Communication Behaviors."},
      {
        "id":"ED272956",
        "title":"Behavioral Correlates of Trait CA and Reticence: Not as Clear as We Thought."},
      {
        "id":"ED272960",
        "title":"The Making of a Myth: Rhetoric of Eye Witness Accounts of the Boston Massacre."},
      {
        "id":"ED272962",
        "title":"A Modified Approach to PSI (Personalized System of Instruction) in COMM 100 Introduction to Communication as Implemented at George Mason University."},
      {
        "id":"ED272966",
        "title":"Career Ladders in Utah: Four District Case Studies."},
      {
        "id":"ED272968",
        "title":"From Culturally Defined to Self-Defined: Career Stages of Women Administrators."},
      {
        "id":"ED272969",
        "title":"Translation of Policy to Practitioners: Analysis of Sex Equity in Administrators' Journals."},
      {
        "id":"ED272970",
        "title":"University Education Administration Programs and Sex Equity."},
      {
        "id":"ED272972",
        "title":"Proficiencies for Principals. Elementary & Middle Schools, Kindergarten through Eighth Grade."},
      {
        "id":"ED272975",
        "title":"The Schoolbook Protest Movement: 40 Questions &amp; Answers."},
      {
        "id":"ED272977",
        "title":"Ventures in Good Schooling. A Cooperative Model for a Successful Secondary School."},
      {
        "id":"ED272978",
        "title":"Cultures in Collision: Education and Dialogical Encounter in Zimbabwe."},
      {
        "id":"ED272980",
        "title":"Dynamic Analysis of School Spending Referenda. Final Report."},
      {
        "id":"ED272981",
        "title":"Educated Public Relations: School Safety 101. With Engineering Consent."},
      {
        "id":"ED272982",
        "title":"Center for the Study of Learning. Final Report."},
      {
        "id":"ED272983",
        "title":"Finances of Public School Systems in 1983-84."},
      {
        "id":"ED272984",
        "title":"Education Block Grant: How Funds Reserved for State Efforts in California and Washington Are Used. Report to Congressional Requesters."},
      {
        "id":"ED272985",
        "title":"Long Range Planning: Guidelines and Instructions. Long Range Planning Series."},
      {
        "id":"ED272986",
        "title":"Planning for Community/Staff Involvement: Resource Guide. Long Range Planning Series."},
      {
        "id":"ED272987",
        "title":"Developing Action Plans. Resource Guide. Long Range Planning Series."},
      {
        "id":"ED272992",
        "title":"Due Process of Law: Loudermill v. Cleveland Board of Education."},
      {
        "id":"ED272993",
        "title":"Schools, Technology, and the Law: Using VCRs in Educational Institutions."},
      {
        "id":"ED272994",
        "title":"Censorship: Post Pico."},
      {
        "id":"ED272999",
        "title":"A New Generation of Tenure Problems: Legal Issues and Institutional Responses."},
      {
        "id":"ED273003",
        "title":"Objective Testing To Assess Teacher Competency: Emerging Legal Issues."},
      {
        "id":"ED273004",
        "title":"Home Instruction: Two Views."},
      {
        "id":"ED273006",
        "title":"School Finance Reform through Litigation: Expressway or Cul-de-Sac?"},
      {
        "id":"ED273008",
        "title":"Special Education: Related Services under 94-142."},
      {
        "id":"ED273009",
        "title":"An Update on the Ever Growing Momentum of Teacher Competency Testing."},
      {
        "id":"ED273014",
        "title":"Money and Education: A Guide to Illinois School Finance."},
      {
        "id":"ED273015",
        "title":"Catholic School Finance and Church-State Relations. NCEA Keynote Series No. 5."},
      {
        "id":"ED273019",
        "title":"Which Way to Improvement? A Resource Guide for District and School Coordinating Councils."},
      {
        "id":"ED273021",
        "title":"Education and Development: Beyond the Age of Skepticism. Draft."},
      {
        "id":"ED273022",
        "title":"Evaluating Teachers: With Lessons from Georgia's Performance-Based Certification Program."},
      {
        "id":"ED273023",
        "title":"Achieving Equity and Effectiveness in Schooling."},
      {
        "id":"ED273034",
        "title":"United States Catholic Elementary and Secondary Schools, 1985-1986: A Statistical Report on Schools, Enrollment, & Staffing."},
      {
        "id":"ED273035",
        "title":"United States Catholic Elementary Schools & Their Finances. 1986."},
      {
        "id":"ED273036",
        "title":"Catholic High Schools and Their Finances. 1986."},
      {
        "id":"ED273037",
        "title":"Talking Up and Justifying Organisation: The Creation and Control of Knowledge about Being Organised. Studies in Educational Administration Number 41."},
      {
        "id":"ED273038",
        "title":"School Crime &amp; Violence: Victims' Rights."},
      {
        "id":"ED273041",
        "title":"Using the Effective School Battery in School Improvement and Effective Schools Programs."},
      {
        "id":"ED273044",
        "title":"Effective School Principals: A Proposal for Joint Action by Higher Education, States, and School Districts. A Report by the Commission for Educational Quality."},
      {
        "id":"ED273045",
        "title":"Increasing Student Attendance. NSSC Resource Paper."},
      {
        "id":"ED273046",
        "title":"School Discipline Notebook."},
      {
        "id":"ED273047",
        "title":"Tuition Tax Deductions and Parent School Choice: A Case Study of Minnesota."},
      {
        "id":"ED273053",
        "title":"A Case Study of Choice in Education: Separate Schools in Ontario."},
      {
        "id":"ED273055",
        "title":"Employment Incentives Manual: How to Motivate Businesses to Hire Individuals with Disabilities."},
      {
        "id":"ED273056",
        "title":"ACRES Rural Inservice Module Consultation--A Resource for Educators."},
      {
        "id":"ED273057",
        "title":"Effective Service Delivery Strategies Appropriate for Specific Rural Subcultures. Sample Profiles."},
      {
        "id":"ED273061",
        "title":"An Investigation of Four Instructional Methods for Teaching Social Skills to Mentally Retarded Secondary Students. Final Report."},
      {
        "id":"ED273062",
        "title":"A New Instructional Technology to Enhance Transition from School to Community for Mildly Handicapped Individuals. Final Report."},
      {
        "id":"ED273069",
        "title":"Transdisciplinary Integrative Methods for Special Education Programming."},
      {
        "id":"ED273070",
        "title":"Pacer Center's Research on the Effectiveness of Its Parents Training Parents Project."},
      {
        "id":"ED273071",
        "title":"Progress Report for Student Research: Fire Safety Skills for Mentally Retarded Children."},
      {
        "id":"ED273072",
        "title":"Implementing Effective Physical Education for Handicapped Children."},
      {
        "id":"ED273073",
        "title":"Assessment Practices in Model Early Childhood Education Programs. Research Report #7. Early Childhood Assessment Project."},
      {
        "id":"ED273074",
        "title":"Decision Making Practices of a National Sample of Preschool Teachers. Research Report #8. Early Childhood Assessment Project."},
      {
        "id":"ED273075",
        "title":"Preschool Screening Referral Rates in Minnesota School Districts Across Two Years. Research Report #9. Early Childhood Assessment Project."},
      {
        "id":"ED273076",
        "title":"Identification, Placement and Review Process: Parents'/Guardians' Opinions #179."},
      {
        "id":"ED273081",
        "title":"ACMRDD Acccreditation: Analysis of Nationwide Survey Results, 1980-1984. Public Policy Monograph Series Number 20."},
      {
        "id":"ED273091",
        "title":"Seeing It Their Way: Learners and Language Curricula."},
      {
        "id":"ED273092",
        "title":"Communicative Language Teaching: The Learner's View."},
      {
        "id":"ED273093",
        "title":"The Ghost in the Machine: An Examination of the Concept of Language Proficiency."},
      {
        "id":"ED273098",
        "title":"The &quot;Free Money&quot; Game."},
      {
        "id":"ED273119",
        "title":"A Spanish Language Fry-Type Readability Procedure: Elementary Level. Bilingual Education Paper Series, Vol. 7, No. 8."},
      {
        "id":"ED273122",
        "title":"10 Days or 10 Weeks: Immersion Programs That Work."},
      {
        "id":"ED273126",
        "title":"Evaluation of the Second Language Learning (French) Programs in the Schools of the Ottawa and Carleton Boards of Education, Volume I. French Proficiency of Immersion Students at the Grade 12 Level."},
      {
        "id":"ED273127",
        "title":"Evaluation of the Second Language Learning (French) Programs in the Schools of the Ottawa and Carleton Boards of Education, Volume II. Tracing the K-74 Cohort: Location in 1983 of Students Who Entered Kindergarten in 1974."},
      {
        "id":"ED273128",
        "title":"Evaluation of the Second Language Learning (French) Programs in the Schools of the Ottawa and Carleton Boards of Education, Volume III. Surveys of Bilingual-Program Graduates, 1984."},
      {
        "id":"ED273132",
        "title":"Explaining French Morphology \"Naturally.\""},
      {
        "id":"ED273134",
        "title":"A Study of Color Association Differences between Americans and Japanese."},
      {
        "id":"ED273137",
        "title":"Learning among Culturally Different Populations."},
      {
        "id":"ED273145",
        "title":"Issues in English Language Development. Proceedings of a Conference on Issues in English Language Development for Minority Language Education (Arlington, Virginia, July 24, 1985)."},
      {
        "id":"ED273152",
        "title":"Cognitive Development in Bilingual Instruction."},
      {
        "id":"ED273154",
        "title":"University Models for ESL and Bilingual Teacher Training."},
      {
        "id":"ED273161",
        "title":"The Federal Role in Undergraduate Science and Engineering Education."},
      {
        "id":"ED273165",
        "title":"Funding Sources to Fund Disabled Student Projects on Campus: 1985 Perspective. A Health Resource Paper."},
      {
        "id":"ED273166",
        "title":"The Case for Basic Skills Programs in Higher Education. Fastback 238."},
      {
        "id":"ED273168",
        "title":"A Quality Assurance Model for Higher Education: A Pilot Study."},
      {
        "id":"ED273169",
        "title":"The Course Development Model in Higher Education: Improving Tests and Instruction."},
      {
        "id":"ED273170",
        "title":"Management Guidance and Advisory Services: Promoting Cooperative Ventures. Governor's Commission on the Financing of Higher Education."},
      {
        "id":"ED273174",
        "title":"From Reports to Response: Proceedings of Regional Conferences on the Quality of American Higher Education."},
      {
        "id":"ED273175",
        "title":"Enrollment Planning: Strategic Issues and Institutional Implications."},
      {
        "id":"ED273182",
        "title":"Defaulted Student Loans. Guarantee Agencies' Collection Practices and Procedures. United States General Accounting Office Briefing Report to the Chairman, Subcommittee on Postsecondary Education, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED273183",
        "title":"Guaranteed Student Loans. Better Criteria Needed for Financing Guarantee Agencies. United States General Accounting Office Report to the Congress."},
      {
        "id":"ED273185",
        "title":"Campus Trends. Higher Education Panel Report Number 73."},
      {
        "id":"ED273187",
        "title":"An Analysis of Leading Undergraduate Sources of Ph.D.s, Adjusted for Institutional Size. Revised and Expanded."},
      {
        "id":"ED273188",
        "title":"Refinements to NCHEMS Data Base Software and Holdings, FY82."},
      {
        "id":"ED273189",
        "title":"A Guide to Selected Data Bases in Postsecondary Education. Revised 1982."},
      {
        "id":"ED273197",
        "title":"Assessment in American Higher Education. Issues and Contexts."},
      {
        "id":"ED273206",
        "title":"The University of Michigan Professional Preparation Study Project Survey. Executive Summary."},
      {
        "id":"ED273211",
        "title":"The Evaluation of Learning in Post-Secondary Education."},
      {
        "id":"ED273212",
        "title":"Generic Baccalaureate Nursing Data Project (1983-1986). Summary Report."},
      {
        "id":"ED273213",
        "title":"Reauthorization of the Higher Education Act, 1985. Hearings before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources. United States Senate, Ninety-Ninth Congress. First Session (Notre Dame, Indiana, September 9, 1985; Washington, DC, September 10 and 12, 1985). Part 3."},
      {
        "id":"ED273214",
        "title":"Agenda for Higher Education: Retrospect and Prospect."},
      {
        "id":"ED273223",
        "title":"Getting Students Ready for College. Why and How We Must Change What We Are Doing. A Report to the Southern Regional Education Board by Its Commission for Educational Quality."},
      {
        "id":"ED273224",
        "title":"Improving Student Preparation: Higher Education and the Schools Working Together."},
      {
        "id":"ED273225",
        "title":"The Public's View of Higher Education: Implications for Administrators."},
      {
        "id":"ED273226",
        "title":"Recommendations: Health Professions Education. A Report to the Southern Regional Education Board by Its Commission on Health and Human Services."},
      {
        "id":"ED273229",
        "title":"Responsive Professional Education: Balancing Outcomes and Opportunities. ASHE-ERIC Higher Education Report No. 3, 1986."},
      {
        "id":"ED273230",
        "title":"Directors' Self Appraisal of Leadership Situations."},
      {
        "id":"ED273234",
        "title":"A Comparison of Expenditure Patterns in Four-Year Public and Private Colleges."},
      {
        "id":"ED273235",
        "title":"Organizational Adaptation: Managing in Complexly Changing Environments."},
      {
        "id":"ED273236",
        "title":"Management Development Program. A Review of the Program&apos;s Goals and Accomplishments, 1980-1984. Internal Report."},
      {
        "id":"ED273237",
        "title":"A Working Conference on Issues in State Funding on Public Higher Education (San Francisco, California, March 30, 1984)."},
      {
        "id":"ED273238",
        "title":"Higher Education Opportunities for Minorities and Women. Annotated Selections, 1985-86 Edition."},
      {
        "id":"ED273239",
        "title":"Drug Use among American High School Students, College Students, and Other Young Adults. National Trends Through 1985."},
      {
        "id":"ED273240",
        "title":"The Error Prone Model and the Basic Grants Validation Selection System. Draft Final Report."},
      {
        "id":"ED273245",
        "title":"A System Evaluation of the University of Regina Television Project, 1984."},
      {
        "id":"ED273247",
        "title":"Traditional Method versus Computer-Aided Instruction Method in Teaching BASIC Programming to Vocational High School Students."},
      {
        "id":"ED273251",
        "title":"Computer Applications Planning."},
      {
        "id":"ED273252",
        "title":"Computer Software Reviews."},
      {
        "id":"ED273253",
        "title":"The Educators' Handbook to Interactive Videodisc."},
      {
        "id":"ED273254",
        "title":"The High Technology Academy."},
      {
        "id":"ED273262",
        "title":"The 1986 Educational Software Preview Guide."},
      {
        "id":"ED273264",
        "title":"Applications of Microcomputer Search-Type Adventure Games in Research on Spatial Orientation, Place Location, and Memory for Places."},
      {
        "id":"ED273266",
        "title":"Effect of Playing a Video Game on Adults' and Adolescents' Spatial Visualization."},
      {
        "id":"ED273268",
        "title":"Using Computers in Teaching: Telecourse Guide. A Pilot Project in Distance Learning by Satellite."},
      {
        "id":"ED273269",
        "title":"CAD/CAM (Computer Aided Design/Computer Aided Manufacture). A Brief Guide to Materials in the Library of Congress."},
      {
        "id":"ED273272",
        "title":"Evaluation Policy for District Computer Use. Evaluation Guides. Guide Number 19."},
      {
        "id":"ED273273",
        "title":"Academic Libraries and the Learning Society."},
      {
        "id":"ED273274",
        "title":"Library and Information Science Education."},
      {
        "id":"ED273275",
        "title":"The New Role of the Librarian in the Information Age."},
      {
        "id":"ED273276",
        "title":"Public Libraries and the Challenge of the Learning Society."},
      {
        "id":"ED273277",
        "title":"School Libraries and the Learning Society."},
      {
        "id":"ED273282",
        "title":"Librarians and Dual Career Marriages. A Study of Texas Woman's University Alumnae."},
      {
        "id":"ED273283",
        "title":"Celebrate Texas. Texas Reading Club, 1986. A Planning and Programming Handbook."},
      {
        "id":"ED273286",
        "title":"Online Catalogs in Secondary School Libraries."},
      {
        "id":"ED273289",
        "title":"Selecting and Using A Core-Reference Collection."},
      {
        "id":"ED273292",
        "title":"Annual Report of the Librarian of Congress, 1985. For the Fiscal Year Ending September 30, 1985."},
      {
        "id":"ED273296",
        "title":"The Library of Congress, 1985. A Brief Summary of the Major Activities for the Fiscal Year Ending September 30, 1985."},
      {
        "id":"ED273298",
        "title":"Architecture Research Online. A Guide for Faculty."},
      {
        "id":"ED273299",
        "title":"Art Research Online. A Guide for Faculty."},
      {
        "id":"ED273300",
        "title":"Chemistry Research Online. A Guide for Faculty."},
      {
        "id":"ED273301",
        "title":"Pharmacy Research Online. A Guide for Faculty."},
      {
        "id":"ED273303",
        "title":"Directory of Library Networks and Cooperative Library Organizations, 1985."},
      {
        "id":"ED273307",
        "title":"Santa Monica College Child Care Task Force Report."},
      {
        "id":"ED273318",
        "title":"Butler County Community College Study of Attrition (Full-Time Students): Fall 1984, Spring 1985, Fall 1985."},
      {
        "id":"ED273324",
        "title":"Community College Curricula: Circa 1990. An Anthology."},
      {
        "id":"ED273325",
        "title":"EOPS Operational Program Review: 1984-1985."},
      {
        "id":"ED273326",
        "title":"Development of an Integrated Information System."},
      {
        "id":"ED273328",
        "title":"The Two-Year College Course at UNC-Chapel Hill: An Experiment in Preparing Future Leaders."},
      {
        "id":"ED273335",
        "title":"Pathways to Progress: A Comprehensive Study of Vocational Education in California Community Colleges. Executive Summary."},
      {
        "id":"ED273336",
        "title":"Pathways to Progress: A Comprehensive Study of Vocational Education in California Community Colleges."},
      {
        "id":"ED273337",
        "title":"Labeling Courses and Students. ERIC Digest."},
      {
        "id":"ED273339",
        "title":"The Performance of English as Second Language Students (ESL) on the Fall 1984 CLAST. Research Report No. 85-14."},
      {
        "id":"ED273340",
        "title":"A Longitudinal Follow-Up of Students Who Failed the CLAST in Fall, 1984. Research Report No. 86-20."},
      {
        "id":"ED273343",
        "title":"Special Services Project: Rockland Community College, 1985-1986."},
      {
        "id":"ED273344",
        "title":"Improving Learning in Community Colleges."},
      {
        "id":"ED273346",
        "title":"Access versus Selectivity in the Community College. Horizons Issues Monograph Series."},
      {
        "id":"ED273348",
        "title":"An 80's Approach to Providing Educational Services to Business/Industry: The Houston Community College System Plan."},
      {
        "id":"ED273352",
        "title":"Going to Scale."},
      {
        "id":"ED273379",
        "title":"Preparation of Youth for Adulthood: Symposium VI A."},
      {
        "id":"ED273384",
        "title":"Implementation of Education That Is Multicultural in Early Childhood Settings: A Case Study of Two Day Care Programs."},
      {
        "id":"ED273385",
        "title":"Quality Indicators for Infant-Toddler Child Care."},
      {
        "id":"ED273388",
        "title":"From Kindergarten to Grade Four: A Longitudinal Study of Thriving, Average and Non-Thriving Children."},
      {
        "id":"ED273391",
        "title":"Metamemorial Knowledge, M-space, and Working Memory Performance in Fourth Graders."},
      {
        "id":"ED273394",
        "title":"Television Production Feature Effects on Children's Comprehension of Time."},
      {
        "id":"ED273395",
        "title":"Children's, Teachers' and Parents' Perceptions of Play."},
      {
        "id":"ED273396",
        "title":"The Effects of Child-Centered Group Play Sessions on Social-Emotional Growth of Four- and Five-Year-Old Bilingual Puerto Rican Children."},
      {
        "id":"ED273397",
        "title":"Career Education Counseling for Migrant Students."},
      {
        "id":"ED273398",
        "title":"Learning English Incidentally: A Study of Bilingual Children. Bulletin 1937, No. 15."},
      {
        "id":"ED273401",
        "title":"A Guide to Outdoor Education Resources and Programs for the Handicapped. Outdoor Education for the Handicapped."},
      {
        "id":"ED273402",
        "title":"Innovative Approaches to Providing Outdoor Education for Handicapped Students. Outdoor Education for the Handicapped."},
      {
        "id":"ED273403",
        "title":"A Facilitator Guide. Outdoor Education for the Handicapped."},
      {
        "id":"ED273408",
        "title":"Cultural Conflict: School-Community-Curriculum."},
      {
        "id":"ED273410",
        "title":"Appalachia: Rural Women and the Economics of Hunger. Hearing before the Domestic Task Force of the Select Committee on Hunger. House of Representatives, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED273412",
        "title":"A Case Study of a Community-Based Transition Education Project."},
      {
        "id":"ED273413",
        "title":"Agricultural Chemical Use and White Male Cancer Mortality in Selected Rural Farm Counties."},
      {
        "id":"ED273415",
        "title":"Determinants of Poverty among Rural and Urban Women Who Live Alone."},
      {
        "id":"ED273416",
        "title":"Young Physicians in Rural Areas: The Impact of Service in the National Health Service Corps. Volume 1, County Characteristics."},
      {
        "id":"ED273417",
        "title":"Young Physicians in Rural Areas: The Impact of Service in the National Health Service Corps. Volume 2, Survey of Factors Influencing the Location Decision and Practice Patterns."},
      {
        "id":"ED273419",
        "title":"A Statistical Profile of the American Indian, Eskimo, and Aleut Populations for the United States: 1980."},
      {
        "id":"ED273420",
        "title":"American Indian and Alaska Native Career Development Youth Manual."},
      {
        "id":"ED273421",
        "title":"American Indian and Alaska Native Career Development Youth Manual: Leader&apos;s Guide."},
      {
        "id":"ED273422",
        "title":"The Farm Crisis and Decatur County."},
      {
        "id":"ED273423",
        "title":"A Directory of Organizations and Programs in Rural Education."},
      {
        "id":"ED273424",
        "title":"A Simultaneous Model of Education Supply and Demand."},
      {
        "id":"ED273426",
        "title":"Health Promotion Efforts in an Isolated Hispanic Community: The Mora Substance Abuse Prevention Project."},
      {
        "id":"ED273428",
        "title":"Directory of Chicano Studies Programs in California and the Southwest."},
      {
        "id":"ED273429",
        "title":"The Current Status and Future of Chicano Studies Programs: Are They Academically Sound?"},
      {
        "id":"ED273430",
        "title":"Language, Literacy, and Instruction in Bilingual Settings: A K-4 Longitudinal Study."},
      {
        "id":"ED273432",
        "title":"Teaching about Hazardous and Toxic Materials. Teaching Activities in Environmental Education Series."},
      {
        "id":"ED273434",
        "title":"Animals, Culture and Zoo Education. Report of the International Association of Zoo Educators Multicultural Education Committee."},
      {
        "id":"ED273435",
        "title":"Altering the Earth's Chemistry: Assessing the Risks. Worldwatch Paper 71."},
      {
        "id":"ED273438",
        "title":"Knowing, Doing, and Teaching Multiplication. Occasional Paper No. 97."},
      {
        "id":"ED273441",
        "title":"A Comparison of Mixed-Sex and Single-Sex Grouping in Year 5 Science Lessons."},
      {
        "id":"ED273442",
        "title":"Science for All."},
      {
        "id":"ED273443",
        "title":"Translating Research Reports into Educational Materials or How To Take a Neat Piece of Research and Turn It into a Curriculum."},
      {
        "id":"ED273445",
        "title":"Ecology: A Teaching Module. Occasional Paper No. 94."},
      {
        "id":"ED273447",
        "title":"Science Computer Software. A Handbook on Selection and Classroom Use."},
      {
        "id":"ED273448",
        "title":"Biotechnology: The U.S. Department of Agriculture's Biotechnology Research Efforts. Briefing Report. To the Chairman, Committee on Science and Technology, House of Representatives."},
      {
        "id":"ED273449",
        "title":"Support for Development of Electronics and Materials Technologies by the Governments of the United States, Japan, West Germany, France, and the United Kingdom."},
      {
        "id":"ED273450",
        "title":"Eye-Movement Data as Access to Solution Processes of Elementary Addition and Subtraction Problems."},
      {
        "id":"ED273453",
        "title":"Heat and Temperature: A Teaching Module. Occasional Paper No. 93."},
      {
        "id":"ED273454",
        "title":"Science Education in Our Time: The Need for an Interdisciplinary Approach."},
      {
        "id":"ED273459",
        "title":"Portraits of Intermediate Science Classes."},
      {
        "id":"ED273460",
        "title":"What Is Scientific Literacy? A Guidebook for Teachers of Life Science at the Intermediate Level. Intermediate Life Science Study Series, Volume I."},
      {
        "id":"ED273461",
        "title":"How Is Intermediate Life Science Taught? A Guidebook for Teachers of Life Science at the Intermediate Level. Intermediate Life Science Study Series, Volume II."},
      {
        "id":"ED273462",
        "title":"How To Build Opportunities for Scientific Literacy into Your Curriculum. A Guidebook for Teachers of Life Science at the Intermediate Level. Intermediate Life Science Study Series, Volume III."},
      {
        "id":"ED273463",
        "title":"What Is Scientific Literacy? A Guidebook for High School Science Teachers. Opportunity Systems in Science and Technology Study Series, Volume I."},
      {
        "id":"ED273464",
        "title":"Opportunities for Scientific Literacy in Six High Schools. Opportunity Systems in Science and Technology Study Series, Volume II."},
      {
        "id":"ED273465",
        "title":"Increasing Opportunities for Scientificy Literacy: A Self-Evaluation Packet. Opportunity Systems in Science and Technology Study Series, Volume III."},
      {
        "id":"ED273466",
        "title":"Arithmetic Word Problems. Activities To Engage Students in Problem Analysis."},
      {
        "id":"ED273467",
        "title":"Ideas on Teaching Problem Solving in Intermediate Mathematics. A Guidebook for Teachers."},
      {
        "id":"ED273468",
        "title":"A Look at Math Teachers and Problem Solving."},
      {
        "id":"ED273469",
        "title":"A Study of Teachers&apos; Planning and Delivery of Problem-Solving Instruction in Seventh Grade Mathematics: Appendices. Final Report."},
      {
        "id":"ED273473",
        "title":"Diploma Examination. Curriculum Specifications for Chemistry 30."},
      {
        "id":"ED273475",
        "title":"Diploma Examination. Curriculum Specifications for Biology 30."},
      {
        "id":"ED273477",
        "title":"Diploma Examination. Curriculum Specifications for Physics 30."},
      {
        "id":"ED273479",
        "title":"Diploma Examination. Curriculum Specifications for Mathematics 30. April 1986."},
      {
        "id":"ED273481",
        "title":"Development of a CAI-Program within the Field of Early Mathematics."},
      {
        "id":"ED273482",
        "title":"The Development of Children's Place-Value Numeration Concepts in Grades Two through Five."},
      {
        "id":"ED273492",
        "title":"Why Potential Science and Math Teachers Are Choosing Not to Teach--And What We Can Do about It."},
      {
        "id":"ED273493",
        "title":"Momentum toward Health."},
      {
        "id":"ED273494",
        "title":"Investigations in Mathematics Education. Volume 19, Number 1."},
      {
        "id":"ED273495",
        "title":"Elementary Mathematics: Alaska Curriculum Guide. Second Edition."},
      {
        "id":"ED273496",
        "title":"Secondary Mathematics: Alaska Curriculum Guide. Second Edition."},
      {
        "id":"ED273497",
        "title":"Pamela Kaye&apos;s General Math Class: From a Computational to a Conceptual Orientation. Research Series No. 172."},
      {
        "id":"ED273498",
        "title":"Responding to the Crisis in Math and Science Teaching: Four Initiatives. Final Report."},
      {
        "id":"ED273502",
        "title":"An Assessment of 4th, 8th, and 11th Grade Students' Knowledge Related to Marine Science and Natural Resource Issues."},
      {
        "id":"ED273513",
        "title":"Population Growth and Hunger. Hearing before the Select Committee on Hunger. House of Representatives, Ninety-Ninth Congress, First Session (June 6, 1985)."},
      {
        "id":"ED273515",
        "title":"Japan: Teaching Units."},
      {
        "id":"ED273518",
        "title":"Database Software for Social Studies. A MicroSIFT Quarterly Report."},
      {
        "id":"ED273519",
        "title":"Food Aid and the African Food Crisis. Foreign Agricultural Economic Report No. 221."},
      {
        "id":"ED273522",
        "title":"Organizational Culture and Conflict Resolution: A Study of a Greek Lettered Social Organization."},
      {
        "id":"ED273525",
        "title":"Teaching about East Asia in North Dakota Secondary Schools."},
      {
        "id":"ED273526",
        "title":"Technology in a Curriculum for Citizenship."},
      {
        "id":"ED273527",
        "title":"Teaching the Social Studies: A Collection of Essays."},
      {
        "id":"ED273529",
        "title":"Population Education in Asia and the Pacific Newsletter, Number 23."},
      {
        "id":"ED273530",
        "title":"[The United States Constitution:] An Address of the Honorable Arnold I. Burns, Associate Attorney General (Buffalo, New York, May 2, 1986)."},
      {
        "id":"ED273537",
        "title":"Conversations: 20 Years in American Education."},
      {
        "id":"ED273538",
        "title":"Instructional Materials of the Federal Reserve System: Elementary, High School, College."},
      {
        "id":"ED273539",
        "title":"Teaching about Ethnic Diversity. ERIC Digest No. 32."},
      {
        "id":"ED273540",
        "title":"Practicing Critical Theory in Social Studies Preservice Education: Reconsidering the Role of Reflective Inquiry."},
      {
        "id":"ED273543",
        "title":"Nuclear Arms Education in Secondary Schools."},
      {
        "id":"ED273547",
        "title":"Using Documents To Teach the Constitution. Our Heritage in Documents."},
      {
        "id":"ED273551",
        "title":"The Policy and Practice of Religious Education in Publicly-Funded Elementary and Secondary Schools in Canada and Elsewhere. A Search of the Literature."},
      {
        "id":"ED273556",
        "title":"Computers as Teaching Tools: Some Examples and Guidelines."},
      {
        "id":"ED273561",
        "title":"Inviting the Faculty to Prayer: A Practical Packet."},
      {
        "id":"ED273562",
        "title":"Migration in Thailand: A Twenty-Five-Year Review. Papers of the East-West Population Institute. No. 100."},
      {
        "id":"ED273563",
        "title":"The Historical Background to Separate Schools in Ontario."},
      {
        "id":"ED273565",
        "title":"William Wolfgang Brickman, 1913-86."},
      {
        "id":"ED273566",
        "title":"Items for an Agenda. Educational Research and the Reports on Excellence."},
      {
        "id":"ED273567",
        "title":"Teaching Students to Think as They Read: Implications for Curriculum Reform. Reading Education Report No. 58."},
      {
        "id":"ED273568",
        "title":"The Effects of School Reform on the Egalitarianism of the Schools."},
      {
        "id":"ED273569",
        "title":"Inside the Classroom."},
      {
        "id":"ED273570",
        "title":"Raising Standards and Reducing Dropout Rates: Implications of Research for Recent Secondary School Reform Proposals."},
      {
        "id":"ED273571",
        "title":"The Limits of Policies to Promote Teaching Excellence."},
      {
        "id":"ED273572",
        "title":"Teaching Higher-Order Thinking Skills for a Technological World: Needs and Opportunities."},
      {
        "id":"ED273573",
        "title":"Higher Order Abilities: Written Communication."},
      {
        "id":"ED273574",
        "title":"Restructuring the Teaching Occupation--A Proposal."},
      {
        "id":"ED273579",
        "title":"Measuring the Economic Impact of Health Promotion Programs."},
      {
        "id":"ED273580",
        "title":"The Process of Mutual Adaptation: A Study of an Innovative Program."},
      {
        "id":"ED273581",
        "title":"Effect of Short-Term, High-Intensity Exercise on Anaerobic Threshold in Women."},
      {
        "id":"ED273585",
        "title":"Recreation and the Returning Female Student."},
      {
        "id":"ED273586",
        "title":"Physical Education Workload Policies, Practices and Procedures on the Junior/Community College Level--A National Inquiry."},
      {
        "id":"ED273588",
        "title":"Apparent and Actual Use of Observational Frameworks by Experienced Teachers."},
      {
        "id":"ED273589",
        "title":"National Childhood Vaccine Injury Compensation Act of 1985. Hearing before the Committee on Labor and Human Resources, United States Senate, Ninety-Ninth Congress. First Session on S. 827 To Amend the Public Health Service Act To Provide for the Compensation of Children and Others Who Have Sustained Vaccine-Related Injuries, and for Other Purposes."},
      {
        "id":"ED273590",
        "title":"The Effects of Audio-Cuing on Selected Teaching Behaviors of an Experienced Elementary Physical Education Specialist."},
      {
        "id":"ED273593",
        "title":"An Evaluation of the McRel Effective Schools Program (ESP) for the 1984-85 Academic Year."},
      {
        "id":"ED273596",
        "title":"Immunizing the World's Children by 1990. Hearing before the International Task Force of the Select Committee on Hunger. House of Representatives, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED273599",
        "title":"Discussions on Some Educational Issues. Research Report 30."},
      {
        "id":"ED273600",
        "title":"Interaction of Rate of Force Development and Duration of Rate in Isometric Force."},
      {
        "id":"ED273606",
        "title":"Hunter's Clinical Supervision and Instruction Models: Research in Schools Utilizing Comparative Measures."},
      {
        "id":"ED273608",
        "title":"Accreditation. ERIC Digest 7."},
      {
        "id":"ED273610",
        "title":"Perspectives in Multicultural Education: Developing Multicultural Understanding through the Expansion of the Refinement of Cultural Experiential Knowledge."},
      {
        "id":"ED273611",
        "title":"Overcoming the Problems of Field Experiences in Teacher Education: Cultural Dimensions."},
      {
        "id":"ED273612",
        "title":"Achieving Peace through Education."},
      {
        "id":"ED273613",
        "title":"A Model for Integrating Global Education in a Teacher Education Program."},
      {
        "id":"ED273615",
        "title":"The Leading Edge: Innovation and Change in Professional Education. Selected Papers from the Annual Meeting of the American Association of Colleges for Teacher Education (Denver, Colorado, February 27-March 2, 1985)."},
      {
        "id":"ED273617",
        "title":"Issues in Perspective. Critical Issues Papers 1-17."},
      {
        "id":"ED273618",
        "title":"Research, Training, and Practice: Outcomes and Implications for Staff Development."},
      {
        "id":"ED273619",
        "title":"Research, Training, and Practice: The Normative Model and Beyond."},
      {
        "id":"ED273621",
        "title":"The Secondary School Recognition Program Directory of Programs and Practices."},
      {
        "id":"ED273622",
        "title":"Identifying and Using Effective Teaching Behaviours."},
      {
        "id":"ED273623",
        "title":"Age Doesn't Matter: Weaving Dance and Aging into a Fifth Grade Curriculum."},
      {
        "id":"ED271624",
        "title":"Vocational Special Education. Teacher Training Module #8. Correctional/Special Education Training Project."},
      {
        "id":"ED271627",
        "title":"Home-Based Clerical Workers: Are They Victims of Exploitation? Thirty-Ninth Report by the Committee on Government Operations Together with Additional Views. House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED271628",
        "title":"Education and Training for American Competitiveness Act. Committee on Education and Labor Report Together with Supplemental Views to Accompany H.R. 4728. House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED271629",
        "title":"Young Volunteers in ACTION (YVA) Effects Evaluation: Final Report."},
      {
        "id":"ED271630",
        "title":"An Economic Analysis of USDA Erosion Control Programs: A New Perspective. Agricultural Economic Report No. 560."},
      {
        "id":"ED271634",
        "title":"Your Ideal Silhouette. Courseware Evaluation for Vocational and Technical Education."},
      {
        "id":"ED271637",
        "title":"Preventing Sexual Abuse. Reference Sheet 8."},
      {
        "id":"ED271638",
        "title":"Issues of the '80s: Infertility, Child Sexual Abuse, Sex Roles, Herpes &amp; AIDS, Single Parents, and Latchkey Children."},
      {
        "id":"ED271652",
        "title":"Children's Conceptions of Inappropriate Behavior."},
      {
        "id":"ED271653",
        "title":"The Relation of Clinical Research to Practice and the Apparent Crisis of Confidence."},
      {
        "id":"ED271655",
        "title":"Job Seekers' Workshop. Leader's Manual for a Vocational Rehabilitation Strategy."},
      {
        "id":"ED271656",
        "title":"School Dropouts: Everybody's Problem."},
      {
        "id":"ED271658",
        "title":"Family Stress: Dealing with Blame. Help for Farm Families in Crisis. [Student Text] and Leader's Guide and Lesson Plan."},
      {
        "id":"ED271660",
        "title":"Promising Practices for High-Risk Youth in the Northwest Region: Initial Search."},
      {
        "id":"ED271665",
        "title":"Bridging the Gap: Contact and Stereotyping."},
      {
        "id":"ED271666",
        "title":"Drug Traffic and Abuse in Schools: NSSC Resource Paper."},
      {
        "id":"ED271667",
        "title":"Student and Staff Victimization. NSSC Resource Paper."},
      {
        "id":"ED271668",
        "title":"Safe Schools Overview. NSSC Resource Paper."},
      {
        "id":"ED271669",
        "title":"Investing in America&apos;s Families: The Common Bond of Generations. Hearing before the Select Committee on Aging. House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED271671",
        "title":"Social Security: Implementation of New Mental Impairment Criteria for Disability Benefits. Briefing Report to the Chairman, Special Committee on Aging, United States Senate."},
      {
        "id":"ED271673",
        "title":"Correlates of Harmful Alcohol Consumption in Six Countries: Development of an International Screening and Assessment Procedure."},
      {
        "id":"ED271674",
        "title":"Child Abuse Prevention and Treatment Act. Public Law 93-247 as Amended."},
      {
        "id":"ED271675",
        "title":"The Older Person's Guide to Safe Driving. Public Affairs Pamphlet No. 641."},
      {
        "id":"ED271676",
        "title":"Runaway and Homeless Youth: FY 1984 Annual Report to the Congress."},
      {
        "id":"ED271677",
        "title":"Extended School Day Program Guide."},
      {
        "id":"ED271681",
        "title":"Youth Suicide Prevention Act Report Together with Supplemental Views To Accompany H.R. 4650. From the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED271682",
        "title":"Indian youth Alcohol and Substance Abuse Prevention Act Committee on Education and Labor Report to Accompany H.R. 1156. House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED271683",
        "title":"Population Aging in Australia: Implications for Social and Economic Policy. Number 98."},
      {
        "id":"ED271684",
        "title":"When the Victim Is a Child: Issues for Judges and Prosecutors."},
      {
        "id":"ED271685",
        "title":"Prosecution of Child Sexual Abuse: Innovations in Practice. Research in Brief Series."},
      {
        "id":"ED271689",
        "title":"Eliminating Mandatory Retirement. A Report by the Chairman of the Subcommittee on Health and Long-Term Care of the Select Committee on Aging. House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED271690",
        "title":"Reauthorization of the Domestic Volunteer Service Act of 1973. Hearing before the Subcommittee on Children, Family, Drugs and Alcoholism of the Committee on Labor and Human Resources. United States Senate, Ninety-Ninth Congress, Second Session on Reviewing Legislation on the Reauthorization of ACTION Programs."},
      {
        "id":"ED271704",
        "title":"The Removal of Age Ceiling Cap under the Age Discrimination in Employment Act. Joint Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor and the Subcommittee on Health and Long-Term Care of the Select Committee on Aging. House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED271707",
        "title":"Brain Research: Implications for Education."},
      {
        "id":"ED271720",
        "title":"Literature: The Key to Lively Content Courses. College Reading and Learning Assistance Technical Report 86-03."},
      {
        "id":"ED271721",
        "title":"Learner Styles and Strategy Lessons: A Little Something for Everyone."},
      {
        "id":"ED271728",
        "title":"Electrophysiological Determinants of Cognitive Style: Implications for Educational and Psychological Research."},
      {
        "id":"ED271729",
        "title":"Mentalistic Measures in Reading Strategy Research: Some Recent Findings."},
      {
        "id":"ED271734",
        "title":"Video Assisted Coaching of Textbook Discussion Skills: Its Impact on Critical Reading Behavior."},
      {
        "id":"ED271736",
        "title":"Multiple-Choice Test Performance: Effects of Headings, Questions, Motivation, and Type of Retention Test Question."},
      {
        "id":"ED271737",
        "title":"Thinking Skills: A Return to the Content Area Classroom."},
      {
        "id":"ED271738",
        "title":"Story Structure and Reader Affect in American and Hungarian Short Stories. Technical Report No. 375."},
      {
        "id":"ED271739",
        "title":"Eye Movement Techniques in Studying Differences among Developing Readers. Technical Report No. 377."},
      {
        "id":"ED271741",
        "title":"Becoming a Nation of Readers: Implications for Teachers."},
      {
        "id":"ED271744",
        "title":"The Search for Strategic Silence."},
      {
        "id":"ED271745",
        "title":"Communication Linkages between Elected and Electorate: The Usefulness of News Media for Constituent Contact."},
      {
        "id":"ED271746",
        "title":"International Broadcasting in the Pacific Islands."},
      {
        "id":"ED271749",
        "title":"J. Edgar Hoover and the Black Press in World War II."},
      {
        "id":"ED271751",
        "title":"Magazine Portrayals of Women's Role in the New Republic."},
      {
        "id":"ED271752",
        "title":"Political Ads vs. News as Sources of Issue Information."},
      {
        "id":"ED271755",
        "title":"&quot;No Thank You, We'd Rather Not&quot;: The Rights and Policies of Daily Newspapers Relating to Refusals to Accept Advertising."},
      {
        "id":"ED271759",
        "title":"Application of Feminist Thought to Journalism Education: A Descriptive Analysis."},
      {
        "id":"ED271760",
        "title":"The Women's National Press Club: Case Study in the Professionalization of Women Journalists."},
      {
        "id":"ED271770",
        "title":"Red Roses Covering the Bloodstained Sidewalk: Context in the American Coverage of the Assassination of Olof Palme."},
      {
        "id":"ED271772",
        "title":"The Computer and the Inexperienced Writer."},
      {
        "id":"ED271776",
        "title":"Reflections of Culture: An Analysis of Japanese and American Advertising Appeals."},
      {
        "id":"ED271780",
        "title":"The Cancellation of Prime-Time Network Programs: Changing Responses to Costs, Revenues and New Technologies."},
      {
        "id":"ED271783",
        "title":"The Interactive Effects of Media Use and Attention: Political Knowledge and the Partisan Supporter Typology."},
      {
        "id":"ED271786",
        "title":"News Coverage as the Contagion of Terrorism: Dangerous Charges Backed by Dubious Science."},
      {
        "id":"ED271787",
        "title":"Teaching Style through Literature."},
      {
        "id":"ED271793",
        "title":"The Art of Learning, the Art of Teaching, and the Art of Rhetoric: A Modern Trivium."},
      {
        "id":"ED271795",
        "title":"Curricular Commonalities among Selected Schools of Communication."},
      {
        "id":"ED271797",
        "title":"The Case Study Method of Instruction: Achieving Competency in the Organizational Communication Classroom."},
      {
        "id":"ED271801",
        "title":"ERIC First Analysis: Agricultural Policy. 1986-87 National High School Debate Resolutions."},
      {
        "id":"ED271804",
        "title":"Changing the American High School: Descriptions and Prescriptions. Symposium 56.11 of the Annual Meeting of the American Educational Research Association (Chicago, IL, March 31-April 4, 1985)."},
      {
        "id":"ED271805",
        "title":"Change in High Schools: Roles and Reactions of Teachers."},
      {
        "id":"ED271806",
        "title":"The High School Department Head: Powerful or Powerless in Guiding Change?"},
      {
        "id":"ED271807",
        "title":"High School Principals: Their Role in Guiding Change."},
      {
        "id":"ED271808",
        "title":"District Office Personnel. Their Roles and Influence on School and Classroom Change: What We Don't Know."},
      {
        "id":"ED271809",
        "title":"The Manitoba Property Tax Credit Plan: Did It Achieve Its Intent?"},
      {
        "id":"ED271810",
        "title":"Nonpublic Education of the Nation&apos;s Children."},
      {
        "id":"ED271811",
        "title":"Issues in Elementary and Secondary Education, 1978-1979."},
      {
        "id":"ED271812",
        "title":"Models and Forecasts of Federal Spending for Elementary and Secondary Education."},
      {
        "id":"ED271813",
        "title":"Nonpublic School Pupils: How Many Are There, Really? A Validation Check on NCES Surveys."},
      {
        "id":"ED271814",
        "title":"The Black Teacher as Leader."},
      {
        "id":"ED271817",
        "title":"Redesigning a Career: Two Comparative Cases."},
      {
        "id":"ED271822",
        "title":"Comprehensive Objectives Accounting System: A Practical Approach to Evaluation and Performance Based Compensation for Educational Institutions. Second Edition."},
      {
        "id":"ED271824",
        "title":"Literature Related to Educational Personnel Evaluations: The Need for Standards."},
      {
        "id":"ED271825",
        "title":"Regulating Excellence: Examining Strategies for Improving Student and Teacher Performance."},
      {
        "id":"ED271826",
        "title":"Environmental Linkages and Organizational Complexity: Public and Private Schools."},
      {
        "id":"ED271827",
        "title":"Effective Communication in Educational Policy Development."},
      {
        "id":"ED271831",
        "title":"Designing for the Physically Disabled."},
      {
        "id":"ED271832",
        "title":"Learning Environments: A Review of the Literature on School Environments and Student Achievement. Final Report."},
      {
        "id":"ED271833",
        "title":"Collective Bargaining in American Public Education: The First 25 Years. Final Report."},
      {
        "id":"ED271834",
        "title":"Cost-Outcome Analysis: Streamlining Techniques. Evaluation Guide Number 16."},
      {
        "id":"ED271835",
        "title":"Beyond Mutual Adaptation, into the Bully Pulpit: Recent Research on the Federal Role in Education."},
      {
        "id":"ED271836",
        "title":"Educational Requirements for New Technologies: Visions, Possibilities, and Current Realities."},
      {
        "id":"ED271838",
        "title":"Centralization, Fragmentation, and School District Complexity."},
      {
        "id":"ED271839",
        "title":"Teacher Evaluation: Learning for Improvement and Accountability and Case Studies."},
      {
        "id":"ED271840",
        "title":"Index of IFG Publications for the Years 1982, 1983, 1984 and 1985."},
      {
        "id":"ED271841",
        "title":"Resource Management: Coping with P.L. 94-142. A Presenter's Guide. Research Based Training for School Administrators. Revised."},
      {
        "id":"ED271842",
        "title":"Contract Administration: Understanding Limitations on Management Rights. A Presenter's Guide. Research Based Training for School Administrators."},
      {
        "id":"ED271843",
        "title":"Effective Middle Schools: A Presenter's Guide. Research Based Training for School Administrators."},
      {
        "id":"ED271844",
        "title":"Freedom of Speech: A Presenter's Guide. Research Based Training for School Administrators."},
      {
        "id":"ED271845",
        "title":"Liaison Administrators. A Presenter's Guide. Research Based Training for School Administrators."},
      {
        "id":"ED271846",
        "title":"Time Analysis: Managing Brevity, Variety and Fragmentation. A Presenter's Guide. Research Based Training for School Administrators. Revised."},
      {
        "id":"ED271849",
        "title":"Peer Coaching: A Strategy for Facilitating Transfer of Training. A CEPM R&D Report."},
      {
        "id":"ED271850",
        "title":"Challenge '84: State and Local Initiatives for School Reform (Eugene, Oregon, July 26-27, 1984). Conference Report."},
      {
        "id":"ED271851",
        "title":"Sex Differences in Promotions: EEO at Work in Public Education."},
      {
        "id":"ED271852",
        "title":"Principal Stress."},
      {
        "id":"ED271862",
        "title":"The Tone of Labor Relations in Schools: Correlates of Teacher Perception."},
      {
        "id":"ED271864",
        "title":"A Model of Instructional Leadership for School Superintendents."},
      {
        "id":"ED271865",
        "title":"Prayer, the Courts and the Schools: A Continuing Case of Confusion."},
      {
        "id":"ED271867",
        "title":"Effects of State Legislation on Selected Curriculum Offerings."},
      {
        "id":"ED271868",
        "title":"Educational Policy Research in New Zealand: Issues and Challenges."},
      {
        "id":"ED271871",
        "title":"School District Approval for Staff Development: &quot;Garbage Can&quot; Decision-Making."},
      {
        "id":"ED271879",
        "title":"School Transportation Costs, Policies and Practices: A Review of Issues in New York and Selected States."},
      {
        "id":"ED271880",
        "title":"Education Advisory 1985: For People Who Care about Elementary and Secondary Education."},
      {
        "id":"ED271882",
        "title":"Teacher Competency Testing: A Review of Legal Considerations. An ECS Working Paper."},
      {
        "id":"ED271883",
        "title":"Education Finance in the States: 1984."},
      {
        "id":"ED271884",
        "title":"The Costs of Performance Pay Systems."},
      {
        "id":"ED271885",
        "title":"The Legal Context for Teacher Improvement."},
      {
        "id":"ED271886",
        "title":"Sustaining State Education Reform Momentum: The Linkage between Assessment and Financial Support. Policy Paper No. 85-C3."},
      {
        "id":"ED271887",
        "title":"Court Reform of Public Institutions: What Determines Impact? Policy Paper No. 85-C2."},
      {
        "id":"ED271889",
        "title":"Measuring Student Absences in the High Schools."},
      {
        "id":"ED271890",
        "title":"The Hawke Labor Government and Public-Private School Funding Policies in Australia, 1983-1986."},
      {
        "id":"ED271891",
        "title":"Reagan Conservatism and Hawke Socialism: Whither the Differences in the Education Policies of the U.S. and Australian Federal Governments?"},
      {
        "id":"ED271894",
        "title":"Instructional Leadership and Educational Control: A Cultural Perspective."},
      {
        "id":"ED271895",
        "title":"The Culture of Administration, the Process of Schooling and the Politics of Culture."},
      {
        "id":"ED271896",
        "title":"In the Mainstream: Case Studies of Integrated Education for Children with Disabilities."},
      {
        "id":"ED271901",
        "title":"The Other 10%: Integration in a Pre-School Program."},
      {
        "id":"ED271906",
        "title":"Parental Involvement in the Educational Process of Children with Special Needs. An Annotated Report. [Final Report] and Research Analysis."},
      {
        "id":"ED271908",
        "title":"Issues and Policy Implications for Programs on the Training of Special Educators: A Synthesis of Four National Studies."},
      {
        "id":"ED271910",
        "title":"K-ABC/WISC-R Relationships for Students Referred for Severe Learning Disabilities."},
      {
        "id":"ED271911",
        "title":"Myths and Realities in Minority Special Education Overrepresentation."},
      {
        "id":"ED271912",
        "title":"A Twenty-Five Year Follow-Up Study of Persons Labeled Mentally Retarded."},
      {
        "id":"ED271913",
        "title":"An Investigation of the Effects of a Parent-Implemented Intervention to Increase the Social-Communicative Behaviors of Prelinguistic Infants with Down Syndrome. Final Report."},
      {
        "id":"ED271914",
        "title":"Uniform Federal Accessibility Standards."},
      {
        "id":"ED271915",
        "title":"An Experimental Analysis of General Case Simulation Instruction and the Establishment and Maintenance of Work Performance in Severely Handicapped Students."},
      {
        "id":"ED271917",
        "title":"Academic Responding Time as a Function of Instructional Arrangements."},
      {
        "id":"ED271918",
        "title":"Avoiding or Limiting Special Education Referrals: Changes and Challenges."},
      {
        "id":"ED271919",
        "title":"Making Integration Work: A Guide to Integrating Handicapped and Nonhandicapped Preschool Children. Revised Edition."},
      {
        "id":"ED271920",
        "title":"Criteria for Integrating/Mainstreaming Handicapped Children (Criteria Checklist). Report of Research and Guide to Completing the Checklist."},
      {
        "id":"ED271921",
        "title":"Integration: A Parent Handbook."},
      {
        "id":"ED271927",
        "title":"Volunteerism: A Manual for Implementation."},
      {
        "id":"ED271928",
        "title":"A Handbook for Volunteers."},
      {
        "id":"ED271936",
        "title":"PL 89-313; Guide for Proposal Preparation and Project Operation: The South Dakota Model. Revised."},
      {
        "id":"ED271938",
        "title":"Incomplete Pictures and Retarded Children's Oral Prose Learning. Working Paper No. 268."},
      {
        "id":"ED271940",
        "title":"Beginning Reading in English as a Second Language."},
      {
        "id":"ED271950",
        "title":"Teaching Vocabulary in English as a Second Language Classes: A Rationale and Instructional Unit."},
      {
        "id":"ED271953",
        "title":"Acculturation and Implications for Culturally and Linguistically Different Exceptional Children."},
      {
        "id":"ED271954",
        "title":"The Referral of Hispanic Children to Special Education: A Comparison of Acculturation and Education Characteristics of Referred and Nonreferred Culturally and Linguistically Different Children."},
      {
        "id":"ED271955",
        "title":"Development of a VESL Curriculum for Urban Industries."},
      {
        "id":"ED271957",
        "title":"A Manual for Classifying Verbal Communicative Acts in Mother-Infant Interaction."},
      {
        "id":"ED271962",
        "title":"Writing without Tears: Advanced Writing for Academic Success."},
      {
        "id":"ED271965",
        "title":"An Investigation of How ESL Students Write."},
      {
        "id":"ED271966",
        "title":"Bilingual Learners: How Our Assumptions Limit Their World."},
      {
        "id":"ED271969",
        "title":"Forecasting Enrollment in Intensive English Language Programs."},
      {
        "id":"ED271970",
        "title":"The Present Progressive: Grammar vs. Usage Revisited."},
      {
        "id":"ED271976",
        "title":"State and Federal Initiative in Support of Foreign Languages and International Studies."},
      {
        "id":"ED271977",
        "title":"The Role of Foreign Language Training in Internationalizing the Business Curriculum."},
      {
        "id":"ED271978",
        "title":"Miami-Dade Community College: An Organizational Response to the Language and Communication Needs of Business and the Professions."},
      {
        "id":"ED271981",
        "title":"The Value of an Interdisciplinary B.B.A.-B.A. Program in Language and International Business."},
      {
        "id":"ED271983",
        "title":"More Options for the 80's: An Interdisciplinary Model for Teaching Languages for Business."},
      {
        "id":"ED271990",
        "title":"Program Development for Special Purpose Foreign Language Culture Courses."},
      {
        "id":"ED271991",
        "title":"Genre Analysis and Its Application to Languages for Specific Purposes."},
      {
        "id":"ED271996",
        "title":"Groundwork: An Intermediate-Level Text of ESL for Petroleum Engineers, Geologists, and Geophysicists."},
      {
        "id":"ED271997",
        "title":"English for Petrochemical Plant Operators."},
      {
        "id":"ED272011",
        "title":"Codetermination in the Federal Republic of Germany."},
      {
        "id":"ED272012",
        "title":"Managerial Concerns and Hispanic Culture in the American Workplace."},
      {
        "id":"ED272022",
        "title":"Motivating Journalism Students to Become Proficient in a Foreign Language: A Two-Year Sequence of Print and Broadcast Media Courses in French and Spanish."},
      {
        "id":"ED272024",
        "title":"Court Interpreter Training: A Growing Need."},
      {
        "id":"ED272031",
        "title":"Topic Development and Written Discourse Accent."},
      {
        "id":"ED272040",
        "title":"Public Policy Study Skills Manual. Test Edition."},
      {
        "id":"ED272041",
        "title":"Financial Planning and Management Manual for U.S. Medical Students."},
      {
        "id":"ED272050",
        "title":"Blueprints: Framework for the Future. Proceedings of the Annual Conference of the Association of College Unions-International (65th, San Diego, California, March 24-27, 1985)."},
      {
        "id":"ED272053",
        "title":"Concepts Related to Indicators of College and University Financial Health. Technical Report No. 12."},
      {
        "id":"ED272054",
        "title":"Development of a Workbook for the Self-Assessment of Financial Condition of Small Independent Colleges. Technical Report No. 8."},
      {
        "id":"ED272055",
        "title":"The Status of Education for the Professions. Technical Report 6."},
      {
        "id":"ED272064",
        "title":"Management Aids and Procedures for Strategic Planning. Staff Report."},
      {
        "id":"ED272065",
        "title":"Needs Assessment in Higher Education."},
      {
        "id":"ED272067",
        "title":"On Deciding How to Decide: To Centralize or Decentralize."},
      {
        "id":"ED272068",
        "title":"The Concept of Strategic Decisionmaking."},
      {
        "id":"ED272069",
        "title":"An Alternate Classification System for Institutions. Research Report."},
      {
        "id":"ED272070",
        "title":"Trends in Institutional Financing. Practitioner Report."},
      {
        "id":"ED272071",
        "title":"A Guide to Selected Data Bases in Postsecondary Education."},
      {
        "id":"ED272072",
        "title":"Institutional Diversity. The NCHEMS-NIE Indicators Project. Final Report."},
      {
        "id":"ED272073",
        "title":"The Enrollment Analysis Matrix Concept."},
      {
        "id":"ED272084",
        "title":"Intellectual Property Series. National Council of University Research Administrators."},
      {
        "id":"ED272089",
        "title":"The Relationship of the Supportiveness of the Academic Environment to the Self-Confidence and Assertiveness in Academic Work for Men and Women Graduate Students in Science and Engineering."},
      {
        "id":"ED272092",
        "title":"Successful Behaviors of Black Women Administrators in Higher Education: Implications for Leadership."},
      {
        "id":"ED272094",
        "title":"Styles of Studying in University."},
      {
        "id":"ED272095",
        "title":"Student Financial Aid and Participation in Higher Education. Changes between 1965 and 1985 in Sweden."},
      {
        "id":"ED272096",
        "title":"Resource Allocation Procedure at Queensland University: A Dynamic Modelling Project."},
      {
        "id":"ED272097",
        "title":"Establishing an Environmental Scanning System to Augment College and University Planning."},
      {
        "id":"ED272100",
        "title":"Academia's Response to State Mental Health System Needs. A Survey of Graduate Mental Health Education Programs in the West."},
      {
        "id":"ED272101",
        "title":"The Need for an Upward Bound Project at Bowie State College."},
      {
        "id":"ED272103",
        "title":"College and University Opening Fall Enrollment, New York State, Fall 1985."},
      {
        "id":"ED272105",
        "title":"College and University Admissions and Enrollment, New York State, Fall 1984."},
      {
        "id":"ED272109",
        "title":"Previous Attempts To Structure Educational Outcomes and Outcome-Related Concepts: A Compilation and Review of the Literature."},
      {
        "id":"ED272110",
        "title":"The Outcomes Structure: An Overview and Procedures for Applying It in Postsecondary Education Institutions."},
      {
        "id":"ED272111",
        "title":"Needs-Assessment Information."},
      {
        "id":"ED272112",
        "title":"Information and Analytic Resource Guide. Part I. NCHEMS In-House Resources. First Revision."},
      {
        "id":"ED272113",
        "title":"Postsecondary Education Outcome Measures and Procedures: A Sourcebook for Administrative Research."},
      {
        "id":"ED272114",
        "title":"Expanding Knowledge and Clarifying Understanding about the Outcomes Structure and Its Application: A Compilation of Papers."},
      {
        "id":"ED272115",
        "title":"Blue Ribbon Commissions and Higher Education: Changing Academe from the Outside. ASHE-ERIC Higher Education Report No. 2, 1986."},
      {
        "id":"ED272117",
        "title":"Adult/Continuing Education."},
      {
        "id":"ED272119",
        "title":"Community College."},
      {
        "id":"ED272120",
        "title":"Curriculum/Instruction."},
      {
        "id":"ED272121",
        "title":"Educational Policy."},
      {
        "id":"ED272122",
        "title":"Faculty Issues."},
      {
        "id":"ED272123",
        "title":"Finance."},
      {
        "id":"ED272124",
        "title":"Foundations/History/Philosophy."},
      {
        "id":"ED272125",
        "title":"Governance."},
      {
        "id":"ED272127",
        "title":"Legal Issues."},
      {
        "id":"ED272128",
        "title":"Management Information Systems."},
      {
        "id":"ED272129",
        "title":"Organization/Administration."},
      {
        "id":"ED272130",
        "title":"Public Policy."},
      {
        "id":"ED272131",
        "title":"Research/Evaluation."},
      {
        "id":"ED272139",
        "title":"Interactive Videotex--A New Medium for Education."},
      {
        "id":"ED272141",
        "title":"1995--Planning and Managing the Odyssey. Proceedings of the National Conference of CAUSE (New Orleans, Louisiana, December 10-13, 1985)."},
      {
        "id":"ED272148",
        "title":"Computer Assisted Diagnostic Prescriptive Program in Reading and Mathematics. An Exemplary Micro-Computer Program and a Developer/Demonstrator Project, National Diffusion Network."},
      {
        "id":"ED272149",
        "title":"Computers in Education. Final Report of the Asian Seminar on Educational Technology (3rd, Tokyo, Japan, September 26-October 2, 1984)."},
      {
        "id":"ED272150",
        "title":"The Condition of Information on Education. Statement Made before the Select Education Subcommittee on Education and Labor, House of Representatives."},
      {
        "id":"ED272151",
        "title":"Distance Learning Systems and Structures--Training of Distance Educators. Report of a Sub-Regional Workshop. Vol. I. (Colombo, Sri Lanka, July 5-18, 1984)."},
      {
        "id":"ED272152",
        "title":"Factors Affecting the Introduction of Information and Computer Literacy (ICL) Courses."},
      {
        "id":"ED272154",
        "title":"Future School Market for Instructional Programming and Services through 1990. Executive Summary."},
      {
        "id":"ED272155",
        "title":"Instructional Support Software System. Final Report."},
      {
        "id":"ED272156",
        "title":"Interface between Education and Technology: Australia. Education and Polity 1."},
      {
        "id":"ED272159",
        "title":"State Leadership Assistance for Technology in Education (Project SLATE). Final Report. Volume I and Volume II."},
      {
        "id":"ED272162",
        "title":"What To Do When the Micro Fails."},
      {
        "id":"ED272164",
        "title":"The Human Face of Technological Change. Theme Papers from the Silver Jubilee Conference of the Australian College of Education (25th, Australian Capital Territory, Canberra, May 5-9, 1984)."},
      {
        "id":"ED272165",
        "title":"Instructional Effectiveness of an Intelligent Videodisc in Biology."},
      {
        "id":"ED272167",
        "title":"Development of Interactive Videodisc Training for Army Land Navigation Skills. Final Report."},
      {
        "id":"ED272168",
        "title":"Development of Parallel Learning Strategies Curricula Using Videodisc and Standard Off-Line Formats. Final Report."},
      {
        "id":"ED272169",
        "title":"Developments in Computer Based Learning: A View from the UK."},
      {
        "id":"ED272171",
        "title":"Guideline for Software Documentation Management."},
      {
        "id":"ED272172",
        "title":"Guideline on Software Maintenance."},
      {
        "id":"ED272173",
        "title":"Intellectual Property Rights in an Age of Electronics and Information."},
      {
        "id":"ED272176",
        "title":"An Open Forum on the Provision of Electronic Federal Information to Depository Libraries. Report of the Staff of the Joint Committee on Printing to the Chairman of the Joint Committee on Printing. Ninety-Ninth Congress, First Session."},
      {
        "id":"ED272178",
        "title":"Library/Media &amp; Computer Skills, Grades K-12. Teacher Handbook."},
      {
        "id":"ED272180",
        "title":"Teacher Preparation in the Use of Computers."},
      {
        "id":"ED272181",
        "title":"Patron Use of Computers in Public Libraries."},
      {
        "id":"ED272182",
        "title":"Bringing Ideas to Reality: Technology in Our Schools. Proceedings of a Regional Invitational Forum (2nd, Orlando, Florida, 1985). Schooling and Technology, Volume 5."},
      {
        "id":"ED272184",
        "title":"Microcomputers: Word Processing. Evaluation Guides. Guide Number 3."},
      {
        "id":"ED272186",
        "title":"Microcomputers: Instrument Generation Software. Evaluation Guides. Guide Number 11."},
      {
        "id":"ED272187",
        "title":"Microcomputers: Communication Software. Evaluation Guides. Guide Number 13."},
      {
        "id":"ED272188",
        "title":"Service Delivery Assessment Techniques. Evaluation Guides. Guide Number 15."},
      {
        "id":"ED272189",
        "title":"Microcomputers: Software Evaluation. Evaluation Guides. Guide Number 17."},
      {
        "id":"ED272190",
        "title":"Linking Microcomputers to Share Educational Data. Evaluation Guides. Guide Number 21."},
      {
        "id":"ED272198",
        "title":"Book Longevity. Reports of the Committee on Production Guidelines for Book Longevity."},
      {
        "id":"ED272200",
        "title":"Library Staff Development Workshops in an Urban University. A Project Report."},
      {
        "id":"ED272201",
        "title":"Accreditation: A Way Ahead. &quot;To Explore Procedures and Guidelines for Participation of a Variety of Associations in the Accreditation of Programs of Library and Information Science Education.&quot;"},
      {
        "id":"ED272205",
        "title":"The Investigation of Demand for a Rapid Document Delivery Service for the University of Pittsburgh Library System. Final Report."},
      {
        "id":"ED272208",
        "title":"Public Laws of the 98th Congress Relating to Information Policy. Report No. 85-215 S."},
      {
        "id":"ED272209",
        "title":"A Review and Evaluation of the Illinois State Library Scholarship Program, 1961-1980. Report No. 7."},
      {
        "id":"ED272210",
        "title":"A Cooperative Project for the Development and Delivery of Training to Rural Library Staff across Alberta. Phase Two/Three. Second Interim Report."},
      {
        "id":"ED272212",
        "title":"United States Newspaper Program. List of Intended Audience Terms for 655 Genre Field."},
      {
        "id":"ED272217",
        "title":"California Library Statistics, 1986. Fiscal Year 1984-1985 Data from Public, Academic, Special, State Agency, and County Law Libraries."},
      {
        "id":"ED272218",
        "title":"Changes in Facilities and Services and Their Effect on User Attitudes."},
      {
        "id":"ED272219",
        "title":"The Changing Instructional Role of the High School Librarian. Occasional Papers Number 173."},
      {
        "id":"ED272237",
        "title":"State Support Priorities: A Test Case in Ohio."},
      {
        "id":"ED272243",
        "title":"Educating the Emerging Middle Class in Brazil: A Comparative Analysis of SENAI and the American Community College."},
      {
        "id":"ED272246",
        "title":"Design and Application of Evaluation Procedures for the Saddleback Community College District's Assessment and Placement Program."},
      {
        "id":"ED272247",
        "title":"Preparing Agents of Change in Vocational, Technical, and Occupational Education."},
      {
        "id":"ED272248",
        "title":"The Community College Professor: Teacher and Scholar. ERIC Digest."},
      {
        "id":"ED272250",
        "title":"Student Success: Our Mission."},
      {
        "id":"ED272251",
        "title":"Determining the Impact of Biographical and Situational Variables on the Leadership Styles and Effectiveness of Community/Junior College Administrators."},
      {
        "id":"ED272256",
        "title":"Civic Education in the Community College. Working Paper Series No. 1-86."},
      {
        "id":"ED272258",
        "title":"Writing Instruction in the Two-Year College. ERIC Digest."},
      {
        "id":"ED272260",
        "title":"Quantitative Program Evaluation Criteria."},
      {
        "id":"ED272265",
        "title":"Survey of 1986 Butler County High School Seniors."},
      {
        "id":"ED272267",
        "title":"Boulder Valley Kindergarten Study: Retention Practices and Retention Effects."},
      {
        "id":"ED272271",
        "title":"Reflections on Reflective Abstractions in Creative Thinking."},
      {
        "id":"ED272272",
        "title":"[Position Statement from the Southern Association on Children Under Six 1986.]"},
      {
        "id":"ED272276",
        "title":"Classroom Organization and Teachers' Objectives: Observations from the Primary Grades."},
      {
        "id":"ED272277",
        "title":"Evaluation of Kindergarten Students: An Analysis of Report Cards in Ohio Public Schools."},
      {
        "id":"ED272278",
        "title":"Alone in a Crowd: Analysis of Covert Interactions in a Kindergarten."},
      {
        "id":"ED272279",
        "title":"Learning to be an Outsider: Peer Stigmatization in Kindergarten."},
      {
        "id":"ED272283",
        "title":"Parenting and Child Behavior Predictors of Retention in Grades K, 1, and 2."},
      {
        "id":"ED272285",
        "title":"The Private Speech of Young Children at Risk: A Test of Three Deficit Hypotheses."},
      {
        "id":"ED272289",
        "title":"&quot;I'm Taking Notes.&quot; Reactive Analysis of Doing Ethnography in a Child Care Program."},
      {
        "id":"ED272290",
        "title":"A Longitudinal Study of Memory Talk in Mother-Child Conversation."},
      {
        "id":"ED272294",
        "title":"Relationships between Teachers' Cognitive Instruction and Children's Memory Skills."},
      {
        "id":"ED272295",
        "title":"Assessing Childrearing Behaviors with the Parent Behavior Form (PBF): A Comparison of Ratings by Mother, Father, Child, and Sibling."},
      {
        "id":"ED272299",
        "title":"Perspectives on the Personal: Social Psychology and Education."},
      {
        "id":"ED272304",
        "title":"[Schooling for Four Year Olds in California.]"},
      {
        "id":"ED272308",
        "title":"Analysis of Developmental Sequences within the Structural Approach: Conceptual, Empirical, and Methodological Considerations."},
      {
        "id":"ED272312",
        "title":"Colour and Light Effects on Students' Achievement, Behavior and Physiology."},
      {
        "id":"ED272313",
        "title":"Bridges to Learning: A Guide to Parent Involvement."},
      {
        "id":"ED272318",
        "title":"Mothers as Mediators of Cognitive Development: A Coding Manual. Updated."},
      {
        "id":"ED272319",
        "title":"The Voucher Project. Final Report."},
      {
        "id":"ED272320",
        "title":"Project Thrive. Ways and Means: Strategies for Solving Classroom Problems. Volume I."},
      {
        "id":"ED272321",
        "title":"Project Thrive. Individualized Intervention to Foster Social, Emotional and Self-Related Functions in Primary Programs. Volume II."},
      {
        "id":"ED272325",
        "title":"Themes. Informal Education Series."},
      {
        "id":"ED272326",
        "title":"School Age Child Care in the Portland Public Schools. 1985-86 Evaluation Report."},
      {
        "id":"ED272329",
        "title":"Living To Tell the Tale: How To Do Research on Politically Controversial Topics and Communicate Your Findings."},
      {
        "id":"ED272331",
        "title":"The Children of Migrant Workers in West German Schools: A Pool of Hidden Talents?"},
      {
        "id":"ED272332",
        "title":"Changes in the Well-Being of Alaska Natives Since ANCSA."},
      {
        "id":"ED272334",
        "title":"Crime and Crime Prevention. Community Services."},
      {
        "id":"ED272335",
        "title":"Understanding Your Local Economy: Economic Base Analysis and Local Development Strategies. Community Economics."},
      {
        "id":"ED272337",
        "title":"An Annotated Bibliography of Relevant Research on the Appalachian Region. Final Report, Part One of Three."},
      {
        "id":"ED272338",
        "title":"Demographic Profiles of the Appalachian Region. Final Report, Part Two of Three."},
      {
        "id":"ED272339",
        "title":"Needs Assessment of the Appalachian Region: Results of Think Tank and Survey. Final Report, Part Three of Three."},
      {
        "id":"ED272340",
        "title":"Live via Satellite: Interactive Distant Learning in America's Rural Schools."},
      {
        "id":"ED272348",
        "title":"Indian Place Names in South Dakota."},
      {
        "id":"ED272350",
        "title":"A Summary of Changes in the Status of Alaska Natives."},
      {
        "id":"ED272353",
        "title":"Pathway to Self-Sufficiency: Social and Economic Development Strategies of Native American Communities."},
      {
        "id":"ED272355",
        "title":"Indian Health Care."},
      {
        "id":"ED272358",
        "title":"A Multi-Phased Evaluation of the Impact of a Non-School Science Exhibition."},
      {
        "id":"ED272359",
        "title":"The Carroll County Elementary Science Program: A Hands on Approach. A 1985 SESE Exemplar Program."},
      {
        "id":"ED272360",
        "title":"The Carroll County Elementary Science Program: A Hands on Approach."},
      {
        "id":"ED272366",
        "title":"The Urban Mathematics Collaborative Projects. Annual Report to the Ford Foundation. Program Report 86-1."},
      {
        "id":"ED272368",
        "title":"Women in Engineering: An Exploratory Study of Enrollment Factors in the Seventies."},
      {
        "id":"ED272369",
        "title":"Cognitive Principles of Problem Solving and Instruction. Final Report."},
      {
        "id":"ED272370",
        "title":"Computer Simulation &amp; Problem Solving in Genetics."},
      {
        "id":"ED272371",
        "title":"Technology and Harmony with Nature. Technology Studies Resource Center, Working Papers Series, Volume 4."},
      {
        "id":"ED272373",
        "title":"A Review of Incentive Programs for Mathematics and Science Teachers in the Fifty States and District of Columbia, 1983-1984."},
      {
        "id":"ED272375",
        "title":"Learners--Teachers--Researchers: Consistency in Implementing Conceptual Change."},
      {
        "id":"ED272377",
        "title":"Instructional Strategies. R &amp; D Interpretation Service Bulletin. Science."},
      {
        "id":"ED272378",
        "title":"Curriculum Development Projects of the Sixties. R&D Interpretation Service Bulletin. Science."},
      {
        "id":"ED272379",
        "title":"Parent Support and Involvement. R&D Interpretation Service Bulletin. Science."},
      {
        "id":"ED272382",
        "title":"Respiration and Photosynthesis: A Teaching Module. Occasional Paper No. 90."},
      {
        "id":"ED272383",
        "title":"Evolution by Natural Selection: A Teaching Module. Occasional Paper No. 91."},
      {
        "id":"ED272384",
        "title":"Light: A Teaching Module. Occasional Paper No. 92."},
      {
        "id":"ED272385",
        "title":"Explaining Learning: Biological And Cybernetic Metaphors. Occasional Paper No. 99."},
      {
        "id":"ED272386",
        "title":"NASA and General Aviation. NASA SP-485."},
      {
        "id":"ED272388",
        "title":"Report of the Planning Conference for a Study of Statistics on Supply of and Demand for Precollege Science and Mathematics Teachers."},
      {
        "id":"ED272391",
        "title":"Need Sensing, Assessing, and Validation for Science, Mathematics, Computer, and Foreign Language Education in the State of Indiana. Final Report."},
      {
        "id":"ED272392",
        "title":"Investigations in Science Education. Volume 12, Number 2."},
      {
        "id":"ED272393",
        "title":"Investigations in Science Education. Volume 12, Number 3."},
      {
        "id":"ED272394",
        "title":"Investigations in Science Education. Volume 12, Number 4."},
      {
        "id":"ED272395",
        "title":"Water Quality Instructional Resources Information System (IRIS): A Compilation of Abstracts to Water Quality and Water Resources Materials, Supplement 25 (1986)."},
      {
        "id":"ED272398",
        "title":"Undergraduate Science, Mathematics and Engineering Education."},
      {
        "id":"ED272401",
        "title":"Arts and Humanities Pennsylvania Community Resource Guide. Schools and Communities: Pennsylvania Partners. Turning the Tide: An Agenda for Excellence in Pennsylvania Public Schools. [Third Edition]."},
      {
        "id":"ED272409",
        "title":"The Generation of Social Education Knowledge and the Problem of Relativism."},
      {
        "id":"ED272410",
        "title":"On the Normative Foundations of Economic Education."},
      {
        "id":"ED272411",
        "title":"Causal Attributions for Success in Hiring Decisions."},
      {
        "id":"ED272412",
        "title":"Toward an Integrated Theory of Inviting: Skills, Craft, and Art."},
      {
        "id":"ED272414",
        "title":"Verbal and Imaginal Strategies in the Teaching of Economics."},
      {
        "id":"ED272415",
        "title":"Critical Thinking and Pre-College Philosophy."},
      {
        "id":"ED272431",
        "title":"Commemorating the Bicentennial of the U. S. Constitution. ERIC Digest No. 31."},
      {
        "id":"ED272432",
        "title":"Critical Thinking in the Social Studies. ERIC Digest No. 30."},
      {
        "id":"ED272433",
        "title":"China Connections Reference Book."},
      {
        "id":"ED272436",
        "title":"Manual for Repackaging of Information on Population Education."},
      {
        "id":"ED272438",
        "title":"Lessons on the Northwest Ordinance."},
      {
        "id":"ED272441",
        "title":"Sub-Saharan Africa and the United States. United States Department of State Discussion Paper."},
      {
        "id":"ED272443",
        "title":"Teaching Methodologies for Population Education: Inquiry/Discovery Approach, Values Clarification."},
      {
        "id":"ED272451",
        "title":"Proposed Center for Research on Teacher Education. NIE Planning Grant, Final Performance Report."},
      {
        "id":"ED272453",
        "title":"Improving Teacher Quality and Effectiveness. Issues for the '80s. Planning Grant for the Development of an Institutional Grant Proposal to Establish an NIE Research and Development Center for Teacher Quality and Effectiveness."},
      {
        "id":"ED272456",
        "title":"Teacher Induction Practices in the United States and Great Britain."},
      {
        "id":"ED272457",
        "title":"A Look at the MAT Model of Teacher Education and Its Graduates: Lessons for Today."},
      {
        "id":"ED272459",
        "title":"Utilization of Psychomotor Screening for USAF Pilot Candidates: Independent and Integrated Selection Methodologies. Final Report for Period March 1978-August 1984."},
      {
        "id":"ED272465",
        "title":"Teacher Thinking: A Critical Analysis of Four Studies."},
      {
        "id":"ED272466",
        "title":"Individual and Collective Interpretations of Teacher Biographies."},
      {
        "id":"ED272467",
        "title":"Proletarianizing the High School Teacher."},
      {
        "id":"ED272470",
        "title":"Dispositional Goals for Teacher Education: Problems of Identification and Assessment."},
      {
        "id":"ED272472",
        "title":"Conflicting Demands in the Role of Supervisor of Teaching Practice."},
      {
        "id":"ED272473",
        "title":"Handbook for Directing Teachers. Developed as a Part of the Teacher Education Internship Project."},
      {
        "id":"ED272474",
        "title":"Resource Manual for College Supervisors. Developed as a Part of the Teacher Education Internship Project."},
      {
        "id":"ED272475",
        "title":"Teacher Education Internship Project. Final Report."},
      {
        "id":"ED272478",
        "title":"A Bibliography of Overviews of Teaching Methods and Instructional Approaches Used with Adolescent and Adult Learning."},
      {
        "id":"ED272479",
        "title":"Organization: School Organization and the Rewards of Teaching. No. TQ84-8."},
      {
        "id":"ED272482",
        "title":"Guidelines: Guidelines for Evaluating Teacher Incentive Systems. No. TQ84-7."},
      {
        "id":"ED272483",
        "title":"Strategies: State Strategies to Improve Teaching. No. TQ84-5."},
      {
        "id":"ED272484",
        "title":"Incentives: Improving Teacher Quality through Incentives. No. TQ84-3."},
      {
        "id":"ED272486",
        "title":"Myths: Political Myths about Reforming Teaching. No. TQ84-4."},
      {
        "id":"ED272490",
        "title":"Resource Utilization in Schools and Classrooms: Final Report. Program Report 86-7."},
      {
        "id":"ED272495",
        "title":"H.R. 747, The Effective Schools Development in Education Act of 1985. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Ninth Congress, Second Session on H.R. 747 To Amend the Elementary and Secondary Education Act of 1965 To Establish a Program To Promote More Effective Schools and Excellence in Education, and for Other Purposes."},
      {
        "id":"ED272498",
        "title":"Teacher Education Admission Testing: Development and Implementation."},
      {
        "id":"ED272508",
        "title":"What's Noteworthy on: Beginning the School Year, Time Management, Discipline, Expectations, Motivation, Instruction, Coaching. Winter, 1984-5."},
      {
        "id":"ED272510",
        "title":"Using Textbooks and Teachers&apos; Guides: What Beginning Elementary Teachers Learn and What They Need to Know. Research Series No. 174."},
      {
        "id":"ED272511",
        "title":"Perspectives on Performance-Based Incentive Plans."},
      {
        "id":"ED272512",
        "title":"The Dynamics of Change in Teacher Education. Volume I: Background Papers from the National Commission for Excellence in Teacher Education. Teacher Education Monograph No. 5."},
      {
        "id":"ED272513",
        "title":"Issues in Teacher Education. Volume II: Background Papers from the National Commission for Excellence in Teacher Education. Teacher Education Monograph No. 6."},
      {
        "id":"ED272514",
        "title":"Basic Instruction in Physical Education."},
      {
        "id":"ED272515",
        "title":"Computer-Assisted Test Construction: The State of the Art."},
      {
        "id":"ED272518",
        "title":"The MAPS Placement Research Service."},
      {
        "id":"ED272524",
        "title":"Prekindergarten Program Product Evaluation Report, 1985-86."},
      {
        "id":"ED272525",
        "title":"Prekindergarten Program Process Evaluation Report, 1985-86."},
      {
        "id":"ED272526",
        "title":"Development of a Scale to Assess Students' Knowledge of the Utility of Learning Strategies."},
      {
        "id":"ED272527",
        "title":"Learning Style and Academic Achievement in Fourth, Fifth and Sixth Grade Students."},
      {
        "id":"ED272529",
        "title":"Memory and Processing Limits in Decision-Making."},
      {
        "id":"ED272531",
        "title":"Basic Navigator Battery: An Experimental Selection Composite for Undergraduate Navigator Training."},
      {
        "id":"ED272533",
        "title":"Academic Honesty: A Special Study of California Students."},
      {
        "id":"ED272534",
        "title":"Invited Papers: Elementary/Secondary Education Data Redesign Project, October 1985."},
      {
        "id":"ED272535",
        "title":"Revising Educational Statistics."},
      {
        "id":"ED272536",
        "title":"NCES Data on School Finance and Teachers: Assessment and Recommendations. Revised."},
      {
        "id":"ED272537",
        "title":"Education and Employment: Substitution Possibilities and the Teacher Labor Force: Supply and Demand."},
      {
        "id":"ED272538",
        "title":"Data Collection for Improving Elementary/Secondary Education."},
      {
        "id":"ED272539",
        "title":"Monitoring the Condition of Education."},
      {
        "id":"ED272540",
        "title":"Data Needs for School Policy in the Next Decade."},
      {
        "id":"ED272541",
        "title":"Issues in National Educational Data Collection."},
      {
        "id":"ED272542",
        "title":"Data on Teachers and Teaching: Opening the Black Boxes of Education."},
      {
        "id":"ED272543",
        "title":"Improving the Quality and Utility of NCES Data."},
      {
        "id":"ED272544",
        "title":"Data Needs for Big City Schools."},
      {
        "id":"ED272545",
        "title":"An Elementary and Secondary School Statistics Program for the National Center for Education Statistics."},
      {
        "id":"ED272546",
        "title":"Two Suggestions for NCES Data Collection."},
      {
        "id":"ED272547",
        "title":"The Quest for Excellence/Pupil Self-Esteem."},
      {
        "id":"ED272548",
        "title":"Review of Elementary/Secondary School Data Needs of the National Center for Education Statistics."},
      {
        "id":"ED272549",
        "title":"Educational Statistics and School Improvement. Statistics and the Federal Role in Education."},
      {
        "id":"ED272550",
        "title":"Organizational Efficacy as a Research Focus for School Improvement."},
      {
        "id":"ED272551",
        "title":"The Politics of Educational Data Collection."},
      {
        "id":"ED272552",
        "title":"Educational Statistics and Instructional Reform: Vital Links to Policy and Practice."},
      {
        "id":"ED272553",
        "title":"Information for Excellence and Equity in Education."},
      {
        "id":"ED272554",
        "title":"Educational Statistics for Educational Policy: A Political Economy Perspective."},
      {
        "id":"ED272555",
        "title":"A Model for N.C.E.S. Research on School Organization and Classroom Practices."},
      {
        "id":"ED272556",
        "title":"A House of Bricks."},
      {
        "id":"ED272557",
        "title":"Priorities for Federal Education Statistics."},
      {
        "id":"ED272558",
        "title":"Products and Processes of the National Center for Education Statistics: An Agenda for the Next Decade."},
      {
        "id":"ED272559",
        "title":"Federal Collection of School Finance Data: New Needs for an Era of Education Reform."},
      {
        "id":"ED272560",
        "title":"The Elementary/Secondary Redesign Project: Assessing the Condition of Education in the Next Decade."},
      {
        "id":"ED272561",
        "title":"Assessing National Data on Education."},
      {
        "id":"ED272562",
        "title":"New Areas for Educational Data Collection: What Students Are Taught and What They Learn."},
      {
        "id":"ED272563",
        "title":"Needed Resolves for Educational Research."},
      {
        "id":"ED272564",
        "title":"Assessing American Education: Shrinking Resources, Growing Demands."},
      {
        "id":"ED272565",
        "title":"Educational Indicators: What Do We Need to Know That We Don't Know Now?"},
      {
        "id":"ED272566",
        "title":"Improving the Quality and Usefulness of NCES Data."},
      {
        "id":"ED272567",
        "title":"Issues and Considerations for a Ten-Year Program on Elementary and Secondary School Data Collection."},
      {
        "id":"ED272568",
        "title":"Comments on an Elementary and Secondary Education Data Program."},
      {
        "id":"ED272569",
        "title":"Educational Data Needs for the Balance of the 20th Century: Some Perspectives on the Emerging Environmental Context."},
      {
        "id":"ED272570",
        "title":"Hispanics and Education Data."},
      {
        "id":"ED272571",
        "title":"National Statistics to Improve Educational Productivity."},
      {
        "id":"ED272572",
        "title":"Toward Achieving Educational Excellence for All Students."},
      {
        "id":"ED272573",
        "title":"Assessing Students' Social and Communicative Competence in School."},
      {
        "id":"ED272574",
        "title":"Elementary/Secondary Education Data Redesign Project: Letters, Comments, Reactions from Organizations and Agencies."},
      {
        "id":"ED272575",
        "title":"Synthesis of Invited Papers: Elementary/Secondary Education Data Redesign Project. A Public Discussion Draft."},
      {
        "id":"ED272576",
        "title":"Alternatives for a National Data System on Elementary and Secondary Education."},
      {
        "id":"ED272577",
        "title":"Differential Item Performance and the Mantel-Haenszel Procedure."},
      {
        "id":"ED272578",
        "title":"An Examination of the Relationship between Normalized Residuals and Item Information."},
      {
        "id":"ED272579",
        "title":"A General Model for Item Dependency."},
      {
        "id":"ED272580",
        "title":"Diagnosis of Cognitive Errors by Statistical Pattern Recognition Methods."},
      {
        "id":"ED272582",
        "title":"Evaluation of Corporate Training Programs."},
      {
        "id":"ED272583",
        "title":"Assessing Higher Order Thinking Skills."},
      {
        "id":"ED272584",
        "title":"Educational and Societal Futures: Meeting the Technological Demands of the 1990s. Proceedings of a Conference (Anaheim, California, April 28, 1983)."},
      {
        "id":"ED272597",
        "title":"A Guide for Developing Non-Instructional Programs."},
      {
        "id":"ED272616",
        "title":"National Problems, Local Solutions: Comprehensive Services for Pregnant and Parenting Adolescents."},
      {
        "id":"ED272622",
        "title":"Implications of Mandatory Pupil Assignment for Desegregation. A Review of the Existing Research and a Survey of the District's Parents. Report No. 8402."},
      {
        "id":"ED272623",
        "title":"Return to Neighborhood Schools: Results of a Parent Survey and Implications for Desegregation Policy. Report No. 8605"},
      {
        "id":"ED272624",
        "title":"School Improvement and Desegregation in a Large Urban School District: Complementary (Not Contradictory) Initiatives."},
      {
        "id":"ED263609",
        "title":"\"Megatrends\" and Knowledge Gaps: Future Predictions."},
      {
        "id":"ED263610",
        "title":"Media Publics and Media Trust."},
      {
        "id":"ED263612",
        "title":"Writing with Basals: A Sentence Combining Approach to Comprehension."},
      {
        "id":"ED263617",
        "title":"Spelling, Revisited."},
      {
        "id":"ED263618",
        "title":"Writing to Learn in All Subjects."},
      {
        "id":"ED263619",
        "title":"Textbook Selection."},
      {
        "id":"ED263620",
        "title":"Readability: Conceptions and Misconceptions."},
      {
        "id":"ED263621",
        "title":"Evaluating Writing."},
      {
        "id":"ED263622",
        "title":"Providing for the Intellectually Gifted."},
      {
        "id":"ED263623",
        "title":"Thinking Skills."},
      {
        "id":"ED263624",
        "title":"Gifted and Talented Education."},
      {
        "id":"ED263626",
        "title":"Assessing Listening and Speaking Skills. ERIC Digest."},
      {
        "id":"ED263627",
        "title":"Integrating the Language Arts. ERIC Digest."},
      {
        "id":"ED263628",
        "title":"The Role of Emotion in Memory for Television Commercials."},
      {
        "id":"ED263630",
        "title":"Media Use and Energy: A Panel Study of Education, Knowledge, and Conservation Behavior."},
      {
        "id":"ED263635",
        "title":"Children's Perceptions of Moral Themes in Television Drama."},
      {
        "id":"ED263636",
        "title":"Teaching Advance Public Speaking: A Challenge or a Casualty of the \"Back-to-Basics\" Movement."},
      {
        "id":"ED263640",
        "title":"Speech in the Core: The Basic Course in General Education at the Small College."},
      {
        "id":"ED263641",
        "title":"A User's Response to the Use of Listening Assessment Instruments."},
      {
        "id":"ED263646",
        "title":"Media Influence on Learning: Examining the Role of Preconceptions."},
      {
        "id":"ED263647",
        "title":"The Use of the Undergraduate Student in Tournament Management: Some Ethical Considerations."},
      {
        "id":"ED263648",
        "title":"A National Survey of Internships in Speech Communication."},
      {
        "id":"ED263649",
        "title":"Theatre as Political Statement."},
      {
        "id":"ED263650",
        "title":"Renewing the Commitment to Scholarship."},
      {
        "id":"ED263652",
        "title":"Beyond Effective Schools to Good Schools: Some First Steps."},
      {
        "id":"ED263653",
        "title":"Administration and the Language Arts Curriculum (A Collection of Essays)."},
      {
        "id":"ED263654",
        "title":"Using Political Theory to Improve Local Decision Making."},
      {
        "id":"ED263655",
        "title":"Development as the Aim of Instructional Supervision."},
      {
        "id":"ED263657",
        "title":"Public Policy and Learning Technology: On the Trail of the Red Herring."},
      {
        "id":"ED263658",
        "title":"Facilitator Training for Developing Principals' Support Groups."},
      {
        "id":"ED263659",
        "title":"Knowledge of Legally Sanctioned Discipline Procedures by School Personnel."},
      {
        "id":"ED263662",
        "title":"How a Faculty Made Sense of the Succession of Its Principal."},
      {
        "id":"ED263663",
        "title":"Influencing State Fiscal Policymaking: The Superintendent as Lobbyist."},
      {
        "id":"ED263664",
        "title":"Leadership Style and Principal Communication: A Preliminary Investigation."},
      {
        "id":"ED263665",
        "title":"Staff Development at the Middle Level School."},
      {
        "id":"ED263668",
        "title":"The Importance of Principals' Values and Their Relationship to the Promotion of Teachers' Professional Growth."},
      {
        "id":"ED263669",
        "title":"Supervisory Communications and Support Linkages between High School Principals and Teachers."},
      {
        "id":"ED263670",
        "title":"Tuition Tax Concessions in Minnesota: A Historical View of the National Precedent."},
      {
        "id":"ED263671",
        "title":"Management Development in Areas Where the Concern for Such Activity Is Recent. Some Preliminary Notes."},
      {
        "id":"ED263672",
        "title":"Interdisciplinary Teaming: Initiating Change in a Middle School."},
      {
        "id":"ED263673",
        "title":"Measuring Work Values of Public School Administrators."},
      {
        "id":"ED263674",
        "title":"Politics, Markets, and the Organization of Schools."},
      {
        "id":"ED263675",
        "title":"Instructional Supervision: A Research Agenda for the Future."},
      {
        "id":"ED263678",
        "title":"New Study Looks at High School Absenteeism."},
      {
        "id":"ED263681",
        "title":"SOS: A Time Management Framework."},
      {
        "id":"ED263684",
        "title":"Community Dissatisfaction and School Governance."},
      {
        "id":"ED263685",
        "title":"Litigation and the Policy Process: The Impact of &quot;Stevenson v. Jefferson County Public Schools&quot; on Racially Disproportionate Suspension."},
      {
        "id":"ED263686",
        "title":"Certified But Not Hired: Women Administrators in Pennsylvania."},
      {
        "id":"ED263688",
        "title":"Mississippi State Capacity Building Project: Mississippi Dissemination Program--Linking Mississippi Educators. Final Report."},
      {
        "id":"ED263690",
        "title":"Is There Instructional Leadership in High Schools? First Findings from a Study of Secondary School Administrators and Their Influence on Teachers' Professional Norms."},
      {
        "id":"ED263691",
        "title":"Biblical Antecedents to Fiscal Equity: Policy Implications for Education."},
      {
        "id":"ED263693",
        "title":"How a Faculty Made Sense of the Impending Succession of Its Principal. Revised."},
      {
        "id":"ED263694",
        "title":"Instructional Leadership in Eight Secondary Schools. Final Report."},
      {
        "id":"ED263695",
        "title":"Strategy Training Project. Final Report."},
      {
        "id":"ED263696",
        "title":"The Use of Criteria in Special Education Placement Decisions for Hearing Impaired Students. Final Project Report."},
      {
        "id":"ED263698",
        "title":"The Challenges in Effectively Involving Rural Black Parents of Handicapped Children."},
      {
        "id":"ED263705",
        "title":"Self-Protection for the Handicapped: A Curriculum Designed to Teach Handicapped Persons to Avoid Exploitation."},
      {
        "id":"ED263706",
        "title":"Inter-Ministry Child Abuse Handbook: A Coordinated Approach for Professionals Dealing with Child Abuse in British Columbia. Revised Edition."},
      {
        "id":"ED263708",
        "title":"The Development of Morphology without a Conventional Language Model."},
      {
        "id":"ED263712",
        "title":"Care of Institutionalized Mentally Disabled Persons. Joint Hearings before the Subcommittee on the Handicapped...and the Subcommittee on Labor, Health and Human Services, Education, and Related Agencies...United States Senate, Ninety-Ninth Congress, First Session, on Examining the Issues Related to the Care and Treatment of the Nation&apos;s Institutionalized Mentally Disabled Persons. Part 1 and Part 2 (April 1-3, 1985)."},
      {
        "id":"ED263714",
        "title":"Individualized Reading Services for Handicapped Students, 1982-83. Chapter I/P.S.E.N. Annual Evaluation Report."},
      {
        "id":"ED263719",
        "title":"Introduction to Supervision in Special Education. Handbook."},
      {
        "id":"ED263720",
        "title":"An Examination of Individualized Instruction."},
      {
        "id":"ED263721",
        "title":"Computer Applications for Students with Behavior and Learning Problems: Teacher's Manual."},
      {
        "id":"ED263724",
        "title":"Behavior Correlates of Rorschach Response in School Age Children."},
      {
        "id":"ED263725",
        "title":"Opportunities for Success: Cost-Effective Programs for Children. A Staff Report of the Select Committee on Children, Youth and Families, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED263726",
        "title":"The Status of Handicapped Children in Head Start Programs: Eleventh Annual Report of the U.S. Department of Health and Human Services to the Congress of the United States on Services Provided to Handicapped Children in Project Head Start."},
      {
        "id":"ED263728",
        "title":"Implementation of Minnesota's Surrogate Parent Rules: An Administrator's Manual."},
      {
        "id":"ED263729",
        "title":"A Training Manual for Surrogate Parents."},
      {
        "id":"ED263730",
        "title":"Kona Child Development Program. Final Report."},
      {
        "id":"ED263734",
        "title":"Class 2: An Expert System for Student Classification. Technical Paper."},
      {
        "id":"ED263735",
        "title":"Expert Systems in the Individual Education Program Process. Technical Paper."},
      {
        "id":"ED263736",
        "title":"Mandate Consultant: An Expert System for Examining the Implementation of Special Education Regulations. Technical Paper."},
      {
        "id":"ED263737",
        "title":"A Model for Adult Continuing Education Programs for Retarded Citizens."},
      {
        "id":"ED263738",
        "title":"Client Governance of Educational and Vocational Programming."},
      {
        "id":"ED263739",
        "title":"Recommended Guidelines for Dealing with AIDS in the Schools. and NEA Communications News. Statement regarding NEA Guidelines."},
      {
        "id":"ED263746",
        "title":"Title VII Demonstration Projects Program in Bilingual Instructional Methodology. Final Report, 1981-84."},
      {
        "id":"ED263748",
        "title":"Les Emplois du participe present en francais et en anglais (The Use of the Present Participle in French and in English)."},
      {
        "id":"ED263749",
        "title":"Contact des Langues et Changement Linguistique: Etude Sociolinguistique du Francais Parle a Welland (Ontario) (Language Contact and Language Change: A Sociolinguistic Study of the French Spoken in Welland (Ontario))."},
      {
        "id":"ED263750",
        "title":"Description de la morphologie verbale du parler acadien de Pubnico (Nouvelle-Ecosse) et comparaison avec le francais standard (A Description of the Morphology of Verbs in the Acadian Speech of Pubnico (Nova Scotia) and a Comparison with Standard French)."},
      {
        "id":"ED263751",
        "title":"Le Role de l'acquis dans l'apprentissage des langues secondes: propos theorique et implications pedagogiques (The Role of Previously Acquired Knowledge in Second-Language Learning: A Theoretical Proposal and Pedagogical Implications)."},
      {
        "id":"ED263754",
        "title":"Self-Designed Training: An Approach to Teacher Development."},
      {
        "id":"ED263757",
        "title":"French as a Second Language Program, Phase One, Grades Four-Six, Levels One-Three."},
      {
        "id":"ED263758",
        "title":"Warming Up to Communication."},
      {
        "id":"ED263759",
        "title":"Language Camps: Thirteen Years of Minor Miracles."},
      {
        "id":"ED263760",
        "title":"Bilingual Education Policy: An International Perspective. Fastback 227."},
      {
        "id":"ED263761",
        "title":"Language Policy in Canada: Current Issues. A Selection of the Proceedings of the Papers Dealing with Language Policy Issues in Canada at the Conference &quot;Language Policy and Social Problems&quot; (Curacao, Venezuela, December, 1983). Publication B-150."},
      {
        "id":"ED263765",
        "title":"Prose Models and the ESL Writing Lesson."},
      {
        "id":"ED263769",
        "title":"Teacher Priorities in Secondary ESL and EFL Instruction."},
      {
        "id":"ED263782",
        "title":"\"Wholistic\" Evaluation of Language Minority Students in Elementary and Secondary Schools."},
      {
        "id":"ED263786",
        "title":"Educational Technology and Language Training. International Research and Studies Program. Final Report."},
      {
        "id":"ED263787",
        "title":"Foreign Language Oral Proficiency Testing: An Organizing Principle for Instruction."},
      {
        "id":"ED263800",
        "title":"A Plan for Student Access to Instructional Computing."},
      {
        "id":"ED263801",
        "title":"A Profile of Incoming Freshmen at the University of Maryland, College Park, 1984. Research Report No. 14-84."},
      {
        "id":"ED263816",
        "title":"Improving Endowment Management. AGB Special Report."},
      {
        "id":"ED263817",
        "title":"Academic Advising as a Form of Teaching. Proceedings of the National Conference on Academic Advising (8th, Philadelphia, Pennsylvania, October 14-17, 1984)."},
      {
        "id":"ED263822",
        "title":"What Do Managers Need to Know?"},
      {
        "id":"ED263828",
        "title":"Remedial/Developmental Studies in Institutions of Higher Education Policies and Practices, 1984."},
      {
        "id":"ED263831",
        "title":"Recruiting and Selecting College Faculty. Higher Education Series, Topical Paper 8502."},
      {
        "id":"ED263834",
        "title":"Design and Implementation of a Multi-Strategy, Collegewide Program of Evaluation and Planning: The Mercy College Self-Study Project."},
      {
        "id":"ED263836",
        "title":"Financing Higher Education Facility Needs in Idaho."},
      {
        "id":"ED263839",
        "title":"Foreign National Students at Colleges and Universities in the United States and in the Mid-South: Boon or Bane?"},
      {
        "id":"ED263841",
        "title":"Computer-Generated, Three-Dimensional Models of Student Flow Characteristics in Kentucky: A Case Study."},
      {
        "id":"ED263846",
        "title":"Butterfly Catastrophe Model of Motivation in Organizations: Evaluation of an Introductory Psychology Course."},
      {
        "id":"ED263853",
        "title":"Coalitions in the Senates of the 96th and 97th Congresses and Their Treatment of Student Aid. Program Report 85-7."},
      {
        "id":"ED263854",
        "title":"The Impact of Student Earnings in Offsetting &quot;Unmet Need.&quot; Program Report 85-9."},
      {
        "id":"ED263855",
        "title":"The Implications of Redefining Independent Student Status. Program Report 85-10."},
      {
        "id":"ED263856",
        "title":"Is the Student Aid System Achieving Its Objectives? Evidence on Targeting and Attrition. Program Report 85-11."},
      {
        "id":"ED263857",
        "title":"The Growth of Independent Students and the Incentive to Become Independent. Program Report 85-12."},
      {
        "id":"ED263858",
        "title":"Student Debt Crisis: Are Students Incurring Excessive Debt? Program Report 85-13."},
      {
        "id":"ED263859",
        "title":"Improving the Student Financial Aid System to Provide Efficiency for Taxpayers. Program Report 85-14."},
      {
        "id":"ED263860",
        "title":"Pell Grant Validation Imposes Some Costs and Does Not Greatly Reduce Award Errors: New Strategies Are Needed. Report to the Honorable Paul Simon, United States Senate."},
      {
        "id":"ED263861",
        "title":"Preparing for Self-Study."},
      {
        "id":"ED263863",
        "title":"Historiography and the Peabody Experience, 1937-1945."},
      {
        "id":"ED263870",
        "title":"Conditions Affecting College and University Financial Strength. Higher Education Panel Report Number 63."},
      {
        "id":"ED263871",
        "title":"Technology Applications in Basic Skills (TABS). Year One Report-1984."},
      {
        "id":"ED263872",
        "title":"Technology Applications in Basic Skills (TABS). Year One Report-1984. Executive Summary."},
      {
        "id":"ED263878",
        "title":"Computers in the Schools: How Will Educators Cope with the Revolution?"},
      {
        "id":"ED263879",
        "title":"Conceptual Understanding and Implementation Facets of Educational Technology."},
      {
        "id":"ED263880",
        "title":"Consistencies in Findings on Computer-Based Education."},
      {
        "id":"ED263881",
        "title":"A Critical Analysis of Computer-Based Approaches to Education: Drill-and-Practice, Tutorials, and Programming/Simulations."},
      {
        "id":"ED263889",
        "title":"The Effects of Training on Computerized Aptitude Test Performance and Anxiety."},
      {
        "id":"ED263890",
        "title":"Effectiveness of Computer-Based Education in Colleges."},
      {
        "id":"ED263893",
        "title":"Interactive Video in General and Special Education: A Development Manual."},
      {
        "id":"ED263900",
        "title":"Use of the New Technologies in Training in Business and Industry."},
      {
        "id":"ED263903",
        "title":"Copyright and Technological Change. Hearings before the Subcommittee on Courts, Civil Liberties, and the Administration of Justice of the Committee on the Judiciary. House of Representatives, Ninety-Eighth Congress, First Session on Copyright and Technological Change (July 20 and 21, 1983)."},
      {
        "id":"ED263904",
        "title":"International Satellite Issues: The Roles of the Executive Branch and FCC. Hearing before the Subcommittee on Telecommunications, Consumer Protection, and Finance of the Committee on Energy and Commerce. House of Representatives, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED263909",
        "title":"Commanding the Computer: Functions and Concepts of Videotex Technology for Eighth-Grade Students."},
      {
        "id":"ED263910",
        "title":"Computer Equity. Reports to Decision Makers, Number 5."},
      {
        "id":"ED263913",
        "title":"MicroSIFT Courseware Evaluations [Set 15 (362-388) and Set 16 (389-441), with an Index Listing the Contents of Each Set (Sets 1-16) and a Cumulative Subject Index (Sets 1-16)]."},
      {
        "id":"ED263927",
        "title":"Needs Assessment Packet for the School Library."},
      {
        "id":"ED263930",
        "title":"Ramblings of an Economist on the Community College: A Theoretical Primer. Working Paper Series No. 2-85."},
      {
        "id":"ED263934",
        "title":"Facilitating the Transfer Process: The Need for Better Articulation between Two and Four Year Colleges."},
      {
        "id":"ED263935",
        "title":"Visual Arts in Community Colleges: Enhancing the Learning Environment."},
      {
        "id":"ED263938",
        "title":"A Successful Peer Tutor Program to Improve Retention."},
      {
        "id":"ED263939",
        "title":"Agriculture: A Modular Approach. Cultural Anthropology."},
      {
        "id":"ED263941",
        "title":"Education &amp; Training for CAD/CAM: Results of a National Probability Survey. Krannert Institute Paper Series."},
      {
        "id":"ED263949",
        "title":"Gladly Would They Learn and Gladly Teach. Southern Association of Community and Junior Colleges Occasional Paper, Volume 4, Number 1."},
      {
        "id":"ED263950",
        "title":"Statistical Comparison of Gender Differences and Stopouts/Dropouts in the Two-Year Colleges."},
      {
        "id":"ED263952",
        "title":"Development of a Cost-Effective Model That California Community College Districts Can Use to Compare Their Costs with Those of Similar Districts."},
      {
        "id":"ED263956",
        "title":"Administrator Mobility: Crossing the Boundary between Two-Year and Four-Year Colleges and Universities."},
      {
        "id":"ED263957",
        "title":"Occupational Education and College-Parallel Programs of the Two-Year College: Transfer and Credit Articulation Controversy."},
      {
        "id":"ED263958",
        "title":"ACC Study Guide Series, II."},
      {
        "id":"ED263962",
        "title":"Early Assessment of High School Juniors' College Skills."},
      {
        "id":"ED263963",
        "title":"Evaluation of Remedial Programs: Pilot Study Final Report."},
      {
        "id":"ED263969",
        "title":"Processes for Implementing the New Admissions Requirements in Community Colleges."},
      {
        "id":"ED263970",
        "title":"Status Report on Associate Degrees Awarded by the Illinois Public Community Colleges: Discussion Draft."},
      {
        "id":"ED263972",
        "title":"A Statistical Profile of the Entering Class at Broome Community College, Fall 1983: Student Characteristics, Needs and Goals. Working Paper Series No. 1-85."},
      {
        "id":"ED263973",
        "title":"Children's Ability to Recognise Emotion from Photographs."},
      {
        "id":"ED263975",
        "title":"Family Day Care Check-In Program: After-School Care for Children Aged 10-14. [Introduction and Guide to Operation.]"},
      {
        "id":"ED263976",
        "title":"Humour and Social Distance Ratings among Elementary School Children: Some Differential Sex and Age Patterns."},
      {
        "id":"ED263977",
        "title":"Follow-Up Study of Three Cohorts of Head Start Graduates."},
      {
        "id":"ED263978",
        "title":"Kindergarten Curriculum and Welcome to Kindergarten: A Handbook for Children and Their Parents."},
      {
        "id":"ED263979",
        "title":"The Influence of the Ages of the Child-Addressee and of One's Own Child on Motherese."},
      {
        "id":"ED263980",
        "title":"Tax Policy: How Do Families Fare? A Report of the Select Committee on Children, Youth, and Families. House of Representatives, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED263981",
        "title":"Improving National Statistics on Children, Youth, and Families: A Report on Recommendations Made at the Interagency Conference on Child and Family Statistics (Bethesda, Maryland, April 12-13, 1984)."},
      {
        "id":"ED263982",
        "title":"National Statistics on Children, Youth, and Their Families: A Guide to Federal Data Programs. Revised Edition."},
      {
        "id":"ED263983",
        "title":"The Development of the Young Child's Representation of Emotion."},
      {
        "id":"ED263984",
        "title":"The Impact of Head Start on Children, Families and Communities. Final Report of the Head Start Evaluation, Synthesis and Utilization Project."},
      {
        "id":"ED263986",
        "title":"A Handbook for Involving Parents in Head Start."},
      {
        "id":"ED263987",
        "title":"Us in a Bus: A Transportation Manual for Head Start Programs."},
      {
        "id":"ED263988",
        "title":"Health Coordination Manual. Head Start Health Services."},
      {
        "id":"ED263990",
        "title":"The Identification of Play."},
      {
        "id":"ED263991",
        "title":"The Science and Politics of Play."},
      {
        "id":"ED263993",
        "title":"Student Achievement and the Personal Characteristics, Instructional Behaviors and Professional Beliefs of Elementary School Teachers."},
      {
        "id":"ED263994",
        "title":"Maternal Emotional Responsiveness and Its Relation to Toddlers' Social-Emotional Competence and Expression of Emotion."},
      {
        "id":"ED263995",
        "title":"Effective Discipline: 10 Steps to Successful Performance."},
      {
        "id":"ED263996",
        "title":"The Teacher's Role in Facilitating Memory and Study Strategy Development in the Elementary School Classroom. Final Report."},
      {
        "id":"ED263997",
        "title":"Affective Environment and Toddlers' Social-Emotional Competence."},
      {
        "id":"ED264000",
        "title":"Child Protective Services Case Management Project. Final Report: Innovations in Protective Services."},
      {
        "id":"ED264001",
        "title":"Project Amistad (Friendship), a Joint Venture between DHS and Family Outreach. Final Report: Innovations in Protective Services."},
      {
        "id":"ED264002",
        "title":"Multidisciplinary Institute for Child Sexual Abuse Intervention and Treatment Project. Final Report: Innovations in Protective Services."},
      {
        "id":"ED264003",
        "title":"Child Abuse and Neglect Prevention Project. Annual Report: Innovations in Protective Services."},
      {
        "id":"ED264004",
        "title":"Advanced Job Skills Training Project. Annual Report: Innovations in Protective Services."},
      {
        "id":"ED264005",
        "title":"Family-Centered, Home-Based Intervention Project for Protective Services Clients. Annual Report: Innovations in Protective Services."},
      {
        "id":"ED264006",
        "title":"Automated Performance Tracking and Productivity Improvement Project. Annual Report: Innovations in Protective Services."},
      {
        "id":"ED264020",
        "title":"Intergenerational Experiences and Programs: Benefits and Considerations for Young Children, Older Adults and Program Administrators."},
      {
        "id":"ED264021",
        "title":"Adolescent-Infant Development: A Family-Centered Approach to Working with Teen Parents and Their High Risk Infants."},
      {
        "id":"ED264025",
        "title":"The Effects of Varying Structure within a Prototypical Play Object on the Solitary Pretend Play of Preschool Children."},
      {
        "id":"ED264030",
        "title":"Child-to-Child Interactions: Findings and Implications from a Naturalistic Study in Kindergarten."},
      {
        "id":"ED264032",
        "title":"Toward an Interactional Model of Developmental Changes in Social Pretend Play."},
      {
        "id":"ED264036",
        "title":"Attitudes, Experience and Education of Illinois Elementary Principals Concerning Early Childhood Education."},
      {
        "id":"ED264037",
        "title":"Early Childhood Education Programs in Illinois Schools."},
      {
        "id":"ED264038",
        "title":"Early Childhood Education for Limited-English-Proficient Children."},
      {
        "id":"ED264039",
        "title":"An Annotated Bibliography of the Head Start Research Since 1965. Head Start Evaluation, Synthesis and Utilization Project."},
      {
        "id":"ED264040",
        "title":"Stepfamilies: The Restructuring Process."},
      {
        "id":"ED264041",
        "title":"Developing Intergenerational Programs Jointly with the Aging and Child Care Networks in Pennsylvania. Final Report and Executive Summary."},
      {
        "id":"ED264042",
        "title":"Television as a Talking Picture Book: A Prop for Language Acquisition."},
      {
        "id":"ED264043",
        "title":"The &quot;Motherese&quot; of Mr. Rogers: A Description of the Dialogue of Educational Television Programs."},
      {
        "id":"ED264044",
        "title":"Word Learning in Children: An Examination of Fast Mapping."},
      {
        "id":"ED264051",
        "title":"Rural Science Education: A Model for Improvement."},
      {
        "id":"ED264056",
        "title":"Community Economic Analysis: A How to Manual."},
      {
        "id":"ED264058",
        "title":"A Southeastern Conference on Native Education. Report (Juneau, Alaska, April 11-12, 1983)."},
      {
        "id":"ED264059",
        "title":"Using the Outdoors to Teach Science: A Resource Guide for Elementary and Middle School Teachers."},
      {
        "id":"ED264063",
        "title":"Using the Outdoors to Enrich the Teaching of Mathematics."},
      {
        "id":"ED264065",
        "title":"Farm Labor Contracting in the United States, 1981. Agricultural Economic Report Number 542."},
      {
        "id":"ED264067",
        "title":"Outdoor Education: Beyond the Classroom Walls. Fastback Series 232."},
      {
        "id":"ED264068",
        "title":"Importance-Performance Evaluation: A Method of Discerning Successful Program Components."},
      {
        "id":"ED264070",
        "title":"Survey Analysis: Responses of 1070 students in High School Equivalency Programs, 1984-1985."},
      {
        "id":"ED264071",
        "title":"Interstate Migrant Secondary Services Program, 1984-1985. Performance Report."},
      {
        "id":"ED264072",
        "title":"The Educational Status of Federally Recognized Indian Students Enrolled in or Eligible for Enrollment in BIA and BIA Contract Schools, and Schools Receiving Support VIA the Johnson-O'Malley Act."},
      {
        "id":"ED264073",
        "title":"Fifteen Most Common Needs of Indian Education."},
      {
        "id":"ED264076",
        "title":"Long-Term Care for the Indian Elderly. Oversight Hearing before the Select Committe on Aging and the Committee on Interior and Insular Affairs. House of Representatives, Ninety-Eighth Congress, Second Session (Tucson, Arizona, May 25, 1984)."},
      {
        "id":"ED264080",
        "title":"Native Education in Alberta Schools."},
      {
        "id":"ED264082",
        "title":"Indian Juvenile Alcoholism and Eligibility for BIA Schools. Hearing before the Select Committee on Indian Affairs. United States Senate, Ninety-Ninth Congress, First Session on S. 1298 and S. 1621."},
      {
        "id":"ED264083",
        "title":"The Indian Health Promotion and Disease Prevention Act of 1985. Hearing before the Select Committee on Indian Affairs. United States Senate, Ninety-Ninth Congress, First Session on S. 400. (Gallup, NM, June 1, 1985)."},
      {
        "id":"ED264086",
        "title":"Integrating Microcomputers into Science Education. Computer Technology Program Reports to Decision Makers. Number 6, November 1985."},
      {
        "id":"ED264087",
        "title":"Applying Arithmetic: A Handbook of Applications of Arithmetic. Part I: Numbers."},
      {
        "id":"ED264088",
        "title":"Applying Arithmetic: A Handbook of Applications of Arithmetic. Part II: Operations."},
      {
        "id":"ED264089",
        "title":"Applying Arithmetic: A Handbook of Applications of Arithmetic. Part III: Maneuvers."},
      {
        "id":"ED264090",
        "title":"The Impact of Science on Society."},
      {
        "id":"ED264091",
        "title":"MATHBOXES: A Program for the Apple II to Teach Children to Solve Basic Word Problems. A Report from the Project Using the Microcomputer to Teach Problem-Solving Skills. Program Report 85-5."},
      {
        "id":"ED264092",
        "title":"NASA Initiatives with Historically Black Colleges &amp; Universities."},
      {
        "id":"ED264115",
        "title":"The Development of the Attitude Toward the Subject Science Scale. Report No. 85:7."},
      {
        "id":"ED264119",
        "title":"Immigrant Scientists and Engineers: 1982-84. Detailed Tables and Charts. Surveys of Science Resources Series."},
      {
        "id":"ED264126",
        "title":"Modeling and MBL: Software Tools for Science."},
      {
        "id":"ED264127",
        "title":"Adolescents' Graphing Skills: A Descriptive Analysis."},
      {
        "id":"ED264128",
        "title":"The Impact of Microcomputer-Based Science Labs on Children's Graphing Skills."},
      {
        "id":"ED264129",
        "title":"Graphing Misconceptions and Possible Remedies Using Microcomputer-Based Labs."},
      {
        "id":"ED264130",
        "title":"Tools for Scientific Thinking: Microcomputer-Based Laboratories for the Naive Science Learner."},
      {
        "id":"ED264132",
        "title":"Social Sciences and Space Exploration: New Directions for University Instruction."},
      {
        "id":"ED264135",
        "title":"Investigations in Science Education. Volume 11, Number 3."},
      {
        "id":"ED264136",
        "title":"Investigations in Science Education. Volume 11, Number 4."},
      {
        "id":"ED264138",
        "title":"Problem Solving Challenge for Mathematics. 1985 Junior High School Curriculum."},
      {
        "id":"ED264140",
        "title":"Two Classroom Demonstrations of Statistical Concepts."},
      {
        "id":"ED264143",
        "title":"The Effects of Language and Schooling on the Solution of Simple Word Problems by Nigerian Children. A Report from the Project Using the Microcomputer to Teach Problem-Solving Skills. Program Report 85-17."},
      {
        "id":"ED264145",
        "title":"Banishing Tobacco. Worldwatch Paper 68."},
      {
        "id":"ED264146",
        "title":"Project S.E.E. (Sex Equity in Education): Audiovisual Resources."},
      {
        "id":"ED264150",
        "title":"Voter Education and Selective Service Awareness Guide. Secondary Social Studies. Bulletin 1701 (Reprint)."},
      {
        "id":"ED264151",
        "title":"A Fine Arts Survey. Bulletin 1737."},
      {
        "id":"ED264161",
        "title":"Latin American Studies. ERIC Digest No. 19."},
      {
        "id":"ED264162",
        "title":"Cooperative Learning in Social Studies Education: What Does the Research Say? ERIC Digest No. 20."},
      {
        "id":"ED264163",
        "title":"Peace and Nuclear War. ERIC Digest No. 21."},
      {
        "id":"ED264164",
        "title":"Improvement in Geography Education. ERIC Digest No. 22."},
      {
        "id":"ED264165",
        "title":"Library Censorship. ERIC Digest No. 23."},
      {
        "id":"ED264166",
        "title":"Strengthening High School World Studies Courses. ERIC Digest No. 24."},
      {
        "id":"ED264167",
        "title":"Computer Databases: Applications for the Social Studies. ERIC Digest No. 25."},
      {
        "id":"ED264168",
        "title":"Public Participation in the Arts: Final Report on the 1982 Survey."},
      {
        "id":"ED264169",
        "title":"Research Intervention Case Study. Reno, Nevada: Spring 1984."},
      {
        "id":"ED264173",
        "title":"A Hindsight Analysis of the National Agenda for Teacher Education Research for the 1980's. R&D Report No. 3193."},
      {
        "id":"ED264174",
        "title":"Wisconsin Center for Education Research News. Summer 1984."},
      {
        "id":"ED264176",
        "title":"Cooperating Teachers: Why Not the Best?"},
      {
        "id":"ED264177",
        "title":"Athletics: Achieving Sex Equity Through Title IX. Participant Workbook."},
      {
        "id":"ED264178",
        "title":"Athletics: Achieving Sex Equity Through Title IX. Trainer Manual."},
      {
        "id":"ED264179",
        "title":"Physical Education: Implementing Sex Equity Using Title IX. Participant Workbook."},
      {
        "id":"ED264180",
        "title":"Physical Education: Implementing Sex Equity Using Title IX. Trainer Manual."},
      {
        "id":"ED264183",
        "title":"Content Representation in Teachers' Definitions of Academic Work. R&D Report 6161."},
      {
        "id":"ED264184",
        "title":"Comparing an Old and New Model of Teacher Training: Some Lessons We've Learned."},
      {
        "id":"ED264187",
        "title":"Critical Inquiry in Teacher Preparation."},
      {
        "id":"ED264189",
        "title":"A Proposal to Study the Effects of Supervisory Intervention on the Classroom Teaching Performance of Supervisees."},
      {
        "id":"ED264191",
        "title":"Teacher Tolerance and Its Relationship to Teacher Traits and Disciplinary Effectiveness."},
      {
        "id":"ED264192",
        "title":"A Documentation and Assessment System for Student and Program Development. ERIC Teacher Education Monograph No. 3."},
      {
        "id":"ED264200",
        "title":"The Bush Foundation and the University of South Dakota: A Case Study of Public and Private Sector Collaboration in Faculty Development."},
      {
        "id":"ED264201",
        "title":"Microcomputer Adoption and Program Implementation: Change Models and Change Agents."},
      {
        "id":"ED264207",
        "title":"Report to the Profession. [Fourth Annual Special Report of the AACTE.]"},
      {
        "id":"ED264212",
        "title":"School Effects. Occasional Paper No. 77."},
      {
        "id":"ED264213",
        "title":"Perspectives on Aging: Death, Dying, Bereavement. Papers Presented at a Symposium (Provo, Utah, April 12, 1985)."},
      {
        "id":"ED264217",
        "title":"The Renewal and Improvement of Secondary Education: Concepts and Practices."},
      {
        "id":"ED264218",
        "title":"Improving Teaching. A Conference Report."},
      {
        "id":"ED264219",
        "title":"Professional Burnout among Public School Teachers."},
      {
        "id":"ED264220",
        "title":"Intermountain Leisure Symposium Proceedings (6th, Logan, UT, November 7, 1985)."},
      {
        "id":"ED264222",
        "title":"Classroom Management and the Curriculum: A Strategic Research Site. R&D Report 6162."},
      {
        "id":"ED264225",
        "title":"Student-Teacher Socialization: Role Model Influences."},
      {
        "id":"ED264226",
        "title":"Role Expectations for the Three Positions in the Student Teaching Triad."},
      {
        "id":"ED264227",
        "title":"Synthesis of Research on Instructional Effectiveness in Elementary Schools. Applying Research to Teacher Education: Research Utilization in Elementary Teacher Education Project."},
      {
        "id":"ED264229",
        "title":"Constructs and Style Preferences of Student Teachers."},
      {
        "id":"ED264230",
        "title":"Basic Curriculum Content for Georgia's Public Schools."},
      {
        "id":"ED264231",
        "title":"Staff Development: The Educator&apos;s Change Process. Final Report of the Regional Study Award Project."},
      {
        "id":"ED264236",
        "title":"More Than Marks. What Teachers Say about Student Evaluation."},
      {
        "id":"ED264237",
        "title":"Teacher Utilization of Supervisory Services."},
      {
        "id":"ED264238",
        "title":"Public Response to Proposals for Raising Academic Standards in Secondary Schools. Research Series No. 163."},
      {
        "id":"ED264241",
        "title":"An Open Letter to America on Schools, Students, and Tomorrow."},
      {
        "id":"ED264242",
        "title":"Evaluation of the DCPS Secondary Guidance Program."},
      {
        "id":"ED264243",
        "title":"Evaluation of the College Assistance Program."},
      {
        "id":"ED264246",
        "title":"Steering Mechanisms for Knowability. 1984 No. 1."},
      {
        "id":"ED264247",
        "title":"The Adjective Generation Technique (AGT) and the Trait-Anxiety, State-Anxiety Distinction."},
      {
        "id":"ED264249",
        "title":"A Computer Support System for the Entry and Analysis of Questionnaire Data."},
      {
        "id":"ED264250",
        "title":"The Johns Hopkins-Baltimore City Public Schools Effective School Project. Report No. 357."},
      {
        "id":"ED264251",
        "title":"Student Outcomes on the Arizona Teacher Proficiency Examination."},
      {
        "id":"ED264254",
        "title":"Does the Generation Effect Apply to Stimuli as Well as to Responses?"},
      {
        "id":"ED264257",
        "title":"Skill Acquisition: Compilation of Weak-Method Problem Solutions."},
      {
        "id":"ED264258",
        "title":"Science, Technology, and Intelligence, Technical Report 9."},
      {
        "id":"ED264259",
        "title":"Studies of Thinking Processes and the Construct Validation of Critical Thinking Tests. Studies in Critical Thinking Research Report No. 2."},
      {
        "id":"ED264265",
        "title":"Some Latent Trait Theory in a Multidimensional Latent Space."},
      {
        "id":"ED264267",
        "title":"Implementation of the EM Algorithm in the Estimation of Item Parameters: The BILOG Computer Program."},
      {
        "id":"ED264270",
        "title":"Robustness of Adaptive Testing to Multidimensionality."},
      {
        "id":"ED264272",
        "title":"Component Latent Trait Models for Test Design."},
      {
        "id":"ED264278",
        "title":"Computer-Managed Instruction: Crystallized and Fluid Intelligence."},
      {
        "id":"ED264279",
        "title":"Armed Services Vocational Aptitude Battery: Development of Forms 11, 12, and 13."},
      {
        "id":"ED264280",
        "title":"A Descriptive Comparison of Test Items Utilized in Pilot and Live Administrations of the Alabama High School Graduation Examination."},
      {
        "id":"ED264281",
        "title":"The Cooperative Preschool Inventory: Test Review."},
      {
        "id":"ED264286",
        "title":"Student Achievement, 1984-1985."},
      {
        "id":"ED264287",
        "title":"Beyond Associations: Strategic Components in Memory Retrieval."},
      {
        "id":"ED264290",
        "title":"Comparing the Long and Short Forms of the Student Version of the Jenkins Activity Survey."},
      {
        "id":"ED264292",
        "title":"The Effectiveness of Teaching Creative Problem Solving Techniques to Enhance the Problem Solving Ability of Kindergarten Students."},
      {
        "id":"ED264293",
        "title":"The Effects of Intellectual Functioning and Mediation on Conceptual Learning for Black College Students."},
      {
        "id":"ED264300",
        "title":"Two- and Four-Year College Student Attrition Research to the 1980's: A Review."},
      {
        "id":"ED264301",
        "title":"Thoughts on Expertise."},
      {
        "id":"ED264303",
        "title":"The Use of Categorical Organization: Not an All-or-None Situation. 1985/15."},
      {
        "id":"ED264305",
        "title":"Broad-Based Involvement in a Study of Alternative Testing Strategies for Louisiana."},
      {
        "id":"ED264307",
        "title":"Component Structure of the Attribution Style Questionnaire."},
      {
        "id":"ED264308",
        "title":"Cross-Sex Comparisons: A Word of Caution."},
      {
        "id":"ED264310",
        "title":"Do We Process Frequency Information Automatically?"},
      {
        "id":"ED264311",
        "title":"The Definition and Measurement of Small Military Unit Team Functions. Final Report, July 1980-October 1981."},
      {
        "id":"ED264312",
        "title":"Determining Directions for a State Testing Program: Finding Out What People Want."},
      {
        "id":"ED264313",
        "title":"The Educationally Disadvantaged: A National Crisis. The State Youth Initiatives Project. Working Paper #6."},
      {
        "id":"ED264314",
        "title":"The Causal Relationship between the Development of Bilingualism, Cognitive Flexibility, and Social-Cognitive Skills in Hispanic Elementary School Children. Final Report."},
      {
        "id":"ED264316",
        "title":"Teen Fathers in the Inner City: An Exploratory Ethnographic Study. A Report to the Ford Foundation Urban Poverty Program."},
      {
        "id":"ED264319",
        "title":"Ethnic Behavior Patterns among Black and Mexican-American School Children."},
      {
        "id":"ED264323",
        "title":"Job Patterns for Minorities &amp; Women in Private Industry, 1981. Equal Employment Opportunity Report. Volume 2."},
      {
        "id":"ED264324",
        "title":"Hispanics and Culturally Sensitive Mental Health Services."},
      {
        "id":"ED264327",
        "title":"The Louisiana School Effectiveness Study. Phase One (1980-82), Pilot Year, 1981-82."},
      {
        "id":"ED264329",
        "title":"The Job Training Partnership Act: An Analysis of Support Cost Limits and Participant Characteristics."},
      {
        "id":"ED264330",
        "title":"Refugee Resettlement Program. Report to the Congress."},
      {
        "id":"ED264331",
        "title":"A Statistical Profile of Samoans in the United States. Part I: Demography; Part II: Social and Economic Characteristics; Appendix: Language Use among Samoans. Evidence from the 1980 Census."},
      {
        "id":"ED264332",
        "title":"How Many Samoans? An Evaluation of the 1980 Census Count of Samoans in the United States."},
      {
        "id":"ED264333",
        "title":"Modern Samoan Mobility and Urban Adaptation."},
      {
        "id":"ED264334",
        "title":"Communicative Barriers to Samoans' Training and Employment in the U.S."},
      {
        "id":"ED264335",
        "title":"Study of Unemployment, Poverty and Training Needs of American Samoans. Final Report."},
      {
        "id":"ED264336",
        "title":"Immigrant Australians and Education. A Review of Research. Australian Education Review Number 22."},
      {
        "id":"ED264351",
        "title":"Excellence in Education. The States Take Charge. American Enterprise Institute Studies in Education Policy."},
      {
        "id":"ED264354",
        "title":"Effective Assister Behavior: What They Brought and What They Learned."},
      {
        "id":"ED264355",
        "title":"An Analysis of Two Select Populations of Black Unmarried Adolescent Fathers. Volume I. Final Report."},
      {
        "id":"ED264356",
        "title":"A Comparative Analysis of Three Select Populations of Black Unmarried Adolescent Fathers. Volume II. Final Report."},
      {
        "id":"ED264357",
        "title":"Unmarried Black Adolescent Fathers and Their Controls: The Washington, D.C. Sample."},
      {
        "id":"ED264358",
        "title":"Minority Administrators in Community Mental Health Centers."},
      {
        "id":"ED264359",
        "title":"Pathways: A Study of Black Informal Support Networks."},
      {
        "id":"ED264365",
        "title":"Long-Term Farm Policy to Succeed the Agriculture and Food Act of 1981 (Research, Extension, and Teaching). Part 5. Hearings before the Subcommittee on Departmental Operations, Research, and Foreign Agriculture of the Committee on Agriculture, House of Representatives, Ninety-Eighth Congress, Second Session (June 6, 7, 12, and 13, 1984)."},
      {
        "id":"ED264366",
        "title":"A Study of Manitoba Businesses and Industries Interested in Participating in Professional/Technical Updating of Business and Vocational/Industrial Teachers. [Section 1.]"},
      {
        "id":"ED264367",
        "title":"Manitoba Business and Vocational/Industrial Secondary Teachers' Responses to Updating of Their Professional/Technical Skills and Knowledge. [Section 2.]"},
      {
        "id":"ED264370",
        "title":"Evaluation of Coordinated Vocational-Academic Education (CVAE)."},
      {
        "id":"ED264373",
        "title":"Adult Assessment Model: A Design for Learning."},
      {
        "id":"ED264384",
        "title":"Competency-Based Mainstream English Language Training Project (MELT) Resource Package."},
      {
        "id":"ED264386",
        "title":"Andragogy: Implications for Preservice-Inservice Training."},
      {
        "id":"ED264388",
        "title":"Working with Adult Learners in Higher Education: Going against Internalized Norms."},
      {
        "id":"ED264391",
        "title":"Public Service Employment. The Experience of a Decade."},
      {
        "id":"ED264395",
        "title":"Changing Channels: A Guide to Functional Literacy for the Automated Workplace."},
      {
        "id":"ED264397",
        "title":"V-TECS Guide for Machine Shop (Machinist)."},
      {
        "id":"ED264398",
        "title":"V-TECS Guide for Cosmetology (Cosmetologists)."},
      {
        "id":"ED264399",
        "title":"V-TECS Guide for Plumbing."},
      {
        "id":"ED264400",
        "title":"V-TECS Guide for Data Processing."},
      {
        "id":"ED264403",
        "title":"Family and Career Patterns of Women Dentists."},
      {
        "id":"ED264419",
        "title":"On the Use of Expectations Data in Micro Surveys: The Case of Retirement."},
      {
        "id":"ED264420",
        "title":"Health Status and Work Activity of Older Men: Events-History Analyses of Selected Social Policy Issues."},
      {
        "id":"ED264421",
        "title":"Policy Findings Related to Military Service from the Youth Cohort of the National Longitudinal Surveys of Labor Market Experience."},
      {
        "id":"ED264422",
        "title":"Employ Reinforcement Techniques. Second Edition. Module C-13 of Category C--Instructional Execution. Professional Teacher Education Module Series."},
      {
        "id":"ED264424",
        "title":"Is the Job Training Partnership Act Training Displaced Homemakers? A Technical Report on Services to Displaced Homemakers under JTPA."},
      {
        "id":"ED264430",
        "title":"An Evaluation Guide for Adult Education Programs."},
      {
        "id":"ED264431",
        "title":"A Validation Guide for Adult Education Projects."},
      {
        "id":"ED264432",
        "title":"Emergency Medical Technician-Ambulance: National Standard Curriculum. Course Guide (Third Edition)."}]
  }}
