{
  "response":{"numFound":509939,"start":148000,"numFoundExact":true,"docs":[
      {
        "id":"ED264433",
        "title":"Emergency Medical Technician-Ambulance: National Standard Curriculum. Instructor's Lesson Plans (Third Edition)."},
      {
        "id":"ED264434",
        "title":"Emergency Medical Technician-Ambulance: National Standard Curriculum. Student Study Guide (Third Edition)."},
      {
        "id":"ED264435",
        "title":"The Adolescent Worker."},
      {
        "id":"ED264436",
        "title":"Directions in Vocational Education for Limited English-Proficient Students and Adults. Occasional Paper No. 109."},
      {
        "id":"ED264437",
        "title":"Partnerships: Schools and Businesses Collaborate for a Healthy Economy. Ideas for Action in Education and Work."},
      {
        "id":"ED264438",
        "title":"Planning for New and Changing Occupations. Ideas for Action in Education and Work."},
      {
        "id":"ED264439",
        "title":"Dealing with Involuntary Job Loss. Northwest Dislocated Worker Projects Address More Than Retraining and Re-employment. Ideas for Action in Education and Work."},
      {
        "id":"ED264440",
        "title":"Leisure and Aging: An International Perspective."},
      {
        "id":"ED264441",
        "title":"Single-Subject, Multiple-Baseline Designs in Evaluating Adult Literacy Programs."},
      {
        "id":"ED264442",
        "title":"Be Your Own Boss (BYOB). Curriculum and Teacher's Implementation Guidelines."},
      {
        "id":"ED264443",
        "title":"Provide for the First Aid Needs of Students. Second Edition. Module E-6 of Category E--Instructional Management. Professional Teacher Education Module Series."},
      {
        "id":"ED264444",
        "title":"The Role of Vocational Education in Decreasing the Dropout Rate."},
      {
        "id":"ED264445",
        "title":"Avenues for Articulation: Coordinating Secondary and Postsecondary Programs. Research and Development Series No. 259."},
      {
        "id":"ED264446",
        "title":"Crisis Intervention Handbook: Guidelines for the School Psychologist."},
      {
        "id":"ED264447",
        "title":"HMO's and Medicare: Problems in the Oversight of a Promising Partnership. Hearing before the Subcommittee on Health and Long-Term Care of the Select Committee on Aging. House of Representatives, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED264448",
        "title":"Americans at Risk: The Case of the Medically Uninsured. Hearing before the Special Committee on Aging. United States Senate, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED264449",
        "title":"Photograph and Biography of Missing Child. Hearing before the Subcommittee on Postal Personnel and Modernization of the Committee on Post Office and Civil Service. House of Representatives, Ninety-Ninth Congress, First Session on S. 1195."},
      {
        "id":"ED264450",
        "title":"How Older Americans Live: An Analysis of Census Data. An Information Paper Prepared for Use by the Special Committee on Aging. United States Senate, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED264451",
        "title":"Violent Crime Against the Elderly: A New Jersey Perspective. Hearing before the Select Committee on Aging. House of Representatives, Ninety-Ninth Congress, First Session (Plainfield, NJ)."},
      {
        "id":"ED264452",
        "title":"Oversight Hearing on Runaway and Homeless Youth. Hearing before the Subcommitte on Human Resources of the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED264453",
        "title":"The Sexual Victimization of Adolescents."},
      {
        "id":"ED264454",
        "title":"Juvenile Justice in California, 1983."},
      {
        "id":"ED264455",
        "title":"Criminal Justice Profile--Statewide, 1984. Supplement to &quot;Crime and Delinquency in California.&quot;"},
      {
        "id":"ED264456",
        "title":"Coping Attitudes toward Personal Suffering among Retirees."},
      {
        "id":"ED264459",
        "title":"The Effects of Motivation and Emotion upon Problem Solving."},
      {
        "id":"ED264462",
        "title":"Summer Bridge: A Residential Learning Experience for High Risk Freshmen at the University of California, San Diego."},
      {
        "id":"ED264463",
        "title":"A Peer Counseling Training Module for Campus Outreach and Support Services."},
      {
        "id":"ED264467",
        "title":"Elder Abuse. Hearing before the Subcommittee on Health and Long-Term Care of the Select Committee on Aging. House of Representatives, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED264468",
        "title":"Long-Term Care in America: The People's Call for Federal Action. Hearing before the Select Committee on Aging. House of Representatives, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED264469",
        "title":"Health Care Cost Containment: Are America&apos;s Aged Protected? Hearing before the Select Committee on Aging. House of Representatives, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED264471",
        "title":"The Effects of Need for Uniqueness and Uniqueness Relevant Feedback on Mood, Recall, and Perceptions of Peers and the Self."},
      {
        "id":"ED264472",
        "title":"Using Paired Comparisons to Assess Maslow's Hierarchy of Needs."},
      {
        "id":"ED264473",
        "title":"Perceptions of Rape."},
      {
        "id":"ED264474",
        "title":"Collegiate Learning and the Dormitory Environment: Relative Effects of Dorm Noise, Rock and Roll, Television Audio, and Sounds of Nature."},
      {
        "id":"ED264475",
        "title":"Controlling Cancer: Choices for a Healthy Life. Hearing before the Select Committee on Aging. House of Representatives, Ninety-Ninth Congress, First Session (Cranston, RI)."},
      {
        "id":"ED264479",
        "title":"Evaluation of Long-Term Effects of Health Promotion Program with the Elderly."},
      {
        "id":"ED264482",
        "title":"Domestic Violence and Child Abuse: A Selective Bibliography. Bibliography Series Eighteen. Second Edition."},
      {
        "id":"ED264484",
        "title":"Posttraumatic Stress Disorder in Former Prisoners of War: Incidence and Correlates."},
      {
        "id":"ED264488",
        "title":"Findings and Implications of a Descriptive Approach to Thinking."},
      {
        "id":"ED264490",
        "title":"A Screening Instrument for Identifying Elderly at Risk of Abuse and Neglect."},
      {
        "id":"ED264492",
        "title":"Protocols for the Assessment of Elder Abuse."},
      {
        "id":"ED264495",
        "title":"Preventing Alcohol Problems Through a Student Assistance Program: A Manual for Implementation Based on the Westchester County, New York Model."},
      {
        "id":"ED264496",
        "title":"Protection and Advocacy for Mentally Ill Individuals Act of 1985. Committee on Energy and Commerce Report, Together with Additional and Dissenting Views, to Accompany H.R. 3942. House of Representatives, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED264497",
        "title":"Preparation for Separation: Preparing the Military Family for Duty-Related Separation. Crisis Intervention Topics."},
      {
        "id":"ED264498",
        "title":"The Marketing of Counseling."},
      {
        "id":"ED264499",
        "title":"An Evaluation Handbook for Health Education Programs in Smoking."},
      {
        "id":"ED264500",
        "title":"Dying with Dignity: Difficult Times, Difficult Choices. A Report Presented by the Chairman of the Select Committee on Aging. House of Representatives, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED264501",
        "title":"Phenomenon of Juvenile Firestarters. Hearing before the Subcommittee on Juvenile Justice of the Committee on the Judiciary. United States Senate, Ninety-Ninth Congress, First Session on the Problem of Arsons Committed by Juveniles."},
      {
        "id":"ED264502",
        "title":"Substance Abuse Prevention in the Schools."},
      {
        "id":"ED264510",
        "title":"The Relationship between Self-Disclosure and Well-Being among the Elderly."},
      {
        "id":"ED264512",
        "title":"A Developmental Analysis of Children's Social Support Networks."},
      {
        "id":"ED264514",
        "title":"Coping after Mastectomy: Antecedents and Outcomes."},
      {
        "id":"ED264515",
        "title":"A Computer-Assisted Reading Component for Reading Reflectively and Rhetorically in a College Composition Program."},
      {
        "id":"ED264516",
        "title":"Estimating Frequency and Size of Effects Due to Experimental Manipulations in Eye Movement Research. Technical Report No. 338."},
      {
        "id":"ED264518",
        "title":"Readers' Identification of Levels of Importance in Expository Texts: An Exploratory Study."},
      {
        "id":"ED264524",
        "title":"An Exploration of the Use of a Speech-Enhanced Microcomputer-Based Language Experience Program to Facilitate Beginning Reading Instruction. Program Report No. 85-6."},
      {
        "id":"ED264525",
        "title":"The Role of Refutation Text in Overcoming Difficulty with Science Concepts. College Reading and Learning Assistance Technical Report 85-08."},
      {
        "id":"ED264530",
        "title":"The Effects of Spatial Organizers on Text Comprehension."},
      {
        "id":"ED264532",
        "title":"Construct Systems of Seventh-Grade Students and Their Relationships to Reading Achievement."},
      {
        "id":"ED264537",
        "title":"The Effects of Instruction in Compare/Contrast Text Structure on Sixth-Grade Students' Reading Comprehension and Writing Products. Research Series No. 161."},
      {
        "id":"ED264538",
        "title":"Research on Reading: But What Can I Do on Monday? Occasional Paper No. 89."},
      {
        "id":"ED264544",
        "title":"Toward Practical Theory: A State of Practice Assessment of Reading Comprehension Instruction. Final Report. Volume II."},
      {
        "id":"ED264545",
        "title":"Comprehension Processes and Eye Movement Patterns in the Reading of Surprise-Ending Stories. Technical Report No. 344."},
      {
        "id":"ED264546",
        "title":"Learning Word Meanings from Context: How Broadly Generalizable? Technical Report No. 347."},
      {
        "id":"ED264548",
        "title":"Assignment and Supervision of Students' Reading Seatwork: Looking in on Twelve Primary Teachers' Classrooms."},
      {
        "id":"ED264550",
        "title":"The Reading Report Card: Progress Toward Excellence in Our Schools. Trends in Reading over Four National Assessments, 1971-1984. Report No. 15-R-01."},
      {
        "id":"ED264551",
        "title":"Roper Revisited: News Media Preferences from a Statewide Poll."},
      {
        "id":"ED264552",
        "title":"Measurement and Effects of Attention to Media News."},
      {
        "id":"ED264554",
        "title":"Merging Discovery and Control: New Approaches to Persuasion and Argumentation."},
      {
        "id":"ED264559",
        "title":"Handwriting: Issues and Problems."},
      {
        "id":"ED264561",
        "title":"[Poetry Instruction.] Motivator of the Month. [Compiled from Columns in Three issues of \"Notes Plus,\" January and November 1984 and September 1985.]"},
      {
        "id":"ED264562",
        "title":"Writing Assignment of the Month. [Compiled from Columns in Six Issues of \"Notes Plus\": April, September, November 1984; January, April, September 1985.]"},
      {
        "id":"ED264564",
        "title":"English Language Arts, K-8. Part II: Writing and Speaking. Program of Studies."},
      {
        "id":"ED264566",
        "title":"Leadership in Literacy for the Information Age. A Report of the Committee on Instructional Technology, National Council of Teachers of English. Executive Summary."},
      {
        "id":"ED264570",
        "title":"Writing and Learning College Mathematics."},
      {
        "id":"ED264575",
        "title":"Using Microcomputers in Elementary Language Arts Instruction. ERIC Digest."},
      {
        "id":"ED264576",
        "title":"The Language of Flowcharting. Feature Project."},
      {
        "id":"ED264578",
        "title":"The Media Credibility Problem: Putting the Research into Perspective."},
      {
        "id":"ED264579",
        "title":"Writing by Imitation."},
      {
        "id":"ED264581",
        "title":"Books for You: A Booklist for Senior High Students. New Edition."},
      {
        "id":"ED264582",
        "title":"Books for You: A Booklist for Senior High Students. New Edition."},
      {
        "id":"ED264583",
        "title":"How a Holistic Language Arts Curriculum Influenced the Reading and Writing Proficiency of Kindergarten and Primary Grade Children."},
      {
        "id":"ED264588",
        "title":"Adventuring with Books: A Booklist for Pre-K--Grade 6. New Edition."},
      {
        "id":"ED264589",
        "title":"Training the New Teacher of College Composition."},
      {
        "id":"ED264596",
        "title":"Elementary Language Arts: Model Curriculum Guide. First Field Edition."},
      {
        "id":"ED264597",
        "title":"Secondary Language Arts: Alaska Curriculum Guide. First Edition."},
      {
        "id":"ED264598",
        "title":"Hand in Hand: The Writing Process and the Microcomputer. Two Revolutions in the Teaching of Writing. A Manual for Secondary Teachers."},
      {
        "id":"ED264601",
        "title":"Early American Textbooks, 1775-1900. A Catalog of the Titles Held by the Educational Research Library."},
      {
        "id":"ED264602",
        "title":"Early American Spellers, 1775-1900. A Catalog of the Titles Held by the Educational Research Library."},
      {
        "id":"ED285763",
        "title":"Implications of the Educational Environment and Its Correlation to the Reasoning/Thinking Skills and Process Skills of Learners in Japan."},
      {
        "id":"ED285766",
        "title":"The Education for a Competitive America Act. Report from the Committee on Labor and Human Resources, Together with Minority Views (To Accompany S. 406). 100th Congress, 1st Session."},
      {
        "id":"ED285769",
        "title":"Graduate Education and Career Directions in Science, Engineering and Public Policy."},
      {
        "id":"ED285770",
        "title":"Summary of Grants, Fiscal Year 1984-86. Research in Teaching and Learning Program."},
      {
        "id":"ED285772",
        "title":"Current Teaching Practices in Science and Mathematics in Indiana Elementary Schools. Final Report."},
      {
        "id":"ED285781",
        "title":"National Development Education Network: Framework Plan for the Period from 1 August 1986 to 1 August 1991."},
      {
        "id":"ED285782",
        "title":"Social and Political Education in the Netherlands."},
      {
        "id":"ED285783",
        "title":"American Album: 200 Years of Constitutional Democracy. Law in U.S. History. Law in Social Studies Series."},
      {
        "id":"ED285784",
        "title":"American Album: 200 Years of Constitutional Democracy. Law in U.S. History. Law in Social Studies Series. Instructor's Edition."},
      {
        "id":"ED285786",
        "title":"Teaching about the U.S. Constitution and the Northwest Ordinance of 1787 in Secondary Schools."},
      {
        "id":"ED285787",
        "title":"Hoosier Heritage: Past, Present, Future."},
      {
        "id":"ED285792",
        "title":"Enhancement of Cross-Cultural Communication within a Multi-Ethnic Environment: The Educational Function of the U.S. Air Force Office of Social Actions."},
      {
        "id":"ED285793",
        "title":"North Carolina Arts Council: Community Development."},
      {
        "id":"ED285796",
        "title":"Art 31: Program of Studies for Senior High Schools."},
      {
        "id":"ED285797",
        "title":"Children's Fiction as a Source for Social Studies Skill-Building. ERIC Digest No. 37."},
      {
        "id":"ED285798",
        "title":"Education of Girls in Asia and the Pacific: Report of the Regional Review Meeting on the Situation of Education of Girls for Universalization of Primary Education (Bangkok, Thailand, November 19-28, 1985)."},
      {
        "id":"ED285799",
        "title":"Online Information Retrieval for Economists: The Economic Literature Index."},
      {
        "id":"ED285800",
        "title":"Civic Writing In the Classroom."},
      {
        "id":"ED285801",
        "title":"Education on the U.S. Constitution. ERIC Digest No. 39."},
      {
        "id":"ED285802",
        "title":"Here's a Brainstorm: Testing and Evaluation in Social Studies. A Resource Packet."},
      {
        "id":"ED285803",
        "title":"The 1986 PEER Report Card: A State-by-State Survey of the Status of Women and Girls in America's Schools. PEER Policy Paper #5."},
      {
        "id":"ED285806",
        "title":"Teaching about the U.S. Constitution. A Resource Packet."},
      {
        "id":"ED285809",
        "title":"Africa in World History: A Teaching Conference (Colorado Springs, Colorado, April 25-26, 1986)."},
      {
        "id":"ED285810",
        "title":"A Manual for Title IX Coordinators: Sex Equity in New York State Schools."},
      {
        "id":"ED285811",
        "title":"United States Population Estimates and Components of Change: 1970 to 1986."},
      {
        "id":"ED285813",
        "title":"Folklife Sourcebook: A Directory of Folklife Resources in the United States and Canada. Publications of the American Folklife Center No. 14."},
      {
        "id":"ED285819",
        "title":"Household After-Tax Incomes 1985."},
      {
        "id":"ED285827",
        "title":"Global Education Resource List."},
      {
        "id":"ED285829",
        "title":"Improving Writing Skills through Social Studies. ERIC Digest No. 40."},
      {
        "id":"ED285833",
        "title":"The First Years of Teaching: Background Papers and a Proposal."},
      {
        "id":"ED285836",
        "title":"Preparing Teachers for Uncertainty."},
      {
        "id":"ED285837",
        "title":"Continuing to Learn: A Guidebook for Teacher Development."},
      {
        "id":"ED285838",
        "title":"The Lancastrian Monitorial System of Instruction."},
      {
        "id":"ED285840",
        "title":"Inexact Sciences: Professional Education and the Development of Expertise. Issue Paper 87-2."},
      {
        "id":"ED285841",
        "title":"Intentions, Problems and Dilemmas: Assessing Teacher Knowledge through a Case Method System. Issue Paper 87-3."},
      {
        "id":"ED285843",
        "title":"An Analysis of the Comparability of Teacher Salaries to the Earnings of Other College Graduates in the Southeast: 1986 Update. Research Report 06-006."},
      {
        "id":"ED285844",
        "title":"Educating Teachers about Managing Classrooms and Students. Occasional Paper No. 115."},
      {
        "id":"ED285845",
        "title":"The Development of the Beliefs/Practice Relationship in Two Student Teachers."},
      {
        "id":"ED285847",
        "title":"Effects of Teacher Training."},
      {
        "id":"ED285848",
        "title":"Provisionally Registered Teachers in Queensland. An Analysis of Their Characteristics, the Schools to Which They Were Appointed and Principals' Comments."},
      {
        "id":"ED285849",
        "title":"The Bachelor of Education Degree in the Queensland Advanced Education System: Summary of the Evaluation."},
      {
        "id":"ED285850",
        "title":"School Experience in Queensland Pre-Service Teacher Education Programs. 1. Research Report."},
      {
        "id":"ED285851",
        "title":"School Experience in Queensland Pre-Service Teacher Education Programs. 2. Conference Report."},
      {
        "id":"ED285852",
        "title":"Future Requirements for Secondary Teachers: The Views of Queensland Principals."},
      {
        "id":"ED285853",
        "title":"The Bachelor of Education Degree in the Queensland Advanced Education System: An Evaluation."},
      {
        "id":"ED285855",
        "title":"An Exploration of the Role Perspectives and Evaluative Judgment Criteria of Three University Student Teacher Supervisors."},
      {
        "id":"ED285856",
        "title":"Project 21: Teachers for the Twenty-First Century."},
      {
        "id":"ED285857",
        "title":"A Synthesis of Effective Supervisory Teacher Behaviours in the Final Year of the Primary Practicum. Research Grants Series No. 2."},
      {
        "id":"ED285858",
        "title":"Board of Teacher Education (Queensland). Research Grants Series No. 3."},
      {
        "id":"ED285859",
        "title":"National Childhood Vaccine Improvement Act of 1986. Report To Accompany S.827. Senate, 99th Congress, 2nd Session."},
      {
        "id":"ED285860",
        "title":"Acquired Immunodeficiency Syndrome Research and Information Act of 1987. Report to Accompany S. 1220 from the Committee on Labor and Human Resources. 100th Congress, 1st Session."},
      {
        "id":"ED285861",
        "title":"Teacher Paperwork Study: Type, Time and Difficulty."},
      {
        "id":"ED285864",
        "title":"The Effects of a Performance Base Curriculum on the Gross Motor Development of Preschool Children during Teacher Training: A Pilot Study."},
      {
        "id":"ED285871",
        "title":"Classroom Socialization and Student Perceptions of Control."},
      {
        "id":"ED285872",
        "title":"Diagnostic Evaluation of Teachers' Mental Processes."},
      {
        "id":"ED285873",
        "title":"Exemplary Schools, 1986. Report of the Private Elementary School Recognition Program."},
      {
        "id":"ED285874",
        "title":"Getting Effective Results with Black Students: Strategies and Model Programs."},
      {
        "id":"ED285875",
        "title":"A Description of Concerns of Beginning Teachers. The Results of a Qualitative Study with Some Methodological Considerations."},
      {
        "id":"ED285878",
        "title":"Evaluating Student Achievement."},
      {
        "id":"ED285879",
        "title":"[Hightstown High School]: New Jersey State Assessment Program, College Basic Skills Placement Test Results, 1985."},
      {
        "id":"ED285882",
        "title":"Variations on a Theme: An Analysis of Peer Involvement in Teacher Evaluation."},
      {
        "id":"ED285883",
        "title":"Federal Statistics. A Special Report on the Statistical Programs and Activities of the United States Government, Fiscal Year 1987."},
      {
        "id":"ED285884",
        "title":"Federal Statistics. A Special Report on the Statistical Programs and Activities of the United States Government, Fiscal Year 1986."},
      {
        "id":"ED285886",
        "title":"The Use of Opportunity To Learn To Obtain Curriculum-Based Estimates of Student Achievement."},
      {
        "id":"ED285887",
        "title":"The Operationalization of the Needs-Press Model: A Critique."},
      {
        "id":"ED285890",
        "title":"The Invitational Imagination for Theory, Research, and Practice."},
      {
        "id":"ED285891",
        "title":"A Comparison Study of the Unidimensional IRT Estimation of Compensatory and Noncompensatory Multidimensional Item Response Data."},
      {
        "id":"ED285892",
        "title":"A Comparison of the K-ABC and WISC-R: A Validity Study."},
      {
        "id":"ED285893",
        "title":"Evaluation Approaches to Intelligent Computer-Assisted Instruction. Testing Study Group: The Impact of Advances in Artificial Intelligence on Test Development."},
      {
        "id":"ED285894",
        "title":"Evaluation for School Improvement: Try-out of a Comprehensive School Based Model. Project: Multilevel Evaluation Systems."},
      {
        "id":"ED285895",
        "title":"Improving Chapter 1 through Parents: A Family Goal Program."},
      {
        "id":"ED285900",
        "title":"Learning Styles and Self-Regulation."},
      {
        "id":"ED285901",
        "title":"Research by External Agencies or Individuals in AISD."},
      {
        "id":"ED285906",
        "title":"Correlatin between the Officer Selection Battery and the ROTC Basic Camp Student Evaluation Report."},
      {
        "id":"ED285909",
        "title":"Sensitivity to Context: The Past and Future of Effective Schools Research."},
      {
        "id":"ED285910",
        "title":"Standards &amp; Policies: Center for Education Statistics."},
      {
        "id":"ED285911",
        "title":"Quality of Research Experience in Graduate Programs as Perceived by Faculty, Graduates and Current Students."},
      {
        "id":"ED285912",
        "title":"Concepts of Ability and Effort in Japan and the United States."},
      {
        "id":"ED285914",
        "title":"Congruence of Standard Setting Methods for a Nursing Certification Examination."},
      {
        "id":"ED285915",
        "title":"ROTC Achievement Testing Program: School Years 1983-1985."},
      {
        "id":"ED285917",
        "title":"Validity and Generalizability of Measuring Student Engaged Time in Physical Education."},
      {
        "id":"ED285919",
        "title":"The National Assessment of Educational Progress and the Longitudinal Studies Program: Together or Apart? Report of a Planning Conference (Washington, D.C., December 11, 1986)."},
      {
        "id":"ED285925",
        "title":"Plans of the 1985 Graduates: Los Angeles Unified School District. Publication No. 479."},
      {
        "id":"ED285926",
        "title":"Final Evaluation of the 1984-85 Community School District Attendance Improvement/Dropout Prevention Program. OEA Evaluation Report."},
      {
        "id":"ED285927",
        "title":"High School Attendance Improvement/Dropout Prevention (A.I./D.P.) Program, 1985-1986. End of Year Report. OEA Evaluation Report."},
      {
        "id":"ED285928",
        "title":"Conference on the Black Family, Proceedings (Cleveland, Ohio, September 25-28, 1985)."},
      {
        "id":"ED285929",
        "title":"Conference on the Black Family (Cleveland, Ohio, September 25-28, 1985). Conference Report."},
      {
        "id":"ED285931",
        "title":"George Washington High School Biliteracy Skills Development Program 1985-1986. OEA Evaluation Report."},
      {
        "id":"ED285932",
        "title":"Project CAREERS, 1985-1986. OEA Evaluation Report."},
      {
        "id":"ED285933",
        "title":"School District Consolidations Amendments of 1985. Hearing before the Subcommittee on Courts, Civil Liberties, and the Administration of Justice of the Committee on the Judiciary, House of Representatives, Ninety-Ninth Congress, First Session on H.R. 527."},
      {
        "id":"ED285935",
        "title":"Employment Growth Helps Some but Not All Nonmetro Households: A Case Study in 10 Georgia Counties. Rural Development Research Report No. 67."},
      {
        "id":"ED285936",
        "title":"Project COPE, 1985-1986. OEA Evaluation Report."},
      {
        "id":"ED285937",
        "title":"Sarah J. Hale High School Project BEAM-UP, 1985-86. OEA Evaluation Report."},
      {
        "id":"ED285938",
        "title":"Findings on Current AFDC Work Programs and Implications for Pending Legislation. Statement of Joseph F. Delfico, Senior Associate Director, Human Resources Division. Testimony before the Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED285939",
        "title":"Physician, Heal Thyself: A Prescription for the Recovery of the African-American Community."},
      {
        "id":"ED285943",
        "title":"Adaptation of Curriculum, Instructional Methods, and Materials Component Instructional Aide Program. Final Evaluation Report."},
      {
        "id":"ED285948",
        "title":"U.S. Immigration Policy, Immigrants' Ages, and U.S. Population Size."},
      {
        "id":"ED285949",
        "title":"Food Stamp Program: Trends in Program Applications, Participation, and Denials. GAO Briefing Report to the Honorable Leon E. Panetta, House of Representatives."},
      {
        "id":"ED285954",
        "title":"Educational Achievement: Explanations and Implications of Recent Trends."},
      {
        "id":"ED285955",
        "title":"Cancer Awareness and Secondary Prevention Practices in Black Americans: Implications for Intervention."},
      {
        "id":"ED285959",
        "title":"Training Southeast Asian Women for Employment: Public Policies and Community Programs, 1975-1985. Southeast Asian Refugee Studies Occasional Papers Number Four."},
      {
        "id":"ED285960",
        "title":"Gap between Rich and Poor Widest Ever Recorded: Poor Grow Poorer."},
      {
        "id":"ED285961",
        "title":"Keeping Track of At Risk Students. ERIC Digest Number 35."},
      {
        "id":"ED285963",
        "title":"Cultural Incongruities and Inequities of Schooling: Implications for Practice from Ethnographic Research? Occasional Paper No. 117."},
      {
        "id":"ED285964",
        "title":"School Districts&apos; Allocation of Chapter 1 Resources. Final Report."},
      {
        "id":"ED285965",
        "title":"State and Local Administration of the Chapter 1 Program. Volume 1."},
      {
        "id":"ED285966",
        "title":"State and Local Administration of the Chapter 1 Program. Appendix Volume: Issue Summaries and Methodology."},
      {
        "id":"ED285968",
        "title":"Malawi 1984 Final Training Report. Volume I: Administrative Summary. Volume II: Details of Sessions and Experiences."},
      {
        "id":"ED285977",
        "title":"Utilization of New Technologies to Improve Instruction for Limited English Proficient Adults."},
      {
        "id":"ED285984",
        "title":"Report of the Proceedings of the Conference on the Future World of Work (St. Louis, Missouri, October 12, 1984)."},
      {
        "id":"ED285985",
        "title":"Focus on Careers. A Program for Single Parents or Homemakers. Final Report, Project No. 7-2D05, from July 1, 1986 to June 30, 1987."},
      {
        "id":"ED285986",
        "title":"Marketable Skills and Jobs for Single Teen Parents. Final Report, Project No. 480-15170-7-1D05, July 1, 1986 to June 30, 1987."},
      {
        "id":"ED285987",
        "title":"Review of Computer Software for Home Economics."},
      {
        "id":"ED285992",
        "title":"Sex Equity Linkage and Coordination. Final Report from 7/1/86 to 6/30/87."},
      {
        "id":"ED285999",
        "title":"Nontraditional Options in Training for Employment. Final Report from July 1, 1986 to June 30, 1987."},
      {
        "id":"ED286000",
        "title":"Update on Healthy Aging: Reading Material on Health Topics for the New Reader and Tutor. Literacy Education for the Elderly Project."},
      {
        "id":"ED286001",
        "title":"Organizing a Literacy Program for Older Adults. Literacy Education for the Elderly Project."},
      {
        "id":"ED286002",
        "title":"Tutoring Older Adults in Literacy Programs. Literacy Education for the Elderly Project."},
      {
        "id":"ED286003",
        "title":"Mature/Older Job Seeker's Guide."},
      {
        "id":"ED286005",
        "title":"Job Corps GED Competencies Program Guide. ETA Handbook No. 324."},
      {
        "id":"ED286007",
        "title":"Meeting the Independent Learner Half Way."},
      {
        "id":"ED286008",
        "title":"Making the Connection. The Adult Education Movement and the 4th Unesco Conference."},
      {
        "id":"ED286009",
        "title":"Cancer Prevention Programs in the Workplace. WBGH Worksite Wellness Series."},
      {
        "id":"ED286010",
        "title":"Preventing Alcohol and Drug Abuse through Programs at the Workplace. WBGH Worksite Wellness Series."},
      {
        "id":"ED286011",
        "title":"Employees as Leaders/Decision-Makers in Worksite Wellness Programs. WBGH Worksite Wellness Series."},
      {
        "id":"ED286012",
        "title":"Developing Healthy Companies through Human Resources Management. WBGH Worksite Wellness Series."},
      {
        "id":"ED286013",
        "title":"Using Incentives To Promote Employee Health. WBGH Worksite Wellness Series."},
      {
        "id":"ED286014",
        "title":"Nutrition Programs in the Workplace. WBGH Worksite Wellness Series."},
      {
        "id":"ED286015",
        "title":"Wellness for Older Workers and Retirees. WBGH Worksite Wellness Series."},
      {
        "id":"ED286016",
        "title":"Physical Fitness Programs in the Workplace. WBGH Worksite Wellness Series."},
      {
        "id":"ED286017",
        "title":"Promoting Prenatal Health in the Workplace. WBGH Worksite Wellness Series."},
      {
        "id":"ED286018",
        "title":"Safety Belt Programs at the Workplace. WBGH Worksite Wellness Series."},
      {
        "id":"ED286019",
        "title":"Wellness in Small Businesses. WBGH Worksite Wellness Series."},
      {
        "id":"ED286020",
        "title":"Reducing Smoking at the Workplace. WBGH Worksite Wellness Series."},
      {
        "id":"ED286021",
        "title":"Stress Management in the Workplace. WBGH Worksite Wellness Series."},
      {
        "id":"ED286022",
        "title":"Health Promotion and the Labor Union Movement. WBGH Worksite Wellness Series."},
      {
        "id":"ED286023",
        "title":"Bilingual Microcomputer Business Skills Course. Vol. I. Joint Lesson 1-7."},
      {
        "id":"ED286024",
        "title":"Bilingual Microcomputer Business Skills Course. Vol. II. Joint Lesson 8-14."},
      {
        "id":"ED286025",
        "title":"Bilingual Microcomputer Business Skills Course. Vol. III. Joint Lesson 15-19."},
      {
        "id":"ED286026",
        "title":"A Study of Job Clubs for Two-Year College Students with Learning Disabilities."},
      {
        "id":"ED286027",
        "title":"The Ecology of Job-Finding in Australia."},
      {
        "id":"ED286028",
        "title":"An Articulation Model for Advanced Placement of Students in Technical Colleges."},
      {
        "id":"ED286029",
        "title":"Relationship between Self-Estimates of Vocational Interests and Inventory Scores."},
      {
        "id":"ED286033",
        "title":"Labor Market Assessments: An Essential Data Element for Program Development and Evaluation."},
      {
        "id":"ED286037",
        "title":"Auditing Training and Development. Training and Development Research Center. Project Number Nineteen."},
      {
        "id":"ED286040",
        "title":"Literacy Action. A Resource Book for Colleges and Universities. First Edition."},
      {
        "id":"ED286041",
        "title":"The Adult Learner: Implications and Activities for Implementation."},
      {
        "id":"ED286042",
        "title":"Learning and Memory: Implications for Teaching Adults. A Background Paper on Teaching Adults Prepared for Public Service Instructors, Vocational Teachers, and Vocational Administrators in West Virginia."},
      {
        "id":"ED286043",
        "title":"Teaching and Serving Adults through Vocational-Technical Education."},
      {
        "id":"ED286046",
        "title":"Language Experience Approach for Computer-Aided Instruction in a Volunteer-Taught Adult Literacy Program. An Instructional Guide."},
      {
        "id":"ED286047",
        "title":"Adult Survival Skills Assessment."},
      {
        "id":"ED286048",
        "title":"Job Training Partnership Act. Summer Youth Programs Increase Emphasis on Education. Briefing Report to the Chairman, Subcommittee on Employment and Productivity, Committee on Labor and Human Resources, United States Senate."},
      {
        "id":"ED286049",
        "title":"Plant Closings. Limited Advance Notice and Assistance Provided Dislocated Workers. Report to Congressional Committees."},
      {
        "id":"ED286053",
        "title":"Educational Accountability and the Need for Comprehensive Evaluation in TAFE."},
      {
        "id":"ED286054",
        "title":"Research and Development Digest--2. A Summary of Published Research by the Centre for the Period 1 July, 1986 - 30 June, 1987."},
      {
        "id":"ED286055",
        "title":"Attrition of Part-Time TAFE Certificate Students."},
      {
        "id":"ED286056",
        "title":"Teaching in a TAFE College."},
      {
        "id":"ED286057",
        "title":"The Continuing Education Needs of Academic Staff: Senior College Staff in TAFE."},
      {
        "id":"ED286058",
        "title":"The Delivery of TAFE Services to People in Remote Areas--A Case Study with Generalisations."},
      {
        "id":"ED286059",
        "title":"Occupational Clusters of the Engineering Technical Workforce: Summary Report."},
      {
        "id":"ED286060",
        "title":"Selection for the Trades."},
      {
        "id":"ED286061",
        "title":"The Continuing Education Needs of Academic Staff. Full-Time TAFE College Lecturers."},
      {
        "id":"ED286062",
        "title":"Computer Assisted Learning in Basic Adult Education. Commissioned Research."},
      {
        "id":"ED286066",
        "title":"Adult Literacy and Technology Conference Proceedings (University Park, Pennsylvania, June 4-7, 1987)."},
      {
        "id":"ED286067",
        "title":"Bilingual Vocational Education. Project Abstracts 1987-1988."},
      {
        "id":"ED286069",
        "title":"Some Outcomes of an Employment-Oriented Post-Secondary Training Program for Educably Mentally Handicapped Adults."},
      {
        "id":"ED286070",
        "title":"Male-Female Differences in Work Experience, Occupation, and Earnings: 1984. Data from the Survey of Income and Program Participation."},
      {
        "id":"ED286071",
        "title":"Pensions: Worker Coverage and Retirement Income, 1984. Data from the Survey of Income and Program Participation."},
      {
        "id":"ED286072",
        "title":"An Assessment of the Federal Initiative in the Area of Adult Literacy. Staff Report of the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, U.S. House of Representatives, One-Hundredth Congress."},
      {
        "id":"ED286074",
        "title":"MELT Bibliography. Materials Correlated with the Core Curriculum Competencies of the Mainstream English Language Training Project, Office of Refugee Resettlement."},
      {
        "id":"ED286075",
        "title":"Consumer Issues: Credit Usage, Money Management, and Bankruptcy."},
      {
        "id":"ED286081",
        "title":"Guidance and Counseling in Urban Schools: Reform Issues for Policy Makers and Program Planners."},
      {
        "id":"ED286084",
        "title":"Medicaid: Determining Cost-Effectiveness of Home and Community-Based Services. Report to the Administrator, Health Care Financing Administration, Department of Health and Human Services."},
      {
        "id":"ED286086",
        "title":"Planned Parenthood Harris Poll Findings: Teens' Sexuality Knowledge and Beliefs."},
      {
        "id":"ED286088",
        "title":"Organizing and Leading Caregiver Support Groups."},
      {
        "id":"ED286089",
        "title":"Treating the Aging Family: Demystifying Dysfunctional Role Expectations."},
      {
        "id":"ED286091",
        "title":"The Gender Gap in Attitudes toward Peace."},
      {
        "id":"ED286092",
        "title":"Situational Influences on Self and Other Perceptions of Femininity and Masculinity."},
      {
        "id":"ED286093",
        "title":"Humor Assessment: From May to December."},
      {
        "id":"ED286094",
        "title":"The Quality of Teacher Work Life Survey: A Preliminary Report on a Measure of Teacher Stress and Job Satisfaction and the Implications for School Counselors."},
      {
        "id":"ED286095",
        "title":"Keeping Healthy During Stressful Times. A Guide for 4-H Community Club Leaders."},
      {
        "id":"ED286098",
        "title":"The Self-Awareness Process in the Effective Psychotherapist."},
      {
        "id":"ED286099",
        "title":"Career Success: An Exploratory Study of Managers."},
      {
        "id":"ED286100",
        "title":"Technological Innovation and Strategic Human Resource Management: Developing a Theory."},
      {
        "id":"ED286105",
        "title":"Interpersonal Process Recall (IPR): Uses in Training Trauma Counselors."},
      {
        "id":"ED286107",
        "title":"Joining Incarcerated Mothers with Their Children: Evaluation of the Lancaster Visiting Cottage Program: Executive Summary."},
      {
        "id":"ED286110",
        "title":"Evaluation of an Elementary School-Based Alcohol Misuse Prevention Program."},
      {
        "id":"ED286111",
        "title":"Individual and Organizational Predictors of High School Track Placement."},
      {
        "id":"ED286112",
        "title":"Counseling Underachievers: A Counselor's Guide to Helping Students Improve Their Academic Performance."},
      {
        "id":"ED286113",
        "title":"VA and HRS Local Coordination of Florida's Home-Based Services to the Elderly."},
      {
        "id":"ED286114",
        "title":"Support for Maintaining Independence in the Elderly--Future Requirements and Solutions: Florida's TEACH Demonstration Project--Home-Based, Case Management Services to the Medically Dependent Elderly and Their Caregivers--What We Hope To Learn."},
      {
        "id":"ED286115",
        "title":"The Influence of Peer Culture on College Student Values."},
      {
        "id":"ED286116",
        "title":"The Crisis in Homelessness: Effects on Children and Families. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED286117",
        "title":"Stewart B. McKinney Homeless Assistance Act. Conference Report To Accompany H.R. 558. House of Representatives, 100th Congress, 1st Session."},
      {
        "id":"ED286118",
        "title":"Employment-Focused Programs for Adolescent Mothers."},
      {
        "id":"ED286119",
        "title":"Health Care Marketing: Opinions of Providers. North Dakota Economic Studies, Number 46."},
      {
        "id":"ED286122",
        "title":"Child Abuse and Neglect in America: The Problem and the Response. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED286123",
        "title":"State Plan for the Prevention of Child Abuse and Neglect."},
      {
        "id":"ED286124",
        "title":"At-Risk Youth Planning Document for the State Board of Education and the Oregon Department of Education."},
      {
        "id":"ED286130",
        "title":"Professional Interests and Scholarly Productivity of Clinical Psychology Graduate Students."},
      {
        "id":"ED286132",
        "title":"San Mateo County's Server Information Program (S.I.P.): A Community-Based Alcohol Server Training Program."},
      {
        "id":"ED286133",
        "title":"Employee Assistance Program Cost Containment through the Utilization of Community-Based, Social Model Treatment Providers."},
      {
        "id":"ED286134",
        "title":"A Preliminary Analysis of the Effects of Individual Difference Characteristics and Knowledge of Results on Perceptions of Leader Behavior."},
      {
        "id":"ED286135",
        "title":"The Effectiveness of Immediate versus Delayed Cognitive-Behavioral Treatment of Depression."},
      {
        "id":"ED286138",
        "title":"Measurement of Client Preferences for Therapist Behavior."},
      {
        "id":"ED286146",
        "title":"Have a Bearable Summer-Read: An Activity Guide."},
      {
        "id":"ED286147",
        "title":"Have a Bearable Summer: '86 Summer Reading Program Planning Manual."},
      {
        "id":"ED286148",
        "title":"Your Library--Greatest Show of All! A Planning Manual."},
      {
        "id":"ED286150",
        "title":"Parental Influence and Involvement on Reading Achievement."},
      {
        "id":"ED286151",
        "title":"Needed: A Better Link between the Learning Center and the Classroom."},
      {
        "id":"ED286153",
        "title":"Literacy: The Challenge for Business."},
      {
        "id":"ED286154",
        "title":"Project Literacy U.S. (PLUS): Information and Resources for Task Forces."},
      {
        "id":"ED286155",
        "title":"On the Front Lines: A Comparison of Reading Instruction Programs in Two South Carolina Schools."},
      {
        "id":"ED286156",
        "title":"Levels of Phonological Awareness."},
      {
        "id":"ED286160",
        "title":"Your Library--Greatest Show of All! Activity Manual."},
      {
        "id":"ED286161",
        "title":"Developmental Changes in the Understanding of Simple and Complex Causal Relations in Stories."},
      {
        "id":"ED286163",
        "title":"An Evaluation of the Effectiveness of Computer-Assisted Component Reading Subskills Training. Education and Technology Series."},
      {
        "id":"ED286164",
        "title":"It Matters if They Read: Evaluation of Ten Age-Paced Parent Education Home Learning Programs."},
      {
        "id":"ED286166",
        "title":"Eye Movement Control during Reading: I. The Location of Initial Eye Fixations on Words. Technical Report No. 406."},
      {
        "id":"ED286167",
        "title":"The Acquisition of English Derivational Morphology. Technical Report No. 407."},
      {
        "id":"ED286174",
        "title":"The Impact of Intercity Competition on Daily Newspaper Content."},
      {
        "id":"ED286175",
        "title":"The Impact of Central City Newspaper Market Structure on Suburban Newspaper Existence and Circulation."},
      {
        "id":"ED286176",
        "title":"Satellite News Feeds: Protecting a Transient Interest."},
      {
        "id":"ED286177",
        "title":"Changes in United States Advertising 1976-1986 (a la Studs Terkel)."},
      {
        "id":"ED286178",
        "title":"Online Databases and Newspapers: An Assessment of Utilization and Attitudes."},
      {
        "id":"ED286180",
        "title":"Writing Instruction in Colleges and Universities: A Survey from 1975-76 to 1985-86."},
      {
        "id":"ED286182",
        "title":"Making T. S. Eliot Easier: Images as the Key to Understanding."},
      {
        "id":"ED286184",
        "title":"Approaching the Concept of Discourse Community."},
      {
        "id":"ED286185",
        "title":"Activating Latent Writing Strategies."},
      {
        "id":"ED286187",
        "title":"The Portland Writing Project in the Portland Public Schools, Evaluation Report, 1986-87."},
      {
        "id":"ED286188",
        "title":"Learning Disabled College Writers Project, Evaluation Report, 1985-86."},
      {
        "id":"ED286189",
        "title":"Autobiography as Representative Anecdote: A Burkean Paradigm for Research on Literacy Cultures."},
      {
        "id":"ED286193",
        "title":"Literacy and Locality."},
      {
        "id":"ED286196",
        "title":"Grade 6 English Language Arts Student Achievement Testing Program Bulletin. 1987-88 School Year."},
      {
        "id":"ED286197",
        "title":"Grade 6 English Language Arts Curriculum Specifications."},
      {
        "id":"ED286198",
        "title":"Junior High Language Arts Curriculum Guide."},
      {
        "id":"ED286199",
        "title":"Grade 12 Diploma Examinations Program Bulletin. English 30 &amp; English 33. 1987-88 School Year."},
      {
        "id":"ED286200",
        "title":"Talking into Writing: Exercises for Basic Writers."},
      {
        "id":"ED286201",
        "title":"The Buddy System: A Step toward More Reliable Grading."},
      {
        "id":"ED286202",
        "title":"Basic Writing: Breaking through the Barriers of Apathy and Fear."},
      {
        "id":"ED286204",
        "title":"Recommended English Language Arts Curriculum Guides, K-12, 1987."},
      {
        "id":"ED286205",
        "title":"How Writing Shapes Thinking: A Study of Teaching and Learning. NCTE Research Report No. 22."},
      {
        "id":"ED286207",
        "title":"A Note on the Rise of the Corporate Mind in Composition Teaching. Revised."},
      {
        "id":"ED286208",
        "title":"From Self to World: An Exploratory Approach to Writing across the Curriculum."},
      {
        "id":"ED286209",
        "title":"The Politics of Peer Review in a Nonacademic Setting."},
      {
        "id":"ED286212",
        "title":"Child to Parent Disclosure, General-Disclosiveness, and Loneliness."},
      {
        "id":"ED286213",
        "title":"Case Studies of the AIA Movement."},
      {
        "id":"ED286216",
        "title":"Competence, Expertise, and Accountability: Classical Foundations of the Cult of Expertise."},
      {
        "id":"ED286218",
        "title":"Fact and Fancy in Relationship Evolution Research: Commentaries and Suggestions for Future Research."},
      {
        "id":"ED286219",
        "title":"Emblematic Gestures among Hebrew Speakers in Israel."},
      {
        "id":"ED286221",
        "title":"Communication across the Curriculum: A Common Essential Learning for Saskatchewan Students. A Study Completed for Saskatchewan Education Core Curriculum Investigation Project. Summary Paper."},
      {
        "id":"ED286222",
        "title":"The Trouble with Internships."},
      {
        "id":"ED286223",
        "title":"Paradigmatic and Presumptive Shifts: Thomas Kuhn and Richard Whately in Tandem."},
      {
        "id":"ED286226",
        "title":"Eighties' Film Noir: An Analysis of the Use of the &quot;Double&quot; in &quot;Miami Vice's&quot; Second and Third Seasons."},
      {
        "id":"ED286227",
        "title":"Speech and Technical Writing: A Combined Approach."},
      {
        "id":"ED286230",
        "title":"Oklahoma Speech/Drama Teacher Preparation."},
      {
        "id":"ED286231",
        "title":"The Rhetorical Icon: Toward an Iconological Theory of U.S. Foreign Policy."},
      {
        "id":"ED286234",
        "title":"God's Line Is Never Busy: Stories and Metaphors in Two Southern Appalachian Churches."},
      {
        "id":"ED286237",
        "title":"Researching Sex Roles in Human Communication: An Annotated Bibliography."},
      {
        "id":"ED286238",
        "title":"Mock Jury Decision Process as a Function of Assigned Social Decision Rule."},
      {
        "id":"ED286241",
        "title":"The Uncomfortable Marriage: Evangelism and Feminism's Fight against &quot;Dirty Books.&quot;"},
      {
        "id":"ED286242",
        "title":"Control and Communication in Provider-Patient Relationships."},
      {
        "id":"ED286243",
        "title":"A Comparative Study of the Effect of Subliminal Messages on Public Speaking Ability."},
      {
        "id":"ED286244",
        "title":"Inferential Judgments Affecting the Decision-Making Process in the Attorney General's Commission on Pornography."},
      {
        "id":"ED286245",
        "title":"But I Just Said That. Weren't You Listening?"},
      {
        "id":"ED286252",
        "title":"An Analytic Study of the Efficacy of Black-and-White Pictorial Instruction on Achievement."},
      {
        "id":"ED286256",
        "title":"Statewide Education Databases: Policy Issues. Discussion Draft."},
      {
        "id":"ED286257",
        "title":"Collective Communications: A Prescription for Success."},
      {
        "id":"ED286261",
        "title":"The Regional High School of Excellence Study Project. Northern Chautauqua County, 1985-1987."},
      {
        "id":"ED286263",
        "title":"School Organization and the Quality of Schooling: A Study of Victorian Government Secondary Schools. ACER Research Monograph No. 29."},
      {
        "id":"ED286265",
        "title":"Leaders for America's Schools. The Report of the National Commission on Excellence in Educational Administration."},
      {
        "id":"ED286266",
        "title":"The Effectiveness of Selective and Non-Selective Schools: An Experiment of Nature."},
      {
        "id":"ED286267",
        "title":"The Impact of a District-Wide Staff Development Effort on Secondary School Principals' Perceptions of Their Role."},
      {
        "id":"ED286268",
        "title":"Labor Market Experience of Teenagers with and without High School Diplomas."},
      {
        "id":"ED286271",
        "title":"Implicit Theory of Leadership among Educators."},
      {
        "id":"ED286272",
        "title":"Contextual Differences in Effective Schooling in Louisiana."},
      {
        "id":"ED286273",
        "title":"Enrollment Expansion in Postwar Japan. International Publication Series No. 1."},
      {
        "id":"ED286274",
        "title":"Closing the Loop--Improving Energy Management in Schools. Energy Research Group Report."},
      {
        "id":"ED286276",
        "title":"Complexities in the Evaluation of Principals: The Relationship between Satisfaction with Evaluation Processes, Criteria, and Sources of Information."},
      {
        "id":"ED286277",
        "title":"Using School Climate Assessments: An Approach to Collaborative School Improvement."},
      {
        "id":"ED286280",
        "title":"Scenarios as Research Tools for Investigating Social Issues. Studies in Educational Administration Number 45."},
      {
        "id":"ED286282",
        "title":"Chicago Public High Schools: How Their Students' Low Income, Reading Scores, and Attendance Rates Relate to Dropout Level and Type of School. First Report to the Illinois State Board of Higher Education in Response to PA 84-712 of the 84th Illinois General Assembly--&quot;The Educational Partnership Act.&quot;"},
      {
        "id":"ED286286",
        "title":"Performance-Based Compensation Models: Status and Potential for Implementation."},
      {
        "id":"ED286294",
        "title":"Relation of Infant Vision to Early Cognitive and Language Status."},
      {
        "id":"ED286295",
        "title":"Ecological Inventory Exemplars."},
      {
        "id":"ED286296",
        "title":"Adminstrators' and Teachers' Attitudes Toward Mainstreaming."},
      {
        "id":"ED286297",
        "title":"Peer Social Behavior in Preschool Hearing Impaired Children: Comparisons and Models."},
      {
        "id":"ED286299",
        "title":"A Selective Review of the Professional Literature Concerning the Transition Process of Learning Disabled Adolescents and Adults."},
      {
        "id":"ED286300",
        "title":"Academic Self-Concept of Gifted and Average Achieving Students: A Two Year Study."},
      {
        "id":"ED286301",
        "title":"Adaptive Behavioral Outcomes in Adolescents with Developmental Language Disorders."},
      {
        "id":"ED286302",
        "title":"Formats for Assessing Students' Self-Assessment Abilities."},
      {
        "id":"ED286304",
        "title":"Interagency Cooperation for Teacher Training."},
      {
        "id":"ED286305",
        "title":"Applications of Microcomputers in Early Childhood Special Education."},
      {
        "id":"ED286308",
        "title":"Test Preparation and Test Taking Techniques. Postsecondary Intervention Model for Learning Disabilities. Study Manual #1."},
      {
        "id":"ED286309",
        "title":"Word Study: A Problem-Solving Strategy for Reading Comprehension. Postsecondary Intervention Model for Learning Disabilities. Study Manual #2."},
      {
        "id":"ED286310",
        "title":"Writing: The Research Paper. Postsecondary Intervention Model for Learning Disabilities. Study Manual #3."},
      {
        "id":"ED286311",
        "title":"Self-Advocacy and Assertiveness for the Learning Disabled College Student and How To Use Self-Advocacy Skills. Postsecondary Intervention Model for Learning Disabilities. Study Manual #4 and Study Manual #4, Part II."},
      {
        "id":"ED286312",
        "title":"Career Development for Persons with Learning Disabilities. Postsecondary Intervention Model for Learning Disabilities. Study Manual #5."},
      {
        "id":"ED286317",
        "title":"Integrating Communication, Computer Access, Environmental Control & Mobility."},
      {
        "id":"ED286319",
        "title":"The Connecticut Special Education Network for Software Evaluation (ConnSENSE)."},
      {
        "id":"ED286320",
        "title":"An Improved Row/Column Scanning System."},
      {
        "id":"ED286322",
        "title":"Employment Opportunities for the Handicapped in Programmable Automation."},
      {
        "id":"ED286327",
        "title":"Establishing a Computer Network for Connecticut."},
      {
        "id":"ED286333",
        "title":"I'M SPECIAL Network. Final Report. National Dissemination Model for the I'M SPECIAL Program of Physical Education for the Handicapped, 1983-1986."},
      {
        "id":"ED286334",
        "title":"Developing and Improving Your Total Special Education System. Volume 1."},
      {
        "id":"ED286335",
        "title":"The Methodology and Outcomes of Research on Modifying Attitudes Toward Persons with Disabilities: A Comprehensive, Systematic Review."},
      {
        "id":"ED286337",
        "title":"Preschool Evaluation Report: Year 1 Report."},
      {
        "id":"ED286338",
        "title":"Evaluation of the Dade-Monroe Multiagency Network for Severely Emotionally Disturbed Students."},
      {
        "id":"ED286351",
        "title":"L1 Writing for ESOL Composition."},
      {
        "id":"ED286355",
        "title":"[Dr. Winkelmann Stories. Parts 1-6.]"},
      {
        "id":"ED286356",
        "title":"Mahlzeit! (Enjoy Your Meal!) German Table Manners, Menus, and Eating Establishments."},
      {
        "id":"ED286357",
        "title":"Ihr Ticket fur Munchen (Your Ticket to Munich)."},
      {
        "id":"ED286361",
        "title":"Visitors Abroad."},
      {
        "id":"ED286362",
        "title":"Volkstanze (Folk Dances)."},
      {
        "id":"ED286363",
        "title":"Driver Training in the Federal Republic of Germany. Support Material [and] Test Pamphlets."},
      {
        "id":"ED286366",
        "title":"Teacher as Researcher."},
      {
        "id":"ED286367",
        "title":"What Variability Can Reveal: Translating into the Foreign Language."},
      {
        "id":"ED286370",
        "title":"The Language Problem in Science and the Role of the International Language Esperanto. Esperanto Documents 38 A."},
      {
        "id":"ED286371",
        "title":"L'Education et l'information juridiques dans un contexte bilingue. Etude exploratrice sur la comprehension populaire des lois (Legal Education and Information in a Bilingual Context. Exploratory Study on the Popular Understanding of Laws)."},
      {
        "id":"ED286373",
        "title":"The Difference between Task Understanding and Reasoning Skills in Children's Syllogistic Performance."},
      {
        "id":"ED286380",
        "title":"Interfaces. Working Papers in Linguistics No. 32."},
      {
        "id":"ED286381",
        "title":"Finnish Particle Clitics and General Clitic Theory. Working Papers in Linguistics No. 33."},
      {
        "id":"ED286382",
        "title":"Studies on Language Change. Working Papers in Linguistics No. 34."},
      {
        "id":"ED286383",
        "title":"A Festschrift for Ilse Lehiste. Working Papers in Linguistics No. 35."},
      {
        "id":"ED286394",
        "title":"Revisiting Hutchins and &quot;The Higher Learning in America.&quot;"},
      {
        "id":"ED286398",
        "title":"Leadership Education '87: A Source Book for Those Planning Programs and Teaching Courses in Leadership."},
      {
        "id":"ED286400",
        "title":"Data Base Development for Effective Enrollment Management."},
      {
        "id":"ED286402",
        "title":"Campus Trends, 1987. Higher Education Panel Report Number 75."},
      {
        "id":"ED286405",
        "title":"Access and Advisement in Irish Higher Education: An American Perspective."},
      {
        "id":"ED286407",
        "title":"Changes in Achievement Levels and Attendance in Postsecondary Schools: A Technical Note."},
      {
        "id":"ED286411",
        "title":"Reflections on the Status of Women Faculty: Part-Timers in Baccalaureate Nursing Programs."},
      {
        "id":"ED286413",
        "title":"College Faculty Salaries, 1976-1986. OERI Bulletin, August 1987."},
      {
        "id":"ED286415",
        "title":"Post-Graduate Education in the 1980s."},
      {
        "id":"ED286420",
        "title":"Trends in Bachelors and Higher Degrees, 1975-1985."},
      {
        "id":"ED286421",
        "title":"Higher Education Amendments of 1986. Conference Report to Accompany S. 1965. House of Representatives, 99th Congress, 2nd Session."},
      {
        "id":"ED286422",
        "title":"Nursing Shortage Reduction Act of 1987. Report to Accompany S. 1402. Senate, 100th Congress, 1st Session."},
      {
        "id":"ED286424",
        "title":"College Costs and Student Aid."},
      {
        "id":"ED286425",
        "title":"The Higher Education Act of 1965 as Amended through P.L. 97-301. Recommendations for Reauthorization."},
      {
        "id":"ED286426",
        "title":"The Student Flow Model: Issues and Recommendations."},
      {
        "id":"ED286428",
        "title":"Mandatory Student Health Insurance: An Investigation."},
      {
        "id":"ED286429",
        "title":"Report of the Statewide High School Post-Graduate Survey, Class of 1986."},
      {
        "id":"ED286430",
        "title":"Responding to Section III of the Southern Association's &quot;Criteria for Accreditation&quot;: A Working Paper."},
      {
        "id":"ED286433",
        "title":"Student Fees: The Politics of Funding Recreation Facilities."},
      {
        "id":"ED286435",
        "title":"Assessment and Remediation Issues in Articulation."},
      {
        "id":"ED286437",
        "title":"Formal Recognition of Employer-Sponsored Instruction: Conflict and Collegiality in Postsecondary Education. ASHE-ERIC Higher Education Report No. 3, 1987."},
      {
        "id":"ED286438",
        "title":"Agreement between the Board of Regents of Higher Education and the Massachusetts Teachers Association/NEA, State Colleges of Massachusetts, April 23, 1977-June 30, 1989."},
      {
        "id":"ED286439",
        "title":"Collective Bargaining Agreement between Montana University System and the Northern Montana College Federation of Teachers, July 1, 1985-June 30, 1987."},
      {
        "id":"ED286441",
        "title":"Agreement between the Rhode Island Board of Governors and Rhode Island College Chapter of the American Federation of Teachers AFL/CIO Local #1819, 1985-87."},
      {
        "id":"ED286442",
        "title":"Agreement between the Board of Trustees of the University of Massachusetts on Behalf of the Board of Regents of Higher Education and the Massachusetts Society of Professors Faculty Staff Union/MTA/NEA."},
      {
        "id":"ED286443",
        "title":"Agreement between the Board of Trustees of the California State University and the California Faculty Association, Unit 3, Faculty, July 1, 1987-June 30, 1991."},
      {
        "id":"ED286444",
        "title":"Agreement between Board of Trustees of Nebraska State Colleges and the State College Education Association, July 1, 1986-June 30, 1989."},
      {
        "id":"ED286445",
        "title":"Agreement between The State of New York and United University Professions, 1985-1988."},
      {
        "id":"ED286447",
        "title":"Agreement between Youngstown State University and Youngstown State University Chapter of the Ohio Education Association, 1986-1989."},
      {
        "id":"ED286448",
        "title":"A Master Agreement between the State of Iowa Board of Regents and the Uni-United Faculty of University of Northern Iowa, July 1, 1987-June 30, 1989."},
      {
        "id":"ED286449",
        "title":"Agreement between University of Hawaii Professional Assembly and the Board of Regents of the University of Hawaii, 1987-1989."},
      {
        "id":"ED286451",
        "title":"Agreement between Western Oregon State College Federation of Teachers and Western Oregon State College, July 1, 1985-June 30, 1987."},
      {
        "id":"ED286454",
        "title":"Collective Bargaining Agreement between Western Montana College Faculty Association (Local 4323, MFT, AFT, AFL-CIO) and the Board of Regents of Higher Education, Montana University System, July 1, 1985-June 30, 1987."},
      {
        "id":"ED286455",
        "title":"Agreement between Association of Pennsylvania State College and University Faculties (APSCUF) and State System of Higher Education (SSHE), July 1, 1985-June 30, 1987."},
      {
        "id":"ED286460",
        "title":"Higher Education Administrative Costs: Continuing the Study."},
      {
        "id":"ED286463",
        "title":"Educational Computing and Cognitive Skills: Curricular Issues and Prolog Prospects."},
      {
        "id":"ED286467",
        "title":"Meeting the Challenge: Computers and Higher Order Thinking. A Research Agenda. Program Report 86-15. Report of a Research Conference Held at the National Academy of Sciences (Washington, DC, October 31-November 1, 1985)."},
      {
        "id":"ED286474",
        "title":"Measuring Computer Literacy in Colleges of Agriculture: Results, Conclusions and Implications."},
      {
        "id":"ED286475",
        "title":"OERI Directory of Computer Tapes. May 1987 and Supplement. September 1987."},
      {
        "id":"ED286476",
        "title":"The Recognition of Melodies by Humans and by Machine."},
      {
        "id":"ED286478",
        "title":"Working with Computers: Computer Orientation for Foreign Students."},
      {
        "id":"ED286482",
        "title":"Distance Education for Teaching Map Use Skills: An Introduction."},
      {
        "id":"ED286484",
        "title":"Evaluation of the 1983-84 ECIA, Chapter II Computer Education Project."},
      {
        "id":"ED286485",
        "title":"Evaluation of the Media Services Program."},
      {
        "id":"ED286487",
        "title":"Open Portal Schools: The Real Impact of Computer-Based Education."},
      {
        "id":"ED286488",
        "title":"A Personal Experience with Computer Conferencing: Problems and Possibilities."},
      {
        "id":"ED286490",
        "title":"Reading on Television?"},
      {
        "id":"ED286492",
        "title":"Laser Videodiscs and the Curriculum."},
      {
        "id":"ED286493",
        "title":"Machine Dreams: Computers in the Fantasies of Young Adults."},
      {
        "id":"ED286494",
        "title":"Software Evaluation: How to Winnow the Wheat from the Chaff."},
      {
        "id":"ED286496",
        "title":"Developing Teaching Expertise Where It Matters: Radio-Assisted Practice as an Application of Skills Psychology."},
      {
        "id":"ED286497",
        "title":"Distance Education: Index to ERIC Papers, 1966-1985. Volume One: ED Documents."},
      {
        "id":"ED286500",
        "title":"Library Staffing Needs in the California State University. A Report of the Task Force on Library Staffing."},
      {
        "id":"ED286502",
        "title":"NCIP: Means to an End. Minutes of the Meeting of the Association of Research Libraries (109th, Washington, D.C., October 22-23, 1986)."},
      {
        "id":"ED286503",
        "title":"Preservation Planning Program. Study Report. Iowa State University Library. Final Report."},
      {
        "id":"ED286504",
        "title":"Criteria for Excellence for School Library Programs."},
      {
        "id":"ED286507",
        "title":"Using the School Library."},
      {
        "id":"ED286509",
        "title":"CALTAC-WILL 1985-1986. Including CALTAC-WILL 1983-1985. Proceedings of Three Series of Regional Workshops in Library Leadership (California, 1983-1986)."},
      {
        "id":"ED286513",
        "title":"The Need for Librarians in California: Report on a Survey of the State&apos;s Libraries."},
      {
        "id":"ED286514",
        "title":"A Position Paper on Continuing Education within the Profession of Library and Information Science."},
      {
        "id":"ED286515",
        "title":"A Summary and Evaluation of the California Literacy Campaign Retreat (Asilomar, California, February 25-27, 1987)."},
      {
        "id":"ED286516",
        "title":"Proceedings of the Symposium on Public Access to Federal Government Information (Salt Lake City, Utah, February 7, 1986)."},
      {
        "id":"ED286517",
        "title":"Abstracts and Indexes Cataloging Project Report."},
      {
        "id":"ED286519",
        "title":"ASQ: Asking Significant Questions. Alternative Tools for Information Need and Accountability Assessments by Libraries."},
      {
        "id":"ED286521",
        "title":"Desktop Publishing: A Sober Second Look at the Latest Local Production Fad."},
      {
        "id":"ED286522",
        "title":"ERIC SilverPlatter: Is It User Friendly?"},
      {
        "id":"ED286524",
        "title":"Library Research Guide for International Students."},
      {
        "id":"ED286534",
        "title":"Annual Report of the Librarian of Congress, 1986. For the Fiscal Year Ending September 30, 1986."},
      {
        "id":"ED286535",
        "title":"The Library of Congress 1986. A Brief Summary of the Major Activities for the Fiscal Year Ending September 30, 1986."},
      {
        "id":"ED286540",
        "title":"Less-Than-4-Year Awards in Institutions of Higher Education: 1983-85."},
      {
        "id":"ED286541",
        "title":"A \"Student-Based\" Catalog and Career Decision Guide."},
      {
        "id":"ED286547",
        "title":"Issues in Student Assessment. New Directions for Community Colleges, Number 59."},
      {
        "id":"ED286550",
        "title":"The Status of the Transfer Function. ERIC Digest."},
      {
        "id":"ED286551",
        "title":"Educational Accountability. ERIC Digest."},
      {
        "id":"ED286552",
        "title":"Methods of Securing Alternative Funding for Community Colleges. ERIC Digest."},
      {
        "id":"ED286553",
        "title":"Student Assessment: Humanities. ERIC Digest."},
      {
        "id":"ED286554",
        "title":"Student Assessment: Literacy. ERIC Digest."},
      {
        "id":"ED286555",
        "title":"Student Assessment: Science. ERIC Digest."},
      {
        "id":"ED286556",
        "title":"Student Assessment: Social Science. ERIC Digest."},
      {
        "id":"ED286557",
        "title":"Controversies Surrounding Developmental Education in the Community College. ERIC Digest."},
      {
        "id":"ED286558",
        "title":"Enrollment Management. ERIC Digest."},
      {
        "id":"ED286559",
        "title":"High School-Community College Collaboration. ERIC Digest."},
      {
        "id":"ED286560",
        "title":"A Study of the Relationship among Placement Test Scores and Gender and Ethnicity of Students in Three Insufficient Academic Progress Groups at the End of Fall Quarter, 1985. General College Studies."},
      {
        "id":"ED286561",
        "title":"A Profile of EOPS: Report of the 1986-87 Operational Program Reviews."},
      {
        "id":"ED286566",
        "title":"Student Outcomes Study. Year One, Final Report."},
      {
        "id":"ED286567",
        "title":"Course Standards Handbook."},
      {
        "id":"ED286571",
        "title":"Maricopa Community Colleges Alumni Study, 1986-87."},
      {
        "id":"ED286572",
        "title":"A Countywide Adult Basic Education Program. Final Report, 1986-1987."},
      {
        "id":"ED286573",
        "title":"Videodisc Education in Adult Basic Education. A 310 Special Demonstration Project, 1986-1987. Final Report."},
      {
        "id":"ED286574",
        "title":"AzALL: Arizona Adult Literacy Line, 1986-1987. Final Report."},
      {
        "id":"ED286575",
        "title":"ABET: Adult Basic Education Tele-teacher. A 310/Special Demonstration Project, 1986-87. Final Report."},
      {
        "id":"ED286576",
        "title":"Report to Parents: A Collection."},
      {
        "id":"ED286579",
        "title":"Children in Blended and Step Families. Foundation for Child and Youth Studies Selected Papers Number 44."},
      {
        "id":"ED286580",
        "title":"Fantasy, Lies and Imaginary Companions. Foundation for Child and Youth Studies Selected Papers Number 45."},
      {
        "id":"ED286581",
        "title":"Home Environment Factors as Predictors of Child Adjustment in Mother-Employed Households: Results of a Nationwide Study."},
      {
        "id":"ED286583",
        "title":"Gender Constancy: A Realistic Approach."},
      {
        "id":"ED286586",
        "title":"Public Schools and Young Children: A Report of the First National Survey of Public School Districts Regarding Their Early Childhood Programs."},
      {
        "id":"ED286589",
        "title":"Children's Awareness of Actions: Getting a Hand on Consciousness."},
      {
        "id":"ED286590",
        "title":"Internal Representations of Attachment in Six-Year-Olds"},
      {
        "id":"ED286591",
        "title":"Toward Motivation To Learn: Explorations of Classrooms with a Learning Orientation."},
      {
        "id":"ED286592",
        "title":"Applying Automation to Investigations of Child Abuse. Impact Evaluation Report on the Case Decision Project (September 1, 1984, to August 31, 1986)."},
      {
        "id":"ED286594",
        "title":"From General Theories to Specific Models: Successive Approximations to a Working-Memory Model of the Planning of Children's Drawings."},
      {
        "id":"ED286595",
        "title":"A People Extra: North Dakota and United States Situational Issues Related to and Influences upon--Families (Single Persons, Single Parents, Parent-Child, Married)."},
      {
        "id":"ED286596",
        "title":"Values and Affectivity from a Piagetian Point of View."},
      {
        "id":"ED286598",
        "title":"Kindergarten Issues: A Position Paper."},
      {
        "id":"ED286599",
        "title":"Guidelines for Implementing the 240-Minute Kindergarten Program."},
      {
        "id":"ED286600",
        "title":"Child Health Practices Reported by Day Care Center Parents: Implications for Early Childhood Educators."},
      {
        "id":"ED286602",
        "title":"The Conception of Preconventional Morality: Some Further Doubts."},
      {
        "id":"ED286603",
        "title":"Iowa Family Day Care Handbook. 3rd Edition."},
      {
        "id":"ED286605",
        "title":"Children's Perception of Musical Sequences."},
      {
        "id":"ED286614",
        "title":"Contrasting Childrearing Beliefs: Mothers and Preschool Teachers in Mexico."},
      {
        "id":"ED286618",
        "title":"Assertive Discipline: What Do We Really Know?"},
      {
        "id":"ED286628",
        "title":"Longitudinal Study of Maternal Psychosocial Characteristics and Child School Adaptation."},
      {
        "id":"ED286631",
        "title":"Family Day Care: An Option for Rural Communities."},
      {
        "id":"ED286632",
        "title":"The Child Care Food Program and Family Day Care: A How-To Manual."},
      {
        "id":"ED286634",
        "title":"Contextual Thinking: The Most Basic of the Cognitive Skills."},
      {
        "id":"ED286635",
        "title":"Final Evaluation Report. 1986-87 Early Childhood Development Program."},
      {
        "id":"ED286636",
        "title":"Toddler Help-Seeking as a Function of Age and Social Context."},
      {
        "id":"ED286637",
        "title":"Measuring Divergent Thinking Ability of Preschool Children Using Demonstrative as Well as Verbalized Responses."},
      {
        "id":"ED286639",
        "title":"Age and Sex Differences in Choice of Consultant for Various Types of Problems."},
      {
        "id":"ED286640",
        "title":"The Effects of Familiarity on the Success of Children's Help-Seeking."},
      {
        "id":"ED286643",
        "title":"Programs That Work: Early Childhood Education Plan Continuing Programs."},
      {
        "id":"ED286645",
        "title":"Early Childhood Teachers' Affectionate Behavior: Differential Expression to Female Children, Male Children, and Groups of Children."},
      {
        "id":"ED286648",
        "title":"On the Relation of Reasoning and Rationality."},
      {
        "id":"ED286649",
        "title":"Early Childhood Development Program, 1986-87. Interim Evaluation Report."},
      {
        "id":"ED286651",
        "title":"Steps to Independence: A Resource Guide for Parents of Young Children."},
      {
        "id":"ED286653",
        "title":"Enhancing Children's Acceptance of Diverse Peers: Interaction Patterns in Two Mainstreamed Multicultural Day Care Centers."},
      {
        "id":"ED286655",
        "title":"Maternal Employment, Maternal Role Satisfaction and Early Adolescent Outcomes."},
      {
        "id":"ED286656",
        "title":"Development of Sex Constancy: The Role of Language."},
      {
        "id":"ED286659",
        "title":"Parental Discipline Behaviors, Subjective Parental Situation Perceptions and Objective Characteristics of Discipline Situations."},
      {
        "id":"ED286660",
        "title":"Implicit Causality in Verbal Descriptions of Adult-Infant Interaction."},
      {
        "id":"ED286663",
        "title":"Native Library Resources for Elementary, Junior and Senior High Schools."},
      {
        "id":"ED286664",
        "title":"Innovation in Primary School Construction: Maldives Community Schools. Educational Building Report 12."},
      {
        "id":"ED286667",
        "title":"Selected Topics in Peace Corps Training."},
      {
        "id":"ED286668",
        "title":"Identifying Anglo, Mexican American and American Indian Respondents for a Study of Recent Widows: Suggestions for Future Researchers. Working Paper No. 23."},
      {
        "id":"ED286669",
        "title":"The Social and Economic Significance of Human Migration in the Western Region. Bulletin 859."},
      {
        "id":"ED286672",
        "title":"Facilitator's Guide to Staff Training for the Rural America Series. Introduction. Research and Development Series No. 149A."},
      {
        "id":"ED286673",
        "title":"Facilitator's Guide to Staff Training for the Rural America Series. Module 1: Understanding the Need. Research and Development Series No. 149B."},
      {
        "id":"ED286674",
        "title":"Facilitator's Guide to Staff Training for the Rural America Series. Module II: Initial Planning. Research and Development Series No. 149C."},
      {
        "id":"ED286675",
        "title":"Facilitator's Guide to Staff Training for the Rural America Series. Module III: Needs Assessment. Research and Development Series No. 149D."},
      {
        "id":"ED286676",
        "title":"Facilitator's Guide to Staff Training for the Rural America Series. Module IV: Behavioral and Program Objectives. Research and Development Series No. 149E."},
      {
        "id":"ED286677",
        "title":"Facilitator's Guide to Staff Training for the Rural America Series. Module V: Resources. Research and Development Series No. 149F."},
      {
        "id":"ED286678",
        "title":"Facilitator's Guide to Staff Training for the Rural America Series. Module VI: Career Guidance Practices. Research and Development Series No. 149G."},
      {
        "id":"ED286679",
        "title":"Facilitator's Guide to Staff Training for the Rural America Series. Module VII. Counseling. Research and Development Series No. 149H."},
      {
        "id":"ED286680",
        "title":"Facilitator's Guide to Staff Training for the Rural America Series. Module VIII: Placement. Research and Development Series No. 149I."},
      {
        "id":"ED286681",
        "title":"Facilitator's Guide to Staff Training for the Rural America Series. Module IX: Staff Development. Research and Development Series No. 149J."},
      {
        "id":"ED286682",
        "title":"Facilitator's Guide to Staff Training for the Rural America Module X: Community Relations and Involvement. Research and Development Series No. 149K."},
      {
        "id":"ED286683",
        "title":"Facilitator's Guide to Staff Training for the Rural America Series. Module XI: Community Perspectives. Research and Development Series No. 149L."},
      {
        "id":"ED286684",
        "title":"Facilitator's Guide to Staff Training for the Rural America Series. Module XII: Evaluation. Research and Development Series No. 149M."},
      {
        "id":"ED286685",
        "title":"Facilitator's Guide to Staff Training for the Rural America Series. Module XIII: Cooperative Agreements with Business, Industry and Labor. Research and Development Series No. 149N."},
      {
        "id":"ED286686",
        "title":"Facilitator's Guide to Staff Training for the Rural America Series. Module XIV: Case Studies. Research and Development Series No. 149O."},
      {
        "id":"ED286687",
        "title":"Facilitator's Guide to Staff Training for the Rural America Series. Appendix A: Evaluation Procedures and Multiple Day Workshop Questionnaire. Research and Development Series No. 149P."},
      {
        "id":"ED286688",
        "title":"Facilitator's Guide to Staff Training for the Rural America Series. Participant Materials, Modules I-XIV. Research and Development Series No. 149Q."},
      {
        "id":"ED286689",
        "title":"Facilitator's Guide to Staff Training for the Rural America Series. Transparency Masters, Modules I-XIV. Research and Development Series No. 149R."},
      {
        "id":"ED286690",
        "title":"Is It Really a Man's World? Male and Female Outdoor Adventure Leaders Rate Their Competency."},
      {
        "id":"ED286691",
        "title":"Hupa Activity Book."},
      {
        "id":"ED286694",
        "title":"Resource Guide for Teachers and Health Providers."},
      {
        "id":"ED286695",
        "title":"Appalachian Regional Commission: 1986 Annual Report."},
      {
        "id":"ED286696",
        "title":"The Hispanic Population in the United States: March 1986 and 1987 (Advance Report)."},
      {
        "id":"ED286698",
        "title":"Interactive Distance Learning Technologies for Rural and Small Schools: A Resource Guide. ERIC Mini-Review."},
      {
        "id":"ED286699",
        "title":"OTA Study on Indian Health Care. Hearing before the Subcommittee on Health and the Environment of the Committee on Energy and Commerce. House of Representatives, Ninety-Ninth Congress, Second Session (February 20, 1986)."},
      {
        "id":"ED286700",
        "title":"Migrant Student Record Transfer System: What Is It and Who Uses It? ERIC Digest."},
      {
        "id":"ED286701",
        "title":"Establishing an Outdoor Education Organization. ERIC Digest."},
      {
        "id":"ED286702",
        "title":"Utilizing Available Resources at the Local Level. Fact Sheet."},
      {
        "id":"ED286703",
        "title":"Motivating American Indians into Graduate Studies. ERIC Digest."},
      {
        "id":"ED286704",
        "title":"Parents' Roles and Responsibilities in Indian Education. Fact Sheet."},
      {
        "id":"ED286705",
        "title":"Reading Skills Development of Hispanic Students in American Public Schools: Some Specific Strategies. ERIC Digest."},
      {
        "id":"ED286706",
        "title":"Farm Crisis Response: Extension and Research Activities in the North Central Region."},
      {
        "id":"ED286707",
        "title":"Second International Mathematics Study. Training Manual for Use of the Databank of the Longitudinal, Classroom Process Surveys for Population A in the IEA Second International Mathematics Study. Contractor&apos;s Report."},
      {
        "id":"ED286708",
        "title":"Second IEA Mathematics Study. Sampling Report."},
      {
        "id":"ED286709",
        "title":"Reaching Math Potential."},
      {
        "id":"ED286714",
        "title":"A Process Skills Field Guide to Teaching Life Science."},
      {
        "id":"ED286717",
        "title":"Michigan Household Hazardous Substance Handbook."},
      {
        "id":"ED286719",
        "title":"Math Space Mission. [A Product of] the Regional Math Network: A Teacher Invigoration and Curriculum Development Project."},
      {
        "id":"ED286720",
        "title":"Sports Shorts. [A Product of] the Regional Math Network: A Teacher Invigoration and Curriculum Development Project."},
      {
        "id":"ED286721",
        "title":"Quincy Market. [A Product of] the Regional Math Network: A Teacher Invigoration and Curriculum Development Project."},
      {
        "id":"ED286722",
        "title":"Chemical Demonstrations: A Sourcebook for Teachers. Volume 1."},
      {
        "id":"ED286723",
        "title":"Chemical Demonstrations: A Sourcebook for Teachers. Volume 2."},
      {
        "id":"ED286726",
        "title":"Teaching Mathematics 5 to 11."},
      {
        "id":"ED286729",
        "title":"Federal R &amp; D Funding by Budget Function. Fiscal Years 1986-88."},
      {
        "id":"ED286730",
        "title":"Alternative Certification Program for Critical Teaching Fields."},
      {
        "id":"ED286732",
        "title":"Cognitive Arithmetic: Evidence for the Development of Automaticity."},
      {
        "id":"ED286733",
        "title":"Emerging Consensus in Novice Physics Problem Solving Research."},
      {
        "id":"ED286734",
        "title":"The Effect of Teachers' Language on Students' Conceptions of the Nature of Science."},
      {
        "id":"ED286735",
        "title":"Improving Math Performance through a Peer Tutoring Program."},
      {
        "id":"ED286737",
        "title":"Technological Literacy. A Common Essential Learning for Saskatchewan Students."},
      {
        "id":"ED286739",
        "title":"Superstars II, Primary. A Standards of Excellence Curriculum Project for Primary-Level Students."},
      {
        "id":"ED286740",
        "title":"Superstars II, Intermediate. A Standards of Excellence Curriculum Project for Intermediate-Level Students."},
      {
        "id":"ED286742",
        "title":"Industrial Waste Treatment. A Field Study Training Program."},
      {
        "id":"ED286743",
        "title":"Advanced Waste Treatment. A Field Study Training Program."},
      {
        "id":"ED286744",
        "title":"A Method Experts Use To Evaluate the Validity of Models Used as Problem Representations in Science and Mathematics."},
      {
        "id":"ED286745",
        "title":"Using Analogical Reasoning to Deal with \"Deep\" Misconceptions in Physics."},
      {
        "id":"ED286746",
        "title":"Observed Methods for Generating Analogies in Scientific Problem Solving."},
      {
        "id":"ED286751",
        "title":"Science: Videotapes for Inservice Training for Active Learning. VITAL Series."},
      {
        "id":"ED286752",
        "title":"Mathematics: Videotapes for Inservice Training for Active Learning. VITAL Series."},
      {
        "id":"ED286755",
        "title":"Water Quality Instructional Resources Information System (IRIS): A Compilation of Abstracts to Water Quality and Water Resources materials. Supplement 31, 1987."},
      {
        "id":"ED286756",
        "title":"Cognitive Learning in the Environment: Secondary Students. ERIC/SMEAC Environmental Education Digest No. 1, 1987."},
      {
        "id":"ED286757",
        "title":"Secondary School Students' Comprehension of Science Concepts: Some Findings from Misconceptions Research. ERIC/SMEAC Science Education Digest No. 2, 1987."},
      {
        "id":"ED286758",
        "title":"Generation of Spontaneous Analogies by Students Solving Science Problems."},
      {
        "id":"ED286759",
        "title":"Probability Estimation and the Use and Neglect of Base-Rate Information. Technical Report."},
      {
        "id":"ED286760",
        "title":"Asbestos. LC Science Tracer Bullet."},
      {
        "id":"ED286761",
        "title":"Career Opportunities in Science and Technology. LC Science Tracer Bullet."},
      {
        "id":"ED286762",
        "title":"Biological and Health Effects of Electromagnetic (Nonionizing) Radiation. LC Science Tracer Bullet."},
      {
        "id":"ED286763",
        "title":"Acid Rain. LC Science Tracer Bullet."},
      {
        "id":"ED286764",
        "title":"Professor-Practitioner Designed Inservice Science Education."},
      {
        "id":"ED295791",
        "title":"Cognitive Technologies for Mathematics Education. Technical Report No. 37."},
      {
        "id":"ED295792",
        "title":"Proceedings of the Honors Teacher Workshop of Middle Grade Mathematics (East Lansing, Michigan, June 21-July 17, 1987)."},
      {
        "id":"ED295793",
        "title":"The Middle Grades Mathematics Project. The Challenge: Good Mathematics--Taught Well. Final Report to the National Science Foundation."},
      {
        "id":"ED295794",
        "title":"Investigations in Mathematics Education. Volume 20, Number 4. Mathematics Education Information Report."},
      {
        "id":"ED295795",
        "title":"Toward a Unified Theory of Problem Solving: A View from Physics."},
      {
        "id":"ED295796",
        "title":"Learning Style Shifts in Computer-Assisted Instructional Settings."},
      {
        "id":"ED295797",
        "title":"Yearlong Inservice Science Workshop: Its Effect on the Attitudes of Teachers K-7."},
      {
        "id":"ED295798",
        "title":"Impact Study of Energy Education Workshops on the Participants and Their Peer Teachers."},
      {
        "id":"ED295800",
        "title":"Tips for Energy Savers."},
      {
        "id":"ED295801",
        "title":"Comprehending Premises: Effects of Negations and Training among Anglos and Hispanics."},
      {
        "id":"ED295802",
        "title":"Schema Knowledge for Solving Arithmetic Story Problems: Some Affective Components."},
      {
        "id":"ED295803",
        "title":"National Patterns of Science and Technology Resources: 1987. Surveys of Science Resources Series."},
      {
        "id":"ED295804",
        "title":"The Presentation of the Concept of Variable and the Development of Problem Solving Skills: A Multi-Text Review."},
      {
        "id":"ED295805",
        "title":"Abstract Reasoning in Rotational Physics."},
      {
        "id":"ED295806",
        "title":"Mathematics/Computer Technology/Science: Myths and Realities of Student Gender as a Potential Factor in Achievement."},
      {
        "id":"ED295807",
        "title":"Effective Mathematics Teaching: Remediation Strategies: Grades K-5."},
      {
        "id":"ED295808",
        "title":"Biotechnology, Genetic Engineering and Society. Monograph Series: III."},
      {
        "id":"ED295809",
        "title":"Middle and High School Science Education Program Evaluation Guide SY88-89. Edition One Revision."},
      {
        "id":"ED295810",
        "title":"Space Challenge of the 21st Century. Junior Science and Humanities Symposium Information Booklet for SY88-89."},
      {
        "id":"ED295813",
        "title":"Frontiers in Chemical Engineering. Research Needs and Opportunities."},
      {
        "id":"ED295814",
        "title":"An Outsider's First Approach to Bogdanov's Theory of Knowledge."},
      {
        "id":"ED295816",
        "title":"Potential Impact of Research in Second-Language Acquisition on Mathematics Instruction: The Beginning of a Conversation."},
      {
        "id":"ED295817",
        "title":"The Harnessed Atom. Nuclear Energy & Electricity. Teacher Guide."},
      {
        "id":"ED295818",
        "title":"The Harnessed Atom: Nuclear Energy &amp; Electricity."},
      {
        "id":"ED295819",
        "title":"Psychosocial Environment in Exemplary Teachers' Classrooms."},
      {
        "id":"ED295821",
        "title":"Supporting Concrete Visual Thinking in Multiplicative Reasoning: Difficulties and Opportunities. Technical Report 88-16."},
      {
        "id":"ED295822",
        "title":"Similarity: Exploring the Understanding of a Geometric Concept. Technical Report 88-15."},
      {
        "id":"ED295823",
        "title":"Demographic Trends and the Scientific and Engineering Work Force. A Technical Memorandum."},
      {
        "id":"ED295826",
        "title":"Fractions: Children's Strategies and Errors. A Report of the Strategies and Errors in Secondary Mathematics Project."},
      {
        "id":"ED295827",
        "title":"Michigan Essential Goals and Objectives for Mathematics Education."},
      {
        "id":"ED295828",
        "title":"Continuing Education of Engineers. Engineering Education and Practice in the United States."},
      {
        "id":"ED295829",
        "title":"Engineering Technology Education. Engineering Education and Practice in the United States."},
      {
        "id":"ED295830",
        "title":"Engineering Undergraduate Education. Engineering Education and Practice in the United States."},
      {
        "id":"ED295831",
        "title":"Support Organizations for the Engineering Community. Engineering Education and Practice in the United States."},
      {
        "id":"ED295832",
        "title":"The Truth, but Not the Whole Truth: An Essay on Building a Conceptually Enhanced Computer Simulation for Science Teaching. Draft Article. Technical Report 88-18."},
      {
        "id":"ED295833",
        "title":"What Junior High School Students Do, Can, and Should Know about the Nature of Science and Scientific Inquiry. Technical Report 88-2."},
      {
        "id":"ED295839",
        "title":"Water Quality Instructional Resources Information System (IRIS): A Compilation of Abstracts to Water Quality and Water Resources Materials. Supplement 32, 1987."},
      {
        "id":"ED295842",
        "title":"Canadian Mathematics Education Study Group = Groupe Canadien d'Etude en Didactique des Mathematiques. Proceedings of the Annual Meeting (Kingston, Ontario, Canada, May 29-June 2, 1987)."},
      {
        "id":"ED295844",
        "title":"Indicators of Science and Mathematics Education: Providing Tools for State Policymakers."},
      {
        "id":"ED295846",
        "title":"Nuclear Powerplant Safety: Source Terms. Nuclear Energy."},
      {
        "id":"ED295847",
        "title":"Answers to Questions: Nuclear Energy."},
      {
        "id":"ED295848",
        "title":"Citywide Results of the New York City 1987 Science Survey Grades 5 and 8. OEA R&amp;D Report."},
      {
        "id":"ED295849",
        "title":"Mathematics and Science Relicensing Project 1986-87. OEA Evaluation Report."},
      {
        "id":"ED295850",
        "title":"Environment and Communication."},
      {
        "id":"ED295853",
        "title":"Women in North Dakota, 1950-1980: A Statistical Portrait. North Dakota Census Data Center Report Series No. 2."},
      {
        "id":"ED295854",
        "title":"&quot;All Things Are Connected&quot;: Native North American Perspectives on Wholeness and the Role of Technology."},
      {
        "id":"ED295856",
        "title":"A Suggested Teacher's Guide to the Consumer's Resource Handbook."},
      {
        "id":"ED295857",
        "title":"The Impact of Development and Modern Technologies in Third World Health. Studies in Third World Societies, Publication Number Thirty-Four."},
      {
        "id":"ED295861",
        "title":"Windows to World History: Introducing World History."},
      {
        "id":"ED295864",
        "title":"Population Growth Rate: Teaching Guide. Measures of Progress Poster Kit Number 2."},
      {
        "id":"ED295865",
        "title":"Humanities Doctorates in the United States: 1985 Profile."},
      {
        "id":"ED295867",
        "title":"4-H and Iowa."},
      {
        "id":"ED295870",
        "title":"Oversight Hearing Regarding the Local Arts Agency Development Program Administered by the National Endowment for the Arts. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, First Session (Seattle, Washington)."},
      {
        "id":"ED295871",
        "title":"Competitiveness and Campaign '88."},
      {
        "id":"ED295874",
        "title":"Music of Central Asia and of the Volga-Ural Peoples. Teaching Aids for the Study of Inner Asia No. 5."},
      {
        "id":"ED295880",
        "title":"The Nature and Level of Federal Support for Museums in Fiscal Years 1985 and 1986: A Federal Study Mandated by Congress and Conducted by the Institute of Museum Services on Behalf of the Federal Council on the Arts and the Humanities."},
      {
        "id":"ED295881",
        "title":"Brazil: Finance of Primary Education. A World Bank Country Study."},
      {
        "id":"ED295884",
        "title":"World Geography Curriculum Guide: Secondary Social Studies. Bulletin 1727."},
      {
        "id":"ED295885",
        "title":"American History Curriculum Guide: Secondary Social Studies. Bulletin 1599. Revised."},
      {
        "id":"ED295887",
        "title":"Law-Related Education and Discipline Resource Guide. Bulletin No. 1676."},
      {
        "id":"ED295888",
        "title":"Louisiana Social Studies Fairs: Bulletin 1133. (Revised)."},
      {
        "id":"ED295890",
        "title":"Constitution 200: Teaching Resources on the U.S. Constitution."},
      {
        "id":"ED295891",
        "title":"Constitution 200: A Bicentennial Collection of Essays."},
      {
        "id":"ED295900",
        "title":"Research on Teaching and Classroom Processes: Views from Two Perspectives."},
      {
        "id":"ED295901",
        "title":"Teacher Paperwork Survey."},
      {
        "id":"ED295903",
        "title":"National Dance Association. Lectures by NDA Scholars 1977-1987."},
      {
        "id":"ED295904",
        "title":"College Student-Athletes: What the Popular and Professional Literature Report."},
      {
        "id":"ED295908",
        "title":"The Halliwick Method. &quot;Water Freedom for the Handicapped.&quot;"},
      {
        "id":"ED295909",
        "title":"The Georgia Career Ladder for Public Elementary and Secondary School Professional Personnel. Program Description."},
      {
        "id":"ED295910",
        "title":"Student Team Learning: An Overview and Practical Guide. Second Edition."},
      {
        "id":"ED295911",
        "title":"Inventory of U.S. Health Care Data Bases, 1976-1987."},
      {
        "id":"ED295912",
        "title":"Selected Bibliography on AIDS for Health Services Research."},
      {
        "id":"ED295913",
        "title":"Oversight Hearing on Education on Acquired Immune Deficiency Syndrome (AIDS) in Elementary and Secondary Schools. Hearing before the Committee on Education and Labor, House of Representatives, One Hundredth Congress, Second Session."},
      {
        "id":"ED295914",
        "title":"Overseas Teachers Act of 1988. Report from the Committee on Education and Labor, Together with Dissenting Views (To Accompany H.R. 3424). House of Representatives, 100th Congress, 2d Session."},
      {
        "id":"ED295915",
        "title":"Increasing Educational Success: The Effective Schools Model. Prepared for the Subcommittee on Elementary, Secondary, and Vocational Education, Committee on Education and Labor. House of Representatives, 100th Congress, 1st Session."},
      {
        "id":"ED295916",
        "title":"The Goal of Critical Thinking: from Educational Ideal to Educational Reality."},
      {
        "id":"ED295918",
        "title":"Study of DCPS Teacher Attrition (Dropout) Patterns."},
      {
        "id":"ED295919",
        "title":"A Study of the Supply and Demand for Public School Teachers in the District of Columbia. 1988-1994."},
      {
        "id":"ED295920",
        "title":"Starting Early. A Guide to Federal Resources in Maternal and Child Health. Second Edition."},
      {
        "id":"ED295925",
        "title":"Study of Retirement Eligible DCPS Teachers for School Years 1986-1987 through 1990-1991."},
      {
        "id":"ED295926",
        "title":"Synthesizing Teacher Testing Policy Options."},
      {
        "id":"ED295927",
        "title":"Opinionnaire of Teacher Education: Technical Report from Teacher/Principal Improvement Project."},
      {
        "id":"ED295929",
        "title":"Salary Structures for Public School Teachers, 1984-85. Survey Report."},
      {
        "id":"ED295930",
        "title":"Overseas Teachers Act of 1987. Joint Hearing on H.R. 3424, a Bill Amending the Defense Department Overseas Teachers Pay and Personnel Practices Act and the Defense Dependents' Education Act of 1978, before the Committee on Post Office and Civil Service and the Committee on Education and Labor. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED295931",
        "title":"Quality and Diversity in Schools: The Case for an Expanded Pool of Minority Teachers."},
      {
        "id":"ED295934",
        "title":"Motor Development Programs for School-Aged Handicapped Students: A Follow-Up Needs Assessment."},
      {
        "id":"ED295935",
        "title":"Teacher Supplies to DCPS 1987-88."},
      {
        "id":"ED295936",
        "title":"Teacher Instructional Effectiveness. An Annotated Resource List. Linking R&amp;D to Practice."},
      {
        "id":"ED295937",
        "title":"Critical Pedagogy and Teacher Education."},
      {
        "id":"ED295939",
        "title":"Action Research and Teacher Thinking: The First Phase of the Action Research on Action Research Project at the University of Wisconsin--Madison."},
      {
        "id":"ED295940",
        "title":"Teachers' Professional Dilemmas."},
      {
        "id":"ED295941",
        "title":"Teacher and Student Cognition. Why Should We Care?"},
      {
        "id":"ED295942",
        "title":"The Relevance of Classroom Research Literature to the Present Concerns Being Expressed about the Observation of Teachers in Classrooms for Appraisal Purposes."},
      {
        "id":"ED295943",
        "title":"Axiological Measurement of Human Value Factors in Mental Processes."},
      {
        "id":"ED295944",
        "title":"The Cult of Understanding."},
      {
        "id":"ED295945",
        "title":"The Controlling Function of the Agent in the Analysis of Question-Response Relationships."},
      {
        "id":"ED295946",
        "title":"New York City's School Performance Indicators: A Collaborative Process."},
      {
        "id":"ED295947",
        "title":"Reference Group Summaries: October 1987."},
      {
        "id":"ED295949",
        "title":"Report of Student Performance. The 1987 Basic Education Program Summer School."},
      {
        "id":"ED295950",
        "title":"A Comparison of the Nominal and Graded Response Models in Computerized Testing."},
      {
        "id":"ED295951",
        "title":"A Survey of Physician Assistant Admissions Interview Practices: Establishing Key Evaluation Variables."},
      {
        "id":"ED295954",
        "title":"Alternative Images of Professional Socialization: Controls, Roles, and Student Effort."},
      {
        "id":"ED295955",
        "title":"Modification of Stout's Procedure for Assessing Latent Trait Unidimensionality."},
      {
        "id":"ED295957",
        "title":"Canonical Correlation Analysis: An Explanation with Comments on Correct Practice."},
      {
        "id":"ED295958",
        "title":"Confirmatory and Second-Order Factor Analyses of Androgyny Data from Adolescents."},
      {
        "id":"ED295959",
        "title":"Validity and Reliability of the Graduate Program Self-Assessment (GPSA) Instruments for Evaluating Nursing Doctoral Education."},
      {
        "id":"ED295961",
        "title":"Thorndike's and Wood's Principles of Educational Measurement: A View from the 1980's."},
      {
        "id":"ED295962",
        "title":"Regression Slope Estimation When Both Measurement and Specification Error Are Present."},
      {
        "id":"ED295963",
        "title":"Validity and Accuracy in Methods of Scoring Clinical Performance."},
      {
        "id":"ED295966",
        "title":"Fiscal Viability, Conjunctive and Compensatory Models, and Career-Ladder Decisions: An Empirical Investigation."},
      {
        "id":"ED295969",
        "title":"Towards a Reconceptualization of the Role of Errors in Education: The Need for New Metaphors."},
      {
        "id":"ED295970",
        "title":"An Investigation of Speededness in a Placement Test: A Call for Local Standards."},
      {
        "id":"ED295971",
        "title":"Estimating the Reliability of the CITAR Computer Courseware Evaluation System."},
      {
        "id":"ED295972",
        "title":"Estimating Norm-Referenced Information from a Criterion-Referenced Test: An Application of the ORT ONLY MODEL."},
      {
        "id":"ED295974",
        "title":"The Cue Selection and Hypothesis Generation by Expert Reading Diagnosticians."},
      {
        "id":"ED295975",
        "title":"Thoughts on Evaluation Misutilization (and Associated Topics)."},
      {
        "id":"ED295977",
        "title":"The Relationship between Gender and Academic Abilities in Rural, Suburban and Urban Contexts: Data from High School and Beyond."},
      {
        "id":"ED295978",
        "title":"Toward a Unified Theory of Problem Solving: A View from Biology."},
      {
        "id":"ED295979",
        "title":"Assessment of Dimensionality in Dichotomously-Scored Data Using Multidimensional Scaling: Analysis of HSMB Data."},
      {
        "id":"ED295980",
        "title":"More-Than-Just-an-Academic-Survival Kit: Suggestions and Techniques for Effective Learning."},
      {
        "id":"ED295981",
        "title":"The Matrix Analogies Test: A Validity Study with the K-ABC."},
      {
        "id":"ED295982",
        "title":"A Predictive Analysis Approach to Adaptive Testing."},
      {
        "id":"ED295983",
        "title":"Four Methods of Following-Up Mailed Questionnaires."},
      {
        "id":"ED295985",
        "title":"The National Education Longitudinal Study of 1988 School Survey."},
      {
        "id":"ED295986",
        "title":"Cognitive Frameworks for &quot;g&quot;."},
      {
        "id":"ED295992",
        "title":"Critical Thinking and Curriculum Design in the Civic Domain."},
      {
        "id":"ED295993",
        "title":"The Selection of Critical Errors on a Medical School Certifying Examination."},
      {
        "id":"ED295994",
        "title":"Updating Teacher Certification Tests: Procedures and Outcomes."},
      {
        "id":"ED295996",
        "title":"The Relevance and Use of Classroom Research Literature to the Appraisal of Teachers in Classrooms: Issues of Teacher Learning and Change."},
      {
        "id":"ED295997",
        "title":"A Curriculum Evaluation Using the Stakeholder Approach as a Change Strategy."},
      {
        "id":"ED295998",
        "title":"Cross-Cultural Perspectives on Peace."},
      {
        "id":"ED295999",
        "title":"Comparison of Student Attitudes about Seven Formats of Educational Testing, with Emphasis on the MDT Multi-Digit Testing Technique."},
      {
        "id":"ED296000",
        "title":"Student Attitudes about MDT Multi-Digit Testing: Analyses from Pioneer Experiences."},
      {
        "id":"ED296002",
        "title":"Accuracy of Option Elimination Prediction: Effect of a Technique To Improve Rater Agreement with Empirical Data."},
      {
        "id":"ED296005",
        "title":"Educational Attitudes Scale: A Validity Study. Occasional Paper No. 33."},
      {
        "id":"ED296006",
        "title":"Development of Theories of School-Effectiveness."},
      {
        "id":"ED296007",
        "title":"Two Investigations into the Influence of Incentives and Subject Characteristics on Mail Survey Responses in Teacher Education."},
      {
        "id":"ED296008",
        "title":"Effects of Research Perspective on Analysis and Presentation of Interviews."},
      {
        "id":"ED296009",
        "title":"Los Angeles Experience: Evaluating the Results of Concept 6. Phase I. Publication No. 507."},
      {
        "id":"ED296012",
        "title":"A Paradigm for Dropout Prevention Programs."},
      {
        "id":"ED296014",
        "title":"Nicaragua: Political-Economy as Communication and Media Influence."},
      {
        "id":"ED296015",
        "title":"Dade County Black Student Opportunity Program. Revised."},
      {
        "id":"ED296019",
        "title":"Long Range Impact of an Early Intervention with Low-Income Children & Their Families. The Syracuse University Family Development Research Program."},
      {
        "id":"ED296020",
        "title":"Steady Work. Policy, Practice, and the Reform of American Education."},
      {
        "id":"ED296023",
        "title":"The Effect of Coordinated Programming on the Academic Performance and Persistence of Underprepared College Students: A Longitudinal Study."},
      {
        "id":"ED296025",
        "title":"Magnet School Assistance/Impact Aid Programs. Hearing before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources. United States Senate, One Hundredth Congress, First Session (Washington, D.C., July 30, 1987; Farmington, Utah, August 26, 1987)."},
      {
        "id":"ED296026",
        "title":"Family Welfare Reform Act. Hearings on H.R. 1720 To Replace the Existing AFDC Program with a New Family Support Program...before the Subcommittee on Public Assistance and Unemployment Compensation of the Committee on Ways and Means. House of Representatives, One Hundredth Congress, First Session (March 30; April 1, 1987)."},
      {
        "id":"ED296027",
        "title":"Achieving Full Employment: Legislative and Policy Considerations. Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor. House of Representatives. One Hundredth Congress, First Session (September 30, 1987)."},
      {
        "id":"ED296028",
        "title":"Infants at Risk: Is the Federal Government Assuring Prenatal Care for Poor Women? Hearing before a Subcommittee of the Committee on Government Operations. House of Reppresentatives, One Hundredth Congress, First Session."},
      {
        "id":"ED296029",
        "title":"The Status of the Black Elderly in the United States. A Report by the National Caucus and Center on Black Aged, Inc., for the Select Committee on Aging. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED296030",
        "title":"Hearing to Review Issues Relating to Immigration and Education. Hearing before the Committee on Education and Labor, House of Representatives. One Hundredth Congress, First Session (Los Angeles, California, September 28, 1987)."},
      {
        "id":"ED296031",
        "title":"Community Services Programs Amendments of 1986. Report from the Committee on Education and Labor, together with Supplemental and Additional Views (To Accompany H.R. 4421). 99th Congress, 2d Session."},
      {
        "id":"ED296032",
        "title":"Assessing the Employability of Welfare Clients."},
      {
        "id":"ED296033",
        "title":"Changes in the Noninstitutionalized Medicaid Population, 1979-1983. Working Paper 3339-09."},
      {
        "id":"ED296034",
        "title":"Losing Perspective: The Recent Debate Over Welfare and Poverty. Working Paper 2081-02."},
      {
        "id":"ED296035",
        "title":"Commentary: How the Overlap between the Poverty and Medicaid Populations Changed between 1979 and 1983."},
      {
        "id":"ED296036",
        "title":"Participation Rates in the Aid to Families with Dependent Children Program: Trends for 1967 through 1984."},
      {
        "id":"ED296037",
        "title":"The Status of State Work-Welfare Programs in 1986: Implications for Welfare Reform."},
      {
        "id":"ED296040",
        "title":"Incentives in Education. Hearing on Examining Ways To Improve and Strengthen the Quality of Education for the City of Boston and Other Cities across the Nation, before the Committee on Labor and Human Resources. United States Senate, One Hundredth Congress, First Session (Boston, Massachusetts, October 5, 1987)."},
      {
        "id":"ED296041",
        "title":"Dropping Out of High School and Drug Involvement."},
      {
        "id":"ED296042",
        "title":"Educational Policies and Practices: Their Impact on Education, on At-Risk Students, and on Minority Teachers by the Majority Staff, Committee on Education and Labor, U.S. House of Representatives, One Hundredth Congress, Second Session. Staff Report."},
      {
        "id":"ED296044",
        "title":"Ideas for Action in Education and Work: Helping At-Risk Youth Succeed."},
      {
        "id":"ED296045",
        "title":"Poverty among Elderly Women and Minorities. Changing Domestic Priorities Discussion Paper."},
      {
        "id":"ED296046",
        "title":"The Economic Well-Being of Minorities during the Reagan Years. Project Report."},
      {
        "id":"ED296047",
        "title":"Child-Serving Nonprofit Organizations in an Era of Government Retrenchment."},
      {
        "id":"ED296048",
        "title":"Employment and Earnings. Volume 35, Number 3, March 1988."},
      {
        "id":"ED296049",
        "title":"Linking Employment Problems to Economic Status: 1984 Survey. Bulletin 2270."},
      {
        "id":"ED296050",
        "title":"Poverty in the United States: 1986. Consumer Income. Current Population Reports, Series P-60, No. 160."},
      {
        "id":"ED296051",
        "title":"Household and Family Characteristics: March 1987. Population Characteristics. Current Population Reports, Series P-20, No. 424."},
      {
        "id":"ED296054",
        "title":"Evaluation of a Decision-Making Program to Improve School Success with At-Risk Middle School Students."},
      {
        "id":"ED296055",
        "title":"&quot;Defying the Odds?&quot;: Academic Success Among At-Risk Minority Teenagers in an Urban High School."},
      {
        "id":"ED296056",
        "title":"Talking to Learn: Integrating Classroom Talk with Academic Content for Motivating Hispanic High School Students."},
      {
        "id":"ED296057",
        "title":"Effect of Our Nation's Housing Policy on Homelessness. Hearing before the Ad Hoc Task Force on the Homeless and Housing of the Committee on the Budget, House of Representatives. One Hundredth Congress, Second Session."},
      {
        "id":"ED296058",
        "title":"Summer Academic Skills Enhancement Program, Summer 1987. Final Evaluation Report. Private Industry Council of Franklin County Job Training Partnership Act."},
      {
        "id":"ED296061",
        "title":"The Time is Right: A Report of the Youth Service America and Brown University Youth Service Leadership Conference (Providence, Rhode Island, February 25-26, 1988)."},
      {
        "id":"ED296064",
        "title":"Vocational Education in Developing Countries. A Review of Studies and Project Experience. Education Division Documents No. 34."},
      {
        "id":"ED296066",
        "title":"Action Handbook: How To Implement Gender Equity. Working Document. European Community Action Programme. Transition of Young People from Education to Adult and Working Life."},
      {
        "id":"ED296067",
        "title":"Interim Report 1985. Working Document. European Community Action Programme. Transition of Young People from Education to Adult and Working Life."},
      {
        "id":"ED296068",
        "title":"Business Education Index 1987. Volume 48. Index of Business Education Articles, Research Studies, and Textbooks Compiled from a Selected List of Periodicals, Publishers, and Yearbooks Published during the Year 1987."},
      {
        "id":"ED296069",
        "title":"Youth Competencies: The Next Steps. Job Training Partnership Act. Idea Paper No. 23."},
      {
        "id":"ED296070",
        "title":"Youth Programs. Practical Lessons from Research and Program Experience. Spring 1988."},
      {
        "id":"ED296071",
        "title":"Youth Programs. Practical Lessons from Research and Program Experience. December 1987."},
      {
        "id":"ED296074",
        "title":"Assessment &amp; Certification: Issues Arising in the Pilot Projects. Working Document. European Community Action Programme. Transition of Young People from Education to Adult and Working Life."},
      {
        "id":"ED296075",
        "title":"The World of Work as a Learning Resource. Working Document. European Community Action Programme. Transition of Young People from Education to Adult and Working Life."},
      {
        "id":"ED296076",
        "title":"Teacher Training. Strategies from the Second Transition Programme. Working Document. European Community Action Programme. Transition of Young People from Education to Adult and Working Life."},
      {
        "id":"ED296077",
        "title":"School-Industry Links. Working Document. European Community Action Programme. Transition of Young People from Education to Adult and Working Life."},
      {
        "id":"ED296078",
        "title":"Partnership--Parents and Secondary Schools. Working Document. European Community Action Programme. Transition of Young People from Education to Adult and Working Life."},
      {
        "id":"ED296079",
        "title":"Guidance and the School. Working Document. European Community Action Programme. Transition of Young People from Education to Adult and Working Life."},
      {
        "id":"ED296080",
        "title":"Transition Education for the &apos;90s: The Experience of the European Community&apos;s Action Programme. Working Document. European Community Action Programme. Transition of Young People from Education to Adult and Working Life."},
      {
        "id":"ED296081",
        "title":"Restructuring Education. Highlights of a Conference (Washington, D.C., August 1987). Research Report No. 902."},
      {
        "id":"ED296082",
        "title":"Education and Economic Growth: A Legislator's Guide."},
      {
        "id":"ED296083",
        "title":"Trends in Corporate Education and Training. Report No. 870."},
      {
        "id":"ED296084",
        "title":"Characteristics and Problems of Older Returning Students. College of Agricultural & Life Sciences Research Report."},
      {
        "id":"ED296087",
        "title":"Working with Business and Industry: Curriculum Implications."},
      {
        "id":"ED296102",
        "title":"Orientation Booklet for Parents Enrolled in Parent Education Cooperative Groups. Columbia Basin College Parent Education Program."},
      {
        "id":"ED296103",
        "title":"Handbook for Parents Enrolled in Parent Education Cooperative Groups. Columbia Basin College Parent Education Program."},
      {
        "id":"ED296104",
        "title":"Handbook for Instructors. Guide for Parent Instructors in Parent Education Programs. Columbia Basin College Parent Education Program."},
      {
        "id":"ED296105",
        "title":"Curriculum Guide for Parent Education Programs (Including Special Sections for Rural Parents, Single Parents, Working Parents, and High Risk Parents). Columbia Basin College Parent Education Program."},
      {
        "id":"ED296106",
        "title":"Improving Vocational Guidance and Counseling for Middle School Students by Maintaining a Regional Middle School Resource Center for Southwest Virginia. Final Report. Vocational Guidance and Counseling Project--Exemplary."},
      {
        "id":"ED296110",
        "title":"The Ingredients Necessary for Excellence in Teaching."},
      {
        "id":"ED296113",
        "title":"The 1987 GED Statistical Report."},
      {
        "id":"ED296117",
        "title":"Worksite Wellness Media Report Research Update 1988. Worksite Wellness Series."},
      {
        "id":"ED296118",
        "title":"Special Needs Resources for Vocational Education. Second Edition."},
      {
        "id":"ED296119",
        "title":"The Challenges of Community Education: A Biography of Sutton Centre 1970 to 1982. Nottingham Adult Education Research Reports."},
      {
        "id":"ED296120",
        "title":"Preventing Obsolescence through Adult Retraining. ERIC Digest No. 72."},
      {
        "id":"ED296121",
        "title":"Learning Management. ERIC Digest No. 73."},
      {
        "id":"ED296122",
        "title":"Human Performance Technology. ERIC Digest No. 74."},
      {
        "id":"ED296123",
        "title":"Single Parents: Career-Related Issues and Needs. ERIC Digest No. 75."},
      {
        "id":"ED296124",
        "title":"Adult Learning and Development and the Adult Deaf Learner."},
      {
        "id":"ED296125",
        "title":"College of Continuing Education: Athenaeum."},
      {
        "id":"ED296126",
        "title":"Worksite Nutrition: A Decision-Maker's Guide."},
      {
        "id":"ED296127",
        "title":"Enhancing Human Performance. Issues, Theories, and Techniques."},
      {
        "id":"ED296128",
        "title":"Continuing the Education of Health Workers. A Workshop Manual."},
      {
        "id":"ED296129",
        "title":"Special Answers for Special Needs. A Guide to Available [Section] 310 Resources."},
      {
        "id":"ED296131",
        "title":"Improving the Collaboration of Secondary Vocational and Academic Educators."},
      {
        "id":"ED296132",
        "title":"Interpreting Vocationalism as Applied Academics."},
      {
        "id":"ED296133",
        "title":"Illegal Aliens: Their Employment and Employers."},
      {
        "id":"ED296134",
        "title":"Ability Testing for Job Selection: Are the Economic Claims Justified?"},
      {
        "id":"ED296135",
        "title":"Determine Needs and Interests of Students. Second Edition. Module B-1 of Category B--Instructional Planning. Professional Teacher Education Module Series."},
      {
        "id":"ED296136",
        "title":"Select Student Instructional Materials. Second Edition. Module B-5 of Category B--Instructional Planning. Professional Teacher Education Module Series."},
      {
        "id":"ED296137",
        "title":"Manage the Attendance, Transfers, and Terminations of Co-op Students. Module J-2 of Category J--Coordination of Cooperative Education. Professional Teacher Education Module Series."},
      {
        "id":"ED296138",
        "title":"Develop the Training Ability of On-the-Job Instructors. Second Edition. Module J-6 of Category J--Coordination of Cooperative Education. Professional Teacher Education Module Series."},
      {
        "id":"ED296139",
        "title":"Evaluate Co-op Students&apos; On-the-Job Performance. Second Edition. Module J-8 of Category J--Coordination of Cooperative Education. Professional Teacher Education Module Series."},
      {
        "id":"ED296140",
        "title":"Manage Your Budgeting and Reporting Responsibilities. Second Edition. Module E-2 of Category E--Instructional Management. Professional Teacher Education Module Series."},
      {
        "id":"ED296141",
        "title":"Student Guide...to Using Performance-Based Teacher Education Materials. Third Edition. Professional Teacher Education Module Series."},
      {
        "id":"ED296142",
        "title":"Competencies for Information Systems Workers."},
      {
        "id":"ED296144",
        "title":"Using Basic Skills Testing To Improve the Effectiveness Remediation in Employment and Training Programs for Youth. Research Report 88-05."},
      {
        "id":"ED296145",
        "title":"Competency-Based Life Skills Training for Adults with Special Needs."},
      {
        "id":"ED296146",
        "title":"The State and Adult Education--Suggested Issues for Comparative Study."},
      {
        "id":"ED296147",
        "title":"A Study of Existing Pre-vocational Agriculture Programs in Iowa."},
      {
        "id":"ED296148",
        "title":"Reserve Training. An Alternative to the Active Army Education Program for National Guard Technicians. Report to Congressional Requesters."},
      {
        "id":"ED296149",
        "title":"The Fair Labor Standards Act. Enforcement of Child Labor Provisions in Massachusetts. Report to the Chairman, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED296150",
        "title":"Technology and the American Economic Transition: Choices for the Future."},
      {
        "id":"ED296155",
        "title":"Education and Older People. Selected Bibliographies on Ageing 2."},
      {
        "id":"ED296157",
        "title":"Routes into the Mainstream: Career Choices of Women and Minorities. Occasional Paper No. 124."},
      {
        "id":"ED296158",
        "title":"Vocational Assessment of Special Students for Vocational Education: A State-of-the-Art Review. Information Series No. 327."},
      {
        "id":"ED296159",
        "title":"The Role of Vocational Education in Rural America. Information Series No. 328."},
      {
        "id":"ED296160",
        "title":"Vocational Education Programs for the Disadvantaged. Information Series No. 329."},
      {
        "id":"ED296161",
        "title":"AMSCO Culture Survey: Base Data for Quality and Productivity Programs. Training and Development Research Center Project Number Twenty-Four."},
      {
        "id":"ED296163",
        "title":"Metacognitive Awareness in Job-Related Reading."},
      {
        "id":"ED296164",
        "title":"Current Practices in Appraising Employee Performance as Performed by the Business Community."},
      {
        "id":"ED296165",
        "title":"Desired Student Preparation in the Job Application Process as Perceived by the Business Community."},
      {
        "id":"ED296166",
        "title":"Proposed Recruitment Techniques of Students for Business and Marketing Teacher-Education Programs."},
      {
        "id":"ED296167",
        "title":"Directions in Postsecondary Vocational Education. Occasional Paper No. 125."},
      {
        "id":"ED296168",
        "title":"Job Seeking Skills Course. Instructor's Manual."},
      {
        "id":"ED296169",
        "title":"Job Seeker's Workbook."},
      {
        "id":"ED296170",
        "title":"Certification in Adult Education. Trends and Issues Alerts."},
      {
        "id":"ED296171",
        "title":"The Role of Vocational Education at the Secondary Level. Trends and Issues Alerts."},
      {
        "id":"ED296172",
        "title":"The State Role in Promoting Youth Employment: Three Perspectives."},
      {
        "id":"ED296173",
        "title":"Women and Workforce 2000. Facts on U.S. Working Women. Fact Sheet No. 88-1."},
      {
        "id":"ED296176",
        "title":"Reporting on Literacy: Soft-Selling a Complex Political Story."},
      {
        "id":"ED296178",
        "title":"Labor Force Study: Elkhart, Indiana. Manpower Report 88-1."},
      {
        "id":"ED296179",
        "title":"Factors Impacting the Construction Industry--and the Pipe Trades in Particular. Manpower Report 88-3."},
      {
        "id":"ED296180",
        "title":"Universal Precautions: An Instructional Module for Nurses and Other Allied Health Personnel."},
      {
        "id":"ED296181",
        "title":"Summer Youth Employment and Training Program. California Statewide Report on the Appraisal of Basic Skills."},
      {
        "id":"ED296184",
        "title":"Computer-Assisted Instruction in Adult Literacy Education. Practice Application Brief."},
      {
        "id":"ED296185",
        "title":"Social Stress, Smoking Behavior and Mortality from Cancer of the Respiratory System: A Macro-Social Analysis."},
      {
        "id":"ED296186",
        "title":"Status Discrepancies and Husband-to-Wife Violence."},
      {
        "id":"ED296187",
        "title":"Substance Abuse as a Precipitant of Family Violence Victimization."},
      {
        "id":"ED296188",
        "title":"Age, Gender, and Class Differences in Physical Punishment and Physical Abuse of American Children."},
      {
        "id":"ED296189",
        "title":"Help-Seeking Decisions of Battered Women: A Test of Learned Helplessness and Two Stress Theories."},
      {
        "id":"ED296190",
        "title":"Is Child Abuse Increasing? Evidence from the National Family Violence Resurvey."},
      {
        "id":"ED296191",
        "title":"Reflections on the Social Control of Women and Social Change Processes: An Evaluation of the Centralized Domestic Violence Court in Chicago, Illinois."},
      {
        "id":"ED296192",
        "title":"Sources of Deterrence: The Perceived Costs of Assault Versus Arrest."},
      {
        "id":"ED296193",
        "title":"The Marriage License as a Hitting License: A Comparison of Assaults in Dating, Cohabiting, and Married Couples."},
      {
        "id":"ED296194",
        "title":"Decision Support Systems and the Conflict Model of Decision Making: A Stimulus for New Computer-Assisted Careers Guidance Systems."},
      {
        "id":"ED296197",
        "title":"Implementing a Wellness and Ecosystem Program in a University Housing System: Heritage Developmental Community."},
      {
        "id":"ED296198",
        "title":"Families in Transition."},
      {
        "id":"ED296199",
        "title":"Families in Transition: A Selected, Annotated Bibliography."},
      {
        "id":"ED296200",
        "title":"Is It O.K. for PPFA to Say \"No Way\"?"},
      {
        "id":"ED296201",
        "title":"Teen Sexuality Today: Bibliography of Selected Resources."},
      {
        "id":"ED296204",
        "title":"Mutuality in Parent-Adolescent Relationships."},
      {
        "id":"ED296209",
        "title":"Effects of Counselor Disability on Counselor Attraction in an Analogue Setting."},
      {
        "id":"ED296211",
        "title":"A Pattern Analysis of Adolescent Abusive Behavior toward Parents."},
      {
        "id":"ED296213",
        "title":"Proneness to Suicide: Does It Exist?"},
      {
        "id":"ED296214",
        "title":"The Encoding and Retrieval of Object Locations by Young and Elderly Adults."},
      {
        "id":"ED296215",
        "title":"\"Younger Friends/Older Friends:\" An Intergenerational Culture."},
      {
        "id":"ED296216",
        "title":"Staff-Resident Perceptual Differences in Long-Term Care Settings."},
      {
        "id":"ED296217",
        "title":"The Short Form Luria-Nebraska Neuropsychological Battery in Assessment of Dementia."},
      {
        "id":"ED296218",
        "title":"The Relationship of Neuropsychological Skills and Functional Outcome in the Elderly."},
      {
        "id":"ED296219",
        "title":"Effects of Type A Behavior Pattern and Task Labels on Goal Setting."},
      {
        "id":"ED296220",
        "title":"Dual Wage Families: Optimizing Mutual Growth."},
      {
        "id":"ED296221",
        "title":"Role of Social Support in Bereavement Outcomes."},
      {
        "id":"ED296226",
        "title":"A Framework for Ethical Decision-Making with Dying Patients."},
      {
        "id":"ED296228",
        "title":"Running Away from Home: A Response to Adolescent Maltreatment."},
      {
        "id":"ED296232",
        "title":"School Psychology Training Programs: Trainer's Perceptions."},
      {
        "id":"ED296233",
        "title":"Family Caregivers' Perspectives on Institutionalization Decisions."},
      {
        "id":"ED296234",
        "title":"New Law Relating to Child Custody Determinations in Actions Affecting the Family (1987 Wisconsin Act 355, as Affected by 1987 Wisconsin Act 364). Information Memorandum 88-5."},
      {
        "id":"ED296237",
        "title":"A Comparative Analysis of the Functional Disability Levels of Adult Day Care, Adult Day Health and ICF-Level Nursing Home Elderly in Hawaii."},
      {
        "id":"ED296241",
        "title":"Teen Pregnancy: Impact on the Scools. First Edition."},
      {
        "id":"ED296242",
        "title":"So What&apos;s It to Me? Sexual Assault Information for Guys: Activity Guide."},
      {
        "id":"ED296243",
        "title":"So What's It to Me? Sexual Assault Information for Guys."},
      {
        "id":"ED296244",
        "title":"Where Do I Start?: A Parents' Guide for Talking to Teens about Acquaintance Rape."},
      {
        "id":"ED296245",
        "title":"Talking to Children/Talking to Parents about Sexual Assault. Revised Edition."},
      {
        "id":"ED296246",
        "title":"Can Brief Tests of Mental Status Predict Functional Behavioral Impairment?"},
      {
        "id":"ED296247",
        "title":"The Nuclear War Age Barrier within the Nuclear Family."},
      {
        "id":"ED296253",
        "title":"Task Force on School Dropouts: Productive People, Productive Policies."},
      {
        "id":"ED296254",
        "title":"Task Force on Teenage Pregnancy: Productive People, Productive Policies."},
      {
        "id":"ED296258",
        "title":"The Role of Market Forces in the Delivery of Health Care: Issues for Research."},
      {
        "id":"ED296259",
        "title":"Women, Violence, and the Law. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundredth Congress, First Session (September 16, 1987)."},
      {
        "id":"ED296261",
        "title":"Evaluation of a Study Skills Program for Student-Athletes."},
      {
        "id":"ED296263",
        "title":"Teaching the WISC-R: An Effective Instructional Design Procedure."},
      {
        "id":"ED296264",
        "title":"An Analysis of the Relation between Self-Perception and General Reproductive Knowledge in an Adolescent Population."},
      {
        "id":"ED296267",
        "title":"A Transactional Look at School Principal Stress."},
      {
        "id":"ED296268",
        "title":"Changes in the Conceptualization and Skills of Counseling Practicum Students: A Pilot Investigation."},
      {
        "id":"ED296271",
        "title":"Student Personnel Professionals in Academic Roles: A Multicultural Example. Research Report #2-88."},
      {
        "id":"ED296272",
        "title":"Academic and Career Needs of International U.S. College Students. Research Report #17-87."},
      {
        "id":"ED296273",
        "title":"Glenbard District 87 In-Touch Task Force Student Survey."},
      {
        "id":"ED296275",
        "title":"Children's Art Carnival Creative Reading Program 1986-87. E.C.I.A. Chapter I Final Evaluation Report."},
      {
        "id":"ED296276",
        "title":"Teachers' Concepts of Reading, Reading Concepts Communicated during Instruction, and Students' Concepts of Reading. Research Series No. 190."},
      {
        "id":"ED296277",
        "title":"Dialogical Activities To Improve Communication of First-Semester University Freshmen through Teaching Reading Literature and Writing Compositions Interrelatedly."},
      {
        "id":"ED296280",
        "title":"Children's Books That Reinforce Reading Skills."},
      {
        "id":"ED296281",
        "title":"The Materials of College Reading Instruction: A Critical and Historical Perspective from 50 Years of Content Analysis Research. College Reading and Learning Assistance Technical Report 87-03."},
      {
        "id":"ED296282",
        "title":"Job Skills: Basic Literacy Competencies Which Schools Overlook."},
      {
        "id":"ED296283",
        "title":"Occupational Literacy: Requirements and Instructional Response."},
      {
        "id":"ED296286",
        "title":"Cooperative Learning: Central Elementary School. Effective Practices in Place: Snapshot No. 7. School Improvement Research Series II."},
      {
        "id":"ED296289",
        "title":"Beyond Teacher Research: The Teacher as Theory Builder."},
      {
        "id":"ED296291",
        "title":"Self-Explanations: How Students Study and Use Examples in Learning To Solve Problems. Technical Report No. 9."},
      {
        "id":"ED296293",
        "title":"Reading and Writing Readers' Theatre Scripts. Reading Around Series No. 1."},
      {
        "id":"ED296294",
        "title":"Learning Goals during Reading Comprehension Instruction."},
      {
        "id":"ED296295",
        "title":"Analysis of Spelling Errors Made by Average Ability and Reading Disabled Children: Evidence for a Developmental Lag?"},
      {
        "id":"ED296296",
        "title":"Detection and Repair of Text-Based Inconsistencies by Good, Average, and Poor College Readers."},
      {
        "id":"ED296308",
        "title":"The Reading-Writing Connection: A Whole Language Approach. An Annotated Resource List. Linking R&amp;D to Practice Series No. 9603."},
      {
        "id":"ED296311",
        "title":"Wading across the Curriculum: A Look at Writing in Hydrobiology."},
      {
        "id":"ED296315",
        "title":"The Influence of Chain Ownership on News Play: A Case Study of Knight-Ridder Newspapers."},
      {
        "id":"ED296317",
        "title":"A Study of the Working Relationship between Tennessee Law-Enforcement Reporters and Sources."},
      {
        "id":"ED296318",
        "title":"Working-Class Newspapers in the United States."},
      {
        "id":"ED296319",
        "title":"Nigerian Press under Imperialists and Dictators, 1903-1985."},
      {
        "id":"ED296320",
        "title":"Overcoming Fear and Loathing in Advertising Copywriting Courses."},
      {
        "id":"ED296325",
        "title":"Defining Acts of Journalistic Deception."},
      {
        "id":"ED296327",
        "title":"The Positive Effect of Neutral Information in Evaluative Journalism."},
      {
        "id":"ED296328",
        "title":"Journalists at the Turn of the Century: Chicago Journalists Compared to Their Rural Counterparts."},
      {
        "id":"ED296329",
        "title":"U.S. v. &quot;Providence Journal&quot;: The First Amendment and the Constitutionality of Enforcing Unconstitutional Orders."},
      {
        "id":"ED296330",
        "title":"Indiana Statewide Testing for Educational Progress--ISTEP--Program Manual."},
      {
        "id":"ED296332",
        "title":"An Economic Theory of News Selection."},
      {
        "id":"ED296334",
        "title":"Writing Assessment and the New Approaches."},
      {
        "id":"ED296335",
        "title":"The Contexts of Composing: A Dynamic Scene with Movable Centers."},
      {
        "id":"ED296336",
        "title":"How Personality and Background Affect Writing Attitudes."},
      {
        "id":"ED296338",
        "title":"School, University, State: Collaboration for Writing Programs."},
      {
        "id":"ED296340",
        "title":"What Happened on the Inside: Women Write about Vietnam."},
      {
        "id":"ED296343",
        "title":"Teaching Composition: Research on Effective Practices. Topical Synthesis No. 2. School Improvement Research Series II."},
      {
        "id":"ED296347",
        "title":"Audience Awareness: When and How Does It Develop? ERIC Digest Number 4."},
      {
        "id":"ED296349",
        "title":"Asking the &quot;Irresistible Question&quot;: And Other Virtues of Interview Assignments."},
      {
        "id":"ED296350",
        "title":"Elementary School Children's Ability to Evaluate and Revise the Communicative Quality of Written Texts."},
      {
        "id":"ED296353",
        "title":"Gender Representation in Newspaper Business Sections."},
      {
        "id":"ED296354",
        "title":"Beyond the Four Theories of the Press."},
      {
        "id":"ED296375",
        "title":"Making Sense out of Sex Stereotypes in Advertising: A Feminist Analysis of Assumptions."},
      {
        "id":"ED296376",
        "title":"Dropping vs. Restarting: A Dynamic Analysis of Two Newspaper Subscribing Behaviors."},
      {
        "id":"ED296379",
        "title":"Toward Increasing Professionalism in Public Relations: An Activity-Specific System for Categorizing Practitioners."},
      {
        "id":"ED296382",
        "title":"Using Expectancy Effects Theory To Analyze the Groups Who Supported Senator McCarthy."},
      {
        "id":"ED296388",
        "title":"Hermeneutics and Victimage: A Critical Approach to News of the Shooting of KAL Flight 007."},
      {
        "id":"ED296389",
        "title":"Parasocial Interaction and Local TV News: Perceptions of News Teams and News Personalities in Denver."},
      {
        "id":"ED296393",
        "title":"Assessing the Impact of the Evolution of Home Video Culture."},
      {
        "id":"ED296394",
        "title":"The Effects of Chronological Presentation of Information on Processing and Memory for Broadcast News."},
      {
        "id":"ED296395",
        "title":"Televised News Sources in Network Coverage of International Terrorism."},
      {
        "id":"ED296397",
        "title":"Competencies for Outcomes Assessment in Mass Communications: Graduate Education--The South Carolina Experiment."},
      {
        "id":"ED296399",
        "title":"Ethical Inclinations of Future Public Relations Practitioners."},
      {
        "id":"ED296400",
        "title":"Components of Interest in Television Science Stories."},
      {
        "id":"ED296401",
        "title":"Television Reporters and Producers as Journalists."},
      {
        "id":"ED296402",
        "title":"News and Information on Community Access Channels: Market Concerns amidst the Marketplace of Ideas."},
      {
        "id":"ED296403",
        "title":"The Sender-Receiver Model and the Targeting Process."},
      {
        "id":"ED296404",
        "title":"Brain Dominance Theory and the Missouri Public School Curriculum as Perceived by College Freshmen at Southwest Missouri State University. A Field Study."},
      {
        "id":"ED296405",
        "title":"Messages about Education in TV Programs Popular with Children and Teenagers. Final Report."},
      {
        "id":"ED296406",
        "title":"Academic Dishonesty among Communication Students and Professionals: Some Consequences and What Might Be Done about Them."},
      {
        "id":"ED296410",
        "title":"Data Collection and the Marble Company."},
      {
        "id":"ED296411",
        "title":"FM Stereo and AM Stereo: Government Standard-Setting vs. the Marketplace."},
      {
        "id":"ED296413",
        "title":"Peer Tutoring: Lake Washington High School, Benjamin Rush Elementary School. Effective Practices in Place: Snapshot No. 5. School Improvement Research Series II."},
      {
        "id":"ED296415",
        "title":"Keepers of the Flame: Rhetorical Themes in Recent Editorial Cartoons on Religion."},
      {
        "id":"ED296416",
        "title":"The Virtuous All-News Radio Journalist: Perceptions of News Directors."},
      {
        "id":"ED296417",
        "title":"Expressions of Love as Communication Strategies: Source, Functions, and Receiver Response."},
      {
        "id":"ED296419",
        "title":"Communicating within Organizational Cultures. ERIC Digest Number 5."},
      {
        "id":"ED296422",
        "title":"Curious History: The ABA Code of Judicial Ethics Canon 35."},
      {
        "id":"ED296423",
        "title":"A Multi-Disciplinary Annotated Bibliography on Graduate Teaching Assistants."},
      {
        "id":"ED296424",
        "title":"The Effect of Communication Apprehension on Service Worker Job Success and What Management Can Do To Help."},
      {
        "id":"ED296425",
        "title":"Toward an Information Integration Approach to Issue Advertising."},
      {
        "id":"ED296429",
        "title":"An Update: 1976 and 1987 Editors' Predictions of Audience Reactions to Videotex and A Comparison: 1987 Audience Reactions and 1976 and 1987 Editors' Predictions."},
      {
        "id":"ED296431",
        "title":"Parents, Schools, and the Law."},
      {
        "id":"ED296433",
        "title":"An Account of Studies of Organizational Development in Schools."},
      {
        "id":"ED296434",
        "title":"More Than Rumors. Understanding the Organizational Grapevine."},
      {
        "id":"ED296435",
        "title":"Evaluating Your Superintendent."},
      {
        "id":"ED296436",
        "title":"Proactive Collective Bargaining for School Board Members."},
      {
        "id":"ED296437",
        "title":"Evaluating Nutrition Education Programs: A Comparative Study of Two Curricula Designs in EFNEP."},
      {
        "id":"ED296438",
        "title":"The Application of Computer Technology to Educational Administration--A Pilot Study."},
      {
        "id":"ED296439",
        "title":"Education in the States. Volume I: State Education Indicators."},
      {
        "id":"ED296441",
        "title":"Framework for Action: The Management of Education Cycle Underlying the Management and Finance Plan."},
      {
        "id":"ED296447",
        "title":"A Primer on School Law: A Guide for Board Members in Catholic Schools."},
      {
        "id":"ED296449",
        "title":"Developing Children's Creativity, Thinking, and Interests. Strategies for the District, School, and Classroom."},
      {
        "id":"ED296451",
        "title":"Principals' Leadership Behaviors in Gang-Impacted High Schools and Their Effects on Pupil Climate."},
      {
        "id":"ED296452",
        "title":"North Carolina Education: Strengthening the Foundations &amp; Preparing for the Future. Information on Education Progress in North Carolina Five Years after &quot;A Nation at Risk: The Imperative for Educational Reform.&quot;"},
      {
        "id":"ED296453",
        "title":"Home Instruction: An Overview. Policy Issues Paper."},
      {
        "id":"ED296454",
        "title":"A Statewide Program of Support for Beginning Administrators--The Kentucky Institute for Beginning Principals. A Joint Study."},
      {
        "id":"ED296455",
        "title":"Public Opinion about Kentucky School Boards: Results of a Statewide Survey. A Joint Study."},
      {
        "id":"ED296456",
        "title":"State Strategic Planning. Policy Issues Paper."},
      {
        "id":"ED296457",
        "title":"At-Risk Youth: Considerations for State-Level Policymakers, Including a Summary of Recent State-Level Actions in the Region."},
      {
        "id":"ED296460",
        "title":"School Assistance for Federally Affected Areas (Impact Aid): Background and Reauthorization Options for P.L. 81-874. CRS Report for Congress 87-606 EPW."},
      {
        "id":"ED296461",
        "title":"Students' Self-Esteem and Academic Achievement."},
      {
        "id":"ED296463",
        "title":"Synopsis of Policy Issues across the Northeast/Islands Region, September 1986-August 1987."},
      {
        "id":"ED296465",
        "title":"Group Problem Solving."},
      {
        "id":"ED296466",
        "title":"Using Microcomputers in School Administration. Fastback No. 248."},
      {
        "id":"ED296470",
        "title":"The High-Performing Educational Manager. Fastback No. 273."},
      {
        "id":"ED296471",
        "title":"Education: By Invitation Only. Fastback No. 268."},
      {
        "id":"ED296472",
        "title":"Religion and the Schools: Significant Court Decisions in the 1980s. Fastback No. 272."},
      {
        "id":"ED296473",
        "title":"Phase II Examination of Principal's Perceptions in Identifying Instructional Stages Associated with Teacher Output."},
      {
        "id":"ED296474",
        "title":"The Role of the Supervisor as an Instructional Leader."},
      {
        "id":"ED296476",
        "title":"Administrators' Methods of Upward Influence and Perceptions of Their Supervisors' Leadership Styles."},
      {
        "id":"ED296481",
        "title":"The Principal as a Leader of Curriculum Change: A Study of Exemplary School Administrators."},
      {
        "id":"ED296484",
        "title":"Dimensions of Culture: Analyzing Educational Institutions."},
      {
        "id":"ED296485",
        "title":"Mainstreaming Works! Volume I. Child Care Worker In-Service Education Module Special Needs Child Care Training."},
      {
        "id":"ED296486",
        "title":"Mainstreaming Works! Volume II. In-Service Training Guides for Mainstreaming in Child Care Centers."},
      {
        "id":"ED296487",
        "title":"Causal Attributions of Physical Education Majors and Mentally Retarded Adults."},
      {
        "id":"ED296488",
        "title":"Characteristics and Success of Deaf Students at RIT in Three Types of Educational Environments."},
      {
        "id":"ED296490",
        "title":"Proceedings of the International Conference on Mobility and Transport of Elderly and Handicapped Persons (3rd, Orlando, Florida, October 29-31, 1984). Final Report."},
      {
        "id":"ED296491",
        "title":"Achieving Outcomes: A Guide to Interagency Training in Transition and Supported Employment."},
      {
        "id":"ED296492",
        "title":"Teachers, Children and the Magical Writing Machine: Instructional Contexts for Word Processing with Learning Disabled Children. Final Report, and \"I Know What to Say!\" Writing Activities for the Magical Machine."},
      {
        "id":"ED296493",
        "title":"Guidelines for Purchase of Services and Assistive Devices for Individuals with Communication Disorders. University Affiliated Program. Revised."},
      {
        "id":"ED296494",
        "title":"Cooley's Anemia: A Psychosocial Directory."},
      {
        "id":"ED296498",
        "title":"Critical Issues for Low Incidence Populations. Proceedings of the CEC Symposium on the Education of Children with Low Incidence Handicapping Conditions (Atlanta, Georgia, September 18-20, 1986). An ERIC Exceptional Child Education Report."},
      {
        "id":"ED296499",
        "title":"Library Services for Persons Who Are Mentally Retarded: Guidelines."},
      {
        "id":"ED296500",
        "title":"Community Skills Training for Moderately and Severely Mentally Handicapped Students."},
      {
        "id":"ED296501",
        "title":"EMH Curriculum Guide."},
      {
        "id":"ED296507",
        "title":"Putting the Pieces Together: Making Interagency Collaboration Work. Preschool Interagency Council: A Model."},
      {
        "id":"ED296509",
        "title":"Program Models with Exemplary Components."},
      {
        "id":"ED296511",
        "title":"Manual of Procedures for Applying for Funding under Title VI, Part B--Education of the Handicapped Act. P.L. 91-230 as Amended by P.L. 93-320, P.L. 94-142 and P.L. 99-457. EHA, Title VI, Part B--Third Year of a Three-Year Plan, 1988-89. ECIA, Chapter 1, Handicapped Preschool Grant Program."},
      {
        "id":"ED296512",
        "title":"Increasing Response Accuracy in Moderately Retarded Adolescents through the Use of Time Delay."},
      {
        "id":"ED296515",
        "title":"Social and Psychological Aspects of Genetic Disorders: A Selected Bibliography."},
      {
        "id":"ED296516",
        "title":"Vision. Resource Guide 1987. [Revised.]"},
      {
        "id":"ED296517",
        "title":"Providing for the Needs of Handicapped Students in a Postsecondary Environment."},
      {
        "id":"ED296518",
        "title":"Social Alienation and Peer Identification: A Dialectical Model of the Development of Deaf Community."},
      {
        "id":"ED296519",
        "title":"Outcomes for Graduates of Secondary Education Programs for Deaf Students: Early Findings of a Cooperative National Longitudinal Study."},
      {
        "id":"ED296520",
        "title":"The Effect of Postsecondary Education on the Occupational Attainments of Deaf Adults."},
      {
        "id":"ED296521",
        "title":"Attrition among Hearing-Impaired College Students in the U.S."},
      {
        "id":"ED296522",
        "title":"Outcomes of Increased Access to Postsecondary Education by Deaf Persons."},
      {
        "id":"ED296523",
        "title":"Life in the Mainstream: Reflections of Deaf College Freshmen on Their Experiences in the Mainstreamed High School."},
      {
        "id":"ED296524",
        "title":"The Impact and Outcome of Mainstreamed and Residential School Programs."},
      {
        "id":"ED296525",
        "title":"Alternatives in Mainstreaming: A &quot;Range of Options&quot; Model for the Postsecondary Hearing-Impaired Student."},
      {
        "id":"ED296526",
        "title":"Secondary School Graduate Follow-Up Program for the Deaf. 6th Annual Report, 1985."},
      {
        "id":"ED296527",
        "title":"The Secondary School Graduate Follow-Up Program for the Deaf. A Longitudinal Look, 1981 to 1985."},
      {
        "id":"ED296528",
        "title":"Procedures Manual: The Willie M. Program in North Carolina."},
      {
        "id":"ED296530",
        "title":"Focus and Functions of Case Management."},
      {
        "id":"ED296533",
        "title":"Public Policies Affecting Chronically Ill Children and Their Families. Summary of Findings and Recommendations."},
      {
        "id":"ED296535",
        "title":"The Treatment of the Mentally Retarded Offender in the State of North Carolina."},
      {
        "id":"ED296536",
        "title":"Jacob K. Javits Gifted and Talented Children and Youth Education Act, and Office of Comprehensive School Health Education Act of 1987. Hearing on S. 303 and S. 1348 before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources. United State Senate, One Hundredth Congress, First Session (September 18, 1987)."},
      {
        "id":"ED296537",
        "title":"Bringing People Together in the Wilderness: Conjoint Adventure Trips for Special Populations."},
      {
        "id":"ED296541",
        "title":"Adolescent Outcomes for Hyperactive Children--Perspectives on General and Specific Patterns of Childhood Risk for Adolescent Educational, Social, and Mental Health Problems."},
      {
        "id":"ED296543",
        "title":"Improving the Post-Secondary Education and Employability of Learning Disabled Students."},
      {
        "id":"ED296544",
        "title":"Rural Special Education Teachers Respond to Satisfaction with Jobs and Training Programs."},
      {
        "id":"ED296547",
        "title":"Innovations in the Habilitation and Rehabilitation of Deaf Adolescents. Selected Proceedings of the National Conference on the Habilitation and Rehabilitation of Deaf Adolescents (2nd, Afton, Oklahoma, April 28-May 2, 1986)."},
      {
        "id":"ED296550",
        "title":"Opportunity Knocking: The Story of Supported Employment."},
      {
        "id":"ED296551",
        "title":"The Use of Non-Verbal Measures of Intellectual Functioning in Identifying Gifted Children."},
      {
        "id":"ED296554",
        "title":"Community-Based Independent Living Skills Program for Severely Handicapped Youth."},
      {
        "id":"ED296555",
        "title":"Characteristics of Mildly Handicapped Students Served in Resource Rooms."},
      {
        "id":"ED296563",
        "title":"The Social Competence Curriculum Project: A Guide to Instructional Programming for Social and Communicative Interactions."},
      {
        "id":"ED296564",
        "title":"A Study of Pragmatic Skill Development in Two Groups of Young Children: Mildly Retarded and Non-Handicapped."},
      {
        "id":"ED296566",
        "title":"The Design of a Computer Table for the Physically Handicapped Student."},
      {
        "id":"ED296569",
        "title":"Intellectually Gifted Students: Issues and Policy Implications. Policy Issues."},
      {
        "id":"ED296570",
        "title":"Wheels of Progress: Inservice Manual for Special Transportation Personnel."},
      {
        "id":"ED296572",
        "title":"ESL through Content Area Instruction."},
      {
        "id":"ED296573",
        "title":"Maintaining Foreign Language Skills."},
      {
        "id":"ED296578",
        "title":"Research in Reading in a Second Language: Discussion Paper. Revised."},
      {
        "id":"ED296579",
        "title":"Assessment and Placement of Language Minority Students: Procedures for Mainstreaming. New Focus, NCBE Occasional Papers in Bilingual Education, No. 3."},
      {
        "id":"ED296580",
        "title":"The Effect of Age on Acquisition of a Second Language for School."},
      {
        "id":"ED296581",
        "title":"Age-Related Factors in Second Language Acquisition."},
      {
        "id":"ED296582",
        "title":"Effective Schooling for Language Minority Students. New Focus, NCBE Occasional Papers in Bilingual Education, No. 1."},
      {
        "id":"ED296584",
        "title":"Innovative Staff Development Approaches. New Focus, NCBE Occasional Papers in Bilingual Education, No. 4."},
      {
        "id":"ED296585",
        "title":"Procedural and Declarative Knowledge in Vocabulary Learning: Communication and the Language Learner's Lexicon."},
      {
        "id":"ED296586",
        "title":"Development of the Portuguese Speaking Test. Year One Project Report. Development of Semi-Direct Tests of Oral Proficiency in Hausa, Hebrew, Indonesian and Portuguese."},
      {
        "id":"ED296587",
        "title":"What's So Hard about Understanding Language?"},
      {
        "id":"ED296589",
        "title":"Who Is To Judge How Well Others Speak? An Experiment with the ACTFL/ETS Oral Proficiency Scale."},
      {
        "id":"ED296590",
        "title":"A Long-Term Research Agenda for the Test of Written English."},
      {
        "id":"ED296591",
        "title":"Teaching the Passe Compose and the Imparfait in French: Traditional versus Aspectual Methods."},
      {
        "id":"ED296592",
        "title":"How Native Language and Level of English Proficiency Affect the Structure of the Test of English as a Foreign Language (TOEFL)."},
      {
        "id":"ED296593",
        "title":"State-Mandated English Proficiency Requirements for Classroom Instructors."},
      {
        "id":"ED296598",
        "title":"The Role of Grammar in the Second Language Classroom."},
      {
        "id":"ED296599",
        "title":"Foreign Language/Intercultural Program. You and I (Kindergarten). DS Manual 2650.0."},
      {
        "id":"ED296600",
        "title":"Foreign Language/Intercultural Program. Your Family and Mine (First Grade). DS Manual 2650.1."},
      {
        "id":"ED296601",
        "title":"Foreign Language/Intercultural Program. Your Neighborhood and Mine (Second Grade). DS Manual 2650.2."},
      {
        "id":"ED296602",
        "title":"Foreign Language/Intercultural Program. Your Community and Mine (Third Grade). DS Manual 2650.3."},
      {
        "id":"ED296603",
        "title":"Foreign Language/Intercultural Program. Your Region and Mine (Fourth Grade). DS Manual 2650.4."},
      {
        "id":"ED296604",
        "title":"Foreign Language/Intercultural Program. Your Country and Mine (Fifth Grade). DS Manual 2650.5."},
      {
        "id":"ED296605",
        "title":"Foreign Language/Intercultural Program. Your World and Mine (Sixth Grade). DS Manual 2650.6."},
      {
        "id":"ED296606",
        "title":"Foreign Language/Intercultural Program. Exploring Our Host Nation (Seventh Grade). DS Manual 2650.7."},
      {
        "id":"ED296607",
        "title":"Foreign Language/Intercultural Program. Living in Our Host Nation (Eighth Grade). DS Manual 2650.8."},
      {
        "id":"ED296608",
        "title":"Foreign Language/Intercultural Program. Appendix. DS Manual 2650.9."},
      {
        "id":"ED296612",
        "title":"Second Language Proficiency Assessment: Current Issues. Language in Education: Theory and Practice, No. 70."},
      {
        "id":"ED296613",
        "title":"Challenges for Continuing Higher Education Leadership: Corporate/Campus Collaboration."},
      {
        "id":"ED296616",
        "title":"The Equity of Higher Education Subsidies."},
      {
        "id":"ED296617",
        "title":"Patterns in Evaluating State Higher Education Systems: Making a Virtue Out of Necessity."},
      {
        "id":"ED296629",
        "title":"Recognition of Depreciation by Not-For-Profit Institutions. A NACUBO Mongraph."},
      {
        "id":"ED296637",
        "title":"Attracting Minority Graduate Students and Faculty in an Atmosphere of Increasing Competition."},
      {
        "id":"ED296647",
        "title":"U.S. College and University Initiatives To Expand Educational Opportunities for Black South Africans: A Models Workshop. Information Exchange: Working Paper #3."},
      {
        "id":"ED296648",
        "title":"Teaching Writing in the Content Areas: College Level."},
      {
        "id":"ED296652",
        "title":"Aspirations and Career Growth of Mid-Level Administrators in Higher Education."},
      {
        "id":"ED296653",
        "title":"Research Methods Employed in &quot;American Educational Research Journal,&quot;&quot;Educational Researcher,&quot; and &quot;Review of Educational Research&quot; from 1978 to 1987."},
      {
        "id":"ED296656",
        "title":"Overcoming Resistance to the Use of Instructional Computing in Higher Education."},
      {
        "id":"ED296661",
        "title":"A Useful University Departmental Evaluation System."},
      {
        "id":"ED296662",
        "title":"An Undergraduate Major in Employee Assistance."},
      {
        "id":"ED296665",
        "title":"Policies and Procedures Concerning Illegal Drug Use by Students. Higher Education Surveys Report, Survey Number 4."},
      {
        "id":"ED296666",
        "title":"Staff Report on the Guaranteed Student Loan Program, Belmont Task Force Recommendations. Prepared for the Subcommittee on Postsecondary Education of the Committee on Education and Labor."},
      {
        "id":"ED296673",
        "title":"Residence of First-Time Freshmen in Institutions of Higher Education, Fall 1986. Survey Report."},
      {
        "id":"ED296676",
        "title":"High School Graduates: Projections by State, 1986 to 2004."},
      {
        "id":"ED296679",
        "title":"The Continuing Seminar on Futures Research in the School of Education at the University of North Carolina at Chapel Hill."},
      {
        "id":"ED296681",
        "title":"Notre Dame Report. Special Issue, 87-88."},
      {
        "id":"ED296682",
        "title":"Preliminary Report, Committee on Minority Students."},
      {
        "id":"ED296692",
        "title":"Higher Education and the Public Trust: Improving Stature in Colleges and Universities. ASHE-ERIC Higher Education Report No. 6."},
      {
        "id":"ED296693",
        "title":"College Student Outcomes Assessment: A Talent Development Perspective. ASHE-ERIC Higher Education Report No. 7, 1987."},
      {
        "id":"ED296694",
        "title":"Opportunity from Strength: Strategic Planning Clarified with Case Examples. ASHE-ERIC Higher Education Report No. 8, 1987."},
      {
        "id":"ED296696",
        "title":"Formative Evaluation in the Development Phases of a College Telecourse."},
      {
        "id":"ED296698",
        "title":"School District Instructional Computer-Use Evaluation Manual: A Process Template."},
      {
        "id":"ED296699",
        "title":"Information Resources Management: Systems Communicating with Systems. A Session Especially Designed by Senior Managers for Senior Management Officials. Viewgraphs and Presentations. Intensive One-Day Symposium (Gaithersburg, Maryland, December 3, 1987)."},
      {
        "id":"ED296700",
        "title":"Use of a Microcomputer to Facilitate the Collection, Analysis and Presentation of Ethnographic Data."},
      {
        "id":"ED296701",
        "title":"Intelligent Computer-Assisted Instruction: A Review and Assessment of ICAI Research and Its Potential for Education."},
      {
        "id":"ED296702",
        "title":"Nontrivial Pursuit: The Hidden Complexity of Elementary Logo Programming. Technical Report."},
      {
        "id":"ED296703",
        "title":"An Empirical Study of a &quot;Metacourse&quot; To Enhance the Learning of BASIC. Technical Report."},
      {
        "id":"ED296704",
        "title":"Children and Selected Characteristics of Prime-Time Television."},
      {
        "id":"ED296705",
        "title":"Computer Use in the United States: 1984."},
      {
        "id":"ED296706",
        "title":"How Technology Affects Teaching."},
      {
        "id":"ED296707",
        "title":"Japanese Technical Information: Opportunities To Improve U.S. Access."},
      {
        "id":"ED296712",
        "title":"Causal Model Progressions as a Foundation for Intelligent Learning Environments."},
      {
        "id":"ED296715",
        "title":"The Effects of Convergent and Divergent Computer Software on Children's Critical and Creative Thinking."},
      {
        "id":"ED296716",
        "title":"Intelligent Maintenance Training Technology. ONR Final Report. Technical Report No. 110."},
      {
        "id":"ED296718",
        "title":"Parents as Mediators of the Child's Television Environment."},
      {
        "id":"ED296720",
        "title":"A Reappraisal of Instructional Television. An Information Analysis Product."},
      {
        "id":"ED296724",
        "title":"ACRL Guidelines and Standards, 1974-1988."},
      {
        "id":"ED296725",
        "title":"ARL Statistics, 1986-87. A Compilation of Statistics from the One Hundred and Eighteen Members of the Association of Research Libraries."},
      {
        "id":"ED296726",
        "title":"College and Beyond: Library Information Sources on Careers."},
      {
        "id":"ED296727",
        "title":"Costs of Preservation Microfilming at Research Libraries: A Study of Four Institutions."},
      {
        "id":"ED296728",
        "title":"A Course in Information Consolidation. A Handbook for Education and Training in Analysis, Synthesis, and Repackaging of Information. Preliminary Version."},
      {
        "id":"ED296733",
        "title":"Comparison of WLN, RLIN, and OCLC."},
      {
        "id":"ED296734",
        "title":"Instructional Facilities for the Information Age. An ERIC Information Analysis Product."},
      {
        "id":"ED296735",
        "title":"Intermedia: A System for Linking Multimedia Documents. IRIS Technical Report 86-2."},
      {
        "id":"ED296739",
        "title":"Remote Access to Online Catalogs. SPEC Kit 142."},
      {
        "id":"ED296740",
        "title":"Teaching Library Skills to Academically Unprepared College Freshmen."},
      {
        "id":"ED296743",
        "title":"Writing across the Curriculum Sample Assignments, 1986-1987."},
      {
        "id":"ED296744",
        "title":"Selected Collective Bargaining Agreements of Northern California Two-Year Colleges."},
      {
        "id":"ED296746",
        "title":"Selected Collective Bargaining Agreements of Illinois Two-Year Colleges."},
      {
        "id":"ED296747",
        "title":"Selected Collective Bargaining Agreements of New Jersey Two-Year Colleges."},
      {
        "id":"ED296748",
        "title":"Transfer Education in Southwest Border Community Colleges. Final Report of the Ford Southwest Transfer Education Research Project."},
      {
        "id":"ED296749",
        "title":"Current Student Survey, Winter 1988. Washington Community Colleges Summary of Survey of Students in State-Supported Vocational and Academic Courses at Nine Representative Colleges (Adult Basic Education [ABE] and English as a Second Language [ESL] Students Excluded)."},
      {
        "id":"ED296752",
        "title":"Howard Community College Follow-Up of 1986 Graduates. Research Report Number 52."},
      {
        "id":"ED296758",
        "title":"Strengths and Needs for Improvement in Occupational Education Programs in California Community Colleges."},
      {
        "id":"ED296759",
        "title":"Increasing Rural Adults' Participation in Collegial Programs: Exemplary Programs. Proceedings of the Rural Action Conference \"Programs and Activities to Overcome Barriers to Rural Adult Participation in Postsecondary Education\" (Blacksburg, Virginia, June 1-3, 1987)."},
      {
        "id":"ED296760",
        "title":"Articulation."},
      {
        "id":"ED296761",
        "title":"Addressing Retention through an Orientation Course: Results from a North Campus Study. Research Report No. 87-24."},
      {
        "id":"ED296762",
        "title":"Fulfilling the Transfer Mission: A Follow-Up of Miami-Dade Graduates to Upper Division. Research Report No. 87-25."},
      {
        "id":"ED296763",
        "title":"Success of Students Who Begin College by Enrolling in English as a Second Language. Research Report No. 88-09."},
      {
        "id":"ED296765",
        "title":"Job Satisfaction among Community College Faculty. ERIC Digest."},
      {
        "id":"ED296766",
        "title":"Alternative Scheduling. ERIC Digest."},
      {
        "id":"ED296767",
        "title":"A New Improved Set of 15 One-Page Study Tips Gives Modern How-To-Study Information to Community College Students."},
      {
        "id":"ED296768",
        "title":"Defining Course Outcomes and Assessment Procedures: A Model for Individual Courses."},
      {
        "id":"ED296769",
        "title":"Patterns of Adjustment: What Happens to Community College Presidents Following Termination or Forced Retirement."},
      {
        "id":"ED296770",
        "title":"A Guide to Critical Thinking for Maryland Social Scientists: A Summary Report of Ideas and Resources."},
      {
        "id":"ED296771",
        "title":"Marketing America's Community Colleges: An Analysis of National Marketing Efforts of Community Colleges. A Final Report on the MECCA Project to the Council of North Central Community and Junior Colleges."},
      {
        "id":"ED296773",
        "title":"Fall Enrollment Report: University of Hawaii Community Colleges, Fall 1987."},
      {
        "id":"ED296774",
        "title":"Inmate Education: The Virginia Model."},
      {
        "id":"ED296776",
        "title":"Community College Transfers at UMCP. Research Brief 88-1."},
      {
        "id":"ED296778",
        "title":"Hard To Find and Difficult To Manage: The Effects of Child Care on the Workplace."},
      {
        "id":"ED296780",
        "title":"Relationship between Grade One Achievement and Academic Performance through High School."},
      {
        "id":"ED296785",
        "title":"School Feeding Programs in Developing Countries: An Analysis of Actual and Potential Impact. AID Evaluation Special Study No. 30."},
      {
        "id":"ED296786",
        "title":"Campus Child Care: Issues and Practices. A Collection of Conference Presentations 1975-1987."},
      {
        "id":"ED296788",
        "title":"An Investigation into the Knowledge and Use of Parent Training in South Africa. Institute for Psychological and Edumetric Research Report P-65."},
      {
        "id":"ED294790",
        "title":"The Strategic Context of Education in America, 1985-1995."},
      {
        "id":"ED294794",
        "title":"On the Liberty of Nature and the Nature of Liberty."},
      {
        "id":"ED294795",
        "title":"The Community Atlas As an Educational Tool. Community Mapping: Developing a Geographic Perspective."},
      {
        "id":"ED294798",
        "title":"American Dissertations on Foreign Education: A Bibliography with Abstracts. Philippines. Volume XVIII, Part 2, M-Z."},
      {
        "id":"ED294799",
        "title":"The Social Science Curriculum: A Collection of Essays."},
      {
        "id":"ED294801",
        "title":"Teaching about China in Secondary Schools in Western Europe: Report. Proceedings of the European Teachers' Seminar (22nd, Donaueschingen, West Germany, November 7-12, 1983)."},
      {
        "id":"ED294802",
        "title":"Demographics: People and Markets."},
      {
        "id":"ED294803",
        "title":"Geography Education. Examining the Issue of Geography Education in Our Schools To Get a Better Understanding of What Needs To Be Done To Improve Students&apos; Knowledge about the World. Hearing before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources. United States Senate, One Hundredth Congress, First Session (October 29, 1987)."},
      {
        "id":"ED294807",
        "title":"Atlas of the Soviet Union."},
      {
        "id":"ED294808",
        "title":"Moral Education: Why Not in Public Secondary Schools?"},
      {
        "id":"ED294809",
        "title":"Homework: Going Beyond and Being Creative."},
      {
        "id":"ED294810",
        "title":"Homework: Additional Selected References."},
      {
        "id":"ED294820",
        "title":"Sex and Intimacy among Infertile Couples."},
      {
        "id":"ED294821",
        "title":"Pre-K-12 Multicultural Education. Making Connections: Racism, Militarism, and Feminism."},
      {
        "id":"ED294822",
        "title":"Khomeini, the Future, and U.S. Options. Policy Paper 38."},
      {
        "id":"ED294824",
        "title":"Antarctica: Arena for South American Cooperation or Conflict."},
      {
        "id":"ED294828",
        "title":"A Sourcebook of Arts Statistics: 1987."},
      {
        "id":"ED294830",
        "title":"China: Issues and Prospects in Education. Annex 1 to China, Long-Term Development Issues and Options. A World Bank Country Study."},
      {
        "id":"ED294834",
        "title":"The Status of Teacher Education in Pennsylvania, 1987."},
      {
        "id":"ED294835",
        "title":"Some Promising Endeavors in School-Univerity Collaboration: Collaborative Research and Collaborative Supervision in the University of New Hampshire Five-Year Program."},
      {
        "id":"ED294840",
        "title":"Training Retired Teachers for the Transition to Mentoring."},
      {
        "id":"ED294841",
        "title":"Teaching and Being: Connecting Teachers' Accounts of Their Lives with Classroom Practice."},
      {
        "id":"ED294842",
        "title":"Responding to Student Questions: The Effects of Teacher Subject-Matter Knowledge and Experience on Teacher Discourse Strategies."},
      {
        "id":"ED294843",
        "title":"The Recruitment and Induction of \"Quality\" Students Into Teacher Education: A Case Study."},
      {
        "id":"ED294844",
        "title":"Teacher Values and the Construction of Curriculum."},
      {
        "id":"ED294848",
        "title":"Education as a Career."},
      {
        "id":"ED294851",
        "title":"An Analysis of the Comparability of Teacher Salaries to the Earnings of Other College Graduates in the Southeast. 1987 Update. Research Report 07-010."},
      {
        "id":"ED294855",
        "title":"Holmes Group and Carnegie Reports: Teacher Corps Rediscovered?"},
      {
        "id":"ED294856",
        "title":"Dance Curricula Guidelines K-12."},
      {
        "id":"ED294857",
        "title":"Together We Create Art...With Roots in Folk Traditions. A Lecture-Exhibit-Performance."},
      {
        "id":"ED294858",
        "title":"The Effects of Group Creativity Training on Teachers' Empathy and Interactions with Students."},
      {
        "id":"ED294859",
        "title":"Teachers Learning from Experiences of Teaching: Analyses Based on Metaphor and Reflection."},
      {
        "id":"ED294860",
        "title":"Becoming a Woman: Considerations in Educating Adolescents about Menstruation. Revised 1988. Working Paper No. 169."},
      {
        "id":"ED294862",
        "title":"Bowie State College Teaching Faculty's Attitudes toward Public Education."},
      {
        "id":"ED294863",
        "title":"Five Tips To Improve Teaching. Research in Brief."},
      {
        "id":"ED294864",
        "title":"The Effectiveness of the Study Group as an R&amp;D Methodology. Occasional Paper No. 024."},
      {
        "id":"ED294866",
        "title":"Dance for Young Children. Finding the Magic in Movement."},
      {
        "id":"ED294867",
        "title":"NAGWS Volleyball Guide 1988. Official Rules & Interpretations/Officiating."},
      {
        "id":"ED294868",
        "title":"Teen Sexual Behavior. A Leader's Resource of Practical Strategies with Youth."},
      {
        "id":"ED294869",
        "title":"AACTE RATE Project A National Study of Teacher Preparation. Year Two: Foundations Courses. Preliminary Findings from &quot;Program&quot; Data."},
      {
        "id":"ED294870",
        "title":"Trends in Teacher Education as Reported on the Institutional Questionnaire."},
      {
        "id":"ED294872",
        "title":"The Knowledge Which Underpins the Craft of Teaching."},
      {
        "id":"ED294875",
        "title":"Is Teaching Also a Moral Craft for Secondary School Teachers? Cognitive and Emotional Processes of Student Teachers in Professional Development During Teacher Education."},
      {
        "id":"ED294876",
        "title":"Teacher Perceptions of PET with Special Emphasis on Coaching."},
      {
        "id":"ED294877",
        "title":"Evaluation as Empowerment and the Evaluator as Enabler."},
      {
        "id":"ED294878",
        "title":"A Comparison of White and Black Student Academic Success Using Noncognitive Variables: A LISREL Analysis. Research Report #6-87."},
      {
        "id":"ED294879",
        "title":"Cross Cultural Validation of TEMAS (Minority Version). A Pluralistic Projective Test."},
      {
        "id":"ED294880",
        "title":"The Fundamental Theorem of Prevision. Technical Report No. 506. November 1987."},
      {
        "id":"ED294881",
        "title":"Local Predictive Influence. Technical Report No. 503. November 1987."},
      {
        "id":"ED294882",
        "title":"Statistical Abstract 1985-86. Dade County Public Schools."},
      {
        "id":"ED294885",
        "title":"High School and Beyond: A National Longitudinal Study for the 1980&apos;s. Local Labor Market Indicators for High School and Beyond Schools (1980-1982): Data File User&apos;s Manual."},
      {
        "id":"ED294887",
        "title":"Evaluations of Botswana National Literacy Program: The Politics of Renovation and Control."},
      {
        "id":"ED294889",
        "title":"Connectionist Learning Procedures."},
      {
        "id":"ED294890",
        "title":"Evaluation Processes in Schools and Classrooms. Report No. 12. May, 1987."},
      {
        "id":"ED294891",
        "title":"Mastery Learning Reconsidered. Report No. 7. January, 1987."},
      {
        "id":"ED294893",
        "title":"New Perspective on Intelligence: Examining Field Dependence/Independence in Light of Sternberg's Triarchic Theory of Intelligence."},
      {
        "id":"ED294895",
        "title":"Accountability and Assessment in American Higher Education: Two Case Studies."},
      {
        "id":"ED294900",
        "title":"The Effectiveness of Special Preparation for the SAT: An Evaluation of a Commercial Coaching School."},
      {
        "id":"ED294901",
        "title":"Computerized Adaptive Testing: A Good Idea Waiting for the Right Technology."},
      {
        "id":"ED294903",
        "title":"Conditions for the Persistence of Interest."},
      {
        "id":"ED294904",
        "title":"Testing for Equivalent Factorial Validity across Academic Track: A Confirmatory Factor Analysis of the Self Description Questionnaire III."},
      {
        "id":"ED294905",
        "title":"Combining Quantitative and Qualitative Methods in the Evaluation of an Alternative to Conventional High Schools."},
      {
        "id":"ED294912",
        "title":"Experimental Research on the Explanation of Item Bias."},
      {
        "id":"ED294913",
        "title":"Research on Psychosocial Environment Evaluation at University Classrooms: Adaptation of C.U.C.E.I. to the Spanish Educational Context."},
      {
        "id":"ED294914",
        "title":"Accelerating the Development of Formal Thinking in Middle and High School Students."},
      {
        "id":"ED294915",
        "title":"Gender Bias in SAT Items."},
      {
        "id":"ED294916",
        "title":"Contrast Analysis for Scale Differences."},
      {
        "id":"ED294919",
        "title":"Gender Differences in Verbal Ability: A Meta-Analysis."},
      {
        "id":"ED294921",
        "title":"Motivation, Attributions, and Approaches to Learning in British and Hungarian Secondary Schools."},
      {
        "id":"ED294923",
        "title":"Longitudinal Analyses of Achievement Data from Durham County (NC) Schools."},
      {
        "id":"ED294924",
        "title":"Longitudinal Profiles of Achievement."},
      {
        "id":"ED294925",
        "title":"The Effects on Parameter Estimation of Correlated Abilities Using a Two-Dimensional, Two-Parameter Logistic Item Response Model."},
      {
        "id":"ED294926",
        "title":"A Study of Cooperative Learning in Mathematics, Writing and Reading as Implemented in Third, Fourth and Fifth Grade Classes: A Focus upon Achievement, Attitudes and Self-Esteem for Males, Females, Blacks, Hispanics and Anglos."},
      {
        "id":"ED294930",
        "title":"A Content Analysis of the DMI Mathematics Systems Instructional Objectives Inventory according to the 1985-86 National Assessment of Educational Progress Content by Process Matrix for Mathematics."},
      {
        "id":"ED294931",
        "title":"Nine-Year-Old Hispanic Student Writing Performance: A Replication of the 1984-85 National Assessment of Educational Progress."},
      {
        "id":"ED294932",
        "title":"Project HELP--The Home Education Learning Project: A History and Analysis of a Telephone Assistance Program for Homework."},
      {
        "id":"ED294933",
        "title":"Interpreting Curriculum Differentiation."},
      {
        "id":"ED294937",
        "title":"Voluntary Transfer and Student Achievement: Does It Help or Hurt?"},
      {
        "id":"ED294938",
        "title":"Pupil Control Ideology and Behavior and the Quality of School Life."},
      {
        "id":"ED294940",
        "title":"Loss of Credit and Its Impact on High School Students: A Longitudinal Study."},
      {
        "id":"ED294942",
        "title":"The New South as Curriculum: Implications for Understanding Southern Race Relations."},
      {
        "id":"ED294945",
        "title":"Performance of Educationally-At-Risk Pacific and Asian Students in a Traditional Academic Program."},
      {
        "id":"ED294947",
        "title":"An Evaluation of Chapter I in the Montgomery County Public Schools. Chapter I Students in the Montgomery County Public Schools: A Description and Follow-up."},
      {
        "id":"ED294948",
        "title":"Making Schools Work for Underachieving Minority Students: Next Steps for Research, Policy and Practice. Report on Local Activities. Proceedings of the Conference (Los Angeles, California, June 25-26, 1987)."},
      {
        "id":"ED294949",
        "title":"Our National Dilemma."},
      {
        "id":"ED294950",
        "title":"Developing Effective Instructional Programs."},
      {
        "id":"ED294951",
        "title":"Reducing Dropouts."},
      {
        "id":"ED294952",
        "title":"Preparing Students for Success at the Postsecondary Level."},
      {
        "id":"ED294953",
        "title":"Helping Limited English Proficient Students Succeed."},
      {
        "id":"ED294954",
        "title":"Improving Teacher Effectiveness."},
      {
        "id":"ED294955",
        "title":"The Role of Testing and Evaluation."},
      {
        "id":"ED294956",
        "title":"Collaborative Arrangements."},
      {
        "id":"ED294957",
        "title":"An Evaluation of ESEA Title I--Program Operations and Educational Effects. A Report to Congress."},
      {
        "id":"ED294959",
        "title":"The Alienation and Commitment of Students and Teachers in Urban High Schools."},
      {
        "id":"ED294960",
        "title":"Mission Possible: Innovations in the Bronx Schools. Fastback 269."},
      {
        "id":"ED294963",
        "title":"School Enrollment--Social and Economic Characteristics of Students: October 1985 and 1984. Current Population Reports: Population Characteristics."},
      {
        "id":"ED294964",
        "title":"Estimates of the Population of Puerto Rico and the Outlying Areas: 1980 to 1986."},
      {
        "id":"ED294965",
        "title":"Immigration Reform: Implementation of Legalization Program. Statement of Arnold P. Jones, Senior Associate Director, General Government Division before the Subcommittee on Immigration and Refugee Affairs Committee."},
      {
        "id":"ED294967",
        "title":"Caribbean Life in New York City: Sociocultural Dimensions."},
      {
        "id":"ED294968",
        "title":"Demographic and Situational Variables Influencing Substance Use among Urban Black Adolescents."},
      {
        "id":"ED294970",
        "title":"Race and Rape: The Black Woman as Legitimate Victim."},
      {
        "id":"ED294972",
        "title":"Dropouts, Pushouts and Other Casualties. Hot Topics Series."},
      {
        "id":"ED294973",
        "title":"Evaluation of Poverty Indicators. Testimony. Statement of Lois-ellin Datta before the Subcommittee on Census and Population, Committee on Post Office and Civil Service, House of Representatives."},
      {
        "id":"ED294974",
        "title":"Children At Risk: An Urban Education Network Conference Proceedings. (Louisville, KY, December 1985). Occasional Paper No. 023."},
      {
        "id":"ED294975",
        "title":"Beyond Stereotypes. Who Becomes a Single Teenage Mother?"},
      {
        "id":"ED294976",
        "title":"Welfare Reform. Bibliographies of Case Management and Agency/Client Contracting. Fact Sheet for the Chairman, Committee on Governmental Affairs, U.S. Senate."},
      {
        "id":"ED294979",
        "title":"Be Aware. Be Safe."},
      {
        "id":"ED294980",
        "title":"Food Stamp Program: Participation by AFDC Households. Briefing Report to Congressional Requesters."},
      {
        "id":"ED294981",
        "title":"Money Income and Poverty Status of Families and Persons in the United States: 1986. (Advance Data From the March 1987 Current Population Survey). Consumer Income."},
      {
        "id":"ED294984",
        "title":"Project PACT: Parents and Children Together. Special Demonstration 310 Project."},
      {
        "id":"ED294985",
        "title":"The Family That Reads Together. A Report on 310 Project #87-98-7017."},
      {
        "id":"ED294986",
        "title":"&quot;Read To Me!&quot; Some Tips on Reading to Children."},
      {
        "id":"ED294989",
        "title":"&quot;How We Survived the Good Old Days.&quot; Memories of Hackney before and after the Second World War by the Kingshold Oral History Group."},
      {
        "id":"ED294992",
        "title":"Building Self-Esteem and Confidence of Substance Abusers through Adult Basic Education. A 310 Special Demonstration Report. September 1, 1986 to June 30, 1987."},
      {
        "id":"ED294993",
        "title":"Sharpening the Competitive Edge. Case Studies: Partnerships for Training and Retraining in a Changing Economy."},
      {
        "id":"ED294994",
        "title":"Workforce Reductions: A Responsible Approach."},
      {
        "id":"ED294996",
        "title":"Count Me In! Guidelines for Enhancing Participation in Mixed Gender Work Groups."},
      {
        "id":"ED295001",
        "title":"A Guide to Working Partnerships."},
      {
        "id":"ED295002",
        "title":"Working Partnerships Casebook."},
      {
        "id":"ED295004",
        "title":"National Advisory Council on Adult Education Annual Report FY 1987."},
      {
        "id":"ED295006",
        "title":"Commission on Federal Voluntary Service Opportunities for Young People Act of 1987. Hearing on H.R. 3096 before the Subcommittee on Human Resources of the Committee on Post Office and Civil Service. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED295007",
        "title":"Homeless and Unemployed Veterans. Hearing before the Subcommittee on Education, Training and Employment of the Committee on Veterans' Affairs. House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED295008",
        "title":"The Montgomery GI Bill. Hearings before the Subcommittee on Education, Training and Employment of the Committee on Veterans&apos; Affairs. House of Representatives, One Hundredth Congress, First Session (October 14-15, 1987)."},
      {
        "id":"ED295009",
        "title":"Volunteer Service Promotion Act of 1987. Hearing on S. 1189 To Amend the Older Americans Act of 1965 To Authorize Grants to States for Demonstration Projects that Provide to Older Individuals Services in Return for Certain Volunteer Services Provided to Other Individuals. before the Subcommittee on Aging of the Committee on Labor and Human Resources. United States Senate, One Hundredth Congress, First Session."},
      {
        "id":"ED295010",
        "title":"Compilation of the Domestic Volunteer Service Act of 1973 as Amended through December 31, 1987. An Information Paper Prepared for Use by the Special Committee on Aging, United States Senate. 100th Congress, 2d Session."},
      {
        "id":"ED295011",
        "title":"Economic Dislocation and Worker Adjustment Assistance Act, H.R. 1122. Hearing before the Subcommittees on Labor-Management Relations and Employment Opportunities of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, First Session (March 17, 1987)."},
      {
        "id":"ED295012",
        "title":"Women in the Nontraditional Workforce. Hearing before the Subcommittee on Labor of the Committee on Labor and Human Resources. United States Senate, One Hundredth Congress, First Session on Examining the Problems Facing Women Who Seek Jobs in Fields Traditionally Dominated by Men, Particularly in Construction and High Technology Areas (November 17, 1987)."},
      {
        "id":"ED295013",
        "title":"Competitiveness and the Quality of the American Work Force. Hearings before the Subcommittee on Education and Health of the Joint Economic Committee. Congress of the United States, One Hundredth Congress, First Session (September 23, October 1, 5, 21, and 27, 1987). Part 1."},
      {
        "id":"ED295014",
        "title":"Competitiveness and the Quality of the American Work Force. Hearings before the Subcommittee on Education and Health of the Joint Economic Committee. Congress of the United States, One Hundredth Congress, First Session (October 29, November 10, 19, and December 3, 1987). Part 2."},
      {
        "id":"ED295015",
        "title":"Employment in Perspective: Women in the Labor Force. First Quarter 1988. Report 752."},
      {
        "id":"ED295016",
        "title":"People with Disabilities in Our Nation's Job Training Partnership Act Programs. Program Year 1986."},
      {
        "id":"ED295017",
        "title":"Drunk Driving. Bureau of Justice Statistics Special Report."},
      {
        "id":"ED295018",
        "title":"An Overview of Agricultural Extension Systems: The Territory, Recent Developments and Recommended Directions."},
      {
        "id":"ED295020",
        "title":"Faith Development in the Adult Life Cycle. The Report of a Research Project."},
      {
        "id":"ED295021",
        "title":"Working toward Equity. A Report on Implementation of the Sex Equity Provisions of the Carl D. Perkins Vocational Education Act."},
      {
        "id":"ED295023",
        "title":"Employee Involvement. Issues for Agencies To Consider in Designing and Implementing Programs. Report to the Ranking Minority Member, Subcommittee on Federal Services, Post Office, and Civil Service, Committee on Governmental Affairs, U.S. Senate."},
      {
        "id":"ED295024",
        "title":"Plant Closings. Evaluation of Cost Estimate of Proposed Advance Notice Requirement. Report to Congressional Requesters."},
      {
        "id":"ED295025",
        "title":"401(k) Plans. Incidence, Provisions, and Benefits. Report to the Ranking Minority Member, Special Committee on Aging, U.S. Senate."},
      {
        "id":"ED295026",
        "title":"Employee Drug Testing. Information on Private Sector Programs. Report to the Honorable Charles Schumer, House of Representatives."},
      {
        "id":"ED295027",
        "title":"ABE/GED in Community Colleges. A National Study."},
      {
        "id":"ED295029",
        "title":"The TAFE National Centre for Research and Development. Third Edition."},
      {
        "id":"ED295030",
        "title":"Influences of Academic and Teaching Experience on TAFE Teachers' Educational Studies."},
      {
        "id":"ED295031",
        "title":"N.O.W. and Then What? Evaluating a TAFE Access Course for Mature Age Women."},
      {
        "id":"ED295032",
        "title":"An Evaluation of the Implementation of National Core Curricula in Australia. Summary Report."},
      {
        "id":"ED295033",
        "title":"The School of Hard Knocks. A Study on the Assessment of Experiential Learning. Summary Report."},
      {
        "id":"ED295034",
        "title":"The School of Hard Knocks. A Study on the Assessment of Experiential Learning."},
      {
        "id":"ED295035",
        "title":"Second Corporate Plan."},
      {
        "id":"ED295036",
        "title":"The Technical and Further Education System and Industry: Joint Use of Facilities."},
      {
        "id":"ED295037",
        "title":"The Continuing Education Needs of Academic Staff: Senior College Staff in TAFE. Summary Report."},
      {
        "id":"ED295038",
        "title":"A Report of Vocational Education Funding Support Provided by States."},
      {
        "id":"ED295040",
        "title":"Connecticut's Common Core of Learning."},
      {
        "id":"ED295043",
        "title":"Farm Drainage in the United States. History, Status, and Prospects. Miscellaneous Publication Number 1455."},
      {
        "id":"ED295044",
        "title":"The U.S. Soybean Industry. Agricultural Economic Report Number 588."},
      {
        "id":"ED295045",
        "title":"Formative Evaluation of a Training Curriculum for Vocational Education and Special Services Personnel."},
      {
        "id":"ED295046",
        "title":"The Midwest Research to Practice Conference in Adult and Continuing Education (East Lansing, Michigan, October 8-9, 1987)."},
      {
        "id":"ED295047",
        "title":"Professional Perceptions Regarding the Swaziland Agricultural Teacher Education Program. Summary of Research 49."},
      {
        "id":"ED295048",
        "title":"Assessment of the Impact of the Exemplary Program Project for Vocational Education. (Identification, Dissemination and Replication--1983 to 1986). Final Report."},
      {
        "id":"ED295049",
        "title":"South Carolina Guide for Sales Promotion. Marketing Education."},
      {
        "id":"ED295050",
        "title":"Child Care Curriculum."},
      {
        "id":"ED295051",
        "title":"Renewable Natural Resources/Agriculture Curriculum. Secondary and Postsecondary Articulated Curriculum."},
      {
        "id":"ED295052",
        "title":"Construction Trades Resources."},
      {
        "id":"ED295053",
        "title":"Industrial Education Resources."},
      {
        "id":"ED295054",
        "title":"To Establish Credit for Vocational Classes in English, Mathematics, Science and Social Studies at Sumner High School. Final Report."},
      {
        "id":"ED295057",
        "title":"South Carolina Guide for Marketing Principles. Marketing Education."},
      {
        "id":"ED295062",
        "title":"Teenage Victims: A National Crime Survey Report."},
      {
        "id":"ED295063",
        "title":"Catastrophic Health Insurance. Hearing before the Committee on Finance. United States Senate, One Hundredth Congress, First Session. Part 1 of 3."},
      {
        "id":"ED295064",
        "title":"Catastrophic Health Insurance. Hearing before the Committee on Finance. United States Senate, One Hundredth Congress, First Session. Part 2 of 3."},
      {
        "id":"ED295066",
        "title":"Alcoholic Relatives and Their Impact on Alcohol-Related Beliefs."},
      {
        "id":"ED295067",
        "title":"Marriage Dissolution, Division of Pensions, and Retirement Economic Well-Being."},
      {
        "id":"ED295068",
        "title":"Mentally or Physically Impaired Elders; Family Consequences."},
      {
        "id":"ED295069",
        "title":"Workers' Reactions to AIDS and Other Illnesses."},
      {
        "id":"ED295071",
        "title":"Aging and Developmental Disabilities: Research and Planning. Final Report to the Maryland State Planning Council on Developmental Disabilities."},
      {
        "id":"ED295073",
        "title":"Using Tests Responsibly in Counseling."},
      {
        "id":"ED295074",
        "title":"Mid-Life Women: Research and Implications."},
      {
        "id":"ED295075",
        "title":"Environmental Tobacco Smoke: Measuring Exposures and Assessing Health Effects."},
      {
        "id":"ED295076",
        "title":"Alcohol and Drug Prevention Curriculum Resource Guide Grades 10-12: Science--Biology."},
      {
        "id":"ED295077",
        "title":"Alcohol and Drug Prevention Curriculum Resource Guide Grades 10-12: Communication Skills--English IV."},
      {
        "id":"ED295078",
        "title":"Alcohol and Drug Prevention Curriculum Resource Guide Grades 10-12: Social Studies--United States History."},
      {
        "id":"ED295079",
        "title":"Policy and Position Paper on Comprehensive Guidance and Counseling Programs."},
      {
        "id":"ED295082",
        "title":"Smoking, Tobacco & Health: A Fact Book."},
      {
        "id":"ED295085",
        "title":"Teaching Aging: A Series of Training Modules on Aging for Educators."},
      {
        "id":"ED295088",
        "title":"The Reinforcements of Religiousness in Adolescence."},
      {
        "id":"ED295089",
        "title":"Employee Drug Testing Policies in Police Departments. Research in Brief."},
      {
        "id":"ED295090",
        "title":"Danger to Police in Domestic Disturbances--A New Look. Research in Brief."},
      {
        "id":"ED295092",
        "title":"Topics on Aging: Publications and Research of the Faculty and Graduates of Florida State University 1982-1987."},
      {
        "id":"ED295093",
        "title":"Caregiving: Support for Maintaining Independence in the Elderly. Proceedings of the Conference (Tallahassee, Florida, January 27-28, 1987)."},
      {
        "id":"ED295094",
        "title":"Evaluation of a New Thrust in the Delivery of Mental Health Services: Outpatient Commitment."},
      {
        "id":"ED295095",
        "title":"Attitudes towards and Knowledge of AIDS."},
      {
        "id":"ED295096",
        "title":"Expressive Group Therapy for Teen Survivors of Sexual Abuse."},
      {
        "id":"ED295099",
        "title":"Characteristics of Absenteeism in Nursing Home Staff."},
      {
        "id":"ED295100",
        "title":"As Families Grow Older: Information for Family Caregivers. Final Report."},
      {
        "id":"ED295102",
        "title":"Conventionalization among Dating Couples."},
      {
        "id":"ED295103",
        "title":"The Vulnerability of Female Body Image to Weight Related Feedback."},
      {
        "id":"ED295104",
        "title":"Demystifying Data: Data Use in State and Local Public Health Nutrition Programs--Measuring Achievement of the 1990 Health Promotion/Disease Prevention Objectives for the Nation. Proceedings of the Continuing Education Conference for the Association of State and Territorial Public Health Nutrition Directors and Association of Faculties of Graduate Programs in Public Health Nutrition (Chapel Hill, North Carolina, May 21-24, 1985)."},
      {
        "id":"ED295108",
        "title":"The Tree of Life: A Response to Teen Suicide."},
      {
        "id":"ED295109",
        "title":"Elementary School Guidance and Counseling in Virginia: An Emerging Program."},
      {
        "id":"ED295110",
        "title":"AIDS Education Resource Directory: A Selected Annotated Bibliography."},
      {
        "id":"ED295112",
        "title":"Social Factors in the Health of Families: A Public Health Social Work Responsibility. Proceedings of a Conference (Pittsburgh, Pennsylvania, March 23-26, 1986)."},
      {
        "id":"ED295113",
        "title":"Implementing a Forward Plan: A Public Health Social Work Challenge. Proceedings of a Conference (Pittsburgh, Pennsylvania, April 26-29, 1987)."},
      {
        "id":"ED295117",
        "title":"Homicide Victimization and Offense Rates by Age, Gender, Race, Relation of Victim to Offender, Weapon Used, and Circumstances, for the United States, 1976-79 and 1980-84."},
      {
        "id":"ED295118",
        "title":"Homicide of Family Members, Acquaintances, and Strangers, and State-To-State Differences in Social Stress, Social Control and Social Norms."},
      {
        "id":"ED295119",
        "title":"Social Stress, Legitimate Violence, and Gun Availability: Links to Weapon-Specific Homicides."},
      {
        "id":"ED295120",
        "title":"Becoming a Nation of Readers: The Report of the Commission on Reading--A Critical Review."},
      {
        "id":"ED295121",
        "title":"Research to Practice: Integrating Reading and Writing in a Kindergarten Curriculum. Technical Report No. 415."},
      {
        "id":"ED295127",
        "title":"Essential Learning Skills across the Curriculum."},
      {
        "id":"ED295128",
        "title":"Blueprint for Tutoring Adult Readers."},
      {
        "id":"ED295129",
        "title":"Reading, Writing, and Mathematics: Beginning Grades 3, 5, 8, and 11. Minimum Student Performance Standards for Florida Schools 1985-1990."},
      {
        "id":"ED295132",
        "title":"Listening: Are We Teaching It, and If So, How? ERIC Digest Number 3."},
      {
        "id":"ED295133",
        "title":"Meaning Construction in School Reading Tasks: A Study of Mexican-American Students."},
      {
        "id":"ED295136",
        "title":"Voices of Readers: How We Come To Love Books."},
      {
        "id":"ED295145",
        "title":"Assessment of First-Grade Reading Achievement: Spring 1986 Pilot Study. OEA R &amp; D Report."},
      {
        "id":"ED295146",
        "title":"The Role of the Cuban Press in International Political Communication: &quot;Granma Weekly Review&quot; and Castro's U.S. Policy."},
      {
        "id":"ED295147",
        "title":"Shifting Journalistic Paradigms: Editorial Stance and Political Transition in Hong Kong."},
      {
        "id":"ED295151",
        "title":"Instructional Materials for Exceptional Students: Language Arts. Secondary Education."},
      {
        "id":"ED295152",
        "title":"Instructional Software for Exceptional Students: Language Arts. Secondary Education."},
      {
        "id":"ED295153",
        "title":"Proceedings of the Task Force on Language Learning Disabilities (Orlando, Florida, May 18-20, 1983 and November 2-4, 1983)."},
      {
        "id":"ED295155",
        "title":"Collaborative Revision on a Computer."},
      {
        "id":"ED295160",
        "title":"Teaching Research: Retracing the Travels of William Bartram."},
      {
        "id":"ED295161",
        "title":"Looking and Listening for My Voice."},
      {
        "id":"ED295165",
        "title":"The Usefulness of University-Sponsored Workshops as Aids for High School Journalism Advisers in A Rural State: A Descriptive Analysis."},
      {
        "id":"ED295167",
        "title":"Trends and Issues in English Instruction, 1988--Six Summaries. Summaries of Informal Annual Discussions of the Commissions of the National Council of Teachers of English."},
      {
        "id":"ED295168",
        "title":"When Syllabus and Curriculum Collide."},
      {
        "id":"ED295169",
        "title":"Caution: Process Writing in Progress."},
      {
        "id":"ED295170",
        "title":"Influencing Praxis through Scholarship: &quot;Teaching Education.&quot;"},
      {
        "id":"ED295174",
        "title":"Hazelwood School District v. Kuhlmeier: A Constitutional Retreat or Sound Public Policy?"},
      {
        "id":"ED295180",
        "title":"What Are They Really Doing? Observations of Basic and Professional Writers Using Word Processors."},
      {
        "id":"ED295181",
        "title":"Uniform Student Performance Standards for Selected Courses, Grades 6-8 for Florida Schools. [Language Arts]."},
      {
        "id":"ED295182",
        "title":"Uniform Student Performance Standards for Selected Courses, Grades 9-12 for Florida Schools. [Language Arts]."},
      {
        "id":"ED295183",
        "title":"Curriculum Frameworks Grades 6-8: 1986-1987."},
      {
        "id":"ED295184",
        "title":"Curriculum Frameworks for Grades 9-12, Adult Basic Programs."},
      {
        "id":"ED295185",
        "title":"&quot;Political Propaganda&quot;: An Analysis of the U.S. Supreme Court Decision in Meese v. Keene."},
      {
        "id":"ED295188",
        "title":"Newspaper Scale and Newspaper Expenditures."},
      {
        "id":"ED295189",
        "title":"Controversy in the Composition Classroom: Debate as a Mode of Pre-Writing."},
      {
        "id":"ED295190",
        "title":"Dimensions of Diversity: Peer Tutoring in a Multi-Cultural Setting."},
      {
        "id":"ED295191",
        "title":"Teaching College Composition with Computers: A Program Evaluation Study."},
      {
        "id":"ED295193",
        "title":"Compatriots: Wendell Willkie, the Press, and the Cowles Brothers--An Introductory Survey, Including Willkie's &quot;One World&quot; Trip with Publisher Gardner (Mike) Cowles."},
      {
        "id":"ED295194",
        "title":"The Federalization of Libel by Two Supreme Courts."},
      {
        "id":"ED295196",
        "title":"Black State Legislators Describe Their Relationships with the Local Press: A Preliminary Report."},
      {
        "id":"ED295198",
        "title":"Professionalism as an Organizational Concept."},
      {
        "id":"ED295199",
        "title":"A Comparison of Two Approaches for Testing Spelling in Elementary Grades."},
      {
        "id":"ED295201",
        "title":"The Office of Censorship's Attempt to Control Press Coverage of the Atomic Bomb during World War II."},
      {
        "id":"ED295203",
        "title":"The Data-Ink Ratio and Accuracy of Information Derived from Newspaper Graphs: An Experimental Test of the Theory."},
      {
        "id":"ED295206",
        "title":"How Journalists at Two Newspapers View Good Writing and Writing Coaches."},
      {
        "id":"ED295207",
        "title":"Protest at the &quot;Post&quot;: Coverage of Blacks in &quot;The Washington Post Magazine.&quot;"},
      {
        "id":"ED295208",
        "title":"Beyond the Generic Curriculum: The Enriched Major for Journalism and Mass Communication."},
      {
        "id":"ED295209",
        "title":"Testing Some Notions of the Fact/Opinion Distinction in Libel."},
      {
        "id":"ED295210",
        "title":"Impact of Journalism Genres on Readership."},
      {
        "id":"ED295211",
        "title":"Teleology and News: The Religious Roots of American Journalism, 1630-1730."},
      {
        "id":"ED295213",
        "title":"&quot;This Gift of Celestial Honey&quot;: A (W)rite of Passage into Renaissance Studies."},
      {
        "id":"ED295214",
        "title":"Teaching Poetry Writing to Adolescents."},
      {
        "id":"ED295217",
        "title":"Eyewitness to Missing Moments: The Foreign Reporting of Josephine Herbst."},
      {
        "id":"ED295218",
        "title":"Improving Student Writing: A Guidebook for Faculty in All Disciplines."},
      {
        "id":"ED295219",
        "title":"College Student Attitudes toward High School Journalism and Other Language Arts Experiences."},
      {
        "id":"ED295220",
        "title":"Computer Assisted Instruction Improves AP Style Scores."},
      {
        "id":"ED295222",
        "title":"Information System Design: A Case Study in the Generation of Innovations."},
      {
        "id":"ED295223",
        "title":"Social Science Discourse: Issues in Scholarly Communication."},
      {
        "id":"ED295224",
        "title":"The Publishing Rubric: A Context for Magazine Curriculum Development."},
      {
        "id":"ED295227",
        "title":"Project ADOLANG: Identification of Adolescent Language Problems and Implications for Education. Research Report 1."},
      {
        "id":"ED295228",
        "title":"The Community-Based Report: A Strategy for Teaching Business Communication."},
      {
        "id":"ED295229",
        "title":"Emotion-Eliciting Qualities of Speech Delivery and Their Effect on Credibility and Comprehension."},
      {
        "id":"ED295230",
        "title":"&quot;The South American Way&quot;: Hollywood Looks at Latins and at Latin America."},
      {
        "id":"ED295232",
        "title":"Remembering 1970, and Premonitions about 2000."},
      {
        "id":"ED295233",
        "title":"Product Matching in Television News Using Benefit Segmentation."},
      {
        "id":"ED295237",
        "title":"Exploring the Characteristics of &quot;News Radio&quot; Stations."},
      {
        "id":"ED295238",
        "title":"Alcohol as Good Food: Adolescents' Responses to Liqueur Ads."},
      {
        "id":"ED295239",
        "title":"A Comparison of Two Viewing Measures in Studies of Television-Influenced Perceptions of Criminal Victimization."},
      {
        "id":"ED295240",
        "title":"Why Subscribers Drop Cable Television: Characteristics of Three Groups."},
      {
        "id":"ED295241",
        "title":"Skill, Control, and the Newswork: Implications of the Labor Process Approach."},
      {
        "id":"ED295244",
        "title":"Designing a Master's Program in Corporate Communication at an Urban University: A Case Study."},
      {
        "id":"ED295246",
        "title":"Multinational Advertising: An Examination of Standardization and Specialization in Commercial Messages."},
      {
        "id":"ED295248",
        "title":"Personality and Situational Factors Influencing the Advertising Sales Interaction."},
      {
        "id":"ED295250",
        "title":"Network Evening News Coverage of Environmental Risk."},
      {
        "id":"ED295251",
        "title":"An Instrument for the Systematic Study of Advertising Creative Appeals."},
      {
        "id":"ED295252",
        "title":"Assessing Women in the Creative Department: What Creative Directors Think."},
      {
        "id":"ED295253",
        "title":"Job Satisfaction among Women in Advertising."},
      {
        "id":"ED295255",
        "title":"Television and Its Influence among African-Americans and Hispanics."},
      {
        "id":"ED295257",
        "title":"Religion in Network Television Newscasts: 1976-1986."},
      {
        "id":"ED295258",
        "title":"Do Female Students Approach the Study of Public Relations with Different Perceptions of Skills from Those of Male Students?"},
      {
        "id":"ED295265",
        "title":"The Impact of Information on AIDS Risk Judgments and Behavioral Change among Young Adults."},
      {
        "id":"ED295268",
        "title":"Personal, Organizational and Cultural Factors Affecting Scholarly Research among Mass Communications Faculty."},
      {
        "id":"ED295269",
        "title":"More Than We Bargained For: The Impact of Consumer Culture in Southeast Asia."},
      {
        "id":"ED295270",
        "title":"Ike and the GOP in 1956: Madison Avenue Comes to the Aid of the Party."},
      {
        "id":"ED295271",
        "title":"The Impact on Children's Education: Television's Influence on Cognitive Development. Working Paper No. 2."},
      {
        "id":"ED295272",
        "title":"Making Waves: Pirate Radio and Popular Music."},
      {
        "id":"ED295273",
        "title":"Responses to &quot;Subliminal Advertising&quot; versus &quot;Advertising&quot; in the Title and Explanation of Ad-Response Survey."},
      {
        "id":"ED295274",
        "title":"Anarchists Wreak Havoc in Downtown Minneapolis: A Case Study of Media Coverage of Radical Protest."},
      {
        "id":"ED295276",
        "title":"Newton Minow's Global View: Television and the National Interest."},
      {
        "id":"ED295277",
        "title":"Public Relations' Quest for Professionalism: An Empirical Study."},
      {
        "id":"ED295278",
        "title":"The Media as Voyeur: What Is Our &quot;Right to Know?&quot;"},
      {
        "id":"ED295281",
        "title":"Need Two-Thirds To Pass? (No Worries). The Planning and Execution of the Elk Grove Unified School District's Successful 1987 School Improvement Bond Election."},
      {
        "id":"ED295282",
        "title":"Shaping Career Ladder Reform: The Influence of Teachers on the Policymaking Process."},
      {
        "id":"ED295283",
        "title":"Using Organization Development To Improve School Climate. Report No. 17."},
      {
        "id":"ED295284",
        "title":"Innovation in Primary Education. Project No. 8."},
      {
        "id":"ED295286",
        "title":"The Relationship of School Site Management to the Minnesota Educational Effectiveness Program."},
      {
        "id":"ED295287",
        "title":"A Plan for Conducting a Comprehensive Wage and Salary Study."},
      {
        "id":"ED295288",
        "title":"The Education Almanac, 1987-1988. Facts and Figures about Our Nation's System of Education. Third Edition."},
      {
        "id":"ED295289",
        "title":"Board/Superintendent Roles, Responsibilities, Relationships. Revised Edition."},
      {
        "id":"ED295296",
        "title":"Effective Teachers: Effective Evaluation in America's Elementary and Middle Schools."},
      {
        "id":"ED295297",
        "title":"Building Trust in Supervision and Evaluation. A Workshop for Instructional Supervisors."},
      {
        "id":"ED295298",
        "title":"Education by Charter: Restructuring School Districts. Key to Long-Term Continuing Improvement in American Education."},
      {
        "id":"ED295299",
        "title":"One Approach to Increasing Revenues for Your School District. (A Small School District's Successful Struggle)."},
      {
        "id":"ED295301",
        "title":"Assessing School and Classroom Climate. A Consumer's Guide."},
      {
        "id":"ED295302",
        "title":"Teaching Thinking Skills."},
      {
        "id":"ED295303",
        "title":"Teacher Evaluation Policy Implementation."},
      {
        "id":"ED295306",
        "title":"The Internship: An Alternative Model."},
      {
        "id":"ED295307",
        "title":"A Report of State Legislative Acts on Education 1985-87."},
      {
        "id":"ED295308",
        "title":"Child Advocacy & the Schools. Past Impact and Potential for the 1980s. Study Summary."},
      {
        "id":"ED295310",
        "title":"Toward Strengthening North Dakota&apos;s Fiscal System."},
      {
        "id":"ED295312",
        "title":"The Artistic Nature of the High School Principal."},
      {
        "id":"ED295314",
        "title":"Class, Culture, and Curriculum: A Study of Continuity and Change in a Catholic School. EED433 Management of Resources in Schools."},
      {
        "id":"ED295315",
        "title":"Religious Challenges to the Public School Curriculum. Policy Memo Series No. 3."},
      {
        "id":"ED295316",
        "title":"Political Science and Educational Administration. ESA 841, Theory and Practice in Educational Administration."},
      {
        "id":"ED295318",
        "title":"Liberalism, Marxism and the Struggle for the State: Prolegomena to the Study of Public Administration. ESA844, Administrative Context of Schooling."},
      {
        "id":"ED295320",
        "title":"Critical Theory and Educational Practice. ESA 841, Theory and Practice in Educational Administration."},
      {
        "id":"ED295327",
        "title":"Public Administration and the Crisis of the State. ESA844, Administrative Context of Schooling."},
      {
        "id":"ED295328",
        "title":"The Democratisation of Schooling. ESA844, Administrative Context of Schooling."},
      {
        "id":"ED295331",
        "title":"Public School Administrators' Knowledge of Recent Supreme Court Decisions Affecting School Practice."},
      {
        "id":"ED295332",
        "title":"Male/Female Salary Disparity for Professors of Educational Administration."},
      {
        "id":"ED295334",
        "title":"Testing the Handicapped: Legislation, Regulations and Litigation."},
      {
        "id":"ED295336",
        "title":"Teacher Evaluation Systems: A Review of Critical Issues and the Current State of the Art."},
      {
        "id":"ED295338",
        "title":"Public Elementary Enrollment Continues To Increase While Public Secondary Enrollment Decreases This Fall. Targeted Forecast."},
      {
        "id":"ED295339",
        "title":"Orientations to Curriculum and Transition: Towards the Socially-Critical School."},
      {
        "id":"ED295341",
        "title":"Elementary and Secondary Education Indicators in Brief, 1987."},
      {
        "id":"ED295342",
        "title":"The Development of Ontario Schools: Intermediate and Senior Divisions--1984 (OSIS) and the Initial Phase of Its Implementation."},
      {
        "id":"ED295343",
        "title":"Characteristics of Public Elementary and Secondary Schools in the United States, 1986-87. E.D. TABS."},
      {
        "id":"ED295344",
        "title":"Digest of Education Statistics, 1988."},
      {
        "id":"ED295350",
        "title":"Gifted Programs: Equal Access in Rural Areas."},
      {
        "id":"ED295351",
        "title":"Meeting the Needs of Rural Special Education in the Information Age: Using TI-IN Network's Interactive Satellite Based Educational Network."},
      {
        "id":"ED295354",
        "title":"Training Field-Based Personnel To Supervise On-the-Job Practicum Experiences in Rural Areas."},
      {
        "id":"ED295356",
        "title":"Early Intervention in Rural States: The Impact of P.L. 99-457."},
      {
        "id":"ED295357",
        "title":"Teaching in Rural America: Dual Certification, a Redefinition of Regular and Special Education Roles."},
      {
        "id":"ED295358",
        "title":"An On-the-Job Training Program for Rural Teachers of Students with Severe/Profound Handicaps."},
      {
        "id":"ED295360",
        "title":"Preschool Project. Third Year Program. Summative Report."},
      {
        "id":"ED295361",
        "title":"A Classroom-Home Language Intervention Program for Preschool Children &quot;At Risk&quot; for Language/Learning Disabilities."},
      {
        "id":"ED295362",
        "title":"Children's Language Institute Preschool Placement Test (CLIPPT)."},
      {
        "id":"ED295363",
        "title":"Professional Certification in Early Childhood Special Education."},
      {
        "id":"ED295364",
        "title":"Middle School Study of Mainstreamed Students Dissemination Report: A Summary of Year One Findings and Year Two Research Activities."},
      {
        "id":"ED295365",
        "title":"Promoting Effective Transition for Severely Handicapped Youth from School to Work through Training, Intervention, Support and Advocacy. Year 3 and Final Evaluation Report: Project COMPETE, October 1, 1984-September 30, 1987."},
      {
        "id":"ED295366",
        "title":"Best Practices in Mental Disabilities. Volume One."},
      {
        "id":"ED295367",
        "title":"Family Caregiving Project. Proceedings of a Conference (Washington, D.C., June 23-24, 1986)."},
      {
        "id":"ED295368",
        "title":"Early Intervention Project. Summary Report, Narrative Report and Supplemental Report."},
      {
        "id":"ED295370",
        "title":"A Promising Teacher Training Model for Rural Settings."},
      {
        "id":"ED295376",
        "title":"Syntactic Skill and Narrative Abilities of Hearing-Impaired Adolescents."},
      {
        "id":"ED295378",
        "title":"[Questions about the Part H Program.]"},
      {
        "id":"ED295382",
        "title":"Pocket Guide to Federal Help for Individuals with Disabilities."},
      {
        "id":"ED295384",
        "title":"National Directory of Transition Specialists, 1986."},
      {
        "id":"ED295387",
        "title":"Linguistic and Nonlinguistic Procedures for Increasing Spontaneous Language in Preschool Handicapped Children."},
      {
        "id":"ED295388",
        "title":"Input Devices for Young Handicapped Children."},
      {
        "id":"ED295389",
        "title":"Developmental Disabilities Program. Hearing on H.R. 1871. A Bill To Amend the Developmental Disabilities Assistance and Bill of Rights Act To Extend the Programs Established in Such Act, and for Other Purposes, before the Subcommittee on Health and the Environment of the Committee on Energy and Commerce. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED295391",
        "title":"Developing an LD Program: A Guide for Colleges and Universities."},
      {
        "id":"ED295393",
        "title":"Special Education Yearbook, 1987."},
      {
        "id":"ED295394",
        "title":"Preschool Services for Children with Handicaps. ERIC Digest #450."},
      {
        "id":"ED295395",
        "title":"Special Education Dropouts. ERIC Digest #451."},
      {
        "id":"ED295396",
        "title":"Stress Management for the Learning Disabled. ERIC Digest #452."},
      {
        "id":"ED295397",
        "title":"Disciplinary Exclusion of Special Education Students. ERIC Digest #453."},
      {
        "id":"ED295398",
        "title":"Emotional Disturbances. ERIC Digest #454."},
      {
        "id":"ED295399",
        "title":"Does Early Intervention Help? ERIC Digest #455. Revised."},
      {
        "id":"ED295400",
        "title":"The Use of Explicitly Trained Peers To Facilitate the Social Behavior of Autistic Children. Final Report."},
      {
        "id":"ED295401",
        "title":"Classroom Instructional Programs with Autistic Children: Group Structures and Tutoring Models. Final Report, 6/1/83-5/31/86."},
      {
        "id":"ED295402",
        "title":"Assessment Techniques To Evaluate Tactual Aids for Young Hearing Impaired Children."},
      {
        "id":"ED295403",
        "title":"Measuring Student Progress in the Classroom: A Guide to Testing and Evaluating Progress of Students with Disabilities, 1985-1986 Edition."},
      {
        "id":"ED295404",
        "title":"Learning Disabled Adults in Postsecondary Education. 1987 Edition: Update."},
      {
        "id":"ED295405",
        "title":"Substance Use by Persons with Recent Spinal Cord Injuries."},
      {
        "id":"ED295407",
        "title":"Supported Employment in Illinois: Job Coach Issues. Volume 3."},
      {
        "id":"ED295408",
        "title":"Computers and the Handicapped: A Primer."},
      {
        "id":"ED295409",
        "title":"What Does the K-ABC Tell Us about Students with Learning Disabilities?"},
      {
        "id":"ED295413",
        "title":"The Business Language Teacher: The Problem of Being Taken Seriously."},
      {
        "id":"ED295417",
        "title":"The Mechanics of Securing Funding--The Grants Offfice Perspective."},
      {
        "id":"ED295420",
        "title":"Development of an Introductory Commercial Spanish Course: Collaboration of the Mead Packing Co. &amp; Kennesaw College."},
      {
        "id":"ED295425",
        "title":"French for Business: Aims and Exercises in a European Business Studies Degree."},
      {
        "id":"ED295426",
        "title":"Commercial French in a Liberal Arts Setting."},
      {
        "id":"ED295431",
        "title":"Perceptions of Ways in Which French and American Business Practices Reflect Cultural Differences."},
      {
        "id":"ED295432",
        "title":"Establishing a Business Internship Program in Commercial French: A Case Study."},
      {
        "id":"ED295439",
        "title":"Advanced Business Arabic: Application and Implications."},
      {
        "id":"ED295443",
        "title":"The International Business Major: A Basis for Cooperation between Foreign Languages and Business in a Liberal Arts College."},
      {
        "id":"ED295444",
        "title":"The Mouse That Roared: Strengthening Liberal Arts through Business and Language Alliances."},
      {
        "id":"ED295446",
        "title":"Underlying Operational Premises."},
      {
        "id":"ED295447",
        "title":"A Language Proficiency Testing Model for Business Needs."},
      {
        "id":"ED295452",
        "title":"Cross-Cultural Training for Business: Current State of the Art and Bibliography."},
      {
        "id":"ED295454",
        "title":"Foreign Language Training for University Personnel."},
      {
        "id":"ED295456",
        "title":"Cross-Cultural Training for Business and the Professions: Rationale and Program Design and Development."},
      {
        "id":"ED295458",
        "title":"Design, Development, and Dissemination of Informational Materials and Instructional Sessions on &quot;Proficiency&quot; Concepts for the Less Commonly Taught Languages. Final Report."},
      {
        "id":"ED295460",
        "title":"Approaches to Foreign Language Syllabus Design."},
      {
        "id":"ED295462",
        "title":"Foreign Languages: Teaching for Communication. A Compendium of Teacher-Authored Activities for Foreign Language Classes. Report of Workshops (Boca Raton, Florida, January 10, 1987-May 30, 1987)."},
      {
        "id":"ED295463",
        "title":"Possessives vs. Indefinites: Pragmatic Inference and Determiner Choice."},
      {
        "id":"ED295466",
        "title":"Ethnographic Inquiry into Second Language Acquisition and Instruction."},
      {
        "id":"ED295467",
        "title":"Foreign Reactions to American Concerns about the English Only Amendment."},
      {
        "id":"ED295468",
        "title":"Whole Language Content Lessons for ESL Students."},
      {
        "id":"ED295471",
        "title":"Mini-Thesis Writing Course for International Graduate Students."},
      {
        "id":"ED295472",
        "title":"Giving Students the Freedom To Learn."},
      {
        "id":"ED295473",
        "title":"French Immersion Research Relevant to Decisions in Ontario. Review and Evaluation Bulletins, Number 1."},
      {
        "id":"ED295476",
        "title":"Meeting the Needs of the Foreign MATESL Student."},
      {
        "id":"ED295477",
        "title":"Two-Way Bilingual Program Effects."},
      {
        "id":"ED295478",
        "title":"A Second Look at T-Unit Analysis."},
      {
        "id":"ED295479",
        "title":"Dialogue Journal Writing for Academic Purposes."},
      {
        "id":"ED295480",
        "title":"An Integrative Approach to Writing For Adult ESL Beginners."},
      {
        "id":"ED295484",
        "title":"How Writing, Acting and Monitoring Create Good Advanced Conversation. Demonstration Title."},
      {
        "id":"ED295485",
        "title":"The Future of the Spanish Language in the United States."},
      {
        "id":"ED295488",
        "title":"Impact of Adults and Children on the Addressor."},
      {
        "id":"ED295489",
        "title":"U.S. Educated English Teachers Overseas: Ready or Not?"},
      {
        "id":"ED295491",
        "title":"Readability Formulas and Schema Theory: A New Look at Predicting and Measuring the Difficulty of Foreign Language Tests."},
      {
        "id":"ED295492",
        "title":"Chinese Proficiency Test. Test Interpretation Manual."},
      {
        "id":"ED295496",
        "title":"Beyond Writing Assignments: The Influence of Communicative Context on ESL Students' Writing."},
      {
        "id":"ED295497",
        "title":"Oral Reading and Cognitive Styles of Greek Bilingual Children."},
      {
        "id":"ED295498",
        "title":"A Case Study: The IEP as an Academic Unit in the University."},
      {
        "id":"ED295500",
        "title":"Should I Learn the Local Language When Teaching Abroad?"},
      {
        "id":"ED295501",
        "title":"Teaching Cultural Gestures in the Foreign Language Classroom: A Review of Literature."},
      {
        "id":"ED295504",
        "title":"Student Achievement of College-Level Communication and Computation Skills in Florida: 1985-86."},
      {
        "id":"ED295507",
        "title":"Early Retirement Programs for Faculty: A Survey of Thirty-Six Institutions, 1987."},
      {
        "id":"ED295509",
        "title":"Compendium of University Statistics, 1987 Edition=Compendium de statistique concernant les universites, Edition 1987."},
      {
        "id":"ED295511",
        "title":"Estimated Demand for Michigan's College and University Graduates of 1988."},
      {
        "id":"ED295512",
        "title":"Six Stories: Implementing Successful Assessment."},
      {
        "id":"ED295515",
        "title":"Administration and Operation of the College Union. Third Edition. College Unions at Work Monograph Series, Number 1."},
      {
        "id":"ED295528",
        "title":"Fact Book on Theological Education, 1987-88."},
      {
        "id":"ED295529",
        "title":"Mentor. A Handbook for New Teaching Assistants. Second Edition."},
      {
        "id":"ED295531",
        "title":"Undergraduate Financing of Postsecondary Education: A Report of the 1987 National Postsecondary Student Aid Study."},
      {
        "id":"ED295533",
        "title":"State Tax Capacity and Funding of Public Higher Education."},
      {
        "id":"ED295542",
        "title":"Boon or Bane: Foreign Graduate Students in U.S. Engineering Programs. IIE Research Report Series No. 15."},
      {
        "id":"ED295543",
        "title":"Using the Cultural Lens To Understand Faculty Behavior."},
      {
        "id":"ED295544",
        "title":"ED QUEST: A Process for Linking Environmental Changes with Strategic Management. [Revised]."},
      {
        "id":"ED295547",
        "title":"Financing Policies for High Cost University of Minnesota Health Professions Programs."},
      {
        "id":"ED295549",
        "title":"Higher Education and Employment: An International Comparative Analysis."},
      {
        "id":"ED295554",
        "title":"Employment and Career Opportunities after Graduation: A Study on the Transition from College to Work in the Philippines. IIEP Research Report No. 61."},
      {
        "id":"ED295556",
        "title":"Collective Bargaining Contract by and between Rhode Island School of Design and Rhode Island School of Design Faculty Association (NEARI/NEA), 1987-1990."},
      {
        "id":"ED295558",
        "title":"&quot;A Liberal Arts Education of Enduring Value.&quot; Self-Study Report of Lake Forest College for the North Central Association of Colleges and Schools, Commission on Institutions of Higher Education."},
      {
        "id":"ED295559",
        "title":"U.S. Students Abroad: Statistics on Study Abroad, 1985/86. IIE Research Report Number 16."},
      {
        "id":"ED295564",
        "title":"&quot;A Tour of the White House with Mrs. John F. Kennedy&quot;: An International Special Event."},
      {
        "id":"ED295567",
        "title":"Telecommunications Policy Research Conference 1987. Program [and] Keynote Address by Morris Tanenbaum."},
      {
        "id":"ED295590",
        "title":"Technology and Students at Risk of School Failure. Proceedings of the Conference (St. Charles, Illinois, June 28-30, 1987)."},
      {
        "id":"ED295591",
        "title":"A Survey of the Use of Technology with Students at Risk of School Failure."},
      {
        "id":"ED295593",
        "title":"Integrating Computers into the Curriculum--Kindergarten."},
      {
        "id":"ED295594",
        "title":"Integrating Computers into the Curriculum--4-8."},
      {
        "id":"ED295595",
        "title":"Electronic Information: Literacy Skills for a Computer Age."},
      {
        "id":"ED295597",
        "title":"The 'E' in ICCRE."},
      {
        "id":"ED295601",
        "title":"The Impact of Information Technology on Research in Science and Engineering."},
      {
        "id":"ED295602",
        "title":"Implementing and Managing Change: A Guide for Assessing Information Technology."},
      {
        "id":"ED295603",
        "title":"Institutional Projects Funded by OERI."},
      {
        "id":"ED295610",
        "title":"AI in Reverse: Computer Tools That Become Cognitive."},
      {
        "id":"ED295613",
        "title":"Computer Education Assistance Act of 1987. Hearing on S. 838 To Provide Financial Assistance to the States for Computer Education Programs, and for Other Purposes before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources. United States Senate, One Hundredth Congress, First Session."},
      {
        "id":"ED295614",
        "title":"Essential Goals and Objectives for Computer Education."},
      {
        "id":"ED295615",
        "title":"Ethnographic Methods for Studying Microcomputer Implementation in Schools."},
      {
        "id":"ED295616",
        "title":"The Computer as a Teaching Tool: Promising Practices. Conference Report (Cambridge, Massachusetts, July 12-13, 1984). CR85-10."},
      {
        "id":"ED295617",
        "title":"The Integrated Design and Use of Computers and Television in Education. TR-85-20."},
      {
        "id":"ED295618",
        "title":"Fragile Knowledge and Neglected Strategies in Novice Programmers. IR85-22."},
      {
        "id":"ED295619",
        "title":"Teacher as Learner: The Impact of Technology. Conference Report (Cambridge, Massachusetts, June 1985). CR86-4."},
      {
        "id":"ED295620",
        "title":"Loci of Difficulty in Learning to Program. Technical Report 86-6."},
      {
        "id":"ED295621",
        "title":"Proceedings of Selected Research Paper Presentations at the 1988 Convention of the Association for Educational Communications and Technology and Sponsored by the Research and Theory Division (10th, New Orleans, Louisiana, January 14-19, 1988)."},
      {
        "id":"ED295624",
        "title":"The Ethics of Technological Intervention with Disabled Learners. Symposium: Technological Equity: Issues in Ethics and Theory."},
      {
        "id":"ED295625",
        "title":"Issues of Gender and Computer Assisted Instruction. Symposium: Technological Equity: Issues in Ethics and Theory."},
      {
        "id":"ED295628",
        "title":"Instructional Technology and Proliferating World Views. Symposium: Technological Equity: Issues in Ethics and Theory."},
      {
        "id":"ED295633",
        "title":"Instructional Development and Teacher Education: A Naturalistic Study."},
      {
        "id":"ED295634",
        "title":"Training Children To Use Learning Strategies To Improve Their Ability To Attain Concepts."},
      {
        "id":"ED295635",
        "title":"Film-Makers and Persuasive Films: A Study To Determine How Persuasive Films Are Produced."},
      {
        "id":"ED295636",
        "title":"Characteristics of Cognitive Instructional Design: The Next Generation."},
      {
        "id":"ED295637",
        "title":"Programming for Effective Concept Learning: Where Should the Branches Go and Why?"},
      {
        "id":"ED295639",
        "title":"The Dance of Education."},
      {
        "id":"ED295640",
        "title":"The Effect of CRT Screen Design on Learning."},
      {
        "id":"ED295641",
        "title":"Independent Study: Personality, Cognitive, and Descriptive Predictors."},
      {
        "id":"ED295642",
        "title":"Internally Generated Feedback with an Instructional Expert System."},
      {
        "id":"ED295646",
        "title":"The Effects of Selected CAI Design Strategies on Achievement, and an Exploration of Other Related Factors."},
      {
        "id":"ED295647",
        "title":"Cooperative Learning at the Computer: Ability Based Strategies for Implementation."},
      {
        "id":"ED295651",
        "title":"Educational Connoisseurship and Educational Criticism: Pushing beyond Information and Effectiveness."},
      {
        "id":"ED295652",
        "title":"How Past Research on Learner Control Can Aid in the Design of Interactive Video Materials."},
      {
        "id":"ED295653",
        "title":"Cognitive Style and Subliminal Instruction."},
      {
        "id":"ED295654",
        "title":"Screen Density and Text Density: Getting More Out of Less with CBI."},
      {
        "id":"ED295656",
        "title":"The Search for Meaningful Reform: A Third-Wave Educational System."},
      {
        "id":"ED295657",
        "title":"Perceived Credibility of Female Peer Talent in the Context of Computer Instruction."},
      {
        "id":"ED295658",
        "title":"Instructional Technology Academic Preparation, Competency, and On-the-Job Success."},
      {
        "id":"ED295660",
        "title":"Naturalistic Inquiry in Educational Technology."},
      {
        "id":"ED295661",
        "title":"Text Density and Learner-Control as Design Variables with CBI and Print Media."},
      {
        "id":"ED295667",
        "title":"Instructional Design for the Improvement of Learning and Cognition."},
      {
        "id":"ED295669",
        "title":"Individualizing Instruction with Microcomputer Produced Text."},
      {
        "id":"ED295673",
        "title":"Application of Heuristic Methods in the Design of Intelligent CAI."},
      {
        "id":"ED295674",
        "title":"Professional Ethics: An Analysis of Some Arguments for Development of Virtuous Behavior."},
      {
        "id":"ED295675",
        "title":"Computer-Based Education. The Best of ERIC, 1986."},
      {
        "id":"ED295676",
        "title":"Educational Technology; The Closing-In or the Opening-Out of Curriculum and Instruction. An ERIC Information Analysis Product 1987, IR-77."},
      {
        "id":"ED295677",
        "title":"Power On! New Tools for Teaching and Learning."},
      {
        "id":"ED295680",
        "title":"Learning to Learn: The Role of Libraries and Information in Improving the Quality of Life."},
      {
        "id":"ED295682",
        "title":"Online Information Services for Secondary School Students: A Current Assessment. An ERIC Information Analysis Product 1987, IR-75."},
      {
        "id":"ED295684",
        "title":"Library Education Bibliographies and Research Guides. How to Series."},
      {
        "id":"ED295685",
        "title":"ERIC Clearinghouse Publications, 1987. An Annotated Bibliography of Information Analysis Products and Other Major Publications of the ERIC Clearinghouses, January-December 1987."},
      {
        "id":"ED295686",
        "title":"Fact Book, 1985-1986."},
      {
        "id":"ED295689",
        "title":"Selected Collective Bargaining Agreements of Michigan Two-Year Colleges."},
      {
        "id":"ED295690",
        "title":"Selected Collective Bargaining Agreements of the Community Colleges of the State University of New York."},
      {
        "id":"ED295691",
        "title":"Partners in Education: Black Student Opportunity Program."},
      {
        "id":"ED295692",
        "title":"Exemplary Academic Programs at the Community College. Volume I."},
      {
        "id":"ED295694",
        "title":"Journal of the American Association of Women in Community and Junior Colleges, 1988."},
      {
        "id":"ED295698",
        "title":"The Community College Mission: Access or Anarchy?"},
      {
        "id":"ED295701",
        "title":"Statement of Understandings Relating to Provisions of Board Policy Applicable to Full-Time Faculty, The St. Louis Community College, 1987-1989."},
      {
        "id":"ED295703",
        "title":"Written Work in Psychology. 4th Edition, 1988-1989."},
      {
        "id":"ED295704",
        "title":"A Guide for Psychology Students Who Wish To Learn through Independent Study and Self-Directed Learning."},
      {
        "id":"ED295705",
        "title":"Written Assignments for Abnormal Psychology at Howard Community College, Fall 1988."},
      {
        "id":"ED295706",
        "title":"Expectation vs. Ability: Junior College Reading Skills."},
      {
        "id":"ED295707",
        "title":"A Preliminary Effort at Producing Statements on What Works in Community Colleges."},
      {
        "id":"ED295709",
        "title":"Proposed Construction of the Petaluma Center of Santa Rosa Junior College. A Report to the Governor and Legislature in Response to a Request for Capital Funds for a Permanent Off-Campus Center in Southern Sonoma County."},
      {
        "id":"ED295710",
        "title":"Update of Community College Transfer Student Statistics, Fall 1987. University of California, the California State University, and California's Independent Colleges and Universities. Commission Report 88-15."},
      {
        "id":"ED295715",
        "title":"Guidelines for Chemistry and Chemical Technology Programs in Two-Year Colleges."},
      {
        "id":"ED295726",
        "title":"Selected Collective Bargaining Agreements of Southern California Two-Year Colleges."},
      {
        "id":"ED295727",
        "title":"The Recalled Quality of Childhood Relationships as Related to Parenting Attitudes."},
      {
        "id":"ED295728",
        "title":"All-Day Kindergarten: One Model That Works."},
      {
        "id":"ED295729",
        "title":"Federal Employee Family-Building Act of 1987. Hearing on H.R. 2852 before the Subcommittee on Civil Service of the Committee on Post Office and Civil Service. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED295730",
        "title":"Meeting the Need for Child Care: Problems and Progress. Hearing before a Subcommittee of the Committee on Government Operations. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED295731",
        "title":"All-Terrain Vehicle Settlement. Hearing before a Subcommittee of the Committee on Government Operations. House of Representatives, One Hundredth Congress, Second Session."},
      {
        "id":"ED295732",
        "title":"Corporate Child Care Options. A Position Paper by Catalyst. RR#1."},
      {
        "id":"ED295733",
        "title":"Report on a National Study of Parental Leaves."},
      {
        "id":"ED295734",
        "title":"Iowa Prekindergarten/Kindergarten Task Force Report."},
      {
        "id":"ED295735",
        "title":"Parental and Medical Leave Act of 1987. Hearings on S.249 To Grant Employees Parental and Temporary Medical Leave under Certain Circumstances, and for Other Purposes, before the Subcommittee on Children, Family, Drugs and Alcoholism of the Committee on Labor and Human Resources. United States Senate, One Hundredth Congress, First Session. Part 1 (Washington, D.C., February 19 and April 23, 1987; Boston, Massachusetts, June 15, 1987)."},
      {
        "id":"ED295736",
        "title":"Parental and Medical Leave Act of 1987. Hearings on S.249 To Grant Employees Parental and Temporary Purposes, before the Subcommittee on Children, Family, Drugs and Alcoholism of the Committee on Labor and Human Resources. United States Senate, One Hundredth Congress, First Session. Part 2 (Los Angeles, California, July 20, 1987; Chicago, Illinois, September 14, 1987; Atlanta, Georgia, October 13, 1987; Washington, D.C., October 29, 1987)."},
      {
        "id":"ED295737",
        "title":"A Test of Two Theories: Elkind and Lapsley on the Imaginary Audience and Personal Fable."},
      {
        "id":"ED295738",
        "title":"Moderating Influence of Gender on the Relationship between Humor and Peer Acceptance in Elementary School Children."},
      {
        "id":"ED295739",
        "title":"Weaning Foods."},
      {
        "id":"ED295741",
        "title":"The Shy Child. ERIC Digest."},
      {
        "id":"ED295742",
        "title":"Department of Defense Onsite Child Care Initiative. Hearing before a Subcommittee of the Committee on Government Operations. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED295749",
        "title":"The Contact School Plan: School Improvement from Within. Project No. 8: &quot;Innovation in Primary Education.&quot;"},
      {
        "id":"ED295752",
        "title":"Preprimary Enrollment: Fall 1983."},
      {
        "id":"ED295753",
        "title":"Child Care--The Federal Response: Report of the Task Force on Child Care."},
      {
        "id":"ED295754",
        "title":"Early Grade Improvement Program, 1986-87. OEA Evaluation Report."},
      {
        "id":"ED295755",
        "title":"The Impact of Author/Audience Interaction on Preschoolers' Literacy Learning."},
      {
        "id":"ED295756",
        "title":"Survey of Early Childhood Professionals in Louisville, Kentucky."},
      {
        "id":"ED295757",
        "title":"A Three-Year Longitudinal Study of the Sustained Effects of Early Childhood Education on the Kindergarten and First Grade Performance of Former Program Participants."},
      {
        "id":"ED295758",
        "title":"Children's Comprehension and Production of Causal Connectives."},
      {
        "id":"ED295759",
        "title":"The Classroom Strategy Study: Summary Report of General Findings. Research Series No. 187."},
      {
        "id":"ED295760",
        "title":"James Madison Elementary School: A Curriculum for American Students."},
      {
        "id":"ED295761",
        "title":"Third-Grade Follow-Up of the Longer-Term Effects of All-Day Kindergarten. 1986-87 O.E.A. Evaluation Report."},
      {
        "id":"ED295762",
        "title":"Investment in Education as a Rural Development Strategy: Do Increased Inputs Have an Impact?"},
      {
        "id":"ED295763",
        "title":"Local Farm Structure and Community Ties. Rural Development Research Report Number 68."},
      {
        "id":"ED295764",
        "title":"How NCTE Can Best Help the Rural Language Arts Educator in Rural America."},
      {
        "id":"ED295766",
        "title":"New Perspectives on the Rural Economy. Hearing on New Perspectives on the Rural Economy before the Subcommittee on Rural Economy and Family Farming of the Committee on Small Business. United States Senate, One Hundredth Congress, First Session."},
      {
        "id":"ED295767",
        "title":"Design and Evaluation of Effective Training Programs for Agricultural and Rural Development."},
      {
        "id":"ED295771",
        "title":"The Restructuring of Southern Agriculture: Data Needs for Economic and Policy Research."},
      {
        "id":"ED295772",
        "title":"Teacher Preparation for Rural Schools."},
      {
        "id":"ED295773",
        "title":"Bridging the Challenging Years: Tips for Working with American Indian Teenagers."},
      {
        "id":"ED295781",
        "title":"Physical Science Activities for Elementary and Middle School. CESI Sourcebook V. An Occasional Sourcebook of the Council for Elementary Science International."},
      {
        "id":"ED295782",
        "title":"The Monterey Bay Area Mathematics Project: First Year Evaluation. Technical Report No. 87-1."},
      {
        "id":"ED295783",
        "title":"Influence of Number Size, Problem Structure and Response Mode on Children's Solutions of Multiplication Word Problems."},
      {
        "id":"ED295787",
        "title":"Multiplicative Word Problems and Intensive Quantities: An Integrated Software Response. Technical Report 85-19."},
      {
        "id":"ED295788",
        "title":"Evaluation of Two Rough-Cut Programs from \"Solve-It.\" Research Report Number 98."},
      {
        "id":"ED292787",
        "title":"Inservice Education: Some Constructivist Perspectives and Examples."},
      {
        "id":"ED292788",
        "title":"A Case Study of the Texas Teacher Study: Technical Report."},
      {
        "id":"ED292789",
        "title":"Evaluation of the Initiation to Teaching Project: Technical Report. Volume 1 and Volume 2."},
      {
        "id":"ED292790",
        "title":"More Pay for Teachers and Administrators Who Do More: Incentive Pay Programs, 1987."},
      {
        "id":"ED292793",
        "title":"Action Research and Reflective Student Teaching at UW--Madison: Issues and Examples."},
      {
        "id":"ED292794",
        "title":"Evaluation Research. Study of the Effects of a Career Ladder Intervention Program with Focus on the Production & Outcomes in Student Achievement."},
      {
        "id":"ED292798",
        "title":"Effects of Intervention Instruction Using Cognitive Modification Techniques on Teacher Perception and Behavior."},
      {
        "id":"ED292799",
        "title":"Through the Looking Glass: Towards Thicker Description of Teaching."},
      {
        "id":"ED292800",
        "title":"Peer Collaboration: Enhancing Teacher Problem-Solving Capabilities for Students at Risk."},
      {
        "id":"ED292801",
        "title":"Developing Teacher Knowledge for Professional Renewal: A State Professional Development Perspective."},
      {
        "id":"ED292802",
        "title":"Cognitive Modification as Intervention for Increasing Basic Skills in Classroom Planning and Teaching."},
      {
        "id":"ED292808",
        "title":"Bloom's Mastery Learning and Hunter's Mastery Teaching: Complement or Conflict."},
      {
        "id":"ED292809",
        "title":"Conceptual Change and Science Teacher Training: A Constructivist Perspective."},
      {
        "id":"ED292811",
        "title":"Study of Statewide Mandatory Minimum Competency Tests."},
      {
        "id":"ED292812",
        "title":"Beyond Standardized Tests: Admissions Alternatives That Work."},
      {
        "id":"ED292813",
        "title":"What We Know (and What We Don't Know) about Training of Cognitive Strategies for Technical Problem Solving."},
      {
        "id":"ED292816",
        "title":"Meaning in Method: The Rhetoric of Quantitative and Qualitative Research."},
      {
        "id":"ED292817",
        "title":"A Comparison of Reading Scores with Other Academic Measures among Students in Two Post-Baccalaureate Teacher Preparation Programs: A Research Study."},
      {
        "id":"ED292818",
        "title":"The Differences between Teachers and Teacher Educators When Judging the NTE Professional Knowledge Test To Determine a Cut-Score."},
      {
        "id":"ED292819",
        "title":"The Effectiveness of Stress Management and Test-Taking Workshops in Reducing Test Anxiety of Community College Students."},
      {
        "id":"ED292823",
        "title":"Measurement Characteristics of a Test of Field-Independence: Literature Review and Development of the Finding Embedded Figures Test."},
      {
        "id":"ED292826",
        "title":"Whitney M. Young Learning Center in the Portland Public Schools. 1986-87 Evaluation Report."},
      {
        "id":"ED292828",
        "title":"The Michigan Mathematics Early Placement Test, 1986-87: Final Report, September 2, 1987."},
      {
        "id":"ED292829",
        "title":"Multiple Curriculum Study."},
      {
        "id":"ED292830",
        "title":"The Development, Pilot Implementation, and Formative Evaluation of a &quot;Grass Roots&quot; Teacher Evaluation System--or--the Search for a Better Lawnmower."},
      {
        "id":"ED292832",
        "title":"The Dutch Identity: A New Tool for the Study of Item Response Theory Models. Program Statistics Research. Technical Report No. 87-78. Research Report No. 87-27."},
      {
        "id":"ED292834",
        "title":"Large Scale Oracy Assessment in the Netherlands."},
      {
        "id":"ED292835",
        "title":"The Importance of A Priori Contrasts in Analysis of Variance Research."},
      {
        "id":"ED292836",
        "title":"Independent Learning: A Common Essential Learning: A Study Completed for the Saskatchewan Department of Education Core Curriculum Investigation Project."},
      {
        "id":"ED292837",
        "title":"Diagnostic Reports As Basis for Decisions on Teaching."},
      {
        "id":"ED292838",
        "title":"Case Studies of Self-Actualization."},
      {
        "id":"ED292841",
        "title":"The Second Time Around: Are Self-Studies Easier and Do They Have More Impact If School's Personnel Have Been through the Process Before?"},
      {
        "id":"ED292842",
        "title":"Chapter 2 Discretionary, 1984-85 Final Technical Report. Publication No. 84.63."},
      {
        "id":"ED292845",
        "title":"SAT-M Performance of Women Intending Quantitative Fields of Study."},
      {
        "id":"ED292847",
        "title":"Self-Modeling and Cognitive Skill Learning."},
      {
        "id":"ED292848",
        "title":"Issues in Race/Ethnicity Identification Procedures in the National Assessment of Educational Progress, Part I: A Comparison of Observer Reports and Self-Identification. Research Report No. 87-19."},
      {
        "id":"ED292849",
        "title":"Factors Affecting Differential Item Functioning for Black Examinees on Scholastic Aptitude Test Analogy Items. Research Report No. 87-23."},
      {
        "id":"ED292850",
        "title":"Follow-Up Study of 1986 Graduates. Evaluation Report."},
      {
        "id":"ED292851",
        "title":"A Program Evaluation Ontogeny Recapitulated: Looking Again at the Efficacy of Early Intervention."},
      {
        "id":"ED292852",
        "title":"The Declining Years of Nationally-Normed Tests (1964-1981)."},
      {
        "id":"ED292855",
        "title":"A Psychometric Assessment of the Alcohol Behavior, Attitude, and Awareness Inventory."},
      {
        "id":"ED292857",
        "title":"Validating Alternative Modes of Scoring for Coloured Progressive Matrices."},
      {
        "id":"ED292858",
        "title":"Alternative Approaches to Modeling the Individual Enlistment Decision: A Literature Review. Technical Report 738."},
      {
        "id":"ED292860",
        "title":"Knowledge, Power, and Teacher Appraisal."},
      {
        "id":"ED292862",
        "title":"Job Performance Measurement in the Military: A Classification Scheme, Literature Review, and Directions for Research. Final Technical Report for Period May 1982-February 1983."},
      {
        "id":"ED292863",
        "title":"Measuring Student Achievement: Comparable Test Results for Participating SREB States, the Region, and the Nation. A Report of the Southern Regional Education Board/National Assessment of Educational Progress 1986 Program with Arkansas, Florida, Louisiana, North Carolina, South Carolina, Tennessee, Virginia, West Virginia."},
      {
        "id":"ED292864",
        "title":"Development and Field Test of the Trial Battery for Project A. Improving the Selection, Classification and Utilization of Army Enlisted Personnel. Project A: Improving the Selection, Classification and Utilization of Army Enlisted Personnel. ARI Technical Report 739."},
      {
        "id":"ED292865",
        "title":"A Measure of Child and Adolescent Self-Concept and Psychological Adjustment."},
      {
        "id":"ED292867",
        "title":"High School and Beyond: Twins and Siblings' File Users' Manual, User's Manual for Teacher Comment File, Friends File Users' Manual."},
      {
        "id":"ED292869",
        "title":"The Portrayal of Reader-Writer Conferencing."},
      {
        "id":"ED292870",
        "title":"Competency Screening Trends for Teacher Education."},
      {
        "id":"ED292875",
        "title":"Cognitive Psychology and the SAT: A Review of Some Implications. Research Report 87-28."},
      {
        "id":"ED292877",
        "title":"Estimating Measures of Pass-Fail Reliability from Parallel Half-Tests."},
      {
        "id":"ED292878",
        "title":"An Analytical Comparison among Three Linear Equating Methods for the Common Item Nonequivalent Populations Design."},
      {
        "id":"ED292879",
        "title":"A Methodology for Defining Content Domains for Achievement Measures in Specific Disciplines."},
      {
        "id":"ED292882",
        "title":"The Interaction of Research, Policy, and Practice: A Case Study of a Research Group Attempting to Implement Wait Time."},
      {
        "id":"ED292883",
        "title":"Comparing Researchers', Teachers', and Students' Perspectives on a Line of Research Attempting to Implement Wait Time in Classrooms."},
      {
        "id":"ED292885",
        "title":"Conceptualization and Measurement of Interest."},
      {
        "id":"ED292886",
        "title":"The Impact of Interest on Qualitative and Structural Indicators of Knowledge."},
      {
        "id":"ED292888",
        "title":"Assessing the Structure of the GRE General Test Using Confirmatory Multidimensional Item Response Theory."},
      {
        "id":"ED292890",
        "title":"The National Longitudinal Study of the High School Class of 1972 (NLS-72) Fifth Follow-Up (1986) Data File User&apos;s Manual. Contractor Report."},
      {
        "id":"ED292891",
        "title":"The National Longitudinal Study of the High School Class of 1972 (NLS-72), Fifth Follow-up (1986). Teaching Supplement. Data File User&apos;s Manual. Contractor Report."},
      {
        "id":"ED292895",
        "title":"Minority Populations in Minnesota: A Health Status Report."},
      {
        "id":"ED292897",
        "title":"Broken Lives: Denial of Education to Homeless Children."},
      {
        "id":"ED292898",
        "title":"High School Dropouts. Major Issues System: Issue Brief. Updated."},
      {
        "id":"ED292899",
        "title":"Welfare: Reform or Replacement? (Work and Welfare). Hearing before the Subcommittee on Social Security and Family Policy of the Committee on Finance. United States Senate. One Hundredth Congress, First Session."},
      {
        "id":"ED292900",
        "title":"Sickle Cell: A Selected Resource Bibliography."},
      {
        "id":"ED292902",
        "title":"Post-High School Plans of Black High School Graduates: What Has Changed Since the Mid-1970s? CDE Working Paper 87-26."},
      {
        "id":"ED292904",
        "title":"Chapter 1 in North Carolina, 1985-1986."},
      {
        "id":"ED292905",
        "title":"Guidelines for Mini-Grants: Child Nutrition, Dropout Prevention, E.C.I.A. Chapter 1, E.C.I.A. Chapter 2, Exceptional Children, JTPA Migrant Education."},
      {
        "id":"ED292906",
        "title":"Chapter 1/P.S.E.N. Remedial Reading and Mathematics Program 1985-86 End of the Year Report. OEA Evaluation Report."},
      {
        "id":"ED292909",
        "title":"Eight Percent Job Training Partnership Act Evaluation Report. Extended School Day Programs, Spring Start-Up Programs, Dropout Youth Projects, 1986-87."},
      {
        "id":"ED292910",
        "title":"Refugee Program. Status of Early Employment Demonstration Projects. Report to the Chairmen, Committee on the Judiciary, U.S. Senate and Committee on the Judiciary, House of Representatives."},
      {
        "id":"ED292911",
        "title":"Welfare: Reform or Replacement? (Child Support Enforcement---II). Hearing before the Subcommittee on Social Security and Family Policy of the Committee on Finance. United States Senate, One Hundredth Congress, First Session."},
      {
        "id":"ED292912",
        "title":"Reauthorization of the Education Consolidation and Improvement Act. Hearings before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources, United States Senate, and the Subcommittee on Elementary, Secondary, and Vocational Education: House of Representatives, One Hundredth Congress, First Session (Saint Johnsbury, Vermont, February 10, 1987; Waterbury, Vermont, February 13, 1987)."},
      {
        "id":"ED292913",
        "title":"The Need for Decent, Affordable Housing. Hearing on the Impending Loss of Hundreds of Thousands of Federally Assisted Housing Units that May Cause Many Low Income Families to Become Homeless and Out on the Streets, before the Subcommittee on Housing and Urban Affairs of the Committee on Banking, Housing, and Urban Affairs. United States Senate, One Hundredth Congress, First Session (Los Angeles, California, July 2, 1987)."},
      {
        "id":"ED292914",
        "title":"What Is Cultural Congruence, and Why Are They Saying Such Terrible Things about It? Occasional Paper No. 120."},
      {
        "id":"ED292915",
        "title":"Births of Hispanic Parentage, 1985. Monthly Vital Statistics Report."},
      {
        "id":"ED292916",
        "title":"Planning Paper for the Center on the Study of the Education of Disadvantaged Students."},
      {
        "id":"ED292918",
        "title":"Youth Corps Case Studies: The New York City Volunteer Corps Exit Report."},
      {
        "id":"ED292920",
        "title":"Educationally and Economically Disadvantaged Children. Joint Hearing Reviewing Available Education Opportunities for Disadvantaged Children, Focusing on Those Children Living in Poverty, Those from Single-Parent Families, and Those Whose Parents Are Teenagers, before the Committee on Labor and Human Resources, United States Senate and the Committee on Education and Labor. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED292921",
        "title":"National Goals--Employment and Poverty. Hearing on Reviewing the State of Employment in America before the Committee on Labor and Human Resources. United States Senate, One Hundredth Congress, First Session."},
      {
        "id":"ED292922",
        "title":"Poverty in the 1980's. Hearing on Examining Poverty and Policy Issues in the 1980's and To Explore Innovative Methods To Improve the Current Poverty Situation in the United States, before the Committee on Labor and Human Resources. United States Senate, One Hundredth Congress, First Session."},
      {
        "id":"ED292925",
        "title":"More of Asian and Pacific Islander Families Have at Least Two Workers Than Do Other U.S. Families, Census Bureau Says. United States Department of Commerce News."},
      {
        "id":"ED292926",
        "title":"Chapter 1, Education Consolidation and Improvement Act Grants to Local Educational Agencies for the Education of Disadvantaged Children: Selected Reauthorization Options and Alternatives."},
      {
        "id":"ED292927",
        "title":"The Educational Attainment of Select Groups of \"At Risk\": Children and Youth."},
      {
        "id":"ED292929",
        "title":"Assuring School Success for Students at Risk. A Council Policy Statement."},
      {
        "id":"ED292930",
        "title":"Elements of a Model State Statute To Provide Educational Entitlements for At-Risk Students."},
      {
        "id":"ED292932",
        "title":"Asian/Pacific American Education: Brief Bibliographies. ERIC Information Alerts Numbers 2-4."},
      {
        "id":"ED292935",
        "title":"Windows of Opportunity: How Business Invests in U.S. Hispanic Markets. Volume I: Human Development."},
      {
        "id":"ED292936",
        "title":"Windows of Opportunity: How Business Invests in U.S. Hispanic Markets. Volume II: Business Development."},
      {
        "id":"ED292937",
        "title":"Comments on Educational Equity Plans of the Segments. A Staff Report on the Development of Plans by the State Department of Education, the California State University, and the University of California To Achieve the Educational Equity Goals of Assembly Concurrent Resolution 83 (1984). Commission Report 88-6."},
      {
        "id":"ED292939",
        "title":"What's Promising: New Approaches to Dropout Prevention for Girls."},
      {
        "id":"ED292940",
        "title":"Improving Chapter 1 Delivery. ERIC/CUE Digest Number 39."},
      {
        "id":"ED292941",
        "title":"Teacher, Principal, and Parent Involvement In the Effective School. ERIC/CUE Digest Number 38."},
      {
        "id":"ED292942",
        "title":"Recruiting and Selecting Teachers for Urban Schools. ERIC/CUE Urban Diversity Series, Number 95."},
      {
        "id":"ED292950",
        "title":"Shadows in the Wings: The Next Educational Reform. Occasional Paper No. 1."},
      {
        "id":"ED292953",
        "title":"Why Women Aren't Mentored."},
      {
        "id":"ED292954",
        "title":"An Evaluation of the Implementation of National Core Curricula in Australia."},
      {
        "id":"ED292957",
        "title":"Training and Education in Occupational Health. Report of a WHO Study Group (Geneva, Switzerland, November 24-28, 1986). Technical Report Series 762."},
      {
        "id":"ED292958",
        "title":"Technologies To Improve In-Class Instruction. Resource Paper."},
      {
        "id":"ED292960",
        "title":"Multidisciplinary Approach to Rehabilitation. Report from the Study Group. Institute on Rehabilitation Issues (13th, Little Rock, Arkansas, October 1986)."},
      {
        "id":"ED292961",
        "title":"Writing for New Readers: Message-Making in Print. Workshop Series. Occasional Papers on Basic Education. Paper Nr. 1."},
      {
        "id":"ED292963",
        "title":"Educational Planning Course. Interventions Based upon the Study of Adult Educational Development. Educational Development Task No. 1: Adults Making the Commitment to Return to School."},
      {
        "id":"ED292964",
        "title":"The Admissions Process: Administrative Handbook. Interventions Based upon the Study of Adult Educational Development. Educational Development Task No. 1: Adults Making the Commitment to Return to School."},
      {
        "id":"ED292965",
        "title":"The Admissions Process: Audiovisual Information Development Guide. Interventions Based upon the Study of Adult Educational Development. Educational Development Task No. 1: Adults Making the Commitment to Return to School."},
      {
        "id":"ED292966",
        "title":"The Admissions Process: Staff Development Handbook. Interventions Based upon the Study of Adult Educational Development. Educational Development Task No. 1: Adults Making the Commitment to Return to School."},
      {
        "id":"ED292967",
        "title":"Making the Commitment to Vocational Training. Vocational Development Task No. 1. Lifelong Learning Program Technical Report No. 1."},
      {
        "id":"ED292968",
        "title":"Adults Managing the Learning Process. Educational Development Task #2. Technical Report."},
      {
        "id":"ED292969",
        "title":"PSI Postsecondary Model Curriculum for Office Careers."},
      {
        "id":"ED292970",
        "title":"Education and the Economy: What Should We Teach? When? How? To Whom? Occasional Paper No. 4."},
      {
        "id":"ED292971",
        "title":"Services and the New Economy: Toward a New Labor Market Segmentation. Occasional Paper No. 5."},
      {
        "id":"ED292972",
        "title":"Vocational Education-Job Training Partnership Act Coordination. ERIC Digest No. 68."},
      {
        "id":"ED292973",
        "title":"Improving Basic Skills of Vocational Education Students. ERIC Digest No. 69."},
      {
        "id":"ED292974",
        "title":"Workplace Literacy Programs. ERIC Digest No. 70."},
      {
        "id":"ED292975",
        "title":"Individualized Career Plan Models. ERIC Digest No. 71."},
      {
        "id":"ED292980",
        "title":"Youth and Work: What We Know, What We Don't Know, What We Need to Know."},
      {
        "id":"ED292984",
        "title":"The Transition to Adulthood of Youth with Disabilities."},
      {
        "id":"ED292987",
        "title":"Global Review of Agricultural Policies."},
      {
        "id":"ED292988",
        "title":"Computer Aided Drafting Packages for Secondary Education. Edition 2. PC DOS Compatible Programs. A MicroSIFT Quarterly Report."},
      {
        "id":"ED292989",
        "title":"Cognitive Skills and Vocational Interests of Intermediate Adolescents."},
      {
        "id":"ED292990",
        "title":"The Battle for Vocational Education: An Evaluation of the Study Plan for the National Assessment (NAVE) and Its First Year Implementation."},
      {
        "id":"ED292991",
        "title":"An Initial Description of the Relationship between Parental Unemployment and Adolescent Employment."},
      {
        "id":"ED292992",
        "title":"Decision-making Profiles of a Group of High School Seniors Engaged in the Transition to Adulthood."},
      {
        "id":"ED292993",
        "title":"Job-Related Basic Math Skills: An Analysis of Employees and Employers/Supervisors' Perception of Needed Math Skills for Office Occupations."},
      {
        "id":"ED292995",
        "title":"Relevancy in the Vocational Education Curriculum."},
      {
        "id":"ED292997",
        "title":"Work and Welfare. Analysis of AFDC Employment Programs in Four States. Fact Sheet for the Committee on Finance, U.S. Senate."},
      {
        "id":"ED292999",
        "title":"Child Care Services for Job Corps. Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED293000",
        "title":"Ventures in Community Improvement (VICI): Findings from a Four-Site Replication Initiative, 1984-1987."},
      {
        "id":"ED293002",
        "title":"NC-DECA Management and Operations Guide."},
      {
        "id":"ED293004",
        "title":"Education and Training of 16- to 19-Year-Olds after Compulsory Schooling in the United States."},
      {
        "id":"ED293006",
        "title":"Job Analysis of the Professional Requirements of the Certified Financial Planner."},
      {
        "id":"ED293008",
        "title":"Job Placement Systems for Older Workers. Volume One: Research Findings, Case Studies, Program Models."},
      {
        "id":"ED293009",
        "title":"Job Placement Systems for Older Workers. Volume Two: A Planning Framework. Placement Tools and Techniques."},
      {
        "id":"ED293010",
        "title":"Texas Status Report on Sex Equity in Vocational Education 1984-1987."},
      {
        "id":"ED293013",
        "title":"Alcohol and Drug Use of College Students: The University's Response."},
      {
        "id":"ED293014",
        "title":"The NAPA Project, 1978-1981."},
      {
        "id":"ED293015",
        "title":"Is the Rape Rate Increasing?"},
      {
        "id":"ED293017",
        "title":"Generational Differences in Japanese Attitudes toward Women's Employment."},
      {
        "id":"ED293019",
        "title":"Leisure Activity and Hospital Readmission of Short-Term Psychiatric Patients."},
      {
        "id":"ED293020",
        "title":"Coping with Adolescence: The Functions and Dysfunctions of Poor Achievement."},
      {
        "id":"ED293021",
        "title":"Who Expresses Depressive Affect in Adolescence?"},
      {
        "id":"ED293022",
        "title":"Attribution of Control in Swiss Adolescents."},
      {
        "id":"ED293025",
        "title":"Chapter I Clinical and Guidance Program 1985-86. OEA Evaluation Report."},
      {
        "id":"ED293026",
        "title":"Be Smart! Don&apos;t Start! Just Say No!"},
      {
        "id":"ED293027",
        "title":"Helping Your Child Say No to Alcohol."},
      {
        "id":"ED293028",
        "title":"Gender Differences in Self-Disclosure Tendencies: Their Nature and Impact on Vulnerability to Depression."},
      {
        "id":"ED293031",
        "title":"The President's Commission on AIDS. Testimony."},
      {
        "id":"ED293035",
        "title":"Medicare: Catastrophic Illness Insurance. Briefing Report to the Chairman, Special Committee on Aging, U.S. Senate."},
      {
        "id":"ED293036",
        "title":"First Hand Lessons in an Information Age: Single Parent Working Women Speak for Themselves."},
      {
        "id":"ED293037",
        "title":"Best Practices in the Supervision of School Psychological Services."},
      {
        "id":"ED293041",
        "title":"Correlates of School Stress."},
      {
        "id":"ED293042",
        "title":"Minnesota Health Statistics 1985. [35th Annual Summary Report]."},
      {
        "id":"ED293043",
        "title":"Preparation of School Psychologists To Serve as Consultants for Teachers of Emotionally Disturbed Children."},
      {
        "id":"ED293046",
        "title":"Central Michigan University Counseling Center Evaluation."},
      {
        "id":"ED293047",
        "title":"Outcomes of a Management Development Seminar for Managers in the Human Services."},
      {
        "id":"ED293049",
        "title":"Catastrophic Health Insurance. Hearing on S. 210 To Amend the Public Health Service Act To Provide Catastrophic Health Insurance Coverage for Elderly and Disabled Americans before the Committee on Labor and Human Resources. United States Senate, One Hundredth Congress, First Session."},
      {
        "id":"ED293050",
        "title":"Personal Autonomy and Rational Suicide."},
      {
        "id":"ED293051",
        "title":"Keeping Students in School: A Handbook for Dropout Prevention."},
      {
        "id":"ED293052",
        "title":"Pregnant and Parenting Teens: Keeping Them in School. A Resource Packet."},
      {
        "id":"ED293053",
        "title":"Handbook for Evaluating Drug and Alcohol Prevention Programs: Staff/Team Evaluation of Prevention Programs (STEPP)."},
      {
        "id":"ED293054",
        "title":"Insurance: Profitability of the Medical Malpractice and General Liability Lines. Report to Congressional Requesters."},
      {
        "id":"ED293055",
        "title":"A Guide for Judges in Child Support Enforcement. Second Edition."},
      {
        "id":"ED293056",
        "title":"Kids. They're Worth Every Penny. Summaries of Reports by State Commissions on Child Support Enforcement. Final Edition."},
      {
        "id":"ED293057",
        "title":"Dual Processes in the Effects of Mood on Helping Behavior."},
      {
        "id":"ED293058",
        "title":"The Issue is Suicide."},
      {
        "id":"ED293059",
        "title":"Payments To Informal vs. Formal Home Care Providers: Policy Divergence Affects the Elderly and Their Families in Michigan and Illinois. Revised."},
      {
        "id":"ED293062",
        "title":"The Providence Dropout Prevention Plan: Strategies and Programs for K-12 At-Risk Students."},
      {
        "id":"ED293063",
        "title":"Identity Status, Self-Presentations, and Self-Conceptions."},
      {
        "id":"ED293064",
        "title":"Attributions of Responsibility to Male and Female Victims of Rape and Robbery."},
      {
        "id":"ED293065",
        "title":"Generational and Age Differences in Adult Personality: Cross-Sectional and Longitudinal Analyses."},
      {
        "id":"ED293066",
        "title":"Alcohol and Other Drug Use Patterns among Students in North Carolina Public Schools Grades 7-12."},
      {
        "id":"ED293067",
        "title":"Alcohol and Drug Defense Program Manual on Comprehensive K-12 School-Based Prevention and Intervention Alcohol and Drug Services."},
      {
        "id":"ED293068",
        "title":"Useful Information on...Alzheimer's Disease."},
      {
        "id":"ED293069",
        "title":"Health Implications of Smokeless Tobacco Use. Volume 6, Number 1."},
      {
        "id":"ED293070",
        "title":"AIDS and Teenagers: Emerging Issues. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED293071",
        "title":"Home-Centered Prevention Project. Annual Report. September 1, 1986, through August 31, 1987."},
      {
        "id":"ED293072",
        "title":"Interagency Child Abuse Network Project. Final Report. September 1, 1985, through August 31, 1987."},
      {
        "id":"ED293073",
        "title":"Medical School Child Abuse and Neglect Elective for Residents. Annual Report. September 1, 1986, through August 31, 1987."},
      {
        "id":"ED293074",
        "title":"Advanced Job Skills Training Project. Final Report. September 1, 1984, through August 31, 1987."},
      {
        "id":"ED293076",
        "title":"Substance Abuse in the Workingplace: Readings in the Labor-Management Issues."},
      {
        "id":"ED293078",
        "title":"The Quest for Reliable Epidemiological Data on Suicide: The Padua Sample."},
      {
        "id":"ED293079",
        "title":"Attitude to Suicide in Elderly People."},
      {
        "id":"ED293085",
        "title":"Sustained Effects of Chapter 1 Participation: 1983-1985. OEA Analytic Report."},
      {
        "id":"ED293086",
        "title":"A Study on the Use of Time for Reading Instruction in Grades One, Two, and Three in West Virginia Schools."},
      {
        "id":"ED293088",
        "title":"Connections in Learning To Write and Read: A Study of Children&apos;s Development through Kindergarten and Grade One. Technical Report No. 418."},
      {
        "id":"ED293089",
        "title":"Reading and Writing Attempts by Kindergarten Children after Book Reading by Teachers. Technical Report No. 419."},
      {
        "id":"ED293092",
        "title":"Big Bucks or Big Problems: The Implications of the Franchise Learning Centers for Reading Professionals."},
      {
        "id":"ED293093",
        "title":"Workplace Literacy. Focused Access to Selected Topics (FAST) Bibliography No. 1."},
      {
        "id":"ED293094",
        "title":"Understanding the Stages of a Child's Reading Development. Focused Access To Selected Topics (FAST) Bibliography No. 3."},
      {
        "id":"ED293098",
        "title":"Reexamining Reading Diagnosis: New Trends and Procedures."},
      {
        "id":"ED293102",
        "title":"A Metacognitive Approach to Phonics: Using What You Know To Decode What You Don't Know. Technical Report No. 424."},
      {
        "id":"ED293107",
        "title":"Differential Effects of Headings on High- and Low-Knowledge Readers."},
      {
        "id":"ED293112",
        "title":"Todos Nuestros Ninos Pueden Aprender a Leer: Guia para la Accion de Padres y Residentes (All Our Kids Can Learn To Read: Guide to Parent and Citizen Action), Chicago SCHOOLWATCH."},
      {
        "id":"ED293115",
        "title":"The First R: Fundamentals of Initial Reading Instruction. Developments in Classroom Instruction."},
      {
        "id":"ED293116",
        "title":"A Cluster Approach to Elementary Vocabulary Instruction."},
      {
        "id":"ED293118",
        "title":"Creating a Positive Professional Attitude toward Independent Reading in the Schools."},
      {
        "id":"ED293119",
        "title":"Acquisition of Expository Writing Skills. Technical Report No. 421."},
      {
        "id":"ED293130",
        "title":"Computer-Assisted Writing Instruction. ERIC Digest Number 2."},
      {
        "id":"ED293131",
        "title":"Writing across the Curriculum: 1983-1987. Focused Access to Selected Topics (FAST) Bibliography No. 2."},
      {
        "id":"ED293132",
        "title":"(Inter)textuality, Semantics, and Coherence."},
      {
        "id":"ED293135",
        "title":"Status of the Profession: Progress toward a Closer Community of Scholar-Teachers: Recent Relevant Actions by the Coalition, Selected Regional Accreditation Associations, and Several Legislatures."},
      {
        "id":"ED293136",
        "title":"Writing Teachers&apos; Resources for Professional Literacy: An Annotated Bibliography."},
      {
        "id":"ED293144",
        "title":"Dialogue Journals: Writing as Conversation. Fastback 266."},
      {
        "id":"ED293146",
        "title":"Engendering Cultural Literacy."},
      {
        "id":"ED293147",
        "title":"Achievement in the Writing To Read Program: A Comparative Evaluation Study."},
      {
        "id":"ED293148",
        "title":"The Status of Writing in the District of Columbia Public Schools: 1986-87."},
      {
        "id":"ED293149",
        "title":"Adam Smith and the Rhetoric of Style."},
      {
        "id":"ED293150",
        "title":"The Collective Concept of Audience in Nonacademic Settings."},
      {
        "id":"ED293151",
        "title":"What Is Social about Writing as a Social Process?"},
      {
        "id":"ED293152",
        "title":"Defining Audience Negatively: One Way That Writers Keep Readers from Their Texts."},
      {
        "id":"ED293155",
        "title":"Knowledge and Strategy in Writing."},
      {
        "id":"ED293156",
        "title":"Community: A Keyword in the Teaching of Writing."},
      {
        "id":"ED293159",
        "title":"All Write! A Teacher's Guide to Writing, Grades K to 6. Curriculum Series 55."},
      {
        "id":"ED293160",
        "title":"Helping Children To Grow as Critics of Literature."},
      {
        "id":"ED293161",
        "title":"Explorations in Making Meaning: A Case Study."},
      {
        "id":"ED293163",
        "title":"Mediated Argumentative Spots in the 1984 Senatorial Campaign: Framing the Campaign Agenda."},
      {
        "id":"ED293164",
        "title":"Trend Analysis of the 1984 GOP Senatorial Spot."},
      {
        "id":"ED293167",
        "title":"Communication Training for Supervisors in a Manufacturing Environment."},
      {
        "id":"ED293170",
        "title":"Teacher Expectations of the Communication Apprehensive Student."},
      {
        "id":"ED293171",
        "title":"Resistance in the Classroom: A Phenomenological Analysis of Student Responses to Gender-Related Issues."},
      {
        "id":"ED293172",
        "title":"The Nature and Uses of Coercion."},
      {
        "id":"ED293173",
        "title":"Group Participation in the Organization: Social Loafing as a Limitation of Group Effectiveness."},
      {
        "id":"ED293174",
        "title":"From Ethnography to Social Action through Oral History in Performance."},
      {
        "id":"ED293178",
        "title":"Teaching Peace in the College Speech Class: A Survey of Current Practice."},
      {
        "id":"ED293179",
        "title":"Is Group Self-Selection an Important Organizational Variable?"},
      {
        "id":"ED293181",
        "title":"Why Do You Ask? The Effects of Science Teacher Subject-Matter Knowledge on Teacher Questioning and Classroom Discourse."},
      {
        "id":"ED293184",
        "title":"Inclusion Expectancies of the Adolescent Handicapped as They Interact with Teachers and Peers."},
      {
        "id":"ED293185",
        "title":"Perceptions of the Politicalization of Southern Women."},
      {
        "id":"ED293187",
        "title":"The Role of Language and Gender in &quot;The Transformers&quot;: An Analysis of Messages in Cartoons for Children."},
      {
        "id":"ED293188",
        "title":"Silent Participants: Understanding Students' Nonoral Responses."},
      {
        "id":"ED293190",
        "title":"Nonverbal Communication. Third Edition. What Research Says to the Teacher."},
      {
        "id":"ED293196",
        "title":"The Principal and Secondary School Improvement. Reviews in Leadership, Summer 1987."},
      {
        "id":"ED293197",
        "title":"Leadership in Uncertain Times. Findings of a Study of the British Columbia School Superintendency, 1987."},
      {
        "id":"ED293198",
        "title":"Alternative Schools for Disruptive Youth. NSSC Resource Paper."},
      {
        "id":"ED293200",
        "title":"Self-Evaluation Instrument for Instructional Supervisors."},
      {
        "id":"ED293201",
        "title":"The Principal: Responsive Leadership in Times of Change."},
      {
        "id":"ED293203",
        "title":"How To Develop Your School's Readiness for Improvement: An Analysis Process and Recommendations."},
      {
        "id":"ED293204",
        "title":"Content of the Curriculum. 1988 ASCD Yearbook."},
      {
        "id":"ED293205",
        "title":"The Best of the NASSP Bulletin. Readings in Secondary School Administration."},
      {
        "id":"ED293206",
        "title":"Conceptualizing Curriculum for the Future in a Changing Society. Studies in Educational Administration Number 46."},
      {
        "id":"ED293207",
        "title":"Education and Economic Development. ERIC Digest Series Number 23."},
      {
        "id":"ED293208",
        "title":"Program Guide for In-School Suspension."},
      {
        "id":"ED293210",
        "title":"Governmental and Institutional Policies on Foreign Students: An Overview and Bibliography. Special Studies in Comparative Education, Number Sixteen."},
      {
        "id":"ED293211",
        "title":"Beyond Policy and Language Choice: An Analysis of Texts in Four Instructional Contexts in East Africa. Special Studies in Comparative Education, Number Eighteen."},
      {
        "id":"ED293214",
        "title":"\"Science, Technology, and Society\" Education and Citizen Participation. Working Paper."},
      {
        "id":"ED293218",
        "title":"Alternative Policy Instruments. CPRE Joint Note Series."},
      {
        "id":"ED293219",
        "title":"The 1985 Public School Survey, Early Tabulations. E.D. TABS, Education Data Tabulations."},
      {
        "id":"ED293220",
        "title":"Regional Variations in Educational Centralization: The Influences of Interest Groups and State Education Agencies."},
      {
        "id":"ED293222",
        "title":"Managing Crises."},
      {
        "id":"ED293224",
        "title":"Key Statistics for Public Elementary and Secondary Education: Early Estimates, School Year 1987-88. Early Estimates."},
      {
        "id":"ED293225",
        "title":"Magnet Schools. ERIC Digest Series Number EA 26."},
      {
        "id":"ED293226",
        "title":"A Guide to Higher Education for Learning Disabled Students: An Educational Handbook for Students, Parents and Counselors Including a Directory of Learning Disability Services in Mid-Atlantic Colleges and Universities."},
      {
        "id":"ED293227",
        "title":"Rural Transition Strategies That Work."},
      {
        "id":"ED293228",
        "title":"The Effects of Self-Instruction on On-Task Behavior and Work Performance in a Vocational Training Setting."},
      {
        "id":"ED293229",
        "title":"Part of Your General Public Is Disabled. A Handbook for Guides in Museums, Zoos, and Historic Houses."},
      {
        "id":"ED293230",
        "title":"What Teachers Need To Know about Using Paraprofessionals: Higher Education's Role."},
      {
        "id":"ED293231",
        "title":"Time on Task and Other Variables Affecting the Quality of Education."},
      {
        "id":"ED293232",
        "title":"Breeding Poverty? Great Issues Lecture."},
      {
        "id":"ED293234",
        "title":"VECTOR A New Direction: Excellence in Education. [Final Report]."},
      {
        "id":"ED293239",
        "title":"Early Childhood Education for Handicapped Children (Ages 3 through 5). Special Education in North Dakota. Guide VII."},
      {
        "id":"ED293240",
        "title":"Base Period Report for the Longitudinal Studies of Early Intervention Effectiveness, October 1, 1985 to June 30, 1986."},
      {
        "id":"ED293241",
        "title":"1986-87 Annual Report of the Longitudinal Studies of the Effects and Costs of Early Intervention for Handicapped Children."},
      {
        "id":"ED293242",
        "title":"Early Intervention Research Institute. Final Report."},
      {
        "id":"ED293250",
        "title":"A Descriptive Study of the Creative and Social Behavior of Four Highly Original Young Children."},
      {
        "id":"ED293255",
        "title":"Learning Disabilities in Children with Malignancies."},
      {
        "id":"ED293259",
        "title":"Brothers &amp; Sisters Talk with PACER."},
      {
        "id":"ED293260",
        "title":"An Examination of \"Critical Teaching Skills\" Present and Absent in First Year Special Education Teachers."},
      {
        "id":"ED293261",
        "title":"Time Allocated to Instruction of Mentally Retarded, Learning Disabled, Emotionally Disturbed, and Nonhandicapped Elementary Students. Research Report No. 1. Instructional Alternatives Project."},
      {
        "id":"ED293262",
        "title":"Instructional Tasks Used by Mentally Retarded, Learning Disabled, Emotionally Disturbed and Nonhandicapped Elementary Students. Research Report No. 2. Instructional Alternatives Project."},
      {
        "id":"ED293263",
        "title":"Instructional Grouping Arrangements Used with Mentally Retarded, Learning Disabled, Emotionally Disturbed and Nonhandicapped Elementary Students. Research Report No. 3. Instructional Alternatives Project."},
      {
        "id":"ED293264",
        "title":"Academic Engagement and Active Responding of Mentally Retarded, Learning Disabled, Emotionally Disturbed and Nonhandicapped Elementary Students. Research Report No. 4. Instructional Alternatives Project."},
      {
        "id":"ED293265",
        "title":"State Guidelines for Student-Teacher Ratios for Mildly Handicapped Children. Research Report No. 6. Instructional Alternatives Project."},
      {
        "id":"ED293266",
        "title":"Instructional Psychology and Models of School Learning: Implications for Effective Instruction of Handicapped Students. Monograph No. 2. Instructional Alternatives Project."},
      {
        "id":"ED293267",
        "title":"School Effectiveness: Implications for Effective Instruction of Handicapped Students. Monograph No. 3. Instructional Alternatives Project."},
      {
        "id":"ED293268",
        "title":"Teacher Effectiveness and Teacher Decision Making: Implications for Effective Instruction of Handicapped Students. Monograph No. 5. Instructional Alternatives Project."},
      {
        "id":"ED293269",
        "title":"Student Cognitions: Implications for Effective Instruction of Handicapped Students. Monograph No. 6. Instructional Alternatives Project."},
      {
        "id":"ED293270",
        "title":"Adults in the Classroom: Effects on Special Education Instruction. Monograph No. 8. Instructional Alternatives Project."},
      {
        "id":"ED293271",
        "title":"Improving the Options of Handicapped Students in Mainstream Vocational Education. Final Report."},
      {
        "id":"ED293273",
        "title":"A Computer-Aided Writing Program for Learning Disabled Adolescents."},
      {
        "id":"ED293274",
        "title":"An Evaluation of the Adaptive Learning Environments Model."},
      {
        "id":"ED293275",
        "title":"Prereferral Intervention for Difficult-to-Teach Students: Mainstream Assistance Teams--Years 1 and 2."},
      {
        "id":"ED293276",
        "title":"An Enriching Experience."},
      {
        "id":"ED293277",
        "title":"Investigating the Impact of a Program Model for Increasing the Social, Communication, and Community Living Skills of Moderately Mentally Handicapped Youth in Transition. Final Report."},
      {
        "id":"ED293280",
        "title":"[It's Time for the Metamorphosis: Integrating Occupational and Physical Therapy into Programs for Students]."}]
  }}
