{
  "response":{"numFound":509939,"start":150000,"numFoundExact":true,"docs":[
      {
        "id":"ED293282",
        "title":"Active vs. Passive Programming: A Critique of IEP Objectives for Students with the Most Severe Disabilities."},
      {
        "id":"ED293283",
        "title":"Teaching a Generalizable Language Strategy."},
      {
        "id":"ED293285",
        "title":"Deaf Education: The National Mission of Gallaudet's Elementary and Secondary Schools. Report to the Subcommittee on the Handicapped, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED293286",
        "title":"Model Program to Mainstream Preschool Hearing Impaired Children Ages 2-5 in a Variety of Integrated Settings. Project CHIME: Year 3 and Final Report, July 1, 1984 to June 30, 1987."},
      {
        "id":"ED293287",
        "title":"Taking Charge: A Handbook for Parents Whose Children Have Emotional Handicaps."},
      {
        "id":"ED293288",
        "title":"I CAN BEHAVE: A Social Skills Program for Teaching Classroom Behaviors to Elementary Children."},
      {
        "id":"ED293289",
        "title":"First Years Together. Final Project Report. Project Enlightenment."},
      {
        "id":"ED293291",
        "title":"Baby Talk. First Years Together. Project Enlightenment."},
      {
        "id":"ED293292",
        "title":"You Show, I Grow! Project Enlightenment."},
      {
        "id":"ED293294",
        "title":"Setting Limits: Tips for Teachers of Young Children. Project Enlightenment."},
      {
        "id":"ED293295",
        "title":"Firmness: A Way To Help Young Children Learn To Behave. Project Enlightenment."},
      {
        "id":"ED293296",
        "title":"Parent-Teacher Conferences: Building a Team. Project Enlightenment."},
      {
        "id":"ED293297",
        "title":"Setting Limits: Tips for Parents of Young Children. Project Enlightenment."},
      {
        "id":"ED293298",
        "title":"What about the Children? Dealing with Death. Project Enlightenment."},
      {
        "id":"ED293301",
        "title":"School-to-Work Transition for Handicapped Youth: Perspectives on Educational and Economic Trends."},
      {
        "id":"ED293302",
        "title":"Handicapped Children's Early Education Program. 1986-87 Directory."},
      {
        "id":"ED293303",
        "title":"Selected Early Childhood Programs Sponsored by Office of Special Education Programs (OSEP) U.S. Department of Education. 1987-88 Directory."},
      {
        "id":"ED293304",
        "title":"Foreign Language Immersion Programs. ERIC Q & A."},
      {
        "id":"ED293307",
        "title":"The AACSB: A Valuable Tool for the Language Educator."},
      {
        "id":"ED293308",
        "title":"A Language Educator's First Sale: To Globalize Business Communication."},
      {
        "id":"ED293309",
        "title":"A Comprehensive Approach To Teaching Foreign Business Practices."},
      {
        "id":"ED293310",
        "title":"How to Internationalize the Finance Curriculum?"},
      {
        "id":"ED293312",
        "title":"Languages for Business Means Business for Languages."},
      {
        "id":"ED293317",
        "title":"Internationalizing the Business Curriculum at Small Colleges: The Introductory Seminar Approach."},
      {
        "id":"ED293318",
        "title":"Teaching Methodologies and Course Contents in International Finance."},
      {
        "id":"ED293319",
        "title":"Teaching Cross-Cultural Conflict Management Skills."},
      {
        "id":"ED293327",
        "title":"Barriers Impact U.S. Marketing to the European Community."},
      {
        "id":"ED293328",
        "title":"Transcending Communication Barriers with West Africa."},
      {
        "id":"ED293333",
        "title":"Using Patterned Discourse in the Language of Law and Medicine."},
      {
        "id":"ED293335",
        "title":"Teaching Business French: Are We Leaving the Ivory Tower?"},
      {
        "id":"ED293337",
        "title":"Capitalizing on the Entrepreneurial Dream in Business French."},
      {
        "id":"ED293338",
        "title":"Developing Computer-Interactive Tape Exercises for Intermediate-Level Business French."},
      {
        "id":"ED293341",
        "title":"Bridging the Gap between Internships Abroad, the Commercial French Curriculum and the Business Community."},
      {
        "id":"ED293344",
        "title":"The Austrian-American Teamwork Approach to Business German."},
      {
        "id":"ED293345",
        "title":"Teaching about the Income Statement and Balance Sheet in a Beginning Business German Course."},
      {
        "id":"ED293350",
        "title":"Area Studies Revitalized: The Case of German Studies."},
      {
        "id":"ED293363",
        "title":"Discourse Strategies for Foreign MBA Students: A Sociolinguistic Description of the Case Discussion."},
      {
        "id":"ED293364",
        "title":"Receptive/Productive Skill Development Using Case Studies and a Video Method."},
      {
        "id":"ED293365",
        "title":"Culture Shock as a Barrier to Intercultural Business Communication."},
      {
        "id":"ED293367",
        "title":"Miscommunication across Cultures: The Case of Marketing in Indian English. Revised."},
      {
        "id":"ED293372",
        "title":"Authoring Systems in CALL: Not a False Direction. The Multifunctioning Authoring-System DRILL."},
      {
        "id":"ED293374",
        "title":"LAGS and the &quot;Southwest&quot; Dialect of Texas English."},
      {
        "id":"ED293379",
        "title":"Defining and Assessing Baccalaureate Skills: Ten Case Studies. A Report on the Academic Program Evaluation Project."},
      {
        "id":"ED293385",
        "title":"The External Examiner Approach to Assessment. AAHE Assessment Forum Paper."},
      {
        "id":"ED293386",
        "title":"An Academic Counter-Revolution: The Roots of the Current Movement To Reform Undergraduate Education."},
      {
        "id":"ED293389",
        "title":"A Neglected Challenge: Minority Participation in Higher Education. Occasional Paper No. Seventeen."},
      {
        "id":"ED293391",
        "title":"The Impact of Student Loans on Borrowers: Consumption Patterns and Attitudes towards Repayment. Evidence from the New England Student Loan Survey."},
      {
        "id":"ED293392",
        "title":"The Student Guide: Five Federal Financial Aid Programs, '87-'88."},
      {
        "id":"ED293394",
        "title":"Privatizing Higher Education: A New Australian Issue."},
      {
        "id":"ED293409",
        "title":"Field Experiences in Evaluation Courses: Increasing Their Value to Students and Sponsors."},
      {
        "id":"ED293416",
        "title":"Results of Survey on Faculty Members Pursuing Graduate Degrees and Appointment of Graduate Faculty."},
      {
        "id":"ED293418",
        "title":"Reframing and the Liberal Arts: Creative Decision-Making in the Global Marketplace. Working Paper/3."},
      {
        "id":"ED293422",
        "title":"It's All in What You Ask: Questions for Search Committees To Use."},
      {
        "id":"ED293430",
        "title":"Evaluation of State University System of Florida's Indicator of Excellence Program. AIR 1987 Annual Forum Paper."},
      {
        "id":"ED293431",
        "title":"Strategic Planning: What's It Really Like? AIR 1987 Annual Forum Paper."},
      {
        "id":"ED293438",
        "title":"Longitudinal Tenure and Attrition Rate Study in the State University System of Florida. AIR 1987 Annual Forum Paper."},
      {
        "id":"ED293439",
        "title":"The Influence of Academic and Social Integration on Students' Personal Development during Four Years of College. AIR 1987 Annual Forum Paper."},
      {
        "id":"ED293440",
        "title":"A Multidimensional Approach to Student Outcomes Assessment. AIR 1987 Annual Forum Paper."},
      {
        "id":"ED293441",
        "title":"The Role, Scope, and Functions of the Chief Academic Officer. AIR 1987 Annual Forum Paper."},
      {
        "id":"ED293442",
        "title":"An Analysis of the Economic Benefits of Nonresident Students Enrolled in West Virginia Higher Education Institutions. A Study Conducted for the West Virginia Board of Regents. AIR 1987 Annual Forum Paper."},
      {
        "id":"ED293443",
        "title":"Professional Development for Institutional Research: A Descriptive Profile of Academic Programs and an Analysis of Curriculum. AIR 1987 Annual Forum Paper."},
      {
        "id":"ED293444",
        "title":"Unintended/Unexpected Outcomes of Computer Usage in Higher Education. AIR 1987 Annual Forum Paper."},
      {
        "id":"ED293445",
        "title":"Institutional Responses to Declining Minority Enrollment. AIR 1987 Annual Forum Paper."},
      {
        "id":"ED293446",
        "title":"The Use of Alumni Outcomes in a Multidimensional Institutional Impact Assessment Program. AIR 1987 Annual Forum Paper."},
      {
        "id":"ED293449",
        "title":"Managing Education Better: Technology and Tomorrow. General Sessions Presentations. Proceedings of the Annual Forum of the Association for Institutional Research (27th, Kansas City, Missouri, May 3-6, 1987)."},
      {
        "id":"ED293454",
        "title":"The 1988-89 Governor's Budget: A Staff Report to the California Postsecondary Education Commission. Staff Report Series, Report 88-3."},
      {
        "id":"ED293455",
        "title":"Education Offered Via Telecommunications: Trends, Issues, and State-Level Problems in Instructional Technology for Colleges and Universities. Report 87-49."},
      {
        "id":"ED293456",
        "title":"Comments and Recommendations on &quot;The Consortium of the California State University: A Report.&quot; A Response to Supplemental Language in the 1987 Budget Act Regarding the Closure of the Consortium. Report 87-45."},
      {
        "id":"ED293457",
        "title":"Budgeting Faculty Instructional Resources in the University of California: A Report to the Legislature in Response to Supplemental Language in the 1987-88 Budget Act. Report 88-4."},
      {
        "id":"ED293458",
        "title":"Size, Growth, and Cost of Administration at the California State University: A Report Prepared by Price Waterhouse and MGT Consultants for the California Postsecondary Education Commission. Report 88-7."},
      {
        "id":"ED293459",
        "title":"Proposed Construction of the Permanent Off-Campus Center of California State University, Hayward, in Concord. A Report to the Governor and Legislature in Response to a Request for Capital Funds from the California State University for a Permanent Off-Campus Center in Contra Costa County. Report No. 87-47."},
      {
        "id":"ED293460",
        "title":"State Saving Incentive and Prepaid Tuition Plans with Coordinating Board Recommendations."},
      {
        "id":"ED293461",
        "title":"UC Davis Undergraduate Participation in Public Service Activities."},
      {
        "id":"ED293464",
        "title":"Recurrent Education Revisited: Modes of Participation and Financing."},
      {
        "id":"ED293466",
        "title":"Five-Year Planning Document. Northeast Missouri State University."},
      {
        "id":"ED293467",
        "title":"The Student Guide. Five Federal Financial Aid Programs. 88-89."},
      {
        "id":"ED293469",
        "title":"Enhancing Student Learning: Emphasizing Essential Competencies in Academic Programs."},
      {
        "id":"ED293471",
        "title":"Conditions in Postsecondary Education in Michigan 1987: A Profile of Postsecondary Education in Michigan."},
      {
        "id":"ED293474",
        "title":"Verification: An Annotated Bibliography."},
      {
        "id":"ED293477",
        "title":"Putting College Sports in Perspective: Solutions for the Long Term."},
      {
        "id":"ED293478",
        "title":"Learning Styles: Implications for Improving Educational Practices. ASHE-ERIC Higher Education Report No. 4, 1987."},
      {
        "id":"ED293479",
        "title":"Higher Education Leadership: Enhancing Skills through Professional Development Programs. ASHE/ERIC Higher Education Report No. 5, 1987."},
      {
        "id":"ED293484",
        "title":"Television and the Construction of Myth: Liverpool 1985."},
      {
        "id":"ED293490",
        "title":"Operation &quot;Frontal Lobe&quot; versus the &quot;Living Room Toy&quot;: The Battle over Program Control in Early Television."},
      {
        "id":"ED293493",
        "title":"Favourite Country as a Measure of Television-Mediated World View."},
      {
        "id":"ED293496",
        "title":"'You and Me': The Construction of Subjectivity in Television for the Pre-School Child."},
      {
        "id":"ED293499",
        "title":"The Television Interview: Attributes, Formats and Codes."},
      {
        "id":"ED293500",
        "title":"Time Shift. The Specificity of Video Viewing."},
      {
        "id":"ED293507",
        "title":"Media Education Issues for Classroom Investigation in British Primary Schools."},
      {
        "id":"ED293511",
        "title":"Dreams of Reading: Tender Is the Night."},
      {
        "id":"ED293514",
        "title":"Television Viewing and Perceptions of Crime among London Residents."},
      {
        "id":"ED293516",
        "title":"The In-Difference of Television or Mapping in TV's Popular (Affective) Economy."},
      {
        "id":"ED293518",
        "title":"Cagney and Lacey: Negotiating the Controversial in Popular Television."},
      {
        "id":"ED293519",
        "title":"French Television News: Practices of Encoding and Theories of Trivialisation."},
      {
        "id":"ED293520",
        "title":"Differential Effects of Television Violence on Kibbutz and City Children."},
      {
        "id":"ED293521",
        "title":"Stimulation of National Television Program Production: A Canadian Success Story?"},
      {
        "id":"ED293528",
        "title":"Foreign Television Programmes on New Zealand Television: Windows on the World or Wicked Imperialism?"},
      {
        "id":"ED293530",
        "title":"Viewers&apos; Interpretations of Soap Opera: The Role of Gender, Power, and Morality."},
      {
        "id":"ED293532",
        "title":"Subcultural Experience and Television Viewing."},
      {
        "id":"ED293535",
        "title":"Public Service versus the Market--A False Polarity? The Case of Irish Broadcasting."},
      {
        "id":"ED293541",
        "title":"Study of School Use of Networks and Information Retrieval Systems. Final Report."},
      {
        "id":"ED293544",
        "title":"ARL Annual Salary Survey, 1987."},
      {
        "id":"ED293545",
        "title":"How To Investigate the Copyright Status of a Work. Circular R22."},
      {
        "id":"ED293546",
        "title":"Copyright Registration for Automated Databases. Circular 65."},
      {
        "id":"ED293552",
        "title":"Library Programs: Strengthening Research Library Resources Program. Higher Education Act, Title II-C. Abstracts of Funded Projects, 1987."},
      {
        "id":"ED293553",
        "title":"Library Services for Off-Campus Students: A Study of Canadian Practice and Its Potential for Ireland."},
      {
        "id":"ED293562",
        "title":"What Is User Friendly? Papers presented at the Clinic on Library Applications of Data Processing (23rd, Urbana, Illinois, April 20-22, 1986)."},
      {
        "id":"ED293568",
        "title":"Community College Leadership Programs, May 1987. Background Paper."},
      {
        "id":"ED293569",
        "title":"Special Services Report: Rockland Community College, 1986-1987."},
      {
        "id":"ED293570",
        "title":"Entering Student Goals, 1985-86 Academic Year [and] Enrollment Goals and Progress toward Goal Accomplishment: A Snapshot of the 1985-86 Student Body. Institutional Research In-Brief."},
      {
        "id":"ED293571",
        "title":"Fall, 1987 Applicants: A Profile of Matriculants and Non-Matriculants. Institutional Research In-Brief #40."},
      {
        "id":"ED293572",
        "title":"Strategies for Serving the Neglected Majority: An Institutional Framework for Addressing Students' Needs over the Next Decade."},
      {
        "id":"ED293574",
        "title":"Criteria and Procedures for Conducting an Academic Audit of a Progam or Discipline."},
      {
        "id":"ED293578",
        "title":"Building Communities: A Vision for a New Century. A Report of the Commission on the Future of Community Colleges."},
      {
        "id":"ED293579",
        "title":"Dual Enrollment: A Longitudinal Study of the 1982-83 Cohort. Research Report No. 88-04."},
      {
        "id":"ED293581",
        "title":"Toward Mastery Leadership: Strategies for Student Success. Summary Report of a Colloquium (4th Columbia, Maryland, July, 1987)."},
      {
        "id":"ED293582",
        "title":"Keeping America Working: Profiles in Partnership. Keeping American Working Series No. 4."},
      {
        "id":"ED293583",
        "title":"State of the Art in Community-Based Education in the American Community College."},
      {
        "id":"ED293584",
        "title":"Area Schools Assistance Program (ASAP), Summer 1987."},
      {
        "id":"ED293587",
        "title":"The Community College Role in the Education of Professional Nurses."},
      {
        "id":"ED293588",
        "title":"Trends and Issues in Community Colleges, 1988: Minority Student Transfer."},
      {
        "id":"ED293589",
        "title":"Prince George's County Undergraduate Market Shares. ENSCAN88: Market Analysis Report MA88-3."},
      {
        "id":"ED293590",
        "title":"Prince George's County Business Training Needs Assessment. ENSCAN88: Market Analysis Report MA88-4."},
      {
        "id":"ED293591",
        "title":"Discipline Cost Analysis for Fiscal Year 1987. Report to the Board of Trustees, BT88-3."},
      {
        "id":"ED293592",
        "title":"Course Pass Rates in Fall 1987. Enrollment Analysis Report EA88-6."},
      {
        "id":"ED293593",
        "title":"Prince George's County Population Analysis. ENSCAN 88, Planning Brief, Report PB88-1."},
      {
        "id":"ED293594",
        "title":"A Model Program To Assess a College's Impact by Census Tract."},
      {
        "id":"ED293596",
        "title":"1987-92 Master Plan: Prince George's Community College."},
      {
        "id":"ED293601",
        "title":"Making the Partnership Work through a Business and Industry Center."},
      {
        "id":"ED293602",
        "title":"Strengthening Transfer and Articulation Policies and Practices in California's Colleges and Universities. Progress since 1985 and Suggestions for the Future. Commission Report 87-41."},
      {
        "id":"ED293603",
        "title":"SOLAR: A New Era in Academic Planning."},
      {
        "id":"ED293605",
        "title":"AIDS Education Plan."},
      {
        "id":"ED293606",
        "title":"English as a Second Language: A Progress Report on Existing Board Policy Directives."},
      {
        "id":"ED293607",
        "title":"1988-89 Basic Agenda."},
      {
        "id":"ED293611",
        "title":"The Essentials of Proper Wine Service."},
      {
        "id":"ED293612",
        "title":"The Case for Content Area Reading Instruction in the Two-Year College."},
      {
        "id":"ED293615",
        "title":"Residence Hall Systems at Community and Junior Colleges."},
      {
        "id":"ED293616",
        "title":"Maryland Day Care Voucher System."},
      {
        "id":"ED293618",
        "title":"Evaluation Study of Early Childhood Family Education: Report to the Legislature."},
      {
        "id":"ED293619",
        "title":"Study of Programs To Meet the Developmental Needs of Young Children. Report to the Legislature."},
      {
        "id":"ED293622",
        "title":"Home and School as Partners: Helping Parents Help Their Children. A Resource Packet."},
      {
        "id":"ED293625",
        "title":"Describing Parent-Child Interaction during Exploration: Situation Definitions, Negotiations and Questions."},
      {
        "id":"ED293626",
        "title":"50 Years of U.S. Federal Support to Promote the Health of Mothers, Children and Handicapped Children in America: 1935-1985. A review of Federal Appropriations and Allocations to States for Health and Related Programs of Title V of the Social Security Act of 1935 and the Omnibus Reconciliaton Act of 1981."},
      {
        "id":"ED293628",
        "title":"Elementary Education and the Learner (A Collection of Essays)."},
      {
        "id":"ED293629",
        "title":"Child and Adolescent Health Profile: New York State 1985."},
      {
        "id":"ED293630",
        "title":"The Shifting Kindergarten Curriculum."},
      {
        "id":"ED293632",
        "title":"Education and Care Components in New Zealand Childcare Centres and Kindergartens."},
      {
        "id":"ED293637",
        "title":"The Syracuse University Family Development Research Program: Long-Range Impact of an Early Intervention with Low-Income Children and Their Families."},
      {
        "id":"ED293639",
        "title":"Federal Aid to Elementary and Secondary Education: A Side-by-Side Comparison of Current Law with H.R. 5, as Passed by the House of Representatives (The School Improvement Act of 1987) and by the Senate (The Robert T. Stafford Elementary and Secondary Education Improvement Act of 1987). CRS Report for Congress. (Revised Edition)."},
      {
        "id":"ED293642",
        "title":"Child-Care Study: A Response to Senate Bill 5871."},
      {
        "id":"ED293643",
        "title":"Analysis of the Effects of Three Modes of Head Start Delivery. Head Start Delivery Modes Project: Final Report."},
      {
        "id":"ED293645",
        "title":"Motor Skill Learning in Children."},
      {
        "id":"ED293649",
        "title":"A Guide to Program Development for Kindergarten: Part 1--A Preview."},
      {
        "id":"ED293650",
        "title":"Education Program Continuity: A Policy Statement on the Articulation of Children's Learning Experiences--Early Childhood Services through Grade Six."},
      {
        "id":"ED293651",
        "title":"The Roots of Faith: The Crucial Role of Infant/Toddler Caregivers."},
      {
        "id":"ED293654",
        "title":"Opportunities for Success: Cost Effective Programs for Children Update, 1988. A Report of the Select Committee on Children, Youth and Families, U.S. House of Representatives, One Hundredth Congress, Second Session."},
      {
        "id":"ED293655",
        "title":"From Linguistic Form to Meaning: Evidence for Syntactic Bootstrapping by Two-Year-Olds."},
      {
        "id":"ED293657",
        "title":"Early Childhood Curriculum and the Definition of Knowledge."},
      {
        "id":"ED293658",
        "title":"Early Childhood Curriculum Construction and Classroom Practice."},
      {
        "id":"ED293660",
        "title":"Framework for Our Children&apos;s Future: The School Act, 1988."},
      {
        "id":"ED293661",
        "title":"The Early School Years Project: Early Childhood Intervention in the Inner City."},
      {
        "id":"ED293662",
        "title":"Parents: The Missing Link in Education Reform. Hearing Before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundredth Congress, First Session (Indianapolis, Indiana, November 16, 1987)."},
      {
        "id":"ED293663",
        "title":"Child Care: A Workforce Issue. Report of the Secretary's Task Force."},
      {
        "id":"ED293664",
        "title":"Report on the Activities for the Year 1987 of the Select Committee on Children, Youth, and Families. House of Representatives, 100th Congress, First Session, together with Additional Minority Views."},
      {
        "id":"ED293667",
        "title":"Off-Farm Employment as a Source of Family Income in Louisiana."},
      {
        "id":"ED293671",
        "title":"A Gender Comparison of Former Agricultural Students' Employment Experiences."},
      {
        "id":"ED293672",
        "title":"Preferred Methods for Delivery of Technological Information by the North Carolina Agricultural Extension Service: Opinions of Agricultural Producers Who Use Extension Information."},
      {
        "id":"ED293673",
        "title":"Perceived Capacity of the North Carolina Agricultural Service To Deliver Technological Information: Reactions of Agricultural Producers Who Use Extension Information."},
      {
        "id":"ED293674",
        "title":"A Demographic Profile of Displaced Farmers Due to Economically Depressed Times."},
      {
        "id":"ED293675",
        "title":"Financial Strain among Farmers and Its Influence on Their Geographic Mobility."},
      {
        "id":"ED293676",
        "title":"The Market for Extension Information in Virginia."},
      {
        "id":"ED293678",
        "title":"North Carolina Farm Survey."},
      {
        "id":"ED293679",
        "title":"Bilingual Special Education Is Appropriate for Mexican-American Children with Mildly Handicapping Conditions. ERIC Digest."},
      {
        "id":"ED293680",
        "title":"Teaching the Abused Migrant Child: What's a Teacher To Do? ERIC Digest."},
      {
        "id":"ED293681",
        "title":"Classroom Strategies for Teaching Migrant Children about Child Abuse. ERIC Digest."},
      {
        "id":"ED293682",
        "title":"Consortium Support for Teachers in Rural Oregon."},
      {
        "id":"ED293683",
        "title":"The Implemented and Attained Mathematics Curriculum: A Comparison of Eighteen Countries. Second International Mathematics Study. Contractor&apos;s Report."},
      {
        "id":"ED293684",
        "title":"Misconceptions and Educational Strategies in Science and Mathematics. Proceedings of the International Seminar (2nd, Ithaca, New York, July 26-29, 1987). Volume I."},
      {
        "id":"ED293685",
        "title":"Misconceptions and Educational Strategies in Science and Mathematics. Proceedings of the International Seminar (2nd, Ithaca, New York, July 26-29, 1987). Volume II."},
      {
        "id":"ED293686",
        "title":"Misconceptions and Educational Strategies in Science and Mathematics. Proceedings of the International Seminar (2nd, Ithaca, New York, July 26-29, 1987). Volume III."},
      {
        "id":"ED293690",
        "title":"Goals' Attainment in Science-Technology-Society (S/T/S) Education: Expectations and Reality. A Probe Into the Case of British Columbia."},
      {
        "id":"ED293691",
        "title":"A Mindset for Math. Techniques for Identifying and Working with Math-Anxious Girls."},
      {
        "id":"ED293692",
        "title":"Cooperative Science: A National Study of University and Industry Researchers. Assessment of the Industry/University Cooperative Research Projects Program (IUCR). Volume I."},
      {
        "id":"ED293693",
        "title":"Cooperative Science: A National Study of University and Industry Researchers. Case Studies. Volume II."},
      {
        "id":"ED293696",
        "title":"The Role of Science and Technology in Economic Competitiveness. Final Report."},
      {
        "id":"ED293697",
        "title":"Equity in Math. A Training Module."},
      {
        "id":"ED293698",
        "title":"A Computerized Training Procedure for Solving Arithmetic Word Problems with the Aid of Visual Schemes."},
      {
        "id":"ED293699",
        "title":"Investigations in Mathematics Education. Volume 20, Number 2."},
      {
        "id":"ED293701",
        "title":"Reforesting the Earth. Worldwatch Paper 83."},
      {
        "id":"ED293704",
        "title":"Marine-Related Education in Maine: A Survey of K-12 Public School Teachers."},
      {
        "id":"ED293705",
        "title":"Technological Literacy. Proceedings of the National Science, Technology and Society (STS) Conference (2nd, Washington, D.C., February 6-8, 1987)."},
      {
        "id":"ED293707",
        "title":"Summary of Science Education Research in the Caribbean 1970-1987."},
      {
        "id":"ED293708",
        "title":"State Network for Indicators of Science and Mathematics Education."},
      {
        "id":"ED293713",
        "title":"Astronomical Resources. The Solar System: An Introductory Bibliography."},
      {
        "id":"ED293715",
        "title":"Logical and Critical Thinking Abilities of Sixth through Twelfth Grade Students and Formal Reasoning Modes as Predictors of Critical Thinking Abilities and Academic Achievement."},
      {
        "id":"ED293717",
        "title":"The GALT: A Measure of Logical Thinking Ability of 7th through 12th Grade Students."},
      {
        "id":"ED293718",
        "title":"Environmental Education in K-12 Curricula. ERIC/SMEAC Environmental Information Bulletin No. 2, 1987."},
      {
        "id":"ED293719",
        "title":"Oceanography for Divers: Hazardous Marine Life. Diver Education Series."},
      {
        "id":"ED293720",
        "title":"Oceanography for Divers: Waves, Tides, and Currents. Diver Education Series."},
      {
        "id":"ED293721",
        "title":"Introduction to Scuba Diving. Diver Education Series."},
      {
        "id":"ED293722",
        "title":"How Beans Grow."},
      {
        "id":"ED293723",
        "title":"Making Sounds with Rubber Bands."},
      {
        "id":"ED293724",
        "title":"Analysis and Use of a Task for Identifying Conceptions of Teaching Science."},
      {
        "id":"ED293728",
        "title":"Research on Instruction in Elementary School Mathematics: A Letter to Teachers. ERIC/SMEAC Mathematics Information Bulletin No. 3, 1987."},
      {
        "id":"ED293730",
        "title":"Word Problem Solving. What Is Experimental Research Saying about Mathematics Word Problem Solving? A Review of Forty-Four Studies Completed between 1980-1987."},
      {
        "id":"ED293731",
        "title":"A Working Paper on the Teaching of American Studies: The Project for American Studies in the Secondary Schools."},
      {
        "id":"ED293732",
        "title":"Peace with Work To Do: The Academic Study of Peace."},
      {
        "id":"ED293733",
        "title":"Compact Geography of the Netherlands. Fifth Edition."},
      {
        "id":"ED293734",
        "title":"The Development of Sociomoral Discourse."},
      {
        "id":"ED293737",
        "title":"The American Woman 1987-88: A Report in Depth."},
      {
        "id":"ED293738",
        "title":"Centering of Mental Maps of the World. Discussion Paper Series 87-7."},
      {
        "id":"ED293739",
        "title":"Planting Trees in India."},
      {
        "id":"ED293741",
        "title":"Information Technology and Representative Government: Educating an Informed and Participative Citizenry."},
      {
        "id":"ED293744",
        "title":"Census Education Project: 1988."},
      {
        "id":"ED293748",
        "title":"Iowa Developed Energy Activity Sampler: 6-12. Social Studies. Revised 1987."},
      {
        "id":"ED293751",
        "title":"Whatever Happened to the Social Studies? Occasional Paper #8."},
      {
        "id":"ED293757",
        "title":"Working Papers in Political Education. Monographs in Education XII."},
      {
        "id":"ED293758",
        "title":"Institutionalizing Environmental Scanning in the ED QUEST Process."},
      {
        "id":"ED293759",
        "title":"Race, Ethnicity and Participation in the Arts: Patterns of Participation by Black, Hispanic and White Americans in Selected Activities from the 1982 and 1985 Surveys of Public Participation in the Arts."},
      {
        "id":"ED293761",
        "title":"French Social Workers and Their Migrant Clients: Recognizing Cultural and Class Roles in Social Work."},
      {
        "id":"ED293764",
        "title":"Bourgeois Liberalization: The Labeling of Unwanted American Influences by the People's Republic of China."},
      {
        "id":"ED293774",
        "title":"Indiana Studies: Hoosier History, Government, and People. Teacher's Guide."},
      {
        "id":"ED293775",
        "title":"Georgia Mediagraphy. Second Supplement."},
      {
        "id":"ED293777",
        "title":"Drug Abuse and Politics: The Construction of a Social Problem."},
      {
        "id":"ED293778",
        "title":"Counting for Representation: The Census and the Constitution."},
      {
        "id":"ED293779",
        "title":"History-Social Science Framework for California Public Schools, Kindergarten through Grade Twelve."},
      {
        "id":"ED293780",
        "title":"Humanities in Michigan Schools: A Position Statement."},
      {
        "id":"ED293782",
        "title":"Teaching and Learning Content in the Social Studies: The ERIC/ChESS Perspective on Trends and Issues."},
      {
        "id":"ED293784",
        "title":"Teaching History in the Elementary School. ERIC Digest."},
      {
        "id":"ED293785",
        "title":"The U.S. Constitution in Today's World."},
      {
        "id":"ED293787",
        "title":"Student Teacher Perceptions of Elementary School Social Studies: The Social Construction of Curriculum."},
      {
        "id":"ED296794",
        "title":"Employer Supported Child Care: Investing in Human Resources. Executive Summary of the National Employer Supported Child Care Project."},
      {
        "id":"ED296796",
        "title":"Employer-Supported Child Care: Investing in Human Resources."},
      {
        "id":"ED296797",
        "title":"The Sixth Grade: Caught in the Middle."},
      {
        "id":"ED296801",
        "title":"A Path Analysis of the Role of Social Competence in Fifth-Grade Children's Peer Relationships."},
      {
        "id":"ED296803",
        "title":"A Program Designed To Increase Involvement and Provide Education to Parents of Kindergarten Children."},
      {
        "id":"ED296806",
        "title":"Eight Teachers' Control Orientations and Their Students' Problem-Solving Ability. Research Series No. 188."},
      {
        "id":"ED296808",
        "title":"A Study of the Incidence of Head Start Children in Substitute Care. Final Report."},
      {
        "id":"ED296809",
        "title":"Quality or Affordability: Trade-Offs for Early Childhood Programs? ERIC Digest."},
      {
        "id":"ED296810",
        "title":"Identifying Gifted and Talented American Indian Students: An Overview. ERIC Digest."},
      {
        "id":"ED296811",
        "title":"Outdoor Centers and Camps: A 'Natural' Location for Youth Leadership Development. ERIC Digest."},
      {
        "id":"ED296812",
        "title":"Motivating American Indian Students in Science and Math. ERIC Digest."},
      {
        "id":"ED296813",
        "title":"Standardized Testing of American Indian Students. ERIC Digest."},
      {
        "id":"ED296814",
        "title":"Migrant Students at the Secondary Level: Issues and Opportunities for Change. ERIC Digest."},
      {
        "id":"ED296815",
        "title":"Small Catholic Elementary Schools: An Endangered Species? ERIC Digest."},
      {
        "id":"ED296816",
        "title":"Approaching Evaluation in Small Schools. ERIC Digest."},
      {
        "id":"ED296817",
        "title":"Exploring Alternatives to Consolidation. ERIC Digest."},
      {
        "id":"ED296818",
        "title":"Preparing Rural Students for an Urban Environment. ERIC Digest."},
      {
        "id":"ED296819",
        "title":"Improving the Science and Mathematic Achievement of Mexican American Students Through Culturally Relevant Science. ERIC Digest."},
      {
        "id":"ED296820",
        "title":"&quot;Rural&quot;--A Concept Beyond Definition? ERIC Digest."},
      {
        "id":"ED296821",
        "title":"Education's Response to the Rural Crisis: Model Programs in the Midwest."},
      {
        "id":"ED296822",
        "title":"Clinical Staffing Recruitment and Retention Program. Parts I and II. Hearing on S. 1475 To Establish an Effective Clinical Staffing Recruitment and Retention Program, and for Other Purposes, before the Select Committee on Indian Affairs. United States Senate, One Hundredth Congress, First Session (Washington, DC, August 6, 1987; Billings, MT, August 25, 1987)."},
      {
        "id":"ED296823",
        "title":"Indian Self-Determination and Education Assistance Act Amendments of 1987. Hearing on S. 1703 To Amend the Indian Self-Determination and Education Assistance Act, before the Select Committee on Indian Affairs. United States Senate, One Hundredth Congress, First Session (Tampa, FL, September 21, 1987)."},
      {
        "id":"ED296824",
        "title":"Indian Self-Determination and Education Assistance Act Amendments of 1987--Part II. Hearing on S. 1703 To Amend the Indian Self-Determination and Education Assistance Act, before the Select Committee on Indian Affairs. United States Senate, One Hundredth Congress, First Session (October 2, 1987)."},
      {
        "id":"ED296825",
        "title":"Rural-Urban Differences in the Utilization and Ameliorative Effects of Welfare Programs."},
      {
        "id":"ED296826",
        "title":"Center for Agricultural and Rural Development. Annual Report 1987."},
      {
        "id":"ED296827",
        "title":"A Drug Education Needs Assessment in a Rural Elementary School System: Results and Curriculum Recommendations."},
      {
        "id":"ED296828",
        "title":"Qualitative Assessment of Ethnic Minority Adult Students."},
      {
        "id":"ED296829",
        "title":"Chicanos in Elite Public Universities: A Dual Profile."},
      {
        "id":"ED296830",
        "title":"Common Elements in the Study of Education in Rural Australia and Urban Canada."},
      {
        "id":"ED296831",
        "title":"Rural and Urban Government Fiscal Trends, 1977-82."},
      {
        "id":"ED296834",
        "title":"A Demographic Study of Rural, Small School Districts in Four Appalachian States. Occasional Paper 025."},
      {
        "id":"ED296835",
        "title":"The Native American Indian Early Childhood Education Program: A Sunset Review."},
      {
        "id":"ED296836",
        "title":"Overcoming Barriers to Education for Rural Adults: A Consideration of Public Policy Proposals."},
      {
        "id":"ED296838",
        "title":"Summer Migrant Education Administrative Manual."},
      {
        "id":"ED296839",
        "title":"Case Study of an Old Order Mennonite One-Room School."},
      {
        "id":"ED296840",
        "title":"Protection of Native American Children from Abuse and Neglect. Native Americans and Child Maltreatment: The Past, Present, and the Future. Special Report."},
      {
        "id":"ED296842",
        "title":"Title IV Indian Education Program Evaluation 1986-87."},
      {
        "id":"ED296849",
        "title":"Ethnicity and Education in Southern Appalachia: Three Case Studies."},
      {
        "id":"ED296851",
        "title":"National Invitational Conference on Rural Adult Postsecondary Education Proceedings (Airlie, Virginia, September 7-9, 1986). The Action Agenda for Rural Adult Postsecondary Education."},
      {
        "id":"ED296853",
        "title":"Notes toward the Establishment of Educational Partnerships in Rural Communities."},
      {
        "id":"ED296854",
        "title":"Some Potentials and Limitations of Technology in Serving Rural Postsecondary Learners."},
      {
        "id":"ED296857",
        "title":"The Hopi Educational Master Plan."},
      {
        "id":"ED296862",
        "title":"Students at Risk: Forecasting the Socio-Educational Effects on Students Displaced by the Closure of Intermountain Intertribal School."},
      {
        "id":"ED296863",
        "title":"Students at Risk: Follow-Up Study of the Educational Effects on Students Displaced by the Closure of Intermountain Inter-Tribal School."},
      {
        "id":"ED296864",
        "title":"Computers in Life Science Education. Volumes 1 through 4, 1984-1987."},
      {
        "id":"ED296867",
        "title":"Water Treatment Plant Operation Volume 2. A Field Study Training Program. Revised."},
      {
        "id":"ED296868",
        "title":"Studying the Problem Solving Behavior of Experts and Novices in Physics via Computer-Based Problem-Analysis Environments."},
      {
        "id":"ED296869",
        "title":"Beliefs Underlying Random Sampling."},
      {
        "id":"ED296874",
        "title":"The Effects on Quality of Adjustments in Engineering Labor Markets."},
      {
        "id":"ED296875",
        "title":"Questions about Careers in Oceanography."},
      {
        "id":"ED296878",
        "title":"Teaching Problem Structure from Video and Everyday Life."},
      {
        "id":"ED296879",
        "title":"Learning from Examples via Self-Explanations. Technical Report No. 11."},
      {
        "id":"ED296880",
        "title":"Science Technology and the Constitution. Background Paper."},
      {
        "id":"ED296881",
        "title":"Astronomy Lectures and Laboratories. A Model to Improve Preservice Elementary Science Teacher Development. Volume I."},
      {
        "id":"ED296882",
        "title":"Physics Lectures and Laboratories. A Model To Improve Preservice Elementary Science Teacher Development. Volume II."},
      {
        "id":"ED296883",
        "title":"Chemistry Lectures and Laboratories. A Model to Improve Preservice Elementary Science Teacher Development. Volume III."},
      {
        "id":"ED296884",
        "title":"Geology Lectures and Laboratories. A Model to Improve Preservice Elementary Science Teacher Development. Volume IV."},
      {
        "id":"ED296885",
        "title":"Physical Science Methods for Elementary Teachers. An Experimental Course. A Model to Improve Preservice Elementary Science Teacher Development. Volume V."},
      {
        "id":"ED296886",
        "title":"A Model to Improve Preservice Education Science Teacher Development. Final Project Report."},
      {
        "id":"ED296887",
        "title":"Teachers' Conceptions of the Contemporary Goals of Science Education."},
      {
        "id":"ED296888",
        "title":"Investigations in Mathematics Education, Volume 21, Number 1."},
      {
        "id":"ED296897",
        "title":"Undergraduate Biology Curriculum Survey."},
      {
        "id":"ED296898",
        "title":"Reflectance Spectroscopy in Planetary Science. Review and Strategy for the Future. Report of a Workshop (Yountville, California, April 9-11, 1988)."},
      {
        "id":"ED296906",
        "title":"National Science Foundation Annual Report 1987."},
      {
        "id":"ED296910",
        "title":"Spinoff 1982."},
      {
        "id":"ED296913",
        "title":"Teaching about the Pacific Rim. ERIC Digest No. 43."},
      {
        "id":"ED296914",
        "title":"Celebrating Our Constitution. Summary of Selected Programs of State and Local Bicentennial Commissions and Other State Organizations."},
      {
        "id":"ED296916",
        "title":"Double Coding: Some Characteristic Differences between Modernism and Postmodernism and the Implications for Honors Education."},
      {
        "id":"ED296920",
        "title":"Raising School Quality in Developing Countries: What Investments Boost Learning? World Bank Discussion Papers 2."},
      {
        "id":"ED296921",
        "title":"World History Curriculum Guide: Secondary Social Studies. Bulletin 1758."},
      {
        "id":"ED296922",
        "title":"Quality Social Studies Education in Rhode Island: A Report of the Rhode Island Social Studies 1986-87 Project."},
      {
        "id":"ED296930",
        "title":"Western Civilization Curriculum Guide. Bulletin 1759."},
      {
        "id":"ED296931",
        "title":"Acadians of Louisiana: Curriculum Guide. Grade 8. Bulletin 1780."},
      {
        "id":"ED296932",
        "title":"World Geography Curriculum Guide: Map Supplement. Secondary Social Studies. Bulletin 1727."},
      {
        "id":"ED296935",
        "title":"A Collection of Teaching Units about Japan for Secondary Social Studies Teachers."},
      {
        "id":"ED296938",
        "title":"A Primer on Music for Non-Musician Educators. Fastback 270."},
      {
        "id":"ED296941",
        "title":"Merl R. Eppse and Studies of Blacks in American History Textbooks."},
      {
        "id":"ED296943",
        "title":"Understanding the Global Arena: A Report on The Ohio State University Global Awareness Survey."},
      {
        "id":"ED296944",
        "title":"Geographical Knowledge of University Students."},
      {
        "id":"ED296945",
        "title":"Law-Related Education: Making a Difference."},
      {
        "id":"ED296947",
        "title":"Economic Education for Citizenship."},
      {
        "id":"ED296948",
        "title":"Law-Related Education in Elementary and Secondary Schools. ERIC Digest."},
      {
        "id":"ED296949",
        "title":"Economics in the Curriculum. ERIC Digest."},
      {
        "id":"ED296950",
        "title":"Computers in Social Studies Classrooms. ERIC Digest."},
      {
        "id":"ED296951",
        "title":"Mapping the Common Ground."},
      {
        "id":"ED296952",
        "title":"\"Good Ideas\" from National School Recognition Program. Programs for the Improvement of Practice."},
      {
        "id":"ED296961",
        "title":"Public High School Principals' Perceptions of Academic Reform. Center for Education Statistics Bulletin."},
      {
        "id":"ED296968",
        "title":"The Dimensions of Reflection: A Conceptual and Contextual Analysis."},
      {
        "id":"ED296969",
        "title":"Reflection in Student Teaching: The Place of Data in Action Research."},
      {
        "id":"ED296972",
        "title":"Reform in Teacher Education: Process to Product."},
      {
        "id":"ED296973",
        "title":"School Staff Report. Certified Professional Staff in the 165 Towns and Regional School Districts of Connecticut in September 1986."},
      {
        "id":"ED296976",
        "title":"Reflective Concerns of Prospective Teachers in an Early Field Placement."},
      {
        "id":"ED296977",
        "title":"Lecturing. 1986-1987. Occasional Monograph."},
      {
        "id":"ED296979",
        "title":"Education Reform Reports: Content and Impact."},
      {
        "id":"ED296980",
        "title":"Alternative Certification: Issues and Perspectives."},
      {
        "id":"ED296982",
        "title":"Improving Student Discipline. Research in Brief."},
      {
        "id":"ED296983",
        "title":"What's Happening in Teacher Testing. Research in Brief."},
      {
        "id":"ED296984",
        "title":"Education Programs That Work: A Collection of Proven Exemplary Educational Programs and Practices. Edition 14. 1988."},
      {
        "id":"ED296988",
        "title":"International Comparisons of Teachers&apos; Salaries: An Exploratory Study. Survey Report."},
      {
        "id":"ED296989",
        "title":"The 1990 Health Objectives for the Nation: A Midcourse Review."},
      {
        "id":"ED296991",
        "title":"Recruiting Talent to Teaching: An Assessment of the Impact of the South Carolina Teacher Cadet Program."},
      {
        "id":"ED296996",
        "title":"Society, Schools, and Teacher Preparation. A Report of the Commission on the Future Education of Teachers. Teacher Education Monograph No. 9."},
      {
        "id":"ED296997",
        "title":"Teacher Education Policy in the States: A 50-State Survey of Legislative and Administrative Actions."},
      {
        "id":"ED296998",
        "title":"The Intern Teacher Casebook."},
      {
        "id":"ED296999",
        "title":"Teacher Empowerment through Knowledge Linking Research and Practice for School Reform. Reprints of Papers."},
      {
        "id":"ED297000",
        "title":"Guidelines for the Preparation of Elementary Teachers."},
      {
        "id":"ED297001",
        "title":"Assessment Tools for Adapted and Regular Physical Education. ERIC Digest 1-88."},
      {
        "id":"ED297002",
        "title":"How Do Teachers Communicate? ERIC Digest 2-88."},
      {
        "id":"ED297003",
        "title":"Critical Thinking Skills and Teacher Education. ERIC Digest 3-88."},
      {
        "id":"ED297004",
        "title":"Eligibility of California's 1986 High School Graduates for Admission to Its Public Universities. A Report of the 1986 High School Eligibility Study."},
      {
        "id":"ED297005",
        "title":"A National Study of High School Graduation Requirements and Multiple Curricula Offerings in the Secondary Schools across the United States."},
      {
        "id":"ED297007",
        "title":"Criteria for Assessing Naturalistic Inquiries as Reports."},
      {
        "id":"ED297008",
        "title":"&quot;Sex Differences&quot; in Spatial Abilities Depend on Task Factors."},
      {
        "id":"ED297010",
        "title":"Relying on Your Own Best Judgment: Imputing Values to Missing Information in Decision Making."},
      {
        "id":"ED297011",
        "title":"Mobile Students and Statewide Testing: A Contextual Influence on District Performance."},
      {
        "id":"ED297012",
        "title":"The Rasch Model and Missing Data, with an Emphasis on Tailoring Test Items."},
      {
        "id":"ED297013",
        "title":"Congressional Report. New Jersey ECIA Chapter 1 Evaluation, 1986-1987."},
      {
        "id":"ED297015",
        "title":"Meta-analysis: Historical Origins and Contemporary Practice."},
      {
        "id":"ED297017",
        "title":"Stress, Burnout and Reform Mandated Accountability."},
      {
        "id":"ED297020",
        "title":"Comparing Two Methods of Analyzing Problem Solving Interactions."},
      {
        "id":"ED297021",
        "title":"The Observational Recording Dilemma."},
      {
        "id":"ED297022",
        "title":"The Impact of the Freshman Year on Epistemological Development: Gender Differences."},
      {
        "id":"ED297024",
        "title":"The Design and Development of the Phillips-Patterson Test of Inference Ability in Reading Comprehension."},
      {
        "id":"ED297025",
        "title":"The Validity of U.S. States as Units for Sociological Research."},
      {
        "id":"ED297026",
        "title":"The PRO-S/E System for Assessing School Effectiveness: Development, Implementation, and Follow-up."},
      {
        "id":"ED297027",
        "title":"Assessing Learning Motivation: A Consumer&apos;s Guide."},
      {
        "id":"ED297028",
        "title":"Measuring Psychological and Physical Abuse of Children with the Conflict Tactics Scales."},
      {
        "id":"ED297030",
        "title":"The Conflict Tactics Scales and Its Critics: An Evaluation and New Data on Validity and Reliability."},
      {
        "id":"ED297031",
        "title":"Validity of Aggregating Individual-Level Survey Data for Macrosociological Research Using U.S. States."},
      {
        "id":"ED297032",
        "title":"Inventory of Socially Supportive Behaviors: Reliability and Validity among Blacks."},
      {
        "id":"ED297033",
        "title":"Abduction and Affordance: A Semiotic View of Cognition."},
      {
        "id":"ED297034",
        "title":"Measuring Changes in Economic Well-Being. Changing Domestic Priorities Discussion Paper."},
      {
        "id":"ED297037",
        "title":"Toward a More Perfect Union: Basic Skills, Poor Families, and Our Economic Future. Occasional Paper 3."},
      {
        "id":"ED297040",
        "title":"Labor Supply and Black Men's Relative Earnings since 1964."},
      {
        "id":"ED297041",
        "title":"Population Replacement and Immigrant Adaptation: New Issues Facing the West. Impact of Immigration in California, Policy Discussion Paper."},
      {
        "id":"ED297042",
        "title":"The Multi-Ethnic European City and Educational Provision."},
      {
        "id":"ED297043",
        "title":"Black Men: Missing in Higher Education. Working Paper No. 10."},
      {
        "id":"ED297045",
        "title":"Declining Black Access to College in Metropolitan Atlanta. Working Paper No. 11."},
      {
        "id":"ED297046",
        "title":"The Status of Instructional Provisions for Asian Ethnic Minorities: Lessons from the California Experience."},
      {
        "id":"ED297047",
        "title":"Instruction: Are Compensatory Education Students Shortchanged?"},
      {
        "id":"ED297048",
        "title":"Demographic Projections of Non-English-Language-Background and Limited-English-Proficient Persons in the United States to the Year 2000 by State, Age, and Language Group."},
      {
        "id":"ED297051",
        "title":"The Value of Human Capital Formation: The Perspective of Rural Minority Students."},
      {
        "id":"ED297055",
        "title":"The Process of Interracial Schooling: A Literature Review and Examination of the Relationship between Conceptual Framework and Research Methodology in Literature on Interracial Education."},
      {
        "id":"ED297057",
        "title":"One-Third of a Nation. A Report of the Commission on Minority Participation in Education and American Life."},
      {
        "id":"ED297058",
        "title":"Testing, Opportunity Allocation, and Asian and Pacific Americans. The Proceedings of a Hearing Co-Sponsored by the National Commission on Testing and Public Policy and the National Association for Asian and Pacific American Education. (Honolulu, Hawaii, April 11, 1987). A Report."},
      {
        "id":"ED297059",
        "title":"Achievement and Attitudes of Students from Desegregated Elementary Schools at the Time of High School Graduation. Final Report."},
      {
        "id":"ED297060",
        "title":"The Impact of Southern School Desegregation: Interracial Contact and Student Prejudice."},
      {
        "id":"ED297061",
        "title":"School Desegregation and Educational Inequality: Trends in the Literature 1960-1975."},
      {
        "id":"ED297062",
        "title":"Three Reports on New Directions in School Desegregation Research. Report No. 312."},
      {
        "id":"ED297064",
        "title":"Which Way to the Future? San Diego and Its Schools at a Crossroads. The Report of the San Diego City Schools' Schools of The Future Commission."},
      {
        "id":"ED297065",
        "title":"Cohort Dropout Study: The Class of 1986. OEA Analytic Report."},
      {
        "id":"ED297066",
        "title":"Middle School Attendance Improvement Dropout Prevention (A.I.D.P.) Program 1986-87. OEA Evaluation Report."},
      {
        "id":"ED297067",
        "title":"City-as-School High School National Diffusion Network Developer/Demonstrator Project End-of-Year-Report 1986-1987. OEA Evaluation Report."},
      {
        "id":"ED297068",
        "title":"The Annual Dropout Report 1986-87. OEA Evaluation Report."},
      {
        "id":"ED297069",
        "title":"Division of Special Education Federal Emergency Immigrants Assistance Program Summer 1987. OEA Evaluation Report."},
      {
        "id":"ED297070",
        "title":"The Cohort Report: Four Year Results for the Class of 1987 and an Update on the Class of 1986. OEA Evaluation Report."},
      {
        "id":"ED297071",
        "title":"The Transition Program for Refugee Children 1986-1987. OEA Evaluation Report."},
      {
        "id":"ED297072",
        "title":"Impact of Student Mobility on Student Achievement in an Urban Setting."},
      {
        "id":"ED297075",
        "title":"What the Candidates Have Not Been Saying."},
      {
        "id":"ED297076",
        "title":"Enrollment Projections By Race/Ethnic Origin, Grade Level, and Administrative Area 1985-2000."},
      {
        "id":"ED297078",
        "title":"Evaluation of the 1986-87 ECIA Chapter II Teaching Enrichment Activities to Minorities Project."},
      {
        "id":"ED297079",
        "title":"Characteristics of the 25 Largest Public Elementary and Secondary School Systems and Districts: Fall 1986. E.D. TABS."},
      {
        "id":"ED297080",
        "title":"The Role of Ideology in Naturalistic Research."},
      {
        "id":"ED297081",
        "title":"Recent Oversight Experience in ECIA Chapter 1 Programs. OERI Bulletin."},
      {
        "id":"ED297082",
        "title":"Welfare: Relationships and Incomes in Households with AFDC Recipients and Others. Report to the Honorable William V. Roth, Jr., U.S. Senate."},
      {
        "id":"ED297083",
        "title":"School Improvement Project: 1983-84. Fifth Annual Process Assessment. OEA Evaluation Report."},
      {
        "id":"ED297084",
        "title":"School Breakfast Program and School Performance."},
      {
        "id":"ED297087",
        "title":"Standards for Adult and Juvenile Correctional Education Programs."},
      {
        "id":"ED297090",
        "title":"The Dynamics of Secondary Vocational Classrooms."},
      {
        "id":"ED297091",
        "title":"Literacy Program. National Issues Forums Special Report."},
      {
        "id":"ED297095",
        "title":"Opinions of Ohio Public School Superintendents about Issues in Adult Education in Relation to Selected Personal and Programmatic Variables. Executive Summary."},
      {
        "id":"ED297097",
        "title":"Gender Equality. Strategies from the Second Transition Programme. Working Document. Transition of Young People from Education to Adult and Working Life."},
      {
        "id":"ED297104",
        "title":"Pioneering Instructional Radio in the U.S.: Five Years of Frustration at the University of Iowa, 1925-1930."},
      {
        "id":"ED297111",
        "title":"Information Processing Applications: Curriculum Guidelines."},
      {
        "id":"ED297112",
        "title":"Keyboarding: Curriculum Guidelines."},
      {
        "id":"ED297113",
        "title":"Adult Education. Proven Exemplary Educational Programs and Practices: A Collection from the National Diffusion Network (NDN)."},
      {
        "id":"ED297116",
        "title":"National Commission for Employment Policy Eleventh Annual Report. Including Findings and Recommendations on Goals for the Workplace and Implications for Policy. Report No. 20."},
      {
        "id":"ED297117",
        "title":"The More Things Change...A Study of the Status of PY 85 JTPA Coordination and PY 84 JTPA Program Activities. Research Report Series."},
      {
        "id":"ED297120",
        "title":"Research Advances in Aging 1984-1986."},
      {
        "id":"ED297121",
        "title":"Interact. A Plan for Participation in Home & Family Life Programs. Revised. H.E. Bulletin No. 44."},
      {
        "id":"ED297122",
        "title":"The National Apprenticeship Program. Revised."},
      {
        "id":"ED297132",
        "title":"Noneconomic Effects of Vocational Education."},
      {
        "id":"ED297137",
        "title":"The Life and Times of Victor Karlovich Della-Vos."},
      {
        "id":"ED297140",
        "title":"Office Procedures Curriculum Guidelines."},
      {
        "id":"ED297141",
        "title":"Partnership Program Evaluation Study, Calgary Board of Education."},
      {
        "id":"ED297144",
        "title":"Washington State Traffic Safety Education Curriculum Guide. A Master Guide for Implementing a Performance-Based Curriculum."},
      {
        "id":"ED297147",
        "title":"Guidelines for the Development of a Microcomputer Curriculum."},
      {
        "id":"ED297148",
        "title":"ACTION Planning for Leadership Development in Home and Family Life Programs."},
      {
        "id":"ED297149",
        "title":"Vocational and Academic Education in High School: Complements or Substitutes. Working Paper 88-10."},
      {
        "id":"ED297150",
        "title":"Vocational Education for At-Risk Youth: How Can It Be Made More Effective? Working Paper 88-11."},
      {
        "id":"ED297154",
        "title":"The Effects of TJTC on Disadvantaged Populations. Task 2 Final Report. Revised."},
      {
        "id":"ED297155",
        "title":"The Effects of TJTC on Employees. Task 4 Final Report. Revised."},
      {
        "id":"ED297156",
        "title":"The Aggregate Employment Effects of TJTC. Task 5 Final Report. Revised."},
      {
        "id":"ED297157",
        "title":"Education, Training, and Employment Outcomes: Analysis of a National Survey of Employers. Final Technical Report."},
      {
        "id":"ED297158",
        "title":"High School Preparation for Employment."},
      {
        "id":"ED297160",
        "title":"How To Gather and Develop Job Specific Literacy Materials for Basic Skills Instruction. A Practitioner&apos;s Guide. The Work-Education Bridge."},
      {
        "id":"ED297161",
        "title":"A Study of Curriculum and Program Planning for Vocational-Technical Education in Massachusetts."},
      {
        "id":"ED297165",
        "title":"Entrepreneurship and Economic Development: Catalysts for Change. Proceedings of the Meeting of the National Entrepreneurship Education Consortium (Las Vegas, Nevada, December 3, 1987)."},
      {
        "id":"ED297166",
        "title":"Ohio Entrepreneurship Education Grant Winners Showcase (Columbus, Ohio, May 11, 1988)."},
      {
        "id":"ED297167",
        "title":"Entrepreneurship Program Database."},
      {
        "id":"ED297170",
        "title":"Workforce Reduction Committees. A Labor/Management Approach."},
      {
        "id":"ED297171",
        "title":"Measuring Up. Planning and Managing with Performance Standards--PY (Program Year) 88."},
      {
        "id":"ED297176",
        "title":"Participation of Handicapped in Apprenticeship: The State-of-the-Art."},
      {
        "id":"ED297179",
        "title":"How the Dollar's Value Affects U.S. Farm Exports to Developing Countries. Foreign Agricultural Economic Report Number 237."},
      {
        "id":"ED297180",
        "title":"Recent Financial Gains Helping Farmers Withstand Drought. Agriculture Information Bulletin Number 543."},
      {
        "id":"ED297181",
        "title":"Trade and Development: Proceedings of the Winter 1986 Meeting of the International Agricultural Trade Research Consortium (Texcoco, Mexico, December 1986)."},
      {
        "id":"ED297182",
        "title":"U.S. Fruit and Vegetable Processing Industries."},
      {
        "id":"ED297183",
        "title":"Generic Certificates. Agricultural Economic Report Number 594."},
      {
        "id":"ED297184",
        "title":"Major Statistical Series of the U.S. Department of Agriculture, Volume 6: Land Values and Land Use. Agriculture Handbook No. 671."},
      {
        "id":"ED297185",
        "title":"Farming-Dependent Counties and the Financial Well-Being of Farm Operator Households. Agriculture Information Bulletin Number 544."},
      {
        "id":"ED297186",
        "title":"Agricultural Work Force Households: How Much Do They Depend on Farming? Background for Agricultural Policy. Agriculture Information Bulletin Number 547."},
      {
        "id":"ED297187",
        "title":"Agriculture and Water Quality. Issues in Agricultural Policy. Agriculture Information Bulletin Number 548."},
      {
        "id":"ED297192",
        "title":"Guidelines: Writing for Adults with Limited Reading Skills."},
      {
        "id":"ED297193",
        "title":"Serving At-Risk Youth. The Cutting Edge: New R&amp;D Products. Special Topical Issue."},
      {
        "id":"ED297196",
        "title":"At-Risk Youth: Definitions, Dimensions, and Relationships."},
      {
        "id":"ED297198",
        "title":"Student Apathy: The Protection of Self-Worth. What Research Says to the Teacher."},
      {
        "id":"ED297199",
        "title":"Personality Changes of American Teenage Participants in a Japanese Youth Exchange."},
      {
        "id":"ED297202",
        "title":"The CDCC's Teacher Bursaries Scheme: European Teachers' Seminar on &quot;Bullying in Schools&quot; (Stavanger, Norway, August 2-7, 1987)."},
      {
        "id":"ED297203",
        "title":"Relationships between Counselor Attribution and Intervention Choice."},
      {
        "id":"ED297206",
        "title":"Battered Children and Child Abuse. Highlights and Recommendations of the CIOMS/WHO Conference (Berne, Switzerland, December 1985)."},
      {
        "id":"ED297207",
        "title":"Children and Stress: Indications, Implications and Interventions."},
      {
        "id":"ED297208",
        "title":"Enhancing the Attractiveness of Alcohol Education Via a Microcomputer Program."},
      {
        "id":"ED297213",
        "title":"Alzheimer's Disease. LC Science Tracer Bullet 87-2."},
      {
        "id":"ED297214",
        "title":"Moving Out and Marriage: What Do Young Adults Expect?"},
      {
        "id":"ED297215",
        "title":"Building Self-Esteem: Implementation Project Summary."},
      {
        "id":"ED297216",
        "title":"The Personal and Situational Pervasiveness of Shyness in College Students: A Nine-Year Comparison."},
      {
        "id":"ED297217",
        "title":"Gender Trait Stereotypes: A Comparison of 1978 and 1986."},
      {
        "id":"ED297218",
        "title":"Mental Health of the Rural Elderly Outreach Program: A Unique Health Care Delivery System."},
      {
        "id":"ED297219",
        "title":"Employment Interviews: Structure, Validity, and Unanswered Questions."},
      {
        "id":"ED297223",
        "title":"Test-Taking Time, Performance, and the Type A Behavior Pattern."},
      {
        "id":"ED297225",
        "title":"Counselor Substance Abuse History, Client Fellowship, and Alcoholism Treatment Outcome. Brief Report."},
      {
        "id":"ED297226",
        "title":"Western Canada and the Western United States: Similarities and Differences in Organizational Commitment."},
      {
        "id":"ED297227",
        "title":"Career Success, Mobility and Extrinsic Career Satisfaction: Studying Corporate Managers."},
      {
        "id":"ED297230",
        "title":"At-Risk Students: Approaches to Identification and Intervention."},
      {
        "id":"ED297231",
        "title":"Homelessness: An Annotated Bibliography of Australian Research."},
      {
        "id":"ED297232",
        "title":"&quot;Don't Feel the World is Caving In&quot;: Adolescents in Divorcing Families. Monograph No. 6."},
      {
        "id":"ED297233",
        "title":"Guidelines for Handling Crisis Situations in the Schools."},
      {
        "id":"ED297234",
        "title":"Minority Representation: Efforts of the Alcohol, Drug Abuse, and Mental Health Administration. Report to the Honorable Daniel K. Inouye, U. S. Senate."},
      {
        "id":"ED297235",
        "title":"Juvenile Justice: Grant to the National Partnership To Prevent Drug and Alcohol Abuse. Briefing Report to the Chairman, Subcommittee on Human Resources, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED297236",
        "title":"Hearing on H.R. 1801, To Reauthorize the Juvenile Justice and Delinquency Prevention Act. Hearing before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, First Session (September 11, 1987)."},
      {
        "id":"ED297237",
        "title":"Equal Access to Health Care: Patient Dumping. Hearing before a Subcommittee of the Committee on Government Operations. House of Representatives, One Hundredth Congress, First Session (July 22, 1987)."},
      {
        "id":"ED297238",
        "title":"The White House Conference for a Drug Free America. Hearing on H.R. 3226 before the Subcommittee on Crime of the Committee on the Judiciary. House of Representatives, One Hundredth Congress, First Session (September 10, 1987)."},
      {
        "id":"ED297239",
        "title":"Planning for an Aging America: The Void in Reliable Data. Hearing before the Select Committee on Aging. House of Representatives, One Hundredth Congress, First Session (October 20, 1987)."},
      {
        "id":"ED297240",
        "title":"The Federal Role in Providing Services to the Mentally Ill. Hearing before a Subcommittee of the Committee on Government Operations. House of Representatives, One Hundredth Congress, First Session (May 19, 1987)."},
      {
        "id":"ED297241",
        "title":"Abuses in Guardianship of the Elderly and Infirm: A National Disgrace. A Briefing by the Chairman of the Subcommittee on Health and Long-Term Care of the Select Committee on Aging. House of Representatives, One Hundredth Congress, First Session (September 25, 1987)."},
      {
        "id":"ED297242",
        "title":"Older Americans Act Amendments of 1987. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED297243",
        "title":"Juvenile Justice and Deliquency Prevention Amendments of 1988. House of Representatives, One Hundredth Congress, Second Session."},
      {
        "id":"ED297246",
        "title":"Motor Vehicle Theft. Special Report."},
      {
        "id":"ED297247",
        "title":"A Summary of Expenditures and Sources of Payment for Personal Health Services from the National Medical Care Expenditure Survey: Data Preview 24. National Health Care Expenditure Study."},
      {
        "id":"ED297248",
        "title":"Hearing on H.R. 457, the Youth Suicide Prevention Act. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED297249",
        "title":"Reporting Child Sexual Abuse: Ethical Dilemmas, and Guidelines for Decision Making."},
      {
        "id":"ED297250",
        "title":"In the Eye of the Beholder: Self-Esteem and Children's vs. Parents' Assessments of Parental Nurturance and Discipline."},
      {
        "id":"ED297252",
        "title":"Sexual Violence. Work in Progress No. 83-05."},
      {
        "id":"ED297255",
        "title":"Levels of Analyses: Changes in Patterns of Family Interactions from Dyadic to Triadic Level."},
      {
        "id":"ED297256",
        "title":"Competition and Cohesion in Sibling Relations during the Adaptation to Remarriage."},
      {
        "id":"ED297257",
        "title":"Resiliency and Vulnerability in Psychosocial Functioning during the Adaptation to Remarriage."},
      {
        "id":"ED297258",
        "title":"Systematicity and Surface Similarity in the Development of Analogy. Technical Report No. 358."},
      {
        "id":"ED297259",
        "title":"Text Features as They Relate to Miscues: Pronouns. Program in Language and Literacy Occasional Paper No. 7."},
      {
        "id":"ED297260",
        "title":"Text Features as They Relate to Miscues: Determiners. A Research Report. Program in Language and Literacy Occasional Paper No. 8."},
      {
        "id":"ED297261",
        "title":"Reading Instruction in the Mainstream: A Cooperative Learning Approach. Report No. 5."},
      {
        "id":"ED297262",
        "title":"A Comprehensive Cooperative Learning Approach to Elementary Reading and Writing: Effects on Student Achievement. Report No. 2."},
      {
        "id":"ED297263",
        "title":"The Effects of Strategy Training on the Identification of the Main Idea of Expository Passages. Report No. 4."},
      {
        "id":"ED297266",
        "title":"Analysis of Reading Discrepancies for 1986-1987: Cleveland City School District."},
      {
        "id":"ED297267",
        "title":"A Case Study of Biliteracy Reading Acquisition in Two Non-Public Schools."},
      {
        "id":"ED297268",
        "title":"Writing To Read: The Shape of Interpretation."},
      {
        "id":"ED297272",
        "title":"Recall of Central Facts from Text."},
      {
        "id":"ED297276",
        "title":"Study Skills: A Ready Reference for Teachers."},
      {
        "id":"ED297277",
        "title":"Comics to Classics: A Parent's Guide to Books for Teens and Preteens."},
      {
        "id":"ED297280",
        "title":"Controlling for Background Beliefs When Developing Multiple-Choice Critical Thinking Tests. Technical Report No. 429."},
      {
        "id":"ED297281",
        "title":"Informal Reasoning Assessment: Using Verbal Reports of Thinking to Improve Multiple-Choice Test Validity. Technical Report No. 430."},
      {
        "id":"ED297282",
        "title":"Brain Functioning and Reading Remediation: Progress in Research and Practice."},
      {
        "id":"ED297283",
        "title":"Proceedings of the College Reading Association, Volume 1, Spring 1961."},
      {
        "id":"ED297284",
        "title":"Proceedings of the College Reading Association, Volume 2, Summer 1961."},
      {
        "id":"ED297285",
        "title":"Proceedings of the College Reading Association, Volume 3, Summer 1962."},
      {
        "id":"ED297286",
        "title":"Proceedings of the College Reading Association, Volume 4, Summer 1963."},
      {
        "id":"ED297287",
        "title":"Proceedings of the College Reading Association, Volume 5, Fall 1964."},
      {
        "id":"ED297288",
        "title":"Proceedings of the College Reading Association, Volume 6, Fall 1965."},
      {
        "id":"ED297289",
        "title":"Proceedings of the College Reading Association, Volume 7, Fall 1966."},
      {
        "id":"ED297290",
        "title":"Proceedings of the College Reading Association, Volume 8, Fall 1967."},
      {
        "id":"ED297291",
        "title":"Proceedings of the College Reading Association, Volume 9, Fall 1968."},
      {
        "id":"ED297292",
        "title":"Proceedings of the College Reading Association, Volume 10, Fall 1969."},
      {
        "id":"ED297293",
        "title":"Proceedings of the College Reading Association, Volume 11, Fall 1970."},
      {
        "id":"ED297295",
        "title":"Teaching for Thinking: An Annotated Resource List. No. 9605. Linking R&amp;D to Practice."},
      {
        "id":"ED297296",
        "title":"What Works: A Reading Immersion Program for At-Risk Adolescents. Report No. 88-1."},
      {
        "id":"ED297297",
        "title":"Confrontation and Alienation: Education's Flawed Response to Religious Textbook Objections."},
      {
        "id":"ED297298",
        "title":"What We Know about Phonics. Research in Brief."},
      {
        "id":"ED297301",
        "title":"Basic Skills--Reading: Proven Exemplary Educational Programs and Practices (A Collection from the National Diffusion Network)."},
      {
        "id":"ED297302",
        "title":"Indicators of Literacy."},
      {
        "id":"ED297303",
        "title":"Some Caveats When Applying Two Trends in Diagnosis: Remedial Reading. ERIC Digest Number 6."},
      {
        "id":"ED297304",
        "title":"Literacy for Revitalization in the SADCC Countries of Southern Africa."},
      {
        "id":"ED297308",
        "title":"Books That Make the Difference: What College Students Told Me."},
      {
        "id":"ED297309",
        "title":"Reading Rate: The Measurement Dilemma Revisited."},
      {
        "id":"ED297310",
        "title":"The Roles, Responsibilities, and Preparation of Developmental Reading-Study Skills Professionals: From the Editor."},
      {
        "id":"ED297311",
        "title":"Managing Your Reading Program--A Total System."},
      {
        "id":"ED297313",
        "title":"Dyslexia and the College Student."},
      {
        "id":"ED297315",
        "title":"The Acquisition of Word Meaning from Context by Children of High and Low Ability. Outstanding Dissertation Monograph 1985."},
      {
        "id":"ED297316",
        "title":"Writing to Study and Learn."},
      {
        "id":"ED297317",
        "title":"Word Processing in Elementary Schools: Seven Case Studies. Education and Technology Series."},
      {
        "id":"ED297318",
        "title":"A Sisyphean Task: Historical Perspectives on the Relationship between Writing and Reading Instruction. Technical Report No. 7."},
      {
        "id":"ED297319",
        "title":"Punctuation and the Prosody of Written Language. Technical Report No. 11."},
      {
        "id":"ED297322",
        "title":"Pragmatics and the Teaching of Writing."},
      {
        "id":"ED297323",
        "title":"What Is Newsworthy and What Is Not? A Comparison of U.S. and Latin American Gatekeepers."},
      {
        "id":"ED297324",
        "title":"Unlocking Shakespeare's Language: Help for the Teacher and Students. TRIP: Theory &amp; Research into Practice Series."},
      {
        "id":"ED297325",
        "title":"Compulsory Licensing of Journalists: Protection or Restraint? A Discussion on the Inter-American Court of Human Rights' Advisory Opinion on the Costa Rica Case."},
      {
        "id":"ED297327",
        "title":"The When, Where, How, and Why of Conferencing: A Summary and Interpretation of a Teacher Survey."},
      {
        "id":"ED297329",
        "title":"Press Freedom and Social and Economic Progress in the Far East: The Case of South Korea."},
      {
        "id":"ED297333",
        "title":"Graduate Instructor Representation in Writing Programs: Building Communities through Peer Support."},
      {
        "id":"ED297334",
        "title":"Negotiating among Multiple Worlds: The Space/Time Dimensions of Young Children's Composing. Technical Report No. 15."},
      {
        "id":"ED297336",
        "title":"Speaking of Knowing: Conceptions of Learning in Academic Subjects. Academic Learning in High School Subjects. Final Report."},
      {
        "id":"ED297338",
        "title":"Focus on Collaborative Learning. Classroom Practices in Teaching English, 1988."},
      {
        "id":"ED297339",
        "title":"Materials for Children about Nuclear War."},
      {
        "id":"ED297341",
        "title":"Where Should Students Start Writing in the Disciplines?"},
      {
        "id":"ED297342",
        "title":"Beyond Theory: Improving Public Relations Writing through Computer Technology."},
      {
        "id":"ED297344",
        "title":"Directing Freshman English: Who Really Has Control?"},
      {
        "id":"ED297345",
        "title":"Ideas Plus: A Collection of Practical Teaching Ideas. Book Six."},
      {
        "id":"ED297346",
        "title":"The Role of the Modern English Department Chair."},
      {
        "id":"ED297347",
        "title":"A Poet Teaches Composition."},
      {
        "id":"ED297349",
        "title":"Rationale and Content for English-Language Arts. Survey of Academic Skills: Grade 12. Preliminary Edition."},
      {
        "id":"ED297351",
        "title":"National Standards: Oral and Written Communications."},
      {
        "id":"ED297354",
        "title":"A Non-College Bound English Curriculum for Arenac Eastern High School."},
      {
        "id":"ED297357",
        "title":"The Content of Composition Courses."},
      {
        "id":"ED297358",
        "title":"Computers and the Waterways' Project."},
      {
        "id":"ED297364",
        "title":"Women on Editorial Pages: Characteristics and Attitudes."},
      {
        "id":"ED297370",
        "title":"Borrowing Language."},
      {
        "id":"ED297374",
        "title":"How the Writing Context Shapes College Students' Strategies for Writing from Sources. Technical Report No. 16."},
      {
        "id":"ED297376",
        "title":"&quot;Don't Hate Me Because I'm Beautiful&quot;: A Commercial in Context."},
      {
        "id":"ED297378",
        "title":"Communications Technology Transforms the Marketplace: The Impact of the Telegraph, Telephone, and Ticker on the Cincinnati Merchants' Exchange."},
      {
        "id":"ED297381",
        "title":"Relationships of the Dimensions of Intercultural Communication Competence."},
      {
        "id":"ED297384",
        "title":"What Are We Communicating When We Evaluate Instruction? Evaluation of Communication Instruction: An Administrator's Perspective."},
      {
        "id":"ED297385",
        "title":"Communication, Development, and New Social Movements: A European Perspective."},
      {
        "id":"ED297386",
        "title":"The Many Faces of Power, Ideology and Culture: In Search of a More Interpretative Communication Research."},
      {
        "id":"ED297387",
        "title":"Rural Communication and Collective Coorientation: The Case of Acid Rain."},
      {
        "id":"ED297390",
        "title":"Intrapersonal Communication and Imagined Interactions."},
      {
        "id":"ED297391",
        "title":"The Communication Needs of a Local Not-For-Profit in Relation to Local Community Resources."},
      {
        "id":"ED297392",
        "title":"The Life-Embeddedness of Argumentation: A Prelude to Treating Arguments as Exhortations."},
      {
        "id":"ED297393",
        "title":"Focus Groups: An Alternative Method of Gathering Qualitative Data in Communication Research."},
      {
        "id":"ED297396",
        "title":"Communication Apprehension, Teacher Perception, Intelligence, and Academic Achievement: A Correlational Study."},
      {
        "id":"ED297402",
        "title":"Creative Dramatics in the Language Arts Classroom. ERIC Digest Number 7."},
      {
        "id":"ED297404",
        "title":"Intrapersonal Communication Activities: Representing Experience."},
      {
        "id":"ED297409",
        "title":"Political Myth and Social Action: John C. Calhoun's Defense of Nullification."},
      {
        "id":"ED297412",
        "title":"Figure/Ground Anomalies in Commercial Television: A Diagnostic Study."},
      {
        "id":"ED297414",
        "title":"Deciding How To Decide: Decision Making in Schools. A Presenter's Guide. Research Based Training for School Administrators. Revised."},
      {
        "id":"ED297415",
        "title":"Configurations of School-Based Leadership Teams."},
      {
        "id":"ED297416",
        "title":"AIMing for Administrative Excellence. Appraising Principals: A Proposed Model."},
      {
        "id":"ED297417",
        "title":"The Effects of Various Middle-Grade Configurations."},
      {
        "id":"ED297418",
        "title":"An Analytical Description of the School Principal&apos;s Job. Report No. 13"},
      {
        "id":"ED297419",
        "title":"The Role of Mentors in Preparing Future Principals."},
      {
        "id":"ED297420",
        "title":"Private Sector Initiatives in Educational Reform. Proceedings of a Conference Sponsored by the National Advisory Council on Educational Research and Improvement (2nd, Washington, D.C., April 2, 1987)."},
      {
        "id":"ED297421",
        "title":"The Bottom Line. Chicago's Failing Schools and How To Save Them. Schoolwatch Research Report No. 1."},
      {
        "id":"ED297422",
        "title":"Coleman's Inequality Twenty Years Later: The Origins, the Issues and the Implications."},
      {
        "id":"ED297423",
        "title":"School Dropouts: Policy Prospects. Policy Issues."},
      {
        "id":"ED297426",
        "title":"The Implications for Educational Research of a Changing Federal Educational Policy. Occasional Paper No. 4."},
      {
        "id":"ED297429",
        "title":"An Inventory of Documents on Educational Planning and Management in Asia and the Pacific."},
      {
        "id":"ED297434",
        "title":"Collaborative Quest for Quality."},
      {
        "id":"ED297437",
        "title":"Public Education Agency Universe, 1986-87: Final Tabulations. E.D. Tabs."},
      {
        "id":"ED297438",
        "title":"A Comparison of Revenues and Expenditures and Michigan School Districts, Educational Background, Median Family Income, Racial Makeup and the Dropout Rate."},
      {
        "id":"ED297439",
        "title":"Strategic Planning in Education: A Guide for Policymakers."},
      {
        "id":"ED297440",
        "title":"Information Externalities and the Social Payoff to Academic Achievement. Working Paper No. 87-06. Revised."},
      {
        "id":"ED297442",
        "title":"The Managerial Grid for Teachers: Evidence, Practical Applications, and Directions for Future Research."},
      {
        "id":"ED297445",
        "title":"Chief School Business Officer Certification in California: An Idea Whose Time Has Come?"},
      {
        "id":"ED297448",
        "title":"Comparing Actual and Desired Tasks in the School Principalship."},
      {
        "id":"ED297451",
        "title":"Coping with Student Absenteeism."},
      {
        "id":"ED297452",
        "title":"Curriculum as a Political Problem: A Historical Perspective."},
      {
        "id":"ED297453",
        "title":"The Politics of Aborted Reform: Education and the Legitimacy of the State in France and West Germany."},
      {
        "id":"ED297456",
        "title":"Models of Teacher Evaluation. Policy Bulletin No. 2."},
      {
        "id":"ED297458",
        "title":"Organizational Culture and Time."},
      {
        "id":"ED297459",
        "title":"Implementing Change in Secondary Schools Using Effective Schools Research."},
      {
        "id":"ED297461",
        "title":"Summary of National Reform Recommendations. Program Report Prepared for the Chicago School Reform Design Project."},
      {
        "id":"ED297462",
        "title":"Strategic Planning for Educational Reform and Improvement."},
      {
        "id":"ED297463",
        "title":"Development of a Questionnaire for Asssessing Principal Change Facilitator Style."},
      {
        "id":"ED297468",
        "title":"Recruiting and Selecting a Superintendent."},
      {
        "id":"ED297471",
        "title":"Time for a Change? Conclusions of a Seminar on the Organisation of School Time and Its Implications for Buildings (Ouranoupoli, Greece, October 11-16, 1987)."},
      {
        "id":"ED297475",
        "title":"Evaluation of the ECIA Chapter 1 Technical Assistance Centers (TACs)."},
      {
        "id":"ED297478",
        "title":"Public Elementary and Secondary Enrollments: Outlook to the Year 2000. OERI Bulletin."},
      {
        "id":"ED297479",
        "title":"Public School Graduates, 1981-1985. OERI Historical Report."},
      {
        "id":"ED297480",
        "title":"Experiences in School Improvement. The Story of 16 American Districts."},
      {
        "id":"ED297481",
        "title":"Recruiting and Selecting Principals. ERIC Digest Series Number EA27."},
      {
        "id":"ED297483",
        "title":"Historical Trends: State Education Facts, 1975-1985."},
      {
        "id":"ED297484",
        "title":"Public Elementary and Secondary School Revenues and Current Expenditures for Fiscal Year 1987 (School Year 1986-87): Preliminary Tabulations. E.D. TABS."},
      {
        "id":"ED297485",
        "title":"The Future Problem Solving Program: An Investigation of Effects on Problem Solving Ability."},
      {
        "id":"ED297486",
        "title":"Coalition Quarterly, Volume I, Numbers 1-5, Volume II, Numbers 1-4, Volume III, Numbers 1-3, Volume IV, Numbers 1-4."},
      {
        "id":"ED297487",
        "title":"Guide for Referral and Case Coordination for Young Children in Hospital Settings."},
      {
        "id":"ED297488",
        "title":"Early Referral Follow-Up Project. Final Report, October 1, 1983 to September 30, 1986."},
      {
        "id":"ED297490",
        "title":"Leisure and Recreation Behavior Evaluation."},
      {
        "id":"ED297491",
        "title":"Leisure and Recreation Behavior Checklist."},
      {
        "id":"ED297492",
        "title":"State of the Art in Microcomputer Use for Japanese Special Education."},
      {
        "id":"ED297493",
        "title":"Management of Chronic Infectious Diseases in School Children."},
      {
        "id":"ED297494",
        "title":"Grade 3 Screening for Admission to Programs for the Gifted. Analyses of the 1984-87 Stage I and Stage II Data."},
      {
        "id":"ED297495",
        "title":"Special Education Personnel Recruitment Practices: A Manual for Administrators."},
      {
        "id":"ED297496",
        "title":"A Survey of Language Services to Adolescents in Oregon Public Schools."},
      {
        "id":"ED297497",
        "title":"Quick Information Sheets. 1988."},
      {
        "id":"ED297498",
        "title":"Toy Modification Note. Revised."},
      {
        "id":"ED297499",
        "title":"Alternative and Augmentative Communication Bibliography. Revised."},
      {
        "id":"ED297502",
        "title":"Overview: Evaluation/Assessment Defined and in Relation to P.L. 94-142 and P.L. 99-457."},
      {
        "id":"ED297503",
        "title":"Trace Authored Papers from the Annual Conference on Rehabilitation Technology (10th, San Jose, California, 1987)."},
      {
        "id":"ED297504",
        "title":"Communication Interaction between Aided and Natural Speakers: A State of the Art Report. Second Edition."},
      {
        "id":"ED297505",
        "title":"Communication, Control, and Computer Access for Disabled and Elderly Individuals. ResourceBook 4: Update to Books 1, 2, and 3."},
      {
        "id":"ED297506",
        "title":"Working with Students Who Have Dual Sensory Impairments and Cognitive Disabilities. A Handbook for Special Education Teachers and Related Services Personnel."},
      {
        "id":"ED297507",
        "title":"Attending to America: Personal Assistance for Independent Living. A Survey of Attendant Service Programs in the United States for People of All Ages with Disabilities."},
      {
        "id":"ED297508",
        "title":"Attending to America: Personal Assistance for Independent Living. A Survey of Attendant Service Programs in the United States for People of All Ages with Disabilities. Executive Summary."},
      {
        "id":"ED297510",
        "title":"Preservice and Inservice Training Program To Prepare Teachers To Supervise and Work More Effectively with Paraprofessional Personnel."},
      {
        "id":"ED297517",
        "title":"A Training Program for Paraprofessionals Working in Special Education and Related Services."},
      {
        "id":"ED297519",
        "title":"[Teaching of Written Language Skills to Mildly Handicapped Students]. PRISE Reporter No. 18, October 1986."},
      {
        "id":"ED297520",
        "title":"[Metacognition and Related Teaching and Learning Strategies]."},
      {
        "id":"ED297521",
        "title":"[Teaching of Mathematics to Mildly Handicapped Students]."},
      {
        "id":"ED297522",
        "title":"[Educating the Handicapped to Enter the World of Work]."},
      {
        "id":"ED297523",
        "title":"[Early Intervention for Handicapped Preschool Children]."},
      {
        "id":"ED297525",
        "title":"Special Project for the Preparation of Speech Pathologists and Audiologists to Provide Competent Services to Handicapped Children, Birth to Age 5. Project Summary Report, 8/20/84 to 8/19/87. Final Report."},
      {
        "id":"ED297526",
        "title":"The Developmental-Interaction Curriculum: An Approach to Training."},
      {
        "id":"ED297527",
        "title":"The Mainstreamed Laboratory Preschool: A Training Site."},
      {
        "id":"ED297528",
        "title":"Parent Education Practicum Model: Theoretical and Philosophical Basis for the Parent Program."},
      {
        "id":"ED297529",
        "title":"Multidisciplinary Team Staffing Practicum."},
      {
        "id":"ED297530",
        "title":"Implementing Data Based Decisions for Instruction: A Guide to Data-Based Decisions for Teaching Students with Learning Disabilities."},
      {
        "id":"ED297531",
        "title":"Planning Systems of Transitions to the Least Restrictive Environment for Persons Serving Learners with Severe Handicaps."},
      {
        "id":"ED297532",
        "title":"Self-Assessment in Students with Learning Handicaps."},
      {
        "id":"ED297533",
        "title":"Peer Tutoring: Integrating Academic and Social Skills Remediation in the Classroom."},
      {
        "id":"ED297535",
        "title":"Annotated Bibliography on Community Integration for People with Severe Disabilities."},
      {
        "id":"ED297536",
        "title":"Families for All Children."},
      {
        "id":"ED297537",
        "title":"Proceedings of the Symposium on Priorities for Physical Therapy in Maternal and Child Health (Rougemont, North Carolina, January 25-28, 1987)."},
      {
        "id":"ED297540",
        "title":"Least Restrictive Environment: Commitment to Implementation. Proceedings of the National Leadership Conference (Indianapolis, Indiana, May 20-21, 1987)."},
      {
        "id":"ED297541",
        "title":"Effective Schools: Implications for Programs Serving High School Students with Moderate and Severe Handicaps: A Primer for Principals."},
      {
        "id":"ED297543",
        "title":"Development of Language Behavior in an Autistic Child."},
      {
        "id":"ED297544",
        "title":"Increasing Verbal Behavior in an Autistic Child."},
      {
        "id":"ED297545",
        "title":"Accessible Computers from the Box."},
      {
        "id":"ED297546",
        "title":"Issues in Planning a State-Wide Technology Service Delivery Program for Special Education."},
      {
        "id":"ED297547",
        "title":"Master Directory: Research Projects Currently Funded by U.S. Department of Education, Office of Special Education and Rehabilitative Services, Office of Special Education Programs, Division of Innovation and Development. Update."},
      {
        "id":"ED297549",
        "title":"Academic Learning Time. Abstract I: Research &amp; Resources on Special Education."},
      {
        "id":"ED297550",
        "title":"Finance Formula. Abstract II: Research &amp; Resources on Special Education."},
      {
        "id":"ED297551",
        "title":"Least Restrictive Environment. Abstract III: Research &amp; Resources on Special Education."},
      {
        "id":"ED297552",
        "title":"Instructional Practices. Abstract IV: Research &amp; Resources on Special Education."},
      {
        "id":"ED297553",
        "title":"Self-Management for Severely Handicapped Persons in Integrated Job Settings. Abstract V: Research &amp; Resources on Special Education."},
      {
        "id":"ED297554",
        "title":"Early Childhood Identification of Handicapped or &quot;At Risk&quot; Children. Abstract VI: Research &amp; Resources on Special Education."},
      {
        "id":"ED297555",
        "title":"Minimum Competency Testing and Employability of Learning Disabled Adolescents. Abstract VII: Research &amp; Resources on Special Education."},
      {
        "id":"ED297556",
        "title":"Post-School Status of Learning Disabled Students. Abstract VIII: Research &amp; Resources on Special Education."},
      {
        "id":"ED297557",
        "title":"Adapting Instructional Materials for Mainstreamed Students. Abstract IX: Research &amp; Resources on Special Education."},
      {
        "id":"ED297558",
        "title":"Deinstitutionalization of Minors with Mental Retardation. Abstract X: Research &amp; Resources on Special Education."},
      {
        "id":"ED297559",
        "title":"The Status of Handicapped Children in Head Start Programs: Fourteenth Annual Report of the U.S. Department of Health and Human Services to the Congress of the United States on Services Provided to Handicapped Children in Project Head Start."},
      {
        "id":"ED297560",
        "title":"Stability of Instructional System and Process for a Sample of Ten Bilingual Teachers in the SBIF Study."},
      {
        "id":"ED297561",
        "title":"An Emerging Description of Successful Bilingual Instruction: Executive Summary of Part I of the SBIF Study."},
      {
        "id":"ED297562",
        "title":"The Significant Bilingual Instructional Features Study. Executive Summary."},
      {
        "id":"ED297563",
        "title":"Utility of the SBIF Features for the Instruction of LEP Students."},
      {
        "id":"ED297564",
        "title":"Compatibility of the SBIF Features with Other Research on Instruction for LEP Students."},
      {
        "id":"ED297565",
        "title":"Verification of Bilingual Instructional Features."},
      {
        "id":"ED297566",
        "title":"Site and Sample Descriptions. SBIF Study: Part II."},
      {
        "id":"ED297567",
        "title":"Stability of Instructional System and Process for a Sample of Eighty-Five Students in the SBIF Study."},
      {
        "id":"ED297568",
        "title":"Two-Way Bilingual Programs: Implementation of an Educational Innovation."},
      {
        "id":"ED297569",
        "title":"Paradigmatic Errors in First Language Attrition."},
      {
        "id":"ED297573",
        "title":"Individual Difference Correlates of Second-Language Achievement: An Annotated Bibliography. Research Bulletin No. 667."},
      {
        "id":"ED297574",
        "title":"Teaching Job-Related Interaction Skills to ESL Students of Speech Communication."},
      {
        "id":"ED297577",
        "title":"Second Language Reading: Reading, Language, and Metacognition."},
      {
        "id":"ED297578",
        "title":"The English Language Amendment: Backgrounds and Prospects."},
      {
        "id":"ED297583",
        "title":"History and Status of Vernacular School Materials and Instruction in the Micronesian Region, with Comments on Literacy and Emerging Local Educational Needs."},
      {
        "id":"ED297584",
        "title":"Time to Question the SPC Standard: The Ubiquitous English Reading Curriculum of the Pacific."},
      {
        "id":"ED297585",
        "title":"Program Evaluation and Testing in the Educational Programs of Micronesia--When Benchmarks are Needed."},
      {
        "id":"ED297586",
        "title":"Entry-Exit Criteria Issues as They Pertain to the Bilingual Education Programs of the Micronesian Region."},
      {
        "id":"ED297589",
        "title":"A Profile of the U.S. Student Abroad--1984 and 1985."},
      {
        "id":"ED297594",
        "title":"Integration of Theory and Practice in a Pre-Service Teacher Training Course."},
      {
        "id":"ED297597",
        "title":"Does the Public Use of Spanish Reverse Linguistic Assimilation? A Second Look at Austin, Texas."},
      {
        "id":"ED297598",
        "title":"Community: Prerequisite for Communication in Language Classes."},
      {
        "id":"ED297602",
        "title":"Two-Way Bilingual Programs: Language-Learning-as-Resource."},
      {
        "id":"ED297605",
        "title":"International Teaching Assistant Training Seminar at Arizona State University."},
      {
        "id":"ED297606",
        "title":"The Journal for the Society of Accelerative Learning and Teaching, Volume 11, Numbers 1-4, 1986."},
      {
        "id":"ED297607",
        "title":"The Governance of Foreign Language Teaching and Learning. Proceedings of a Symposium (Princeton, New Jersey, October 9-11, 1987)."},
      {
        "id":"ED297612",
        "title":"[Training Graduate Student Instructors]."},
      {
        "id":"ED297615",
        "title":"CIDR: A Small Service Firm within a Research University."},
      {
        "id":"ED297616",
        "title":"Converting Bowling Balls into Apples and Macs."},
      {
        "id":"ED297617",
        "title":"Greek Life on Campus. How Will a Changing Society Affect It?"},
      {
        "id":"ED297619",
        "title":"Discrimination Litigation in Academe: Effects on Institutions and Individuals."},
      {
        "id":"ED297620",
        "title":"The Absorbing Errand."},
      {
        "id":"ED297621",
        "title":"Back to Basics: Unions Reaffirms Their Campus Roles."},
      {
        "id":"ED297622",
        "title":"Working with Gay and Lesbian Students."},
      {
        "id":"ED297624",
        "title":"From Access to Achievement: Strategies for Urban Institutions. Proceedings from a National Invitational Conference (Los Angeles, California, November 15-17, 1987)."},
      {
        "id":"ED297631",
        "title":"The Practice of Institutional Research: Perception vs. Reality."},
      {
        "id":"ED297635",
        "title":"Attainment Status of Asian Americans in Higher Education."},
      {
        "id":"ED297636",
        "title":"Using Evaluation Findings To Improve Minority Education Programs."},
      {
        "id":"ED297647",
        "title":"Non-Traditional and Interdisciplinary Programs. Proceedings from the Annual Conference (6th, Virginia Beach, Virginia, April 25-27, 1988)."},
      {
        "id":"ED297648",
        "title":"The Economy and Higher Education."},
      {
        "id":"ED297652",
        "title":"Status Report on Human Corps Activities. Report 88-24."},
      {
        "id":"ED297653",
        "title":"Overview of the 1988-89 Governor's Budget for Postsecondary Education in California. Report 88-8."},
      {
        "id":"ED297654",
        "title":"Legislative Update for March 1988. A Staff Report to the California Postsecondary Education Commission. Report 88-16."},
      {
        "id":"ED297655",
        "title":"State Policy for Faculty Development in Higher Education. A Report to the Governor and Legislature in Response to Supplemental Language in the 1986 Budget Act. Report 88-17."},
      {
        "id":"ED297656",
        "title":"Evaluation of the California Academic Partnership Program (CAPP). A Report to the Legislature in Response to Assembly Bill 2398 (Chapter 620, Statutes of 1984). Report 88-13."},
      {
        "id":"ED297657",
        "title":"Faculty Salaries in California's Public Universities 1988-89. The Commission's 1987 Report to the Legislature and Governor in Response to Senate Concurrent Resolution No. 51 (1965). Report 88-9."},
      {
        "id":"ED297658",
        "title":"Standardized Tests Used for Higher Education Admission and Placement in California during 1987. The Third in a Series of Annual Reports Published in Accordance with Senate Bill 1758 (Chapter 1505, Statutes of 1984). Report 88-14."},
      {
        "id":"ED297659",
        "title":"Eligibility for Freshman Admission to the University of California. A Statement to the Regents of the University on the Commission's 1986 Eligibility Study by William H. Pickens, Executive Director of the Commission, February 18, 1988. Report 88-11."},
      {
        "id":"ED297660",
        "title":"Time to Degree in California's Public Universities. Factors Contributing to the Length of Time Undergraduates Take To Earn Their Bachelor's Degree. Report 88-12."},
      {
        "id":"ED297661",
        "title":"Standards of the Network of Colleges and Universities Committed to the Elimination of Drug and Alcohol Abuse."},
      {
        "id":"ED297662",
        "title":"Trends in Minority Enrollment in Higher Education, Fall 1976-Fall 1986. Center for Education Statistics Survey Report."},
      {
        "id":"ED297663",
        "title":"Exploring Faculty Development in California Higher Education. Volume I, Executive Summary and Conclusions. Report 88-18."},
      {
        "id":"ED297664",
        "title":"Exploring Faculty Development in California Higher Education. Volume II, Findings. Report 88-19."},
      {
        "id":"ED297665",
        "title":"Exploring Faculty Development in California Higher Education. Volume III, Appendix. Report 88-20."},
      {
        "id":"ED297669",
        "title":"Barriers and Biases toward Women: Impediments to Administrative Progression."},
      {
        "id":"ED297671",
        "title":"Student Assessment in Architecture Schools."},
      {
        "id":"ED297673",
        "title":"Does a Professor's Reputation Affect Course Selection?"},
      {
        "id":"ED297674",
        "title":"Racial/Ethnic Data for 1984 Fall Enrollment and Earned Degree Recipients for Academic Year 1984-85. E.D. Tabs."},
      {
        "id":"ED297675",
        "title":"Statistical Summary of Missouri Higher Education 1987-1988."},
      {
        "id":"ED297677",
        "title":"Credit Transfer: Guidelines for Student Transfer and Articulation among Missouri Colleges and Universities."},
      {
        "id":"ED297678",
        "title":"Show Me Excellence: Assessment in Missouri Public Colleges and Universities."},
      {
        "id":"ED297679",
        "title":"Trends in Instructional Programs: Missouri Public Four-Year Colleges and Universities. Fiscal Year 1983-Fiscal Year 1987."},
      {
        "id":"ED297680",
        "title":"College Students Who Work: 1980-1984 Analysis Findings from High School and Beyond. High School and Beyond. Analysis Report."},
      {
        "id":"ED297687",
        "title":"A Single System Image: An Information Systems Strategy. Professional Paper Series, #1."},
      {
        "id":"ED297689",
        "title":"Computer Education Curriculum. Student Goals and Activities, Grade 6, MSAD #5."},
      {
        "id":"ED297694",
        "title":"Training of Teachers in the Instructional Use of Technology."},
      {
        "id":"ED297695",
        "title":"The Challenge of Excellence in Education through Technology."},
      {
        "id":"ED297696",
        "title":"The Challenge of the Information Age--Forging the Frontiers of Excellence in Education."},
      {
        "id":"ED297697",
        "title":"Educating for Excellence: The Role of Instructional Technology."},
      {
        "id":"ED297698",
        "title":"Excellence in Our Schools: Differences That Count."},
      {
        "id":"ED297699",
        "title":"Higher Education and Technology--The Challenge We Face in the 1980s."},
      {
        "id":"ED297700",
        "title":"New Computing in Higher Education."},
      {
        "id":"ED297701",
        "title":"Selecting the &quot;Right&quot; Microcomputer."},
      {
        "id":"ED297702",
        "title":"Computer Literacy: Course Description [and] Computer Awareness: Module Syllabus."},
      {
        "id":"ED297705",
        "title":"Curricular Applications of ITV in Maryland."},
      {
        "id":"ED297706",
        "title":"Beyond Amplification: Using the Computer To Reorganize Mental Functioning. Technical Report No. 38."},
      {
        "id":"ED297707",
        "title":"Design Options for Interactive Videodisc: A Review and Analysis. Technical Report No. 39."},
      {
        "id":"ED297708",
        "title":"Teachers' Adoption of Multimedia Technologies for Science and Mathematics Instruction. Technical Report No. 40."},
      {
        "id":"ED297709",
        "title":"Getting the Picture: Four Classroom Case Studies of Videodisc Use in Schools. Technical Report No. 41."},
      {
        "id":"ED297711",
        "title":"Computer-Aided Learning: A Self-Destroying Prophecy?"},
      {
        "id":"ED297712",
        "title":"Collection of Articles on Computers and Information Technology."},
      {
        "id":"ED297714",
        "title":"Indiana Consortium for Computer and High Technology Education, Annual Report[s], June 30, 1984-June 30, 1987."},
      {
        "id":"ED297715",
        "title":"Indiana Consortium for Computer and High Technology Education. Plan for 1987-1989 Biennium."},
      {
        "id":"ED297716",
        "title":"The Introduction of New Technology from the User's Perspective: A Message-Q/ing Study."},
      {
        "id":"ED297717",
        "title":"Effect of the Computer on Problem Solving. Hinsdale District 181."},
      {
        "id":"ED297718",
        "title":"The Cognitive Effects of Simulation-Modeling Software and Systems Thinking on Learning and Achievement."},
      {
        "id":"ED297720",
        "title":"Designing an External Evaluation of a Large-Scale Software Development Project."},
      {
        "id":"ED297721",
        "title":"Education in Asia and the Pacific. Reviews, Reports and Notes Number 24, December 1987."},
      {
        "id":"ED297723",
        "title":"A Look at Writers' Comments Shared on Computer Screens: Can Electronic Mail Facilitate Peer Group Response?"},
      {
        "id":"ED297725",
        "title":"A Multidimensional Study of Adolescent Gender Differences in Computer Use and Impact."},
      {
        "id":"ED297735",
        "title":"South Carolina State Library Annual Report, 1986-1987."},
      {
        "id":"ED297736",
        "title":"Search Procedures for Senior Library Administrators. SPEC Kit 143."},
      {
        "id":"ED297737",
        "title":"Preservation Planning Project Study Team. Final Report."},
      {
        "id":"ED297739",
        "title":"How To Use the SilverPlatter Software To Search the ERIC CD ROM."},
      {
        "id":"ED297740",
        "title":"Information Skills for an Information Society: A Review of Research. An ERIC Information Analysis Product."},
      {
        "id":"ED297744",
        "title":"Practical and Effective Point-of-Use Library Guides from the Oscar A. Silverman Undergraduate Library, State University of New York at Buffalo."},
      {
        "id":"ED297745",
        "title":"Private Copying, Appropriability, and Optimal Copying Royalties."},
      {
        "id":"ED297747",
        "title":"Solving the Information Puzzle...An Andrews Library Handbook."},
      {
        "id":"ED297748",
        "title":"Tertiary Students &amp; Library Usage with Particular Emphasis on Public Libraries. A Report of a 1986 Melbourne Survey. Occasional Paper No. 3."},
      {
        "id":"ED297752",
        "title":"Online Abstracts as a Source of Information for Undergraduate Research in a Small College Library. Final Narrative Report."},
      {
        "id":"ED297753",
        "title":"Long Range Program. Library Services and Construction Act, Fiscal Year 1988-1992."},
      {
        "id":"ED297754",
        "title":"A Cooperative System for Public Library Data Collection: Final Report on a Pilot Project."},
      {
        "id":"ED297755",
        "title":"Library Signage: Doing It Right."},
      {
        "id":"ED297756",
        "title":"Library Statistics of Colleges and Universities in the Pacific Northwest, 1986-87."},
      {
        "id":"ED297757",
        "title":"Managing Alaska's Information Systems: A Participant-Observer Study."},
      {
        "id":"ED297758",
        "title":"Minimum Library Use Skills Survey."},
      {
        "id":"ED297759",
        "title":"Public Library Service for Older Adults: Update 1986. Final Report."},
      {
        "id":"ED297761",
        "title":"TDFs and Trade: The U.S.-Canada Free-Trade Agreement from a Transborder Data Flow Perspective."},
      {
        "id":"ED297765",
        "title":"Factors Shaping the Evolution of Electronic Documentation Systems. Research Activity No. IM.4."},
      {
        "id":"ED297767",
        "title":"Library Programs; Library Services for Indian Tribes and Hawaiian Natives Program. Abstracts of Funded Projects, 1987. LSCA Title IV."},
      {
        "id":"ED297768",
        "title":"Automated Resource Sharing in Massachusetts: Activities, Functions and Policies Supporting the Long Range Program. Approved by the Board of Library Commissioners."},
      {
        "id":"ED297773",
        "title":"Library Development and Fund Raising Capabilities. SPEC Kit 146."},
      {
        "id":"ED297774",
        "title":"Literature of Allied Health. Second Edition."},
      {
        "id":"ED297775",
        "title":"Manual for Item Writers. Certification and Registration."},
      {
        "id":"ED297776",
        "title":"OCLC Utilization in Health Sciences Libraries. CE 35, Revised Edition."},
      {
        "id":"ED297777",
        "title":"Online Search Optimization."},
      {
        "id":"ED297778",
        "title":"Book Preservation Technologies."},
      {
        "id":"ED297779",
        "title":"Book Preservation Technologies. Summary."},
      {
        "id":"ED297780",
        "title":"Characteristics of Library Networks, 1985-1986. OERI Bulletin."},
      {
        "id":"ED297782",
        "title":"Break up a File with EDLIN."},
      {
        "id":"ED297783",
        "title":"A Second Chance for Texans: Remedial Education in Two-Year Colleges."},
      {
        "id":"ED297784",
        "title":"Report on the Annual Management Institute for College and University Executives on the Topic, &quot;Strategic Planning and Management&quot; (11th, Snowmass, Colorado, June 28-July 3, 1987)."},
      {
        "id":"ED297787",
        "title":"Using Writing To Integrate the Curriculum: The Constructs at the Core."},
      {
        "id":"ED297788",
        "title":"Learning To Be Human: Confucian Resources for Rethinking General Education."},
      {
        "id":"ED297789",
        "title":"General Education Reform in the New Jersey Community Colleges: The Bergen Community College Experience, 1982-1987."},
      {
        "id":"ED297790",
        "title":"Designing a Curriculum for Computer Students in the Community College."},
      {
        "id":"ED297791",
        "title":"Infusing International Experience into the Curriculum."},
      {
        "id":"ED293791",
        "title":"Cooperative Learning: Experiencing the Constitution in Action."},
      {
        "id":"ED293792",
        "title":"Information Processing Theory: Classroom Applications."},
      {
        "id":"ED293793",
        "title":"Results from a Survey of Multicultural Attitudes and Competencies among Students Completing Student Teaching from the College of Education at the Ohio State University, 1985-86."},
      {
        "id":"ED293794",
        "title":"Licensing Teachers: Design for a Teaching Profession."},
      {
        "id":"ED293796",
        "title":"Evaluation of the Initiation to Teaching Project. Summary Report."},
      {
        "id":"ED293797",
        "title":"Evaluation of the Initiation to Teaching Project. Final Report."},
      {
        "id":"ED293798",
        "title":"Cognitive, Affective, and Personal Characteristics Associated with Motives for Entering Teacher Training."},
      {
        "id":"ED293799",
        "title":"The Quality of Teacher-Education Students: Do Native and Transfer Students Differ?"},
      {
        "id":"ED293800",
        "title":"Future Prospects for Collaborative Models of Teacher Education: A Collaborative Approach to Leadership in Supervision."},
      {
        "id":"ED293801",
        "title":"The California Teacher Trainee Program: A Review."},
      {
        "id":"ED293802",
        "title":"Homework: Some Implications for Teacher Education Programs."},
      {
        "id":"ED293804",
        "title":"State Characteristics Associated with Policies Restricting Entry to Teaching."},
      {
        "id":"ED293808",
        "title":"&quot;Wha&apos;d She Think?&quot;--A Comparison of the Role Perspectives, Evaluative Judgment Criteria Cognitive Maps, &amp; Written Records of Three University Student Teacher Supervisors."},
      {
        "id":"ED293813",
        "title":"Excellence in an Outcome-Driven School District."},
      {
        "id":"ED293814",
        "title":"Principals' Perceptions of Teachers' Instructional Practices: A Case Study."},
      {
        "id":"ED293817",
        "title":"Using Survey Research To Guide Staff Development Policy and Programs. Occasional Paper No. 4."},
      {
        "id":"ED293821",
        "title":"Preparing Educational Leaders for Tomorrow. Occasional Paper No. 9."},
      {
        "id":"ED293822",
        "title":"Teacher Reflections on the Use and Adaptation of Instructional Innovations: Improving the Staff Development Process. Occasional Paper No. 10."},
      {
        "id":"ED293823",
        "title":"An Instructional Model for Staff Development. Occasional Paper No. 11."},
      {
        "id":"ED293824",
        "title":"Staff Development: The Missing Link in Administrator Evaluation. Occasional Paper No. 13."},
      {
        "id":"ED293825",
        "title":"Extraordinary Educators: Lessons in Leadership."},
      {
        "id":"ED293826",
        "title":"Making the Grade: A Qualitative Study of Teacher Preparation Classes in Physical Education."},
      {
        "id":"ED293828",
        "title":"Coaching Student Teachers To Elicit Mentor Role Behaviors from Their Cooperating Teachers."},
      {
        "id":"ED293831",
        "title":"Teachers as Researchers: Implications for Supervision and Teacher Education."},
      {
        "id":"ED293832",
        "title":"The Cultural Context of Teacher Thinking and Its Significance for Innovation."},
      {
        "id":"ED293834",
        "title":"Performance of Three Cohorts of Students Enrolled in a Degree Programme in the Department of Primary Education at the University of Botswana."},
      {
        "id":"ED293836",
        "title":"Does the Academic Background of Teachers Affect the Performance of Their Students?"},
      {
        "id":"ED293837",
        "title":"Teacher Unions and Educational Reform."},
      {
        "id":"ED293839",
        "title":"Public School Classroom Teachers, New York State Projections, 1987-88 to 1991-92."},
      {
        "id":"ED293840",
        "title":"Targeted Forecast April 1988. Number of Public School Classroom Teachers To Increase Slightly This Fall."},
      {
        "id":"ED293841",
        "title":"Health Education Comprehensive Curriculum Goals. A Model for Local Curriculum Development."},
      {
        "id":"ED293843",
        "title":"An Evaluation of the Effectiveness of the Prescriptive Reading Inventory Reading System in Seattle Public Schools, 1983-84."},
      {
        "id":"ED293844",
        "title":"SMRT-STEPS: School Mastery of Reading Test System To Enhance Progress of Schools. Fall 1987, Progress Report."},
      {
        "id":"ED293846",
        "title":"The &quot;Schema&quot; Concept: Bartlett Till Now. No. 21."},
      {
        "id":"ED293847",
        "title":"Improving Education with Locally Developed Indicators. CPRE Research Report Series."},
      {
        "id":"ED293848",
        "title":"Implications of Entrance Requirements for Success in Graduate Teacher Education Programs."},
      {
        "id":"ED293849",
        "title":"Professional Orientation and Structural Components of Early Childhood Programs: A Social-Ecological Perspective."},
      {
        "id":"ED293851",
        "title":"Functional Distractors: Implications for Test-Item Writing and Test Design."},
      {
        "id":"ED293859",
        "title":"Parents and Students as Stakeholders in the Teacher Evaluation Process."},
      {
        "id":"ED293860",
        "title":"Expected Student Achievement and the Evaluation of Teaching."},
      {
        "id":"ED293861",
        "title":"Teaching for Learning-To-Learn: A Critical Appraisal with Some Proposals."},
      {
        "id":"ED293865",
        "title":"Standard Setting Practices for Teacher Tests."},
      {
        "id":"ED293866",
        "title":"Perceived Self-Efficacy and Related Social Cognitive Processes as Predictors of Student Academic Performance."},
      {
        "id":"ED293869",
        "title":"The Effects of Model Misspecification and Sample Size on LISREL Maximum Likelihood Estimates."},
      {
        "id":"ED293870",
        "title":"The Use of Application Blanks in Public School Districts: An Assessment of Legal Compliance and Equity Issues."},
      {
        "id":"ED293871",
        "title":"Study Strategies for Learning Spelling: What Works and What Does Not."},
      {
        "id":"ED293876",
        "title":"The Development of a Low-Inference Observation Instrument To Assess Instructional Performance of Teaching Candidates."},
      {
        "id":"ED293877",
        "title":"Assessing Higher Order Thinking Skills. A Consumer's Guide."},
      {
        "id":"ED293878",
        "title":"An Educators' Field Guide to CRT Development and Use in Objectives Based Programs."},
      {
        "id":"ED293879",
        "title":"Dropping out of School as a Process: Implications for Assessing the Effects of Competency Tests Required for Graduation. Effects of Testing Reforms and Standards. Working Draft."},
      {
        "id":"ED293880",
        "title":"Report of State Level Activities: Guidelines for the RFP Process and Selected Technical Issues in Large-Scale Assessment Programs. Report of State Level Activities. Project: Monitoring the Implementation of Testing and Evaluation Innovations."},
      {
        "id":"ED293881",
        "title":"Translation among Symbolic Representations in Problem-Solving. Report on Studies Project: Alternative Strategies for Measuring Higher Order Skills: The Role of Symbol Systems."},
      {
        "id":"ED293882",
        "title":"Study Group on Pre-Collegiate Education Quality Indicators. Final Report."},
      {
        "id":"ED293883",
        "title":"Standards of Competence: A Multi-Site Case Study of School Reform. Project: Effects of Testing Reforms and Standards."},
      {
        "id":"ED293884",
        "title":"Report on Analysis and Database Needs to Implement Model. Project: Multilevel Evaluation System."},
      {
        "id":"ED293885",
        "title":"Issues in Intelligent Computer-Assisted Instruction. Testing Study Group: The Impact of Advances in Artificial Intelligence on Test Development."},
      {
        "id":"ED293886",
        "title":"Toward Researching the Connections between Tests Required for High School Graduation and the Inclination To Drop Out of School. Project: Effects of Testing Reforms and Standards."},
      {
        "id":"ED293887",
        "title":"Methods Paper: Using Item Specific Instructional Information in Achievement Molding. Research on Instructional Assessment Project: Instructionally Sensitive Psychometrics."},
      {
        "id":"ED293888",
        "title":"Some Uses of Structural Equation Modeling in Validity Studies: Extending IRT to External Variables Using SIMS Results. Research on Instructional Assessment: Instructionally Relevant Psychometrics."},
      {
        "id":"ED293889",
        "title":"Project: Toward a National Educational Testing Network. Final Report."},
      {
        "id":"ED293890",
        "title":"Evaluation for School Improvement: A Multi-Level, Multi-Purpose Model. Project: Multi-Level Evaluation Systems."},
      {
        "id":"ED293891",
        "title":"A Case Study of the Texas Teacher Study: Technical Report. Project: Effects of Testing Reforms and Standards."},
      {
        "id":"ED293892",
        "title":"Multilevel Evaluation Systems Project. Final Report."},
      {
        "id":"ED293893",
        "title":"The National Education Longitudinal Study of 1988: Teacher Survey."},
      {
        "id":"ED293895",
        "title":"The Status of Evaluation of Principals: Administrators Perceptions and Opportunities and Obstacles to Improving the Process."},
      {
        "id":"ED293899",
        "title":"Doing Data Analysis with Proportional Hazards Models: Model Building, Interpretation and Diagnosis."},
      {
        "id":"ED293900",
        "title":"The Effects of Course Demands and Grades on Anonymous versus Nonanonymous Evaluations of Professors."},
      {
        "id":"ED293901",
        "title":"Designs for Compensatory Education: Conference Proceedings and Papers (Washington, DC, June 17-18, 1986)."},
      {
        "id":"ED293902",
        "title":"Poverty, Achievement and the Distribution of Compensatory Education Services."},
      {
        "id":"ED293907",
        "title":"Chapter 1 Programs Reduce Student-To-Instructor Ratios but Do Reduced Ratios Affect Achievement?"},
      {
        "id":"ED293911",
        "title":"Mathematics for Compensatory School Programs."},
      {
        "id":"ED293912",
        "title":"Curriculum and Instruction: Reading."},
      {
        "id":"ED293913",
        "title":"Teaching Thinking to Chapter 1 Students."},
      {
        "id":"ED293914",
        "title":"Research Linking Teacher Behavior to Student Achievement: Potential Implications for Instruction of Chapter 1 Students."},
      {
        "id":"ED293916",
        "title":"Curriculum and Instruction: Reactions."},
      {
        "id":"ED293918",
        "title":"Vision and Reality: A Reaction to Issues In Curriculum and Instruction for Compensatory Education."},
      {
        "id":"ED293920",
        "title":"Involving Parents in the Schools: Lessons for Policy."},
      {
        "id":"ED293922",
        "title":"The Coordination among Regular Classroom Reading Programs and Targeted Support Programs."},
      {
        "id":"ED293924",
        "title":"Chapter 1 and Student Achievement: A Conceptual Model."},
      {
        "id":"ED293926",
        "title":"The Relationship between Compensatory Education and Regular Education: Reactions."},
      {
        "id":"ED293928",
        "title":"Designs for Compensatory Education: A Brief Review of Conference Papers and Recommendations."},
      {
        "id":"ED293936",
        "title":"New Evidence on School Desegregation."},
      {
        "id":"ED293937",
        "title":"Southeast Asian Refugee Youth: An Annotated Bibliography. Southeast Asian Refugee Studies Occasional Papers. Number Six."},
      {
        "id":"ED293940",
        "title":"An Imperiled Generation: Saving Urban Schools."},
      {
        "id":"ED293941",
        "title":"Nutrition for the Homeless. Hearing on S. 728, A Bill To Improve the Nutrition of the Homeless, and for Other Purposes; and S. 812, A Bill to Amend the Food Stamp Act of 1977 to Provide Urgent Relief to Improve the Nutrition of the Homeless...(Nutrition for Homeless Individuals Act of 1987) before the Subcommittee on Nutrition and Investigations of the Committee on Agriculture, Nutrition, and Forestry. United States Senate, One Hundredth Congress, First Session."},
      {
        "id":"ED293948",
        "title":"State Profiles of ESEA Title I/ECIA Chapter 1."},
      {
        "id":"ED293949",
        "title":"Summary of State Compensatory Education Programs."},
      {
        "id":"ED293950",
        "title":"An Analysis of the Internal Consistency of Selected Aspects of the Legal Framework for Chapter 1, ECIA."},
      {
        "id":"ED293953",
        "title":"Federal Administration of Chapter 1, ECIA: Staffing and Financial Support Substudy."},
      {
        "id":"ED293954",
        "title":"A Study of Magnet Schools and the Chapter 1 Program for Disadvantaged Students. Revised."},
      {
        "id":"ED293955",
        "title":"The Relationship between School Poverty Concentration and Students&apos; Reading and Math Achievement and Learning. Revised."},
      {
        "id":"ED293956",
        "title":"An Analysis of the Impact of Title I on Reading and Math Achievement of Elementary School Aged Children. Revised."},
      {
        "id":"ED293957",
        "title":"Analyses of Categorical Program Participation and Long-Term Effects."},
      {
        "id":"ED293958",
        "title":"A Study of Categorical Program Participation of Chapter 1 Students."},
      {
        "id":"ED293959",
        "title":"An Analytical Review of the Evidence on Chapter 1 Cost-Effectiveness."},
      {
        "id":"ED293960",
        "title":"The Federal Administration of Evaluation Program Improvement and Technical Assistance under ECIA Chapter 1."},
      {
        "id":"ED293961",
        "title":"The District Survey: A Study of Local Implementation of ECIA Chapter 1."},
      {
        "id":"ED293962",
        "title":"Parent Involvement in Local Chapter 1 Programs."},
      {
        "id":"ED293963",
        "title":"Chapter 1 and Nonpublic Schools: Do Students Have Equal Access? The Massachusetts Case. Final Report."},
      {
        "id":"ED293964",
        "title":"After &quot;Aguilar v. Felton&quot;: Chapter 1 Services for Massachusetts Nonpublic School Students. Final Report."},
      {
        "id":"ED293965",
        "title":"The Design and Implementation of Chapter 1 Instructional Services: A Study of 24 Schools."},
      {
        "id":"ED293970",
        "title":"Chapter I Concentration Grants: An Analysis of the Concept, the Current Statute, and Amendments Adopted in Legislation To Reauthorize the Education Consolidation and Improvement Act."},
      {
        "id":"ED293972",
        "title":"High School Graduates in Entry Level Jobs: What Do Employers Want? ERIC/CUE Digest Number 40."},
      {
        "id":"ED293973",
        "title":"Improving the School-Home Connection for Low-Income Urban Parents. ERIC/CUE Digest Number 41."},
      {
        "id":"ED293977",
        "title":"School-Sanctioned Community Service. The State Perspective."},
      {
        "id":"ED293981",
        "title":"Priorities for Research and Development in Vocational Education. Monographs Prepared in Partial Fulfillment of a Planning Grant for a National Center for Research in Vocational Education."},
      {
        "id":"ED293982",
        "title":"Consumer and Homemaking Education for Mainstreamed Handicapped Students in Georgia."},
      {
        "id":"ED293983",
        "title":"Development Education for the American Teenager through Home Economics. Global Connections. Teacher's Guide."},
      {
        "id":"ED293985",
        "title":"Success Stories 1978-1988. The Past & Present. Tenth Anniversary Celebration."},
      {
        "id":"ED293986",
        "title":"Man-Made Skill: Women Challenging the Tradition in England, Sweden and Germany. Ideas for Australia."},
      {
        "id":"ED293987",
        "title":"Handbook of Private Accredited Trade and Technical Schools 1988. Career Education That Works for America."},
      {
        "id":"ED293996",
        "title":"What High School Students Know and Can Do."},
      {
        "id":"ED293997",
        "title":"Vocational Training for Students Who Are Seriously Emotionally Disturbed. Teaching Research."},
      {
        "id":"ED293999",
        "title":"Head and Hand: An Action Approach to Thinking. Occasional Paper No. 3."},
      {
        "id":"ED294004",
        "title":"The Cost of Adult Continuing Education in Ontario."},
      {
        "id":"ED294008",
        "title":"The Perceived Importance of Future Characteristics of Postsecondary Vocational Education Curriculum among Key Decision-Making Groups."},
      {
        "id":"ED294009",
        "title":"Renegotiating Vocational Instruction."},
      {
        "id":"ED294013",
        "title":"The Use of Microcomputers in Distance Teaching Systems. ZIFF Papiere 70."},
      {
        "id":"ED294015",
        "title":"From Craftsperson to Teacher: A Planning Document for a Vocational Teacher Development System in Maine."},
      {
        "id":"ED294017",
        "title":"Volunteer Service Agreements: A New Strategy for Volunteer Management."},
      {
        "id":"ED294019",
        "title":"Job Search Methods of Low-Income Youth."},
      {
        "id":"ED294020",
        "title":"All Indian Pueblo Council, Inc. Vocational Education Program Curriculum Materials."},
      {
        "id":"ED294021",
        "title":"Computer Chips and Paper Clips. Technology and Women's Employment. Volume I."},
      {
        "id":"ED294022",
        "title":"Computer Chips and Paper Clips. Technology and Women's Employment. Volume II. Case Studies and Policy Perspectives."},
      {
        "id":"ED294023",
        "title":"Reviewing Health Manpower Development. A Method of Improving National Health Systems. Public Health Papers No. 83."},
      {
        "id":"ED294024",
        "title":"Employee Drug Testing. Testimony. Statement (Summary) of L. Nye Stevens, Associate Director, General Government Division, before the Subcommittee on Employment Opportunities, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED294025",
        "title":"Learning To Lead: An Annotated Bibliography."},
      {
        "id":"ED294026",
        "title":"Agricultural Marketing. Farmers' Marketing Practices and Programs To Teach Alternative Practices. Briefing Report to Congressional Committees."},
      {
        "id":"ED294027",
        "title":"Military Draft. Potential Impacts and Other Issues. Report to the Ranking Minority Member, Subcommittee on Defense, Committee on Appropriations, U.S. Senate."},
      {
        "id":"ED294028",
        "title":"Agricultural Chartbook 1988. Agriculture Handbook No. 673."},
      {
        "id":"ED294029",
        "title":"A Conditional Approach to Projecting Farm Structure."},
      {
        "id":"ED294030",
        "title":"Losing Chlordimeform Use in Cotton Production. Its Effects on the Economy and Pest Resistance. Agricultural Economic Report Number 587."},
      {
        "id":"ED294031",
        "title":"A Simple Forecasting Model Linking Macroeconomic Policy to Industrial Employment Demand."},
      {
        "id":"ED294032",
        "title":"Financial Performance of Specialized Cotton Farms. Agriculture Information Bulletin Number 538."},
      {
        "id":"ED294034",
        "title":"Teaching Critical Reading in the Content Areas. Techniques."},
      {
        "id":"ED294036",
        "title":"Student Perceptions of Vocational Education."},
      {
        "id":"ED294037",
        "title":"A Window on the Workplace? Pupils' and Employers' Views of a Work Experience Scheme."},
      {
        "id":"ED294042",
        "title":"Setting Up an Apprenticeship Program. A Step-by-Step Guide in Training Apprentices for Skilled Occupations. Revised."},
      {
        "id":"ED294043",
        "title":"Job Stability among Young Women: A Comparison of Traditional and Nontraditional Occupations. A Rand Note."},
      {
        "id":"ED294044",
        "title":"The Effects of Parenthood on the Career Orientation and Job Characteristics of Young Adults. A Rand Note."},
      {
        "id":"ED294045",
        "title":"Independent Study Program Profiles 1986-1987. Final Report."},
      {
        "id":"ED294046",
        "title":"Occupational Clusters of the Engineering Technical Workforce."},
      {
        "id":"ED294048",
        "title":"Compendium of JTPA and Related Evaluation Studies."},
      {
        "id":"ED294050",
        "title":"Job Coaching in Supported Work Programs."},
      {
        "id":"ED294054",
        "title":"Issues for Active State Management of the JTPA Title III Grant: A Guide for State Planners and Managers."},
      {
        "id":"ED294059",
        "title":"Improving Career Development through Counselor Education Programs. Proceedings of the 1985 Counselor Education Career Development Workshop Series."},
      {
        "id":"ED294060",
        "title":"HIAA's The Business of Insurance: An Introduction."},
      {
        "id":"ED294062",
        "title":"Competency-Based Employability Skills Program."},
      {
        "id":"ED294066",
        "title":"Occupational Stress, Health, and General Well Being among Soldiers."},
      {
        "id":"ED294067",
        "title":"The Impact of a Military Air Disaster on the Health of Family Assistance Workers."},
      {
        "id":"ED294068",
        "title":"Psychological Issues in the Recovery of an Army Unit after Traumatic Loss."},
      {
        "id":"ED294069",
        "title":"Estimates of Preventability and Their Relation to Health Behavior."},
      {
        "id":"ED294070",
        "title":"An Impact Evaluation of a Rural Southern Illinois Community Health Education Geriatric Care Staff-Training Program. [Revised]."},
      {
        "id":"ED294072",
        "title":"Crime Prevention Services for Youth."},
      {
        "id":"ED294074",
        "title":"Waiting to Move: Stress, Coping and the Meaning of Home in Anticipation of Relocation."},
      {
        "id":"ED294076",
        "title":"Plain Talk About...Aging. Plain Talk Series."},
      {
        "id":"ED294077",
        "title":"Where to Turn for Help for Older Persons: A Guide for Action on Behalf of An Older Person."},
      {
        "id":"ED294078",
        "title":"Older Americans Act Amendments of 1987: A Summary of Provisions. Public Law 100-175. An Information Paper Prepared for Use by the Special Committee on Aging. United States Senate, 100th Congress, 1st Session."},
      {
        "id":"ED294079",
        "title":"Retirement Equity Act of 1984: Its Impact on Women."},
      {
        "id":"ED294080",
        "title":"Abuses in Guardianship of the Elderly and Infirm: A National Disgrace. A Report by the Chairman of the Subcommittee on Health and Long-Term Care of the Select Committee on Aging. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED294081",
        "title":"Reauthorization of the Child Abuse Prevention and Treatment Act. Hearing before the Subcommittee on Select Education of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, First Session (April 23, 1987)."},
      {
        "id":"ED294082",
        "title":"A Generation in Jeopardy: Children and AIDS. A Report of the Select Committee on Children, Youth, and Families. U.S. House of Representatives, One Hundredth Congress, First Session (December 1987)."},
      {
        "id":"ED294083",
        "title":"Differences in Participation in a Support Program for Adolescent Mothers."},
      {
        "id":"ED294084",
        "title":"Morbidity Costs: National Estimates and Economic Determinants. NCHSR Research Summary Series."},
      {
        "id":"ED294085",
        "title":"Literature Review of Sexual Abuse."},
      {
        "id":"ED294086",
        "title":"Discover: An Educational Opportunity for Women in Transition."},
      {
        "id":"ED294091",
        "title":"Citizen Evaluation in Practice: A Casebook on Citizen Evaluation of Mental Health and Other Services."},
      {
        "id":"ED294092",
        "title":"Eating Disorders: The Impact on Children and Families. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundredth Congress, First Session (San Francisco, CA, July 31, 1987)."},
      {
        "id":"ED294093",
        "title":"Medical Devices and Drug Issues. Hearing before the Subcommittee on Health and the Environment of the Committee on Energy and Commerce, House of Representatives, One Hundredth Congress, First Session (April 8, 21, and May 4, 1987)."},
      {
        "id":"ED294094",
        "title":"Physician Dispensing of Drugs. Hearing before the Subcommittee on Health and the Environment of the Committee on Energy and Commerce. House of Representatives, One Hundredth Congress, First Session on H.R. 2093, a Bill To Amend the Federal Food, Drug, and Cosmetic Act To Limit the Dispensing of Certain Drugs by Practitioners."},
      {
        "id":"ED294095",
        "title":"The Federal Response to the AIDS Epidemic: Information and Public Education. Hearing before a Subcommittee of the Committee on Government Operations. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED294096",
        "title":"Differential Diagnosis of Alzheimer&apos;s and Other Dementing Diseases. January 1983 through June 1987. National Library of Medicine Literature Search No. 87-6."},
      {
        "id":"ED294097",
        "title":"Depression and Suicide in Childhood. January 1983 through April 1987. National Library of Medicine Literature Search No. 87-5."},
      {
        "id":"ED294100",
        "title":"Helping Youth Decide. Second Edition."},
      {
        "id":"ED294101",
        "title":"Helping Youth Decide: A Workshop Guide."},
      {
        "id":"ED294103",
        "title":"Discharge Policies in Senior Housing."},
      {
        "id":"ED294104",
        "title":"Enhancing Quality of Life for Patients with Special Care Needs."},
      {
        "id":"ED294105",
        "title":"Residential Health Care for the Chronic Mentally Ill."},
      {
        "id":"ED294106",
        "title":"Changes in Personal Investment in Adulthood."},
      {
        "id":"ED294108",
        "title":"Full-Timing: A Housing Alternative for Older People."},
      {
        "id":"ED294111",
        "title":"Medicare, Medicaid, and Maternal and Child Health Block Grant Budget Issues. Hearing before the Committee on Finance. United States Senate, One Hundredth Congress, First Session (July 8 and 9, 1987). Part 1 of 2."},
      {
        "id":"ED294112",
        "title":"Nutrition & Adolescent Pregnancy: A Selected Annotated Bibliography."},
      {
        "id":"ED294113",
        "title":"Reauthorization of the Older Americans Act. Hearing before the Special Committee on Aging. United States Senate, One Hundredth Congress, First Session (Casselberry, Florida)."},
      {
        "id":"ED294114",
        "title":"Employers and Medicare as Partners in Financing Health Care for the Elderly."},
      {
        "id":"ED294115",
        "title":"Use of Services for Family Planning and Infertility, United States, 1982. (Data from the National Survey of Family Growth, Series 23, No. 13)."},
      {
        "id":"ED294116",
        "title":"Drug Abuse Prevention: Further Efforts Needed To Identify Programs That Work. Report to the Select Committee on Narcotics Abuse and Control, House of Representatives."},
      {
        "id":"ED294117",
        "title":"Children&apos;s Mental Health: Promising Responses to Neglected Problems. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED294118",
        "title":"Programs, Activities & Directions."},
      {
        "id":"ED294119",
        "title":"Preventive Health Care for the Elderly. Hearing before the Subcommittee on Health of the Committee on Finance. United States Senate, One Hundredth Congress, Second Session (Miami, Florida)."},
      {
        "id":"ED294121",
        "title":"Freshmen Sexual Attitudes and Behaviors Over a 15-Year Period. Research Report #20-87."},
      {
        "id":"ED294123",
        "title":"The Assessment and Treatment of Persons with Concurrent Substance Abuse and Other Psychopathology: The Importance of Problem Interactions."},
      {
        "id":"ED294127",
        "title":"Reforming the Military Health Care System."},
      {
        "id":"ED294129",
        "title":"Marital Problems of Rural/Small City Working Wives: A Study of the Nature and Severity of Marital Problems."},
      {
        "id":"ED294131",
        "title":"Mental Health Services under Medicare. Hearing before the Subcommittee on Health of the Committee on Finance. United States Senate, One Hundredth Congress, First Session."},
      {
        "id":"ED294132",
        "title":"Dealing with Clients Affected by AIDS: A Videotape and Discussion Model for Counselor Education."},
      {
        "id":"ED294133",
        "title":"Counseling for the Counselor: A National Survey."},
      {
        "id":"ED294135",
        "title":"Progress Report on Geriatric Medicine."},
      {
        "id":"ED294136",
        "title":"Reading and Writing as Ways of Knowing and Learning. Technical Report No. 423."},
      {
        "id":"ED294138",
        "title":"Fostering Comprehension by Reading Books to Kindergarten Children. Technical Report No. 426."},
      {
        "id":"ED294140",
        "title":"Conceptual versus Perceptual Text Processing Strategies: Differences between Good and Poor Readers."},
      {
        "id":"ED294142",
        "title":"The Reading Clinic."},
      {
        "id":"ED294143",
        "title":"Supervising the Reading Clinician."},
      {
        "id":"ED294145",
        "title":"Strategies &amp; Ideas for Young Readers in Chapter 1 Instructional Activities. Bulletin No. 1826."},
      {
        "id":"ED294146",
        "title":"Reading and Coping: Code, Communication and the Development of Second Language Reading Abilities Using Content Area Texts."},
      {
        "id":"ED294149",
        "title":"Phonetic Recoding Ability and Reading Proficiency in Fifth and Sixth Grade Readers."},
      {
        "id":"ED294151",
        "title":"Discourse Organization in the Comprehension of Narrative Texts. Technical Report No. 428."},
      {
        "id":"ED294152",
        "title":"Explicit Comprehension Instruction: A Review of Research and a New Conceptualization of Instruction. Technical Report No. 427."},
      {
        "id":"ED294153",
        "title":"Self-Involving Reading in a High-Tech Culture."},
      {
        "id":"ED294157",
        "title":"Reading Habits of Adults in Egypt."},
      {
        "id":"ED294159",
        "title":"A Manual for the 3 Rs: Reading, Reflecting and Reacting. Instructional Model."},
      {
        "id":"ED294164",
        "title":"Literacy for the Workplace."},
      {
        "id":"ED294165",
        "title":"The Effectiveness of Interactive Computer Assisted Modeling in Teaching Study Strategies and Concept Mapping of College Textbook Material."},
      {
        "id":"ED294166",
        "title":"Integrating Reading, Writing, and Learning Theory: A Method to Our Madness."},
      {
        "id":"ED294169",
        "title":"The Effect of a Recreational Reading Program on Standardized Test Scores."},
      {
        "id":"ED294171",
        "title":"What Assessment of Reader-Writer Conferencing Can Externalize."},
      {
        "id":"ED294172",
        "title":"From Santa Fe and Back, or Bust: Developing Exit Level Writing Competencies for Third and Fifth Grades."},
      {
        "id":"ED294173",
        "title":"The Impact of Composition Aides on Writing in the District of Columbia Public Schools: The First Six Months."},
      {
        "id":"ED294175",
        "title":"Integrating Writing and Reading Instruction. Occasional Paper No. 118."},
      {
        "id":"ED294176",
        "title":"From Heuristics to Hermeneutics: Aiding Invention in the Undergraduate Literature Class."},
      {
        "id":"ED294177",
        "title":"Professors Can Be Friends of a Free Press Too."},
      {
        "id":"ED294180",
        "title":"A Study of Third and Fifth Grade Students' Oral Language during the Writing Process. Research Bulletin."},
      {
        "id":"ED294181",
        "title":"Strategies in Composition: Ideas That Work in the Classroom."},
      {
        "id":"ED294182",
        "title":"Essays Grown from a Writing across the Curriculum Institute at Indian Hills Community College: Fostering Cooperation and Cohesion in Writing Instruction."},
      {
        "id":"ED294183",
        "title":"Improving Students' Writing Attitudes: The Effects of the Writing Center."},
      {
        "id":"ED294187",
        "title":"Time To Write: Report of the US-IEA Study of Written Composition."},
      {
        "id":"ED294190",
        "title":"English/Language Arts Model Curriculum Standards, Grades Nine through Twelve. First Edition."},
      {
        "id":"ED294191",
        "title":"Literature for All Students: A Sourcebook for Teachers."},
      {
        "id":"ED294192",
        "title":"Handbook for Planning an Effective Writing Program: Kindergarten through Grade Twelve. 1986 Edition."},
      {
        "id":"ED294193",
        "title":"Practical Ideas for Teaching Writing as a Process. 1987 Edition."},
      {
        "id":"ED294194",
        "title":"The Vulgar Canon and Its Uses in the Classroom."},
      {
        "id":"ED294195",
        "title":"Talking and Writing across the Curriculum: A Tutorial Model for Adult ESL Students in Content Courses."},
      {
        "id":"ED294196",
        "title":"Literature and Everyday Decisions: An Essay about the Influence of Literature on Decision-Making."},
      {
        "id":"ED294197",
        "title":"Quality of Life in Writing Program Administration."},
      {
        "id":"ED294198",
        "title":"Writing, Literature, and General Education."},
      {
        "id":"ED294199",
        "title":"Decomposing Composing Conventions."},
      {
        "id":"ED294200",
        "title":"Women and the Dichotomy of Literacy: Public/Private Discourse."},
      {
        "id":"ED294201",
        "title":"Social Constructionism and Collaborative Learning: Recommendations for Teaching Writing."},
      {
        "id":"ED294203",
        "title":"First Language/Second Language: Acquisition, Writing, and Cognitive Development."},
      {
        "id":"ED294204",
        "title":"&quot;Phaedrus&quot; and the First Person."},
      {
        "id":"ED294205",
        "title":"Calling Writers' Bluffs: Sources of Readers' Judgements in University Placement Testing."},
      {
        "id":"ED294206",
        "title":"Some Political Implications of Teaching Institutional Discourse."},
      {
        "id":"ED294208",
        "title":"El Salvador and Nicaragua in Four Elite U.S. Newspapers: Multiple Images and the Journalist's Reporting Perspective."},
      {
        "id":"ED294211",
        "title":"English Language Arts: K-12 Curriculum Guidelines."},
      {
        "id":"ED294214",
        "title":"Definition, Development, Direction: The Course in Classical Rhetoric."},
      {
        "id":"ED294215",
        "title":"Contrasting Ways To Appraise Improvement in a Writing Course: Paired Comparison and Holistic."},
      {
        "id":"ED294216",
        "title":"Re-Reading Ong: Literacy and Social Change."},
      {
        "id":"ED294218",
        "title":"Written Assignments in the Introductory Course."},
      {
        "id":"ED294221",
        "title":"Collaborative Strategies for Teaching Composition: Theory and Practice."},
      {
        "id":"ED294222",
        "title":"Dimensions of Thinking: A Framework for Curriculum and Instruction."},
      {
        "id":"ED294225",
        "title":"How Third World Journalists View Their Role in the National Development Process: A Philippine Case Study."},
      {
        "id":"ED294228",
        "title":"National Survey of New Zealand Journalists. A Summary Report."},
      {
        "id":"ED294229",
        "title":"Audience Awareness and Critical Essays on Literature: Helping Students Become Part of an Interpretive Community."},
      {
        "id":"ED294230",
        "title":"The Development of the Writer's Ethos in Collaborative Learning."},
      {
        "id":"ED294231",
        "title":"Problems with Placements: What They Reveal about Writing Skills Internships."},
      {
        "id":"ED294232",
        "title":"The Dimensions of Talk in Peer Groups: Negotiating Control in Writing Group Conversation."},
      {
        "id":"ED294235",
        "title":"Defining Composition: Evidence from the Citations, Years 1971-72 and 1976-77."},
      {
        "id":"ED294236",
        "title":"Attitudes of Middle School Students toward Low-Structure and High-Structure Content Journals."},
      {
        "id":"ED294240",
        "title":"Dialect Differences: Do They Interfere?"},
      {
        "id":"ED294244",
        "title":"National Surveys of Successful Teachers of Writing and Their Students: The United Kingdom and the United States. Technical Report No. 14."},
      {
        "id":"ED294245",
        "title":"English Skills I: Course No. 1001300. Parallel Alternative Strategies for Students."},
      {
        "id":"ED294246",
        "title":"English Skills III: Course No. 1001360. Parallel Alternative Strategies for Students."},
      {
        "id":"ED294247",
        "title":"English Skills IV: Course No. 1001390. Parallel Alternative Strategies for Students."},
      {
        "id":"ED294248",
        "title":"GLASS: Gifted Language Arts and Social Studies."},
      {
        "id":"ED294249",
        "title":"Language Arts for the Secondary Gifted."},
      {
        "id":"ED294250",
        "title":"Text as Image."},
      {
        "id":"ED294252",
        "title":"Applied Self-Statement Modification and Applied Modified Desensitization in the Treatment of Speech Anxiety: The Synergy Hypothesis."},
      {
        "id":"ED294253",
        "title":"Communications at the Crossroads: Parity and Perceptions of Minority Participation."},
      {
        "id":"ED294256",
        "title":"The Integration of Theory and Production in Undergraduate Communication Programs."},
      {
        "id":"ED294257",
        "title":"How Far Do You Go and How Much Do You Show: Pittsburgh Television News Media and the R. Budd Dwyer Suicide."},
      {
        "id":"ED294258",
        "title":"Experiential Learning of Nonverbal Communication in Popular Magazine Advertising."},
      {
        "id":"ED294261",
        "title":"Pardon Me, Can I Talk Now?: A Look at the Roles of Interruptions in Conversation."},
      {
        "id":"ED294263",
        "title":"Women and Communicative Power: Theory, Research, and Practice."},
      {
        "id":"ED294264",
        "title":"Establishing a Book Publishing Curriculum."},
      {
        "id":"ED294266",
        "title":"Empathy, Communication, and Prosocial Behavior."},
      {
        "id":"ED294268",
        "title":"Parents' Attitudes toward the Economic Futures of Their Daughters."},
      {
        "id":"ED294269",
        "title":"The Role of Psychographic Analysis in Developing Mass Communication Theory."},
      {
        "id":"ED294270",
        "title":"Variations in Survey Respondent Selection by Telephone."},
      {
        "id":"ED294271",
        "title":"Stephenson's Q Methodology: A Unique Tool for Research and Instruction."},
      {
        "id":"ED294276",
        "title":"The Professional and the Lay Judge: A Comparison of Competitive Rankings in Forensics Tournaments."},
      {
        "id":"ED294277",
        "title":"Gender and Leadership Differences in Smiles in Sorority and Fraternity Pictures."},
      {
        "id":"ED294278",
        "title":"Small College Faculty Recruitment: Communication Strategies."},
      {
        "id":"ED294279",
        "title":"Liberal Arts and the Communication and Aging Course: Infusing a Tradition with an 'Old/New' Twist."},
      {
        "id":"ED294281",
        "title":"Communication Apprehension and Willingness To Communicate as Related to Perceptions of Communication Competence."},
      {
        "id":"ED294283",
        "title":"The Rhetoric of the Know-Nothing Party: Nativism as a Response to the Rhetorical Situation."},
      {
        "id":"ED294284",
        "title":"Discovering All the Available Means for Computer Assisted Instruction: Adapting Available University Facilities for the Small to Medium-Sized Course."},
      {
        "id":"ED294285",
        "title":"Media Communications Systems, Grade 11-12. Technology Education Course Guide."},
      {
        "id":"ED294286",
        "title":"Communications Systems, Grade 9-10. Technology Education Course Guide."},
      {
        "id":"ED294288",
        "title":"The News Media and Audience Images of Foreign Countries: Optimism and Pessimism."},
      {
        "id":"ED294289",
        "title":"The Relationship of Cultural Similarity, Communication Effectiveness and Uncertainty Reduction."},
      {
        "id":"ED294290",
        "title":"U.S. Editors' Perceptions of World Press Problems: An Agenda for Future Research."},
      {
        "id":"ED294291",
        "title":"Boredom and the Pedagogy of Responsibility."},
      {
        "id":"ED294293",
        "title":"New York City: Musically Speaking."},
      {
        "id":"ED294294",
        "title":"Improving the Teaching of Science: An Overview of Recent Research."},
      {
        "id":"ED294296",
        "title":"Languages of Leadership: Metaphor Making in Educational Administration."},
      {
        "id":"ED294297",
        "title":"The Effectiveness of Computer-Assisted Instruction, Cooperative Learning, Peer Tutoring, and Class Size on Academic Achievement: A Review."},
      {
        "id":"ED294299",
        "title":"Analyzing the School Evaluation Use Process To Make Evaluation Worth the Effort."},
      {
        "id":"ED294301",
        "title":"Clinical Supervision and Teacher Evaluation: Positions of Hunter, Garman and Glickman Interpreted as Literal or Figurative Language."},
      {
        "id":"ED294302",
        "title":"Placement of Women and Minority Graduates in Educational Administration."},
      {
        "id":"ED294303",
        "title":"Checklist for Designing or Evaluating Inservice Education Proposals."},
      {
        "id":"ED294307",
        "title":"Uniform Budget Manual, North Carolina Public Schools."},
      {
        "id":"ED294308",
        "title":"The Preservice Preparation of American Educational Administrators: Retrospect and Prospect."},
      {
        "id":"ED294310",
        "title":"Student Information Management System (SIMS). The SIMS School System Conversion Manual. Revised: May 1, 1987."},
      {
        "id":"ED294313",
        "title":"Curriculum Organization in Outcome-Based Education."},
      {
        "id":"ED294317",
        "title":"Schoolwide Independent Reading: The Principal Can Help."},
      {
        "id":"ED294319",
        "title":"Appraisal for Professional Improvement."},
      {
        "id":"ED294321",
        "title":"A Study of Methods of School-Community Communications Based on Responses of Parents of School Children in Middle Tennessee."},
      {
        "id":"ED294322",
        "title":"A Study To Determine Parents' and Teachers' Perceptions of the Effectiveness of Public School Principals in the Upper Cumberland Development District of Tennessee."},
      {
        "id":"ED294325",
        "title":"Critical Ingredients for School Improvement Efforts."},
      {
        "id":"ED294326",
        "title":"A Beginning Look at the What and How of Restructuring."},
      {
        "id":"ED294330",
        "title":"Delegation--A Fundamental Management Process."},
      {
        "id":"ED294331",
        "title":"K-12 Self Studies: Who Needs Them?"},
      {
        "id":"ED294332",
        "title":"The Condition of Education. Elementary and Secondary Education, 1988. Volume 1."},
      {
        "id":"ED294333",
        "title":"The Condition of Education. Postsecondary Education, 1988. Volume 2."},
      {
        "id":"ED294337",
        "title":"Exceptionally Gifted Children's Personality Dispositions, and Their Relationship to Parental Personality and the Family Environment."},
      {
        "id":"ED294338",
        "title":"American Indian Exceptional Children and Youth. An ERIC Exceptional Child Education Report."},
      {
        "id":"ED294339",
        "title":"Maintaining Children in the Least Restrictive Environment: Bias in the Decision Making Process of Special Education Placement Teams."},
      {
        "id":"ED294340",
        "title":"Academic Engagement of Elementary School Children with Learning Disabilities."},
      {
        "id":"ED294342",
        "title":"A Study of the Special Problems and Needs of American Indians with Handicaps Both On and Off the Reservation. Volume I: Executive Summary."},
      {
        "id":"ED294343",
        "title":"A Study of the Special Problems and Needs of American Indians with Handicaps Both On and Off the Reservation. Volume II: Individual Reports. Volume III: Appendices."},
      {
        "id":"ED294344",
        "title":"Autism/Broken Symbiosis: Persistent Avoidance of Eye Contact with the Mother. Causes, Consequences, Prevention and Cure of Autistiform Behavior in Babies through \"Mother-Child Holding.\""},
      {
        "id":"ED294346",
        "title":"The Education of Behaviorally Handicapped Students in Maine."},
      {
        "id":"ED294347",
        "title":"State Graduation Policies and Program Practices Related to High School Special Education Programs: A National Study."},
      {
        "id":"ED294348",
        "title":"Guide to Determining the Vital Components Needed for a Realistic Vocational Preparation Program for Severely Disabled Students."},
      {
        "id":"ED294349",
        "title":"[ESC-20 Community-Based Services Work Adjustment Program; Community-Based Work Training Curriculum.]"},
      {
        "id":"ED294352",
        "title":"Focal Point. Volume 1, Fall 1986--Spring/Summer 1987."},
      {
        "id":"ED294355",
        "title":"Project INTERFACE: Identification of Effective Implementation Strategies for Integrating Microcomputer Instruction into Ongoing Educational Services for the Handicapped. Final Report, 1984-86."},
      {
        "id":"ED294356",
        "title":"Siblings as Communication Trainers for Prelinguistic Infants with Down Syndrome."},
      {
        "id":"ED294357",
        "title":"Disabled Children's Project. Annual Report, September 1, 1986, through August 31, 1987. Innovations in Child Protective Services."},
      {
        "id":"ED294358",
        "title":"Learning Disabilities: A Report to the U.S. Congress."},
      {
        "id":"ED294359",
        "title":"Preschool Programs for Handicapped Children. Fastback 257."},
      {
        "id":"ED294361",
        "title":"Differences in the Interpretation of Discrepant and Nondiscrepant Messages by Normal and Disturbed Children."},
      {
        "id":"ED294362",
        "title":"Social Reciprocity: Early Intervention Emphasis for Young Children with Severe/Profound Handicaps. Working Paper #1. Charlotte Circle Project."},
      {
        "id":"ED294363",
        "title":"Connecticut&apos;s Pilot Programs for College Students with Learning Disabilities: Final Report."},
      {
        "id":"ED294364",
        "title":"Special Education: Views from America's Cities."},
      {
        "id":"ED294365",
        "title":"Mentally Handicapped Persons and Immigration: A Brief Review."},
      {
        "id":"ED294366",
        "title":"Secondary Level Teacher Training Program. June 1, 1984-August 31, 1987."},
      {
        "id":"ED294367",
        "title":"Transition: The Roles of Parents, Students, and Professionals. Transition Summary #4."},
      {
        "id":"ED294368",
        "title":"The Least Restrictive Environment: Knowing One When You See It. News Digest #5."},
      {
        "id":"ED294369",
        "title":"Social Skills. News Digest #6."},
      {
        "id":"ED294370",
        "title":"Procedural Safeguards Insuring That Handicapped Children Receive a Free Appropriate Public Education. News Digest #7."},
      {
        "id":"ED294371",
        "title":"Minority Issues in Special Education: A Portrait of the Future. News Digest #9."},
      {
        "id":"ED294373",
        "title":"The Next Challenge in Gifted Education."},
      {
        "id":"ED294374",
        "title":"Brain Research: The Necessity for Separating Sites, Actions and Functions."},
      {
        "id":"ED294375",
        "title":"Assessing Elements of Teacher-Student Communicative Interactions."},
      {
        "id":"ED294376",
        "title":"Characteristics of Teacher Communicative Expressions Directed to Students Having Multiple Disabilities."},
      {
        "id":"ED294378",
        "title":"A Listing of Articles, Books, Films, and Activities for Use in Training Programs for Teachers Regarding Child Abuse and Neglect."},
      {
        "id":"ED294381",
        "title":"Address of Wm. Bradford Reynolds."},
      {
        "id":"ED294383",
        "title":"Transition Literature Review Educational, Employment, and Independent Living Outcomes, Volume 2."},
      {
        "id":"ED294384",
        "title":"Current Issues in Language Disorders."},
      {
        "id":"ED294385",
        "title":"Communicative Abilities of Disabled and Nondisabled Children."},
      {
        "id":"ED294387",
        "title":"The Canadian Symposium on Special Education Issues. Proceedings. (Toronto, Canada, March 4-5, 1986)."},
      {
        "id":"ED294389",
        "title":"Post-Secondary Programmes and Services for Exceptional Persons: North American Trends."},
      {
        "id":"ED294392",
        "title":"The Charter of Rights and Special Education: Blessing or Curse?"},
      {
        "id":"ED294401",
        "title":"The Developmental Course of Young Children with Emotionally Disturbed Mothers."},
      {
        "id":"ED294408",
        "title":"Restrictive Procedures Baselines."},
      {
        "id":"ED294409",
        "title":"Chronological Age at School Entrance and the Prevention of Learning Disabilities: Policy Making and the Misinterpretation of Research."},
      {
        "id":"ED294411",
        "title":"History of Dialogue Journals and Dissertation Abstracts."},
      {
        "id":"ED294412",
        "title":"L'interdisciplinarite en sciences sociales pour l'etude du contact des langues (Interdisciplinarity in Social Sciences of the Study of the Relationships of Languages). Proceedings of a Colloquium of the International Center for Research on Bilingualism and the Institute for Interethnic and Intercultural Studies and Research (2nd, Quebec City, Quebec, Canada, October 1-5, 1984)."},
      {
        "id":"ED294413",
        "title":"Siswati Special Skills Handbook. Peace Corps Language Handbook Series."},
      {
        "id":"ED294417",
        "title":"Iumi Lanem Pijin. A Basic Course in Solomon Islands Pidgin."},
      {
        "id":"ED294423",
        "title":"Mauritanian Arabic. Communication and Culture Handbook. Peace Corps Language Handbook Series."},
      {
        "id":"ED294424",
        "title":"Spoken Tunisian Arabic. First Draft."},
      {
        "id":"ED294431",
        "title":"Annotated Bibliography of Materials for Elementary Foreign Language Programs."},
      {
        "id":"ED294432",
        "title":"Espanol para el hispanohablante. Funcion y nocion (Spanish for the Spanish Speaker. Function and Notion)."},
      {
        "id":"ED294434",
        "title":"Perception of Final Lengthening."},
      {
        "id":"ED294440",
        "title":"Lingala. Livre du formateur (Lingala. Teacher's Manual)."},
      {
        "id":"ED294441",
        "title":"Ciluba. Livre du formateur (Ciluba. Teacher's Manual)."},
      {
        "id":"ED294442",
        "title":"Kikongo. Livre du formateur (Kikongo. Teacher's Manual)."},
      {
        "id":"ED294444",
        "title":"Bibliography of Literature on Neuro-Linguistic Programming."},
      {
        "id":"ED294445",
        "title":"Second Language Acquisition by Children: A Review of Twelve Years at Tarrant County Junior College."},
      {
        "id":"ED294451",
        "title":"A Youth Exchange Model for Teaching about Natural Resources Development."},
      {
        "id":"ED294453",
        "title":"Short Takes: Using Authentic Video in the English Class."},
      {
        "id":"ED294456",
        "title":"The Effects of Native Language Inferencing Ability in English for Specific Purposes."},
      {
        "id":"ED294457",
        "title":"SLEP Student Achievement: Some Pertinent Variables and Policy Implications."},
      {
        "id":"ED294458",
        "title":"L'enchainement des consonnes occlusives suivies de voyelles anterieures en francais (The Chaining of Occlusive Consonants Followed by Anterior Vowels in French)."},
      {
        "id":"ED294459",
        "title":"Connaissance et utilisation des deux langues en milieu partiellement bilingue (Knowledge and Use of Two Languages in a Partially Bilingual Situation)."},
      {
        "id":"ED294460",
        "title":"Actes du colloque: Tendances actuelles de la recherche sur la langue parlee (Conference Presentations: Current Trends in Research on Oral Language)."},
      {
        "id":"ED294462",
        "title":"Foreign Language Model Curriculum Standards, Grades Nine Through Twelve. First Edition."},
      {
        "id":"ED294463",
        "title":"Provisional Program Guidelines for Foreign Language Teacher Education."},
      {
        "id":"ED294464",
        "title":"Bilingual Education: Symbolic Meaning and Support among Non-Hispanics."},
      {
        "id":"ED294465",
        "title":"The Graying of the Professoriate. Occasional Paper No. 9."},
      {
        "id":"ED294466",
        "title":"Legal Issues Affecting Faculty and Administration in Higher Education."},
      {
        "id":"ED294470",
        "title":"An Explanation of Government Response to Educational Demands."},
      {
        "id":"ED294471",
        "title":"Reconceptualizing the Baccalaureate Nursing Curriculum."},
      {
        "id":"ED294476",
        "title":"Music Faculty and the Achievement of Status in the University Environment."},
      {
        "id":"ED294477",
        "title":"Part-time, Temporary &amp; Nontenure Track Faculty Appointments. Report and Recommendations."},
      {
        "id":"ED294478",
        "title":"Designing an Information Center: An Analysis of Markets and Delivery Systems."},
      {
        "id":"ED294483",
        "title":"Planning the Future: Report of the Regents on the Future of The University of Wisconsin System."},
      {
        "id":"ED294484",
        "title":"The Guaranteed Student Loan Program: Current Status, Background, and Issues. CRS Report for Congress, 87-815 EPW."},
      {
        "id":"ED294485",
        "title":"The Higher Education Amendments of 1986 (P.L. 99-498): A Summary of Provisions. 87-187 EPW."},
      {
        "id":"ED294486",
        "title":"Staff Appraisal in Further and Higher Education: A Study in Performance Review and Development. Management in College Series."},
      {
        "id":"ED294487",
        "title":"Student Outcomes Assessment Survey 1987-88."},
      {
        "id":"ED294489",
        "title":"Preliminary Study of Perceived Discrimination and Prejudices of College Students."},
      {
        "id":"ED294490",
        "title":"Advising at UC Davis: A Report of Student Opinions."},
      {
        "id":"ED294494",
        "title":"Assessment: Fad or Fact of Life? Proceedings of the North East Association for Institutional Research Annual Conference (14th, Rochester, New York, October 25-27, 1987)."},
      {
        "id":"ED294495",
        "title":"The Introductory Psychology Class: What Students Want To Know."},
      {
        "id":"ED294496",
        "title":"A Longitudinal Study of Student Retention at an Urban Commuter University."},
      {
        "id":"ED294497",
        "title":"Survey Research: What Works for the Institutional Researcher. Institutional Research Information Series No. 1."},
      {
        "id":"ED294503",
        "title":"Research in Art Education as a Form of Educational Consumer Protection."},
      {
        "id":"ED294504",
        "title":"Homework: Suggestions for Educators."},
      {
        "id":"ED294506",
        "title":"Career Paths in Higher Education Administration."},
      {
        "id":"ED294507",
        "title":"Leveraging Information Technology. Proceedings of the CAUSE National Conference (Tarpon Springs, Florida, December 1-4, 1987)."},
      {
        "id":"ED294508",
        "title":"Leveraging Information Technology. Track I: Policy and Planning."},
      {
        "id":"ED294509",
        "title":"Leveraging Information Technology. Track II: Innovative Management."},
      {
        "id":"ED294510",
        "title":"Leveraging Information Technology. Track III: Organizational Issues."},
      {
        "id":"ED294511",
        "title":"Leveraging Information Technology. Track IV: Support Services."},
      {
        "id":"ED294512",
        "title":"Leveraging Information Technology. Track V: Communications."},
      {
        "id":"ED294513",
        "title":"Leveraging Information Technology. Track VI: Hardware/Software Strategies."},
      {
        "id":"ED294514",
        "title":"Leveraging Information Technology. Track VII: Outstanding Applications."},
      {
        "id":"ED294518",
        "title":"Dallas and Genesis: Primordiality and Seriality in Popular Culture."},
      {
        "id":"ED294529",
        "title":"The Cognitive Dimension--&quot;Edge of Darkness.&quot;"},
      {
        "id":"ED294530",
        "title":"Television in the Lives of Nigerian Youths."},
      {
        "id":"ED294532",
        "title":"Television and Reading: A Research Synthesis."},
      {
        "id":"ED294535",
        "title":"The Public Dimension of Broadcasting: Learning from the Canadian Experience."},
      {
        "id":"ED294540",
        "title":"Reading Reception: Mediation and Transparency in Viewers' Accounts of a TV Programme."},
      {
        "id":"ED294542",
        "title":"Radio Times: The Temporal Arrangements of Broadcasting in the Modern World."},
      {
        "id":"ED294546",
        "title":"The Pleasure of Dynasty: The Weekly Reconstruction of Self-Confidence."},
      {
        "id":"ED294547",
        "title":"Socializing Audiences--or Television? On Theory and Practice of Media Socialization in Yugoslavia."},
      {
        "id":"ED294549",
        "title":"Trade Union Users of Video."},
      {
        "id":"ED294550",
        "title":"Community Cable Television--Hungarian Perspectives."},
      {
        "id":"ED294551",
        "title":"The Viewer Viewed."},
      {
        "id":"ED294554",
        "title":"The Head to Head That Had to Happen: A Case Study of Television Sport and Entrepreneurship."},
      {
        "id":"ED294557",
        "title":"Access to Video Equipment for Study Purposes: Undergraduate Students in 1986. Findings from the Costs/Access Survey l986. Report No. 5."},
      {
        "id":"ED294560",
        "title":"Learning from Television. IET Paper No. 266."},
      {
        "id":"ED294569",
        "title":"A Reappraisal of Instructional Television. ERIC Digest."},
      {
        "id":"ED294578",
        "title":"Books by Mail Program: An Implementation Handbook."},
      {
        "id":"ED294580",
        "title":"Country Information Available in Government Documents."},
      {
        "id":"ED294581",
        "title":"An Examination and Review of the Collection Development Policies and Procedures of the Mesa College Library."},
      {
        "id":"ED294582",
        "title":"How Should the Informational Needs of the Aging Be Met?"},
      {
        "id":"ED294583",
        "title":"A Manual for Small Libraries in Alaska."},
      {
        "id":"ED294588",
        "title":"Directory of Curriculum Materials Centers. 2nd Edition."},
      {
        "id":"ED294589",
        "title":"Energies for Transition. Proceedings of the National Conference of the Association of College and Research Libraries (4th, Baltimore, Maryland, April 9-12, 1986)."},
      {
        "id":"ED294590",
        "title":"Federal Assistance to Libraries: Background Information and Issues Related to Current Programs. CRS Report for Congress."},
      {
        "id":"ED294593",
        "title":"Scientific and Technical Information: Policy and Organization in the Federal Government (H.R. 2159 and H.R. 1615). Hearings before the Subcommittee on Science, Research and Technology of the Committee on Science, Space, and Technology, House of Representatives, One Hundredth Congress, First Session (July 14-15, 1987)."},
      {
        "id":"ED294596",
        "title":"Organizing and Managing a Library Instruction Program: Checklists. Revised Edition."},
      {
        "id":"ED294597",
        "title":"Critical Issues in Two-Year College Chemistry: Report with Recommendations. Report of the 1985 Invitational Education Conference Sponsored by the Society Committee on Education of the American Chemical Society (Chevy Chase, Maryland, November 15-17, 1985)."},
      {
        "id":"ED294598",
        "title":"Community College Agreement between the Alaska Community Colleges' Federation of Teachers Local 2404, AFT, and the University of Alaska, April 1, 1984-March 31, 1987."},
      {
        "id":"ED294599",
        "title":"Faculty Personnel Policy Statement Adopted by the Board of Governors of the Pima County Community College District, State of Arizona, for 1987-88."},
      {
        "id":"ED294600",
        "title":"Selected Collective Bargaining Agreements of Florida Two-Year Colleges."},
      {
        "id":"ED294601",
        "title":"Selected Collective Bargaining Agreements of Iowa Two-Year Colleges."},
      {
        "id":"ED294602",
        "title":"Selected Collective Bargaining Agreements of Kansas Two-Year Colleges."},
      {
        "id":"ED294603",
        "title":"Selected Collective Bargaining Agreements of Maryland Two-Year Colleges."},
      {
        "id":"ED294604",
        "title":"Agreement between the Massachusetts Board of Regents of Higher Education for the Massachusetts Regional Community Colleges and the Massachusetts Community College Council/Massachusettes Teachers Association, an Affiliate of the National Education Association for Academic Years 1983-84 to 1985-86 and 1986-87 to 1988-89."},
      {
        "id":"ED294605",
        "title":"Employee Contract between State of Minnesota/Minnesota State Board for Community Colleges and Minnesota Community College Faculty Association, 1985-87."},
      {
        "id":"ED294606",
        "title":"Master Agreement between Dawson Community College Board of Trustees and Glendive Federation of Teachers, Local No. 3402, American Federation of Teachers, AFL-CIO, for 1986-87."},
      {
        "id":"ED294607",
        "title":"Selected Collective Bargaining Agreements of Nebraska Two-Year Colleges."},
      {
        "id":"ED294608",
        "title":"Selected Collective Bargaining Agreements of Pennsylvania Two-Year Colleges."},
      {
        "id":"ED294609",
        "title":"Selected Collective Bargaining Agreements of Ohio Two-Year Colleges."},
      {
        "id":"ED294610",
        "title":"Selected Collective Bargaining Agreements of Oregon Two-Year Colleges."},
      {
        "id":"ED294611",
        "title":"Agreement between Rhode Island Board of Governors for Higher Education and Community College of Rhode Island Faculty Association (NEA/CCRIFA), 1985-1987 and 1987-90."},
      {
        "id":"ED294612",
        "title":"Selected Collective Bargaining Agreements of Washington Two-Year Colleges."},
      {
        "id":"ED294613",
        "title":"Selected Collective Bargaining Agreements of Wisconsin Two-Year Colleges."},
      {
        "id":"ED294616",
        "title":"Managing Contract Training Programs: Progress and Proposals. Institute for Studies in Higher Education Policy Paper No. 2."},
      {
        "id":"ED294619",
        "title":"A Practical Guide to the Flexible Calendar. ACCCA Management Report 1987-8/5."},
      {
        "id":"ED294633",
        "title":"Technical Report on the Urban Community College Transfer Opportunity Program."},
      {
        "id":"ED294634",
        "title":"Moving a Graveyard."},
      {
        "id":"ED294639",
        "title":"State Legislation and State Level Public Policy Affecting Community, Junior, and Two-Year Technical College Education, 1985. A Report to the National Council of State Directors of Community and Junior Colleges (NCSDCJC)."},
      {
        "id":"ED294641",
        "title":"We've Got the &quot;HOTS&quot; for Foreign Languages: Higher Order Thinking Skills."},
      {
        "id":"ED294642",
        "title":"Teaching Basic Writing with Computers."},
      {
        "id":"ED294644",
        "title":"VTI Board of Trustees Agreement with Maine Teachers Association VTI Faculty Unit, 1986-1987 and 1987-1989."},
      {
        "id":"ED294650",
        "title":"Child Care Update: 1987."},
      {
        "id":"ED294652",
        "title":"Report of Evaluation: Enrichment Kindergarten Program 1985-86."},
      {
        "id":"ED294653",
        "title":"Hothousing Young Children: Implications for Early Childhood Policy and Practice."},
      {
        "id":"ED294654",
        "title":"Predicting First Grade Achievement from Form Errors in Printing at the Start of Pre-Kindergarten."},
      {
        "id":"ED294663",
        "title":"The Continuing Infant Mortality Crisis in Illinois. Part 1. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundredth Congress, First Session (Springfield, Illinois, October 5, 1987)."},
      {
        "id":"ED294664",
        "title":"The Continuing Infant Mortality Crisis in Illinois. Part 2. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundredth Congress, First Session (Chicago, Illinois, October 5, 1987)."},
      {
        "id":"ED294665",
        "title":"Sex Stereotyping in Parents' Perceptions of Newborns."},
      {
        "id":"ED294672",
        "title":"Child Care Center Operations and Facilities of Selected League for Innovation Community Colleges."},
      {
        "id":"ED294676",
        "title":"The Effects of Fantasy Context on Children's Learning and Motivation."},
      {
        "id":"ED294677",
        "title":"A Children's Agenda, 1988."},
      {
        "id":"ED294678",
        "title":"Innovative Instructional Incentive Plan."},
      {
        "id":"ED294681",
        "title":"Wilmette District #39 Kindergarten Study. Final Report."},
      {
        "id":"ED294684",
        "title":"Children's Games: Resources for International Understanding."},
      {
        "id":"ED294685",
        "title":"Public School Early Childhood Programs. A Resource Guide."},
      {
        "id":"ED294686",
        "title":"Parental Perceptions and Practices Regarding Kindergarten Retention."},
      {
        "id":"ED294688",
        "title":"Parenthood and the Attitudes of Young Adults. A RAND Note."},
      {
        "id":"ED294690",
        "title":"Issues and Dilemmas in Early Childhood Teacher Education."},
      {
        "id":"ED294693",
        "title":"Caring for Children in the Commonwealth: Problems and Policy. Occasional Paper 1.14."},
      {
        "id":"ED294695",
        "title":"A Cross-Cultural Study of Parents' Perceptions of Early Childhood Programs."},
      {
        "id":"ED294697",
        "title":"Here They Come: Ready or Not! Report of the School Readiness Task Force."},
      {
        "id":"ED294698",
        "title":"Youth Indicators 1988: Trends in the Well-Being of American Youth."},
      {
        "id":"ED294701",
        "title":"Ethnic Folklife Dissertations from the United States and Canada, 1960-1980. A Selected, Annotated Bibliography."},
      {
        "id":"ED294703",
        "title":"Special Education for Migrant Students."},
      {
        "id":"ED294704",
        "title":"Models of Effective Migrant Education Programs."},
      {
        "id":"ED294705",
        "title":"Using the Outdoors To Teach Language Arts."},
      {
        "id":"ED294706",
        "title":"Creating Humane Climates Outdoors: A People Skills Primer."},
      {
        "id":"ED294707",
        "title":"Migrant Farmworkers in the Oak Orchard Health Service Area. A Descriptive Profile and Assessment of Health Care Needs and Economic Impact."},
      {
        "id":"ED294708",
        "title":"Rural Education in the Northeast United States."},
      {
        "id":"ED294711",
        "title":"Guided Inquiry and Technology: A Year Long Study of Children and Teachers Using the Geometric Supposer. ETC Technical Report 88-6. Final Report."},
      {
        "id":"ED294712",
        "title":"Mathematical, Technical, and Pedagogical Challenges in the Graphical Representation of Functions. [Final] Technical Report 88-4."},
      {
        "id":"ED294713",
        "title":"A Concrete-to-Abstract Software Ramp: Environments for Learning Multiplication, Division and Intensive Quantity. Technical Report 87-8."},
      {
        "id":"ED294714",
        "title":"Work Plan of APEID for the Fourth Programming Cycle 1987-1991. Programme Development Meeting (Bangkok, 28 May-June 2, 1986)."},
      {
        "id":"ED294715",
        "title":"Investigations in Mathematics Education. Volume 20, Number 3."},
      {
        "id":"ED294717",
        "title":"Improving Indicators of the Quality of Science and Mathematics Education in Grades K-12."},
      {
        "id":"ED294719",
        "title":"Mathematics Learning in the Elementary School. ERIC/SMEAC Mathematics Education Digest No. 2, 1987."},
      {
        "id":"ED294720",
        "title":"Earth Day and Environmental Education: Retrospect and Prospect. IES Monograph 1."},
      {
        "id":"ED294722",
        "title":"Toward a Model Science Teacher Education Program."},
      {
        "id":"ED294723",
        "title":"Building a Research-Based Model Science Teacher Education Program."},
      {
        "id":"ED294724",
        "title":"Teachers&apos; Thinking about Students&apos; Thinking about Geometry: The Effects of New Teaching Tools. Technical Report 88-1."},
      {
        "id":"ED294726",
        "title":"Ontario Science Education Report Card. Canadian National Comparisons. Research Brief."},
      {
        "id":"ED294727",
        "title":"Sustainable Resource Development in the Third World. Selected Papers from an International Symposium (Columbus, Ohio, September 1985). Westview Special Studies in Natural Resources and Energy Management."},
      {
        "id":"ED294728",
        "title":"Assessing the Effectiveness of Instructional Materials Designed for Elementary Science Methods Students."},
      {
        "id":"ED294730",
        "title":"Careers in the Renewable Energy and Conservation Professions and Trades."},
      {
        "id":"ED294731",
        "title":"Inventions and Inventors. LC Science Tracer Bullet."},
      {
        "id":"ED294732",
        "title":"Children's Conceptions of Plants as Living Things."},
      {
        "id":"ED294735",
        "title":"Enhancing PIXIE's Tutoring Capabilities."},
      {
        "id":"ED294736",
        "title":"Diagnosis and Remediation in the Context of Intelligent Tutoring Systems."},
      {
        "id":"ED294737",
        "title":"Perceptions of Research Scientists and Science Educators Regarding Science Education: Call for Synergy."},
      {
        "id":"ED294738",
        "title":"Indicator Systems for Monitoring Mathematics and Science Education."},
      {
        "id":"ED294739",
        "title":"Knowledge Representation about Projectile Motion in Junior High School Students."},
      {
        "id":"ED294742",
        "title":"Rethinking the Role of the Automobile. Worldwatch Paper No. 84."},
      {
        "id":"ED294743",
        "title":"MAA Placement Test Newsletter. 1978-87."},
      {
        "id":"ED294745",
        "title":"NCTM Student Math Notes 1987."},
      {
        "id":"ED294746",
        "title":"Science &amp; Engineering Indicators--1987."},
      {
        "id":"ED294747",
        "title":"Toward a Scientific Practice of Mathematics Education."},
      {
        "id":"ED294748",
        "title":"The State of U.S. Science and Engineering. A View from the National Science Board."},
      {
        "id":"ED294749",
        "title":"The Effect of Animal Dissections on Student Acquisition of Knowledge of and Attitudes toward the Animals Dissected."},
      {
        "id":"ED294751",
        "title":"Promoting Expert-Like Behavior among Beginning Physics Students."},
      {
        "id":"ED294752",
        "title":"Problem Solving: Learning from Experts and Novices."},
      {
        "id":"ED294753",
        "title":"The Relation between Problem Categorization and Problem Solving among Novices and Experts."},
      {
        "id":"ED294754",
        "title":"Cognition, Construction of Knowledge, and Teaching."},
      {
        "id":"ED294756",
        "title":"Natural Resources Education Notebook."},
      {
        "id":"ED294758",
        "title":"Doctoral Scientists and Engineers: A Decade of Change. Special Report. Surveys of Science Resources Series."},
      {
        "id":"ED294759",
        "title":"What Counts in Elementary Mathematical Evaluation?"},
      {
        "id":"ED294761",
        "title":"Preservice Secondary Mathematics Teachers' Constructs of Mathematics and Mathematics Teaching."},
      {
        "id":"ED294762",
        "title":"Educating Scientists and Engineers: Grade School to Grad School."},
      {
        "id":"ED294763",
        "title":"Junior High Mathematics Program of Studies and Curriculum Guide. 1987. Draft."},
      {
        "id":"ED294766",
        "title":"Children's Misconceptions about the Multidigit Subtraction Algorithm."},
      {
        "id":"ED294767",
        "title":"U.S. Scientists and Engineers: 1982, Volume 2. Surveys of Science Resources Series."},
      {
        "id":"ED294768",
        "title":"Can Cognitive Theory Help Us Teach Physics?"},
      {
        "id":"ED294774",
        "title":"Teacher's Guide for Young People's Concerts."},
      {
        "id":"ED294775",
        "title":"The Honolulu Symphony In-School Ensembles."},
      {
        "id":"ED294776",
        "title":"The Strategy of Defense: A Critical Examination of Global Conflict. A Secondary Level Curriculum for Social Studies."},
      {
        "id":"ED294777",
        "title":"Africa's Agenda for Action: Reform Policies, Renew Progress."},
      {
        "id":"ED294779",
        "title":"The Constitution and Academic Freedom."},
      {
        "id":"ED294780",
        "title":"Perspectives on the American Audience for Art Museums: A Research Monograph Based on the 1985 Survey of Public Participation in the Arts. Revised Edition."},
      {
        "id":"ED294784",
        "title":"Internationalizing Undergraduate Education: Resources from the Field."},
      {
        "id":"ED294786",
        "title":"Freedom of Speech: Where To Draw the Line. National Issues Forums."},
      {
        "id":"ED294787",
        "title":"The Civil War and Iowa."},
      {
        "id":"ED294788",
        "title":"Resources for Teaching Virginia Government."},
      {
        "id":"ED294789",
        "title":"Understanding Population Projections."},
      {
        "id":"ED299801",
        "title":"The Immediate Recall Protocol as an Elicitation Technique in the Listening Modality of University-Level Students of German."},
      {
        "id":"ED299804",
        "title":"The Influence of Multilingualism on a Northern Norwegian Dialect."},
      {
        "id":"ED299806",
        "title":"Variation in Japanese Learners of English."},
      {
        "id":"ED299812",
        "title":"Project BEAMS, 1986-1987. OEA Evaluation Report."},
      {
        "id":"ED299813",
        "title":"You Can Take It with You: Helping Students Maintain Foreign Language Skills beyond the Classroom. Language in Education: Theory and Practice 71."},
      {
        "id":"ED299814",
        "title":"Assessing Language Background Differences. Working Papers in Psycholinguistics."},
      {
        "id":"ED299815",
        "title":"Foreign Language Programs and Foreign Language Program Administrators: Results of a Survey."},
      {
        "id":"ED299816",
        "title":"Linguistics and Literacy Teaching."},
      {
        "id":"ED299817",
        "title":"Using Computer Concepts as Problem-Solving Tools in the Language Classroom. From a Curriculum Guide Prepared by Georgia State University Department of Early Childhood Education. Program Information Guide Series Number 5."},
      {
        "id":"ED299821",
        "title":"On the Role of Adjectives in the Language Acquisition of Adult Immigrants in Germany."},
      {
        "id":"ED299825",
        "title":"Ease and Difficulty in Vocabulary Learning: Some Teaching Implications."},
      {
        "id":"ED299826",
        "title":"Facilitating Transition to the Mainstream: Sheltered English Vocabulary Development. Program Information Guide Series Number 6."},
      {
        "id":"ED299830",
        "title":"The Australian Language Levels (ALL) Project--A Response to Curriculum Needs in Australia."},
      {
        "id":"ED299832",
        "title":"An Annotated Bibliography on ESL and Bilingual Education in Guam and Other Areas of Micronesia."},
      {
        "id":"ED299833",
        "title":"Which Dictionary? A Review of the Leading Learners' Dictionaries."},
      {
        "id":"ED299834",
        "title":"Exploring the Generic Shape of \"Information Books\": Applying Typicality Notions to the Process."},
      {
        "id":"ED299835",
        "title":"Films and Videotapes in the ESL/EFL Classroom."},
      {
        "id":"ED299838",
        "title":"Language and EFL Teacher Preparation in Non-English-Speaking Environments."},
      {
        "id":"ED299839",
        "title":"The Educational Progress of Language Minority Children: Findings from the NAEP 1985-86 Special Study."},
      {
        "id":"ED299841",
        "title":"Improving Minority Retention in Higher Education: A Search for Effective Institutional Practices."},
      {
        "id":"ED299842",
        "title":"Assessing Educational Outcomes: Are We Doing Good, Can We Do Better? IHE Newsletter."},
      {
        "id":"ED299844",
        "title":"Minorities in Higher Education. Sixth Annual Status Report. 1987."},
      {
        "id":"ED299845",
        "title":"Hood: Answers in Action."},
      {
        "id":"ED299850",
        "title":"Basic Skills Education: The Dialectics of Reconciliation."},
      {
        "id":"ED299851",
        "title":"A Focused Report Presented to North Central Association of Colleges and Schools."},
      {
        "id":"ED299852",
        "title":"Multi-Year Plan 1987 through 1991."},
      {
        "id":"ED299861",
        "title":"Proceedings of the Conferences on Excellence. Regents Advisory Committee on Graduate Study Conference on Excellence (Salt Fork State Park, Ohio, November 3-4, 1983) and Conference on Selective Excellence (Salt Fork State Park, Ohio, November 1-2, 1984)."},
      {
        "id":"ED299862",
        "title":"The Role of Student Financial Aid in Expanding Opportunities for Higher Education in Ohio. Report of the Financial Aid Study Committee."},
      {
        "id":"ED299863",
        "title":"A Longitudinal Study of Values in Preferences Changes as an Index of Adult Development in Berea College Students and Alumni."},
      {
        "id":"ED299866",
        "title":"RN Baccalaureate Nursing Education (1986-1988). Special Report."},
      {
        "id":"ED299870",
        "title":"Privatization of Higher Education: International Trends &amp; Issues. Report of a Conference (Racine, Wisconsin, June 15-18, 1987)."},
      {
        "id":"ED299872",
        "title":"The Student Team Project: A Long-Term Cooperative Strategy in Graduate Environmental Studies."},
      {
        "id":"ED299873",
        "title":"Cooperative Strategies for Undergraduate Teaching: A Comparative Study."},
      {
        "id":"ED299875",
        "title":"Report on the Cost of College to Students. SHEEO Committee on College Costs."},
      {
        "id":"ED299876",
        "title":"Tuition and Student Aid Policies: What Role for SHEEOs?"},
      {
        "id":"ED299877",
        "title":"The Cost of Providing Higher Education; A Conceptual Overview."},
      {
        "id":"ED299878",
        "title":"Survey on Tuition Policy, Costs and Student Aid."},
      {
        "id":"ED299879",
        "title":"Focus on Price: Trends in Public Higher Education Tuition and State Support."},
      {
        "id":"ED299883",
        "title":"Report to the New Jersey Board of Higher Education from the Advisory Committee to the College Outcomes Evaluation Program."},
      {
        "id":"ED299885",
        "title":"A Descriptive Summary of 1980 High School Sophomores: Six Years Later. High School and Beyond. Analysis Report."},
      {
        "id":"ED299886",
        "title":"A Descriptive Summary of 1980 High School Seniors: Six Years Later. High School and Beyond. Analysis"},
      {
        "id":"ED299887",
        "title":"Postsecondary Fall Enrollment, 1986. E.D. TABS."},
      {
        "id":"ED299888",
        "title":"Performance and Judgment: Essays on Principles and Practice in the Assessment of College Student Learning."},
      {
        "id":"ED299892",
        "title":"A Guide for New Planners, 1987 Edition."},
      {
        "id":"ED299895",
        "title":"In Search of Zippers."},
      {
        "id":"ED299901",
        "title":"Developing a Comprehensive Environmental Scanning System: A Case Study."},
      {
        "id":"ED299902",
        "title":"The Academic Life. Small Worlds, Different Worlds. A Carnegie Foundation Special Report."},
      {
        "id":"ED299903",
        "title":"Student Default Initiative Act of 1988. Report. Committee on Education and Labor. U.S. House of Representatives. 100th Congress, 2nd Session, Together with Supplemental Minority and Additional Views."},
      {
        "id":"ED299904",
        "title":"Increasing Minority Faculty: An Elusive Goal. A Research Report of the Minority Graduate Education (MGE) Project)."},
      {
        "id":"ED299913",
        "title":"A Descriptive Summary of 1972 High School Seniors: Fourteen Years Later. National Longitudinal Study 1972. Analysis Report. Contractor Report"},
      {
        "id":"ED299918",
        "title":"The Davis Academic Environment. A Report of Student Opinions."},
      {
        "id":"ED299919",
        "title":"The Davis Social Environment. A Report of Student Opinions."},
      {
        "id":"ED299920",
        "title":"Employment Outcomes of Recent Master's and Bachelor's Degree Recipients. Survey Report."},
      {
        "id":"ED299922",
        "title":"Feedback in the Classroom: Making Assessment Matter."},
      {
        "id":"ED299923",
        "title":"Assessing Student Learning in Light of How Students Learn."},
      {
        "id":"ED299924",
        "title":"Three Presentations: From the Third National Conference on Assessment in Higher Education. (Chicago, Illinois, June 8-11, 1988)."},
      {
        "id":"ED299927",
        "title":"Establishing a Corporate Campus: Penn State Valley."},
      {
        "id":"ED299928",
        "title":"Facilities Inventory and Utilization Study, Fall of 1987. Twenty-First Edition."},
      {
        "id":"ED299929",
        "title":"Guaranteed Student Loans. Lenders' Interest Billings Often Result in Overpayments. Report to Congressional Committees."},
      {
        "id":"ED299930",
        "title":"University of Alaska System Six-Year Plan: An Assessment of Progress after the First Two Years."},
      {
        "id":"ED299931",
        "title":"Educational Attainment in the United States: March 1987 and 1986."},
      {
        "id":"ED299934",
        "title":"The Invisible Tapestry. Culture in American Colleges and Universities. ASHE-ERIC Higher Education, Report No. 1, 1988."},
      {
        "id":"ED299937",
        "title":"SREB Fact Book On Higher Education 1988."},
      {
        "id":"ED299938",
        "title":"Approaches to Drug Abuse Prevention at Colleges and Universities. A Collection of Presentations Made at the National Collegiate Drug Awareness Week Kick-Off Conference (Washington, D.C., February 1988)."},
      {
        "id":"ED299939",
        "title":"Chicano Student Persistence: The Effects of Integration and Involvement. Internal Report Series, Report No. 14."},
      {
        "id":"ED299941",
        "title":"Scientific and Engineering Research Facilities at Universities and Colleges: 1988."},
      {
        "id":"ED299942",
        "title":"Fall Enrollment in Postsecondary Institutions: National Estimates for Fall 1987 and Reported Data for Fall 1986. Survey Report."},
      {
        "id":"ED299943",
        "title":"Enrollment in Postsecondary Education of 1980 and 1982 High School Graduates. Survey Report."},
      {
        "id":"ED299944",
        "title":"The Open University: Development of Activities in Europe. IET Paper No. 268."},
      {
        "id":"ED299948",
        "title":"TV Tips for Parents: Using Television To Help Your Child Learn."},
      {
        "id":"ED299951",
        "title":"CCF: The Common Communication Format. Second Edition."},
      {
        "id":"ED299952",
        "title":"Computer Training and Time Efficiency: Assessing Ability and Gender Effects on Learning."},
      {
        "id":"ED299953",
        "title":"The Cross-Contextual Transfer of Problem Solving Strategies from Logo to Non-Computer Domains."},
      {
        "id":"ED299954",
        "title":"From Concept Maps to Computer Based Learning: The Experience of NoteCards."},
      {
        "id":"ED299956",
        "title":"Training of Secondary School Teachers in the Use of Computers in General Education. The European Regional Workshop (23rd, Prague, Czechoslovakia, November 30-December 4, 1987). Final Report."},
      {
        "id":"ED299964",
        "title":"Knowledge Base Refinement by Monitoring Abstract Control Knowledge."},
      {
        "id":"ED299975",
        "title":"Learning about and Practice of Designing Local Data Bases as an Harmonizing Factor."},
      {
        "id":"ED300014",
        "title":"Intellectual Property Rights in an Electronic Age. Proceedings of the Library of Congress Network Advisory Committee Meeting (Washington, D.C., April 22-24, 1987). Network Planning Paper No. 16."},
      {
        "id":"ED300015",
        "title":"Money, Money, Money for Libraries, Libraries, Libraries. A Fund Raising Bibliography."},
      {
        "id":"ED300016",
        "title":"A 1988 Statewide Survey of Nevada School Librarians' Self-Perceptions as Instructional Leaders in Their Schools."},
      {
        "id":"ED300017",
        "title":"OCLC and Rural Library Service."},
      {
        "id":"ED300018",
        "title":"Schoolbook Censorship USA."},
      {
        "id":"ED300019",
        "title":"Selected Results of Western and Southern Colorado School Library/Media Center Survey."},
      {
        "id":"ED300028",
        "title":"Clinical Librarianship. CE 668."},
      {
        "id":"ED300029",
        "title":"Consumer Health Information Services. CE 638."},
      {
        "id":"ED300030",
        "title":"Macintoshed Libraries."},
      {
        "id":"ED300031",
        "title":"ERIC on CD-ROM: Update. ERIC Digest."},
      {
        "id":"ED300032",
        "title":"The Novice User and CD-ROM Database Services. ERIC Digest."},
      {
        "id":"ED300033",
        "title":"Annual Report of the Librarian of Congress, 1987, for the Fiscal Year Ending September 30, 1987."},
      {
        "id":"ED300035",
        "title":"Check This Out: Highlights of Model Library Programs."},
      {
        "id":"ED300036",
        "title":"The Crisis in California School Libraries: A Special Study."},
      {
        "id":"ED300037",
        "title":"Designing Information Systems in Educational Settings."},
      {
        "id":"ED300038",
        "title":"How To Use ERIC on CD-ROM. [Revised]."},
      {
        "id":"ED300040",
        "title":"The Role of Faculty in the Curriculum Process."},
      {
        "id":"ED300041",
        "title":"Community Colleges in Florida: A Comparison of Library Resources."},
      {
        "id":"ED300042",
        "title":"The Role of Florida Community Colleges in Articulation. Articulation Study by the Florida State Board of Community Colleges' Task Force on Articulation."},
      {
        "id":"ED300045",
        "title":"Strengthening the Partnership: California's Community Colleges and the Secondary Schools. Community College Issues, Volume 1, Number 4, March 1988."},
      {
        "id":"ED300046",
        "title":"Report and Recommendations on Intercollegiate Athletics: Effect of 2.0 GPA Requirements, Status of Women's Athletic Programs, Impact of Part-Time Coaches, Types of Units Used To Satisfy Transfer Requirements. Community College Issues, Volume 1, Number 5, April 1988."},
      {
        "id":"ED300048",
        "title":"English Program Review at Coastline Community College, Fountain Valley, California. [A Preliminary Report, October 1988.]"},
      {
        "id":"ED300052",
        "title":"Women's Employment Network: A JTPA/Community College Success Story."},
      {
        "id":"ED300053",
        "title":"Mercer County Community College Remedial Program Assessment, August 1988. Two Year Follow-Up of the Fall 1986 Cohort."},
      {
        "id":"ED300058",
        "title":"Redesigning College Job Placement for the 1990s."},
      {
        "id":"ED300060",
        "title":"Establishing and Administering a Community College Vocational Assessment Center. Revised Second Edition."},
      {
        "id":"ED300066",
        "title":"Getting To Know You: The Secondary-Postsecondary Connection. A Guidebook for High School, Community College and Vocational-Technical Institute Staff in the State of Washington."},
      {
        "id":"ED300069",
        "title":"Community Colleges and Students with Disabilities: A Directory of Services and Programs."},
      {
        "id":"ED300070",
        "title":"Technical Education Placement Report, Fiscal Year 1987."},
      {
        "id":"ED300072",
        "title":"Culture and Form: Social Organization and the Community College. Working Paper Series Number 1-88."},
      {
        "id":"ED300073",
        "title":"Collaborating with High Schools. New Directions for Community Colleges, Number 63."},
      {
        "id":"ED300076",
        "title":"Graduate Employment. Research Brief 89-3."},
      {
        "id":"ED300079",
        "title":"Five-Year Graduate Follow-Up Study: A Survey of the Long-Term Successes of 1981 Graduates."},
      {
        "id":"ED300080",
        "title":"1986 Graduate Follow-Up Survey."},
      {
        "id":"ED300081",
        "title":"Drop-Ins or Drop-Outs: A Study of Student Attrition at John Tyler Community College, Winter Quarter 1987 to Spring Quarter 1987."},
      {
        "id":"ED300082",
        "title":"1987 Graduate Follow-Up Study: Business Division, Communications and Social Sciences Division, Engineering Technologies Division, Mathematics, Natural Sciences, and Allied Health Division."},
      {
        "id":"ED300083",
        "title":"Know the Facts, Volume IV, Issues 85-9 thru 88-8."},
      {
        "id":"ED300084",
        "title":"Report on Job Placement and External Transfer of 1987 Graduates."},
      {
        "id":"ED300085",
        "title":"Facts and Figures, 1987-88: An Annual Report and Statistical Digest."},
      {
        "id":"ED300088",
        "title":"Two-Year Colleges: Doing Business with Business. A Handbook for Colleges Planning to Serve Commerce and Industry."},
      {
        "id":"ED300089",
        "title":"Distribution of Federal Funds for Vocational Education to Community, Technical, and Junior Colleges."},
      {
        "id":"ED300090",
        "title":"Chief Executive Officers: Contracts and Compensation."},
      {
        "id":"ED300096",
        "title":"Solving the Access/Quality Puzzle in Two-Year Colleges."},
      {
        "id":"ED300098",
        "title":"Report Analyzing Data Collected in a Survey of News Media Coverage of Kishwaukee College."},
      {
        "id":"ED300101",
        "title":"Student Retention at Prince George's Community College. Research Brief RB89-6."},
      {
        "id":"ED300102",
        "title":"Continuing Education Outcomes at Prince George's Community College. Research Brief RB89-7."},
      {
        "id":"ED300103",
        "title":"Report on the Study of Community College Professional Development Programs and Activities in Illinois Public Community Colleges."},
      {
        "id":"ED300104",
        "title":"Report on the Study of Projected Full-Time Faculty Retirements in the Public Community Colleges of Illinois."},
      {
        "id":"ED300111",
        "title":"Developing Instructional Units for the Primary Classroom."},
      {
        "id":"ED300114",
        "title":"Raising Salaries: Strategies That Work."},
      {
        "id":"ED300115",
        "title":"Quality Infant/Toddler Caregiving."},
      {
        "id":"ED300120",
        "title":"Parent Letters for Early Learning. A Good Year Book."},
      {
        "id":"ED300121",
        "title":"Effects of Advance Organizer Instruction on Preschool Children's Prosocial Behavior."},
      {
        "id":"ED300122",
        "title":"Kindergarten Bibliography."},
      {
        "id":"ED300123",
        "title":"Parents and Day Care: The Search for an Alliance."},
      {
        "id":"ED300124",
        "title":"Who's Helping Out? Support Networks among American Families."},
      {
        "id":"ED300126",
        "title":"To Play or Not To Play: The Case for Free Play in Kindergarten."},
      {
        "id":"ED300127",
        "title":"Effects of High-Order Rule Instruction on Preschool Children's Understanding of Conservation."},
      {
        "id":"ED300130",
        "title":"Preschool Children's Perceptions of Parent and Teacher Roles."},
      {
        "id":"ED300131",
        "title":"Primary School Children's Perceptions of Parent and Teacher Roles."},
      {
        "id":"ED300134",
        "title":"Findings from an Evaluation of a Comprehensive Parent Education Program for School-Age Parents."},
      {
        "id":"ED300136",
        "title":"Caring, Advocating, and Legislating for Children: Addressing the Paradox Inherent in 'Being Born in Privacy to Live in Society'."},
      {
        "id":"ED300137",
        "title":"Advocacy: The Early Childhood Historian's Not-So-Hidden Agenda."},
      {
        "id":"ED300138",
        "title":"Toward an Ecological Approach of Observing in Early Childhood Settings."},
      {
        "id":"ED300139",
        "title":"The Cumulative Effects of Indiana PRIME TIME: A State Sponsored Reduced Class Size Program, on Basic Skills Achievement."},
      {
        "id":"ED300140",
        "title":"Cognitive Development and Individual Differences: On the Necessity of a Minimally Structuralist Approach of Development for Educational Sciences."},
      {
        "id":"ED300143",
        "title":"Accelerated Schools for At-Risk Students. CPRE Research Report Series RR-010."},
      {
        "id":"ED300144",
        "title":"Child Care Workers' Perceptions of Their Occupational Worth."},
      {
        "id":"ED300145",
        "title":"Parent Education by Mail: A Cost Effective Way To Help Parents at Risk."},
      {
        "id":"ED300146",
        "title":"Characteristics of Older Child Care Workers."},
      {
        "id":"ED300147",
        "title":"Computer Presentational Features for Young Children's Preferential Selection and Recall of Information."},
      {
        "id":"ED300152",
        "title":"Rural Area Revitalization Act of 1987; and the Rural Development Reorganization Act of 1987. Hearing on H.R. 1800 and H.R. 2026 before the Subcommittee on Conservation, Credit, and Rural Development of the Committee on Agriculture. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED300156",
        "title":"Rural School Source Book: Exemplary Programs, Practices and Resources for Rural Educators."},
      {
        "id":"ED300159",
        "title":"Outdoor Education. Exemplary Practice Series."},
      {
        "id":"ED300160",
        "title":"Transfer Payments and Investment Income in the Nonmetro United States. Rural Development Research Report Number 71."},
      {
        "id":"ED300174",
        "title":"A Review of Australian Multicultural Education Policy 1979-1986. NACCME Commissioned Research Paper No. 6."},
      {
        "id":"ED300178",
        "title":"Appalachian Regional Commission: 1987 Annual Report."},
      {
        "id":"ED300184",
        "title":"Training Practitioners for Appropriate Social and Economic Development in Appalachian Communities: A View from Social Work Education."},
      {
        "id":"ED300187",
        "title":"A University-Based Model for Literacy Enhancement through Rural Schools."},
      {
        "id":"ED300192",
        "title":"Alaskan Sketches: A Six Part Series for High School Students. Instructional Design and Teaching Guide."},
      {
        "id":"ED300193",
        "title":"Some Books about Alaska Received in 1986."},
      {
        "id":"ED300195",
        "title":"From Boarding Schools to Self Determination."},
      {
        "id":"ED300196",
        "title":"Personality Assessment of Rosebud Sioux: A Comparison of Rorschach, Millon Clinical Multiaxial Inventory and 16PF Reports."},
      {
        "id":"ED300203",
        "title":"Computer Lab Modules as Problem Solving Tools. Final Report."},
      {
        "id":"ED300205",
        "title":"University/Industry Alliances. Hearing before the Subcommittee on Science, Research and Technology of the Committee on Science, Space, and Technology, U.S. House of Representatives. One Hundredth Congress, Second Session, [St. Louis, Missouri] February 8, 1988."},
      {
        "id":"ED300206",
        "title":"The Mathematics Report Card: Are We Measuring Up? Trends and Achievement Based on the 1986 National Assessment."},
      {
        "id":"ED300207",
        "title":"Mathematics: Are We Measuring Up? The Mathematics Report Card, Executive Summary."},
      {
        "id":"ED300209",
        "title":"Middle Schools with Grades 7-8 Science Education Program Evaluation Guide. SY88-89. Edition One Revised."},
      {
        "id":"ED300210",
        "title":"Jars and Water: Controlling Variables in the Study of Sound Using a Data Table and a Computer Data Base."},
      {
        "id":"ED300211",
        "title":"Buttons, Computers and Data Base: Integrating Computers into Science Programs Using AppleWorks."},
      {
        "id":"ED300212",
        "title":"Chemical Activities. Teacher Edition."},
      {
        "id":"ED300213",
        "title":"Engineering Research Centers. NSF Program Management and Industry Sponsorship. Report to Congressional Requesters."},
      {
        "id":"ED300214",
        "title":"Evidence for the Lack of Sexism in Biology Textbooks: A Mistaken Impression."},
      {
        "id":"ED300215",
        "title":"Proposal Review at NSF: Perceptions of Principal Investigators. Report of a Survey by NSF's Program Evaluation Staff."},
      {
        "id":"ED300216",
        "title":"Programmes &amp; Projects of the Shell Science &amp; Mathematics Resource Centre Educational Trust. 1987 Evaluation Reports."},
      {
        "id":"ED300228",
        "title":"Cycles of Life Among the Ojibwe. An Ojibwe Language and Culture Based Science Curriculum."},
      {
        "id":"ED300232",
        "title":"The Effects of Two Instructional Interventions in Mathematics Anxiety on Achievement of Remedial College Students."},
      {
        "id":"ED300234",
        "title":"Multiple Representations of Mathematical Reasoning. A RAND Note."},
      {
        "id":"ED300235",
        "title":"The Use of Ordinary Least-Squares Regression in the Development of an Instrument To Measure Sexism in Biology Textbooks."},
      {
        "id":"ED300236",
        "title":"Science Education. Science and Technology Education and the Quality of Life, Volume 1. Papers Submitted to the International Symposium on World Trends in Science and Technology Education (4th, Kiel, West Germany, August 4-12, 1987)."},
      {
        "id":"ED300237",
        "title":"Technology Education: Science-Technology-Society. Science and Technology Education and the Quality of Life, Volume 2. Papers Submitted to the International Symposium on World Trends in Science and Technology Education (4th, Kiel, West Germany, August 4-12, 1987)."},
      {
        "id":"ED300238",
        "title":"Science and Technology Education and the Quality of Life, Volume 3. Proceedings of the International IOSTE Symposium on World Trends in Science and Technology Education (4th, Kiel, West Germany, August 4-12, 1987)."},
      {
        "id":"ED300239",
        "title":"Can We Stand and Deliver? Mathematical Literacy in the Workplace."},
      {
        "id":"ED300240",
        "title":"Biological Science: An Ecological Approach. BSCS Green Version. Student Study Guide. A Resource Book of Learning Skills Activities. Teacher's Edition. Sixth Edition."},
      {
        "id":"ED300241",
        "title":"Biological Science: An Ecological Approach. BSCS Green Version. Teacher&apos;s Edition. Sixth Edition."},
      {
        "id":"ED300242",
        "title":"Biological Science: An Ecological Approach. BSCS Green Version. Teacher&apos;s Resource Book and Test Item Bank. Sixth Edition."},
      {
        "id":"ED300243",
        "title":"The Great Lake Erie. A Reference Text for Educators and Communicators."},
      {
        "id":"ED300245",
        "title":"An Intelligent Tutor for Basic Algebra: Preliminary Data on Student Outcomes."},
      {
        "id":"ED300248",
        "title":"Supplemental Curriculum Activities for use with Holling Clancy Holling's &quot;Paddle-to-the-Sea.&quot;"},
      {
        "id":"ED300249",
        "title":"Junior High Mathematics Curriculum Guide 1987. Draft."},
      {
        "id":"ED300252",
        "title":"Calculus for a New Century: A Pump, Not a Filter. Papers Presented at a Colloquium (Washington, D.C., October 28-29, 1987). MAA Notes Number 8."},
      {
        "id":"ED300253",
        "title":"Recycling Study Guide."},
      {
        "id":"ED300255",
        "title":"How Wilderness Experience Programs Facilitate Personal Growth: The Hendee/Brown Model."},
      {
        "id":"ED300256",
        "title":"Wilderness Vision Quest: A Journey of Transformation."},
      {
        "id":"ED300257",
        "title":"Asbestos-Containing Materials in Schools; Final Rule and Notice. Part III: Environmental Protection Agency. 40 CFR Part 763."},
      {
        "id":"ED300258",
        "title":"Improving Instruction with Self-Recording and Discussion: Action Science in the First Grade."},
      {
        "id":"ED300263",
        "title":"Elementary School Quality: The Mathematics Curriculum and the Role of Local Knowledge."},
      {
        "id":"ED300265",
        "title":"The Science Report Card: Elements of Risk and Recovery. Trends and Achievement Based on the 1986 National Assessment."},
      {
        "id":"ED300266",
        "title":"Algae. LC Science Tracer Bullet."},
      {
        "id":"ED300267",
        "title":"Tribology. LC Science Tracer Bullet."},
      {
        "id":"ED300268",
        "title":"National Science Foundation Model Programs of Preparation of Middle School Science and Mathematics Teachers."},
      {
        "id":"ED300271",
        "title":"Geographic Distribution of Industrial R&D Expenditures. Special Report. Surveys of Science Resources Series."},
      {
        "id":"ED300272",
        "title":"Technology Transfer: U.S. and Foreign Participation in R&D at Federal Laboratories. Briefing Report to the Honorable Lloyd Bentsen, U.S. Senate."},
      {
        "id":"ED300276",
        "title":"Peace Corps Nepal 1988 Preservice Technical Training Manual for Math and Science Teacher Trainers N/166a."},
      {
        "id":"ED300277",
        "title":"Film Catalog. John F. Kennedy Space Center. 1987."},
      {
        "id":"ED300278",
        "title":"Changes in School Mathematics. Curricular Changes, Instructional Changes, and Indicators of Changes."},
      {
        "id":"ED300280",
        "title":"Mixed Messages: What Bishops &amp; Priests Say about Catholic Schools."},
      {
        "id":"ED300287",
        "title":"Toward Civilization: A Report on Arts Education."},
      {
        "id":"ED300289",
        "title":"Historic Preservation and the School Curriculum."},
      {
        "id":"ED300290",
        "title":"This Constitution: A Bicentennial Chronicle, Nos. 14-18."},
      {
        "id":"ED300292",
        "title":"Social Studies at James Madison High School: A Curriculum Review."},
      {
        "id":"ED300297",
        "title":"The New Federalism and Women's Educational Equity: How the States Respond."},
      {
        "id":"ED300300",
        "title":"Discover Shoowa Design: Gallery Activities for Children and Adults, Ages 8 to Adult."},
      {
        "id":"ED300302",
        "title":"Culture and Commerce: The Reinvention of Competition."},
      {
        "id":"ED300303",
        "title":"Report of the Ann Arbor Workshop on an International Social Science Research Program on Global Change (Ann Arbor, Michigan, September 9-10, 1987)."},
      {
        "id":"ED300304",
        "title":"Current Events and the International Relations Curriculum: Instructional Strategies."},
      {
        "id":"ED300308",
        "title":"Many Hands, Few Jobs: Population, Unemployment and Emigration in Mexico and the Caribbean. Center for Immigration Studies Paper 2."},
      {
        "id":"ED300313",
        "title":"Struggling with Success: International Studies and the Undergraduate Curriculum at Miami University."},
      {
        "id":"ED300316",
        "title":"Pennsylvania History in Outline. Fourth Edition. Revised."},
      {
        "id":"ED300319",
        "title":"George Washington: Soldier-Statesmen of the Constitution. A Bicentennial Series, No. 1."},
      {
        "id":"ED300320",
        "title":"John Dickinson: Soldier-Statesmen of the Constitution. A Bicentennial Series, No. 2."},
      {
        "id":"ED300321",
        "title":"Richard Bassett: Soldier-Statesmen of the Constitution. A Bicentennial Series, No. 3."},
      {
        "id":"ED300322",
        "title":"James McHenry: Soldier-Statesmen of the Constitution. A Bicentennial Series, No. 4."},
      {
        "id":"ED300323",
        "title":"William Blount: Soldier-Statesmen of the Constitution. A Bicentennial Series, No. 5."},
      {
        "id":"ED300324",
        "title":"Richard Dobbs Spaight: Soldier-Statesmen of the Constitution. A Bicentennial Series, No. 6."},
      {
        "id":"ED300325",
        "title":"Hugh Williamson: Soldier-Statesmen of the Constitution. A Bicentennial Series, No. 7."},
      {
        "id":"ED300326",
        "title":"Charles Cotesworth Pinckney: Soldier-Statesmen of the Constitution. A Bicentennial Series, No. 8."},
      {
        "id":"ED300327",
        "title":"Charles Pinckney: Soldier-Statesmen of the Constitution. A Bicentennial Series, No. 9."},
      {
        "id":"ED300328",
        "title":"Pierce Butler: Soldier-Statesmen of the Constitution. A Bicentennial Series, No. 10."},
      {
        "id":"ED300329",
        "title":"William Few: Soldier-Statesmen of the Constitution. A Bicentennial Series, No. 11."},
      {
        "id":"ED300330",
        "title":"Abraham Baldwin: Soldier-Statesmen of the Constitution. A Bicentennial Series, No. 12."},
      {
        "id":"ED300331",
        "title":"Thomas Mifflin: Soldier-Statesmen of the Constitution. A Bicentennial Series, No. 20."},
      {
        "id":"ED300332",
        "title":"Thomas Fitzsimons: Soldier-Statesmen of the Constitution. A Bicentennial Series, No. 21."},
      {
        "id":"ED300333",
        "title":"Gouverneur Morris: Soldier-Statesmen of the Constitution. A Bicentennial Series, No. 22."},
      {
        "id":"ED300334",
        "title":"William Jackson: Soldier-Statesmen of the Constitution. A Bicentennial Series, No. 23."},
      {
        "id":"ED300336",
        "title":"Heritage Education in the Social Studies. ERIC Digest."},
      {
        "id":"ED300338",
        "title":"Social and Acadmic Characteristics of Elite High School Cross Country Runners."},
      {
        "id":"ED300341",
        "title":"Staff Development in California. Public and Personal Investments, Program Patterns, and Policy Choices. Executive Summary."},
      {
        "id":"ED300342",
        "title":"Staff Development in California. Public and Personal Investments, Program Patterns, and Policy Choices. California Postsecondary Education Commission Report."},
      {
        "id":"ED300349",
        "title":"Effective Teaching Cooperative. Title VI Excellence in Education Program. Final Report."},
      {
        "id":"ED300350",
        "title":"Impacts of Teacher Testing: State Educational Governance through Standard-Setting."},
      {
        "id":"ED300351",
        "title":"Improving Teacher Attitude and Morale through Maintaining Teacher Effectiveness: An Indiana Staff Development Model."},
      {
        "id":"ED300352",
        "title":"Teachers Teaching Teachers: A Study in Staff Development for Improving Teacher Effectiveness."},
      {
        "id":"ED300353",
        "title":"The Summative Evaluation. Teachers Teaching Teachers. A Project in Staff Development for Improving Teacher Effectiveness."},
      {
        "id":"ED300354",
        "title":"An Evaluation of the Staff Development Model, Teachers Teaching Teachers, of the Greater Jasper Schools."},
      {
        "id":"ED300355",
        "title":"Facts about Blood Cholesterol. Revised."},
      {
        "id":"ED300356",
        "title":"Facts about Exercise: How To Get Started. Sample Exercise Programs. What Is Fact and What Is Fiction?"},
      {
        "id":"ED300357",
        "title":"Learning Strategies: Teaching Students How To Learn."},
      {
        "id":"ED300358",
        "title":"Bibliography of Research Related to Secondary Education. Fall 1988."},
      {
        "id":"ED300360",
        "title":"Fitness in the Workplace: A Corporate Challenge. A Handbook on Employee Programs."},
      {
        "id":"ED300361",
        "title":"Program Assessment Report Curriculum Evaluation of a Non-traditional Program for Certifying Teachers."},
      {
        "id":"ED300366",
        "title":"Relations between Teacher Candidates' Self-Confidence and Orientations to Teaching. Program Evaluation Series #16."},
      {
        "id":"ED300367",
        "title":"Faculty Definitions of Desirable Teacher Beliefs. Program Evaluation Series No. 17."},
      {
        "id":"ED300368",
        "title":"Profiles of Entering Michigan State University Teacher Education Students 1985-1987 Academic Years. Program Evaluation Series No. 18."},
      {
        "id":"ED300369",
        "title":"Focus Group Study of Teachers' Perceptions of the Instructional Program for Reading Language Arts and Instruction in Mathematics Curricula."},
      {
        "id":"ED300371",
        "title":"The Detroit Effective Schools Project: Year 1 Evaluation Report, 1986-87."},
      {
        "id":"ED300372",
        "title":"Graduates, Dropouts, and Withdrawals, 1985-1986. Report No. 8722."},
      {
        "id":"ED300375",
        "title":"A Microscope on Magnet Schools, 1983 to 1985. Implementation and Racial Balance."},
      {
        "id":"ED300380",
        "title":"Mentor Teacher Internship Program, 1986-87. OEA Evaluation Report."},
      {
        "id":"ED300381",
        "title":"Illinois Initiatives for Education Reform. Test Preparation Program for Gifted and Talented Sophomores: 1986 Summer Program. Evaluation Report."},
      {
        "id":"ED300382",
        "title":"Evaluation of the Bilingual Curriculum Content (BCC) Pilot Project: A Three Year Study. Final Report."},
      {
        "id":"ED300384",
        "title":"Evaluation Planning and Management."},
      {
        "id":"ED300388",
        "title":"New Directions and Initiatives at CES: Implications for Educational Research, Policy and Practice."},
      {
        "id":"ED300391",
        "title":"The Tennessee Self Concept Scale: Reliability, Internal Structure, and Construct Validity."},
      {
        "id":"ED300397",
        "title":"New Testing Methods to Assess Technical Problem-Solving Ability."},
      {
        "id":"ED300398",
        "title":"Detecting Biased Test Items: Comparison of the IRT Area and Mantel-Haenszel Methods."},
      {
        "id":"ED300399",
        "title":"Evaluation of Computer Simulated Baseline Statistics for Use in Item Bias Studies. [Revised]."},
      {
        "id":"ED300400",
        "title":"The Making of a Model: Utilizing Consensus in Formative Evaluation."},
      {
        "id":"ED300402",
        "title":"The Content Specificity of Math and English Anxieties: The High School and Beyond Study."},
      {
        "id":"ED300403",
        "title":"The Failure of Academically Selective High Schools To Deliver Academic Benefits: The Importance of Academic Self-Concept and Educational Aspirations."},
      {
        "id":"ED300404",
        "title":"Lessons Learned: Federal Policy Making and the Education Research Community."},
      {
        "id":"ED300406",
        "title":"International Conference on Cross-National Education Indicators (Washington, D.C., November 3-6, 1987). Conference Report."},
      {
        "id":"ED300407",
        "title":"Construction and Analysis of Organization Climate Surveys. Training and Development Research Center Project No. 26."},
      {
        "id":"ED300414",
        "title":"Assessment Handbook: A Guide for Assessing Illinois' Students."},
      {
        "id":"ED300419",
        "title":"Feedback: Teaming up on TEAMS. Publication No. 87.16."},
      {
        "id":"ED300420",
        "title":"Title VII Evaluation, 1987-88."},
      {
        "id":"ED300421",
        "title":"New Directions: Alternatives to Retention, 1987-88."},
      {
        "id":"ED300422",
        "title":"No Pass--No Play: Impact on Failures, Dropouts, and Course Enrollments."},
      {
        "id":"ED300423",
        "title":"Use of Testing/Evaluation Information for School Improvement."},
      {
        "id":"ED300424",
        "title":"Perspectives after Five Years--Has Grade Retention Passed or Failed?"},
      {
        "id":"ED300425",
        "title":"The Policy-Practice LOOP in Practice."},
      {
        "id":"ED300426",
        "title":"Longitudinal Effectiveness of Prekindergarten Programs: Different Approaches."},
      {
        "id":"ED300427",
        "title":"A Light Look at Some Heavy Issues in Public School Evaluation."},
      {
        "id":"ED300428",
        "title":"Title VII Program. Final Technical Report: 1986-87."},
      {
        "id":"ED300429",
        "title":"Bilingual/ESL Programs, 1986-87 Final Technical Report."},
      {
        "id":"ED300433",
        "title":"Writing Achievement of California Eighth Graders: A First Look."},
      {
        "id":"ED300434",
        "title":"Teachers' and Administrators' Views of Evaluation--Differing Perspectives."},
      {
        "id":"ED300436",
        "title":"Project SEED in the Portland Public Schools. Report on Years Three and Four: 1986-87 and 1987-88. 1987-88 Evaluation Report."},
      {
        "id":"ED300439",
        "title":"The Effect of Discontinuing Therapeutic Services on the Behavior of Nursing Home Residents."},
      {
        "id":"ED300440",
        "title":"Differential Item Functioning Analysis of Math Performance of Hispanic, Asian, and White NAEP Respondents."},
      {
        "id":"ED300441",
        "title":"Quality of Responses of Selected Items on NAEP Special Study Student Survey."},
      {
        "id":"ED300442",
        "title":"Update on Student Performance in Reading, Mathematics, and Writing: 1988."},
      {
        "id":"ED300443",
        "title":"Teacher Assessment Practices in a Senior High School Mathematics Course. Final Report."},
      {
        "id":"ED300444",
        "title":"High School and Beyond Third Follow-Up (1986): Sample Design Report. Contractor Report."},
      {
        "id":"ED300446",
        "title":"Differential Item Performance for Mexican-American ESL Students and White Non-ESL Students on Mathematics and English Achievement Tests."},
      {
        "id":"ED300447",
        "title":"Reappraising Personal Experience in the Reform of Curriculum in Educational Administration."},
      {
        "id":"ED300453",
        "title":"Analysis of Shifts in Scale and Construct through the Use of Repeater Data."},
      {
        "id":"ED300456",
        "title":"Psychometric Issues in IRT-Based Test Construction."},
      {
        "id":"ED300457",
        "title":"Accuracy of Self-Reported Activities and Accomplishments of College-Bound Students. ACT Research Report Series 87-6."},
      {
        "id":"ED300458",
        "title":"Accuracy of Self-Reported High School Courses and Grades of College-Bound Students."},
      {
        "id":"ED300460",
        "title":"Determining Minimum Sample Sizes for Estimating Prediction Equations for College Freshman Grade Average. ACT Research Report Series 87-4."},
      {
        "id":"ED300461",
        "title":"The Relationship between ACT and SAT Scores among Academically Talented Seventh Grade Students."},
      {
        "id":"ED300463",
        "title":"Latent Trait Measurement Calibrations for the Finding Embedded Figures Test."},
      {
        "id":"ED300464",
        "title":"High School and Beyond, Third Follow-up (1986). Technical Report 1986."},
      {
        "id":"ED300466",
        "title":"Children in Need: Investment Strategies for the Educationally Disadvantaged. A Statement by the Research and Policy Committee."},
      {
        "id":"ED300470",
        "title":"Words + Numbers: The CT Summer Incentive Program: An Evaluation of Three Years--FY86, FY87, FY88."},
      {
        "id":"ED300471",
        "title":"Country Rankings of the Status of Women: Poor, Powerless, and Pregnant. Population Briefing Paper No. 20."},
      {
        "id":"ED300473",
        "title":"Too Late to Patch: Reconsidering Second-Chance Opportunities for Hispanic and Other Dropouts."},
      {
        "id":"ED300476",
        "title":"Still Far from the Dream: Recent Developments in Black Income, Employment, and Poverty."},
      {
        "id":"ED300481",
        "title":"Teenagers Willing To Consider Single Parenthood: Who Is at Greatest Risk?"},
      {
        "id":"ED300484",
        "title":"Improving the School-Home Connection for Poor and Minority Urban Students. ERIC/CUE Trends and Issues Series, Number 8."},
      {
        "id":"ED300487",
        "title":"Teaching and Leading in the Great City Schools. A Report of the Council of the Great City Schools."},
      {
        "id":"ED300489",
        "title":"The School Dropout Demonstration Assistance Program."},
      {
        "id":"ED300491",
        "title":"Ethical and Pedagogical Issues in the Use of Simulation Activities in the Classroom: Evaluating the &quot;Blue Eyes-Brown Eyes&quot; Prejudice Simulation."},
      {
        "id":"ED300494",
        "title":"Resource List on Adolescent Parenthood, Support Center for Educational Equity for Young Mothers, 1987."},
      {
        "id":"ED300495",
        "title":"Dropping Out: The Educational Vulnerability of At-Risk Youth. CRS Report for Congress 88 417-EPW."},
      {
        "id":"ED300496",
        "title":"The Chairman's Report on the Black Elderly in America: A Report by the Chairman of the Select Committee on Aging, House of Representatives, One Hundredth Congress, Second Session."},
      {
        "id":"ED300497",
        "title":"Minimum Wage Increases and the Working Poor. Changing Domestic Priorities Discussion Paper."},
      {
        "id":"ED300498",
        "title":"Expanding Opportunities for Urban Minorities: Housing's Role, Broadly Defined."},
      {
        "id":"ED300499",
        "title":"Subsidizing Shelter: The Relationship between Welfare and Housing Assistance. Urban Institute Report 1."},
      {
        "id":"ED300500",
        "title":"Income Security in America: The Record and the Prospects. Urban Institute Report 88-3."},
      {
        "id":"ED300501",
        "title":"Short Term Fluctuations in Income and Their Relationship to the Characteristics of the Low Income Population: New Data from the SIPP. Project Report 3751-02."},
      {
        "id":"ED300502",
        "title":"Residential Segregation: A Review of the Literature. Project Report."},
      {
        "id":"ED300506",
        "title":"Our Future at Risk: A Report of the Joint Committee on Minority Student Achievement."},
      {
        "id":"ED300507",
        "title":"What Price Achievement: A Cost-Effectiveness Study of Chapter 1 and Schoolwide Projects."},
      {
        "id":"ED300508",
        "title":"Education Consolidation and Improvement Act--Chapter 1: Final Evaluation Report, Neglected and Delinquent Program."},
      {
        "id":"ED300510",
        "title":"Children's Programs: A Comparative Evaluation Framework and Five Illustrations. Briefing Report to the Ranking Minority Member, Select Committee on Children, Youth, and Families, House of Representatives."},
      {
        "id":"ED300511",
        "title":"Metropolitan Decentralization, Transit Dependence, and the Employment Isolation of Central City Black Workers."},
      {
        "id":"ED300512",
        "title":"Home School and Adult Instruction Component, Home-School-Community Agents Project. Final Evaluation Report. 1987-88."},
      {
        "id":"ED300513",
        "title":"Materials on the Education of Homeless Children. Updated."},
      {
        "id":"ED300517",
        "title":"Saginaw Adult Basic Education Product Evaluation, 1987-88."},
      {
        "id":"ED300519",
        "title":"Evaluation of the Portland Plan for Drug-Free Schools, October 1987-September 1988."},
      {
        "id":"ED300526",
        "title":"Root Cause Analysis: Methods and Mindsets."},
      {
        "id":"ED300531",
        "title":"Literacy in Industrialized Countries: A Focus on Practice = L'Alphabetisation en pays industrialises: Point de Mire sur la Pratique. Proceedings of the International Seminar on Literacy in Industrialized Countries (Toronto, Ontario, October 13-15, 1987). Convergence, Volume 20, Nos. 3-4, 1987."},
      {
        "id":"ED300540",
        "title":"The Broadcast Media &amp; Literacy."},
      {
        "id":"ED300554",
        "title":"Women, Illiteracy and Poverty: Breaking the Cycle. An Issue Brief."},
      {
        "id":"ED300555",
        "title":"The GED and Learning Disabled Students: Suggestions for Teaching, Testing, and Understanding the Problem."},
      {
        "id":"ED300559",
        "title":"Factors Affecting the Future Enrollment of Students in Vocational Agriculture."},
      {
        "id":"ED300564",
        "title":"Teaching Skills in the Clinical Setting: Developing Measurable Performance Objectives. Health Occupations Clinical Teacher Education Series for Secondary and Post-Secondary Educators."},
      {
        "id":"ED300565",
        "title":"Teaching Skills in the Clinical Setting: Planning Teaching Methods. Health Occupations Clinical Teacher Education Series for Secondary and Post-Secondary Educators."},
      {
        "id":"ED300566",
        "title":"Teaching Skills in the Clinical Setting: Incorporating Creative Teaching Techniques. Health Occupations Clinical Teacher Education Series for Secondary and Post-Secondary Educators."},
      {
        "id":"ED300572",
        "title":"Health Occupations Orientation Level Core Curriculum."},
      {
        "id":"ED300576",
        "title":"Virginia Future Business Leaders of America State Handbook."},
      {
        "id":"ED300578",
        "title":"Perceptions of Company Employees on Technology and Office Technologies Training."},
      {
        "id":"ED300579",
        "title":"Factor Analysis of an Instrument to Measure Perceptions about Adult Agricultural Education Programs."},
      {
        "id":"ED300582",
        "title":"Family Influences on Transition to the Adult Job Market."},
      {
        "id":"ED300589",
        "title":"Computer-Numerical-Control and the EMCO Compact 5 Lathe."},
      {
        "id":"ED300591",
        "title":"Women in the Military. More Military Jobs Can Be Opened under Current Statutes. Report to Congressional Requesters."},
      {
        "id":"ED300593",
        "title":"Transferable Skills: An Administrator's Guide. Competency-Based Vocational Education Administrator Module Series."},
      {
        "id":"ED300594",
        "title":"Developing Positive Worker Behaviors in Vocational and Technical Students. Competency-Based Vocational Education Administrator Module Series."},
      {
        "id":"ED300596",
        "title":"Strengthening Work-Related Education &amp; Training through Improved Comprehensive Guidance and Counseling Programs in the 1990s."},
      {
        "id":"ED300597",
        "title":"Dynamics of Secondary Programs Assisted under the Carl D. Perkins Act. Research and Development Series No. 269."},
      {
        "id":"ED300612",
        "title":"Secretarial Technology/Office Technology. Supplementary Units."},
      {
        "id":"ED300613",
        "title":"Careers I Unit for Agricultural Science I Core Curriculum. Instructor's Guide and Student Reference."},
      {
        "id":"ED300614",
        "title":"Agricultural Management and Economics. Instructor's Guide."},
      {
        "id":"ED300618",
        "title":"Recommendations for Alternative Credit."},
      {
        "id":"ED300621",
        "title":"Program Development: A Description of Practice Related to Theory."},
      {
        "id":"ED300624",
        "title":"Principles of Technology. Units 1-10 Pilot Test Findings."},
      {
        "id":"ED300625",
        "title":"Thinking Underlying Expertise in Specific Knowledge Domains: Implications for Vocational Education."},
      {
        "id":"ED300626",
        "title":"The Three Faces of Eve (or Adam): The Integration of \"Our Other Lives\" with Our Careers."},
      {
        "id":"ED300627",
        "title":"Qualitative Research on Self-Directed Learning."},
      {
        "id":"ED300628",
        "title":"The Competitive Advantage: Client Service."},
      {
        "id":"ED300638",
        "title":"From the Inside Out: Reinventing Assessment."},
      {
        "id":"ED300639",
        "title":"Effective Practice: A Progress Report from New York."},
      {
        "id":"ED300640",
        "title":"A Qualitative Analysis of States' Initiatives in the Implementation of the Carl Perkins Vocational Education Act."},
      {
        "id":"ED300642",
        "title":"Health Benefits for an Aging Workforce: Issues and Strategies."},
      {
        "id":"ED300644",
        "title":"The Educational Needs of Dislocated Workers in Minnesota."},
      {
        "id":"ED300645",
        "title":"Evaluation of the Effects of JTPA Performance Standards on Clients, Services, and Costs. Executive Summary. Research Report No. 88-15."},
      {
        "id":"ED300646",
        "title":"Evaluation of the Effects of JTPA Performance Standards on Clients, Services, and Costs. Final Report. Research Report No. 88-16."},
      {
        "id":"ED300647",
        "title":"Evaluation of the Effects of JTPA Performance Standards on Clients, Services, and Costs. Appendixes. Research Report No. 88-17."},
      {
        "id":"ED300648",
        "title":"Establishing a Performance Management System for Targeted Welfare Programs. Research Report No. 88-14."},
      {
        "id":"ED300651",
        "title":"The Technologies of the Third Era of the U.S. Workforce. Report to the National Academy of Science's Panel on Technology and Employment (Washington, D.C., August 1986)."},
      {
        "id":"ED300654",
        "title":"Labor Market Assessments: An Essential Data Element for Quality Decision Making and Strategic Planning."},
      {
        "id":"ED300655",
        "title":"Using Technical Writing To Enhance Adult Student Self-Esteem."},
      {
        "id":"ED300656",
        "title":"International Study on Distance Education: A Project Report."},
      {
        "id":"ED300658",
        "title":"Employment in Perspective: Women in the Labor Force. Third Quarter 1988. Report 758."},
      {
        "id":"ED300660",
        "title":"Federal Employee Leave Sharing. Hearing before the Subcommittee on Federal Services, Post Office, and Civil Service of the Committee on Govermental Affairs. United States Senate, One Hundredth Congress, Second Session."},
      {
        "id":"ED300661",
        "title":"Veterans' Education Policy. A Report Prepared by the Commission To Assess Veterans' Education Policy (Pursuant to Public Law 99-576) Submitted to the Administrator of Veterans' Affairs and the House of Representatives and Senate Committees on Veterans' Affairs. 100th Congress, 2d Session. House Committee Print No. 17."},
      {
        "id":"ED300663",
        "title":"Women and Education: A Canadian Perspective."},
      {
        "id":"ED300667",
        "title":"Towards Defining Literacy. Symposium Draft Papers (Philadelphia, Pennsylvania, September 28, 1987)."},
      {
        "id":"ED300668",
        "title":"Marketing College and University Cooperative Education Programs."},
      {
        "id":"ED300669",
        "title":"Procurement Career Management Handbook."},
      {
        "id":"ED300671",
        "title":"Workplace Literacy: Targeting the Future. A Report on the National Conference on Workplace Literacy (Washington, D.C., October 3-4, 1988)."},
      {
        "id":"ED300672",
        "title":"Mathematical Myths and Adult Learners."},
      {
        "id":"ED300674",
        "title":"Drugs--Effect and Control. Courseware Evaluation for Vocational and Technical Education."},
      {
        "id":"ED300675",
        "title":"Wood Programs. Courseware Evaluation for Vocational and Technical Education."},
      {
        "id":"ED300676",
        "title":"Blueprint Reading. Courseware Evaluation for Vocational and Technical Education."},
      {
        "id":"ED300677",
        "title":"Ohm's Law and Solar Energy. Courseware Evaluation for Vocational and Technical Education."},
      {
        "id":"ED300678",
        "title":"Industrial Education, General Programs. Courseware Evaluation for Vocational and Technical Education."},
      {
        "id":"ED300679",
        "title":"Reading Vernier Calipers. Courseware Evaluation for Vocational and Technical Education."},
      {
        "id":"ED300680",
        "title":"Architectural Drafting. Courseware Evaluation for Vocational and Technical Education."},
      {
        "id":"ED300681",
        "title":"Electrical Principles and Wiring Review. Courseware Evaluation for Vocational and Technical Education."},
      {
        "id":"ED300682",
        "title":"Concepts in Static Electricity. Courseware Evaluation for Vocational and Technical Education."},
      {
        "id":"ED300683",
        "title":"Design Your Own Home. Courseware Evaluation for Vocational and Technical Education."},
      {
        "id":"ED300684",
        "title":"Orthographic Projection. Courseware Evaluation for Vocational and Technical Education."},
      {
        "id":"ED300685",
        "title":"Hi-Res Electronic Design. Courseware Evaluation for Vocational and Technical Education."},
      {
        "id":"ED300686",
        "title":"Reading Outside Micrometers. Courseware Evaluation for Vocational and Technical Education."},
      {
        "id":"ED300687",
        "title":"Strategies for Counseling Hispanics: Effects of Racial and Cultural Stereotypes. Revised Edition."},
      {
        "id":"ED300691",
        "title":"Relationship of Therapist Attitudes at Intake to Client Premature Termination."},
      {
        "id":"ED300692",
        "title":"Adolescents and Substance Abuse: An Overview. Adolescent Alcoholism: Recognizing, Intervening, and Treating Series No. 1."},
      {
        "id":"ED300693",
        "title":"The Physician&apos;s Role in Prevention. Adolescent Alcoholism: Recognizing, Intervening, and Treating Series No. 2."},
      {
        "id":"ED300694",
        "title":"Recognition and Diagnosis. Adolescent Alcoholism: Recognizing, Intervening, and Treating Series No. 3."},
      {
        "id":"ED300695",
        "title":"Intervention with the Dependent Adolescent. Adolescent Alcoholism: Recognizing, Intervening, and Treating Series No. 4."},
      {
        "id":"ED300696",
        "title":"The Physician&apos;s Role in Referral and Treatment. Adolescent Alcoholism: Recognizing, Intervening, and Treating Series No. 5."},
      {
        "id":"ED300697",
        "title":"Alcohol and Other Chemicals. Adolescent Alcoholism: Recognizing, Intervening, and Treating Series No. 6."},
      {
        "id":"ED300698",
        "title":"Faculty Guide. Adolescent Alcoholism: Recognizing, Intervening, and Treating Series."},
      {
        "id":"ED300699",
        "title":"Youth At Risk: South Carolina's Search for Direction. Proceedings of a Forum (Columbia, South Carolina, March 23, 1988)."},
      {
        "id":"ED300700",
        "title":"Bureaucratic Abuse and the False Dichotomy between Intentional and Unintentional Child Injuries."},
      {
        "id":"ED300701",
        "title":"Top-, Middle-, and Lower-Management Attendance and Quality Circle Effectiveness."},
      {
        "id":"ED300702",
        "title":"Some Demographic Correlates of the Protestant Work Ethic."},
      {
        "id":"ED300703",
        "title":"Institute for Career Exploration (ICE) Program. Summer, 1987, End-Of-Year-Report. OEA Evaluation Report."},
      {
        "id":"ED300704",
        "title":"The Summer Leadership Program 1987. OEA Evaluation Report."},
      {
        "id":"ED300705",
        "title":"Institutionalized Facilities Program, 1986-87. E.C.I.A. Chapter 1, Part B. OEA Evaluation Report."},
      {
        "id":"ED300708",
        "title":"Self-Monitoring and the Looking Glass Self."},
      {
        "id":"ED300710",
        "title":"Synergistic Psychology: Toward a Synthesis of Psychoanalytic and Vygotskian Theories."},
      {
        "id":"ED300714",
        "title":"Drug Use and Crime. Bureau of Justice Statistics Special Report."},
      {
        "id":"ED300716",
        "title":"Double Duty: Caring for Children and the Elderly. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundredth Congress, Second Session."},
      {
        "id":"ED300717",
        "title":"H.R. 1801, To Reauthorize the Juvenile Justice and Delinquency Prevention Act. Hearing before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, First Session (Des Moines, Iowa, December 4, 1987)."},
      {
        "id":"ED300718",
        "title":"Exploding the Myths: Caregiving in America. A Study by the Subcommittee on Human Services of the Select Committee on Aging. House of Representatives, Second Session."},
      {
        "id":"ED300720",
        "title":"The Transition from Single-Sex to Coeducational High Schools: Teacher Perceptions, Academic Achievement, and Self-Concept."},
      {
        "id":"ED300721",
        "title":"Age and Sex Effects in Multiple Dimensions of Self-Concept: Preadolescence to Early-Adulthood."},
      {
        "id":"ED300722",
        "title":"The Concerns and Attitudes of Early Adolescent Middle School Students in Transition."},
      {
        "id":"ED300723",
        "title":"Relationships among Cognitive-Motivational Processes and Academic Performance in Community College Students with a History of Academic Failure."},
      {
        "id":"ED300726",
        "title":"Youth and the Law: A Guide for Legislators."},
      {
        "id":"ED300727",
        "title":"Ego-Identity and Substance Use Patterns among Anglo, Hispanic, and American Indian Adolescents."},
      {
        "id":"ED300728",
        "title":"The Relationship between Gender and Job Satisfaction in High-School Students Employed Part-Time."},
      {
        "id":"ED300729",
        "title":"Putting the Boys in the Picture: A Review of Programs To Promote Sexual Responsibility among Young Males."},
      {
        "id":"ED300733",
        "title":"The 1986 NASP Survey: Comparison of Practitioners, NASP Leadership, and University Faculty on Key Issues."},
      {
        "id":"ED300734",
        "title":"Report to Congress and the White House on the Nature and Effectiveness of Federal, State, and Local Drug Prevention/Education Programs."},
      {
        "id":"ED300737",
        "title":"Severity and Gender Effects on Ratings of Sexual Harassment."},
      {
        "id":"ED300738",
        "title":"Influences on Proposed Punishment for Sexual Harassment."},
      {
        "id":"ED300747",
        "title":"Space, Place, and Age: Designing for the Elderly."},
      {
        "id":"ED300748",
        "title":"Affective and Behavioral Consequences of Social Comparison."},
      {
        "id":"ED300751",
        "title":"Student Athletes and Non-Athletes: Do Their Use of and Beliefs about Alcohol and Other Drugs Differ? Special Research Report."},
      {
        "id":"ED300752",
        "title":"Personality Correlates of People Who Have Attempted Suicide and Those Who Have Seriously Considered It."},
      {
        "id":"ED300753",
        "title":"Alcohol and Anxiety: Research and Implications for Prevention and Treatment."},
      {
        "id":"ED300754",
        "title":"Variability of Self-Reports of Physical and Emotional Well-Being."},
      {
        "id":"ED300755",
        "title":"A Psychological Rationale in Support of the Alcoholics Anonymous' Concept of Fellowship."},
      {
        "id":"ED300756",
        "title":"Parental Anti-Nuclear Activism and Children's Response to the Nuclear Threat."},
      {
        "id":"ED300757",
        "title":"Combating Illiteracy among the Elderly: A Cost-Effective Strategy. Final Project Report."},
      {
        "id":"ED300760",
        "title":"The Effects of Lateral Preference and Orthographic Structure on Reading Comprehension."},
      {
        "id":"ED300766",
        "title":"Can Computers Be Used for Whole Language Approaches to Reading and Language Arts?"},
      {
        "id":"ED300767",
        "title":"The Lively Art of Reading Aloud to Children."},
      {
        "id":"ED300768",
        "title":"Literacy Paradigms and Language Research Methodology."},
      {
        "id":"ED300769",
        "title":"Reading and the Language Arts."},
      {
        "id":"ED300771",
        "title":"Effects of Transfer to Real-World Subject Area Materials from Training in Graphic Organizers and Summarizing on Developmental College Readers' Comprehension of the Compare/Contrast Text Structure in Science Expository Text."},
      {
        "id":"ED300775",
        "title":"Survey of the 1987-1988 Indianapolis Public Schools' Reading Program: Results."},
      {
        "id":"ED300780",
        "title":"Literacy Development in Whole Language Kindergartens. Technical Report No. 436."},
      {
        "id":"ED300781",
        "title":"Vocabulary Instruction and Reading Comprehension. Technical Report No. 431."},
      {
        "id":"ED300782",
        "title":"Why Some Children Have Trouble Reading Content Area Textbooks. Technical Report No. 432."},
      {
        "id":"ED300783",
        "title":"A Microcomputer-Based Software Package for Eye-Monitoring Research. Technical Report No. 434."},
      {
        "id":"ED300788",
        "title":"Improving the Reading Curriculum"},
      {
        "id":"ED300792",
        "title":"Language Assessment: Developing a Literacy Profile. Reading Around Series No. 2."},
      {
        "id":"ED300793",
        "title":"Learning Challenges. Reading Around Series No.4."},
      {
        "id":"ED300795",
        "title":"Two Reactions to the Report Card on Basal Readers--The Basalization of America: A Cause for Concern and An Attack on Basal Readers for the Wrong Reasons. Arena Debate in Print Series No. 1."},
      {
        "id":"ED300796",
        "title":"Feeding the Readers' Hunger."},
      {
        "id":"ED297795",
        "title":"A Commitment to Literacy: The Learning Center's Annual Report, 1986-87."},
      {
        "id":"ED297798",
        "title":"Collected Fall Enrollment Reports: University of Hawaii Community Colleges, 1983-1986."},
      {
        "id":"ED297800",
        "title":"S.I.Q. Student Information Questionnaire: A Survey of Student Characteristics, Fall 1986."},
      {
        "id":"ED297801",
        "title":"A Pilot Study on Needs in the Sciences in Community Colleges."},
      {
        "id":"ED297802",
        "title":"Community Colleges at the Crossroads. Summary Report [and] Proceedings of a Legislative Workshop (Eugene, Oregon, September 28, 1985)."},
      {
        "id":"ED297803",
        "title":"Developmental Reading and Writing at Piedmont Virginia Community College. Research Report Number 4-88."},
      {
        "id":"ED297804",
        "title":"PVCC Full-Time Students: Fall Quarter 1987. Research Report No. 5-88."},
      {
        "id":"ED297805",
        "title":"Employer Survey Results for the PVCC Graduating Class of 1985-1986. Research Report Number 6-88."},
      {
        "id":"ED297808",
        "title":"Macomb Community College Community Relations Plan, 1988."},
      {
        "id":"ED297809",
        "title":"The Survey of Employers of 1986 Howard Community College Graduates: A Report of the Findings. Research Report Number 53."},
      {
        "id":"ED297814",
        "title":"Macomb Community College Internal Communications Plan."},
      {
        "id":"ED297815",
        "title":"Macomb Community College Recruitment Plan, 1987-1988."},
      {
        "id":"ED297819",
        "title":"GAIN Appraisal Program II. Second Report, November 1987."},
      {
        "id":"ED297821",
        "title":"Collective Bargaining Agreement between Board of Trustees of Lower Columbia College District 13 and Lower Columbia Faculty Association, 1987-1990."},
      {
        "id":"ED297828",
        "title":"Associate Degree Nursing Program: Program Evaluation Report 88-4."},
      {
        "id":"ED297829",
        "title":"A Case Study of the California Community Colleges' AIDS Policies, Guidelines, and Services for Students, Faculty and Staff."},
      {
        "id":"ED297833",
        "title":"Statewide Longitudinal Study. Interim Report."},
      {
        "id":"ED297834",
        "title":"The Agreement between the Southwest Wisconsin Board of Vocational, Technical &amp; Adult Education and the Professional Staff Association, 1987-1990."},
      {
        "id":"ED297835",
        "title":"Master Contract between the Northeast Wisconsin Vocational, Technical and Adult Education District Board, Green Bay, Wisconsin and the Northeast Wisconsin Technical College Faculty Association, August 24, 1987--August 23, 1989."},
      {
        "id":"ED297838",
        "title":"Master Agreement between Board of Directors of Iowa Valley Community College District (Merged Area VI) and Iowa Valley Community College Education Association/ISEA, 1987-1988."},
      {
        "id":"ED297839",
        "title":"Connecticut State Technical Colleges Fact Book, 1987-88."},
      {
        "id":"ED297840",
        "title":"Demographic Study and Projection: Faculty and Professional Staff, State Technical Colleges."},
      {
        "id":"ED297842",
        "title":"Community Colleges in Canada: A Current Profile."},
      {
        "id":"ED297845",
        "title":"Perceived Closeness and Parent-Child Relations in Families of Seventh-Graders."},
      {
        "id":"ED297847",
        "title":"Shaping the Future: Teaching Our Youngest Students. Research Brief #2."},
      {
        "id":"ED297856",
        "title":"Unacceptable Trends in Kindergarten Entry and Placement: A Position Statement."},
      {
        "id":"ED297857",
        "title":"A Longitudinal Study of the Consequences of Full-Day Kindergarten: Kindergarten through Grade Eight."},
      {
        "id":"ED297858",
        "title":"Parents as Partners: Planning Early for Your Children's School Success and College Attendance = Los Padres como Socios: Planificando para el Exito Escolar y la Asistencia al Colegio de Sus Ninos."},
      {
        "id":"ED297859",
        "title":"Serving Connecticut's Four-Year-Old Children and Their Families: Establishing the Infrastructure. A Report of the Committee on Four-Year-Olds, Their Families and the Public Schools."},
      {
        "id":"ED297860",
        "title":"Latchkey Before and After School Childcare: How To Start a Before and After School Child Care Program."},
      {
        "id":"ED297864",
        "title":"Research Applications of a Computerized Child Development Management Information Data Base."},
      {
        "id":"ED297867",
        "title":"Separation: An Opportunity for Growth."},
      {
        "id":"ED297868",
        "title":"Four Year Olds: Who Is Responsible?"},
      {
        "id":"ED297876",
        "title":"Research and Related Issues: Cognitive Development of the Young Child."},
      {
        "id":"ED297880",
        "title":"Introducing Multicultural Curricula into Early Childhood Education."},
      {
        "id":"ED297882",
        "title":"Knowledge-Constrained Inferences about New Domain-Related Concepts: Contrasting Expert and Novice Children."},
      {
        "id":"ED297883",
        "title":"A Comparison of Helping, Sharing, Comforting, Honesty, and Civic Awareness for Home Care, Day Care, and Preschool Children."},
      {
        "id":"ED297884",
        "title":"Two Years of Kindergarten: Ethical and Curricular Considerations."},
      {
        "id":"ED297885",
        "title":"Early Peer Relations: Developmental Significance and Prognostic Implications."},
      {
        "id":"ED297888",
        "title":"Effects of Age, Vocabulary Knowledge, Gender, Ethnicity, and Socioeconomic Status on Young Children's Analogy Performance."},
      {
        "id":"ED297890",
        "title":"Community Child Care Forum: From the Parents' Perspective. Conference Proceedings (Kansas City, Missouri, December 6, 1987)."},
      {
        "id":"ED297891",
        "title":"Early Childhood/Parent Involvement. Proven Exemplary Educational Programs and Practices: A Collection from the National Diffusion Network (NDN)."},
      {
        "id":"ED297892",
        "title":"Basic Skills-Multi Disciplinary. Proved Exemplary Educational Programs and Practices: A Collection from the National Diffusion Network (NDN)."},
      {
        "id":"ED297895",
        "title":"The Role of Agriculture in the Economic Development of West Virginia: An Input-Output Analysis. Miscellaneous Publication No. 20."},
      {
        "id":"ED297897",
        "title":"Redesigning Rural Education: Ideas for Action."},
      {
        "id":"ED297898",
        "title":"Orientation to Teaching in Two Rural Schools."},
      {
        "id":"ED297899",
        "title":"Report on BIA Education: Excellence in Indian Education through the Effective Schools Process. Final Review Draft."},
      {
        "id":"ED297900",
        "title":"Employment Programs for Rural Women."},
      {
        "id":"ED297901",
        "title":"Indian Education: Focus on Past, Present &amp; Future. The 13th Annual Report to the Congress of the United States. Fiscal Year 1986."},
      {
        "id":"ED297903",
        "title":"Who Speaks for Wolf? Not Project WILD."},
      {
        "id":"ED297907",
        "title":"Community Schools in Alaska: FY 87 Report."},
      {
        "id":"ED297909",
        "title":"Characteristics of Successful Indian Students: Research and Development Program for Indian Education."},
      {
        "id":"ED297910",
        "title":"Addressing the &quot;At-Risk&quot; Challenge in the Nonurban Setting."},
      {
        "id":"ED297914",
        "title":"Poverty and Public Assistance among Alaska Natives: Implications for 1991."},
      {
        "id":"ED297917",
        "title":"Hands on Science."},
      {
        "id":"ED297919",
        "title":"More with Four: A Look at the Four Day Week in Oregon's Small Schools."},
      {
        "id":"ED297920",
        "title":"Welfare Eligibility: Programs Treat Indian Tribal Trust Fund Report to Congressional Committees."},
      {
        "id":"ED297921",
        "title":"Indian Affairs: Statistical Data on Indian Rights Cases Handled by Justice. Fact Sheet for the Honorable Harry Reid, U.S. Senate."},
      {
        "id":"ED297923",
        "title":"Pesticide Safety for Non-Certified Mixers, Loaders and Applicators = Uso Seguro de Pesticidas para Mezcladores, Cargadores y Aplicadores no Certificados."},
      {
        "id":"ED297924",
        "title":"Indian Education. Hearing on S.1645 To Reauthorize Certain Indian Educational Programs before the Select Committee on Indian Affairs. United States Senate, One Hundredth Congress, First Session (Pine Ridge, South Dakota, August 17, 1987)."},
      {
        "id":"ED297925",
        "title":"Indian Education--Part 2. Hearing on S.1645 To Reauthorize Certain Indian Educational Programs, before the Select Committee on Indian Affairs. United States Senate, One Hundredth Congress, First Session (September 29, 1987)."},
      {
        "id":"ED297926",
        "title":"Toward Improving Rural Schools with Implications for the Teaching of Science."},
      {
        "id":"ED297927",
        "title":"Academic Performance of Limited-English-Proficient Indian Elementary Students in Reservation Schools: Year Two Report of the National Evaluation of Services for Limited-English-Proficient Native American Students."},
      {
        "id":"ED297928",
        "title":"Instructional Services for Native American Students with Limited-English-Proficiency: Year One Report of the National Evaluation of Services for Limited-English-Proficient Native American Students."},
      {
        "id":"ED297930",
        "title":"The Underachieving Curriculum: Assessing U.S. School Mathematics from an International Perspective. A National Report on the Second International Mathematics Study."},
      {
        "id":"ED297931",
        "title":"Nuclear Energy Assessment Battery. Form C."},
      {
        "id":"ED297932",
        "title":"The Effect of Persuasion on Nuclear Attitudes of Secondary School Students."},
      {
        "id":"ED297935",
        "title":"Mathematics Learning in the Secondary School. ERIC/SMEAC Mathematics Education Digest No. 1, 1987."},
      {
        "id":"ED297936",
        "title":"Is the Final Grade in College Biology a True Measure of Student Knowledge?"},
      {
        "id":"ED297937",
        "title":"Understanding Fraction Addition."},
      {
        "id":"ED297939",
        "title":"Elementary School Science Education Program Evaluation Guide SY88-89 Edition One."},
      {
        "id":"ED297942",
        "title":"Atoms to Electricity."},
      {
        "id":"ED297943",
        "title":"Developing and Validating Science Education Videodiscs."},
      {
        "id":"ED297945",
        "title":"The Role of Gender, Self- and Task Perceptions in Mathematics and Science Participation among College Students."},
      {
        "id":"ED297950",
        "title":"Information Technology and Mathematics: Opening New Representational Windows."},
      {
        "id":"ED297951",
        "title":"Nuclear Powerplant Safety: Operations."},
      {
        "id":"ED297952",
        "title":"Understanding Radiation."},
      {
        "id":"ED297953",
        "title":"Nuclear Power in Space."},
      {
        "id":"ED297954",
        "title":"Radioisotopes: Today's Applications."},
      {
        "id":"ED297955",
        "title":"Nuclear Powerplant Safety: Design and Planning."},
      {
        "id":"ED297956",
        "title":"Increasing Educational Productivity through Improving the Science Curriculum. Research Report Series RR-006."},
      {
        "id":"ED297957",
        "title":"How To Convert Units of Length from the Customary System to the Metric System and Back."},
      {
        "id":"ED297961",
        "title":"Images of Science: Factors Affecting the Choice of Science as a Career."},
      {
        "id":"ED297962",
        "title":"Relative Effects of Microteaching and Field Experience on Preservice Teachers."},
      {
        "id":"ED297963",
        "title":"Improving Mathematics Curriculum and Instruction: A South Carolina Model for Using Statewide Test Data."},
      {
        "id":"ED297964",
        "title":"Moral Education: The Missing Link to Science, Technology and Society Programs."},
      {
        "id":"ED297965",
        "title":"The Urban Mathematics Collaborative Project: Report to the Ford Foundation on the 1986-87 School Year. Program Report 88-1."},
      {
        "id":"ED297966",
        "title":"Canadian Mathematics Education Study Group (Groupe Canadien D'etude en Didactique des Mathematiques). Proceedings of the Study Group Meeting (10th, St. John's, Newfoundland, Canada, June 8-12, 1986)."},
      {
        "id":"ED297967",
        "title":"The Impact of Mothers' Math Experiences on Their Daughters' Attitudes toward Math."},
      {
        "id":"ED297968",
        "title":"Improving Fifth Grade Students&apos; Participation in and Attitudes toward the Science Fair through Guided Instruction."},
      {
        "id":"ED297970",
        "title":"Avoiding Infusion Confusion Kindergarten through 3rd Grade. A Practical Handbook for Infusing Environmental Activities into Your Classroom."},
      {
        "id":"ED297971",
        "title":"Avoiding Infusion Confusion 4th through 6th Grades. A Practical Handbook for Infusing Environmental Activities into Your Classroom."},
      {
        "id":"ED297972",
        "title":"Avoiding Infusion Confusion 7th through 9th Grades. A Practical Handbook for Infusing Environmental Activities into Your Classroom."},
      {
        "id":"ED297973",
        "title":"Avoiding Infusion Confusion 10th through 12th Grades. A Practical Handbook for Infusing Environmental Activities into Your Classroom."},
      {
        "id":"ED297976",
        "title":"Exclusivity of the Mathematics Department in Certifying Associate Degree Mathematics Competency."},
      {
        "id":"ED297977",
        "title":"Carolyn Werbel's Journal: Voicing the Struggle To Make Meaning of Mathematics. Working Paper No. 160."},
      {
        "id":"ED297978",
        "title":"Litter Prevention & Recycling. Ohio Science Workbook: 1987 Edition"},
      {
        "id":"ED297984",
        "title":"Denver Audubon Society's Urban Education Project: Volunteers Teaching Children."},
      {
        "id":"ED297985",
        "title":"Managing Your Mathematics Program: A Total System. A Guide to the U-SAIL Basic Mathematics System."},
      {
        "id":"ED297988",
        "title":"Applications of Pascal's Triangle for Middle School Students."},
      {
        "id":"ED297992",
        "title":"Observed Methods for Generating Analogies in Scientific Problem Solving. Revised."},
      {
        "id":"ED297998",
        "title":"The Effect of Mode of CAI and Individual Learning Differences on the Understanding of Concept Relationships."},
      {
        "id":"ED298001",
        "title":"Basic Skills--Mathematics. Proven Exemplary Educational Programs and Practices: A Collection from the National Diffusion Network (NDN)."},
      {
        "id":"ED298002",
        "title":"Inference and Discovery in an Exploratory Laboratory. Technical Report No. 10."},
      {
        "id":"ED298012",
        "title":"Missing Chapters II: West Virginia Women in History."},
      {
        "id":"ED298013",
        "title":"Education in Asia and the Pacific: Reviews, Reports and Notes. Number 23."},
      {
        "id":"ED298016",
        "title":"Our Community Development Challenge: Documents for American History Courses Featuring Public Works and the Rise of the City, 1871-1941."},
      {
        "id":"ED298017",
        "title":"The American Solution: Origins of the United States Constitution."},
      {
        "id":"ED298020",
        "title":"Content, Character and Choice in Schooling: Public Policy and Research Implications. Proceedings of a Symposium (Washington, D.C., April 24, 1986)."},
      {
        "id":"ED298021",
        "title":"Religion in Our Textbooks."},
      {
        "id":"ED298023",
        "title":"An Inquiry into the Geographic Correlates of Government Arts Funding: A Research Monograph Based on the 1985 Survey of Public Participation in the Arts."},
      {
        "id":"ED298024",
        "title":"Employment Status of Performing Artists, 1970-1980. Prepared for the Research Division, National Endowment for the Arts."},
      {
        "id":"ED298026",
        "title":"Fundamentals of U.S. Foreign Policy. Public Information Series."},
      {
        "id":"ED298027",
        "title":"Artists in the Workforce, 1950 to 1985."},
      {
        "id":"ED298028",
        "title":"Women and Minorities in the Arts: A Portrait from the 1980 Census."},
      {
        "id":"ED298030",
        "title":"Health in Iowa."},
      {
        "id":"ED298031",
        "title":"Directory of National Institutions of Educational Planning and Administration in Asia and the Pacific. Second Edition."},
      {
        "id":"ED298032",
        "title":"A Special Needs Music Community: Color and the Computer."},
      {
        "id":"ED298035",
        "title":"Marietta Celebration of Unity Case Study."},
      {
        "id":"ED298036",
        "title":"Women in the Work Force: Supreme Court Issues. Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED298053",
        "title":"Internationalizing Multicultural Education."},
      {
        "id":"ED298054",
        "title":"Our Town Integrated Studies: A Resource."},
      {
        "id":"ED298055",
        "title":"Behavioral and Social Science: Fifty Years of Discovery."},
      {
        "id":"ED298057",
        "title":"Conceptual Development in Social Studies."},
      {
        "id":"ED298060",
        "title":"The Gender of Child Discourse: Sex Roles and Communicative Styles at a Taiwanese Kindergarten."},
      {
        "id":"ED298061",
        "title":"Interpretations: A Student Journal of Historical Writings, 1988."},
      {
        "id":"ED298062",
        "title":"Foundations of American Citizenship: New Directions for Education."},
      {
        "id":"ED298063",
        "title":"Martin Luther King, Jr. Teacher's Resource Manual."},
      {
        "id":"ED298064",
        "title":"Educational Reform or National Survival: Take Your Pick."},
      {
        "id":"ED298066",
        "title":"The Relationship between Economics and Civics in Economic Textbooks and Civics Curriculum Guides."},
      {
        "id":"ED298067",
        "title":"To Survey American Crafts: A Planning Study. Research Division Report #2."},
      {
        "id":"ED298068",
        "title":"Understanding the Employment of Actors. Research Division Report #3."},
      {
        "id":"ED298069",
        "title":"Where Artists Live: 1970. Research Division Report #5."},
      {
        "id":"ED298070",
        "title":"Economic Impacts of Arts and Cultural Institutions: A Model for Assessment and a Case Study in Baltimore. Research Division Report #6."},
      {
        "id":"ED298071",
        "title":"The State Arts Agencies in 1974: All Present and Accounted For. Research Division Report #8."},
      {
        "id":"ED298072",
        "title":"Teaching about Religion in the Social Studies. ERIC Digest."},
      {
        "id":"ED298073",
        "title":"Science/Technology/Society in the Social Studies. ERIC Digest."},
      {
        "id":"ED298076",
        "title":"Teaching the Bill of Rights. ERIC Digest."},
      {
        "id":"ED298078",
        "title":"Teacher Ethnicity: Relationships with Teaching Rewards and Incentives."},
      {
        "id":"ED298079",
        "title":"A Compendium of Innovative Teacher Education Projects."},
      {
        "id":"ED298080",
        "title":"The Professional Development Needs of Experienced Teachers. A Report of a Study of the Professional Development Needs of Experienced, Tenured Teachers in the District of Columbia Public Schools."},
      {
        "id":"ED298082",
        "title":"1978 and 1984 Faculty of Education Graduates: Perceptions of Their Teacher Education Program."},
      {
        "id":"ED298084",
        "title":"Teaching as Design: Theory, Research, and Implications for Design Teaching."},
      {
        "id":"ED298085",
        "title":"Monitoring Student Learning in the Classroom. School Improvement Research Series Close-Up #4."},
      {
        "id":"ED298087",
        "title":"Private School Teachers' Opinions, 1985-86. OERI Bulletin."},
      {
        "id":"ED298088",
        "title":"Private School Teachers: Education and Training, 1985-86. OERI Bulletin."},
      {
        "id":"ED298089",
        "title":"Some Attributes of Teachers in Private Elementary and Secondary Schools, 1985-86. OERI Bulletin, March 1987."},
      {
        "id":"ED298092",
        "title":"Using Traditional Teaching To Expand Language Development and Critical Thinking."},
      {
        "id":"ED298093",
        "title":"School Leadership Preparation: A Preface for Action."},
      {
        "id":"ED298094",
        "title":"New Teachers, Better Teachers. A Report on Two Initiatives in New Jersey."},
      {
        "id":"ED298095",
        "title":"Health/Physical Education. Proven Exemplary Educational Programs and Practices: A Collection from the National Diffusion Network (NDN)."},
      {
        "id":"ED298096",
        "title":"\"Many Moons\": Understanding Teacher Learning from a Teacher Education Perspective. Issue Paper 88-5."},
      {
        "id":"ED298097",
        "title":"Compendium of Items for Follow-Up Surveys of Teacher Education Programs. Technical Series 88-1."},
      {
        "id":"ED298099",
        "title":"Report Card on School Reform. The Teachers Speak."},
      {
        "id":"ED298100",
        "title":"The White House Conference for a Drug Free America. Final Report."},
      {
        "id":"ED298102",
        "title":"Report to the Legislature on Development of Teacher Evaluation Models. (Chapter 73, Laws of 1986)."},
      {
        "id":"ED298103",
        "title":"Field Study on Teachers' Engagement Project on the Effects of the School as a Workplace on Teachers' Engagement--Phase One. Final Report."},
      {
        "id":"ED298104",
        "title":"Report to the Legislature on the Teacher Assistance Program. (Chapter 507, Laws of 1987)."},
      {
        "id":"ED298106",
        "title":"Texas Teachers and Moonlighting in the 1980's."},
      {
        "id":"ED298107",
        "title":"Charlotte Bronte, &quot;Villette,&quot; and Teaching. Occasional Paper No. 123."},
      {
        "id":"ED298109",
        "title":"Capturing Classroom Context: The Observation System as Lens for Assessment."},
      {
        "id":"ED298113",
        "title":"Report to the Legislature on Scoliosis Screening Cost/Benefit Analysis."},
      {
        "id":"ED298114",
        "title":"Guidelines for Effective School Health Education To Prevent the Spread of AIDS."},
      {
        "id":"ED298115",
        "title":"A Core Program for the 90's: Changing Patterns for Instruction. Final Report."},
      {
        "id":"ED298117",
        "title":"Creation of a State Initiative for Improving Local Practices in New Teacher Induction: The Maryland Story."},
      {
        "id":"ED298118",
        "title":"A Study of Washington-Trained Education Graduates Pursuing Certification and Careers Out of State."},
      {
        "id":"ED298121",
        "title":"Commitment to America's Children."},
      {
        "id":"ED298122",
        "title":"The Development of Expertise in Pedagogy."},
      {
        "id":"ED298123",
        "title":"Minority Teacher Recruitment & Retention. A Public Policy Issue. Proceedings and Background Material of the Wingspread Conference (Racine, Wisconsin, August 5-7, 1987)."},
      {
        "id":"ED298125",
        "title":"Get Fit! A Handbook for Youth Ages 6-17. How To Get in Shape To Meet the President's Challenge and Earn the Presidential Fitness Award."},
      {
        "id":"ED298130",
        "title":"Reforming Preservice Education: An International Dimension. Executive Summary."},
      {
        "id":"ED298135",
        "title":"Identifying Potentially Biased Test Items: A Comparison of the Mantel-Haenszel Statistic and Several Item Response Theory Methods."},
      {
        "id":"ED298138",
        "title":"Statistical Methodology Content Analysis of Selected Educational Research Journals."},
      {
        "id":"ED298139",
        "title":"An Evaluation of the Houston Job Training Partnership Council's Summer Basic Training Programs for Secondary Students."},
      {
        "id":"ED298143",
        "title":"Masculinity and Femininity: A Bipolar Construct and Independent Constructs."},
      {
        "id":"ED298144",
        "title":"Confirmatory Factor Analyses of Multitrait-Multimethod Data: Many Problems and a Few Solutions."},
      {
        "id":"ED298145",
        "title":"Public/Catholic Differences in the High School and Beyond Data: A Multi-Group Structural Equation Modelling Approach to Testing Mean Differences."},
      {
        "id":"ED298146",
        "title":"Estimation of Missing Values by Predicted Scores."},
      {
        "id":"ED298149",
        "title":"An Empirical Foundation for a Taxonomy of Humor."},
      {
        "id":"ED298155",
        "title":"The Number of Iterations in Monte Carlo Studies of Robustness."},
      {
        "id":"ED298156",
        "title":"Individual Differences in Achievement Orientation and Use of Classroom Feedback."},
      {
        "id":"ED298158",
        "title":"Development of a College Academic Self-Efficacy Scale."},
      {
        "id":"ED298168",
        "title":"Improving Title VII Evaluations through Technical Assistance: Are There Approaches Which Can Enhance the System?"},
      {
        "id":"ED298170",
        "title":"Examinee Selection of Subsequent Item Difficulty: Effects of Current Item Performance and Item Feedback."},
      {
        "id":"ED298171",
        "title":"Prediction of Item Performance by Expert Judges: A Methodology for Examining the Impact of Correction-for-Guessing Instructions on Test Taking Behavior."},
      {
        "id":"ED298174",
        "title":"An Analysis of Teacher-Made Tests: Testing Practices, Cognitive Demands, and Item Construction Errors."},
      {
        "id":"ED298176",
        "title":"Improving Teacher Certification Examination Scores of Minority Candidates: Results of an Intervention Program."},
      {
        "id":"ED298179",
        "title":"Multidimensional Self-Concepts and Perceptions of Control: Construct Validation of Responses by Children."},
      {
        "id":"ED298180",
        "title":"Directly Comparing Computer and Human Performance in Language Understanding and Visual Reasoning."},
      {
        "id":"ED298181",
        "title":"Creating Profiles of High Risk Students."},
      {
        "id":"ED298182",
        "title":"A Developmental Inventory of Sources of Stress."},
      {
        "id":"ED298184",
        "title":"Standardizing School Dropout Measures. CPRE Research Report Series."},
      {
        "id":"ED298185",
        "title":"Success for At-Risk Students. Conference Proceedings (Chicago, Illinois, February 4-7, 1987)."},
      {
        "id":"ED298187",
        "title":"National Survey in Regard to HR 5."},
      {
        "id":"ED298188",
        "title":"Educating Black Children: America's Challenge."},
      {
        "id":"ED298190",
        "title":"Reassessing Shelter Assistance in America. Volume I: Analysis and Findings. Project Report."},
      {
        "id":"ED298191",
        "title":"Welfare Reform: Projected Effects of Requiring AFDC for Unemployed Parents Nationwide. Briefing report to the Ranking Minority Member, Subcommittee on Public Assistance and Unemployment Compensation, Committee on Ways and Means, House of Representatives."},
      {
        "id":"ED298192",
        "title":"U.S. Commission on Civil Rights: Concerns about Commission Operations. Report to Congressional Requesters."},
      {
        "id":"ED298193",
        "title":"U.S. Commission on Civil Rights: Compliance with Appropriation Provisions as of March 31, 1988. Report to the Chairman, Committee on Appropriations, U.S. Senate, and the Chairman, Committee on Appropriations, House of Representatives."},
      {
        "id":"ED298195",
        "title":"E.C.I.A. Chapter 1 Reading and Math with Athletics. Summer 1986."},
      {
        "id":"ED298196",
        "title":"Students at Risk. Programs and Practices."},
      {
        "id":"ED298197",
        "title":"Drawing in the Family. Family Involvement in the Schools."},
      {
        "id":"ED298198",
        "title":"A Psychological Study of Educational Attainment among Hispanics."},
      {
        "id":"ED298201",
        "title":"Policy Options for the Future of Compensatory Education: Conference Papers (Washington, D.C., November 18-19, 1986)."},
      {
        "id":"ED298203",
        "title":"Program Strategy and Design: Options for Federal Actions in Education."},
      {
        "id":"ED298205",
        "title":"The Federal Role and Chapter 1: Rethinking Some Basic Assumptions."},
      {
        "id":"ED298207",
        "title":"Funding the Individual? An Essay on the Future of Chapter 1."},
      {
        "id":"ED298208",
        "title":"The Problem of Quality in Chapter 1."},
      {
        "id":"ED298209",
        "title":"How Fiscal Accountability and Program Quality Can be Insured For Chapter 1."},
      {
        "id":"ED298210",
        "title":"The Next Steps in Urban Education."},
      {
        "id":"ED298211",
        "title":"The Ways that Schools Are: Lessons for Reformers."}]
  }}
