{
  "response":{"numFound":509939,"start":152000,"numFoundExact":true,"docs":[
      {
        "id":"ED298213",
        "title":"Summer School, Extended School Year, and Year-Round Schooling for Disadvantaged Students. ERIC/CUE Digest Number 42."},
      {
        "id":"ED298215",
        "title":"Magnet School Program: 1987-1988. End-of-Year Report. OEA Evaluation Report."},
      {
        "id":"ED298216",
        "title":"Attendance Improvement Dropout Prevention (A.I.D.P.) Part-Time Jobs Program, 1986-1987. OEA Evaluation Report."},
      {
        "id":"ED298217",
        "title":"An Evaluation Program for Integrated Elementary Schools and Programs. Multicultural Education Resource Series."},
      {
        "id":"ED298218",
        "title":"Washington State ECIA Chapter 2 District Programs End-of-Year Report, 1985-86."},
      {
        "id":"ED298219",
        "title":"Washington State ECIA Chapter 2 District Programs End-of-Year, 1986-87."},
      {
        "id":"ED298220",
        "title":"Washington State ECIA Chapter 2 End-of-Year Report 1986-87."},
      {
        "id":"ED298221",
        "title":"Compensatory Education Product Evaluation: Elementary and Secondary Academic Achievement (A2) 1987-1988."},
      {
        "id":"ED298222",
        "title":"Compensatory Education Process Evaluation: Elementary and Secondary Academic Achievement (A2) 1987-1988."},
      {
        "id":"ED298223",
        "title":"State Bilingual and ECIA Chapter 1 Migrant Process Evaluation Report: 1987-88."},
      {
        "id":"ED298224",
        "title":"The Development of Ethnic Identity in Adolescents."},
      {
        "id":"ED298225",
        "title":"Effective Dropout Prevention: The Case for Schoolwide Reform."},
      {
        "id":"ED298226",
        "title":"High School Development Center: An Alternative School for Ninth and Tenth Grades. Executive Summary, 1986-87."},
      {
        "id":"ED298229",
        "title":"The Boston Compact: A Teaching Case."},
      {
        "id":"ED298231",
        "title":"Dr. Martin Luther King, Jr. Washington State Resource Guide."},
      {
        "id":"ED298232",
        "title":"At Risk, Low-Achieving Students in the Classroom. Analysis and Action Series."},
      {
        "id":"ED298233",
        "title":"State Bilingual and ECIA Chapter 1 Migrant Product Evaluation Report 1987-88."},
      {
        "id":"ED298235",
        "title":"Necessary Relief: The Stewart B. McKinney Homeless Assistance Act."},
      {
        "id":"ED298238",
        "title":"The Hmong: An Annotated Bibliography, 1983-1987. Southeast Asian Refugee Studies Occasional Papers Number Seven."},
      {
        "id":"ED298240",
        "title":"School Enrollment--Social and Economic Characteristics of Students: October 1986. Current Population Reports: Population Characteristics."},
      {
        "id":"ED298241",
        "title":"Money Income and Poverty Status in the United States: 1987. (Advance Data from the March 1988 Current Population Survey). Current Population Reports: Consumer Income."},
      {
        "id":"ED298247",
        "title":"Accessing Private Industry Council Funding."},
      {
        "id":"ED298248",
        "title":"Transatlantic Dialogue: A Research Exchange; Papers from a Joint Conference (Leeds, England, July 11-13, 1988)."},
      {
        "id":"ED298251",
        "title":"Paulo Freire and Adult Education: A Radical Model for Liberal Educators."},
      {
        "id":"ED298252",
        "title":"Spatial Reasoning and Adults."},
      {
        "id":"ED298254",
        "title":"The Conflict between Equilibrium and Disequilibrium Theories. The Case of the U.S. Labor Market."},
      {
        "id":"ED298259",
        "title":"How To Construct a Local Labor Market Study."},
      {
        "id":"ED298265",
        "title":"Community Education Resources Infusion Module for K-12 Instructors."},
      {
        "id":"ED298267",
        "title":"Adult Education in the Soviet Union."},
      {
        "id":"ED298272",
        "title":"TAFE Industry Partnership: Towards More Effective Relationships in Course Development and Implementation. A Discussion Paper."},
      {
        "id":"ED298273",
        "title":"Dislocated Farmers: Number, Distribution, and Impacts. Research Report Series."},
      {
        "id":"ED298274",
        "title":"Programs and Policies To Assist Displaced Farmers. Research Report Series."},
      {
        "id":"ED298276",
        "title":"Twelfth Annual Report of the National Commission for Employment Policy to the President and the Congress of the United States. Including Findings and Recommendations on the Job Training Partnership Act, Trade Adjustment Assistance, Worker Adjustment Assistance. Report No. 22."},
      {
        "id":"ED298277",
        "title":"Who Is Served in JTPA Programs: Patterns of Participation and Intergroup Equity. Research Report Series."},
      {
        "id":"ED298278",
        "title":"Using Performance Management To Encourage Services to Hard-To-Serve Individuals in JTPA. Research Report Series."},
      {
        "id":"ED298279",
        "title":"Serving AFDC Recipients: Initial Findings on the Role of Performance Standards."},
      {
        "id":"ED298280",
        "title":"A Typology of Transition Based on a Synthesis of the Literature. Project TROPHY. Transition Research on Problems of Handicapped Youth."},
      {
        "id":"ED298281",
        "title":"Five Transition Policy Studies Including Pertinent Literature Synthesis. Project TROPHY. Transition Research on Problems of Handicapped Youth."},
      {
        "id":"ED298282",
        "title":"The Marriott Philosophy at Work: A Study of Corporate Success with the Handicapped. Project TROPHY. Transition Research on Problems of Handicapped Youth."},
      {
        "id":"ED298285",
        "title":"Saturation Work Initiative Model in San Diego. Interim Report."},
      {
        "id":"ED298286",
        "title":"Subgroup Impacts and Performance Indicators for Selected Welfare Employment Programs."},
      {
        "id":"ED298287",
        "title":"Maine. The Demonstration of State Work/Welfare Initiatives. Final Report on the Training Opportunities in the Private Sector Program."},
      {
        "id":"ED298290",
        "title":"Training Models Used in Industry."},
      {
        "id":"ED298291",
        "title":"Adult Literacy & Technology National Conference (Pittsburgh, Pennsylvania, July 27-31, 1988)."},
      {
        "id":"ED298297",
        "title":"Keewatin Region Educational Authority Pilot Adult Education Project: Computer-Assisted Learning. Year One Report."},
      {
        "id":"ED298300",
        "title":"Building a Quality Workforce. A Joint Initiative."},
      {
        "id":"ED298301",
        "title":"V-TECS Guide for Child Care Worker."},
      {
        "id":"ED298302",
        "title":"V-TECS Guide for Commercial Foods."},
      {
        "id":"ED298304",
        "title":"V-TECS Guide for Information Processing Specialist."},
      {
        "id":"ED298305",
        "title":"V-TECS Guide for Automobile Air Conditioning and Electrical System Technician."},
      {
        "id":"ED298309",
        "title":"Rural Economic Development in the 1980s. A Summary. Agriculture Information Bulletin Number 533."},
      {
        "id":"ED298310",
        "title":"Special Student Populations in Vocational and Technical Education. Private Sector Involvement in Vocational and Technical Education. Analysis of Distribution of Funds for Secondary and Postsecondary Vocational Education."},
      {
        "id":"ED298311",
        "title":"Cross-Cutting Performance Management Issues in Human Resource Programs. Research Report No. 88-12."},
      {
        "id":"ED298314",
        "title":"The Helping Process Overview Guidebook. Dropout Prevention Series."},
      {
        "id":"ED298315",
        "title":"The Helping Process Booklet for Administrators/Planners. Dropout Prevention Series."},
      {
        "id":"ED298316",
        "title":"The Helping Process Booklet for Program Coordinators. Dropout Prevention Series."},
      {
        "id":"ED298317",
        "title":"The Helping Process Booklet for Team Members. Dropout Prevention Series."},
      {
        "id":"ED298318",
        "title":"The Helping Process Booklet for Mentors. Dropout Prevention Series."},
      {
        "id":"ED298319",
        "title":"The Helping Process Booklet for Students. Dropout Prevention Series."},
      {
        "id":"ED298320",
        "title":"The Student's Choice. Instructor's Guide. Dropout Prevention Series."},
      {
        "id":"ED298321",
        "title":"The Student's Choice. Dropout Prevention Series."},
      {
        "id":"ED298323",
        "title":"A Guide for Dropout Prevention. Creating an Integrated Learning Environment in Secondary Schools. Dropout Prevention Series."},
      {
        "id":"ED298324",
        "title":"The School's Choice: Guidelines for Dropout Prevention at the Middle and Junior High School. Dropout Prevention Series."},
      {
        "id":"ED298325",
        "title":"Outcomes of a Group Career Planning Process. Occasional Paper No. 126."},
      {
        "id":"ED298335",
        "title":"LIFE: Literacy Is For Everyone. Final Report."},
      {
        "id":"ED298339",
        "title":"Irrigation Systems. Instructor's Guide."},
      {
        "id":"ED298340",
        "title":"Irrigation Systems. Student's Guide."},
      {
        "id":"ED298345",
        "title":"The Instructional Effectiveness of the Microcomputer with an Elderly Population."},
      {
        "id":"ED298347",
        "title":"Job Training Partnership Act Handbook for DPI/JTPA 8% Programs. 1988-89."},
      {
        "id":"ED298348",
        "title":"North Carolina Career Exploration Curriculum and Teacher Guide."},
      {
        "id":"ED298349",
        "title":"Cooperative Vocational Education Policies and Procedures Manual."},
      {
        "id":"ED298350",
        "title":"JTPA Title IIA Participants Who Were School Dropouts at Program Application: Program Year 1986. JTQS Special Paper No. 6."},
      {
        "id":"ED298351",
        "title":"The Vocational Rehabilitation Program. Hearings before the Subcommittee on Education, Training and Employment of the Committee on Veterans' Affairs. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED298352",
        "title":"Increasing Third Graders' Knowledge of Career Possibilities through Structured Learning Activities."},
      {
        "id":"ED298354",
        "title":"Oregon Women. A Report on Their Education, Employment and Economic Status."},
      {
        "id":"ED298355",
        "title":"Perspectives of Research on Distance Education."},
      {
        "id":"ED298356",
        "title":"Apprenticeship 2000: The Status of and Recommendations for Improved Counseling, Guidance, and Information Processes."},
      {
        "id":"ED298360",
        "title":"When Clerks Meet Customers: A Test of Variables Related to Emotional Expressions on the Job."},
      {
        "id":"ED298361",
        "title":"Peer Counseling: Implementation and Program Maintenance Issues."},
      {
        "id":"ED298367",
        "title":"Winning Basketball: A Comprehensive Sports Counseling Program."},
      {
        "id":"ED298368",
        "title":"Combating Counselor Burnout: The Use of Right and Left Brain Applications."},
      {
        "id":"ED298369",
        "title":"The Rural Oldest-Old and Their Program Needs."},
      {
        "id":"ED298370",
        "title":"Self-Control and Coping Skills as Factors in Pain Perception, Perceived Health and Psychological Adjustment in the Elderly."},
      {
        "id":"ED298373",
        "title":"Attributions for Successful and Unsuccessful Health Behavior Change."},
      {
        "id":"ED298374",
        "title":"Attributional Search and Concern about the Future Following Smoking Cessation Treatment."},
      {
        "id":"ED298375",
        "title":"The Nature of Empathy: Discriminant Analyses."},
      {
        "id":"ED298376",
        "title":"Mediators of Stress and Role Satisfaction in Multiple Role Women."},
      {
        "id":"ED298380",
        "title":"Relationship between Men's and Women's Religious Views and Sex-Typing."},
      {
        "id":"ED298382",
        "title":"Preventing Alcohol and Other Drug Problems through Drug Education. Policy Bulletin No. 3."},
      {
        "id":"ED298383",
        "title":"Evaluation of the Effectiveness of Crisis Lines in Reaching Adolescent Suicide Attempters."},
      {
        "id":"ED298385",
        "title":"Extracurricular Activities and Adolescent Self-Esteem: A Multivariate Study."},
      {
        "id":"ED298389",
        "title":"Child Abuse and Neglect: An Informed Approach to a Shared Concern."},
      {
        "id":"ED298393",
        "title":"AIDS in Correctional Facilities: Issues and Options. Issues and Practices in Criminal Justice. Third Edition."},
      {
        "id":"ED298395",
        "title":"Substance Abuse Prevention Education. Special Topic Curriculum Resources Packet."},
      {
        "id":"ED298400",
        "title":"Increasing Retention on a College Campus through At-Risk Student Identification and Faculty-Student Contact."},
      {
        "id":"ED298401",
        "title":"Attitudes toward Women among Black and White University Students."},
      {
        "id":"ED298403",
        "title":"The Market for Community Services for Older People."},
      {
        "id":"ED298405",
        "title":"On Returning to Therapy after an Initial Interview."},
      {
        "id":"ED298406",
        "title":"Why Do Parasuicides Repeat Despite Resolving Their Problems?"},
      {
        "id":"ED298407",
        "title":"Moral Development, Identity Formation and Role Traditionality in Pregnant and Non-Pregnant Adolescents."},
      {
        "id":"ED298409",
        "title":"Adolescents and Suicide: Restoring the Kin Network."},
      {
        "id":"ED298411",
        "title":"A Study of Students Who Dropped Out of San Juan Dstrict."},
      {
        "id":"ED298413",
        "title":"Differences in Anger, Hostility, and Interpersonal Aggressiveness in Type A and Type B Adolescents."},
      {
        "id":"ED298418",
        "title":"Deterring Drinking and Driving: The Australian Approach."},
      {
        "id":"ED298419",
        "title":"Starting a College or University Peer Support Centre."},
      {
        "id":"ED298420",
        "title":"Losing a Million Minds: Confronting the Tragedy of Alzheimer's Disease and Other Dementias. Congressional Summary."},
      {
        "id":"ED298421",
        "title":"BJS Data Report, 1987."},
      {
        "id":"ED298424",
        "title":"Report to the Nation on Crime and Justice and Technical Appendix. Second Edition."},
      {
        "id":"ED298427",
        "title":"A Comparative Analysis of Drop-outs and Non Drop-outs in Ontario Secondary Schools. A Report to the Ontario Study of the Relevance of Education and the Issue of Dropouts. Student Retention and Transition Series."},
      {
        "id":"ED298428",
        "title":"Teaching College Reading and Study Skills through a Metacognitive-Schema Approach."},
      {
        "id":"ED298430",
        "title":"The Effects of Cultural Schemata on Reading Processing Strategies."},
      {
        "id":"ED298431",
        "title":"Influences Contributing to Lasting Improvements in Reading and Writing in the United States."},
      {
        "id":"ED298432",
        "title":"Counterpoint and Beyond: A Response to &quot;Becoming a Nation of Readers.&quot;"},
      {
        "id":"ED298433",
        "title":"\"Johnny the Rat\": Using the Child as Our Informant."},
      {
        "id":"ED298435",
        "title":"Personalized Progress Charts: An Effective Motivation for Reluctant Readers."},
      {
        "id":"ED298436",
        "title":"Children's Literature: Comparing Children's Choices and Critical Acclaim."},
      {
        "id":"ED298440",
        "title":"Self-Concept and the Disabled Reader: An Annotated Bibliography."},
      {
        "id":"ED298441",
        "title":"The Potential Unity of Critical Thinking and Values Analysis."},
      {
        "id":"ED298442",
        "title":"Do College Students Know How to &quot;Think Critically&quot; When They Graduate?"},
      {
        "id":"ED298444",
        "title":"Curriculum Guide for Use with &quot;Laubach Way to Reading.&quot; CALL Program (Computer Assisted Literacy in Libraries)."},
      {
        "id":"ED298451",
        "title":"The Incidental Acquisition of Word Meaning through Oral Context."},
      {
        "id":"ED298452",
        "title":"Comparison-Contrast Text Structures and the College Developmental Reader. College Reading and Learning Assistance Technical Report 88-02."},
      {
        "id":"ED298455",
        "title":"New Vocabulary: How Do Children Learn New Words? Item 10, SET: Research Information for Teachers. Number One 1988."},
      {
        "id":"ED298457",
        "title":"Evaluation of the First Grade Pilot of Success in Beginning Reading and Writing Part I, 1987-88."},
      {
        "id":"ED298458",
        "title":"Evaluation of the First Grade Pilot of Success in Beginning Reading and Writing Part 2, 1987-88."},
      {
        "id":"ED298460",
        "title":"Washington Literacy Tutor Training Handbook: Spiral of Strategies for Decoding Segment."},
      {
        "id":"ED298461",
        "title":"The Psychology of Reading Instruction (A Collection of Essays)."},
      {
        "id":"ED298462",
        "title":"Reading and the Learner (A Collection of Essays)."},
      {
        "id":"ED298465",
        "title":"Language Arts Curriculum in the Elementary School."},
      {
        "id":"ED298467",
        "title":"The Innovative Approaches Research Project: Employing Research Findings To Improve Instruction for Limited English Proficient Students."},
      {
        "id":"ED298468",
        "title":"Independent Reading for Remedial and At-Risk Students: The Principal Can Make a Difference."},
      {
        "id":"ED298471",
        "title":"Teaching Vocabulary To Improve Reading Comprehension."},
      {
        "id":"ED298474",
        "title":"Implementation Handbook for the Comprehensive Reading Program."},
      {
        "id":"ED298477",
        "title":"Read-Aloud Programs for the Elderly. Check This Out Series."},
      {
        "id":"ED298478",
        "title":"Back to the Trenches, You Pedagogical Dogs!"},
      {
        "id":"ED298481",
        "title":"A Taxonomy of Responses and Respondents to Literature."},
      {
        "id":"ED298483",
        "title":"East-West Comparative Literature: India/Ireland, Rabindranath Tagore/W. B. Yeats."},
      {
        "id":"ED298484",
        "title":"Children and Writing in the Electronic Age. PEN 67."},
      {
        "id":"ED298485",
        "title":"Using Language Learning Conditions in Mathematics. PEN 68."},
      {
        "id":"ED298486",
        "title":"Journalistic Roles and the Production of Development News: A Study of Three Prestigious Newspapers in India."},
      {
        "id":"ED298488",
        "title":"Minority Journalists in Ohio: A Study of Their Job Satisfaction."},
      {
        "id":"ED298496",
        "title":"Books for You: A Booklist for Senior High Students. Tenth Edition."},
      {
        "id":"ED298497",
        "title":"Censorship and Selection in Literature Teaching: Personal Reconstruction or Aesthetic Appreciation?"},
      {
        "id":"ED298498",
        "title":"Romancing the Response: Issues of Engagement and Detachment in Reading Literature."},
      {
        "id":"ED298501",
        "title":"The Open Forum: A Study of Letters to the Editor and the People Who Write Them."},
      {
        "id":"ED298503",
        "title":"An Annotated Bibliography of Literature Showing the Importance of the Process of Writing in the Language Arts Curriculum."},
      {
        "id":"ED298504",
        "title":"Literature on Evaluation of Handwriting."},
      {
        "id":"ED298507",
        "title":"Newspaper Coverage of the Harvard Medicare Project: Regional Distinctions/Discreet Disregard?"},
      {
        "id":"ED298515",
        "title":"Lifewriting: Surfacing What Students Really Want to Write About."},
      {
        "id":"ED298516",
        "title":"The Volunteer Newspaper: A Communication Solution for Small Rural Communities? A Case Study."},
      {
        "id":"ED298517",
        "title":"Writing Skills: Report 1. Assessing Student Progress in the Common Curriculum Goals. English Language Arts."},
      {
        "id":"ED298518",
        "title":"Speaking Skills: Report 2. Assessing Student Progress on the Common Curriculum Goals. English Language Arts."},
      {
        "id":"ED298519",
        "title":"Listening Skills: Report 3. Assessing Student Progress on the Common Curriculum Goals. English Language Arts."},
      {
        "id":"ED298520",
        "title":"Reading/Literature Skills: Report 4. Assessing Student Progress on the Common Curriculum Goals. English Language Arts."},
      {
        "id":"ED298521",
        "title":"Study Skills: Report 5. Assessing Student Progress on the Common Curriculum Goals. English Language Arts."},
      {
        "id":"ED298522",
        "title":"Mass Media and Visual Literacy Skills: Report 6. Assessing Student Progress on the Common Curriculum Goals. English Language Arts."},
      {
        "id":"ED298523",
        "title":"Integrated Assessment Model--A Project-Based Approach: Report 8. Assessing Student Progress on the Common Curriculum Goals. English Language Arts."},
      {
        "id":"ED298529",
        "title":"Write Angles: Strategies for Teaching Composition."},
      {
        "id":"ED298531",
        "title":"The Mississippi Junior College Creative Writing Association: A Decade of Progress."},
      {
        "id":"ED298532",
        "title":"Safe Sex and Dangerous Poems: AIDS, Literature and the Gay and Lesbian Community College Student."},
      {
        "id":"ED298533",
        "title":"American Literature."},
      {
        "id":"ED298534",
        "title":"Student Press and the &quot;Hazelwood&quot; Decision. Fastback 274."},
      {
        "id":"ED298535",
        "title":"The Effect of Computer Technology on Composing Processes and Written Products of Grade 8 and Grade 12 Students. Education and Technology Series."},
      {
        "id":"ED298542",
        "title":"A Quantitative Approach to Resolving Comparative Hearings."},
      {
        "id":"ED298545",
        "title":"Risk-Taking Tendencies and Radon Messages: A Field Experiment Testing an Information Processing Model for Risk Communication."},
      {
        "id":"ED298547",
        "title":"The College Radio Station: A Model of Experiential Education."},
      {
        "id":"ED298549",
        "title":"FCC Policy and AM Stereo: From Governmental Standard-Setting to the Marketplace."},
      {
        "id":"ED298554",
        "title":"Developmental Play: A New Approach to the Role of Mass Media in Developing Countries."},
      {
        "id":"ED298557",
        "title":"A Perspective on Internship Grading Problems and a Solution."},
      {
        "id":"ED298560",
        "title":"China: The Television Revolution."},
      {
        "id":"ED298561",
        "title":"Gambling with Your Health: Predictors of Risk for AIDS."},
      {
        "id":"ED298564",
        "title":"Improving Oral Communication by Focusing on Audience."},
      {
        "id":"ED298566",
        "title":"A Weaverian Model for Ethical, Perpetual Criticism."},
      {
        "id":"ED298567",
        "title":"Deregulation and Station Trafficking."},
      {
        "id":"ED298568",
        "title":"Resolving Reality and Academe: Putting the Individual Back into the Team Project."},
      {
        "id":"ED298570",
        "title":"Social Psychological Aspects of Personal-Naming."},
      {
        "id":"ED298577",
        "title":"The Ethics of Rhetoric and the Ethics in Rhetoric: Problems in Evaluation."},
      {
        "id":"ED298580",
        "title":"Dada Typography: Patterns of Experimentation with Graphic Design 1912-1930."},
      {
        "id":"ED298581",
        "title":"Receiver Apprehension in Educational Settings: A Typology of Outcomes and Comprehensive Bibliography."},
      {
        "id":"ED298582",
        "title":"Gender Communication at the Liberal Arts College: Improving the Climate."},
      {
        "id":"ED298586",
        "title":"KIDSPEAK: An Innovative Activity Program for Children."},
      {
        "id":"ED298590",
        "title":"Selecting a Q Sample: A Study of Communication Types among Students, Faculty, and Administrators in Higher Education."},
      {
        "id":"ED298591",
        "title":"Better Discussion. Item 14, SET: Research Information for Teachers. Number One, 1988."},
      {
        "id":"ED298592",
        "title":"The Desire for Structure: A Deconstructive Analysis of &quot;Desire under the Elms.&quot;"},
      {
        "id":"ED298593",
        "title":"Je Lis, Tu Lis, Il, Elle Lit a Preface to &quot;A Streetcar Named Desire&quot;: Beyond the Preservation Principle."},
      {
        "id":"ED298596",
        "title":"Speech Communication Courses as Basics in Teacher Preparation."},
      {
        "id":"ED298597",
        "title":"Towards a New Method of Classroom Speech Evaluation: The Small Group."},
      {
        "id":"ED298598",
        "title":"Family Communication Patterns and the Flow of Information in the Family."},
      {
        "id":"ED298599",
        "title":"The Evolution of Teacher Policy."},
      {
        "id":"ED298600",
        "title":"Achieving School Effectiveness. Process Steps and Variables. A Ready Reference Guide to Research Findings and Action Steps."},
      {
        "id":"ED298601",
        "title":"United States Catholic Elementary and Secondary Schools, 1987-1988. A Statistical Report on Schools, Enrollment, & Staffing."},
      {
        "id":"ED298604",
        "title":"The ABCs of Organizational Behavior."},
      {
        "id":"ED298605",
        "title":"Building Level Staff Development Led by the Principals."},
      {
        "id":"ED298606",
        "title":"Developing Readiness for School Improvement: Lessons of Context."},
      {
        "id":"ED298607",
        "title":"Fiscal Policy for Education in the Reagan Administration. Occasional Paper No. 5."},
      {
        "id":"ED298608",
        "title":"An Assessment of the Fact Finding Process and an Evaluation of the Services Provided by the North Dakota Fact Finding Commission."},
      {
        "id":"ED298609",
        "title":"Child Maltreatment: Responsibilities and Responses of the Schools. Policy Issue Series No. 4."},
      {
        "id":"ED298615",
        "title":"Gender Disparities in Educational Access and Attainment: Mainstream and Feminist Theories."},
      {
        "id":"ED298616",
        "title":"Staff Development and Retaining. Suggested Personnel Policy Guidelines for School Districts, 1988."},
      {
        "id":"ED298617",
        "title":"Configuring the Education System for a Shared Future: Collaborative Vision, Action, Reflection."},
      {
        "id":"ED298619",
        "title":"Exploring District Culture: Administrators' Shared Values, Perceptions, and Beliefs of Their District's Management Model"},
      {
        "id":"ED298620",
        "title":"Reversing Patterns of Control in Australia: Can Schools Be Self-Governing?"},
      {
        "id":"ED298625",
        "title":"Problems and Issues in Relating Research on Teacher Thinking to Educational Policy."},
      {
        "id":"ED298626",
        "title":"The Nature, Causes and Consequences of Principals' Practices: A Framework for Research and Review of Recent Literature."},
      {
        "id":"ED298628",
        "title":"The State of State Education Finance--Emerging Themes and Collapsing Constraints."},
      {
        "id":"ED298636",
        "title":"Schoolhouse Planning."},
      {
        "id":"ED298637",
        "title":"A Discussion of School Law and Other Related Topics."},
      {
        "id":"ED298638",
        "title":"An Overview of the Research on Physical Learning Environments."},
      {
        "id":"ED298641",
        "title":"Giving a Candid Appraisal of an Applicant: What Is the Risk of Liability for Defamation?"},
      {
        "id":"ED298643",
        "title":"Tracking in Secondary Schools: A Contextual Perspective."},
      {
        "id":"ED298644",
        "title":"Early Retirement Incentive Programs for Teachers. Policy Issue Series No. 6."},
      {
        "id":"ED298647",
        "title":"Teacher Education Reform in the United States (1890-1986). Occasional Paper No. 3."},
      {
        "id":"ED298649",
        "title":"&quot;Onward to Excellence&quot;: Teaching Schools To Use Effective Schooling and Implementation Research To Improve Student Performance."},
      {
        "id":"ED298651",
        "title":"Moral Education in the Life of the School. A Report from the ASCD Panel on Moral Education."},
      {
        "id":"ED298658",
        "title":"From Hobbes to Friedman: Development of the Free Market Economics of Education. AFT Research Notes, Number 28."},
      {
        "id":"ED298660",
        "title":"Context, Outcomes and Resources of Elementary and Secondary Education in Oregon."},
      {
        "id":"ED298662",
        "title":"Report to the Legislature on the School Based Management Program (Chapter 422, Laws of 1985)."},
      {
        "id":"ED298663",
        "title":"Report to the Legislature on Controlling School Employee Health Care Costs (Chapter 303, Laws of 1986)."},
      {
        "id":"ED298664",
        "title":"Washington State's Laws Regulating Home-Based Instruction."},
      {
        "id":"ED298666",
        "title":"Educational Alternatives in Washington. A Directory. 1987 Edition."},
      {
        "id":"ED298670",
        "title":"Analysis of School Finances, New York State School Districts, 1986-87."},
      {
        "id":"ED298671",
        "title":"The Relationship of Increased Instructional Time to Student Achievement. Policy Bulletin No. 1."},
      {
        "id":"ED298672",
        "title":"Public Elementary and Secondary School Membership, Graduates and Staff, by State, 1987-88. Preliminary Tabulations. E.D. TABS."},
      {
        "id":"ED298673",
        "title":"Attracting and Compensating America's Teachers. Eighth Annual Yearbook of the American Education Finance Association."},
      {
        "id":"ED298674",
        "title":"Annual Report. U.S. Department of Education, Fiscal Year 1987."},
      {
        "id":"ED298675",
        "title":"School Safety Check Book. School Climate and Discipline, School Attendance, Personal Safety, School Security, Model Programs."},
      {
        "id":"ED298677",
        "title":"Microcomputers in Special Education: Beyond Drill and Practice. Final Report."},
      {
        "id":"ED298678",
        "title":"Current Uses of Artificial Intelligence in Special Education. Abstract XI: Research &amp; Resources on Special Education."},
      {
        "id":"ED298679",
        "title":"The Effectiveness of Early Childhood Special Education. Abstract XII: Research &amp; Resources on Special Education."},
      {
        "id":"ED298681",
        "title":"Research on the Effectiveness of Mainstreaming. Abstract XIV: Research &amp; Resources on Special Education."},
      {
        "id":"ED298682",
        "title":"Brain Research: Implications for the Education of Exceptional Children. Abstract XV: Research & Resources on Special Education."},
      {
        "id":"ED298683",
        "title":"Beyond Drill and Practice: Learner-Centered Software. Abstract 16: Research &amp; Resources on Special Education."},
      {
        "id":"ED298684",
        "title":"Database Instruction for Special Needs Students: Program Description and Recommendations for Personnel Preparation."},
      {
        "id":"ED298689",
        "title":"The Behaviour Rating Scale as a Screening Device for Learning Disabled Children in Botswana."},
      {
        "id":"ED298697",
        "title":"Partners in the Process: A Handbook on Transition for School and Community Programs Serving Learning Disabled Young Adults."},
      {
        "id":"ED298699",
        "title":"Schools and the Culturally Diverse Exceptional Student: Promising Practices and Future Directions."},
      {
        "id":"ED298700",
        "title":"Demography As It Affects Special Education."},
      {
        "id":"ED298705",
        "title":"Characteristics of Learning Disabled, Mentally Retarded, and Speech-Language Handicapped Hispanic Students at Initial Evaluation and Reevaluation."},
      {
        "id":"ED298706",
        "title":"Educational Assessment of the Culturally Diverse and Behavior Disordered Student: An Examination of Critical Effect."},
      {
        "id":"ED298710",
        "title":"California Bilingual Special Education Model Sites (1984-1986): Programs and Research."},
      {
        "id":"ED298712",
        "title":"What Attracts and Keeps Outstanding Black Special Education Teachers in the Profession?"},
      {
        "id":"ED298715",
        "title":"Comparison of Structured Modeling and Mother-Child Play Settings on the Development of Pretend Actions in Young Children with Down's Syndrome."},
      {
        "id":"ED298716",
        "title":"Sign Language Training for Children with Developmental Retardation in Speech."},
      {
        "id":"ED298720",
        "title":"Arriving at a Method To Determine Phases in Family Problem Solving."},
      {
        "id":"ED298723",
        "title":"Parent-Employer Partnerships: Developing Employment Opportunities for Youth with Disabilities. Report of a National Conference (Alexandria, Virginia, March 16-17, 1987)."},
      {
        "id":"ED298724",
        "title":"Concurrent Services Model."},
      {
        "id":"ED298725",
        "title":"Flexible Pacing for Able Learners."},
      {
        "id":"ED298727",
        "title":"The Disabled Student in Transition: Developing Cooperative State Models To Meet the Transition Needs of Disabled Youth: An Interagency Approach."},
      {
        "id":"ED298732",
        "title":"Multidisciplinary Teams and the Case Conference: Format Guidelines for Affecting Teacher Attitude and Knowledge."},
      {
        "id":"ED298734",
        "title":"Children with Special Needs in Family Day Care Homes: A Handbook for Family Day Care Home Providers."},
      {
        "id":"ED298735",
        "title":"Cuidado de ninos con necesidades especiales en el hogar: Manual de referencia para las personas que cuidan ninos en sus hogares (Children with Special Needs in Family Day Care Homes: A Handbook for Family Day Care Home Providers)."},
      {
        "id":"ED298736",
        "title":"Children with Special Needs in Family Day Care Homes: A Handbook of Approaches and Activities for Family Day Care Home Providers."},
      {
        "id":"ED298737",
        "title":"Un Buen Comienzo/A Good Beginning Program: Final Report, July 1, 1984 through December 31, 1987."},
      {
        "id":"ED298738",
        "title":"Helping Parents To Be Informed Advocates for Their Handicapped Children: Planning Materials for Four Meetings To Provide Information and Support. Preschool Transition Project."},
      {
        "id":"ED298739",
        "title":"Preparing for Transition: A Guide for Administrators of Preschool Special Education Programs. Preschool Transition Project."},
      {
        "id":"ED298740",
        "title":"Parent Handbook. Preschool Transition Project."},
      {
        "id":"ED298750",
        "title":"Not Special Enough? Educating New Jersey&apos;s Handicapped Students."},
      {
        "id":"ED298752",
        "title":"Characteristics and Identification of Gifted and Talented Students. Third Edition."},
      {
        "id":"ED298759",
        "title":"Lexis and Reality in Oral Evaluation."},
      {
        "id":"ED298760",
        "title":"Language and Culture Immersion: A Winning Enterprise."},
      {
        "id":"ED298761",
        "title":"Computers, Reading, and Schema Theory: What's the Connection? An Evaluation of Reading Software According to Schema Theory."},
      {
        "id":"ED298763",
        "title":"The Effect of Teacher Strategies on Students' Interactive Writing: The Case of Dialogue Journals."},
      {
        "id":"ED298764",
        "title":"The Adjunct Model of Language Instruction: Integrating Language and Content at the University. CLEAR Technical Report Series TR8."},
      {
        "id":"ED298765",
        "title":"The Edison Elementary School Bilingual Immersion Program: Student Progress after One Year of Implementation. CLEAR Technical Report Series TR9."},
      {
        "id":"ED298766",
        "title":"U.S. Foreign Language Instruction at the Elementary and Secondary School Levels: A Nationwide Profile. CLEAR Educational Report Series ER12."},
      {
        "id":"ED298768",
        "title":"Acquiring the English Article System: A Cross-Linguistic Interlanguage Analysis."},
      {
        "id":"ED298771",
        "title":"The Relation of Task to Performance in Testing Verbs."},
      {
        "id":"ED298773",
        "title":"The Bilingual Program Resource and Training Center, 1986-1987. OEA Evaluation Report."},
      {
        "id":"ED298774",
        "title":"Adlai E. Stevenson High School Bilingual Education and Career Awareness Program, 1986-1987. OEA Evaluation Report."},
      {
        "id":"ED298775",
        "title":"Seward Park High School Project CABES (Career Advancement through Bilingual Education Skills), 1986-1987. OEA Evaluation Report."},
      {
        "id":"ED298776",
        "title":"Project GET SET, 1986-1987. OEA Evaluation Report."},
      {
        "id":"ED298777",
        "title":"Project COM-TECH (Bilingual Computer- and Technology-Oriented Program), 1986-1987."},
      {
        "id":"ED298778",
        "title":"Jamaica High School Computer-Assisted Bilingual/Bicultural Multi-Skills Project, 1986-1987. OEA Evaluation Report."},
      {
        "id":"ED298779",
        "title":"Park West High School Vocational and High School Equivalency Bilingual Program, 1986-1987. OEA Evaluation Report."},
      {
        "id":"ED298780",
        "title":"South Bronx High School Project CIBE, 1986-1987. OEA Evaluation Report."},
      {
        "id":"ED298781",
        "title":"Theodore Roosevelt High School Project TEACH, 1986-1987. OEA Evaluation Report."},
      {
        "id":"ED298782",
        "title":"John Jay High School Project TRIUNFE, 1986-1987. OEA Evaluation Report."},
      {
        "id":"ED298783",
        "title":"Young Diplomats Program: Israeli School-to-School Exchange End-of-Year Report, 1986-87. OEA Evaluation Report."},
      {
        "id":"ED298784",
        "title":"James Monroe High School Proyecto Nuevos Horizontes, 1986-1987. OEA Evaluation Report."},
      {
        "id":"ED298785",
        "title":"Project CHAMP, 1986-1987. OEA Evaluation Report."},
      {
        "id":"ED298786",
        "title":"State Incentive Grants, 1986-1987: Language Development Support Systems, Intensive Second Language Development for CAR Schools, Curriculum Specialists Project. OEA Evaluation Report."},
      {
        "id":"ED298787",
        "title":"New York City Bilingual Education Technical Assistance Center, 1986-1987. OEA Evaluation Report."},
      {
        "id":"ED298788",
        "title":"Bilingual Pupil Services, 1986-1987. OEA Evaluation Report."},
      {
        "id":"ED298789",
        "title":"New Utrecht High School Project BITEC, Spring 1987. OEA Evaluation Report."},
      {
        "id":"ED298790",
        "title":"Project BRIDGES. 1986-1987. OEA Evaluation Report."},
      {
        "id":"ED298791",
        "title":"Walton High School Project BLAST, 1986-1987. OEA Evaluation Report."},
      {
        "id":"ED298792",
        "title":"Chinese Bilingual Career Awareness Program, 1986-1987. OEA Evaluation Report."},
      {
        "id":"ED298793",
        "title":"George W. Wingate High School Multilingual Survival Skills Program, 1986-1987. OEA Evaluation Report."},
      {
        "id":"ED298794",
        "title":"Erasmus Hall High School Bilingual Program, 1986-1987. OEA Evaluation Report."},
      {
        "id":"ED298795",
        "title":"1987 Bilingual Program for Eleventh and Twelfth Graders. OEA Evaluation Report."},
      {
        "id":"ED298796",
        "title":"The New York City Staff Development Program for Bilingual/E.S.L. Kindergarten through Ninth-Grade Teachers and Supervisors 1986-1987. OEA Evaluation Report."},
      {
        "id":"ED298797",
        "title":"William H. Taft High School Project HOLA, 1986-1987. OEA Evaluation Report."},
      {
        "id":"ED298805",
        "title":"The Nature and Development of Informal Reasoning Skills in College Students."},
      {
        "id":"ED298806",
        "title":"Attitudes and Perceptions of White Students Attending Historically Black Colleges and Universities."},
      {
        "id":"ED298809",
        "title":"Instructional Consultation with Feedback in Higher Education."},
      {
        "id":"ED298810",
        "title":"Making Mistakes: Error and Learning in the College Presidency."},
      {
        "id":"ED298817",
        "title":"Utilizing a Multi-Variate Approach in the Reorganization of a University Academic Department Based upon a Dynamic Macro Model of Change in Education."},
      {
        "id":"ED298819",
        "title":"Undergraduate Financing of Postsecondary Education. A Report of the 1987 National Postsecondary Student Aid Study. Analysis Report."},
      {
        "id":"ED298823",
        "title":"The Federal Student Financial Aid Handbook. 1988-1989."},
      {
        "id":"ED298825",
        "title":"Developmental Advising--How? Why? Proceedings of the Region VII Conference on Academic Advising. (4th, Little Rock, Arkansas, May 15-17, 1988)."},
      {
        "id":"ED298827",
        "title":"Defaulted Student Loans. Preliminary Analysis of Student Loan Borrowers and Defaulters. Briefing Report to the Chairman, Subcommittee on Postsecondary Education, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED298828",
        "title":"Pell Grants. Who Receives Them and What Would Larger Grants Cost? Briefing Report to the Ranking Minority Member, Subcommittee on Postsecondary Education, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED298830",
        "title":"Exemplary Programs for College-Bound Minority Students."},
      {
        "id":"ED298833",
        "title":"Measuring Financial Need: A Review of Student Financial Aid Eligibility Standards."},
      {
        "id":"ED298841",
        "title":"Hispanic Leadership Training Project. Final Report."},
      {
        "id":"ED298844",
        "title":"Postsecondary Education for a Changing Economy: Resource Agent for Policies and Practices."},
      {
        "id":"ED298846",
        "title":"Factors Influencing Faculty Migration. AIR 1988 Annual Forum Paper."},
      {
        "id":"ED298848",
        "title":"Higher Education Funding: The Role of the Institutional Researcher in the Development of Student/Faculty Ratio Guidelines. AIR 1988 Annual Forum Paper."},
      {
        "id":"ED298851",
        "title":"Anticipating Mathematics Performance: A Cross-Validation Comparison of AID3 and Regression. AIR 1988 Annual Forum Paper."},
      {
        "id":"ED298852",
        "title":"Influences on Course Planning. AIR 1988 Annual Forum Paper."},
      {
        "id":"ED298856",
        "title":"Student Engagement in College. AIR 1988 Annual Forum Paper."},
      {
        "id":"ED298860",
        "title":"Multicriteria Analysis: Managing Complexity in Selecting a Student-Information System. AIR 1988 Annual Forum Paper."},
      {
        "id":"ED298866",
        "title":"Beyond the Baccalaureate: Using Admissions Research at the Graduate/Professional School Level. AIR 1988 Annual Forum Paper."},
      {
        "id":"ED298869",
        "title":"Grade Inflation in the Eighties: The Case of Urban Colleges and Universities. AIR 1988 Annual Forum Paper."},
      {
        "id":"ED298872",
        "title":"Quality from Statehouse to Statistics: Linking &quot;Education Governors&quot; with Institutional Research. AIR 1988 Annual Forum Paper."},
      {
        "id":"ED298873",
        "title":"Deselection: A Novel Approach to the Peering Process. AIR 1988 Annual Forum Paper."},
      {
        "id":"ED298884",
        "title":"Technology in Education: Its Prospects and Its Promises."},
      {
        "id":"ED298937",
        "title":"Recent Trends in Minicomputer-Based Integrated Learning Systems for Reading and Language Arts Instruction."},
      {
        "id":"ED298938",
        "title":"Successful Change Agent Strategies for Overcoming Impediments to Microcomputer Implementation in the Classroom."},
      {
        "id":"ED298942",
        "title":"Relating North American Experiences with Computer-Related Technology in Education to Developing Countries."},
      {
        "id":"ED298944",
        "title":"The Role of Practice in Videodisc-Based Procedural Instructions."},
      {
        "id":"ED298945",
        "title":"Teacher as Supervisor of Complex Technology."},
      {
        "id":"ED298959",
        "title":"The Open Learning Institute and Knowledge Network. A Proposed Programme for Institutional Research and Evaluation. Summary of Recommendations. I.E.T. Paper No. 259."},
      {
        "id":"ED298962",
        "title":"Los Angeles County Public Library Ethnic Resource Centers: The American Indian Resource Center; Asian Pacific Resource Center; Black Resource Center; Chicano Resource Center."},
      {
        "id":"ED298969",
        "title":"Members of the Club: A Look at One Hundred ALA Presidents. Occasional Paper Number 182."},
      {
        "id":"ED298972",
        "title":"Improving Articulation between High Schools and Community Colleges: Activities and Incentives."},
      {
        "id":"ED298974",
        "title":"The Instructor as College Marketing Representative."},
      {
        "id":"ED298977",
        "title":"Achieving Excellence through Strategic Planning. Report: The Annual Management Institute for College and University Executives. (13th, Aspen, Colorado, July 17-22, 1988)."},
      {
        "id":"ED298980",
        "title":"Agreement between the County of Sullivan and Sullivan County Community College and the Professional Staff Association of Sullivan County Community College, September 1, 1987-August 31, 1990."},
      {
        "id":"ED298981",
        "title":"Professional Standards for Faculty, April 1987."},
      {
        "id":"ED298982",
        "title":"&quot;College Level&quot; and &quot;Critical Thinking&quot;: Public Policy and Educational Reform."},
      {
        "id":"ED298983",
        "title":"Single Team Bargaining: An Alternative Approach to Collective Bargaining."},
      {
        "id":"ED298988",
        "title":"Highlights of EOPS Programs: 1987-88 Operational Program Reviews."},
      {
        "id":"ED298989",
        "title":"A Survey of College Reading Programs in New York State: Diagnosis, Placement and Program Components."},
      {
        "id":"ED298992",
        "title":"Report and Recommendations of the Task Force on Student Financial Assistance."},
      {
        "id":"ED298994",
        "title":"Contact North: The Concept, Policy, Development, and Status of the Northern Ontario Distance Education Access Network."},
      {
        "id":"ED298995",
        "title":"Institutional Project Grant: A Report on Research into Writing-Across-the-Curriculum Projects."},
      {
        "id":"ED298997",
        "title":"The Integration of Economic Development and Education: Making High Technology Work."},
      {
        "id":"ED299002",
        "title":"Issues in Personnel Management. New Directions for Community Colleges, Number 62."},
      {
        "id":"ED299005",
        "title":"Agreement between Riverside Community College District and Riverside Community College Chapter CTA/NEA, 1987-1990."},
      {
        "id":"ED299008",
        "title":"Certificated Master Contract Agreement for 1987-90, Shasta-Tehama-Trinity Joint Community College District."},
      {
        "id":"ED299009",
        "title":"Motivating the Underprepared Unmotivated Community College Student."},
      {
        "id":"ED299014",
        "title":"Our Graduates: More Than a Product. Class of 1988."},
      {
        "id":"ED299020",
        "title":"Day Care--A National Priority. Hearing before the Subcommittee on Labor of the Committee on Labor and Human Resources. United States Senate, One Hundredth Congress, Second Session on Examining Ways of Finding Affordable, Quality Day Care For Working Mothers and Fathers (Cleveland, Ohio)."},
      {
        "id":"ED299022",
        "title":"1988 Survey of Early Childhood Software."},
      {
        "id":"ED299024",
        "title":"A Report to the President of the United States [from the] Intergovernmental Advisory Council on Education, National Networking Conference [on] The Absent Parent (Washington, D.C. May 9-10, 1988)."},
      {
        "id":"ED299025",
        "title":"Unfinished Business: Fulfilling Our Children's Promise. A Report from the Achievement Council."},
      {
        "id":"ED299029",
        "title":"A Planning and Problem-Solving Preschool Model: The Methodology of Being a Good Learner."},
      {
        "id":"ED299031",
        "title":"Kindergarten Teacher Training in the United States from 1870 to 1920."},
      {
        "id":"ED299032",
        "title":"Day Care Research: What Is the Treatment?"},
      {
        "id":"ED299033",
        "title":"Computers and the Development of Young Children."},
      {
        "id":"ED299035",
        "title":"Invisible Boundaries: An Interpretive Study of Parent-Provider Relationships."},
      {
        "id":"ED299037",
        "title":"The Homestart Program Evaluation Report, l985-86."},
      {
        "id":"ED299042",
        "title":"Healthy Children: Investing in the Future."},
      {
        "id":"ED299043",
        "title":"Healthy Children: Investing in the Future. Summary."},
      {
        "id":"ED299046",
        "title":"The Identification of Resources for the Expression of Social Gender Identities."},
      {
        "id":"ED299047",
        "title":"Cooperative Learning: Does It Work for Teachers of Young Children?"},
      {
        "id":"ED299048",
        "title":"Organic Education in Public Schools of Late Nineteenth Century America."},
      {
        "id":"ED299050",
        "title":"The Policy Implications of Compensation and Working Conditions in Three Publicly Funded Early Childhood Education Systems."},
      {
        "id":"ED299053",
        "title":"Native Language Promotes Student Achievement."},
      {
        "id":"ED299055",
        "title":"Neonatal Intensive Care for Low Birthweight Infants: Costs and Effectiveness. Health Technology Case Study 38."},
      {
        "id":"ED299059",
        "title":"Joys and Fears. Set Research Information for Teachers. Number One, Item 11."},
      {
        "id":"ED299065",
        "title":"The Effects of Alaska's Economic Recession on Anchorage Households."},
      {
        "id":"ED299066",
        "title":"Alaska's Economy: What's Ahead?"},
      {
        "id":"ED299068",
        "title":"Protective Clothing for Pesticide Users."},
      {
        "id":"ED299069",
        "title":"Rural Students Development of the Conception of Economic Inequality."},
      {
        "id":"ED299072",
        "title":"Rural Incubator Profile."},
      {
        "id":"ED299074",
        "title":"Evaluation of Curriculum Competencies and Skills by Land-Grant University Alumni."},
      {
        "id":"ED299076",
        "title":"The Hispanic Population in the United States: March 1985."},
      {
        "id":"ED299077",
        "title":"Health and Nutrition: Collection of Vital Statistical Data on Hispanics. Briefing Report to Congressional Requesters."},
      {
        "id":"ED299081",
        "title":"The Hispanic Population in the United States: March 1988 (Advance Report)."},
      {
        "id":"ED299083",
        "title":"Immigration: Studies of the Immigration Control Act's Impact on Mexico. Briefing Report to the Honorable Dennis DeConcini, U.S. Senate."},
      {
        "id":"ED299087",
        "title":"Citizen's Guide to Pesticides."},
      {
        "id":"ED299089",
        "title":"&quot;Georgia Sunrise&quot;: Producing Agricultural Research Stories for Television News."},
      {
        "id":"ED299096",
        "title":"Regenerating America: Meeting the Challenge of Building Local Economies."},
      {
        "id":"ED299097",
        "title":"Directory of Ethnic Minority Professionals in Psychology."},
      {
        "id":"ED299098",
        "title":"New Mexico School District Profile: 1986-1987 School Year."},
      {
        "id":"ED299107",
        "title":"Safety Issues at the DOE Test and Research Reactors. A Report to the U.S. Department of Energy."},
      {
        "id":"ED299108",
        "title":"Safety Issues at the Defense Production Reactors. A Report to the U.S. Department of Energy."},
      {
        "id":"ED299116",
        "title":"Course Content in High School Physics. High School Physics--Views from AAPT."},
      {
        "id":"ED299117",
        "title":"The Role, Education, and Qualifications of the High School Physics Teacher. High School Physics--Views from AAPT."},
      {
        "id":"ED299125",
        "title":"Human Factors Research and Nuclear Safety."},
      {
        "id":"ED299127",
        "title":"Classroom Dialogue and Science Achievement."},
      {
        "id":"ED299131",
        "title":"Conceptual Bases of Arithmetic Errors: The Case of Decimal Fractions."},
      {
        "id":"ED299132",
        "title":"Meaning Construction in Mathematical Problem Solving."},
      {
        "id":"ED299133",
        "title":"Treating Mathematics as an Ill-Structured Discipline."},
      {
        "id":"ED299135",
        "title":"International Science Report Card from the Second IEA Science Study--U.S."},
      {
        "id":"ED299136",
        "title":"Educational Bridges to Options in High Technology Employment. Final Report."},
      {
        "id":"ED299137",
        "title":"Post-Graduate Life Science Institute for Secondary School Teachers. Executive Summary."},
      {
        "id":"ED299138",
        "title":"Student Knowledge of Statistics: To Know Is To Do."},
      {
        "id":"ED299142",
        "title":"Mathematics Education Research in Finland Yearbook 1986. Theory into Practice 18."},
      {
        "id":"ED299143",
        "title":"Designing and Organizing Assessment in the National Science Foundation. An Approach to Assessing Initiatives in Science Education: Volume 1."},
      {
        "id":"ED299144",
        "title":"Pilot Assessment of the National Science Foundation's Investments in Informal Science Education. An Approach to Assessing Initiatives in Science Education: Volume 2."},
      {
        "id":"ED299145",
        "title":"Recommendations to the National Science Foundation. An Approach to Assessing Initiatives in Science Education: Summary Report."},
      {
        "id":"ED299146",
        "title":"Recognizing Similarities between Fraction Word Problems."},
      {
        "id":"ED299149",
        "title":"Global Balances in the 21st Century. IES Monograph 2."},
      {
        "id":"ED299152",
        "title":"Analysis of Fractions Curriculum for Constructivist College Remedial Mathematics Education."},
      {
        "id":"ED299153",
        "title":"Academic Research Equipment in Selected Science Engineering Fields: 1982-83 to 1985-86."},
      {
        "id":"ED299155",
        "title":"The Influence of Internal and External Frames of Reference on the Formation of Math and English Self-Concepts."},
      {
        "id":"ED299158",
        "title":"Lesson Complexity, Student Performance, and Student Perception in Mathematics."},
      {
        "id":"ED299161",
        "title":"Excellence in Mathematics and Science Teaching for the Intermediate Grades: Report of a Long-Term Inservice Project."},
      {
        "id":"ED299170",
        "title":"Simplified and Standardized Model Agreements for University-Industry Cooperative Research."},
      {
        "id":"ED299171",
        "title":"Students' Concept of Force: The Importance of Understanding Newton's Third Law."},
      {
        "id":"ED299172",
        "title":"An Analogy-Based Computer Tutor for Remediating Physics Misconceptions. Draft."},
      {
        "id":"ED299173",
        "title":"Cognitive Research--What's in It for Physics Teachers?"},
      {
        "id":"ED299182",
        "title":"Bicentennial of the Constitution: A Resource Guide."},
      {
        "id":"ED299187",
        "title":"Tax Education: An Assessment of Needs at the Secondary Level. Research Report Number 97."},
      {
        "id":"ED299188",
        "title":"Evansville: The Economic History and Development of a River Town in the 1800's. Grade 7."},
      {
        "id":"ED299190",
        "title":"I Have a Dream: Martin Luther King, Jr. Handbook of Activities."},
      {
        "id":"ED299191",
        "title":"Global Geography: An Evaluation of the Nepal Program. Research Report Number 100."},
      {
        "id":"ED299192",
        "title":"The U.S. Constitution: An Evaluation of the 'Federalism' Program. Research Report Number 99."},
      {
        "id":"ED299194",
        "title":"Gender Differences in Mathematics: An International Perspective."},
      {
        "id":"ED299196",
        "title":"New York City Schools March Off to War: The Nature and Extent of Participation of the City Schools in the Great War, April 1917 to April 1918."},
      {
        "id":"ED299207",
        "title":"Our Memory at Risk: Preserving New York's Unique Research Resources. A Report and Recommendations to the Citizens of New York."},
      {
        "id":"ED299213",
        "title":"Geographical Knowledge of University Elementary Education Majors."},
      {
        "id":"ED299222",
        "title":"Teaching Geography in American History. ERIC Trends/Issues, Paper No. 1."},
      {
        "id":"ED299224",
        "title":"Assessing Teacher Supply and Demand."},
      {
        "id":"ED299227",
        "title":"Planning for School Emergencies."},
      {
        "id":"ED299228",
        "title":"Dance for the Older Adult. Focus on Dance XI."},
      {
        "id":"ED299229",
        "title":"National High Blood Pressure 12-Month Kit. May 1988."},
      {
        "id":"ED299230",
        "title":"Preservice Programs in the Secondary Schools for Beginning Teachers: Working with the High-Risk Marginal High School Students--Perils and Prospects."},
      {
        "id":"ED299234",
        "title":"Growth in Teachers' Curriculum Knowledge through the Process of Curriculum Analysis."},
      {
        "id":"ED299236",
        "title":"Instructional Objectives. Occasional Monograph."},
      {
        "id":"ED299239",
        "title":"Preservice/Inservice Training. Proven Exemplary Educational Programs and Practices: A Collection from the National Diffusion Network."},
      {
        "id":"ED299243",
        "title":"Beyond Words: A Program for Movement Observation and Analysis. Final Report."},
      {
        "id":"ED299246",
        "title":"Moonlighting--Arkansas Style."},
      {
        "id":"ED299253",
        "title":"A Comparative Analysis of Physical Educators Needs (1980 and 1988) For Teaching Handicapped Students."},
      {
        "id":"ED299255",
        "title":"Fall Hiring Report. Certified Professional Staff Vacancies as of September 1, 1987."},
      {
        "id":"ED299257",
        "title":"Teaching Practice: Plus Ca Change... Issue Paper 88-3."},
      {
        "id":"ED299259",
        "title":"Secondary School Teachers' Opinions: Public and Private Schools. Survey Report."},
      {
        "id":"ED299260",
        "title":"Personalizing Staff Development: The Career Lattice Model. Fastback 281."},
      {
        "id":"ED299261",
        "title":"Improving Teaching through Coaching. Fastback 277."},
      {
        "id":"ED299262",
        "title":"Dialogues in Teacher Education. Issue Paper 88-4."},
      {
        "id":"ED299267",
        "title":"Out of School Child Find Program, P.L. 94-142. Evaluation Report."},
      {
        "id":"ED299268",
        "title":"Therapeutic Swimming Program, P.L. 94-142, Evaluation Report."},
      {
        "id":"ED299272",
        "title":"Report on Out-of-Field Class Assignments, 1986-87 School Year."},
      {
        "id":"ED299273",
        "title":"Evaluation of Goal 1.4, 1986-87."},
      {
        "id":"ED299278",
        "title":"Washington Statewide Assessment General Report: Grades 4, 8, and 10--Fall 1987."},
      {
        "id":"ED299282",
        "title":"Is the Test Score Decline Responsible for the Productivity Growth Decline? Working Paper No. 87-05."},
      {
        "id":"ED299284",
        "title":"Bilingual Education Program Evaluation Report--1985-86."},
      {
        "id":"ED299285",
        "title":"Evaluation of the ATTLAS Program (Augmenting Thinking through Language Acquisition Skills)."},
      {
        "id":"ED299289",
        "title":"Follow-Up of the 1985 High School Graduates in the Los Angeles Unified School District. Publication No. 502."},
      {
        "id":"ED299290",
        "title":"Longitudinal and Cross-Sectional Study of Special Education Students, 2nd Year Report, 1986-87. Publication No. 505."},
      {
        "id":"ED299292",
        "title":"Taking the Pulse: A Community Conference to Gather Information about School Needs in Hart County: Report of Findings."},
      {
        "id":"ED299294",
        "title":"Where We Stand: AISD Districtwide Surveys, 1986-87. Publication No. 86.45."},
      {
        "id":"ED299295",
        "title":"A Comparison of 1987 Results of SSAT-I Writing and Production Writing Assessment."},
      {
        "id":"ED299299",
        "title":"Telephone Survey of Dade County Voters."},
      {
        "id":"ED299300",
        "title":"Cherry Creek Schools Student Achievement Testing, 1986-87."},
      {
        "id":"ED299301",
        "title":"How'd We Do? Parkrose Student Achievement, 1987."},
      {
        "id":"ED299302",
        "title":"Evaluation of the Dade-Monroe Teacher Education Center."},
      {
        "id":"ED299303",
        "title":"Status of Accomplishment of the District's Objectives, 1986-87."},
      {
        "id":"ED299304",
        "title":"Testing New Teachers: A Report of a Review of Teacher Testing Practices and Materials in the District of Columbia Public Schools."},
      {
        "id":"ED299305",
        "title":"Career Ladders for Teachers: A Report of a Feasibility Study of a Career Ladder Program for the District of Columbia Public Schools."},
      {
        "id":"ED299306",
        "title":"An Evaluation of the Utah Career Ladder System."},
      {
        "id":"ED299308",
        "title":"Evaluation of the Fine Arts Magnet Program."},
      {
        "id":"ED299310",
        "title":"Annual Performance Report, 1986-87."},
      {
        "id":"ED299313",
        "title":"Description of the Mobile Education Teams (METs) Program."},
      {
        "id":"ED299315",
        "title":"Student Achievement in the 1985-86 Promotional Policy Program. OEA Evaluation Report."},
      {
        "id":"ED299316",
        "title":"Production and Quality of Education Information. Testimony before the Subcommittee on Select Education, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED299317",
        "title":"R&amp;D Funding: The Department of Education in Perspective. Report to the Chairman, Subcommittee on Select Education, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED299318",
        "title":"Basic Skills Performance of Alaska&apos;s Students: Achievement Test Results for 1984-85; 1985-86; and 1986-87."},
      {
        "id":"ED299321",
        "title":"A Study of General Cognitive Operations in Two Achievement Test Batteries and Their Relationship to Item Difficulty."},
      {
        "id":"ED299326",
        "title":"Steps for Setting Standards with the Angoff Method."},
      {
        "id":"ED299328",
        "title":"Analyzing Test Data for Program Evaluation Purposes: Are There Procedures and Other Factors Which Alter the Results?"},
      {
        "id":"ED299329",
        "title":"A Language Development Services&apos; Handbook: What Effective Schools Research Tells Us. Teacher Training Monograph No. 4."},
      {
        "id":"ED299330",
        "title":"Empowering Minority Students, July 1987. Teacher Training Monograph Number 5. Teacher Training Project for Bilingual & English to Speakers of Other Languages Teachers."},
      {
        "id":"ED299336",
        "title":"Alcoholism: Impact on the Hispanic Child. Report No. 5."},
      {
        "id":"ED299337",
        "title":"From Research to Intervention: Substance Abuse Prevention among Hispanic Adolescents. Report No. 3."},
      {
        "id":"ED299342",
        "title":"Problem Solving and Reasoning Skills Cognitive Development Model for Severely Disadvantaged Puerto Rican College Students. Final Report."},
      {
        "id":"ED299344",
        "title":"Poor Infants, Poor Chances: A Longitudinal Study of Progress toward Reducing Low Birth Weight and Infant Mortality in the United States and Its Largest Cities, 1979-1984."},
      {
        "id":"ED299346",
        "title":"Project Discovery: College Option Orientation Program. FIPSE Final Report."},
      {
        "id":"ED299347",
        "title":"An Annotated Bibliography of Cambodia and Cambodian Refugees. Southeast Asian Refugee Studies Occasional Papers Number Five."},
      {
        "id":"ED299350",
        "title":"Identification and School Related Attitudes and Expectations of At-Risk High School Students. Final Report OERI Project No. 117EH 60006."},
      {
        "id":"ED299352",
        "title":"Effective Compensatory Education Sourcebook. Volume IV: Project Profiles."},
      {
        "id":"ED299353",
        "title":"Allies in Education: A Profile of: Atlanta Partnership of Business and Education, Atlanta, Georgia."},
      {
        "id":"ED299354",
        "title":"Children and Families in Poverty: The Struggle to Survive. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundredth Congress, Second Session."},
      {
        "id":"ED299355",
        "title":"Excellence in Minority Health Education and Care Act. Hearing on H.R. 954, A Bill to Amend the Public Health Service Act to Authorize Assistance for Centers for Minority Medical Education, Minority Pharmacy Education, Minority Veterinary Medicine Education, and Minority Dentistry Education, before the Subcommittee on Health and the Environment of the Committee on Energy and Commerce, House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED299356",
        "title":"Working in Urban Schools."},
      {
        "id":"ED299357",
        "title":"At-Risk Youth: A Selected Bibliography."},
      {
        "id":"ED299360",
        "title":"Over the Edge: Homeless Families and the Welfare System."},
      {
        "id":"ED299361",
        "title":"The Connecticut-Haitian Connection: Development and Educational Exchanges between the Caribbean and New England. Area Studies Resource Guides Number Nine."},
      {
        "id":"ED299363",
        "title":"Ten Steps to a Successful Magnet Program. Research in Brief."},
      {
        "id":"ED299368",
        "title":"High School Attendance Improvement Dropout Prevention (A.I.D.P.) Program, 1986-1987: End-of-Year Report. OEA Evaluation Report."},
      {
        "id":"ED299371",
        "title":"A Study of Southeast Asian Youth in Philadelphia: A Final Report."},
      {
        "id":"ED299372",
        "title":"The Adaptation of Southeast Asian Refugee Youth: A Comparative Study. Final Report to the Office of Resettlement."},
      {
        "id":"ED299373",
        "title":"A Study of Southeast Asian Refugee Youth in the Twin Cities of Minneapolis and St. Paul, Minnesota. Final Report."},
      {
        "id":"ED299376",
        "title":"Consumer&apos;s Resource Handbook."},
      {
        "id":"ED299377",
        "title":"The Integrated Literacy and Automotive Skills Program for Youth (ILASPY). Final Report."},
      {
        "id":"ED299380",
        "title":"Disability in New Zealand: A Study of Rehabilitation and Disability Organizations Second Edition. Monograph #43."},
      {
        "id":"ED299388",
        "title":"State Technical Committee Activity. A Report."},
      {
        "id":"ED299389",
        "title":"Situational and Social Influences on High School Students' Decisions To Work Part-Time."},
      {
        "id":"ED299404",
        "title":"Working with the Adult Learner: Applied Andragogy for Developmental Programs."},
      {
        "id":"ED299405",
        "title":"Current Issues in Vocational Education and Training in New Zealand. Occasional Paper No. 127."},
      {
        "id":"ED299406",
        "title":"The Electronic Supervisor: New Technology, New Tensions."},
      {
        "id":"ED299408",
        "title":"Federal Workforce. A Framework for Studying Its Quality over Time. Report to the Chairman, Committee on Post Office and Civil Service, House of Representatives."},
      {
        "id":"ED299409",
        "title":"Senior Executive Service. Executives' Perspectives on Their Federal Service. Fact Sheet for the Honorable Vic Fazio, House of Representatives."},
      {
        "id":"ED299410",
        "title":"Army Training. Need To Strengthen Internal Controls over Troop Schools. Report to the Honorable John O. Marsh, Jr., the Secretary of the Army."},
      {
        "id":"ED299411",
        "title":"Eyes on the Workplace."},
      {
        "id":"ED299412",
        "title":"National Assessment of Vocational Education. Second Interim Report."},
      {
        "id":"ED299416",
        "title":"LVN to ADN: Innovative, Non-Traditional Learning Project."},
      {
        "id":"ED299422",
        "title":"Corporate Electronic Publishing Systems. Curriculum Improvement Project."},
      {
        "id":"ED299423",
        "title":"Network Applications for the Office Environment. Curriculum Improvement Project."},
      {
        "id":"ED299424",
        "title":"Computer Business Applications I. Course One. Information Systems Curriculum."},
      {
        "id":"ED299425",
        "title":"Computer Business Applications II. Course Two. Information Systems Curriculum."},
      {
        "id":"ED299426",
        "title":"Database Systems. Course Three. Information Systems Curriculum."},
      {
        "id":"ED299427",
        "title":"Telecommunications/Networking. Course Four. Information Systems Curriculum."},
      {
        "id":"ED299428",
        "title":"Applied Information Systems. Course Five. Information Systems Curriculum."},
      {
        "id":"ED299429",
        "title":"Integrated Information Systems. Course Six. Information Systems Curriculum."},
      {
        "id":"ED299430",
        "title":"Information Systems Administration. Course Seven. Information Systems Curriculum."},
      {
        "id":"ED299432",
        "title":"Postsecondary Occupational Education Delivery: An Examination. Final Report."},
      {
        "id":"ED299433",
        "title":"An Identification of Management Training Needs of Public Sector Employees."},
      {
        "id":"ED299434",
        "title":"Women and Illiteracy in the United States: A Feminist View. Revised."},
      {
        "id":"ED299436",
        "title":"Plant Closings and Worker Displacement. The Regional Issues."},
      {
        "id":"ED299437",
        "title":"Career Beginnings Program."},
      {
        "id":"ED299440",
        "title":"The New Labor Force or Where Will We All Be in the Year 2000."},
      {
        "id":"ED299441",
        "title":"The Changing Geography of America."},
      {
        "id":"ED299442",
        "title":"The Older Worker."},
      {
        "id":"ED299443",
        "title":"America's Service Economy."},
      {
        "id":"ED299444",
        "title":"The Challenge of Serving Teenage Mothers. Lessons from Project Redirection."},
      {
        "id":"ED299445",
        "title":"Transition Research on Problems of Handicapped Youth [Project TROPHY]. Occasional Papers Number 2."},
      {
        "id":"ED299448",
        "title":"Amendments to H.R. 18, the American Conservation Act of 1987. Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor, House of Representatives, One Hundredth Congress, Second Session."},
      {
        "id":"ED299449",
        "title":"Oversight Hearing on Drug Testing in the Work Force. Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor, House of Representatives, One Hundredth Congress, Second Session."},
      {
        "id":"ED299450",
        "title":"Sherlock: A Coached Practice Environment for an Electronics Troubleshooting Job."},
      {
        "id":"ED299452",
        "title":"The Future Shape of Continuing Education and Universities: An Inaugural Lecture. Papers in Continuing Education Number 1."},
      {
        "id":"ED299455",
        "title":"Strategies for Retaining Adult Students: The Educationally Disadvantaged. ERIC Digest No. 76."},
      {
        "id":"ED299456",
        "title":"Guidelines for Working with Adult Learners. ERIC Digest No. 77."},
      {
        "id":"ED299457",
        "title":"Vocational Education and the Work Ethic in a Changing Workplace. ERIC Digest No. 78."},
      {
        "id":"ED299458",
        "title":"Trends and Directions in Career Education. ERIC Digest No. 79."},
      {
        "id":"ED299462",
        "title":"Workplace Basics: The Skills Employers Want."},
      {
        "id":"ED299466",
        "title":"Survivors' Reactions: Suicide vs. Other Causes."},
      {
        "id":"ED299467",
        "title":"Aging in Rural America."},
      {
        "id":"ED299468",
        "title":"The Prediction of Suicide: Dilemmas for Training."},
      {
        "id":"ED299470",
        "title":"The Effect of Several Self-Disclosure Permutations on Counseling Process and Outcome."},
      {
        "id":"ED299471",
        "title":"Curbing Adolescent Suicide: Conditions, Symptomatic Behaviors, and Intervention Tactics."},
      {
        "id":"ED299473",
        "title":"A Clinical Approach to Learning Improvement Decision-Making."},
      {
        "id":"ED299474",
        "title":"Attitude-Normative Belief Interactions in Predicting Adolescent Substance Use."},
      {
        "id":"ED299475",
        "title":"Dropping Out of School. Executive Summary."},
      {
        "id":"ED299476",
        "title":"Dropping Out of School. State Programs in Dropout Prevention."},
      {
        "id":"ED299477",
        "title":"Dropping Out of School. Volume I: Causes and Consequences for Male and Female Youth."},
      {
        "id":"ED299478",
        "title":"Dropping Out of School. Volume II: Promising Strategies and Practices in Dropout Prevention."},
      {
        "id":"ED299479",
        "title":"Dropping Out of School. Volume III: Program Profiles."},
      {
        "id":"ED299481",
        "title":"College Students' Attitudes and Knowledge Regarding AIDS."},
      {
        "id":"ED299482",
        "title":"A Season of Loss: Training Manual for the Prevention of Elderly Depression and Suicide."},
      {
        "id":"ED299485",
        "title":"Households Touched by Crime, 1987. Bureau of Justice Statistics Bulletin."},
      {
        "id":"ED299486",
        "title":"A Memory Model of Depression: An Analysis of Cognition, Development and Emotion."},
      {
        "id":"ED299487",
        "title":"Self-Monitoring and Boundary Spanning: Unexpected Gender Differences."},
      {
        "id":"ED299488",
        "title":"The Role of the Individual and Individual Responsibility in Family Therapy."},
      {
        "id":"ED299491",
        "title":"Opening All Options. Proceedings of the Ohio Middle School and Junior High School Career Guidance Conference (Columbus, Ohio, June 24-26, 1987)."},
      {
        "id":"ED299495",
        "title":"Identification, Prevention, and Treatment of the Suicidal Adolescent and Societal Attitudes toward Suicide."},
      {
        "id":"ED299497",
        "title":"Incest: A College Student Nightmare Which Challenges Our Boundaries."},
      {
        "id":"ED299498",
        "title":"Evaluation Report of the K-12 Comprehensive Guidance Program of the San Diego City Schools and Appendices."},
      {
        "id":"ED299500",
        "title":"The Effects of Employee Turnover on Those Who Stay."},
      {
        "id":"ED299504",
        "title":"Meeting the Needs of High Risk Students through Application of Theory and Research."},
      {
        "id":"ED299507",
        "title":"Secretarial Personality: The Ideal According to Holland and Bem Profiles."},
      {
        "id":"ED299512",
        "title":"National Directory of Contacts in Dropout Prevention."},
      {
        "id":"ED299518",
        "title":"The Division of Labor in the Home: Who Is Doing the Work?"},
      {
        "id":"ED299525",
        "title":"Influence on and Severity of Weight Concern: Bulimics, Dieters, and Controls."},
      {
        "id":"ED299526",
        "title":"Youth and Violence: The Current Crisis. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundredth Congress, Second Session."},
      {
        "id":"ED299528",
        "title":"International Crime Rates. Bureau of Justice Statistics Special Report."},
      {
        "id":"ED299530",
        "title":"Clearing the Air: How to Quit Smoking...and Quit for Keeps."},
      {
        "id":"ED299531",
        "title":"The Presidential Commission on the Human Immunodeficiency Virus Epidemic Report."},
      {
        "id":"ED299532",
        "title":"Focus on Improving Your Middle School Guidance Program."},
      {
        "id":"ED299534",
        "title":"A Suicide Prevention Program for HIV-Positive Patients."},
      {
        "id":"ED299538",
        "title":"School Climate and Reading Performance: Survey Report."},
      {
        "id":"ED299539",
        "title":"Computers and Reading: 1984-1989. Selections from \"Micro Missive,\" the Newsletter of MicroSIG, The Special Interest Group for Microcomputers in Reading of the International Reading Association."},
      {
        "id":"ED299541",
        "title":"Literature-Centered Reading and Language Minority Students."},
      {
        "id":"ED299545",
        "title":"Reading in the Two-Year College. Focused Access to Selected Topics (FAST) Bibliography No. 5."},
      {
        "id":"ED299549",
        "title":"Hearing: An Overlooked Fact in Relationship to Dyslexia."},
      {
        "id":"ED299551",
        "title":"Manual [for] Diagnosis and Remediation of Reading Difficulties."},
      {
        "id":"ED299553",
        "title":"Student Motivation in Reading."},
      {
        "id":"ED299554",
        "title":"Language Development Component, Compensatory Language Experiences and Reading Program 1987-88. Final Evaluation Report."},
      {
        "id":"ED299555",
        "title":"Language Development Component, Secondary Developmental Reading Program 1987-88. Final Evaluation Report."},
      {
        "id":"ED299558",
        "title":"Then and Now: Reading Achievement in Indiana, 1944-45, 1976, and 1986."},
      {
        "id":"ED299559",
        "title":"Computer Presentational Features for Poor Readers' Recall of Information."},
      {
        "id":"ED299564",
        "title":"The Relationships among Economic, Newsroom and Content Variables: A Path Model."},
      {
        "id":"ED299567",
        "title":"Analytic Trait Writing Assessment, 1987-88."},
      {
        "id":"ED299569",
        "title":"An Annotated Bibliography of Children's Books with Cajun Themes."},
      {
        "id":"ED299570",
        "title":"Your Reading: A Booklist for Junior High and Middle School Students. Seventh Edition."},
      {
        "id":"ED299571",
        "title":"Teacher Change as Experienced through Implementation of a Process Writing Approach."},
      {
        "id":"ED299572",
        "title":"Testing Reader-Writer Relations in Academic Text: Some Preliminary Considerations."},
      {
        "id":"ED299574",
        "title":"Storytelling: Its Wide-Ranging Impact in the Classroom. ERIC Digest Number 9. IDEN: *Story Telling by Children; ERIC Digests"},
      {
        "id":"ED299575",
        "title":"Publishing Student Writing. Focused Access to Selected Topics (FAST) Bibliography No. 6."},
      {
        "id":"ED299576",
        "title":"Talking with Students in Crisis: A Brief Guide."},
      {
        "id":"ED299580",
        "title":"Criteria Children Use To Evaluate Their Own and Others' Writing."},
      {
        "id":"ED299581",
        "title":"The Historical Importance of Jury to Press Freedom."},
      {
        "id":"ED299589",
        "title":"Analysis of the Language Arts Comprehension Curriculum: Grades 1-5. Research Report No. 87-19."},
      {
        "id":"ED299590",
        "title":"I Want To Talk to Each of You: Writing Conference Discourse and Individualizing the Process of Learning To Write."},
      {
        "id":"ED299591",
        "title":"Research Implications for Writing in the Content Areas. What Research Says to the Teacher. Second Edition."},
      {
        "id":"ED299592",
        "title":"Collaboration and Community Formation in English Microcomputer Labs."},
      {
        "id":"ED299594",
        "title":"Reasoning by Argumentation. Social Studies Learning Milestone 4."},
      {
        "id":"ED299596",
        "title":"Research Review: Patterns of Development in Writing Persuasive/Argumentative Discourse."},
      {
        "id":"ED299598",
        "title":"The Maturation of Public Relations Degree Programs--Ten Years in Retrospect: Struggles, Experiences and Analyses of a Communication-Based PR Program."},
      {
        "id":"ED299604",
        "title":"The Dependency Model and the Syndication Rule."},
      {
        "id":"ED299605",
        "title":"Assurance through Performance: The Iran-Contra Hearings as Celebration."},
      {
        "id":"ED299606",
        "title":"Toward a Rhetorical Vision for Public Television."},
      {
        "id":"ED299607",
        "title":"Fascism and Class Discourse: Hitler's Appeals to the Junkers."},
      {
        "id":"ED299608",
        "title":"University Administrators and Forensics: What Do the Officials Think about the Activity?"},
      {
        "id":"ED299610",
        "title":"The Millionaire on the Beach: The Rhetoric of Get-Rich-Quick Schemes."},
      {
        "id":"ED299611",
        "title":"Text, Narration, and Media."},
      {
        "id":"ED299612",
        "title":"Organizational Communication: A Selected, Annotated Bibliography."},
      {
        "id":"ED299613",
        "title":"Qualitative Research Methods in Speech Communication: A Bibliography through 1987."},
      {
        "id":"ED299614",
        "title":"The Rhetoric of Gay Liberation: An Interdisciplinary, Annotated Bibliography for Communication Studies."},
      {
        "id":"ED299615",
        "title":"Responsibility in Governmental-Political Communication: A Selected, Annotated Bibliography."},
      {
        "id":"ED299616",
        "title":"On Lecturing: A Bibliography. Second Edition."},
      {
        "id":"ED299617",
        "title":"Small Group Communication: An Annotated Bibliography."},
      {
        "id":"ED299618",
        "title":"Leadership: An Annotated Bibliography."},
      {
        "id":"ED299621",
        "title":"Political Campaign Debating: A Selected, Annotated Bibliography. Second Edition."},
      {
        "id":"ED299622",
        "title":"Pulpit Reading: A Selected, Annotated Bibliography."},
      {
        "id":"ED299623",
        "title":"Rhetoric of India: A Selected, Interdisciplinary Bibliography."},
      {
        "id":"ED299624",
        "title":"Religion and Communication: A Selected, Annotated Basic Bibliography."},
      {
        "id":"ED299625",
        "title":"Coaching Debate and Forensics."},
      {
        "id":"ED299628",
        "title":"Formal and Informal Catholic Church Policies in Regards to Owning Broadcast Properties."},
      {
        "id":"ED299634",
        "title":"Integrating the Graduate, Undergraduate and Education Curricula: Training Qualified Staff for the Basic Course."},
      {
        "id":"ED299635",
        "title":"Recognizing the Impact of Gender and Other Demographic/Cognitive Differences on Learning and Attitude Formation in the Basic Course."},
      {
        "id":"ED299636",
        "title":"A Comparison between PSI-Based and Self-Contained Formats of Instruction in the Introductory Speech Communication Course."},
      {
        "id":"ED299638",
        "title":"The Tension between Critical Thinking and Legal Reasoning."},
      {
        "id":"ED299643",
        "title":"The Fall and Fall of Gary Hart."},
      {
        "id":"ED299644",
        "title":"The Ad Populum Fallacy in Paradigm Construction: A Reconsideration of 'Audience-Centered Debate."},
      {
        "id":"ED299645",
        "title":"On the Strategy of Cross Examination."},
      {
        "id":"ED299651",
        "title":"The Learning and Recall of Unexpected Information in Social Schemas."},
      {
        "id":"ED299653",
        "title":"Referential Communication Skills in Twin Children."},
      {
        "id":"ED299654",
        "title":"The Utility of Erving Goffman's Theoretical Perspective, Metaphorical Models, and &quot;Serious Ethnography&quot; for the Rhetoric and Communication Scholar."},
      {
        "id":"ED299657",
        "title":"Self Assessment of Cross-Cultural Sensitivity for Faculty Who Teach in the Multicultural Classroom."},
      {
        "id":"ED299663",
        "title":"Why High School Students Learn So Little and What Can Be Done about It. Testimony, Subcommittee on Education and Health, U.S. Congress, October 1, 1987. Working Paper #88-01."},
      {
        "id":"ED299665",
        "title":"Implementing School Improvement."},
      {
        "id":"ED299667",
        "title":"Private School Statistics: A Review of Private and Federal Data Concerns. Special Report."},
      {
        "id":"ED299668",
        "title":"Status of Private Elementary and Secondary Schools, 1985-1986. OERI Bulletin."},
      {
        "id":"ED299672",
        "title":"Teachers' Perceptions of the Principal's Role."},
      {
        "id":"ED299674",
        "title":"Protection of Educational Buildings against Earthquakes. A Manual for Designers and Builders. Educational Building Report 13."},
      {
        "id":"ED299675",
        "title":"Recruitment and Financing of Candidates To Study Overseas: Its Implications for Australia."},
      {
        "id":"ED299677",
        "title":"An Assessment of Alternative Models for the Delivery of Principal Inservice."},
      {
        "id":"ED299679",
        "title":"Effective AIDS Education: A Policymakers Guide."},
      {
        "id":"ED299680",
        "title":"A Training Institute for Administrative Mentors. A Project Report of the Danforth Foundation-Ohio State University Program for the Preparation of School Principals."},
      {
        "id":"ED299681",
        "title":"An Examination of Teachers Teaching Teachers Staff Development Model in Southwest Dubois County. Prepared for the Southwest Dubois County School Corporation, Huntingburg, Indiana."},
      {
        "id":"ED299682",
        "title":"Professional Formation and a Tri-Dimensional Approach to the Preservice Preparation of School Administrators."},
      {
        "id":"ED299683",
        "title":"Teacher Evaluation: Six Prescriptions for Success."},
      {
        "id":"ED299686",
        "title":"Avenue to Safe Schools: Research, Policy and Practice."},
      {
        "id":"ED299689",
        "title":"Investments in Education Reform: Has the Momentum Been Retained?"},
      {
        "id":"ED299690",
        "title":"Teacher Involvement in Decisionmaking: A State-by-State Profile."},
      {
        "id":"ED299692",
        "title":"Taking Teaching Seriously--Academic Freedom Considerations."},
      {
        "id":"ED299698",
        "title":"Effective Schools Research: Practice and Promise. Fastback 276."},
      {
        "id":"ED299699",
        "title":"Improving the Textbook Selection Process. Fastback 275."},
      {
        "id":"ED299700",
        "title":"Handbook for Developing Public Confidence in Schools."},
      {
        "id":"ED299701",
        "title":"Key Statistics on Public Elementary and Secondary Education Reported by State and Geographic Region, 1986-87. Survey Report."},
      {
        "id":"ED299703",
        "title":"Description and Assessment of a Program for the Certification of Principals. A Prototype Curriculum for Principal Certification Programs."},
      {
        "id":"ED299704",
        "title":"Projections of Education Statistics to 1997-98."},
      {
        "id":"ED299705",
        "title":"Trends in Real Public Elementary and Secondary School Revenues 1981-82 to 1985-86. Analysis Report."},
      {
        "id":"ED299706",
        "title":"Creating Responsible and Responsive Accountability Systems. Report of the OERI State Accountability Study Group."},
      {
        "id":"ED299707",
        "title":"Geographical Cost of Living Differences: An Update. MacArthur/Spencer Series Number 7."},
      {
        "id":"ED299708",
        "title":"Science Teachers and Liability."},
      {
        "id":"ED299711",
        "title":"High School Leaders and Their Schools. Volume I: A National Profile."},
      {
        "id":"ED299720",
        "title":"Access: Exceptional Children and Technology."},
      {
        "id":"ED299722",
        "title":"Family Support Services in Hawaii: The Parents' Perspective."},
      {
        "id":"ED299723",
        "title":"Coping Behaviors of Parents with Children with Congenital Heart Disease."},
      {
        "id":"ED299724",
        "title":"Decreasing Talking-Out and Increasing Academic Behavior in a 7-Year-Old Child."},
      {
        "id":"ED299726",
        "title":"Alternative Futures for Rural Special Education. Proceedings of the Annual ACRES National Rural Special Education Conference (8th, Monterey, California, February 24-27, 1988)."},
      {
        "id":"ED299727",
        "title":"Breaking the Traditional Model: A Preservice Preparation Program To Serve Rural Visually Handicapped Learners."},
      {
        "id":"ED299728",
        "title":"Team Approach to Assessment and Programming: A Transdisciplinary Model."},
      {
        "id":"ED299733",
        "title":"Preparation of Personnel for Minority Handicapped Children in Rural Settings."},
      {
        "id":"ED299734",
        "title":"Improving Special Education Services in Rural Kansas."},
      {
        "id":"ED299738",
        "title":"Developing Community Resources To Support Rural Gifted Programs."},
      {
        "id":"ED299739",
        "title":"Managing Occupational Therapy in Rural Education (&quot;M.O.R.E.&quot;): Initial Findings."},
      {
        "id":"ED299743",
        "title":"Response to P.L. 99-457, Titles I and II: Issues Concerning Families Residing in Rural and Remote Areas of the United States."},
      {
        "id":"ED299744",
        "title":"Team Education for Adolescent Mothers."},
      {
        "id":"ED299746",
        "title":"Transdisciplinary Personnel Preparation for Special Physical Education in Rural Montana."},
      {
        "id":"ED299747",
        "title":"Alternative Homework for the Mildly Handicapped Elementary Student: Try Gaming!"},
      {
        "id":"ED299748",
        "title":"Referral, Intervention, and Instruction for Culturally and Linguistically Different Children Who May Be Handicapped."},
      {
        "id":"ED299749",
        "title":"Developing Practicum Supervision Skills in Colleague Teachers."},
      {
        "id":"ED299753",
        "title":"Providing Supported Work Experience through Job Coaching. CETVE (Competitive Employment through Vocational Experience) Monograph #1."},
      {
        "id":"ED299754",
        "title":"Planning for Transition: Answers for Parents. CETVE (Cooperative Employment through Vocational Experience) Monograph #2."},
      {
        "id":"ED299765",
        "title":"Address to the Council for Exceptional Children by the U.S. Secretary of Education."},
      {
        "id":"ED299778",
        "title":"A Curriculum for Mainstreamed Preschool Children Who Are Hearing Impaired developed by Project CHIME."},
      {
        "id":"ED299779",
        "title":"Handbook for Parents: Project CHIME."},
      {
        "id":"ED299780",
        "title":"A Guide to Developing a Mainstreaming Program for Preschool Children Who Are Hearing Impaired: Project CHIME."},
      {
        "id":"ED299785",
        "title":"It Worked in My Classroom: A Social and Academic Behavior Change Program."},
      {
        "id":"ED299787",
        "title":"Transition for Persons with Deaf-Blindness and Other Profound Handicaps: State of the Art. Papers from the National Conference on the Transition of Profoundly/Multiply Handicapped Deaf-Blind Youth (Washington, D.C., April 7-10, 1986)."},
      {
        "id":"ED299790",
        "title":"Health and Psychosocial Aspects of Transition. Section III."},
      {
        "id":"ED299793",
        "title":"Programs for Students with Limited English Proficiency, Evaluation 1986-87."},
      {
        "id":"ED299795",
        "title":"Assessing Foreign Language Training Needs of Adults. A Case Study from Finland. Research Bulletin 67."},
      {
        "id":"ED300800",
        "title":"I've Got a Project on..."},
      {
        "id":"ED300805",
        "title":"Note-Taking: What Do We Know about the Benefits? ERIC Digest Number 12."},
      {
        "id":"ED300808",
        "title":"Varieties of Dialogue: Technological Literacy and Verbal Literacy."},
      {
        "id":"ED300817",
        "title":"Georgia Basic Skills Writing Test. Scoring Manual."},
      {
        "id":"ED300818",
        "title":"Georgia Grade 6 Writing Test. Scoring Manual."},
      {
        "id":"ED300819",
        "title":"Georgia Grade 8 Writing Test. Scoring Manual."},
      {
        "id":"ED300820",
        "title":"An Examination of the Writing Vocabulary of Children in Grades Two through Eight: A Study of a National Sample of Children's Writing."},
      {
        "id":"ED300822",
        "title":"Postsecondary Writing Assessment: An Update on Practices and Procedures."},
      {
        "id":"ED300824",
        "title":"The Interaction of Metadiscourse and Anxiety in Determining Children&apos;s Learning of Social Studies Textbook Materials. Technical Report No. 435."},
      {
        "id":"ED300825",
        "title":"Forms of Writing and Rereading from Writing: A Preliminary Report. Technical Report No. 437."},
      {
        "id":"ED300826",
        "title":"Analogical Reasoning as a Mechanism in Knowledge Acquisition: A Developmental Perspective. Technical Report No. 438."},
      {
        "id":"ED300834",
        "title":"Words That Huddle Together. Reading Around Series No.3."},
      {
        "id":"ED300837",
        "title":"Desktop Publishing in High School: Empowering Students as Writers and Readers."},
      {
        "id":"ED300842",
        "title":"Fundamentals of Teaching Oral Language Improvement: Guidelines and Exercises for Public Communication Teachers."},
      {
        "id":"ED300843",
        "title":"A Comparative Study of Value Orientations of Chinese and American Families: A Communication View."},
      {
        "id":"ED300846",
        "title":"Revealing Communication Constraints in Extension Communication Strategies: A Case Study of a Project under the World Bank's T &amp; V System, India."},
      {
        "id":"ED300847",
        "title":"Using Newspapers as Effective Teaching Tools. ERIC Digest Number 10."},
      {
        "id":"ED300848",
        "title":"Using Film, Video, and TV in the Classroom. ERIC Digest Number 11."},
      {
        "id":"ED300851",
        "title":"Differential Rating of Performance on Oral Tasks in a Large Scale Survey in the Netherlands."},
      {
        "id":"ED300852",
        "title":"&quot;Iron Shapes Iron&quot;: The Rosenstock-Huessy/Rosenzweig Correspondence."},
      {
        "id":"ED300853",
        "title":"Meaning as a Therapeutic Variable."},
      {
        "id":"ED300855",
        "title":"FCC Broadcast Content Regulation: Policymaking in a Vacuum."},
      {
        "id":"ED300856",
        "title":"Individual and Small Group Interaction: A Review of the Literature."},
      {
        "id":"ED300857",
        "title":"College Students Talk about AIDS: A Methodological Study of Sensitive Issues."},
      {
        "id":"ED300860",
        "title":"Applied Interpersonal Communication in a Cross-Cultural Context: The Use of Interpreters as an Interrogation Technique When Interviewing Spanish Speaking Individuals."},
      {
        "id":"ED300861",
        "title":"Musical Visions: Fantasy Theme Analysis and the Study of Popular Music."},
      {
        "id":"ED300862",
        "title":"On the Relationship of the Descriptive, Normative and Pedagogical in Argumentativeness Research."},
      {
        "id":"ED300863",
        "title":"Schoolmarms and Tokens: Outdated Images for Women in Education."},
      {
        "id":"ED300865",
        "title":"Using the Developmental Speech Sequence Model for Public Speaking Instruction in Technical Education: A Cross-Cultural Application with Students in the United States and People's Republic of China."},
      {
        "id":"ED300866",
        "title":"Educational Excellence and Potential Dropouts: Theory, Research, and Policy Implications."},
      {
        "id":"ED300868",
        "title":"A Study of Teachers' Interdistrict Job Changes."},
      {
        "id":"ED300869",
        "title":"National Educational Policy and External Support Systems as Conditions for Curriculum Implementation."},
      {
        "id":"ED300870",
        "title":"Interpretive Approaches to Understanding Organizations: Implications for Researchers."},
      {
        "id":"ED300874",
        "title":"QSL: A Social System's Intervention To Improve Elementary School/Classroom Climate."},
      {
        "id":"ED300875",
        "title":"Assessing Leadership and Managerial Behavior. A Consumer's Guide."},
      {
        "id":"ED300882",
        "title":"Evaluating Teachers as Professionals."},
      {
        "id":"ED300883",
        "title":"Home Schooling."},
      {
        "id":"ED300884",
        "title":"Occupational Training in High School: When Does It Pay Off? Working Paper #88-09."},
      {
        "id":"ED300886",
        "title":"Staff in Public Elementary and Secondary Schools and School Systems, Fall 1983. OERI Historical Report."},
      {
        "id":"ED300889",
        "title":"Private Schools in the United States--Number, Enrollment and School Size: Fall, 1983. OERI Historical Report."},
      {
        "id":"ED300890",
        "title":"Targeted Forecast: Public High School Graduates. OERI Statistical Highlights."},
      {
        "id":"ED300895",
        "title":"Education Policy after Reagan--What Next? Occasional Paper No. 6."},
      {
        "id":"ED300897",
        "title":"The Decentralization of Education. Project BRIDGES."},
      {
        "id":"ED300898",
        "title":"How To Develop an Effective Homework Program. Tips for Principals from NASSP."},
      {
        "id":"ED300899",
        "title":"Innovation in Management of Primary School Construction: Multi-Purpose Primary School Buildings in Bangladesh. Educational Building Report 18."},
      {
        "id":"ED300900",
        "title":"The Attitudes of Public School Principals in the State of Texas toward United States Supreme Court Decision Concerning Conditions of Pregnancy of Professional Employees."},
      {
        "id":"ED300901",
        "title":"United States Catholic Elementary Schools and Their Finances 1988."},
      {
        "id":"ED300902",
        "title":"Catholic High Schools and Their Finances 1988."},
      {
        "id":"ED300904",
        "title":"Initiating Change in Schools. The Best of ERIC on Educational Management, Number 96. NASSP Edition."},
      {
        "id":"ED300905",
        "title":"School-Based Management. A Strategy for Better Learning."},
      {
        "id":"ED300906",
        "title":"An Examination of Approaches to Field-Based Learning in Other Professions."},
      {
        "id":"ED300908",
        "title":"School-Based Management. Institutional Variation, Implementation, and Issues for Further Research. CPRE Research Report Series RR-008."},
      {
        "id":"ED300909",
        "title":"Resource Materials on School-Based Management. CPRE Research Report Series RR-009."},
      {
        "id":"ED300910",
        "title":"Headsup: New Directions for Department Heads."},
      {
        "id":"ED300912",
        "title":"Classroom Organization and Management: What Does Research Tell Us?"},
      {
        "id":"ED300916",
        "title":"In the Training and Instruction of the Lord: Curriculum and Its Change Agents in Three Christian Schools."},
      {
        "id":"ED300917",
        "title":"Current Efforts To Reform Public Education: How Do Principals Respond?"},
      {
        "id":"ED300918",
        "title":"The Impact Aid Programs (P.L. 81-874 and P.L. 81-815): Modifications Resulting from the Augustus F. Hawkins-Robert T. Stafford Elementary and Secondary School Improvement Amendments of 1988. (P.L. 100-297). CRS Report to Congress."},
      {
        "id":"ED300919",
        "title":"The Impact Aid Program under Section 3 of Public Law 81-874: Financial Assistance for Local Education Agencies in Areas Affected by Federal Activities. CRS Report for Congress."},
      {
        "id":"ED300921",
        "title":"The Burgeoning Adopt-a-School Movement."},
      {
        "id":"ED300923",
        "title":"Structuring Schools for Greater Effectiveness with Educationally Disadvantaged or At-Risk Students."},
      {
        "id":"ED300925",
        "title":"The Process of Planning for Educational Change."},
      {
        "id":"ED300927",
        "title":"Contested Terrain: The Next Generation of Educational Reform."},
      {
        "id":"ED300931",
        "title":"Collaborative Efforts of Service Delivery Agencies, Colleges, and Universities."},
      {
        "id":"ED300932",
        "title":"AIDS Issues (Part 1). Hearings before the Subcommittee on Health and the Environment of the Committee on Energy and Commerce. House of Representatives, One Hundredth Congress, First Session (March 10 1987--Cost and Availability of AZT; April 27, 1987--AIDS and Minorities; September 22, 1987--AIDS Research and Education)."},
      {
        "id":"ED300938",
        "title":"Insurance Protection for Catastrophic Health Expenses for Individuals under Age 65. Hearings before the Subcommittee on Health of the Committee on Ways and Means. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED300939",
        "title":"Least Restrictive Environment and Social Integration. Division for Early Childhood White Paper."},
      {
        "id":"ED300941",
        "title":"Schooling the Different: Ethnographic Case Studies of Hispanic Deaf Children's Initiation into Formal Schooling. Final Report."},
      {
        "id":"ED300942",
        "title":"Diminished Self-Concept of the Visually Impaired: Fact or Fiction?"},
      {
        "id":"ED300943",
        "title":"The Work of the Special Education Director: A Field Study."},
      {
        "id":"ED300945",
        "title":"Transition Planning Guide: From School to Adult Life."},
      {
        "id":"ED300946",
        "title":"Project READDY: Real Employment Alternatives for Developmentally Disabled Youth. Job Training Manual."},
      {
        "id":"ED300947",
        "title":"Oversight of the Rehabilitation Act Amendments of 1986 (P.L. 99-506), Education of the Handicapped Act Amendments of 1986 (P.L. 99-457), and Handicapped Children's Protection Act of 1985 (P.L. 99-372). Hearing on Reviewing Progress Made in the Implementation of the...Amendments of 1986 and the...Act of 1985 before the Subcommittee on the Handicapped of the Committee on Labor and Human Resources. United States Senate, One Hundredth Congress, First Session."},
      {
        "id":"ED300950",
        "title":"The Feasibility of Adopting a Functional Definition of Disabilities: A Policy Analysis and Recommendations."},
      {
        "id":"ED300951",
        "title":"Communication Assessment Procedures for Students with Severe and Multiple Disabilities."},
      {
        "id":"ED300952",
        "title":"Data on Disability from the National Health Interview Survey, 1983-1985."},
      {
        "id":"ED300953",
        "title":"Transition from School to Work: Final Program Evaluation Report 9/1/85-8/31/87."},
      {
        "id":"ED300954",
        "title":"Curriculum Modifications for the Gifted in the Elementary School."},
      {
        "id":"ED300955",
        "title":"Special Education Personnel in Michigan Public Schools, 1979-1987."},
      {
        "id":"ED300956",
        "title":"Social Ecology of the Workplace."},
      {
        "id":"ED300957",
        "title":"Supported Employment in Illinois: Compendium of Program Profiles."},
      {
        "id":"ED300964",
        "title":"Developing Functional and Practical Application Strategies for the Psychiatric Reports of School Age Special Needs Children through Inservice Training."},
      {
        "id":"ED300966",
        "title":"Excellence for the Future: Program Options for the Academically Gifted."},
      {
        "id":"ED300967",
        "title":"Academic and Social Mainstreaming: Deaf Students' Perspectives on Their College Experiences."},
      {
        "id":"ED300970",
        "title":"Software Programs for Learning Disabled Students: Second Report."},
      {
        "id":"ED300975",
        "title":"Integrating the Core Curriculum through Cooperative Learning. Lesson Plans for Teachers."},
      {
        "id":"ED300976",
        "title":"Cooperative Activities for the Home: Parents Working with Teachers to Support Cooperative Learning."},
      {
        "id":"ED300977",
        "title":"Bilingual and Special Education: Procedural Manual for Program Administrators. Crosscultural Special Education Series, Volume 1."},
      {
        "id":"ED300978",
        "title":"The Nature of Bilingualism: Implications for Special Education. Crosscultural Special Education Series, Volume 2."},
      {
        "id":"ED300979",
        "title":"Sociocultural Issues in the Assessment and Classroom Teaching of Language Minority Students. Crosscultural Special Education Series, Volume 3."},
      {
        "id":"ED300980",
        "title":"Mini-Guide: Preschool Special Education Program Handbook, AB 2666 (Hannigan) (Chapter 311, Statutes of 1987)."},
      {
        "id":"ED300981",
        "title":"Preschool Special Education Program Handbook, A Resource to the Field: A.B. 2666--A Law for All Preschoolers with Exceptional Needs and Their Families."},
      {
        "id":"ED300982",
        "title":"Assessment of Chinese Speaking Limited English Proficient Students with Special Needs."},
      {
        "id":"ED300983",
        "title":"Student Study Teams: A Resource Manual for Trainers and Implementors. Revised Edition."},
      {
        "id":"ED300986",
        "title":"Ninth Grade for the LD Student at Risk for High School Dropout."},
      {
        "id":"ED300987",
        "title":"State Variation in Placement of Children with Handicaps in Segregated Environments."},
      {
        "id":"ED300990",
        "title":"Sensitivities, Skills, and Services: Mental Health Roles in the Implementation of Part H of PL 99-457 the Education of the Handicapped Act Amendments of 1986. An Issue Paper."},
      {
        "id":"ED300991",
        "title":"Compendium of Project Profiles: 1988."},
      {
        "id":"ED300993",
        "title":"Division of Special Education P.L. 89-313 Program 1986-87. Final Report. OEA Evaluation Report."},
      {
        "id":"ED300994",
        "title":"State Incentive Grant To Improve Pupil Performance, 1986-1987. OEA Evaluation Report."},
      {
        "id":"ED300995",
        "title":"Less Restrictive Placement Personnel Training 1983-84. Final Evaluation Report. OEA Evaluation Report."},
      {
        "id":"ED300996",
        "title":"E.C.I.A. Chapter 1, Part B, Institutionalized Facilities Program, Summer 1986. Final Evaluation Report. OEA Evaluation Report."},
      {
        "id":"ED300997",
        "title":"State Incentive Grant To Improve Pupil Performance (High School Component) 1986-87. Final Report. OEA Evaluation Report."},
      {
        "id":"ED300999",
        "title":"Linkages: Continuity of Care for At-Risk Infants and Their Families: Opportunities for Maternal and Child Health Programs and Programs for Children with Special Health Needs. Report of a Work Group."},
      {
        "id":"ED301000",
        "title":"Conversational Engagement and Children with Learning Disabilities: A Little Give and a Lot Less Take."},
      {
        "id":"ED301001",
        "title":"Self-Instructional Strategy Training: Improving the Mathematical Problem Solving Skills of Learning Disabled Students."},
      {
        "id":"ED301003",
        "title":"Services to Minority Populations: What Does It Mean To Be a Culturally Competent Professional?"},
      {
        "id":"ED301005",
        "title":"Career Assessment and Placement Center. Dissemination Manuals of Programs."},
      {
        "id":"ED301007",
        "title":"Examination of Categorical Practice in Special Education: Is It Supported by Research?"},
      {
        "id":"ED301021",
        "title":"On the Threshold of Independence. Progress on Legislative Recommendations from &quot;Toward Independence.&quot; A Report to the President and to the Congress of the United States."},
      {
        "id":"ED301022",
        "title":"Attention-Deficit Hyperactivity Disorder: A Step toward Individualized Treatment Planning."},
      {
        "id":"ED301027",
        "title":"Education for the Gifted and Talented. A Position Paper."},
      {
        "id":"ED301028",
        "title":"Cuidado de Ninos con Necesidades Especiales en el Hogar: Manual de Estrategias y Actividades para Proveedores que Cuidan Ninos en Sus Hogares (Children with Special Needs in Family Day Care Homes: A Handbook of Approaches and Activities for Family Day Care Home Providers)."},
      {
        "id":"ED301031",
        "title":"Oral Communication Apprehension among Business College Students and Its Relationship to English Language Proficiency."},
      {
        "id":"ED301032",
        "title":"Assessing Writing in the ESL Classroom."},
      {
        "id":"ED301033",
        "title":"Latin Curriculum, Junior and Senior High School."},
      {
        "id":"ED301038",
        "title":"Who's in Charge Here? Cooperative Work and Authority Negotiation in Police Helicopter Missions."},
      {
        "id":"ED301039",
        "title":"Words and Gender."},
      {
        "id":"ED301040",
        "title":"The Measurement of Anxiety and Applications to Second Language Learning: An Annotated Bibliography. Research Bulletin No. 672."},
      {
        "id":"ED301041",
        "title":"So You Want To Have a FLES Program! National AATF FLES Commission Report."},
      {
        "id":"ED301042",
        "title":"The Mental Warm-Up: An Activity To Promote Quality Learning."},
      {
        "id":"ED301043",
        "title":"An Interactional, Learner-Centered Reading Course."},
      {
        "id":"ED301044",
        "title":"Educating Iowa's Limited English Proficient Students."},
      {
        "id":"ED301049",
        "title":"The Computer and Language Learning: Productivity Tools in the Classroom."},
      {
        "id":"ED301051",
        "title":"Integrative Motivation and the Development of Linguistic Proficiency in Second Language Education: A Dual Learning Concept."},
      {
        "id":"ED301052",
        "title":"Integrating Theory and Practice: A Process Writing Approach for Secondary Deaf Students."},
      {
        "id":"ED301054",
        "title":"Project-Based Learning for Foreign Students in an English-Speaking Environment."},
      {
        "id":"ED301063",
        "title":"A Collaborative Partnership To Improve Foreign Language Teaching in Middle and Secondary Schools through Innovative Recruiting and Training, 1987-88. Final Report."},
      {
        "id":"ED301066",
        "title":"A Contrast between Computer and Human Language Understanding."},
      {
        "id":"ED301069",
        "title":"Foreign Language Program Articulation: Building Bridges from Elementary to Secondary School. ERIC Digest."},
      {
        "id":"ED301070",
        "title":"Sheltered English Instruction. ERIC Digest."},
      {
        "id":"ED301073",
        "title":"Increasing Minority Involvement."},
      {
        "id":"ED301079",
        "title":"A Submission on Tax Reform from the Association of Universities and Colleges of Canada to the Standing Committee of the House of Commons on Finance and Economic Affairs."},
      {
        "id":"ED301080",
        "title":"A Submission on Proposed Bill C-60: &quot;An Act To Amend the Copyright Act and To Amend Other Acts in Consequence Thereof&quot; from the Association of Universities and Colleges of Canada to the Legislative Committee on Bill C-60."},
      {
        "id":"ED301081",
        "title":"Copyright Revision and the University."},
      {
        "id":"ED301082",
        "title":"Assessment Data at South Dakota State University: Analysis, Results, and Recommendations."},
      {
        "id":"ED301086",
        "title":"System and Campus Level Enrollment Projections and Environmental Scan, 1988-1998."},
      {
        "id":"ED301088",
        "title":"Distribution of High School Graduates and College-Going Rate, New York State, Fall 1987."},
      {
        "id":"ED301090",
        "title":"Managing Uncertainty: Environmental Analysis/Forecasting in Academic Planning."},
      {
        "id":"ED301092",
        "title":"DOD Health Care. Additional Efforts Needed To Verify Physicians' Qualifications. Report to Congressional Requesters."},
      {
        "id":"ED301099",
        "title":"What Happens during Tutoring: An Investigation of Time Use, Questioning, and Learning Processes."},
      {
        "id":"ED301100",
        "title":"A Second Look at the Relation of Research Assistantships and Research Productivity."},
      {
        "id":"ED301106",
        "title":"Teaching Guidebook: An Introduction to Some Basics."},
      {
        "id":"ED301116",
        "title":"Higher Education Act. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, Second Session (Winooski, Vermont)."},
      {
        "id":"ED301117",
        "title":"Nurse Shortages. Hearing before the Subcommittee on Health of the Committee on Finance. United States Senate, One Hundredth Congress, First Session."},
      {
        "id":"ED301119",
        "title":"Outcomes Assessment, Excellence, and the State University: Conflict in the Making."},
      {
        "id":"ED301129",
        "title":"Chicano Students: Applying Tinto's and Astin's Theories."},
      {
        "id":"ED301133",
        "title":"Tax Incentives for Education. Hearing before the Committee on Finance. United States Senate, One Hundredth Congress, Second Session."},
      {
        "id":"ED301134",
        "title":"State Higher Education Profiles, 1988 Edition. A Comparison of State Higher Education Data for FY 1986."},
      {
        "id":"ED301135",
        "title":"Survey of Twelve Selected Geriatric Pharmacy Programs. Internal Report."},
      {
        "id":"ED301138",
        "title":"Working With Trustees. ERIC Digest."},
      {
        "id":"ED301139",
        "title":"Selecting College and University Personnel. ERIC Digest."},
      {
        "id":"ED301140",
        "title":"The Master's Degree. ERIC Digest."},
      {
        "id":"ED301141",
        "title":"Retirement Programs for Faculty. ERIC Digest."},
      {
        "id":"ED301142",
        "title":"Corporate Education. ERIC Digest."},
      {
        "id":"ED301143",
        "title":"Learning Styles. ERIC Digest."},
      {
        "id":"ED301144",
        "title":"Leadership in Higher Education. ERIC Digest."},
      {
        "id":"ED301145",
        "title":"Public Image and the University. ERIC Digest."},
      {
        "id":"ED301146",
        "title":"The Systems Thinking and Curriculum Innovation Project. Technical Report, Part 1."},
      {
        "id":"ED301148",
        "title":"The Systems Thinking and Curriculum Innovation Project. Technical Report, Part 2."},
      {
        "id":"ED301151",
        "title":"Field Survey, Preparation and Field-Testing of Neo-Literate Materials. Proceedings of the Regional Workshop on the Preparation of Literacy Follow-Up Materials in Asia and the Pacific (5th, Pune, Maharashtra, India, November 9-18, 1987). Final Report."},
      {
        "id":"ED301155",
        "title":"Computer Pilot Program, 1986-87. OEA Evaluation Report."},
      {
        "id":"ED301159",
        "title":"The Development and Evaluation of an Interactive Video Lesson for Use in a General College Physics Course."},
      {
        "id":"ED301161",
        "title":"The Faces of Meaning: Teachers', Administrators', and Students' Views of the Effects of ACOT."},
      {
        "id":"ED301162",
        "title":"From Blackboard to Green Screen: Teachers, Technology and Turmoil. Proceedings of the Conference of the Townsville Regional Group of the Australian College of Education (8th, Townsville, Queensland, Australia, May 15-16, 1987)."},
      {
        "id":"ED301166",
        "title":"A Qualitative Approach to the Evaluation of Expert Systems Shells."},
      {
        "id":"ED301168",
        "title":"A Sourcebook Approach to Evaluating Artificial Intelligence Systems."},
      {
        "id":"ED301171",
        "title":"System-Wide Factors in Sustaining Technology-Based Inquiry Environments."},
      {
        "id":"ED301172",
        "title":"TAIGA: Twente Advanced Interactive Graphic Authoring System. A New Concept in Computer Assisted Learning (CAL) and Educational Research. Doc 88-18."},
      {
        "id":"ED301173",
        "title":"Guidelines for Implementing Teletraining Systems."},
      {
        "id":"ED301174",
        "title":"Teletraining Productivity at AT&amp;T."},
      {
        "id":"ED301176",
        "title":"Intelligent Tutoring Systems: A Tutorial Survey."},
      {
        "id":"ED301177",
        "title":"Economic Education for Early Elementary Grades: An Integrated Basic Skills Approach. Final Design Report."},
      {
        "id":"ED301182",
        "title":"An Annotated Bibliography of the Literature Dealing with the Relationships between the Integration of Microcomputers and Students' Learning of Mathematics in Secondary Schools."},
      {
        "id":"ED301185",
        "title":"Science Education and the Challenge of Technology."},
      {
        "id":"ED301190",
        "title":"Education and the Challenge of Technology. Proceedings of a Conference on Technology and Teacher Education (Monterey, California, August 5-8, 1986)."},
      {
        "id":"ED301192",
        "title":"ERIC Annual Report--1987. Summarizing the Accomplishments of the Educational Resources Information Center. Volume 1--The ERIC System."},
      {
        "id":"ED301193",
        "title":"ERIC Annual Report--1987. Summarizing the Accomplishments of the Educational Resources Information Center. Volume 2--Trends and Issues."},
      {
        "id":"ED301198",
        "title":"A Proposal for Change: The Miller F. Whittaker Library's Long Range Program, 1985-1995. Revised."},
      {
        "id":"ED301199",
        "title":"Services and Resources for Young Adults in Public Libraries. Survey Report."},
      {
        "id":"ED301204",
        "title":"Your Right To Know. New York State's Open Government Laws."},
      {
        "id":"ED301206",
        "title":"Southwest Missouri State University Libraries Collection Development Guidelines."},
      {
        "id":"ED301207",
        "title":"The Effect of Automation on Job Duties, Classifications, Staffing Patterns, and Labor Costs in the UBC Library's Cataloguing Divisions: A Comparison of 1973 and 1986."},
      {
        "id":"ED301213",
        "title":"Reference Services Manual."},
      {
        "id":"ED301214",
        "title":"Doctoral Programs, Theses, and Graduates in Library and Information Science in the United States: An Analysis of the Published Literature, 1960-1980. Occasional Papers Number 183."},
      {
        "id":"ED301215",
        "title":"Federal Information Policies: The Impact on Competitiveness. A Summary of Proceedings of a Federal Library and Information Center Committee (FLICC) Annual Forum on Federal Information Policies (5th, Washington, DC, March 7, 1988)."},
      {
        "id":"ED301216",
        "title":"Hispanics and the New Information Technology. Proceedings of a Tomas Rivera Center Policy Issues Seminar (Washington, D.C., March 28, 1988)."},
      {
        "id":"ED301220",
        "title":"Student Employees in Academic Libraries: Premise and Potential."},
      {
        "id":"ED301226",
        "title":"Rethinking the Library in the Information Age. A Summary of Issues in Library Research. Volume I."},
      {
        "id":"ED301227",
        "title":"Rethinking the Library in the Information Age. Issues in Library Research: Proposals for the 1990s. Volume II."},
      {
        "id":"ED301228",
        "title":"Informing the Nation. Federal Information Dissemination in an Electronic Age."},
      {
        "id":"ED301229",
        "title":"Informing the Nation. Federal Information Dissemination in an Electronic Age. Summary."},
      {
        "id":"ED301230",
        "title":"Rural AGE: Accessing Gerontological Education."},
      {
        "id":"ED301234",
        "title":"Affirmative Action for Women: Diagnostic Report."},
      {
        "id":"ED301235",
        "title":"A Resource Manual for the Woman in Transition."},
      {
        "id":"ED301237",
        "title":"Teaching of Psychology: Ideas and Innovations. Proceedings of the Annual Conference on Undergraduate Teaching of Psychology (2nd, Farmingdale, New York, March 24-25, 1988)."},
      {
        "id":"ED301238",
        "title":"PVCC Faculty Assessment of General Education Objectives. Research Report Number 7-88."},
      {
        "id":"ED301239",
        "title":"Report of the Professional Concerns Subcommittee of the AMATYC Education Committee. Results of the Professional Concerns Questionnaire."},
      {
        "id":"ED301240",
        "title":"Fostering Black Student Enrollment at Community Colleges and Historically Black Colleges in the Same Service Area."},
      {
        "id":"ED301242",
        "title":"The Future of the Community College."},
      {
        "id":"ED301243",
        "title":"Graduate Transfer, Prince George&apos;s Community College. Research Brief RB89-4."},
      {
        "id":"ED301244",
        "title":"Performance of PGCC Graduates on Licensure and Certification Examinations. Research Brief RB89-5."},
      {
        "id":"ED301245",
        "title":"PVCC \"Market Share\" of Selected High Schools: Graduating Class of 1987. Research Report Number 8-88."},
      {
        "id":"ED301246",
        "title":"Ensuring Access to Life-Long Learning: A Case Study of Organizational Change."},
      {
        "id":"ED301250",
        "title":"Educational Institutions and New Business Development: The Case of Madison, Wisconsin. Wisconsin Economy Studies Monograph #22."},
      {
        "id":"ED301251",
        "title":"Planning Processes in Instructional Services."},
      {
        "id":"ED301256",
        "title":"Student Demographics of Central Community College, Academic Year 1986-87."},
      {
        "id":"ED301257",
        "title":"The Economic Role of Central Community College. [Impact] on the Area Communities."},
      {
        "id":"ED301258",
        "title":"Study of Student Withdrawals at Central Community College, Fall Term 1987."},
      {
        "id":"ED301261",
        "title":"Innovative Policies and Practices for Human Resource Development in a Canadian Community College."},
      {
        "id":"ED301263",
        "title":"Concurrent Enrollment in College and High School."},
      {
        "id":"ED301264",
        "title":"Spotlighting Faculty Scholarship at the Two-Year College."},
      {
        "id":"ED301266",
        "title":"&quot;Access, Quality, Equity&quot;: Annexation Is the Answer. Final Report and Recommendations of the Advisory Committee on Annexation to the Texas Higher Education Coordinating Board."},
      {
        "id":"ED301267",
        "title":"The Principles of Effective Retention."},
      {
        "id":"ED301271",
        "title":"Agreement: Jackson Community College Board of Trustees &amp; Jackson Community College Faculty Association, September 1, 1987 to August 31, 1989."},
      {
        "id":"ED301272",
        "title":"Agreement between Niagara County Community College and the Faculty Association, Niagara County Community College, September 1, 1987-August 31, 1990."},
      {
        "id":"ED301277",
        "title":"California Plan for Career-Vocational Education. Part I: Policy Directions."},
      {
        "id":"ED301279",
        "title":"Teaching History in the Junior College."},
      {
        "id":"ED301280",
        "title":"Follow-Up Survey of PVCC Graduates of the Class of 1986-1987. Research Report Number 9-88."},
      {
        "id":"ED301281",
        "title":"Washington Community College Program and Enrollment Plan, 1989 to 2000."},
      {
        "id":"ED301285",
        "title":"Institutional Research for Decision-Making and Accountability in California Community Colleges."},
      {
        "id":"ED301286",
        "title":"Indicators and Measures of Successful Community Colleges. A Report to the 59th Annual CACC Convention, November 1988."},
      {
        "id":"ED301288",
        "title":"Agreement between Board of Trustees, West Kern Community College District and Taft College Faculty Association, 1988-1989."},
      {
        "id":"ED301289",
        "title":"Agreement between Yuba Community College District and Yuba College Faculty Association, Effective July 1, 1987, Terminates June 30, 1990."},
      {
        "id":"ED301292",
        "title":"Developing and Implementing a Data Base and Microcomputer Tracking System To Track and Serve Minority Students To Enhance Minority Recruitment and Retention."},
      {
        "id":"ED301293",
        "title":"Student Outcomes Performance Accountability Report, Prince George's Community College. Report to the Board of Trustees, BT89-2."},
      {
        "id":"ED301294",
        "title":"Innovation Abstracts, Volume X, Numbers 1-30. 1988."},
      {
        "id":"ED301295",
        "title":"Telecourse Utilization Survey, First Annual Report: 1986-1987 Academic Year."},
      {
        "id":"ED301296",
        "title":"National Study of Community College Courses in Consumer Education: Executive Summary."},
      {
        "id":"ED301297",
        "title":"A Comprehensive Review of Computer Science and Data Processing Education in Community Colleges and Area Vocational-Technical Centers."},
      {
        "id":"ED301300",
        "title":"Evaluating Major Components of Two-Year Colleges."},
      {
        "id":"ED301301",
        "title":"Using Microcomputers in Teaching Economics in the Community College."},
      {
        "id":"ED301302",
        "title":"Quarterly Student Retention at Piedmont Virginia Community College, 1987-1988. Research Report Number 10-88."},
      {
        "id":"ED301303",
        "title":"Report on the Results of the 1988 Survey of Telecourse Students. Research Report Number 54."},
      {
        "id":"ED301304",
        "title":"Languages for Communication Workshops, 1988: Tarrant County Junior College, Northeast Campus. Final Project Evaluation Report."},
      {
        "id":"ED301305",
        "title":"Advice for Those Who Would Be President."},
      {
        "id":"ED301307",
        "title":"Coming Back to School: A Profile of Fall Term 1987 Transition Center Students. Research Report Number 88-01."},
      {
        "id":"ED301308",
        "title":"Non-Degree Students: A Potential for Recruitment? Research Report Number 88-23."},
      {
        "id":"ED301311",
        "title":"A Study of Cognitive Development of Pre-School Children (3 - 6+) and Implications for Intervention in Singapore."},
      {
        "id":"ED301312",
        "title":"Exploring the Roles of Requests, Refusals and Reasons in Preschoolers' Negotiations."},
      {
        "id":"ED301313",
        "title":"Life in the Three Sixth Grades."},
      {
        "id":"ED301314",
        "title":"Young Children in Crisis: Today's Problems and Tomorrow's Promises. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundredth Congress, Second Session (Los Angeles, CA, April 15, 1988). [With Summary.]"},
      {
        "id":"ED301315",
        "title":"A Handbook for Prospective Child Care Providers on How To Establish a Center and Maintain High Standards of Quality."},
      {
        "id":"ED301318",
        "title":"Effects of a Prenatal 'Information and Insights about Infants' Program on the Knowledge Base of First-Time-Low-Education Fathers One Month Postnatally."},
      {
        "id":"ED301319",
        "title":"American Education--American Delinquency. Report No. 23."},
      {
        "id":"ED301320",
        "title":"School Organization in the Middle Grades: National Variations and Effects. Report No. 24."},
      {
        "id":"ED301321",
        "title":"Instructional Practices in the Middle Grades: National Variations and Effects. Report No. 25."},
      {
        "id":"ED301322",
        "title":"Homework Practices, Achievements, and Behaviors of Elementary School Students. Report No. 26."},
      {
        "id":"ED301323",
        "title":"A Model for Research on Homework Based on U.S. and International Studies. Report No. 27."},
      {
        "id":"ED301324",
        "title":"A Social Psychological Model of the Schooling Process over First Grade. Report No. 28."},
      {
        "id":"ED301325",
        "title":"You Get What You Measure, You Get What You Don't: Higher Standards, Higher Test Scores, More Retention in Grade. Report No. 29."},
      {
        "id":"ED301326",
        "title":"Adaptation of Curriculum, Instructional Methods, and Materials Component: Instructional Aide Program. Final Evaluation Report."},
      {
        "id":"ED301327",
        "title":"Language Development Component: All Day Kindergarten Program. Final Evaluation Report."},
      {
        "id":"ED301329",
        "title":"Developing Social Comptencies of Children in a Changing World. Proceedings of the Annual Conference on Early Childhood Education (7th, Duluth, Minnesota, September 25-26, 1987)."},
      {
        "id":"ED301330",
        "title":"Group Time Techniques: Implications for Learning."},
      {
        "id":"ED301331",
        "title":"Gender Differences in Children's Nurturant Interactions with Their Infant Siblings."},
      {
        "id":"ED301333",
        "title":"Talk, Read, Joke, Make Friends: Language Power for Children."},
      {
        "id":"ED301335",
        "title":"School Achievements, Behavioural Adjustments and Health at Nine Years of Age in a Population of Infants Who Were Born Preterm or Required Prolonged Mechanical Ventilation."},
      {
        "id":"ED301336",
        "title":"Reaching Today's Families through the Media: What Programs Need To Know."},
      {
        "id":"ED301339",
        "title":"The Effects of Infant Day Care: How Mothers Feel about Separation from Their Young Infants."},
      {
        "id":"ED301340",
        "title":"Bimodel Perception of Color and Temperature in Six-Month-Old Infants."},
      {
        "id":"ED301341",
        "title":"Child Care: Availability for Civilian Dependents at Selected DOD Installations. Report to the Honorable Vic Fazio, House of Representatives."},
      {
        "id":"ED301342",
        "title":"Observations on the Military Child Care Program. Statement before the Subcommittee on Military Personnel and Compensation, Committee on Armed Services, House of Representatives."},
      {
        "id":"ED301344",
        "title":"The Changing World of Early Care and Education: Retrofitting Practice and Policy."},
      {
        "id":"ED301345",
        "title":"Family Factors Associated with Language Competence among Toddlers in French, North African, and African Families in France."},
      {
        "id":"ED301349",
        "title":"Speaking Out: Early Childhood Advocacy."},
      {
        "id":"ED301351",
        "title":"Public Schools and School-Age Child Care."},
      {
        "id":"ED301353",
        "title":"The School as Locus of Advocacy for All Children."},
      {
        "id":"ED301356",
        "title":"A Guide to Program Development for Kindergarten: Part I and Part II."},
      {
        "id":"ED301358",
        "title":"Maternal Employment and Childcare in the First Three Years after Birth."},
      {
        "id":"ED301359",
        "title":"Parent Involvement and Education: State Initiated Family Support and Education."},
      {
        "id":"ED301360",
        "title":"Latchkey Children and School-Age Child Care. ERIC Digest."},
      {
        "id":"ED301361",
        "title":"Young Children's Oral Language Development. ERIC Digest."},
      {
        "id":"ED301362",
        "title":"Infant Day Care: The Critical Issues. ERIC Digest."},
      {
        "id":"ED301363",
        "title":"Child Care Directors' Training and Qualifications. ERIC Digest."},
      {
        "id":"ED301365",
        "title":"Learning To Find the &quot;Niches&quot;; Rural Education and Vitalizing Rural Communities."},
      {
        "id":"ED301366",
        "title":"Effective Rural Schools: Where Are We? Where Are We Going? How Do We Get There?"},
      {
        "id":"ED301369",
        "title":"Strategies for Solutions."},
      {
        "id":"ED301370",
        "title":"Indian Juvenile Alcoholism and Drug Abuse Prevention. Hearings on H.R. 1156 To Coordinate and Expand Services for the Prevention, Identification, Treatment, and Follow-Up Care of Alcohol and Drug Abuse among Indian Youth and for Other Purposes and H.R. 2624 To Authorize Programs for the Treatment and Prevention of Drug and Alcohol Abuse among Indian Juveniles, before the Committee on Interior and Insular Affairs. House of Representatives, Ninety-Ninth Congress, First and Second Sessions."},
      {
        "id":"ED301371",
        "title":"A Brighter Future for Rural America? Strategies for Communities and States."},
      {
        "id":"ED301372",
        "title":"Teaching the Indian Child. A Bilingual/Multicultural Approach. 2nd Edition."},
      {
        "id":"ED301373",
        "title":"Proposed Education Guidelines and Procedures: Sac and Fox Nation of Oklahoma."},
      {
        "id":"ED301374",
        "title":"Deviant Behavior and Rapid Community Growth: Examining the Evidence."},
      {
        "id":"ED301375",
        "title":"Modern Ratio: The Ultimate Arbiter in 17th Century Native Dreams."},
      {
        "id":"ED301378",
        "title":"Criminal Victimization and Attitudes toward Crime in Virginia: A Research Report."},
      {
        "id":"ED301381",
        "title":"Environmental Respect. Curriculum Activity Guide. Second Edition."},
      {
        "id":"ED301383",
        "title":"Tribal Government Records Management Manual."},
      {
        "id":"ED301389",
        "title":"Illegal Immigrants and Refugees--Their Economic Adaptation and Impact on Local U.S. Labor Markets: A Review of the Literature."},
      {
        "id":"ED301391",
        "title":"Barriers to Rural Adult Education. A Report of the Appalachian Regional Steering Committee."},
      {
        "id":"ED301393",
        "title":"Understanding Indian Treaties as Law: Peace and Friendship."},
      {
        "id":"ED301394",
        "title":"Program for Migrant Children's Education: 1987 Washington State Evaluation Report."},
      {
        "id":"ED301396",
        "title":"Projections of the Hispanic Population: 1983 to 2080."},
      {
        "id":"ED301398",
        "title":"Rural and Rural Farm Population: 1987."},
      {
        "id":"ED301399",
        "title":"Indigenous Peoples and Education in the Circumpolar North."},
      {
        "id":"ED301400",
        "title":"Indian Education Amendments. (Report to Accompany S. 1645). 100th Congress, First Session."},
      {
        "id":"ED301402",
        "title":"Teachers' Perspectives on What Promotes Instructional Improvement in Rural Schools."},
      {
        "id":"ED301405",
        "title":"100 Commonly Asked Questions about the New AHERA Asbestos-in-Schools Rule."},
      {
        "id":"ED301406",
        "title":"Engineering Personnel Data Needs for the 1990s."},
      {
        "id":"ED301407",
        "title":"Explanatory Coherence and Belief Revision in Naive Physics."},
      {
        "id":"ED301408",
        "title":"Elementary Science Revisited. Focus on Excellence, Volume 4, Number 3. Number 3."},
      {
        "id":"ED301409",
        "title":"Computer-Assisted-Instruction: A Review of Research on the Effectiveness of CAI."},
      {
        "id":"ED301410",
        "title":"CAI Use by Developmental Studies Students."},
      {
        "id":"ED301418",
        "title":"Mathematics for Vocational Nursing Tutorial Modules. Adult Literacy Project."},
      {
        "id":"ED301421",
        "title":"A Comparison of Mathematics Instruction in Tokyo and Hawaii Junior High Schools."},
      {
        "id":"ED301422",
        "title":"Acid Rain: A Selective Bibliography. Second Edition. Bibliography Series Twenty-One."},
      {
        "id":"ED301423",
        "title":"North Carolina State Science Fair Handbook. 1988-89."},
      {
        "id":"ED301424",
        "title":"Safety First in Science Teaching. Revised."},
      {
        "id":"ED301425",
        "title":"Biology. Report of Student Performance. Spring 1988. End of Course Testing."},
      {
        "id":"ED301426",
        "title":"Algebra I. Report of Student Performance. Spring 1988. End Course Testing."},
      {
        "id":"ED301427",
        "title":"Algebra II. Report of Student Performance. Spring 1988. End of Course Testing."},
      {
        "id":"ED301439",
        "title":"Student Produced Advanced Mathematical Software."},
      {
        "id":"ED301442",
        "title":"Computer Assisted Instruction at St. Anne's School: The Second Year."},
      {
        "id":"ED301452",
        "title":"Reasoning about Logical Propositions and Success in Science."},
      {
        "id":"ED301457",
        "title":"Microcomputer Applications in the Elementary Classroom. A Guide for Teachers."},
      {
        "id":"ED301459",
        "title":"Problem Solving: A Handbook for Elementary School Teachers."},
      {
        "id":"ED301460",
        "title":"Problem Solving: A Handbook for Senior High School Teachers."},
      {
        "id":"ED301461",
        "title":"Environmental Education Materials for Teachers and Young People (Grades K-12)."},
      {
        "id":"ED301462",
        "title":"Federal R&D Funding by Budget Function. Fiscal Years 1987-1989."},
      {
        "id":"ED301465",
        "title":"The Science and Technology Resources of Japan: A Comparison with the United States. Special Report."},
      {
        "id":"ED301466",
        "title":"Stimulating Research Appreciation in the Fifth and Sixth Grades."},
      {
        "id":"ED301467",
        "title":"Research on Teaching Mathematics: Making Subject Matter Knowledge Part of the Equation."},
      {
        "id":"ED301468",
        "title":"The Subject Matter Preparation of Prospective Mathematics Teachers: Challenging the Myths."},
      {
        "id":"ED301470",
        "title":"Water Quality Instructional Resources Information System (IRIS): A Compilation of Abstracts to Water Quality and Water Resources Materials. Supplement 33, 1988."},
      {
        "id":"ED301472",
        "title":"Elementary and Secondary Education for Science and Engineering: A Technical Memorandum."},
      {
        "id":"ED301477",
        "title":"Student/Teacher Relations and Attitudes toward Mathematics before and after the Transition to Junior High School."},
      {
        "id":"ED301487",
        "title":"Options and Decisions in Women's Educational Equity, 1988: A Report from the National Advisory Council on Women's Educational Programs."},
      {
        "id":"ED301491",
        "title":"Canada: Northern Neighbor."},
      {
        "id":"ED301496",
        "title":"Violent Women: Are They Catching Up To Violent Men or Have They Surpassed Them?"},
      {
        "id":"ED301497",
        "title":"Social Studies Curriculum in the Elementary School. Second Edition."},
      {
        "id":"ED301498",
        "title":"Soldier-Statesmen of the States."},
      {
        "id":"ED301499",
        "title":"Immigration and the Low-Cost Housing Shortage: The Los Angeles Area's Experience."},
      {
        "id":"ED301500",
        "title":"The Impact of Immigration on Congressional Representation."},
      {
        "id":"ED301501",
        "title":"Schooling and Thoughtfulness."},
      {
        "id":"ED301502",
        "title":"We the People: Students, Teachers, Lawyers Working Together. Law-Related Lessons on Teaching the Constitution [8th Grade Book]."},
      {
        "id":"ED301503",
        "title":"Immigration Reform in Its First Year. CIS Paper 4."},
      {
        "id":"ED301504",
        "title":"Employer Sanctions in Europe. CIS Paper 3."},
      {
        "id":"ED301508",
        "title":"Overview of Endowment Programs, July 1988."},
      {
        "id":"ED301509",
        "title":"An Exploratory Survey of CUFA Member's Opinions and Practices Pertaining to Citizenship Education in the Social Studies, 1985-86."},
      {
        "id":"ED301511",
        "title":"Nicholas Gilman: Soldier-Statesmen of the Constitution. A Bicentennial Series No. 14."},
      {
        "id":"ED301512",
        "title":"Rufus King: Soldier-Statesmen of the Constitution. A Bicentennial Series No. 15."},
      {
        "id":"ED301513",
        "title":"Alexander Hamilton: Soldier-Statesmen of the Constitution. A Bicentennial Series No. 16."},
      {
        "id":"ED301514",
        "title":"William Livingston: Soldier-Statesmen of the Constitution. A Bicentennial Series No. 17."},
      {
        "id":"ED301515",
        "title":"David Brearly: Soldier-Statesmen of the Constitution. A Bicentennial Series No. 18."},
      {
        "id":"ED301516",
        "title":"Jonathan Dayton: Soldier-Statesmen of the Constitution. A Bicentennial Series No. 19."},
      {
        "id":"ED301517",
        "title":"The Ratification of the Constitution. The U.S. Army Bicentennial Series, No. 26."},
      {
        "id":"ED301518",
        "title":"Your Oath: &quot;I Do Solemnly Sware (Or Affirm) That...&quot; Defending the Constitution, Our Common Bond."},
      {
        "id":"ED301522",
        "title":"Household Resources and Their Changing Relationships: Case Studies in Gujarat, India. International Agriculture Publications General Series Number 3."},
      {
        "id":"ED301523",
        "title":"Sacred Sounds in the Humanities."},
      {
        "id":"ED301524",
        "title":"Critical Knowledge of Curriculum in Practice: The Case of Social Studies."},
      {
        "id":"ED301527",
        "title":"Women of the World: Development and Global Issues. A Select Bibliography of Reference Sources, 1980-87."},
      {
        "id":"ED301528",
        "title":"99 Facts about the FBI: Questions and Answers."},
      {
        "id":"ED301529",
        "title":"Constitutional Sampler: In Order To Form a More Perfect Lesson Plan."},
      {
        "id":"ED301530",
        "title":"Teaching Our Tomorrows: Special Programs in Citizenship Education."},
      {
        "id":"ED301531",
        "title":"Civic Education in Schools. ERIC Digest."},
      {
        "id":"ED301532",
        "title":"High School Government Textbooks. ERIC Digest."},
      {
        "id":"ED301535",
        "title":"Recruitment and Retention of Minority Students in Teacher Education. Proceedings of the National Invitational Conference (Lexington, Kentucky, March 29-April 1, 1987)."},
      {
        "id":"ED301536",
        "title":"The Master of Arts in Teaching: An Idea Whose Time Has Come Again."},
      {
        "id":"ED301537",
        "title":"Understanding the Character and Quality of the Academic and Professional Components of Teacher Education. Research Report 88-1."},
      {
        "id":"ED301538",
        "title":"Follow-Up Study of Michigan State University Teacher Education Graduates: Fall, 1984 through Spring, 1986. Program Evaluation Series No. 19."},
      {
        "id":"ED301539",
        "title":"Profiles of Students Completing Teacher Education Programs at MSU: Fall, 1983 through Spring, 1986. Program Evaluation Series No. 20."},
      {
        "id":"ED301540",
        "title":"Supervisors of Graduates Evaluate MSU's Preparation Programs. Program Evaluation Series No. 21."},
      {
        "id":"ED301541",
        "title":"A Survey of Sign Language Instruction in Teacher Training Programs in Education of the Hearing Impaired. Program Evaluation Series No. 22."},
      {
        "id":"ED301542",
        "title":"Impact of Higher Program Admissions Standards on Profiles of Entering Teacher Candidates. Program Evaluation Series No. 23."},
      {
        "id":"ED301543",
        "title":"Do Higher Program Admission Standards Alter Profiles of Entering Teacher Candidates? Program Evaluation Series No. 24."},
      {
        "id":"ED301552",
        "title":"What's Going on Over There: A Pacific Rim Update."},
      {
        "id":"ED301555",
        "title":"The National Writing Project: Creating Community, Validating Experience, and Expanding Professional Opportunities. Issue Paper 88-2."},
      {
        "id":"ED301556",
        "title":"Programs of Promise. A Summary of Current Programs Focusing on the Recruitment of Minority Candidates to Careers in Professional Education."},
      {
        "id":"ED301558",
        "title":"Policies, Procedures and Practices for Intercollegiate Athletics. Revised."},
      {
        "id":"ED301559",
        "title":"Who Become Certified To Teach, and Who Entered Teaching between 1979 and 1985: Evidence from North Carolina."},
      {
        "id":"ED301561",
        "title":"Background and Experience Characteristics of Public and Private School Teachers: 1984-85 and 1985-86, Respectively. Survey Report."},
      {
        "id":"ED301564",
        "title":"Time and Expertise: A Report of a One-Year Trial of a New Professional Arrangement for Experienced and First-Year Teachers."},
      {
        "id":"ED301565",
        "title":"Internship Manual: Guidelines for Staff Development Course. Supplement to Alternative Certification Program for Critical Fields."},
      {
        "id":"ED301578",
        "title":"Extracurricular Activities: A Beneficial Extension of the Traditional Curriculum or a Subversion of Academic Goals."},
      {
        "id":"ED301580",
        "title":"Fallout from the Testing Explosion: How 100 Million Standardized Exams Undermine Equity and Excellence in America's Public Schools."},
      {
        "id":"ED301582",
        "title":"How Should Student Achievement Be Determined?"},
      {
        "id":"ED301583",
        "title":"Self-Monitoring in Middle Childhood: Reliability of the Junior Self-Monitoring Scale."},
      {
        "id":"ED301587",
        "title":"Beyond Standardized Testing: Assessing Authentic Academic Achievement in the Secondary School."},
      {
        "id":"ED301595",
        "title":"Common Methodology Mistakes in Dissertations: Improving Dissertation Quality."},
      {
        "id":"ED301596",
        "title":"The Effect of Persuasion on the Perception of Program Evaluation Information."},
      {
        "id":"ED301600",
        "title":"Analysis of the Effects of the Computer Enhanced Classroom on the Achievement of Remedial High School Math Students."},
      {
        "id":"ED301607",
        "title":"Developing a Unit of Intercultural Communication for a Bilingual Education Program."},
      {
        "id":"ED301609",
        "title":"Residence and Race: 1619 to 2019. CDE Working Paper 88-19."},
      {
        "id":"ED301614",
        "title":"Schools for All Children: Recommendations for Including Kentucky's Poor and Minority Children in School Reform."},
      {
        "id":"ED301616",
        "title":"The Carrot or the Stick for School Desegregation Policy?"},
      {
        "id":"ED301617",
        "title":"Family Welfare Reform Act of 1987. House of Representatives, 100th Congress, 1st Session Report Together with Additional and Dissenting Views to Accompany H.R. 1720."},
      {
        "id":"ED301618",
        "title":"Family Welfare Reform Act of 1987. House of Representatives, 100th Congress, 1st Session Report Together with Minority and Additional Views To Accompany H.R. 1720."},
      {
        "id":"ED301621",
        "title":"America's Shame, America's Hope: Twelve Million Youth at Risk."},
      {
        "id":"ED301622",
        "title":"Prekindergarten Program Product Evaluation Report, 1987-88."},
      {
        "id":"ED301623",
        "title":"Self-Identity Development Model of Oppressed People: Inclusive Model for All?"},
      {
        "id":"ED301627",
        "title":"Haitian Retention: A 310 Teacher Training Project, 1986-1987."},
      {
        "id":"ED301628",
        "title":"Hunger in America: Hearings on Hunger and Related Nutritional Issues, before the Subcommittee on Nutrition and Investigations of the Committee on Agriculture, Nutrition, and Forestry, United States Senate, and the Committee on Agriculture, Nutrition, and Forestry, United States Senate. One Hundredth Congress, Second Session (Cedar Rapids, Iowa, January 30, 1988; Washington, D.C., March 1 and 28, 1988)."},
      {
        "id":"ED301629",
        "title":"Homelessness and Housing: A Human Tragedy, A Moral Challenge. Hearing before the Subcommittee on Housing and Community Development of the Committee on Banking, Finance, and Urban Affairs, House of Representatives, One Hundredth Congress, Second Session."},
      {
        "id":"ED301630",
        "title":"Breaking the Abuser-Abused Paradigm in the Classroom."},
      {
        "id":"ED301631",
        "title":"STOP Abusive Behavior Syndrome: Developing a Community Response."},
      {
        "id":"ED301636",
        "title":"Language Development in the Elementary School Technology Context. Monograph 14."},
      {
        "id":"ED301641",
        "title":"Vocational Training for Advanced Technology in Hong Kong. Monograph No. 6."},
      {
        "id":"ED301642",
        "title":"Nurse's Assistant: Task Analyses. Competency-Based Education."},
      {
        "id":"ED301643",
        "title":"Task Listing for Introduction to Health Occupations. Competency-Based Education."},
      {
        "id":"ED301645",
        "title":"Task Listing for Respiratory Therapy Assistant. Competency-Based Education."},
      {
        "id":"ED301650",
        "title":"Work, Jobs and Unemployment. Item 8."},
      {
        "id":"ED301656",
        "title":"Vocational Education and High School Graduation Requirements."},
      {
        "id":"ED301659",
        "title":"Cost-Effectiveness of Two Methods of Job Analysis."},
      {
        "id":"ED301662",
        "title":"Case Management with At-Risk Youth."},
      {
        "id":"ED301663",
        "title":"Critical Changes Ahead: Demographic, Technological, Socio-Economic with Emphasis on Multi-Culturalism in the Workplace--Opportunities and Challenges. Manpower Report 88-8."},
      {
        "id":"ED301665",
        "title":"Nurse Practitioners, Physician Assistants, and Certified Nurse-Midwives: A Policy Analysis. Health Technology Case Study 37."},
      {
        "id":"ED301667",
        "title":"Social Isolation and Learning Effectiveness in Distance Education. ZIFF Papiere 71."},
      {
        "id":"ED301673",
        "title":"Dental Aide: Task Analyses. Competency-Based Education."},
      {
        "id":"ED301678",
        "title":"Meeting California's Adult Education Needs. Recommendations to the Legislature in Response to Supplemental Language in the 1987 Budget Act. Commission Report 88-35."},
      {
        "id":"ED301679",
        "title":"The Role of Labor-Management Committees in Safeguarding Worker Safety and Health."},
      {
        "id":"ED301680",
        "title":"Counting All the Jobless: Problems with the Official Unemployment Rate. Thirty-Seventh Report by the Committee on Government Operations. 99th Congress, 2d session."},
      {
        "id":"ED301681",
        "title":"Age Discrimination in Employment Act--Waiver of Rights. Hearing before the Subcommittee on Labor of the Committee on Labor and Human Resources, United States Senate, One Hundredth Congress, Second Session."},
      {
        "id":"ED301683",
        "title":"Base Christian Communities: A Challenge to the Status Quo."},
      {
        "id":"ED301686",
        "title":"Tips on Developing Technical Training Partnerships."},
      {
        "id":"ED301687",
        "title":"Adult Education Development and International Aid. Some Issues and Trends."},
      {
        "id":"ED301689",
        "title":"Which Side Are You On? Workers Education in a Changing World. Report of the International Seminar on Workers Education in Asia (Colombo, Sri Lanka, October 23-27, 1986)."},
      {
        "id":"ED301690",
        "title":"International Literacy Year 1990: Building the Momentum. Report of the Meeting of the International Task Force on Literacy (2nd, West Berlin, Federal Republic of Germany, June 5-10, 1988)."},
      {
        "id":"ED301691",
        "title":"Adjusting Delivery Systems for Adult Students in a Liberal Arts College."},
      {
        "id":"ED301695",
        "title":"The H-2A Program. Protections for U.S. Farmworkers. Report to Congressional Requesters."},
      {
        "id":"ED301696",
        "title":"Postsecondary Institutions Offering Vocational/Technical Programs: Analysis Findings from High School &amp; Beyond (1980-1986). Analysis Report."},
      {
        "id":"ED301697",
        "title":"Factors That Influence a Student Not To Enter into a High School Vocational Curriculum."},
      {
        "id":"ED301707",
        "title":"Examining Vocational Education-Job Training Partnership Act Coordination."},
      {
        "id":"ED301708",
        "title":"Developments in Computer and Information Technology Education and Training and Their Implications for the Youth Training Scheme. Publication No. 1."},
      {
        "id":"ED301709",
        "title":"Survey of Current Practice in Computer and Information Technology in the Youth Training Scheme. Publication No. 2."},
      {
        "id":"ED301710",
        "title":"Criteria for Good Practice in Computer and Information Technology in the Youth Training Scheme. Publication No. 3."},
      {
        "id":"ED301711",
        "title":"Standards, Accreditation and Progression in Computer and Information Technology Education and Training and Their Implications for the Youth Training Scheme. Publication No. 4."},
      {
        "id":"ED301754",
        "title":"Women and Men: Preparing for the Future. Monograph. Volume 1, Number 4."},
      {
        "id":"ED301755",
        "title":"Sexual Harassment: An Overview. Monograph. Volume 2, Number 1."},
      {
        "id":"ED301756",
        "title":"Infusing Sex Equity into the Curriculum. Monograph. Volume 2, Number 2."},
      {
        "id":"ED301757",
        "title":"Entrepreneurship in the Eighties. Monograph. Volume 3, Number 2."},
      {
        "id":"ED301758",
        "title":"Career Education for Students with Handicaps. Monograph. Volume 3, Number 3."},
      {
        "id":"ED301759",
        "title":"State Policies concerning Vocational Education. Survey Report."},
      {
        "id":"ED301763",
        "title":"Curriculum Guide, Index, and Matrix for IRCA ESL Programs."},
      {
        "id":"ED301764",
        "title":"How To Write Vocational Training Manuals."},
      {
        "id":"ED301765",
        "title":"The Community Vocational Transition Center."},
      {
        "id":"ED301770",
        "title":"The Tailored Response Test: An Approach to Assessing Higher Order Thinking Related to Work Roles and Contexts."},
      {
        "id":"ED301771",
        "title":"Presentation of the National Center for Research in Vocational Education [Berkeley, California] at the AVA Annual Conference."},
      {
        "id":"ED301772",
        "title":"1989-90 Missouri State Plan for Vocational Education."},
      {
        "id":"ED301777",
        "title":"Older Americans Act Amendments of 1987. Public Law 100-175."},
      {
        "id":"ED301778",
        "title":"Step-Families. Item 12."},
      {
        "id":"ED301779",
        "title":"Psychoactive Drugs: Improving Prescribing Practices."},
      {
        "id":"ED301780",
        "title":"Victim Sex, Personal Similarity, and Victim Behavior: A Case of Violated Expectations."},
      {
        "id":"ED301781",
        "title":"AIDS and Health Insurance: An OTA Survey. AIDS-Related Issues Staff Paper 2."},
      {
        "id":"ED301782",
        "title":"How Effective Is AIDS Education? AIDS Related Issues Staff Paper 3."},
      {
        "id":"ED301783",
        "title":"The VisionQuest Program: An Evaluation."},
      {
        "id":"ED301785",
        "title":"Decision Making from a Small Group Perspective."},
      {
        "id":"ED301788",
        "title":"Interaction of Work and Family Stress on Fathers in Single and Dual-Earner Families."},
      {
        "id":"ED301789",
        "title":"Job and Life Stress and Strain Outcomes among Service and Clerical Workers."},
      {
        "id":"ED301791",
        "title":"Evaluation of a Stress Management Program in a Child Protection Agency."},
      {
        "id":"ED301800",
        "title":"Drug Law Violators, 1980-86. Bureau of Justice Statistics Special Report."},
      {
        "id":"ED246520",
        "title":"Secondary School Improvement Manual for Wisconsin Program for the Renewal and Improvement of Secondary Education."},
      {
        "id":"ED246523",
        "title":"Theory Z School: Beyond Effectiveness."},
      {
        "id":"ED246526",
        "title":"Patterns of Growth in Principal Effectiveness."},
      {
        "id":"ED246528",
        "title":"Problems of Implementing Multiple Categorical Education Programs."},
      {
        "id":"ED246529",
        "title":"Improving the Human Environment of Schools: Facilitation."},
      {
        "id":"ED246530",
        "title":"Social Policy and Minority Employment in Public, Catholic and Private Schools."},
      {
        "id":"ED246532",
        "title":"Toward an Institutional-Contingency View of School Organization."},
      {
        "id":"ED246533",
        "title":"Cost-Effectiveness of Four Educational Interventions."},
      {
        "id":"ED246534",
        "title":"High Technology and Job Loss."},
      {
        "id":"ED246535",
        "title":"Proposition 13: Effects on High School Curricula, 1979-1983."},
      {
        "id":"ED246540",
        "title":"The Principals' Center at Harvard University."},
      {
        "id":"ED246542",
        "title":"Progress of Education in the United States of America, 1980-81 through 1982-83. Report for the Thirty-Ninth International Conference of Education,"},
      {
        "id":"ED246545",
        "title":"Profiles in Excellence: A Resource Guide. 1982-83 Secondary Schools Recognition Program."},
      {
        "id":"ED246554",
        "title":"Educational Administration and the Challenge of Change: Politics, Power and Policy."},
      {
        "id":"ED246559",
        "title":"Teacher Evaluation: A Study of Effective Practices."},
      {
        "id":"ED246562",
        "title":"What Second Generation Deaf Students Bring to the Reading Task: Another Case for Metalinguistics and Reading."},
      {
        "id":"ED246564",
        "title":"Social Interaction between Physically Disabled and Non-Disabled College Students."},
      {
        "id":"ED246565",
        "title":"Electrophysiological (Event-Related Potentials) Indices of Cognitive Processing in Autistic Learners."},
      {
        "id":"ED246567",
        "title":"A Dynamic Equilibrium."},
      {
        "id":"ED246569",
        "title":"Participation in Goal Setting among Learning Disabled Children."},
      {
        "id":"ED246571",
        "title":"The NCES Commitment to Excellence."},
      {
        "id":"ED246572",
        "title":"Increasing the Effectiveness of Parents of Handicapped Children: Selected Resources."},
      {
        "id":"ED246573",
        "title":"Enrichment through Creative Arts."},
      {
        "id":"ED246574",
        "title":"Computers in Vocational Rehabilitation: Current Trends and Future Applications. Rehabilitation Research Review 17."},
      {
        "id":"ED246579",
        "title":"Evaluating Mainstreaming in Urban Elementary Schools through an Analysis of Students' Weekly Schedules."},
      {
        "id":"ED246582",
        "title":"Comparison of Apple, Epson, IBM, and Other Microcomputers for Applications in Rehabilitation Systems for Persons with Physical Handicaps. Revision D."},
      {
        "id":"ED246583",
        "title":"A Study of Mainstreamed Limited English Proficient Handicapped Students in Bilingual Education."},
      {
        "id":"ED246585",
        "title":"Teachers of the Behaviorally Disordered: Discrepancies between Training and Perceived Needs."},
      {
        "id":"ED246586",
        "title":"The EEN Triangle of Support: A Guide for Parents. Revised Edition."},
      {
        "id":"ED246589",
        "title":"Condensation of Play Activity in Normal Children and a Mentally Retarded Child. RIEEC Research Bulletin, Working Paper Series."},
      {
        "id":"ED246594",
        "title":"National Organizations Concerned with Visually and Physically Handicapped Persons. Reference Circular, No. 84-2."},
      {
        "id":"ED246595",
        "title":"Evaluating and Providing Feedback on the Effectiveness of Instruction for Handicapped Children Integrated in Inner-City Secondary Schools. Final Report."},
      {
        "id":"ED246596",
        "title":"Reduction of Disruptive Behaviors of a Hyperactive Profoundly Retarded Person."},
      {
        "id":"ED246598",
        "title":"The Status of Handicapped Children in Head Start Programs. Ninth Annual Report of the U.S. Department of Health and Human Services to the Congress of the United States on Services Provided to Handicapped Children in Project Head Start."},
      {
        "id":"ED246599",
        "title":"Training and Model Exchange Project, 1983-1984."},
      {
        "id":"ED246601",
        "title":"Observational Learning: Peer versus Adult Models and Autistic Children's Learning."},
      {
        "id":"ED246602",
        "title":"Braille Learning: Effects of Symbol Size."},
      {
        "id":"ED246603",
        "title":"Employment Trends: 1984 and Beyond. Where the Jobs Will Be."},
      {
        "id":"ED246604",
        "title":"The Gifted and Talented Program Study. Division of Public Schools Analysis and Recommendations [and] Report of the Gifted and Talented Program Study."},
      {
        "id":"ED246612",
        "title":"Pragmatics Generalized to a Special Education Center."},
      {
        "id":"ED246614",
        "title":"Relationships between Job Conditions and Characteristics and the Professional Satisfaction of Special Education Teacher Educators."},
      {
        "id":"ED246616",
        "title":"Playing with Autistic Children."},
      {
        "id":"ED246617",
        "title":"Helping the Helpers: Increasing Parent Involvement."},
      {
        "id":"ED246623",
        "title":"Teaching Sign Language to Hearing Impaired-Mentally Retarded Students."},
      {
        "id":"ED246627",
        "title":"Guide for Effective Utilization of Paraprofessionals in Special Education."},
      {
        "id":"ED246628",
        "title":"Intention, Interaction and Language Development in Blind and Visually Impaired Developmentally Delayed Young Children."},
      {
        "id":"ED246630",
        "title":"Developmental Calendars: Early Intervention Parents Join in Charting Child Progress."},
      {
        "id":"ED246634",
        "title":"Effects of Color Stimulation and Information on the Copying Performance of Attention-Problem Adolescents."},
      {
        "id":"ED246635",
        "title":"State of the Art in Bilingual Special Education. Final Report, 9/3/81-9/2/82."},
      {
        "id":"ED246636",
        "title":"The Relationship between Sensorimotor Development and Communication in the Young Severely Handicapped Child. Final Report."},
      {
        "id":"ED246637",
        "title":"Nonbiased Assessment in Psychology and Education. Volumes I and II. [Final Report]."},
      {
        "id":"ED246638",
        "title":"Factors in Mainstream Decision Making. [Final Report]."},
      {
        "id":"ED246639",
        "title":"Effects of Binaural Sensory Aids on the Development of Visual Perceptual Abilities in Visually Handicapped Infants. Final Report, April 15, 1982-November 15, 1982."},
      {
        "id":"ED246640",
        "title":"Assessment Procedures and Enrollment Patterns of Hispanic Students in Special Education and Gifted Programs. Final Report. January 1, 1981-April 30, 1982."},
      {
        "id":"ED246641",
        "title":"Evaluation and Revision of a Motor Screening Instrument. The Standardization of a Criterion-Referenced Test in Fundamental Motor and Physical Fitness Skills. Final Report, March 1, 1980 through February 28, 1981."},
      {
        "id":"ED246642",
        "title":"Enhancing the Educational Potential of Non-Oral Children through Matching Communication Device Capabilities to Children&apos;s Needs. Final Report."},
      {
        "id":"ED246649",
        "title":"Conditional Reasoning and Content Effects: A Developmental Analysis of Wason's Selection Task."},
      {
        "id":"ED246658",
        "title":"Bilingual Learning Centers in High Schools, 1982-1983. Report No. 8429."},
      {
        "id":"ED246659",
        "title":"Bilingual Learning Centers in Elementary Schools, 1982-1983. Report No. 8418."},
      {
        "id":"ED246661",
        "title":"Cognitive and Linguistic Factors Affecting Training of English Reading Skills among Native Spanish Speakers."},
      {
        "id":"ED246665",
        "title":"The Materials Development Problem in Planned Language Modernization Programs."},
      {
        "id":"ED246666",
        "title":"Distinctiveness of Encoding and Word Learning: Forms of \"Distinctiveness\" and Retention of Vocabulary Words."},
      {
        "id":"ED246667",
        "title":"The Role of Rule Content Interference and Task Difficulty in Conditional Logic Problem Solving."},
      {
        "id":"ED246669",
        "title":"Pre-Employment Training Resource Manual. Volume 1."},
      {
        "id":"ED246670",
        "title":"Learning Second Languages in Ireland: Experience, Attitudes and Needs."},
      {
        "id":"ED246680",
        "title":"Federal Support for Training Foreign Language and Area Specialists. The Education and Careers of FLAS Fellowship Recipients."},
      {
        "id":"ED246681",
        "title":"How Do Children Understand the Focus of Negation?"},
      {
        "id":"ED246682",
        "title":"Variation and Change in Geographically Isolated Communities: Appalachian English and Ozark English."},
      {
        "id":"ED246689",
        "title":"Words \"Made-Up\" by Children: An Analysis of Their Form and Communicative Effectiveness."},
      {
        "id":"ED246690",
        "title":"Papers and Studies in Contrastive Linguistics. Volume Eighteen."},
      {
        "id":"ED246692",
        "title":"Language Diversity and Classroom Discourse."},
      {
        "id":"ED246694",
        "title":"Computers and ESL. Language in Education: Theory and Practice, No. 56."},
      {
        "id":"ED246695",
        "title":"Using Computers in Teaching Foreign Languages. Language in Education: Theory and Practice, No. 57."},
      {
        "id":"ED246696",
        "title":"Training Translators and Conference Interpreters. Language in Education: Theory and Practice, No. 58."},
      {
        "id":"ED246697",
        "title":"Listening and Language Learning in ESL: Developing Self-Study Activities for Listening Comprehension Practice. Language in Education: Theory and Practice, No. 59."},
      {
        "id":"ED246704",
        "title":"Some Questions of Balance: Human Resources, Higher Education and Canadian Studies. Volume III of &quot;To Know Ourselves: The Report of the Commission on Canadian Studies&quot;."},
      {
        "id":"ED246715",
        "title":"Missions and Priorities of Arizona Universities: A Research Report."},
      {
        "id":"ED246718",
        "title":"A Guide to Disbursement, Refund, and Repayment."},
      {
        "id":"ED246719",
        "title":"TRIO Special Services Program Evaluation, University of Minnesota. Final Report 1982-83."},
      {
        "id":"ED246720",
        "title":"Nursing and Nursing Education: Public Policies and Private Actions."},
      {
        "id":"ED246724",
        "title":"Effective Strategies for Reallocation."},
      {
        "id":"ED246741",
        "title":"A Follow-up and Analysis of Iowa State University Agricultural Education Curriculum Graduates: 1964-81."},
      {
        "id":"ED246744",
        "title":"Institutional Research and Planning in the Next Decade. Proceedings from the Annual Conference of the North East Association for Institutional Research (10th, Hershey, Pennsylvania, October 16-18, 1983). Tenth Anniversary Issue."},
      {
        "id":"ED246746",
        "title":"The Federal Role in Fostering University-Industry Cooperation."},
      {
        "id":"ED246753",
        "title":"Measuring Educational Progress in the South: Student Achievement."},
      {
        "id":"ED246754",
        "title":"Independent Study in 1983. A Research Report of the NUCEA Independent Study Division. Final Report."},
      {
        "id":"ED246755",
        "title":"National Commission on Student Financial Assistance. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED246756",
        "title":"Profile of Financial Aid Applicants. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED246757",
        "title":"Loan Collections. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED246758",
        "title":"Budget Impact, Higher Education, Fiscal Year 1984. Hearings before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, First Session (March 1, 2, 10, 1983)."},
      {
        "id":"ED246759",
        "title":"Small College Endowment Act of 1983. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, First Session on H. R. 2144."},
      {
        "id":"ED246760",
        "title":"Oversight Hearing on Student Loan Marketing Associations. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED246761",
        "title":"International Education, Foreign Exchange and Scholarships. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED246762",
        "title":"Hearing on Independent Student Status. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED246763",
        "title":"Applications of Nonlinear Models. AIR 1984 Annual Forum Paper."},
      {
        "id":"ED246768",
        "title":"Using HEGIS Data in Institutional Comparisons. AIR 1984 Annual Forum Paper."},
      {
        "id":"ED246772",
        "title":"Predicting Academic Retention among Population Subgroups: The Use of Non-Cognitive Predictors. AIR 1984 Annual Forum Paper."},
      {
        "id":"ED246777",
        "title":"Andragogy in Public Universities: Understanding Adult Education Needs in the 1980's. AIR Annual 1984 Forum Paper."},
      {
        "id":"ED246778",
        "title":"Administrative Service and Research Performance: A Study of Chemistry Department Heads. AIR 1984 Annual Forum Paper."},
      {
        "id":"ED246780",
        "title":"Examination of Adult Student Participation: Is the Conventional Wisdom Confirmed? AIR Annual 1984 Forum Paper."},
      {
        "id":"ED246782",
        "title":"University Education in a Developing Country: The Revolution in the Role of a Department Head. AIR Annual 1984 Forum Paper."},
      {
        "id":"ED246783",
        "title":"Educational Maturity, Race, and Student Persistence in College. AIR Annual 1984 Forum Paper."},
      {
        "id":"ED246785",
        "title":"Financial Aid and New Freshman Persistence: An Exploratory Model. AIR 1984 Annual Forum Paper."},
      {
        "id":"ED246786",
        "title":"Utilizing Technology to Examine the Impacts of Academic Program Plans on Faculty Staffing Levels. AIR 1984 Annual Forum Paper."},
      {
        "id":"ED246792",
        "title":"Responding to Changes in Administrative Roles through Professional Development. AIR 1984 Annual Forum Paper."},
      {
        "id":"ED246796",
        "title":"&quot;AID&quot;-ing Academic Program Evaluation: The &quot;Automatic Interaction Detector&quot; as Analysis Tool. AIR 1984 Annual Forum Paper."},
      {
        "id":"ED246798",
        "title":"Overview. Postsecondary-Education Information Planning at the State Level: Volume 1."},
      {
        "id":"ED246799",
        "title":"Planning Guide. Postsecondary-Education Information Planning at the State Level: Volume 2."},
      {
        "id":"ED246800",
        "title":"Selection of Data to Address Planning Issues. Postsecondary-Education Information Planning at the State Level: Volume 3."},
      {
        "id":"ED246801",
        "title":"Pilot-Test State Case Studies. Postsecondary-Education Information Planning at the State Level: Volume 4."},
      {
        "id":"ED246802",
        "title":"Systems-Related Experiences in Eight Pilot-Test States. Postsecondary-Education Information Planning at the State Level: Volume 5."},
      {
        "id":"ED246803",
        "title":"Case Studies in College Strategy."},
      {
        "id":"ED246804",
        "title":"Factors Affecting Net Tuition Revenue at Private Colleges. Working Paper Series."},
      {
        "id":"ED246805",
        "title":"A Review and Introduction to Higher Education Price Response Studies. Working Paper Series."},
      {
        "id":"ED246806",
        "title":"Formula Budgeting for Higher Education: State Practices in 1979-80. Working Paper Series."},
      {
        "id":"ED246807",
        "title":"An Improved Taxonomy of Postsecondary Institutions. Working Paper Series."},
      {
        "id":"ED246808",
        "title":"The Utility of HEGIS Finance Data: A Researcher&apos;s Perspective. Working Paper Series."},
      {
        "id":"ED246809",
        "title":"State Reporting Practices and the Quality of HEGIS Finance Data. Working Paper Series."},
      {
        "id":"ED246811",
        "title":"Residence and Migration of College Students. Working Paper Series."},
      {
        "id":"ED246812",
        "title":"Current Trends in Image Assessment. Working Paper Series."},
      {
        "id":"ED246813",
        "title":"State Funding of Public Higher Education: Improving the Practice. Proceedings of a Working Conference (Boulder, Colorado, August 18-19, 1983). Working Paper Series."},
      {
        "id":"ED246814",
        "title":"Student-Outcomes Questionnaires: An Implementation Handbook. 2nd Edition."},
      {
        "id":"ED246815",
        "title":"Conducting Student Retention Studies."},
      {
        "id":"ED246816",
        "title":"Marginal Costing Techniques for Higher Education."},
      {
        "id":"ED246817",
        "title":"Higher Education Financing: 1973-1980."},
      {
        "id":"ED246818",
        "title":"Higher-Education Indicators: Tuition, Room, and Board."},
      {
        "id":"ED246820",
        "title":"Student Financing."},
      {
        "id":"ED246823",
        "title":"Managing the Partnership between Higher Education and Industry."},
      {
        "id":"ED246824",
        "title":"Data and Information for Executive Decisions in Higher Education. An NCHEMS Executive Overview."},
      {
        "id":"ED246825",
        "title":"The Effective Use of Management Consultants in Higher Education. An NCHEMS Executive Overview."},
      {
        "id":"ED246826",
        "title":"Comparative Data for Administrators in Higher Education. An NCHEMS Executive Overview."},
      {
        "id":"ED246827",
        "title":"Information on Student Outcomes: How to Get It and How to Use It. An NCHEMS Executive Overview."},
      {
        "id":"ED246828",
        "title":"Rational Decisionmaking in Higher Education. An NCHEMS Executive Overview."},
      {
        "id":"ED246829",
        "title":"Program Review in Higher Education: Within and Without. AN NCHEMS Executive Overview."},
      {
        "id":"ED246831",
        "title":"Adult Learning: State Policies and Institutional Practices. ASHE-ERIC Higher Education Research Report No. 1, 1984."},
      {
        "id":"ED246832",
        "title":"Student Stress: Effects and Solutions. ASHE-ERIC Higher Education Research Report No. 2, 1984."},
      {
        "id":"ED246833",
        "title":"Involvement in Learning: Realizing the Potential of American Higher Education. Final Report of the Study Group on the Conditions of Excellence in American Higher Education."},
      {
        "id":"ED246834",
        "title":"The American Liberal Arts College in the Eighties--Dinosaur or Phoenix?"},
      {
        "id":"ED246835",
        "title":"American Research Universities: Their Role in Undergraduate Education."},
      {
        "id":"ED246837",
        "title":"Characteristics of Effective Organizations."},
      {
        "id":"ED246838",
        "title":"The Effectiveness of Microcomputers in Education: A Quick Guide to the Research."},
      {
        "id":"ED246840",
        "title":"Annotated Bibliography of Human Factors Laboratory Reports (1945-1968) Supplement #4, 1979-1983."},
      {
        "id":"ED246841",
        "title":"Evaluator's Guide for Word Processing Software."},
      {
        "id":"ED246844",
        "title":"Computer Courseware Evaluations. A Series of Reports Compiled by the Clearinghouse Computer Technology Project."},
      {
        "id":"ED246850",
        "title":"The Cadet Project: Computer Assisted Distance Education Telecommunication for Post Secondary Education in Alberta. Report #1, June 15, 1983, and Report #2, June 18, 1984."},
      {
        "id":"ED246852",
        "title":"Computers Plus: A Program to Develop Computer Literacy among Educators. Paper and Report Series No. 94."},
      {
        "id":"ED246853",
        "title":"Computer Use Planning: A Case Study of a School District&apos;s Long-Range Planning Efforts. Paper and Report Series No. 95."},
      {
        "id":"ED246854",
        "title":"Microcomputer Instruction (A Collection of Essays)."},
      {
        "id":"ED246856",
        "title":"Policy Analysis: A Tool for Setting District Computer Use Policy. Paper and Report Series No. 97."},
      {
        "id":"ED246860",
        "title":"Computing in Schools: An Australian Perspective. Australian Education Review Number 21."},
      {
        "id":"ED246861",
        "title":"Guide to Software Selection Resources: Part One. Educational Technology Resources in New York State."},
      {
        "id":"ED246862",
        "title":"Guide to Software Selection Resources: Part Three. Reading and Communication Skills."},
      {
        "id":"ED246866",
        "title":"Simulated Three-Dimensional Computer Graphics Training Display for Air Weapons Controllers. Final Report."},
      {
        "id":"ED246871",
        "title":"Developing and Assessing Visual Thinking."},
      {
        "id":"ED246872",
        "title":"Distance Learning: A Review for Educators."},
      {
        "id":"ED246873",
        "title":"Issues of Law and Policy Affecting Telecommunications-Based Distance Learning."},
      {
        "id":"ED246874",
        "title":"Survey on Uses of Distance Learning in the U.S."},
      {
        "id":"ED246876",
        "title":"The Effectiveness of Microcomputers in Education."},
      {
        "id":"ED246877",
        "title":"Effects of Computer-Based Teaching on Learners."},
      {
        "id":"ED246883",
        "title":"R&amp;D Speaks: Evaluation of Educational Software."},
      {
        "id":"ED246884",
        "title":"R&amp;D Speaks: Microcomputers &amp; Education."},
      {
        "id":"ED246886",
        "title":"School Uses of Microcomputers: Reports from a National Survey. Issue No. 5."},
      {
        "id":"ED246887",
        "title":"SEDL's RX: A Workshop Package for Computer-Using Educators."},
      {
        "id":"ED246888",
        "title":"Teachers' Instructional Uses of Microcomputers."},
      {
        "id":"ED246890",
        "title":"Video as a Medium for Sharing Experience. Opportunities to Learn No. 1."},
      {
        "id":"ED246900",
        "title":"Comprehensive Plan for Library Service in Pennsylvania. Recommendations for Improved Access to Library Resources in Pennsylvania."},
      {
        "id":"ED246905",
        "title":"Public/Private Sector Interactions: The Implications for Networking. A Discussion Report Prepared by the Network Advisory Committee."},
      {
        "id":"ED246907",
        "title":"Bibliographic Services and User Needs. Report of a Conference Sponsored by the Council on Library Resources (Kansas City, Missouri, December 14-16, 1983)."},
      {
        "id":"ED246909",
        "title":"CCF: The Common Communication Format."},
      {
        "id":"ED246913",
        "title":"Patron Presence during the Online Search: Attitudes of University Librarians."},
      {
        "id":"ED246919",
        "title":"ERIC Clearinghouse Publications, 1983. An Annotated Bibliography of Information Analysis Products and Other Major Publications of the ERIC Clearinghouses, January-December 1983."},
      {
        "id":"ED246922",
        "title":"Some Reflections on the Interaction of Mathematics Programs at Two and Four Year Colleges."},
      {
        "id":"ED246925",
        "title":"Reflections on Basic Math Programs in the Two-Year College."},
      {
        "id":"ED246930",
        "title":"Retention and Attrition of Students: A Status Report on Institutional Issues and Implications."},
      {
        "id":"ED246933",
        "title":"Honors in the Two-Year College."},
      {
        "id":"ED246939",
        "title":"Project BEST-PAL (Basic Education Skills Through-Parenting Affective Learning): Process Manual for Program Implementation."},
      {
        "id":"ED246942",
        "title":"A Learning Assistance Support System for the Washington Community College System."},
      {
        "id":"ED246944",
        "title":"Faculty Pay in an Age of High Technology."},
      {
        "id":"ED246945",
        "title":"Highlights and Overview of Actions in 1983 State Legislative Sessions Affecting Community and Two-Year Technical Colleges: A Report to the National Council of State Directors of Community and Junior Colleges."},
      {
        "id":"ED246947",
        "title":"Views from the Field on Community College Transfer: Testimony to the Ad Hoc Committee on Community College Transfer of the California Postsecondary Education Commission. Supplement."},
      {
        "id":"ED246956",
        "title":"The Dallas Quest for Quality: The College Becomes a Learning Society."},
      {
        "id":"ED246971",
        "title":"Inevitable Decline: Exploding the Senility Myth. A Position Paper."},
      {
        "id":"ED246972",
        "title":"Vocational-Technical Education in the Community Colleges: A Promising Future."},
      {
        "id":"ED246973",
        "title":"Interdisciplinary Approaches to Retention and Motivation in College."},
      {
        "id":"ED246976",
        "title":"Curricular Comprehensiveness in Small Rural Community Colleges. \"Horizons Issues\" Monograph Series."},
      {
        "id":"ED246977",
        "title":"Free-Loan Media for French: A Teacher's Guide."},
      {
        "id":"ED246986",
        "title":"The Impact of Computer Technology on Children."},
      {
        "id":"ED246988",
        "title":"Employer Supported Child Care: Where Are We and Where Are We Going?"},
      {
        "id":"ED246991",
        "title":"A Study of Compensatory and Elementary Education: The Sustaining Effects Study. Final Report."},
      {
        "id":"ED246996",
        "title":"Income Verification Pilot Project (IVPP): Findings on School Meal Program Participation and Legislative Impact, 1981-82 School Year."},
      {
        "id":"ED246997",
        "title":"Income Verification Pilot Project (IVPP): School Year 1981-82 In-House Audit Findings. Revised."},
      {
        "id":"ED246998",
        "title":"Income Verification Pilot Project (IVPP): The Development of an Error-Prone Model for the School Meal Programs. Revised."},
      {
        "id":"ED246999",
        "title":"Income Verification Pilot Project (Phase II): Results of Quality Assurance Evaluation, 1982-83 School Year."},
      {
        "id":"ED247001",
        "title":"Does Preschool Help the Educationally Advantaged Child? Preliminary Findings from a Longitudinal Study."},
      {
        "id":"ED247002",
        "title":"Effects of Parenting and Home Environment on Student Achievement in Grades 3 to 5."},
      {
        "id":"ED247003",
        "title":"Interpersonal Cognitive Problem-Solving: A Meta-Analysis."},
      {
        "id":"ED247009",
        "title":"Children&apos;s Fears of War. Hearing before the Select Committee on Chilcren, Youth, and Families. House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED247011",
        "title":"The Young Child in the Year 2000: Setting the Professional Agenda."},
      {
        "id":"ED247012",
        "title":"Sudden Infant Death Syndrome, FY 1983. Special Report to Congress."},
      {
        "id":"ED247015",
        "title":"Children's Reactions to the Termination of Friendship."},
      {
        "id":"ED247017",
        "title":"Prenatal Care."},
      {
        "id":"ED247020",
        "title":"Household and Family Characteristics: March 1983."},
      {
        "id":"ED247022",
        "title":"The Central Registry/Clearinghouse: A Tool for Improving the Child Support Enforcement Program."},
      {
        "id":"ED247023",
        "title":"Changes in Children's Concept of Sex Role Typing of Some Adult Activities after Two Years in School."},
      {
        "id":"ED247027",
        "title":"Trends in Early Childhood Education in the United Kingdom."},
      {
        "id":"ED247028",
        "title":"Mother-Infant Interactions in Various Cultural Settings."},
      {
        "id":"ED247029",
        "title":"Perspectives on Teacher Education: Some Relations between Theory and Practice."},
      {
        "id":"ED247030",
        "title":"Preschool Social Education Curricula in West Germany: The Situation-Oriented Approach."},
      {
        "id":"ED247031",
        "title":"Montessori and Regular Preschools: A Comparison."},
      {
        "id":"ED247032",
        "title":"Parent Involvement: A Review of Research and Principles of Successful Practice."},
      {
        "id":"ED247033",
        "title":"The Academic and Social Consequences of Grade Retention: A Convergent Analysis."},
      {
        "id":"ED247034",
        "title":"Cognitive Style and Children's Learning: Individual Variation in Cognitive Processes."},
      {
        "id":"ED247035",
        "title":"Children's Social Comparison and Goal Setting in Achievement Contexts."},
      {
        "id":"ED247036",
        "title":"What's Happening in Elementary School Classrooms? Research on Time Use, Classroom Operations, and Activity Management."},
      {
        "id":"ED247037",
        "title":"An Experimental Study of the Effects of Employer-Sponsored Child Care Services on Selected Employee Behaviors."},
      {
        "id":"ED247042",
        "title":"Trends in American Indian Education: A Synthesis and Bibliography of Selected ERIC Resources."},
      {
        "id":"ED247043",
        "title":"Vivir O Morir? The Effects of Radio on Health Education for Hispanics."},
      {
        "id":"ED247045",
        "title":"Ethnicity and Health: Mexican Americans. A Guide for Health Care Providers."},
      {
        "id":"ED247049",
        "title":"Educational Aspirations and Achievements of Rural and Small Town Mississippi Youth. Bulletin 880."},
      {
        "id":"ED247050",
        "title":"A Bibliography of Studies on Elementary and Secondary School Reading, English, and Mathematics for American Indian Students."},
      {
        "id":"ED247051",
        "title":"What Problems Do American Indians Have with English?"},
      {
        "id":"ED247052",
        "title":"What Problems Do American Indians Have with Mathematics?"},
      {
        "id":"ED247053",
        "title":"Computer-Aided Instruction in Education Basics for Indian Students. Proceedings of the Indian Education Conference (Orem, Utah, June 28-30, 1984)."},
      {
        "id":"ED247054",
        "title":"Computer-Aided Instruction In Education Basics for Indian Students. Final Report, Phase I (1 October 1982 - 30 June 1983)."},
      {
        "id":"ED247060",
        "title":"The Training of Teachers of Gypsy Children. Council of Europe Teachers' Seminar (20th Donaueschingen, Federal Republic of Germany, June 20-25, 1983)."},
      {
        "id":"ED247062",
        "title":"Rural Free Universities: Extending the UFM Model. Final Report."},
      {
        "id":"ED247071",
        "title":"The Indian Education Act: Indian Students Have the Right to Excellence in Education. The Tenth Annual Report to the Congress of the United States. Fiscal Year 1983."},
      {
        "id":"ED247075",
        "title":"Attributions for School Achievement of Anglo and Native American Community College Students."},
      {
        "id":"ED247076",
        "title":"Still No Progress in Implementing Controls over Contracts and Grants with Indians. Report to the Chairman, Committee on Interior and Insular Affairs, House of Representatives."},
      {
        "id":"ED247078",
        "title":"Isolation of Factors Related to Levels and Patterns of Living in Low-Income Areas of the Rural South. A Basebook."},
      {
        "id":"ED247080",
        "title":"Especially for Teachers: Selected Documents on the Teaching of Science 1966-1981."},
      {
        "id":"ED247081",
        "title":"Especially for Teachers: Selected Documents on the Teaching of Environmental Education 1966-1982."},
      {
        "id":"ED247082",
        "title":"Investigations in Mathematics Education. Volume 17, Number 3."},
      {
        "id":"ED247083",
        "title":"Computational Modeling and Mathematics Applied to the Physical Sciences."},
      {
        "id":"ED247087",
        "title":"Projected Response of the Science, Engineering, and Technical Labor Market to Defense and Nondefense Needs: 1982-87. Special Report."},
      {
        "id":"ED247088",
        "title":"Summary of the 1982 Mathematics Results of the Illinois Inventory of Educational Progress."},
      {
        "id":"ED247097",
        "title":"Mastery of the Basic Number Combination: Internalization of Relationships or Facts?"},
      {
        "id":"ED247098",
        "title":"Guidelines for K-8 Mathematics Curriculum. Toward Meeting Present and Future Needs."},
      {
        "id":"ED247101",
        "title":"School Science Laboratories. A Guide to Some Hazardous Substances. A Supplement to the National Institute for Occupational Safety and Health Manual of Safety and Health Hazards in the School Science Laboratory."},
      {
        "id":"ED247102",
        "title":"Education and Recreation Standards: I &amp; R Programs--Outdoor Classrooms, Interpretation, Recreation, Program Information, Dedicated Areas."},
      {
        "id":"ED247103",
        "title":"Education and Recreation Standards Handbook: I &amp; R Programs--Outdoor Classrooms, Interpretation, Recreation, Programs Information, Dedicated Areas."},
      {
        "id":"ED247106",
        "title":"Life Tracks Series."},
      {
        "id":"ED247108",
        "title":"A Balanced Marine Aquarium [and] The Biology of Marine Aquarium Fishes Collected in Monroe County, Florida. A Two-Paper NOAA Technical Memorandum."},
      {
        "id":"ED247110",
        "title":"Chesapeake Bay: Introduction to an Ecosystem."},
      {
        "id":"ED247113",
        "title":"Science, Technology and the Liberal Arts: Report on a National Conference Held at Lehigh University (Bethlehem, Pennsylvania, April 1-3, 1984)."},
      {
        "id":"ED247118",
        "title":"Guidelines for Federal Aviation Administration Regional Aviation Education Coordinators and Aviation Education Facilitators."},
      {
        "id":"ED247119",
        "title":"Illinois Natural Heritage Conservation/Education Kit. Special Theme: &quot;Remember These Precious Few.&quot; Illinois' Endangered and Threatened Plants and Animals."},
      {
        "id":"ED247120",
        "title":"Illinois Natural Heritage Conservation/Education Kit II. Special Theme: Forest Ecology and Management."},
      {
        "id":"ED247121",
        "title":"Illinois Natural Heritage Conservation/Education Kit III. Special Theme: Prairie and Open Habitats Ecology and Management."},
      {
        "id":"ED247122",
        "title":"Illinois Natural Heritage Conservation/Education Kit IV. Special Theme: Wetland Ecology and Management."},
      {
        "id":"ED247124",
        "title":"Science Teaching as a Career Choice of Eighth Grade Students."},
      {
        "id":"ED247126",
        "title":"Careers in Airway Science."},
      {
        "id":"ED247127",
        "title":"Dissertation Abstracts in Mathematics Education, 1983."},
      {
        "id":"ED247128",
        "title":"Technology for Independent Living II: Issues in Technology for Daily Living, Education, and Employment. Proceedings of the 1981 Workshops on Science and Technology for the Handicapped."},
      {
        "id":"ED247130",
        "title":"Developing Materials for Biology Teaching. Asian Programme of Educational Innovation for Development (APEID) Report of a Sub-Regional Workshop (Bangkok, Thailand, August 3-12, 1981)."},
      {
        "id":"ED247133",
        "title":"Acid Rain Materials for Classroom Use."},
      {
        "id":"ED247134",
        "title":"Cubes, Eights, and Dots: A Student's Guide to the Octet Rule and Its History."},
      {
        "id":"ED247135",
        "title":"Associations and Committees of or for Women in Science, Engineering, Mathematics and Medicine."},
      {
        "id":"ED247137",
        "title":"Expertise in Mathematics Instruction: Subject Matter Knowledge."},
      {
        "id":"ED247138",
        "title":"Instrumentation Needs of Academic Departments of Chemistry: A Survey Study. Report of a Joint Task Force of the Committee on Science and Committee on Chemistry and Public Affairs."},
      {
        "id":"ED247145",
        "title":"Federal R&amp;D Funding: The 1975-85 Decade."},
      {
        "id":"ED247146",
        "title":"Forms of Understanding in Mathematical Problem Solving."},
      {
        "id":"ED247147",
        "title":"Prealgebra Students' Knowledge of Algebraic Tasks with Arithmetic Expressions."},
      {
        "id":"ED247148",
        "title":"Research Within Reach: Science Education. A Research-Guided Response to the Concerns of Educators."},
      {
        "id":"ED247149",
        "title":"Understanding Our Cultural Diversity: A Theme Guide to K-12 Curricular Resources, Activities, and Processes."},
      {
        "id":"ED247151",
        "title":"Gender and the Construction of Class."},
      {
        "id":"ED247154",
        "title":"Society and Culture: Systems Definitions for an Alternative Social Science Paradigm."},
      {
        "id":"ED247157",
        "title":"An Exploratory Study of Assimilation, Pluralism, and Marginality: Black Families in Predominantly White Suburbs."},
      {
        "id":"ED247159",
        "title":"Teaching Thinking Skills Using the Concept Time."},
      {
        "id":"ED247163",
        "title":"The Treatment of Peace and Security Issues in Social Studies Textbooks in the United States."},
      {
        "id":"ED247165",
        "title":"Approaches to Education about a World Economy."},
      {
        "id":"ED247166",
        "title":"Social Studies in U.S. Schools: Mainstream Practice and Radical Potential."},
      {
        "id":"ED247167",
        "title":"Social Studies in U.S. Schools: A Response to a Paper by Fred M. Newmann."},
      {
        "id":"ED247174",
        "title":"Process Analysis and the Future of Moral Education."},
      {
        "id":"ED247175",
        "title":"A Model of Collaboration in a Curricular Program."},
      {
        "id":"ED247177",
        "title":"A More Perfect Union: The Creation of the United States Constitution."},
      {
        "id":"ED247183",
        "title":"Education Was for Women What the Frontier Was for Men."},
      {
        "id":"ED247186",
        "title":"Introduction to Political Risk Analysis. Learning Packages in the Policy Sciences, PS-24."},
      {
        "id":"ED247187",
        "title":"Political Analysis through the Prince System. Learning Packages in the Policy Sciences, PS-23."},
      {
        "id":"ED247190",
        "title":"Law in the Classroom: Activities and Resources. Revised."},
      {
        "id":"ED247196",
        "title":"Improving World Health: A Least Cost Strategy. Worldwatch Paper 59."},
      {
        "id":"ED247197",
        "title":"China: A Book of Activities."},
      {
        "id":"ED247198",
        "title":"Master Curriculum Guide in Economics. A Framework for Teaching the Basic Concepts. Second Edition."},
      {
        "id":"ED247201",
        "title":"Critical Needs in International Education: Recommendations for Action. A Report to the Secretary of Education."},
      {
        "id":"ED247203",
        "title":"Citizenship Education in Michigan Schools: A Mock Election and Political Awareness Resource Guide. Secondary Level."},
      {
        "id":"ED247206",
        "title":"The Civil War Letters of Lewis Bissell: A History and Literature Curriculum."},
      {
        "id":"ED247210",
        "title":"Oversight Hearing on Arts Education. Hearing Before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, Second Session (February 28, 1984)."},
      {
        "id":"ED247212",
        "title":"Social Studies for Georgia Schools. Secondary Program."},
      {
        "id":"ED247226",
        "title":"The Basic Skills of Prospective Teachers: How Well Do They Read/Write/Speak?"},
      {
        "id":"ED247227",
        "title":"Societal Imperatives: Needs for an Educated Decomcracy."},
      {
        "id":"ED247230",
        "title":"The American Teacher. The Metropolitan Life Survey."},
      {
        "id":"ED247233",
        "title":"Extended Programs: Reactions from Member Institutions and from Established Programs. Final Report of the AACTE Task Force on Extended Programs."},
      {
        "id":"ED247236",
        "title":"Educational Standards, Testing and Equality."},
      {
        "id":"ED247237",
        "title":"Interpretation of Differential Item Performance Accompanied by Gender Differences in Academic Background."},
      {
        "id":"ED247239",
        "title":"Issues and Answers: What Will NAEP Tell Us?"},
      {
        "id":"ED247241",
        "title":"Microcomputer Network for Computerized Adaptive Testing (CAT). [Final Report, FY81-83]."},
      {
        "id":"ED247244",
        "title":"Questions and Answers about the Michigan Educational Assessment Program."},
      {
        "id":"ED247247",
        "title":"The Relationship between Service Schedule, Additional Services, and Student Gain in a Statewide Grade 2 Compensatory Education Program."},
      {
        "id":"ED247249",
        "title":"Role Issues in Practical Collaborative Research on Change in Schools."},
      {
        "id":"ED247251",
        "title":"Same Bilingual Preschool Project, Different Gains; What Happened?"},
      {
        "id":"ED247252",
        "title":"School-Based Evaluation and External Examination Evaluation in the Greek Educational System."},
      {
        "id":"ED247253",
        "title":"School Sector and Cognitive Performance: When Is a Little a Little. Report No. 350."},
      {
        "id":"ED247254",
        "title":"Self-Efficacy and Classroom Learning."},
      {
        "id":"ED247255",
        "title":"Self-Scoring Accuracy of the Kuder General Interest Survey."},
      {
        "id":"ED247256",
        "title":"A Short-Cut Statistic for Item Analysis of Mastery Tests: A Comparison of Three Procedures."},
      {
        "id":"ED247257",
        "title":"Sizing Up Candidates for a New Achievement Test."},
      {
        "id":"ED247260",
        "title":"The Standardization Approach to Assessing Unexpected Differential Item Performance."},
      {
        "id":"ED247262",
        "title":"A Structural Model of Sex Differences in Mathematics Achievement Using Tetrachoric and Polyserial Measures of Association."},
      {
        "id":"ED247264",
        "title":"The Study of Loose Coupling: Problems, Progress, and Prospects."},
      {
        "id":"ED247266",
        "title":"Technical Issues in Adopting the APT for Districtwide Teacher Evaluation."},
      {
        "id":"ED247267",
        "title":"Theory and Practice: The Revised Joint Technical Standards and Test Construction."},
      {
        "id":"ED247270",
        "title":"Uses and Misuses of Meta-Analysis."},
      {
        "id":"ED247271",
        "title":"Utility of the Beta-Multinomial Distribution in Multiple Classification Scheme."},
      {
        "id":"ED247276",
        "title":"Within-Variable, Between-Occasion Error Covariances in Models of Educational Achievement."},
      {
        "id":"ED247284",
        "title":"Application of Empirical Bayes Estimation in Educational Research."},
      {
        "id":"ED247285",
        "title":"Classrooms Where Students Perceive High and Low Amounts of Differential Teacher Treatment. Draft."},
      {
        "id":"ED247287",
        "title":"A Comparison of Interview and Questionnaire Techniques Used in the Connecticut School Effectiveness Project: A Report of Work in Progress."},
      {
        "id":"ED247288",
        "title":"Comparison of Two Measures of Type A Behavior in Children."},
      {
        "id":"ED247290",
        "title":"Contributions to Achievement: The Role of Expectations and Self-Efficacy in Students, Teachers, and Principals."},
      {
        "id":"ED247291",
        "title":"Criteria for Evaluating Microcomputer Software for Reading Development: Observations Based on Three British Case Studies."},
      {
        "id":"ED247292",
        "title":"Developing a Defensible Language Skills Test for Teachers."},
      {
        "id":"ED247295",
        "title":"Do We Fail Those We Fail?"},
      {
        "id":"ED247296",
        "title":"The Effectiveness of Microtechnology in Teaching Cooperative Behavior to Elementary Children."},
      {
        "id":"ED247301",
        "title":"Gaining Access to Work Settings: A Tale of Two Cities."},
      {
        "id":"ED247306",
        "title":"Instructional Validity: Merging Curricular, Instructional and Test Development Issues."},
      {
        "id":"ED247307",
        "title":"An Investigation of Two Procedures for Smoothing Test Norms."},
      {
        "id":"ED247308",
        "title":"Training Evaluation Demonstration Project: Issues and Recommendations. Report."},
      {
        "id":"ED247309",
        "title":"Analysis of the Costs of the Pilot Final Exam Program."},
      {
        "id":"ED247310",
        "title":"Retention and Promotion, 1982-83. Final Technical Report."},
      {
        "id":"ED247311",
        "title":"District Achievement Profiles, 1982-83."},
      {
        "id":"ED247312",
        "title":"Summary of MCPS Data on Differences in Minority and Majority Performance and Participation."},
      {
        "id":"ED247314",
        "title":"Screening and Rescreening for the Gifted and Talented Program: 1980-81 and 1981-82 School Years."},
      {
        "id":"ED247315",
        "title":"Analysis of 1982-83 Maryland Functional Mathematics Test (MFMT) Results."},
      {
        "id":"ED247317",
        "title":"Adaptation of Curriculum, Instructional Methods, and Materials Component: Instructional Aide Program. Final Evaluation Report."},
      {
        "id":"ED247320",
        "title":"Assessing Stakeholder Input in a Large System."},
      {
        "id":"ED247321",
        "title":"Assessment of the Clinical Performance of Medical Students: A Survey of Methods."},
      {
        "id":"ED247325",
        "title":"The Retention of Minority Engineering Students. Report on the 1981-82 NACME Retention Research Program."},
      {
        "id":"ED247327",
        "title":"Conceptual Issues in the Study of Hispanic Delinquency."},
      {
        "id":"ED247328",
        "title":"Crime Rates among Hispanics, Blacks, and Whites in New York City."},
      {
        "id":"ED247329",
        "title":"Exploratory Study on Delinquency and Delinquency Avoidance in the South Bronx."},
      {
        "id":"ED247332",
        "title":"Project of National Significance for Providing Advocacy Services to Hispanic and Asian Developmentally Disabled Persons Residing in California. Final Report."},
      {
        "id":"ED247333",
        "title":"South Bronx High School, Project CASS. O.E.E. Evaluation Report, 1982-1983."},
      {
        "id":"ED247334",
        "title":"Morris High School, New Directions for Bilingualism. O.E.E. Evaluation Report, 1982-1983."},
      {
        "id":"ED247335",
        "title":"Louis D. Brandeis High School, Demonstration Bilingual Enrichment College Preparatory Program. O.E.E. Evaluation Report, 1982-1983."},
      {
        "id":"ED247336",
        "title":"George W. Wingate High School, Bilingual Demonstration College Preparatory Program. O.E.E. Evaluation Report, 1982-1983."},
      {
        "id":"ED247337",
        "title":"Evander Childs High School, Cooperative Work-Study Program for Bilingual Students. O.E.E. Evaluation Report, 1982-83."},
      {
        "id":"ED247338",
        "title":"Comprehensive Russian Instructional Program. O.E.E. Evaluation Report, 1982-1983."},
      {
        "id":"ED247339",
        "title":"Adlai E. Stevenson High School, Bilingual Academic and Technical Education for Youth Program. O.E.E. Evaluation Report, 1982-1983."},
      {
        "id":"ED247340",
        "title":"Problems in Urban Centers. Oversight Hearings before the Committee on the District of Columbia. House of Representatives, Ninety-Sixth Congress, Second Session on Problems in Urban Centers, Washington, D.C., and the Federal Government Role (June 25, 26, 27, July 23, 24, 30, and September 30, 1980). [Volume I]. Serial No. 96-16."},
      {
        "id":"ED247341",
        "title":"Problems in Urban Centers: Philadelphia--Los Angeles--Houston. Oversight Hearings before the Committee on the District of Columbia. House of Representatives, Ninety-Seventh Congress, First and Second Sessions on Problems in Urban Centers, Washington, D.C., and the Federal Government Role (June 15, 30, 1981, and February 12, 1982). Volume II. Serial No. 97-15."},
      {
        "id":"ED247347",
        "title":"The Basics and Beyond. A Report of the Council on Educational Excellence."},
      {
        "id":"ED247348",
        "title":"Proposal on Master Plan for Basic Education. Revised."},
      {
        "id":"ED247349",
        "title":"Help-Seeking Behavior among a Diverse Sample of Black Men and Women."},
      {
        "id":"ED247351",
        "title":"Kentucky's Children at Risk: The Inequities in Public Education."},
      {
        "id":"ED247352",
        "title":"Values and Minorities: An Annotated Bibliography."},
      {
        "id":"ED247353",
        "title":"Desegregation and Dropping Out in One School District."},
      {
        "id":"ED247354",
        "title":"If It Is Broke, Fix It! (How to Make a Compensatory Program Work.)"},
      {
        "id":"ED247356",
        "title":"The Later Effects of the Parent Education Follow Through Program on Achievement Scores for Matched Pairs of Program Children and Their Non-Program Siblings."},
      {
        "id":"ED247357",
        "title":"Rif-Recall as Symbol and Signal: The Differential Effects of Riffing on Teacher Exit Choices."},
      {
        "id":"ED247360",
        "title":"A Blueprint for Educational Excellence. A School Board Member&apos;s Guide."},
      {
        "id":"ED247361",
        "title":"STAR I (Summer Training Achieves Results). Final Evaluation Report."},
      {
        "id":"ED247363",
        "title":"Student Discipline: Legal, Empirical, and Educational Perspectives."},
      {
        "id":"ED247374",
        "title":"Follow-Up Evaluation Project. From July 1, 1981 to June 30, 1983. Final Report."},
      {
        "id":"ED247378",
        "title":"Education and the High Technology Economy. Working Paper No. 3."},
      {
        "id":"ED247381",
        "title":"Study of the Status of FY 83 CETA Coordination and Program Activities. Final Report; Activities Study. Research Report Series."},
      {
        "id":"ED247387",
        "title":"Elementary and Secondary Students Perceptions of Allied Health Careers."},
      {
        "id":"ED247397",
        "title":"Public/Private Partnerships in the D.C. Schools. Final Report."},
      {
        "id":"ED247408",
        "title":"Assessing Managerial Competencies of Office Systems/Administration Graduates with Implications for Curriculum Development."},
      {
        "id":"ED247409",
        "title":"The Analysis of Multi-Component Educational and Training Needs Data: The Multivariate Case."},
      {
        "id":"ED247411",
        "title":"Projects in Progress--FY 1983. A Report for the Coordinating Committee on Research in Vocational Education."},
      {
        "id":"ED247412",
        "title":"Basic Electricity/Electronics (Industrial Arts). Vocational Education Curriculum Guide. Bulletin 1724."},
      {
        "id":"ED247413",
        "title":"Power/Energy (Industrial Arts). Vocational Education Curriculum Guide. Bulletin 1723."},
      {
        "id":"ED247414",
        "title":"A Vocational Agriculture Teacher's Guide to Planning Summer Programs. Bulletin 1728."},
      {
        "id":"ED247422",
        "title":"Interactive Ideas."},
      {
        "id":"ED247424",
        "title":"P.L.A.C.E.S. Parents Learning to Assist Children in the Elementary School: A Workshop for Parents. Technical Report."},
      {
        "id":"ED247425",
        "title":"P.L.A.C.E.S. Parents Learning to Assist Children in the Elementary School: A Workshop for Parents. Handbook."},
      {
        "id":"ED247428",
        "title":"A Policy and Plan for Education for Employment. Recommendations of the State Superintendent to the Illinois State Board of Education."},
      {
        "id":"ED247429",
        "title":"Targeted Jobs Tax Credit. Hearing before the Subcommittee on Economic Growth, Employment, and Revenue Sharing of the Committee on Finance, United States Senate, Ninety-Eighth Congress, Second Session. S.2185."},
      {
        "id":"ED247430",
        "title":"Federal Job Training Programs and Employment Outcomes: Effects by Sex and Race of Participants. Working Paper No. 129."},
      {
        "id":"ED247435",
        "title":"Using the Illinois Core Curriculum for Developing Courses of Study in Vocational Agriculture."},
      {
        "id":"ED247436",
        "title":"Core IV Materials for Rural Agriculture Programs. Units A-G."},
      {
        "id":"ED247437",
        "title":"Core IV Materials for Rural Agriculture Programs. Units H-I."},
      {
        "id":"ED247438",
        "title":"Core IV Materials for Metropolitan Agriculture/Horticulture Programs."},
      {
        "id":"ED247439",
        "title":"Worker Participation and American Unions. Threat or Opportunity?"},
      {
        "id":"ED247440",
        "title":"Hiring and Training Workers: Executive Summary."},
      {
        "id":"ED247441",
        "title":"Hiring and Training Workers."},
      {
        "id":"ED247442",
        "title":"Youth's Perceptions of Employer Standards. Effects on Employment Outcomes and Employer Evaluations. Executive Summary."},
      {
        "id":"ED247443",
        "title":"Youth's Perceptions of Employer Standards. Effects on Employment Outcomes and Employer Evaluations."},
      {
        "id":"ED247444",
        "title":"A Working Woman's Guide to Her Job Rights. Leaflet 55. [Revised]."},
      {
        "id":"ED247445",
        "title":"Sex Segregation in the Workplace. Trends, Explanations, Remedies."},
      {
        "id":"ED247446",
        "title":"Families and Work. Proceedings Series of the Family Study Center Conference (Stillwater, Oklahoma, March 19-20, 1982). Volume 5."},
      {
        "id":"ED247451",
        "title":"Marketing the Job Training Partnership Act."},
      {
        "id":"ED247453",
        "title":"Planning for Workforce Reductions: A Technical Assistance Guide for Employers."},
      {
        "id":"ED247457",
        "title":"Women Entrepreneurs: Their Success and Problems. Hearing before the Committee on Small Business, United States Senate, Ninety-Eighth Congress, Second Session (Eugene, Oregon)."},
      {
        "id":"ED247458",
        "title":"Vocational Rehabilitation. Hearing before the Subcommittee on Select Education of the Committee on Education and Labor, House of Representatives, Ninety-Eighth Congress, First Session (Harrisburg, Pennsylvania)."},
      {
        "id":"ED247459",
        "title":"Reauthorization of the Adult Education Act, 1984. Hearing before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources, United States Senate, Ninety-Eight Congress, Second Session, on the Proposed Amendments to Public Law 97-377, the Adult Education Act, and Its Reauthorization."},
      {
        "id":"ED247460",
        "title":"Item Operating Characteristics of the Armed Services Vocational Aptitude Battery (ASVAB), Form 8a."},
      {
        "id":"ED247464",
        "title":"The Library Literacy Connection. Using Library Resources with Adult Basic Education Students."},
      {
        "id":"ED247465",
        "title":"Order of Access to Semantic Content and Self Schema."},
      {
        "id":"ED247467",
        "title":"Temporal Effects of Performance on Causal Attributions in Actors and Observers."},
      {
        "id":"ED247468",
        "title":"The Effects of Learning Style on Satisfaction with a System of Interactive Guidance and Instruction (SIGI)."},
      {
        "id":"ED247470",
        "title":"A Comparison of Male and Female High-Tech Students on Career, Home, and Leisure Values."},
      {
        "id":"ED247471",
        "title":"Sex Differences and Distributive Fairness."},
      {
        "id":"ED247472",
        "title":"Clinical Training in Aging and Mental Health. Final Report."},
      {
        "id":"ED247474",
        "title":"Beyond Consistency in the Definition of Personality: Dramaturgical Quality and Dramaturgical Value."},
      {
        "id":"ED247476",
        "title":"Police Handling of Youth Gangs. Reports of the National Juvenile Justice Assessment Centers."},
      {
        "id":"ED247478",
        "title":"Beyond Sex: The Influence of Gender Perceptions on Hiring Decisions."},
      {
        "id":"ED247479",
        "title":"Effects of Occupational Status and Occupational Sex Typing on Sex Differences in Reactions to Occupations."},
      {
        "id":"ED247483",
        "title":"Applications of Social Learning Theory: A Counselor Supervision Model."},
      {
        "id":"ED247484",
        "title":"A Report on Women West Point Graduates Assuming Nontraditional Roles."},
      {
        "id":"ED247486",
        "title":"Annual Report for the Year 1983 of the Select Committee on Narcotics Abuse and Control. House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED247487",
        "title":"Seeking Direct or Indirect Help and Belief in the Protestant Ethic."},
      {
        "id":"ED247488",
        "title":"Factors Affecting Workers' Valuation of Intrinsic Job Rewards."},
      {
        "id":"ED247494",
        "title":"Physical Attractiveness Stereotypes about Marriage: Attractiveness Matching Is Good."},
      {
        "id":"ED247496",
        "title":"Elderly: Alcohol and Drugs. Hearing before the Select Committee on Aging. House of Representatives, Ninety-Eighth Congress, First Session (Port Richey, Fla.)"},
      {
        "id":"ED247498",
        "title":"Parents, Peers, and Pot--II: Parents in Action."},
      {
        "id":"ED247499",
        "title":"Targeting Scarce Resources under the Older Americans Act. Hearing before the Subcommittee on Aging of the Committee on Labor and Human Resources. United States Senate, Ninety-Eighth Congress, First Session on Examination of the Targeting of Services Needed to Maintain Economic and Social Independence of Older People as Mandated in Title III of the Older Americans Act."},
      {
        "id":"ED247509",
        "title":"Further Clinical Validation of the Binge-Eating Scale."},
      {
        "id":"ED247515",
        "title":"Alcohol and Disinhibition: Nature and Meaning of the Link. Proceedings of a Conference (Berkeley/Oakland, California, February 11-13, 1981). Research Monograph No. 12."},
      {
        "id":"ED247516",
        "title":"Anxiety, Arousability and Neuroticism."},
      {
        "id":"ED247520",
        "title":"Teachers&apos; Comprehension Questions: What Functions Might They Serve?"},
      {
        "id":"ED247521",
        "title":"The Structure of Precocious Reading Ability."},
      {
        "id":"ED247523",
        "title":"Redefining Learning Disabilities: An Holistic Perspective."},
      {
        "id":"ED247526",
        "title":"The Lexical Cohesion of Combined and Decombined Sentences."},
      {
        "id":"ED237468",
        "title":"Integrating Art with the Curriculum Areas. A Kit for The Elementary Classroom. Centering On."},
      {
        "id":"ED237469",
        "title":"Mastery Learning in Your Classroom. A Handbook for an Approach to an Alternative Learning Strategy. Centering On."},
      {
        "id":"ED237471",
        "title":"Dean's Grant Projects: Challenge and Change in Teacher Education."},
      {
        "id":"ED237473",
        "title":"What Undergraduate Students Expect from Preservice Field Experiences."},
      {
        "id":"ED237474",
        "title":"State of the Art in Play Environment Research and Applications."},
      {
        "id":"ED237475",
        "title":"Creating Conditions for Successful Collaboration."},
      {
        "id":"ED237479",
        "title":"A Manual for Cooperating Teachers: Secondary Field Experiences."},
      {
        "id":"ED237480",
        "title":"Related Research on Class Size."},
      {
        "id":"ED237485",
        "title":"Health Education for Georgia Middle Grades. A Competency-Based Approach."},
      {
        "id":"ED237486",
        "title":"Middle Grades Physical Education: Grades 5-8."},
      {
        "id":"ED237488",
        "title":"Work Orientation and Job Performance: The Cultural Basis of Teaching Rewards and Incentives. Final Report."},
      {
        "id":"ED237489",
        "title":"Student Responses to Classroom Instruction. Final Report."},
      {
        "id":"ED237490",
        "title":"Analysis of Entry to Teaching Utilizing National Longitudinal Study Data. Preliminary Report."},
      {
        "id":"ED237491",
        "title":"Teaching Practice from the Practitioners Perspective. Final Report."},
      {
        "id":"ED237492",
        "title":"Support Systems and Teacher Decision Making: An Exploratory Study."},
      {
        "id":"ED237493",
        "title":"Teaching for Conceptual Change: Some Ways of Going Wrong. Final Report."},
      {
        "id":"ED237497",
        "title":"Students' Cognitive Processes While Learning from Teaching. Final Report (Volume One)."},
      {
        "id":"ED237498",
        "title":"Students' Cognitive Processes While Learning from Teaching. Final Report: Appendices. (Volume Two)."},
      {
        "id":"ED237499",
        "title":"Improving the Attractiveness of the K-12 Teaching Profession in California."},
      {
        "id":"ED237500",
        "title":"Effects on Parents of Teacher Practices of Parent Involvement. Report No. 346."},
      {
        "id":"ED237501",
        "title":"Individual and Systemic Changes Mediated by a Small Educational Grant Program. Final Report."},
      {
        "id":"ED237502",
        "title":"The Use of Knowledge: Conceptual Problems and Empirical Confusions. Occasional Paper No. 57."},
      {
        "id":"ED237503",
        "title":"The Priority of Knowledge and Understanding in Teaching. Occasional Paper No. 61."},
      {
        "id":"ED237504",
        "title":"Pitfalls of Experience in Teacher Preparation. Occasional Paper No. 65."},
      {
        "id":"ED237505",
        "title":"Differences among Teachers in Their Use of Curriculum-Embedded Tests. Research Series No. 133."},
      {
        "id":"ED237506",
        "title":"Tailoring Staff Development to Meet Teachers' Needs."},
      {
        "id":"ED237507",
        "title":"Classroom Management Guidelines for Teacher Education."},
      {
        "id":"ED237509",
        "title":"Leaps and Bounds. A Guide for ETV Movement Education Series."},
      {
        "id":"ED237511",
        "title":"The TOEFL Native Country File: Detailed Data on Candidate Populations, 1977-79."},
      {
        "id":"ED237512",
        "title":"A Comparative Analysis of TOEFL Examinee Characteristics, 1977-1979."},
      {
        "id":"ED237513",
        "title":"GMAT and GRE Aptitude Test Performance in Relation to Primary Language and Scores on TOEFL."},
      {
        "id":"ED237514",
        "title":"Testing and Test Theory: Whither and Whence."},
      {
        "id":"ED237515",
        "title":"On Lord's Paradox. Program Statistics Research."},
      {
        "id":"ED237516",
        "title":"Carl Campbell Brigham, the Native Intelligence Hypothesis, and the Scholastic Aptitude Test."},
      {
        "id":"ED237518",
        "title":"An Examination of the Graduate Study Application and Enrollment Decisions of GRE Candidates."},
      {
        "id":"ED237519",
        "title":"Attempts at Defining Interpersonal Competencies."},
      {
        "id":"ED237520",
        "title":"Review of Problem-Solving Skills."},
      {
        "id":"ED237522",
        "title":"Staff Development Cooperative Evaluation Report, 1982-83."},
      {
        "id":"ED237524",
        "title":"Testing Students for Chapter 1 Eligibility: ECIA Chapter 1."},
      {
        "id":"ED237527",
        "title":"Evaluating Pupil Achievement."},
      {
        "id":"ED237533",
        "title":"Estimating the Imputed Social Cost of Errors of Measurement."},
      {
        "id":"ED237534",
        "title":"Fairness of the General Aptitude Test Battery: Ability Differences and Their Impact on Minority Hiring Rates. Uses Test Research Report No. 46."},
      {
        "id":"ED237543",
        "title":"The Effects of Test Difficulty Level on Undergraduates&apos; Perception of Examination Difficulties and Their State Anxiety."},
      {
        "id":"ED237545",
        "title":"A Factor Analytic Study of the Teaching Events Stress Inventory."},
      {
        "id":"ED237546",
        "title":"Mathematics Released Exercises from the 1981-82 Assessment."},
      {
        "id":"ED237553",
        "title":"Evaluating Inter-Organizational Relationships."},
      {
        "id":"ED237557",
        "title":"Summer School Pilot 1983: Second Report to the Texas Education Agency."},
      {
        "id":"ED237558",
        "title":"The Use of the Syntactic Density Score as an Evaluative Criterion Measure."},
      {
        "id":"ED237559",
        "title":"The Impact of Gender Characteristics of Reading Materials: A Synthesis of the Research Literature."},
      {
        "id":"ED237564",
        "title":"Needs Assessment Summary: Cost Analysis, Policy Analysis, and Other Evaluation Methods. Research on Evaluation Program. Paper and Report Series No. 81."},
      {
        "id":"ED237565",
        "title":"Case Reports of Northwest Regional Educational Laboratory Cost Studies. Research on Evaluation Program. Paper and Report Series No. 82."},
      {
        "id":"ED237566",
        "title":"A Primer on Decision Analysis Procedures. Research on Evaluation Program. Paper and Report Series No. 83."},
      {
        "id":"ED237567",
        "title":"Insuring Equity in Student Selection under Chapter 1. Research on Evaluation Program. Paper and Report Series No. 84."},
      {
        "id":"ED237568",
        "title":"An Illustrative Cost-Effectiveness Investigation of Field-Based Teacher Preparation Courses. Research on Evaluation Program. Paper and Report Series No. 85."},
      {
        "id":"ED237569",
        "title":"Alternative Teacher Preparation Programs: A Cost-Effectiveness Comparison. Research on Evaluation Program. Paper and Report Series No. 86."},
      {
        "id":"ED237570",
        "title":"Proceedings of the Seminar &quot;Cost Analysis in Educational Evaluation: Where to from Here.&quot; Research on Evaluation Program. Paper and Report Series No. 87."},
      {
        "id":"ED237571",
        "title":"Cost-Analysis Bibliography. Research on Evaluation Program. Paper and Report Series No. 88."},
      {
        "id":"ED237573",
        "title":"Trust, Solidarity and Target Valence: Some Problems with Our Validity Paradigm."},
      {
        "id":"ED237574",
        "title":"Assessing Time-On-Task: Measurement Problems and Solutions."},
      {
        "id":"ED237576",
        "title":"Children's Effective Use of Multiple Standards for Evaluating Their Comprehension."},
      {
        "id":"ED237577",
        "title":"Differences in the Standards Used by College Students to Evaluate Their Comprehension of Expository Prose."},
      {
        "id":"ED237578",
        "title":"Spontaneous versus Instructed Use of Multiple Standards for Evaluating Comprehension: Effects of Age, Reading Proficiency, and Type of Standard."},
      {
        "id":"ED237584",
        "title":"Improving the Mathematical Skills of Low Achievers. ERIC/CUE Fact Sheet Number 18."},
      {
        "id":"ED237587",
        "title":"Australian Aboriginal Unemployment: Is It a Case of Psychological Readiness or Racism?"},
      {
        "id":"ED237588",
        "title":"A Cross-Cultural Study of Imitation under Conditions of Ascribed and Racial Similarity."},
      {
        "id":"ED237591",
        "title":"A Research Note on Nonmetropolitan Increase, the Attractiveness of Rural Living, and Race."},
      {
        "id":"ED237594",
        "title":"Evaluation of Project School to Work: A Monograph."},
      {
        "id":"ED237595",
        "title":"Idea Book: Meeting the Occupational Information Needs of Disadvantaged Youth."},
      {
        "id":"ED237596",
        "title":"Removing Barriers to CETA/Education Collaboration."},
      {
        "id":"ED237597",
        "title":"The 1982-83 Promotional Gates Program: Mid-Year Assessment and Analysis of August, 1982 and January, 1983 Test Results. O.E.E. Evaluation Report."},
      {
        "id":"ED237601",
        "title":"Job Adjustment of Disadvantaged Youth: A Study of Concurrent Validation."},
      {
        "id":"ED237604",
        "title":"Evaluation and Identification of Policy Issues in the Cuban Community."},
      {
        "id":"ED237606",
        "title":"Higher Education Fields of Study and Professional Employment: Trends in Sex Segregation during the 1970s."},
      {
        "id":"ED237607",
        "title":"Women and Minorities in School Administration: Strategies for Making a Difference. ERIC/CUE Urban Diversity Series No. 85."},
      {
        "id":"ED237612",
        "title":"Hartford Project Concern Program. Final Evaluation Report, 1982-83."},
      {
        "id":"ED237613",
        "title":"Guidebook to Hispanic Organizations and Information."},
      {
        "id":"ED237614",
        "title":"Urban Schools Bibliography 1982. Number 5."},
      {
        "id":"ED237623",
        "title":"Using Student Team Learning. The Johns Hopkins Team Learning Project."},
      {
        "id":"ED237626",
        "title":"Effect of ECIA on Evaluation Practice: Early Returns."},
      {
        "id":"ED237627",
        "title":"Emerging Practices in Asian and Pacific-American Bilingual Education: Models for Observing Bilingual Education."},
      {
        "id":"ED237642",
        "title":"Industrial Policy: Implications for American Education. Delivered by Dr. Robert M. Worthington on Behalf of Dr. T. H. Bell, U.S. Secretary of Education."},
      {
        "id":"ED237644",
        "title":"Guide to Vocational Education Materials and Practices."},
      {
        "id":"ED237648",
        "title":"Symposium III Proceedings (Muncie, Indiana, October 23, 1981)."},
      {
        "id":"ED237655",
        "title":"The Older Learner: Education as a Means to One's Past."},
      {
        "id":"ED237662",
        "title":"An Analysis of State Systems for Evaluating Handicapped and Disadvantaged Vocational Education Programs and Services."},
      {
        "id":"ED237665",
        "title":"Perceived Needs of Developmentally Disabled Skilled Care Facility and Intermediate Care Facility Residents as Compared to Their Non-institutionalized Peers."},
      {
        "id":"ED237668",
        "title":"Towards an Authentic Development: The Role of Adult Education. Report on the International Council for Adult Education Conference (Paris, France, October 1982)."},
      {
        "id":"ED237674",
        "title":"The Conceptualization and Design of a Staff Development Model for Community College Part-Time Faculty."},
      {
        "id":"ED237677",
        "title":"The Perceived Effectiveness of French and Raven's Five Power Bases for Vocational High School Teachers and Students."},
      {
        "id":"ED237680",
        "title":"Bilingual Vocational Instructor Training Program. July 1, 1982 to June 30, 1983. Part I: Performance Report. Part II: Final Evaluation Report."},
      {
        "id":"ED237688",
        "title":"Seven Special Kids: Employment Problems of Handicapped Youth."},
      {
        "id":"ED237689",
        "title":"Exploratory Workshop on the Social Impacts of Robotics. Summary and Issues. A Background Paper."},
      {
        "id":"ED237690",
        "title":"Veterans' Educational Assistance Act of 1983. Report (to accompany H. R. 1400). House of Representatives, 98th Congress, 1st Session. Rept. 98-185 Part 1."},
      {
        "id":"ED237691",
        "title":"Review of Veterans' Education Programs. Hearing before the Committee on Veterans' Affairs, United States Senate, Ninety-Eighth Congress, First Session on S. 8, S. 9, S. 667, and Related Bills."},
      {
        "id":"ED237692",
        "title":"The Prospects for Unemployment and Inflation. Hearing before the Subcommittee on Domestic Monetary Policy of the Committee on Banking, Finance and Urban Affairs, House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED237694",
        "title":"Information Regarding the Effect of Applying the Representative Tax System to the General Revenue Sharing, Medicaid, and Vocational Education Programs."},
      {
        "id":"ED237703",
        "title":"Vocational Education and Excellence for the 1980s: Challenges, Responses, and Issues."},
      {
        "id":"ED237704",
        "title":"Evaluation and Accountability in the Years Ahead. Perspectives from the Department of Education."},
      {
        "id":"ED237705",
        "title":"A Consortium Involving Business, Industry, Post-secondary and Vocational Institutions: Planning for Statewide High Technology Training Programs. Final Technical Report."},
      {
        "id":"ED237707",
        "title":"Adult Retraining--An Investment in People."},
      {
        "id":"ED237709",
        "title":"The Development of an Associate Degree in Rural Health Promotion: Philosophy, Administration, Evaluation, Products. A Final Report on the Paraprofessional Rurally Oriented Family Home Health Training Program."},
      {
        "id":"ED237710",
        "title":"Teaching Core Courses with a Focus on Rural Health. An Instructor Resource Guide. Appendix to a Final Report on the Paraprofessional Rurally Oriented Family Home Health Training Program."},
      {
        "id":"ED237711",
        "title":"Chemistry for the Life Sciences. An Instructor Resource Guide. Appendix to a Final Report on the Paraprofessional Rurally Oriented Family Home Health Training Program."},
      {
        "id":"ED237712",
        "title":"Introductory Epidemiology. An Instructor Resource Guide. Appendix to a Final Report on the Paraprofessional Rurally Oriented Family Home Health Training Program."},
      {
        "id":"ED237713",
        "title":"Health Care Organization and Issues. An Instructor Resource Guide. Appendix to a Final Report on the Paraprofessional Rurally Oriented Family Home Health Training Program."},
      {
        "id":"ED237714",
        "title":"Health Promotion Seminar. An Instructor Resource Guide. Appendix to a Final Report on the Paraprofessional Rurally Oriented Family Home Health Training Program."},
      {
        "id":"ED237715",
        "title":"Interpersonal Communication: Techniques and Style. An Instructor Resource Guide. Appendix to a Final Report on the Paraprofessional Rurally Oriented Family Home Health Training Program."},
      {
        "id":"ED237716",
        "title":"Paraprofessional Skills I and Paraprofessional Skills II. An Instructor Resource Guide. An Appendix to a Final Report on the Paraprofessional Rurally Oriented Family Home Health Training Program."},
      {
        "id":"ED237718",
        "title":"TRADEC II. An Evaluation of Trades Education Schemes. II. Research Findings. A Project Report."},
      {
        "id":"ED237719",
        "title":"TRADEC III. An Evaluation of Trades Education Schemes. III. Research Design and Methodology. A Project Report."},
      {
        "id":"ED237720",
        "title":"Training the Occasional Trainer."},
      {
        "id":"ED237721",
        "title":"Computerized Coordinated Service Center: A Comparison of Service Methodologies and Costs in the Urban and Rural Area."},
      {
        "id":"ED237723",
        "title":"Working for Equity. Finding Equity Issues in the Schools."},
      {
        "id":"ED237724",
        "title":"Linking Employment Problems to Economic Status. Bulletin 2169."},
      {
        "id":"ED237725",
        "title":"Workers without Jobs: A Chartbook on Unemployment. Bulletin 2174."},
      {
        "id":"ED237726",
        "title":"Women at Work: A Chartbook. Bulletin 2168."},
      {
        "id":"ED237727",
        "title":"Federal Job Training Partnership Act for Veterans. Hearing before a Subcommittee of the Committee on Government Operations, House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED237728",
        "title":"Oversight of the Vocational Rehabilitation Act and the Education of the Handicapped Act, 1983. Hearings before the Subcommittee on the Handicapped of the Committee on Labor and Human Resources, United States Senate, Ninety-Eighth Congress, First Session on Oversight on Reauthorization of the Vocational Rehabilitation Act and the Education of the Handicapped Act (February 24, March 21 and 23, 1983). S.Hrg. 98-328."},
      {
        "id":"ED237730",
        "title":"The Promise of Literacy. Campaigns, Programs and Projects. Report of the International Seminar on Campaigning for Literacy (Udaipur, India, January 4-11, 1982)."},
      {
        "id":"ED237731",
        "title":"Designing Studies of Extension Program Results: A Resource for Program Leaders and Specialists. Volume I--Text."},
      {
        "id":"ED237732",
        "title":"Designing Studies of Extension Program Results: A Resource for Program Leaders and Specialists. Volume II--Abstracts."},
      {
        "id":"ED237736",
        "title":"Responsiveness of Training Institutions to Changing Labor Market Demands."},
      {
        "id":"ED237737",
        "title":"Keeping Teachers' Technical Skills Up-to-Date."},
      {
        "id":"ED237739",
        "title":"Mathematics Manipulatives in a Pre-Vocational Program: Teacher Inservice and Classroom Research."},
      {
        "id":"ED237740",
        "title":"Equal Opportunities and Vocational Training. A Survey on Vocational Training Initiatives for Women in the European Community."},
      {
        "id":"ED237741",
        "title":"Marketing: A How-to Book for VR."},
      {
        "id":"ED237743",
        "title":"Computer Assisted Rehabilitation Service Delivery."},
      {
        "id":"ED237747",
        "title":"Education for Employment. Planning for Economic Development: A Strategic Approach."},
      {
        "id":"ED237749",
        "title":"Access &amp; Equity for Handicapped Youth in Vocational Education."},
      {
        "id":"ED237751",
        "title":"A Model for Improving the Responsiveness of Technical and Community Colleges to the Training Needs of Industry."},
      {
        "id":"ED237753",
        "title":"Summer Youth Employment: The Corporate Experience. Research Bulletin Number 141."},
      {
        "id":"ED237754",
        "title":"Utilizing the Job Training Partnership Act Funds for the Vocational Education, Training and Employment of Special Needs Students."},
      {
        "id":"ED237755",
        "title":"Co-operating for Literacy. Report of an International Seminar (Berlin, October 1983)."},
      {
        "id":"ED237758",
        "title":"Strategies for the Recruitment, Retention, and Placement of Students in Vocational Education Program Areas Not Traditional for Their Sex."},
      {
        "id":"ED237759",
        "title":"Factors Contributing to the Enrollment of Males in Program Areas Not Traditional for Their Sex at the Secondary Vocational Education Level in Ohio."},
      {
        "id":"ED237763",
        "title":"Sectors and Jobs in Metropolitan Economies. A Rand Note."},
      {
        "id":"ED237765",
        "title":"Journal of Human Services Abstracts. Volume 8, Number 4, October 1983."},
      {
        "id":"ED237766",
        "title":"Final Report to Congress on Age Discrimination in Employment Act Studies."},
      {
        "id":"ED237768",
        "title":"Oversight Hearings on Vocational Education, School Lunch, Asbestos in Schools, Elementary and Secondary Education Programs. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Eighth Congress, First Session (Ashland, Kentucky, May 13, 1983; Lexington, Kentucky, May 14, 1983)."},
      {
        "id":"ED237769",
        "title":"Extend the Vocational Education Act. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Eighth Congress, First Session on H.R. 14 (March 17, May 18, and June 14, 1983)."},
      {
        "id":"ED237772",
        "title":"Consumer and Homemaking Curriculum Analysis Based on the Needs of Secondary Graduates. Vocational Education Research Project."},
      {
        "id":"ED237776",
        "title":"Basic Skills in Defense. Professional Paper 3-82."},
      {
        "id":"ED237777",
        "title":"Leadership and Management Education and Training (LMET) Course Requirements for Recruit Company Commanders and &quot;A&quot; School Instructors. Technical Report 154."},
      {
        "id":"ED237780",
        "title":"Vocational and Technical Training in Less Developed Countries: The Informal Economic Sector."},
      {
        "id":"ED237781",
        "title":"Robotics and Industrial Arts."},
      {
        "id":"ED237785",
        "title":"Northwesterners Out of Work: The Human Costs of Unemployment. Ideas for Action in Education and Work, Issue 7."},
      {
        "id":"ED237786",
        "title":"Northwesterners Out of Work: The Effects of Job Dislocation. Ideas for Action in Education and Work, Issue 8."},
      {
        "id":"ED237789",
        "title":"Experiential Education. Overview: ERIC File Sheet No. 1."},
      {
        "id":"ED237790",
        "title":"Military Curriculum. Overview: ERIC Fact Sheet No. 2."},
      {
        "id":"ED237791",
        "title":"Gifted &amp; Talented. Overview: ERIC Fact Sheet No. 3."},
      {
        "id":"ED237792",
        "title":"Voc Ed &amp; CETA. Overview: ERIC Fact Sheet No. 4."},
      {
        "id":"ED237793",
        "title":"Computer-Based Systems. Overview: ERIC Fact Sheet No. 5."},
      {
        "id":"ED237794",
        "title":"Energy. Overview: ERIC Fact Sheet No. 6."},
      {
        "id":"ED237795",
        "title":"Career Resource Center. Overview: ERIC Fact Sheet No. 7."},
      {
        "id":"ED237796",
        "title":"Career Assistance for Older Adults. Overview: ERIC Fact Sheet No. 8."},
      {
        "id":"ED237797",
        "title":"Adult Learning Disabilities. Overview: ERIC Fact Sheet No. 9."},
      {
        "id":"ED237798",
        "title":"Competency Education for Adult Literacy. Overview: ERIC Fact Sheet No. 10."},
      {
        "id":"ED237799",
        "title":"Career Development in the Work Place. Overview: ERIC Fact Sheet No. 11."},
      {
        "id":"ED237800",
        "title":"Retaining Adult Students. Overview: ERIC Fact Sheet No. 12."},
      {
        "id":"ED237801",
        "title":"The Future of Family Life. Overview: ERIC Fact Sheet No. 13."},
      {
        "id":"ED237802",
        "title":"Tailoring Vocational Education to Adult Needs. Overview: ERIC Fact Sheet No. 14."},
      {
        "id":"ED237803",
        "title":"Vocational Education in Rural America. Overview: ERIC Fact Sheet No. 15."},
      {
        "id":"ED237804",
        "title":"Postsecondary Career Education. Overview: ERIC Fact Sheet No. 16."},
      {
        "id":"ED237805",
        "title":"Employer-Sponsored Training. Overview: ERIC Fact Sheet No. 17."},
      {
        "id":"ED237806",
        "title":"Employment and Older Adults. Overview: ERIC Fact Sheet No. 18."},
      {
        "id":"ED237807",
        "title":"Alternative Work Patterns as Innovations in the Work Place. Overview: ERIC Fact Sheet No. 19."},
      {
        "id":"ED237808",
        "title":"Adults in Career Transition. Overview: ERIC Fact Sheet No. 20."},
      {
        "id":"ED237809",
        "title":"Adult Education for the Handicapped. Overview: ERIC Fact Sheet No. 23."},
      {
        "id":"ED237810",
        "title":"Quality Circles: Implications for Training. Overview: ERIC Fact Sheet No. 24."},
      {
        "id":"ED237811",
        "title":"Guidelines for Working with Adult Learners. Overview: ERIC Fact Sheet No. 25."},
      {
        "id":"ED237816",
        "title":"Innovations in Continuing Education. 1983 Award-Winning New Programs."},
      {
        "id":"ED237818",
        "title":"Out of the Classroom, Into Industry: Summer School for Teachers. Ideas for Action in Education and Work."},
      {
        "id":"ED237819",
        "title":"Reactions to Approach-Distance in Overweight and Normal Weight College Females."},
      {
        "id":"ED237822",
        "title":"Student Drug Use, Attitudes, and Beliefs: National Trends 1975-1982."},
      {
        "id":"ED237823",
        "title":"Personal Education. Middle School Seminar Series."},
      {
        "id":"ED237824",
        "title":"Client Self-Disclosure in Psychotherapy."},
      {
        "id":"ED237829",
        "title":"Life Skills for the Incarcerated: Evaluation of Staff Experience. Final Report."},
      {
        "id":"ED237832",
        "title":"The Self in Action."},
      {
        "id":"ED237834",
        "title":"Rehabilitating the Industrially Disabled: Research Results and Counseling Strategies."},
      {
        "id":"ED237839",
        "title":"Issues in Training Marriage and Family Therapists."},
      {
        "id":"ED237841",
        "title":"The Relationship of Sex-Role Orientation, Self-Concept and Self-Control to Female Criminality."},
      {
        "id":"ED237843",
        "title":"Demographic Trends and Drug Abuse, 1980-1995. NIDA Research Monograph 35."},
      {
        "id":"ED237844",
        "title":"National Survey on Drug Abuse: Main Findings 1982."},
      {
        "id":"ED237846",
        "title":"Knowledge of Senior Center Activities among the Elderly."},
      {
        "id":"ED237850",
        "title":"Perceiving Layout without Effective Schemas."},
      {
        "id":"ED237852",
        "title":"Reality Shock and Commitment: A Study of New Employees&apos; Expectations."},
      {
        "id":"ED237853",
        "title":"Student Involvement: A Survey of Counseling Psychology Training Programs."},
      {
        "id":"ED237856",
        "title":"Attraction under Aversive Conditions: Misattributions or Fear-Reduction?"},
      {
        "id":"ED237857",
        "title":"Criminal Justice Information Policy. Privacy and Juvenile Justice Records."},
      {
        "id":"ED237858",
        "title":"What Does the Just World Scale Measure: Dimension or Style?"},
      {
        "id":"ED237860",
        "title":"Interventions for Dealing with Resistance."},
      {
        "id":"ED237862",
        "title":"Perceptions of Stability and Change in Others and Self."},
      {
        "id":"ED237867",
        "title":"Shaping Counselor Education Programs in the Next Five Years: An Experimental Prototype for the Counselor of Tomorrow. Proceedings of the Flagship Conference of the Association for Counselor Education and Supervision, (Orlando, Florida, April 19-May 2, 1983)."},
      {
        "id":"ED237868",
        "title":"Counseling for Career Change. Searchlight Plus: Relevant Resources in High Interest Areas. 24+."},
      {
        "id":"ED237869",
        "title":"Counselors and Testing: Academic Assessment. Searchlight Plus: Relevant Resources in High Interest Areas. 14+."},
      {
        "id":"ED237872",
        "title":"An Instrument to Measure Self-Righteousness."},
      {
        "id":"ED237873",
        "title":"Validity of 42-Item Mooney Problem Check List Scale for Counseling."},
      {
        "id":"ED237880",
        "title":"The Practice, Practicality, and Prospects of Training for Performance Appraisal."},
      {
        "id":"ED237881",
        "title":"Parental Responses to Their Children's Cult Membership."},
      {
        "id":"ED237884",
        "title":"Relinqishment of Control and the Type A Behavior Pattern: Causal Role of Performance Evaluation."},
      {
        "id":"ED237885",
        "title":"Teacher Expressiveness: More Important For Males Than Females?"},
      {
        "id":"ED237888",
        "title":"Waking and Dreaming Need Profiles: An Exploratory Study of Adaptive Functioning."},
      {
        "id":"ED237890",
        "title":"Treatment of Conduct Disorders in Childhood: A Comparative Study."},
      {
        "id":"ED237891",
        "title":"Employment Pespectives for Counseling, Developmental, Educational, and School Psychologists."},
      {
        "id":"ED237892",
        "title":"The School Action Effectiveness Study: Second Interim Report. Part I. Report No. 342."},
      {
        "id":"ED237893",
        "title":"Predicting Adult Personality from Minor Physical Characteristics."},
      {
        "id":"ED237895",
        "title":"A Reassessment of the Effects of Psychotherapy."},
      {
        "id":"ED237897",
        "title":"Modeling Hospital Discharge and Placement Decision Making: Whither the Elderly."},
      {
        "id":"ED237900",
        "title":"Conformity, Interpersonal Dominance and the Type A Personality."},
      {
        "id":"ED237901",
        "title":"Two Dimensions of the Construct of Institutionalization."},
      {
        "id":"ED237902",
        "title":"Gender, Androgyny, Activity Level and Talkativeness."},
      {
        "id":"ED237903",
        "title":"Viewing Performance Appraisal with a Wide Angle Lens."},
      {
        "id":"ED237906",
        "title":"Exploring the Content and Structure of Cross-Cultural Attitudes."},
      {
        "id":"ED237911",
        "title":"Seating Arrangement and Anxiety as Related to WAIS-R Subtest Performance."},
      {
        "id":"ED237912",
        "title":"Age and Sex Differences in Behavioral Rigidity."},
      {
        "id":"ED237913",
        "title":"Qualities of Judgmental Ratings by Four Rater Sources."},
      {
        "id":"ED237918",
        "title":"A Behavioral Approach for Measuring Social Support."},
      {
        "id":"ED237929",
        "title":"Action! Suspense! Culture! Insight! Reading Stories in the Classroom. Reading Education Report No. 45."},
      {
        "id":"ED237930",
        "title":"A Learning Framework for Development."},
      {
        "id":"ED237932",
        "title":"Long-Term Academic Effects of Direct Instruction Follow Through. Technical Report No. 299."},
      {
        "id":"ED237934",
        "title":"Improving Diagnostic Reliability in Reading through Training. Research Series No. 126."},
      {
        "id":"ED237936",
        "title":"Instructional Decision Making and Reading Teacher Effectiveness. Occasional Paper No. 69."},
      {
        "id":"ED237938",
        "title":"Verbal Reports: How Readers Process Unfamiliar Text."},
      {
        "id":"ED237942",
        "title":"Literacy in Historical Perspective."},
      {
        "id":"ED237944",
        "title":"Reading, Comprehension, and Memory Processes: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1983 (Vol. 44 Nos. 1 through 6)."},
      {
        "id":"ED237945",
        "title":"Remedial and Compensatory Reading Instruction: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1983 (Vol. 44 Nos. 1 through 6)."},
      {
        "id":"ED237946",
        "title":"Reading Achievement: Characteristics Associated with Success and Failure: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1983 (Vol. 44 Nos. 1 through 6)."},
      {
        "id":"ED237947",
        "title":"Teacher Characteristics and Teacher Education in Reading and English Language Arts Instruction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1983 (Vol. 44 Nos. 1 through 6)."},
      {
        "id":"ED237948",
        "title":"Reading and Study Skills and Instruction: Preschool and Elementary: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1983 (Vol. 44 Nos. 1 through 6)."},
      {
        "id":"ED237949",
        "title":"Testing and Evaluation in Reading and Communication Skills: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1983 (Vol. 44 Nos. 1 through 6)."},
      {
        "id":"ED237950",
        "title":"Reading and Writing: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1983 (Vol. 44 Nos. 1 through 6)."},
      {
        "id":"ED237951",
        "title":"Reading and Study Skills and Instruction: Secondary: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1983 (Vol. 44 Nos. 1 through 6)."},
      {
        "id":"ED237952",
        "title":"Reading and Study Skills and Instruction: College and Adult: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1983 (Vol. 44 Nos. 1 through 6)."},
      {
        "id":"ED237953",
        "title":"Affective Implications of Metaphor and Simile in Discourse. Technical Report No. 301."},
      {
        "id":"ED237954",
        "title":"Evaluation Research in Basic Skills with Incarcerated Adults. Technical Report No. 303."},
      {
        "id":"ED237957",
        "title":"Effects of Readers' Cognitive Style, Text Structure and Signaling on Different Recall Patterns in Social Studies Content."},
      {
        "id":"ED237958",
        "title":"Metaphor and Transformation: The Problem of Creative Thought. Technical Report No. 300."},
      {
        "id":"ED237962",
        "title":"A Correlational Study of the Relationship between Cloze Procedures and Standardized Reading Tests for Intermediate Grades."},
      {
        "id":"ED237964",
        "title":"Field-Experience Reading Interns Profile the Effective/Ineffective University Supervisor."},
      {
        "id":"ED237966",
        "title":"Direct Instruction in Metacognitive Strategies: Cumulative Instruction in Summarization and Graphic Organizer Construction vs. Graphic Organizer Alone vs. an Outlining Strategy in 10th Grade World History. Technical Report No. 6."},
      {
        "id":"ED237969",
        "title":"The Effect of Semantic Feature Analysis on the Reading Comprehension of Learning Disabled Students."},
      {
        "id":"ED237970",
        "title":"Effects of Discourse Type on Recall by Young, Middle, and Old Adults with High and Average Vocabulary Scores."},
      {
        "id":"ED237971",
        "title":"But, Teacher, I Don't Like to Read, Or How To Make Reading Alluring."},
      {
        "id":"ED237972",
        "title":"Less Than Words Can Say about the Certification of Reading Teachers."},
      {
        "id":"ED237975",
        "title":"Basic Writers and the Computer."},
      {
        "id":"ED237977",
        "title":"Implications of the Concept of the Schema for Public Relations."},
      {
        "id":"ED237979",
        "title":"Newspapers' Letters to the Editor as Reflections of Social Structure."},
      {
        "id":"ED237982",
        "title":"Learning to Spell: The Role of Visual Memory. Research Report 1/83."},
      {
        "id":"ED237989",
        "title":"A Longitudinal Study of Coherence in Children's Written Narratives, March 31, 1981 - March 31, 1982."},
      {
        "id":"ED237990",
        "title":"Social Stratification and the Knowledge Gap: Some Influences on Knowledge Disparities."},
      {
        "id":"ED237991",
        "title":"The Study of Newspaper Journalism in the High Schools. Centering On."},
      {
        "id":"ED237995",
        "title":"Generic English: Teaching English in an Alternative High School."},
      {
        "id":"ED238004",
        "title":"The Informational Structure of Disciplines: An Approach to Teaching Research."},
      {
        "id":"ED238006",
        "title":"Experimental Research in Written Composition: A Critical View."},
      {
        "id":"ED238009",
        "title":"Revision Strategies of Students at Three Grade Levels. Final Report."},
      {
        "id":"ED238012",
        "title":"Teaching of Writing: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1983 (Vol. 44 Nos. 1 through 6)."},
      {
        "id":"ED238013",
        "title":"Literature, Literary Response, and the Teaching of Literature: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1983 (Vol. 44 Nos. 1 through 6)."},
      {
        "id":"ED238014",
        "title":"Language Use, Language Ability, and Language Development: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1983 (Vol. 44 Nos. 1 through 6)."},
      {
        "id":"ED238015",
        "title":"Journalism and Journalism Education: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1983 (Vol. 44 Nos. 1 through 6)."},
      {
        "id":"ED238016",
        "title":"English Language Arts Skills and Instruction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1983 (Vol. 44 Nos. 1 through 6)."},
      {
        "id":"ED238017",
        "title":"Business and Organizational Communication: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1983 (Vol. 44 Nos. 1 through 6)."},
      {
        "id":"ED238018",
        "title":"Bilingual, Bicultural, and Bidialectal Studies Related to Reading and Communication Skills: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1983 (Vol. 44 Nos. 1 through 6)."},
      {
        "id":"ED238019",
        "title":"Written Language and Writing Abilities: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1983 (Vol. 44 Nos. 1 through 6)."},
      {
        "id":"ED238020",
        "title":"Nurturing Professionalism: Here's How."},
      {
        "id":"ED238024",
        "title":"Tracing Errors to Their Sources: A Study of the Encoding Processes of Adult Basic Writers."},
      {
        "id":"ED238029",
        "title":"Integrating the Language Arts in the Elementary School."},
      {
        "id":"ED238038",
        "title":"The Effects of Perceived Mutual Understanding in Interpersonal Communication."},
      {
        "id":"ED238042",
        "title":"Imagining and Feeling: Experiential Learning in Mass Communication Instruction."},
      {
        "id":"ED238044",
        "title":"Development of Public Affairs Media Use."},
      {
        "id":"ED238046",
        "title":"The Judge as Metacritic: A Model for Judging Interpretation Events."},
      {
        "id":"ED238047",
        "title":"Television Criticism: A Deca-Approach."},
      {
        "id":"ED238048",
        "title":"Communicative Competence: A Review of Approaches."},
      {
        "id":"ED238052",
        "title":"An Investigation of the Giving and Receiving of Interpersonal Feedback within the Human Relations Group."},
      {
        "id":"ED238054",
        "title":"Speech and Theatre Programs in Two Midwest Consortia."},
      {
        "id":"ED238056",
        "title":"Group Discussion as a Rhetorical Process: The Influence of the Small Group Setting on the Process of Accedence."},
      {
        "id":"ED238060",
        "title":"A Position Paper on Teaching the Acquisition of the Mainstream Dialect in Kindergarten and Elementary School."},
      {
        "id":"ED238062",
        "title":"Power in the Classroom III: Teacher Communication Techniques and Messages."},
      {
        "id":"ED238065",
        "title":"Instructional and Extracurricular Use of Video-Tapes."},
      {
        "id":"ED238067",
        "title":"Theatre I & II Instructional Guide."},
      {
        "id":"ED238068",
        "title":"The Suasory Functions of Communication in the Process of Group Decision-Making: Necessity and Paradox."},
      {
        "id":"ED238069",
        "title":"A Study of the Relationship between Teacher Explanation and Student Metacognitive Awareness during Reading Instruction."},
      {
        "id":"ED238070",
        "title":"A Rationale for Developing Communication Training Programs: Issues and Resources for Curriculum Development."},
      {
        "id":"ED238072",
        "title":"The Gender Communication Scale: A Scale Development of an Instrument to Measure Gender Role Behavior."},
      {
        "id":"ED238073",
        "title":"Theatre and Oral Interpretation: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1983 (Vol. 44 Nos. 1 through 6)."},
      {
        "id":"ED238074",
        "title":"Mass Communication: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1983 (Vol. 44 Nos. 1 through 6)."},
      {
        "id":"ED238075",
        "title":"Interpersonal, Nonverbal, and Small Group Communication: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1983 (Vol. 44 Nos. 1 through 6)."},
      {
        "id":"ED238076",
        "title":"Applied Communication, Argumentation, and Debate: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1983 (Vol. 44 Nos. 1 through 6)."},
      {
        "id":"ED238077",
        "title":"Rhetoric and Public Address: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1983 (Vol. 44 Nos. 1 through 6)."},
      {
        "id":"ED238078",
        "title":"Rhetorical and Communication Theory: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1983 (Vol. 44 Nos. 1 through 6)."},
      {
        "id":"ED238079",
        "title":"Passages: Rafting the Green River as an Analogy to the Mid-Life Transition."},
      {
        "id":"ED238080",
        "title":"Competitive Live Discussion: The Effective Use of Nonverbal Cues."},
      {
        "id":"ED238081",
        "title":"A Study of Communication Expectations of Black Graduate Students at a State University."},
      {
        "id":"ED238082",
        "title":"The Rhetorical Dimensions of Popular Song."},
      {
        "id":"ED238083",
        "title":"The Story Is in the Telling: A Cooperative Style of Conversation among Women."},
      {
        "id":"ED238085",
        "title":"Sex Differences in the Educator Labor Market. Final Report."},
      {
        "id":"ED238096",
        "title":"Rational Bureaucracy or Loosely Coupled System? An Empirical Comparison of Two Images of Organization."},
      {
        "id":"ED238097",
        "title":"School District Survey of Academic Requirements and Achievement. Fast Response Survey System, Early Release."},
      {
        "id":"ED238098",
        "title":"Administrator Preparation Guidelines: Can We Reach Consensus?"},
      {
        "id":"ED238099",
        "title":"The Principal's Role in Teacher-School Board Negotiations: Protecting Managerial Discretion?"},
      {
        "id":"ED238104",
        "title":"School District's Policy Cultivates Student Growth."},
      {
        "id":"ED238110",
        "title":"Hiring Procedures."},
      {
        "id":"ED238121",
        "title":"The Big Squeeze on Tax Revenues for the Public Schools: The Midwest in the 1980s."},
      {
        "id":"ED238124",
        "title":"Teacher Unionism and Its Impact: A Study of Change Over Time. Final Report."},
      {
        "id":"ED238125",
        "title":"Issue Management by School Superintendents: Final Report. Part I."},
      {
        "id":"ED238126",
        "title":"Issue Management by School Superintendents: Final Report. Part II."},
      {
        "id":"ED238127",
        "title":"Reform of Reaction? An Experimental Analysis of the Effectiveness of &quot;Power-Based&quot; Strategies for Eliminating Sex Bias in California Schools. A Report."},
      {
        "id":"ED238128",
        "title":"Collaboration Wears a Layered Look."},
      {
        "id":"ED238130",
        "title":"Procedures for Making Grant Awards under Three Department of Education Discretionary Grant Programs. Report."},
      {
        "id":"ED238131",
        "title":"Improvements in Certain District of Columbia Public Schools' Administrative Operations. Report to the Superintendent of the District of Columbia Public Schools."},
      {
        "id":"ED238136",
        "title":"Desegregation, Litigation, and Resource Mobilization."},
      {
        "id":"ED238141",
        "title":"Finding and Founding Peer Coaching: An Interim Report of the Application of Research on Faculty Relations to the Implementation of Two School Improvement Experiments."},
      {
        "id":"ED238142",
        "title":"Intragroup Inconsistency in Public Policy Analysis."},
      {
        "id":"ED238146",
        "title":"The Interrelationship of Pennsylvania's Quality Goals of Education."},
      {
        "id":"ED238147",
        "title":"Administrative Guidance for Verification of National School Lunch, Breakfast and Special Milk Applications."},
      {
        "id":"ED238151",
        "title":"Illinois Public School Finance Project. Technical Advisory Panel Report. A Comprehensive System for Financing Illinois Public Education."},
      {
        "id":"ED238153",
        "title":"An Analysis of Illinois High School Graduation Requirements."},
      {
        "id":"ED238156",
        "title":"Student Transportation Mandate. A Report and Preliminary Recommendations."},
      {
        "id":"ED238157",
        "title":"School Day/School Year Mandates. A Report and Preliminary Recommendations."},
      {
        "id":"ED238158",
        "title":"School Student Records Mandate: A Report and Preliminary Recommendations."},
      {
        "id":"ED238159",
        "title":"Compulsory Attendance Mandate Report and Preliminary Recommendations. The Age of Leaving School."},
      {
        "id":"ED238160",
        "title":"New Paths toward Research Leadership for Minorities and Women. Final Report."},
      {
        "id":"ED238161",
        "title":"Federal Service Mandates in Education: A Preliminary Assessment."},
      {
        "id":"ED238163",
        "title":"Managing Decline in School Systems: A Handbook. Final Draft."},
      {
        "id":"ED238167",
        "title":"Instructional Program Mandates: A Preliminary Report."},
      {
        "id":"ED238171",
        "title":"A Study of the Relationship between Elementary School Principals' Psychological Type and Perceived Problem-Solving Strategies."},
      {
        "id":"ED238172",
        "title":"A Study Concerning Perceptions of Public School Teachers and Principals Regarding Curriculum Issues in Middle Tennessee."},
      {
        "id":"ED238173",
        "title":"Faculty Salary Systems in Independent Schools. NAIS Surveys &amp; Reports."},
      {
        "id":"ED238181",
        "title":"The Right of Language Minority Students to a Fair Shot at a High School Diploma: A Legal Analysis."},
      {
        "id":"ED238183",
        "title":"Semi-Annual Report to Congress: April 1, 1983-September 30, 1983; No. 7. (Submitted pursuant to Public Law 95-452)."},
      {
        "id":"ED238192",
        "title":"Mechanisms of Administrative Control in Educational Organizations: An Exploratory Study. Final Report."},
      {
        "id":"ED238196",
        "title":"Elites, Bureaucrats, Ostriches, and Pussycats: Managing Research in Policy Settings."},
      {
        "id":"ED238197",
        "title":"In Quest of a Gender-Inclusive Theory of Leadership: Contributions from Research on Women Leaders in School Unions."},
      {
        "id":"ED238198",
        "title":"New Ways of Planning for New Realities: The Collaborative Option."},
      {
        "id":"ED238199",
        "title":"The Cycle of Special Education Policy: Implications for Policy Research."},
      {
        "id":"ED238200",
        "title":"Michigan Dissemination Capacity Building Project. Final Report."},
      {
        "id":"ED238206",
        "title":"Selecting American School Principals: Research Report."},
      {
        "id":"ED238208",
        "title":"A Flowchart Guide to Assist Educators in Their Selection of Appropriate Assessment Instruments."},
      {
        "id":"ED238211",
        "title":"Communication Disorders in Limited- and Non-English Proficient Children."},
      {
        "id":"ED238213",
        "title":"Developing Remedial Mathematics Strategies."},
      {
        "id":"ED238215",
        "title":"A Descriptive Study of a Select Group of Learning Disabled Children: Their Family Backgrounds, Attentional Patterns and Interpersonal Styles."},
      {
        "id":"ED238216",
        "title":"Wilderness Adventure Programming for the Mentally Retarded: A Rationale and Therapeutic Basis for Program Development."},
      {
        "id":"ED238217",
        "title":"Historically Important Publications in Special Education: A Bibliography."},
      {
        "id":"ED238220",
        "title":"Viewing and Enjoyment of Prime Time Commercial Television among Deaf and Hearing Students."},
      {
        "id":"ED238221",
        "title":"Microcomputers in Special Education: Organizational Issues. Microcomputers in the Schools--Implementation in Special Education. Information Product Number One."},
      {
        "id":"ED238222",
        "title":"Microcomputers in the Schools--Implementation in Special Education. Case Study Report."},
      {
        "id":"ED238223",
        "title":"Access to the Science Laboratory and Classroom."},
      {
        "id":"ED238225",
        "title":"Making the Most of Your Opportunities!"},
      {
        "id":"ED238226",
        "title":"Career Planning and Placement Strategies for Postsecondary Students with Disabilities."},
      {
        "id":"ED238227",
        "title":"Audiovisual Materials."},
      {
        "id":"ED238231",
        "title":"Special Education Personnel Attrition in Kansas, 1976 to 1982: A Summary of Attrition Rates and an Analysis of Reasons for Quitting."},
      {
        "id":"ED238232",
        "title":"Bilingual Special Education: An Overview of Issues. Professional Papers."},
      {
        "id":"ED238236",
        "title":"Decreasing Mattress Ripping Using Forced Practice."},
      {
        "id":"ED238239",
        "title":"Learning Disabled Adults in Postsecondary Education."},
      {
        "id":"ED238247",
        "title":"Stories: The Function of Structure."},
      {
        "id":"ED238249",
        "title":"Final Report on ESL Instruction for Adult Immigrants from North &amp; Central America."},
      {
        "id":"ED238250",
        "title":"ESL Training for Haitians in the State of Florida. Final Summary Report."},
      {
        "id":"ED238251",
        "title":"United Way of Dade County, Inc. ESL/HELP (English as a Second Language/Haitian Hispanic Employability Language Project). A Summary Report."},
      {
        "id":"ED238252",
        "title":"Final Report of the Haitian/English Language Project."},
      {
        "id":"ED238253",
        "title":"The Relationship between Vocal Fundamental Frequency Characteristics and Developmental Levels of Language Acquisition in Young Children."},
      {
        "id":"ED238255",
        "title":"Comparative Evaluation of Elementary School Foreign Language Programs. Final Report."},
      {
        "id":"ED238256",
        "title":"Bilingual Education: Meeting the Needs of the Eighties."},
      {
        "id":"ED238257",
        "title":"An Evaluation of La Salle College's Master of Arts Program in Bilingual/Bicultural Studies (Spanish), 1982-83."},
      {
        "id":"ED238272",
        "title":"The Foreign Language Classroom: New Techniques. Report of Central States Conference on the Teaching of Foreign Languages."},
      {
        "id":"ED238288",
        "title":"Introduction to Methods and Materials in Bilingual Education."},
      {
        "id":"ED238289",
        "title":"Introduction to Language. Linguistics 101."},
      {
        "id":"ED238290",
        "title":"Teacher's Supplement to Accompany the Yup'ik-as-a-Second Language Curriculum."},
      {
        "id":"ED238293",
        "title":"Foreign Languages and International Studies Assessment in Colorado Schools K-12 Programs and Higher Education. Final Report."},
      {
        "id":"ED238298",
        "title":"Japanese for Foreign Affairs Purposes."},
      {
        "id":"ED238301",
        "title":"FLEX: A Foreign Language Experience."},
      {
        "id":"ED238307",
        "title":"Higher Education: A Bibliographic Handbook, Volume II."},
      {
        "id":"ED238312",
        "title":"An Introduction to Benefit-Cost Analysis for Evaluating Public Expenditure Alternatives. Learning Packages in the Policy Sciences, PS-22."},
      {
        "id":"ED238321",
        "title":"The Anatomy of Institutional Development for Higher Education Institutions Serving Students from Low-Income Backgrounds. Executive Summary."},
      {
        "id":"ED238322",
        "title":"The Anatomy of Institutional Development for Higher Education Institutions Serving Students from Low-Income Backgrounds. Final Report."},
      {
        "id":"ED238323",
        "title":"Factors Associated with Successful Developmental Investment in Title III Eligible Institutions: A Special Report to Program Managers in the U. S. Department of Education."},
      {
        "id":"ED238324",
        "title":"Institutional Development: Implications for Institutions of Higher Education."},
      {
        "id":"ED238325",
        "title":"School and College: Partnerships in Education. Special Report."},
      {
        "id":"ED238337",
        "title":"Training College Students to Assess Accurately What They Know and Don't Know."},
      {
        "id":"ED238342",
        "title":"An Historical Study of the Correlates of Cooperative Education Program Growth, Stability, and Longevity."},
      {
        "id":"ED238343",
        "title":"An Investigation of the Feasibility of Awarding a Single Appropriation for the Operating Budget of the University of Alaska."},
      {
        "id":"ED238344",
        "title":"Faculty Evaluation in an Adult External Degree Program."},
      {
        "id":"ED238346",
        "title":"Fall Enrollment in Colleges and Universities, 1981."},
      {
        "id":"ED238347",
        "title":"A Women's College as an Agent of Socialization for Women's Roles."},
      {
        "id":"ED238349",
        "title":"Verbal, Numerical and Perceptual Skills Related to Chemistry Achievement."},
      {
        "id":"ED238350",
        "title":"Serving Learners at a Distance: A Guide to Program Practices. ASHE-ERIC Higher Education Research Report No. 5, 1983."},
      {
        "id":"ED238352",
        "title":"Student Deferment and the Selective Service College Qualification Test, 1951-1967. Research Memorandum."},
      {
        "id":"ED238353",
        "title":"Career Decisions of Minority Students and Entrance to Graduate Management Programs. GMAC Research Report."},
      {
        "id":"ED238354",
        "title":"Out-Migration of College-Bound Freshmen: New Jersey's Special Dilemma. ORM Volume 4: Report Number 1. Special Report Series."},
      {
        "id":"ED238357",
        "title":"Competence, Admissions, and Articulation: Returning to the Basics in Higher Education. ASHE-ERIC Higher Education Research Report No. 6, 1983."},
      {
        "id":"ED238364",
        "title":"Self-Study Survey for State Postsecondary Education Planning and Coordinating Boards."},
      {
        "id":"ED238365",
        "title":"Self-Study Criteria for Governing Boards of Public Multicampus Higher Education Systems."},
      {
        "id":"ED238368",
        "title":"Survey of Spring 1982 Graduating Seniors in the College of Engineering, University of California, Berkeley."},
      {
        "id":"ED238373",
        "title":"Academic Affairs Committee. AGB Standing Committee Series [No. 2]."},
      {
        "id":"ED238377",
        "title":"The Impact of New Informational Technology on Education in Wyoming."},
      {
        "id":"ED238383",
        "title":"The Older Employee as a Concern of Staff Developers."},
      {
        "id":"ED238385",
        "title":"A Brief Survey of Evening Adult and Provisional Admission Students at an Urban Private College."},
      {
        "id":"ED238389",
        "title":"Improving Clinical Teaching: The ADN Experience. Pathways to Practice."},
      {
        "id":"ED238391",
        "title":"Departing the Ivy Halls: Changing Employment Situations for Recent Ph.D.s."},
      {
        "id":"ED238392",
        "title":"Project SCS (Special Communication Services)."},
      {
        "id":"ED238393",
        "title":"Hearing on National Centers for Personal Computers in Education. Hearing before the Subcommittee on Elementary, Secondary and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Eighth Congress, First Session on H.R. 1134 to Amend Title III of the Elementary and Secondary Education Act of 1965 to Provide for One or More National Centers for Personal Computers in Education."},
      {
        "id":"ED238394",
        "title":"Information Technology: Its Impact on and Implications for Education in Montana. A Critical Issues Paper."},
      {
        "id":"ED238395",
        "title":"Novice Users' Misconceptions of BASIC Programming Statements. Report No. 82-1."},
      {
        "id":"ED238396",
        "title":"Physical Attractiveness Stereotyping on American Television Programs: A Content Analysis."},
      {
        "id":"ED238397",
        "title":"Proceedings of the Conference on Joint Problem Solving and Microcomputers (San Diego, California, March 31 - April 2, 1983). Technical Report No. 1."},
      {
        "id":"ED238398",
        "title":"The Reshaping of an Innovation. ACSN-The Learning Channel, 1974-1982. An Executive Summary Prepared for National Institute of Education."},
      {
        "id":"ED238399",
        "title":"The Reshaping of an Innovation, 1970-1982. Final Report of the Appalachian Community Service Network to the National Institute of Education."},
      {
        "id":"ED238401",
        "title":"State of Washington Computer Use Survey."},
      {
        "id":"ED238407",
        "title":"An Examination of Instructional Strategies Used with Two-Way Television."},
      {
        "id":"ED238408",
        "title":"Computing Literacy in the University of the Future."},
      {
        "id":"ED238409",
        "title":"Cameras in the Curriculum. A Challenge to Teacher Creativity. Volume 1, 1982/83. An NEA/KODAK Program."},
      {
        "id":"ED238411",
        "title":"Measurement as an Instrument of Learning. Final Report."},
      {
        "id":"ED238412",
        "title":"Microcomputer Selection Guidelines for Administrators. Operations Notebook No. 30."},
      {
        "id":"ED238439",
        "title":"Two Reports on Research Libraries. Forum I: Toward the 21st Century: An Agenda for Research Libraries and Their Users (Racine, Wisconsin, December 8-10, 1982). Forum II: National and Regional Aspects of Collecting and Preserving Library Materials (Wye Plantation, Maryland, October 10-12, 1983)."},
      {
        "id":"ED238440",
        "title":"The Direct Use of Online Bibliographic Information Systems by Untrained End Users: A Review of Research."},
      {
        "id":"ED238461",
        "title":"Evaluation of the Recreation Leadership Program at Caldwell Community College and Technical Institute."},
      {
        "id":"ED238462",
        "title":"Evaluation of the Nursing Program at Caldwell Community College and Technical Institute--Summer, 1983."},
      {
        "id":"ED245515",
        "title":"Comparing Predictions of Future Trends in Special Education. Final Performance Report."},
      {
        "id":"ED245516",
        "title":"Speech-Language Pathology and Audiology: An Educational Perspective for the Future. Final Report."},
      {
        "id":"ED245517",
        "title":"Implementation of Nonvocal Communication Strategies with Severely Handicapped Preschoolers. Final Report."},
      {
        "id":"ED245518",
        "title":"Manual Sign Training for Nonverbal Severely Retarded Adolescents. Final Report."},
      {
        "id":"ED245520",
        "title":"Teaching Language for Successful Transition to the Public Schools: A Socio-Ecological Approach. Final Report, October 1, 1979 through September 30, 1982."},
      {
        "id":"ED245521",
        "title":"Training Referential Communication Skills in the Severely Mentally Retarded. Final Report."},
      {
        "id":"ED245522",
        "title":"An Evaluation of a Systematic Approach to Speech Instruction for Young Hearing Impaired Children. Final Performance Report."},
      {
        "id":"ED245523",
        "title":"Effects of General Imitation Pre-Training on the Acquisition of Manual Signs by Severely Retarded Children. [Final Report]."},
      {
        "id":"ED245524",
        "title":"Communicative Interaction in American Sign Language between Deaf Mothers and Their Deaf Children: A Psycholinguistic Analysis."},
      {
        "id":"ED245525",
        "title":"Non-Speech Communication: Studies of Factors Affecting the Facilitative Effects of Signing When Used as an Aid to Communication Development in Persons Having Severe Communication Impairments but Essentially Normal Hearing. Final Report."},
      {
        "id":"ED245526",
        "title":"Implementation of Public Law 94-142: The Education for All Handicapped Children Act. Sixth Annual Report to Congress."},
      {
        "id":"ED245530",
        "title":"Papers on Morphology. The Ohio State University Working Papers in Linguistics #29."},
      {
        "id":"ED245531",
        "title":"Student Travel: Policies - Regulations - Exhibits."},
      {
        "id":"ED245536",
        "title":"Context-Specific Encoding Facilitates Sentence Recognition."},
      {
        "id":"ED245554",
        "title":"[Refugee Materials Center Bibliography]."},
      {
        "id":"ED245555",
        "title":"A Developmental Study of Black English--Phase I. Final Report."},
      {
        "id":"ED245560",
        "title":"Teaching and Testing ESL Composition through Contract Learning."},
      {
        "id":"ED245561",
        "title":"Beyond Lozanov: Practical Applications of the Intensive Method in Foreign Language Teaching."},
      {
        "id":"ED245566",
        "title":"Design and Evaluation of Cross-Cultural Workshops for ESL Teachers and Administrators."},
      {
        "id":"ED245567",
        "title":"English-as-a-Second-Language Programs in the Army."},
      {
        "id":"ED245571",
        "title":"Language and Literacy Learning in Bilingual Instruction: Preliminary Report. Descriptive Studies--Asian, Spanish, Navajo."},
      {
        "id":"ED245572",
        "title":"Language and Literacy Learning in Bilingual Instruction: Preliminary Report. Cantonese Site Analytic Study."},
      {
        "id":"ED245573",
        "title":"Language and Literacy Learning in Bilingual Instruction: Executive Summary."},
      {
        "id":"ED245574",
        "title":"Language and Literacy Learning in Bilingual Instruction: A Case Study of Practices and Outcomes."},
      {
        "id":"ED245575",
        "title":"Language and Literacy Learning in Bilingual Instruction: Policy Report."},
      {
        "id":"ED245576",
        "title":"Language and Literacy Learning in Bilingual Instruction: Policy Report. Summary."},
      {
        "id":"ED245577",
        "title":"Academic Advising: The Pivotal Point. Proceedings of the National Conference on Academic Advising. (5th, Indianapolis, Indiana, October 11-14, 1981)."},
      {
        "id":"ED245585",
        "title":"Schools and Higher Education in a Period of Reform: Strengthening Standards and Performance."},
      {
        "id":"ED245587",
        "title":"Futures Research and the Strategic Planning Process: Implications for Long-Range Planning in Higher Education."},
      {
        "id":"ED245588",
        "title":"Professional Role Conception on Generic versus RN Students."},
      {
        "id":"ED245589",
        "title":"Class Size and Achievement among College Students."},
      {
        "id":"ED245590",
        "title":"What Really Happens in Large University Classes?"},
      {
        "id":"ED245591",
        "title":"The Impact of Study Abroad on Personal Development of College Students."}]
  }}
