{
  "response":{"numFound":509939,"start":154000,"numFoundExact":true,"docs":[
      {
        "id":"ED245594",
        "title":"American Education: Then and Now."},
      {
        "id":"ED245596",
        "title":"Comparisons of Degree Output for Selected Groups of University System of Georgia Institutions. Institutional Research Report No. 84-14."},
      {
        "id":"ED245598",
        "title":"Factors Contributing to the Postsecondary Enrollment Decisions of Maryland National Merit and National Achievement Semifinalists. ASHE 1984 Annual Meeting Paper."},
      {
        "id":"ED245600",
        "title":"The Controversy of the Underprepared Student at Vassar College and Cornell University, 1865-1890. ASHE 1984 Annual Meeting Paper."},
      {
        "id":"ED245602",
        "title":"Theoretical Perspectives on Budget Reform. ASHE 1984 Annual Meeting Paper."},
      {
        "id":"ED245604",
        "title":"A Profile of Higher Education Doctoral Programs. ASHE 1984 Annual Meeting Paper."},
      {
        "id":"ED245605",
        "title":"Changes in Types, Topics, and Methods Employed in College Student Research between 1969 and 1983. ASHE 1984 Annual Meeting Paper."},
      {
        "id":"ED245606",
        "title":"Organizational Systematics: Toward a Classification Scheme for Postsecondary Institutions. ASHE 1984 Annual Meeting Paper."},
      {
        "id":"ED245609",
        "title":"Professional Specialization and General Education: Organizational and Professional Realities. ASHE 1984 Annual Meeting Paper."},
      {
        "id":"ED245610",
        "title":"Faculty Decision-Making Impact and Collective Bargaining in Illinois Community Colleges. ASHE 1984 Annual Meeting Paper."},
      {
        "id":"ED245611",
        "title":"The Diminishing Role of Faculty in Institutional Governance: Liberal Arts Colleges as the Negative Case. ASHE 1984 Annual Meeting Paper."},
      {
        "id":"ED245612",
        "title":"Cutback Management and Resource Reallocation in Higher Education. Revised. ASHE 1984 Annual Meeting Paper."},
      {
        "id":"ED245621",
        "title":"Organization and Environment: A Theory of Resource Allocations for Higher Education. ASHE 1984 Annual Meeting Paper."},
      {
        "id":"ED245622",
        "title":"Formal Assessment of the External Environment of a University: Constraints and Possibilities. ASHE 1984 Annual Meeting Paper."},
      {
        "id":"ED245624",
        "title":"Concepts and Principles for State-Level Higher Education Budgeting. ASHE 1984 Annual Meeting Paper."},
      {
        "id":"ED245626",
        "title":"Bridging the Gap: New Constructs for Organizations and Appropriate Methodologies. ASHE 1984 Annual Meeting Paper."},
      {
        "id":"ED245628",
        "title":"Trend Analysis of Support to Postsecondary Education. ASHE 1984 Annual Meeting Paper."},
      {
        "id":"ED245629",
        "title":"Work Orientation of University Mid-Level Administrators: Commitment to Work Role, Institution, and Career. ASHE 1984 Annual Meeting Paper."},
      {
        "id":"ED245630",
        "title":"Investigating the Causal Association between Unionism and Organizational Effectiveness. Revised. ASHE 1984 Annual Meeting Paper."},
      {
        "id":"ED245638",
        "title":"Planning for a Statewide System of Public Higher Education: Fifty Years of Trial, Error, and Eventual Success in Georgia."},
      {
        "id":"ED245641",
        "title":"The Enrollment Effects of Postsecondary Tuition Rises: Facts, Myths, and Unknowns."},
      {
        "id":"ED245645",
        "title":"Older and Younger Graduate Students: A Comparison of Goals, Grades, and GRE Scores."},
      {
        "id":"ED245646",
        "title":"Institution Building through International Faculty Exchange."},
      {
        "id":"ED245648",
        "title":"Factorial Dimensions of Faculty Stress."},
      {
        "id":"ED245651",
        "title":"Impacts of Undergraduate Experiences on Educational Aspirations and Plans."},
      {
        "id":"ED245652",
        "title":"Financial Aids to Illinois Students, 1983-84."},
      {
        "id":"ED245658",
        "title":"Computer Literacy of California's Sixth and Twelfth Grade Students. California Assessment Program."},
      {
        "id":"ED245659",
        "title":"Computers and Education. Hearings before the Subcommittee on Investigations and Oversight of the Committee on Science and Technology. U.S. House of Representatives, Ninety-Eighth Congress, First Session (September 28, 29, 1983)."},
      {
        "id":"ED245662",
        "title":"SPACES. A Teacher&apos;s Guide."},
      {
        "id":"ED245665",
        "title":"Copyright and the Assurance of Quality Courseware."},
      {
        "id":"ED245666",
        "title":"MicroSIFT Courseware Evaluations (199-222). Set 10. Including Subject and Title Indexes Covering Sets 1-10."},
      {
        "id":"ED245667",
        "title":"Computer Contribution Act of 1983. Hearing before the Subcommittee on Select Revenue Measures of the Committee on Ways and Means. House of Representatives, Ninety-Eighth Congress, First Session, on H.R.701 (San Francisco, California)."},
      {
        "id":"ED245671",
        "title":"Microcomputers and the Classroom Order."},
      {
        "id":"ED245672",
        "title":"Potential of Television in Educating Children. Joint Hearing before the Subcommittee on Telecommunications, Consumer Protection, and Finance of the Committee on Energy and Commerce and the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED245674",
        "title":"Computer Literacy for Teachers."},
      {
        "id":"ED245675",
        "title":"Computer Science Literacy Training for Educators: A Case Study."},
      {
        "id":"ED245677",
        "title":"Administration in Community College Libraries."},
      {
        "id":"ED245680",
        "title":"Illinois Library Statistical Report No. 13."},
      {
        "id":"ED245683",
        "title":"President's Private Sector Survey on Cost Control. Management Office Selected Issues, Volume VII: Information Gap in the Federal Government."},
      {
        "id":"ED245688",
        "title":"Depository Librarians' Views on GPO's Administration of the Depository Library Program. Report to the Chairman, Joint Committee on Printing."},
      {
        "id":"ED245689",
        "title":"Federal Documents Use in the Research Library Setting."},
      {
        "id":"ED245692",
        "title":"Hearing on the National Commission on Libraries and Information Science (NCLIS). Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Seventh Congress, Second Session."},
      {
        "id":"ED245693",
        "title":"Impact of Proposed Budget Reductions on Library Services. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Seventh Congress, Second Session."},
      {
        "id":"ED245707",
        "title":"Oversight Hearings on the Reauthorization of the Library Services and Construction Act. Hearings Before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, First Session (March 15,16,17, 1983)."},
      {
        "id":"ED245708",
        "title":"Research Opportunities in Information Science and Technology: Cognitive Aspects of Information Science, Information Technology, and Economics of Information."},
      {
        "id":"ED245710",
        "title":"A Survey of South Dakota Periodicals."},
      {
        "id":"ED245713",
        "title":"Current Continuing Education Needs of Two-Year College Mathematics Faculty Must Be Met!"},
      {
        "id":"ED245715",
        "title":"Statistics in the Two-Year College Curriculum."},
      {
        "id":"ED245724",
        "title":"Trends in the Humanities in Two-Year Colleges: Final Report."},
      {
        "id":"ED245736",
        "title":"The Community College and International Education: A Report of Progress. Volume II."},
      {
        "id":"ED245738",
        "title":"Putting America Back to Work: The Kellogg Leadership Initiative. A Report and Guidebook."},
      {
        "id":"ED245740",
        "title":"National Study of Effective Community College Teachers."},
      {
        "id":"ED245742",
        "title":"An Agenda for the 90's: Strategies and Tactics for Conducting an Effective Dislocated Worker Training Program."},
      {
        "id":"ED245743",
        "title":"Vocational Education--The Right Stuff? Planning for Results."},
      {
        "id":"ED245744",
        "title":"A Follow-Up Study of Learning Disabled Programs in California Community Colleges."},
      {
        "id":"ED245746",
        "title":"Excellent Teaching: The Need for a Corporate Value, or The Need to Add a Third \"C\" in Community College Teaching."},
      {
        "id":"ED245749",
        "title":"Evaluation of Community College Student Affirmative Action Transition Projects: A Report to the Legislature in Response to Assembly Bill 1305 (1981). Commission Report 83-36."},
      {
        "id":"ED245755",
        "title":"Results of the University of Oregon Student Transfer Questionnaire, 1982-83."},
      {
        "id":"ED245756",
        "title":"Lane Community College Ten Year Student Enrollment Characteristics, Fall Terms 1973-74 through 1982-83."},
      {
        "id":"ED245757",
        "title":"How to Teach Yourself Physical Skills: An Audio Tape for College Students with Some Introductory Comments and a Detailed Outline."},
      {
        "id":"ED245758",
        "title":"How to Lower Your Anxiety about Tests: An Edited Transcript of an Audio Tape for College Students--With an Outline and Introductory Comments."},
      {
        "id":"ED245759",
        "title":"How to Prepare for Tests and Take Them Effectively: What the Experts Say. An Audio Tape for College Students with a Detailed Outline and an Introduction."},
      {
        "id":"ED245760",
        "title":"How to Use the Keyword Method to Memorize New Words Fast and Surely. An Audio Tape for College Students with a Detailed Outline and Introductory Comments."},
      {
        "id":"ED245761",
        "title":"Follow-Up of 1982 Graduates. Research Report Number 38."},
      {
        "id":"ED245762",
        "title":"Welcome to IPP: Information Processing Plan for Pima Community College, 1984-1987."},
      {
        "id":"ED245763",
        "title":"Faculty Commitment to Administrative Priorities."},
      {
        "id":"ED245765",
        "title":"Developing a Comprehensive System to Improve and Reward Instructional Effectiveness."},
      {
        "id":"ED245768",
        "title":"Interdisciplinary Studies Program. Introduction to Teacher's Guide."},
      {
        "id":"ED245769",
        "title":"Interdisciplinary Studies Program. Teacher's Guide: Part I."},
      {
        "id":"ED245770",
        "title":"Interdisciplinary Studies Program. Teacher's Guide: Part II."},
      {
        "id":"ED245771",
        "title":"Interdisciplinary Studies Program. Teacher&apos;s Guide: Part III."},
      {
        "id":"ED245772",
        "title":"Interdisciplinary Studies Program. Teacher's Guide: Part IV."},
      {
        "id":"ED245773",
        "title":"Emerging Roles for Community College Leaders. New Directions for Community Colleges, Number 46."},
      {
        "id":"ED245778",
        "title":"MATC Machine Shop '84: Specific Skill Needs Assessment for Machine Shops in the Milwaukee Area."},
      {
        "id":"ED245779",
        "title":"Factors Governing the Effective Remediation of Negative Affect and Its Cognitive and Behavioral Consequences."},
      {
        "id":"ED245780",
        "title":"The Best of BES: Basic Educational Skills Materials."},
      {
        "id":"ED245781",
        "title":"An Early Childhood Program: A Continuing Development Involving Many Changes. The Best of BES--Basic Educational Skills Project."},
      {
        "id":"ED245782",
        "title":"Oral Language Program: An Activity Resource Guide. For Teachers, By Teachers: Head Start to Grade 6. The Best of BES--Basic Educational Skills Materials."},
      {
        "id":"ED245783",
        "title":"Preschool through 2nd Grade Learning Activities Designed for Parents to Make and Play with Their Children. The Best of BES--Basic Educational Skills Materials."},
      {
        "id":"ED245784",
        "title":"Gesell Screening Guide. The Best of BES--Basic Educational Skills Material."},
      {
        "id":"ED245785",
        "title":"Your Child and Problem Solving, Math and Science. Getting Involved Workshop Guide: A Manual for the Parent Group Trainer. The Best of BES--Basic Educational Skills Materials."},
      {
        "id":"ED245786",
        "title":"Learning Attitudes. Getting Involved Workshop Guide: A Manual for the Parent Group Trainer. The Best of BES--Basic Educational Skills Materials."},
      {
        "id":"ED245787",
        "title":"Your Child and Play/TV. Getting Involved Workshop Guide. A Manual for the Parent Group Trainer. The Best of BES--Basic Educational Skills Materials."},
      {
        "id":"ED245788",
        "title":"Your Child and Language, Reading, Writing. Getting Involved Workshop Guide: A Manual for the Parent Group Trainer. The Best of BES--Basic Educational Skills Materials."},
      {
        "id":"ED245790",
        "title":"Home Secrets. The Best of BES--Basic Educational Skills Materials."},
      {
        "id":"ED245791",
        "title":"Assessing Language Minority Students in the New Follow Through."},
      {
        "id":"ED245792",
        "title":"Assessing the Adequacy of the Implementation of a Program Innovation: An Exploration of Methods Used in Selected Preschool Settings in Relation to Research on Change in the Elementary School. Follow Through Planning: Strand One."},
      {
        "id":"ED245793",
        "title":"Follow Through: Illusion and Paradox in Educational Experimentation."},
      {
        "id":"ED245794",
        "title":"Making Evaluations of Follow Through Useful to Decision Makers."},
      {
        "id":"ED245795",
        "title":"Charting the Course of Implementation."},
      {
        "id":"ED245799",
        "title":"Do High Quality Children's Centers Share Characteristics of Effective Schools? A Description of Four High Quality Children's Centers. Evaluation Report No. 438."},
      {
        "id":"ED245801",
        "title":"Albert Shanker's Address to the AFT Convention (1983)."},
      {
        "id":"ED245802",
        "title":"Address by Albert Shanker, National Press Club Luncheon (Washington, District of Columbia, September 12, 1983)."},
      {
        "id":"ED245803",
        "title":"The Texas CDA Resource Model."},
      {
        "id":"ED245805",
        "title":"The Past as Prologue: Exploring the Historic Roots of Present Day Concerns in Early Childhood Education."},
      {
        "id":"ED245808",
        "title":"Special Preschools: Monitoring a Pilot Project. Volume I: Project Report."},
      {
        "id":"ED245815",
        "title":"The Effects of Group Composition, Information Content, and Sex-Role Orientation on Children's Memory."},
      {
        "id":"ED245817",
        "title":"Women and...Child Care: Making Decisions to Get Things Done."},
      {
        "id":"ED245818",
        "title":"Interactions of Teen Parents and Trained Caregivers with Young Children."},
      {
        "id":"ED245826",
        "title":"Infant Mortality. A Report Prepared by the Congressional Research Service for the Use of the Subcommittee on Health and the Environment and the Subcommittee on Oversight and Investigations of the Committee on Energy and Commerce. U.S. House of Representatives, Ninety-Eighth Congress, Second Session. Committee Print 98-W."},
      {
        "id":"ED245830",
        "title":"Children, Youth, and Families: Beginning the Assessment. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED245831",
        "title":"Child Care Arrangements of Working Mothers: June 1982."},
      {
        "id":"ED245832",
        "title":"Impression Management in Kindergarten Classrooms: An Analysis of Children's Face-Work in Peer Interactions."},
      {
        "id":"ED245838",
        "title":"Career Experiences of Men Who Teach Young Children."},
      {
        "id":"ED245839",
        "title":"Teacher Reactions to Classroom Responses of Male and Female Students."},
      {
        "id":"ED245840",
        "title":"Social Comparison as a Vicarious Source of Self-Efficacy Information."},
      {
        "id":"ED245843",
        "title":"National Report: 1982 State Conferences on Children and Youth."},
      {
        "id":"ED245850",
        "title":"Before School Starts: A Handbook for New Elementary Rural/Small School Teachers."},
      {
        "id":"ED245851",
        "title":"Technological Tools for Rural Education."},
      {
        "id":"ED245855",
        "title":"A Guide to MERLIN."},
      {
        "id":"ED245856",
        "title":"Evaluation of Project HAPPIER Survey."},
      {
        "id":"ED245857",
        "title":"Native American Education Program, 1982-83. OEE Evaluation Report."},
      {
        "id":"ED245858",
        "title":"Equity in Educational Finance and A Study of the Impact of Block Grants in a Selected State."},
      {
        "id":"ED245859",
        "title":"Toward the Construction of a Research and Development Agenda for Rural Education. Draft."},
      {
        "id":"ED245861",
        "title":"&quot;The Story of Running Eagle&quot; and &quot;The Cause of Things.&quot;"},
      {
        "id":"ED245866",
        "title":"Hispanic Women's Health Issues: Understanding A Mosaic Population."},
      {
        "id":"ED245870",
        "title":"Washington State Johnson O'Malley Indian Education Annual Report 1982-83."},
      {
        "id":"ED245871",
        "title":"Statewide Survey of Indian Education. Washington State."},
      {
        "id":"ED245874",
        "title":"Alaska High School Seniors Survey Report, 1983-1984."},
      {
        "id":"ED245875",
        "title":"Research and Development Funding in the Proposed Fiscal Year 1985 Budget. Special Study."},
      {
        "id":"ED245879",
        "title":"The Development of Semantic Categories for Addition and Subtraction."},
      {
        "id":"ED245880",
        "title":"Empirical Studies of Procedural Flaws, Impasses, and Repairs in Procedural Skills."},
      {
        "id":"ED245883",
        "title":"International Competitiveness in Electronics."},
      {
        "id":"ED245885",
        "title":"Environmental Trends."},
      {
        "id":"ED245886",
        "title":"Science Indicators 1982. An Analysis of the State of U.S. Science, Engineering, and Technology."},
      {
        "id":"ED245887",
        "title":"Science and the Early Adolescent."},
      {
        "id":"ED245889",
        "title":"Energy and Economics for the Middle Grades. Unit II. Lessons and Activities for the Middle Grades."},
      {
        "id":"ED245892",
        "title":"Science Fairs and Projects."},
      {
        "id":"ED245893",
        "title":"Results from EVIST-Supported Projects 1976-1980."},
      {
        "id":"ED245894",
        "title":"The Computer Industry. High Technology Industries: Profiles and Outlooks."},
      {
        "id":"ED245895",
        "title":"Scientists, Engineers, and Technicians in Manufacturing and Nonmanufacturing Industries: 1980-81. Surveys of Science Resources Series. Detailed Statistical Tables."},
      {
        "id":"ED245908",
        "title":"Academic Science/Engineering: Scientists and Engineers, January 1983. Surveys of Science Resources Series. Detailed Statistical Tables."},
      {
        "id":"ED245912",
        "title":"Studies of U.S. Universities' Research Equipment Needs Inconclusive."},
      {
        "id":"ED245915",
        "title":"Selected Definitions Relative to Diagnosis and Prescription."},
      {
        "id":"ED245916",
        "title":"Conditions for Good Science Teaching."},
      {
        "id":"ED245924",
        "title":"Diversity of Marine Animals. Man and the Gulf of Mexico Series."},
      {
        "id":"ED245925",
        "title":"Diversity of Marine Plants. Man and the Gulf of Mexico Series."},
      {
        "id":"ED245926",
        "title":"Academic Science/Engineering: Graduate Enrollment and Support, Fall 1982. Detailed Statistical Tables."},
      {
        "id":"ED245930",
        "title":"Report on the California Mathematics Project. Commission Report 84-7."},
      {
        "id":"ED245932",
        "title":"Science Education in Canadian Schools. Summary of Background Study 52."},
      {
        "id":"ED245938",
        "title":"Effective Note-Taking: A Guide for Students in the Sciences and Health Professions."},
      {
        "id":"ED245941",
        "title":"Investigations in Science Education. Volume 10, Number 1."},
      {
        "id":"ED245942",
        "title":"Investigations in Science Education. Volume 10, Number 2."},
      {
        "id":"ED245943",
        "title":"Federal Support for R&D and Innovation. A CBO Study."},
      {
        "id":"ED245944",
        "title":"Developmental Resources Guides, K-6. The Best of BES--Basic Educational Skills Materials."},
      {
        "id":"ED245947",
        "title":"Women's History Curriculum Resource Packet."},
      {
        "id":"ED245949",
        "title":"Effects of Context vs. Substance in Stories Portraying Moral Behavior."},
      {
        "id":"ED245955",
        "title":"The Northern Rockies Program on Women in the Curriculum. Final Report."},
      {
        "id":"ED245965",
        "title":"Anthropological Diplomacy: Case Studies in the Applications of Anthropology to International Relations. Studies in Third World Societies, Publication Number Twenty-One."},
      {
        "id":"ED245970",
        "title":"Social Studies Dissertations, 1977-1982."},
      {
        "id":"ED245972",
        "title":"International Information Policy. Report of the United Nations Issues Conference (15th, New Paltz, New York, April 13-15, 1984)."},
      {
        "id":"ED245973",
        "title":"Women as Workers."},
      {
        "id":"ED245976",
        "title":"The Name Game."},
      {
        "id":"ED245977",
        "title":"Personal Agendas and the Influence of Self Interest on Voting Behavior."},
      {
        "id":"ED245983",
        "title":"Sex Differences in Self-Concept and Self-Esteem for Mathematically Precocious Adolescents."},
      {
        "id":"ED245986",
        "title":"Overcoming World Hunger: The Challenge Ahead. Report of the Presidential Commission on World Hunger. An Abridged Version."},
      {
        "id":"ED245994",
        "title":"Studying Vermont: Making Connections. Cal Coolidge's Vermont: 1900-1930."},
      {
        "id":"ED245995",
        "title":"Vermont Literature and Historical Fiction for Elementary Students."},
      {
        "id":"ED245996",
        "title":"The Arts--A Missing Link in the Basic Curriculum. A Process Manual to Integrate the Arts into the Elementary School Curriculum for Administrators, Teachers and Community Members."},
      {
        "id":"ED245998",
        "title":"Why Women: Reflections on the Need to Emphasize Women in Teaching about Development."},
      {
        "id":"ED246006",
        "title":"Educational Research Abstracts (1972-1981). [Second Edition]."},
      {
        "id":"ED246014",
        "title":"Recreation Research Publications. Bibliography 1961-1982."},
      {
        "id":"ED246016",
        "title":"Validation of the Military Entrance Physical Strength Capacity Test. Technical Report 610."},
      {
        "id":"ED246021",
        "title":"Using Research to Improve Teacher Education: The Nebraska Consortium. Teacher Education Monograph No. 1."},
      {
        "id":"ED246026",
        "title":"Classroom Management: A Selected Review of the Literature."},
      {
        "id":"ED246034",
        "title":"Teachers' Perceptions of School Discipline: Their Impact on Staff Development Delivery."},
      {
        "id":"ED246038",
        "title":"Developmental Stage Characteristics of Teachers Participating in a Collaborative Action Research Project."},
      {
        "id":"ED246040",
        "title":"Implementation of the Hunter Instructional Model: A Staff Development Study."},
      {
        "id":"ED246044",
        "title":"Program and Organizational Change in Faculties of Education: Some Lessons for Survival."},
      {
        "id":"ED246053",
        "title":"Physiologic Responses of Able-Bodied and Paraplegic Males to Maximal Arm Ergometry."},
      {
        "id":"ED246054",
        "title":"Exercise for Well or Community Living Older Adults."},
      {
        "id":"ED246056",
        "title":"Performance in Dual Tasks. Final Report."},
      {
        "id":"ED246060",
        "title":"Research and State Policy Implementation."},
      {
        "id":"ED246062",
        "title":"The Reliability of the K-ABC for Hispanic and White Children: A Comparison by Year."},
      {
        "id":"ED246067",
        "title":"Reflective Thinking in Schools: A Survey of Teacher Perceptions."},
      {
        "id":"ED246070",
        "title":"Application of Judgmental Standard Setting Procedures to Vocational Evaluation Competency Statements by Rehabilitation Field Personnel and Educators."},
      {
        "id":"ED246077",
        "title":"Behavioral Outcomes of an Alternative Program for Junior High School Students at Risk of Dropping Out."},
      {
        "id":"ED246079",
        "title":"Characteristics of Anchor Tests."},
      {
        "id":"ED246081",
        "title":"Checking for Curriculum/Test Overlap: Two Methods Discussed."},
      {
        "id":"ED246086",
        "title":"A Conceptual Framework for Measuring R&amp;D Product Impact."},
      {
        "id":"ED246089",
        "title":"Development and Use of Cooperative Client-Evaluator Data Collection Systems."},
      {
        "id":"ED246093",
        "title":"The Effects of Mode of Test Administration on Test Performance."},
      {
        "id":"ED246095",
        "title":"Establishing Standards for Licensing and Certification Tests: Theory vs. Practice. Draft."},
      {
        "id":"ED246099",
        "title":"National Sex Equity Demonstration Project. Broward County Schools, Florida, and the University of Miami, 1980-1983. Final Evaluation Report. Executive Summary [and] Executive Summary Follow-Up."},
      {
        "id":"ED246103",
        "title":"A Guide to Test Taking as Easy as...1, 2, 3."},
      {
        "id":"ED246105",
        "title":"Implementing a Theory in a Large-Scale Educational Intervention."},
      {
        "id":"ED246108",
        "title":"Locating Reading Test Items in Multidimensional Space: An Alternative Analysis of Test Structure."},
      {
        "id":"ED246111",
        "title":"Methods of Sequential Analysis for Counseling Process Research."},
      {
        "id":"ED246112",
        "title":"Michigan Educational Assessment Program Handbook, 1983-84."},
      {
        "id":"ED246115",
        "title":"Using and Reporting Test Results, Monograph #1. An Overview. Steps in the Right Direction!"},
      {
        "id":"ED246119",
        "title":"Reporting Test Results to the School Board. Using and Reporting Test Results, Monograph #5. Steps in the Right Direction!"},
      {
        "id":"ED246120",
        "title":"Reporting Test Results to the Public. Using and Reporting Test Results, Monograph #6. Steps in the Right Direction!"},
      {
        "id":"ED246123",
        "title":"Numbers and Words: Combining Quantitative and Qualitative Methods in a Single Large-Scale Study."},
      {
        "id":"ED246128",
        "title":"Practice Makes Perfect? Skills Gained in Seven Years of Questionnaires."},
      {
        "id":"ED246129",
        "title":"Prediction of Suboptimal Test Performance among Handicapped Children: An Exploratory Investigation."},
      {
        "id":"ED246132",
        "title":"Refugee Assistance Extension Act of 1983. October 5, 1983--Committed to the Committee of the Whole House on the State of the Union. Report No. 98-404."},
      {
        "id":"ED246141",
        "title":"Integration Evaluation Reports: Predominantly Hispanic, Black, Asian, and Other Non-Anglo (PHBAO) Programs, 1982-83. Publication No. 436, Part I."},
      {
        "id":"ED246142",
        "title":"Integration Evaluation Reports: Magnet, Permits with Transportation, and Year-Round Schools Programs, 1982-83. Publication No. 436, Part II."},
      {
        "id":"ED246143",
        "title":"Integration Evaluation Reports: Appendix A. Year-Round Schools Sub-Studies, 1982-83. Publication No. 436, Part III."},
      {
        "id":"ED246144",
        "title":"Integration Evaluation Reports: Executive Summaries and Evaluation Designs, l982-83. Publication No. 437."},
      {
        "id":"ED246145",
        "title":"Academic Attributions for Success and Failure among Asian Americans."},
      {
        "id":"ED246146",
        "title":"Big Districts and the Block Grant: A Cross-Time Assessment of the Fiscal Impacts. Draft."},
      {
        "id":"ED246148",
        "title":"Minority Participation in the Media. Hearings before the Subcommittee on Telecommunications, Consumer Protection, and Finance of the Committee on Energy and Commerce, House of Representatives, Ninety-Eighth Congress, First Session, September 19 and 23, 1983. Serial No. 98-93."},
      {
        "id":"ED246149",
        "title":"Improving Student Performance in California: Analysis of First Year's Education Legislation."},
      {
        "id":"ED246152",
        "title":"Language and Literacy: An Overview of Policies and Programs in Five OECD Member Countries."},
      {
        "id":"ED246153",
        "title":"S.2568--&quot;Civil Rights Act of 1984.&quot; Statement of [the] Assistant Attorney General, Civil Rights Division, before the Committee on the Judiciary, Subcommittee on Constitution, United States Senate."},
      {
        "id":"ED246155",
        "title":"Haitians Released from Krome: Their Prospects for Adaptation and Integration in South Florida. Dialogue #24."},
      {
        "id":"ED246156",
        "title":"Hispanics in the Labor Force: A Conference Report."},
      {
        "id":"ED246157",
        "title":"A Comparative Analysis of the Wages of Hispanic, Black, and Anglo Men."},
      {
        "id":"ED246158",
        "title":"Employment, Wages, and Earnings of Hispanics in the Federal and Non-Federal Sectors: Methodological Issues and Their Empirical Consequences."},
      {
        "id":"ED246159",
        "title":"Relative Earnings of Hispanic Youth in the U.S. Labor Market."},
      {
        "id":"ED246160",
        "title":"Ethnic Differentials in Unemployment among Hispanic Americans."},
      {
        "id":"ED246161",
        "title":"Labor Market Turnover and Joblessness for Hispanic American Youth."},
      {
        "id":"ED246162",
        "title":"Educational Transitions of Whites and Mexican Americans."},
      {
        "id":"ED246164",
        "title":"The Migration of Mexican Indocumentados as a Settlement Process: Implications for Work."},
      {
        "id":"ED246166",
        "title":"A Guide to Minority Aging References."},
      {
        "id":"ED246168",
        "title":"What Can Schools Do? Report to the Massachusetts Board of Education on the Role of Schools in Preparing Youth for Employment."},
      {
        "id":"ED246170",
        "title":"Short Answers to Common Questions about Bilingual Education. Special Report."},
      {
        "id":"ED246172",
        "title":"Project ESL-SEDAC. O.E.E. Annual Evaluation Report, E.S.E.A. Title VII. 1982-83."},
      {
        "id":"ED246173",
        "title":"Walton High School, Bilingual Basic Skills through Interdisciplinary Career Orientation. O.E.E. Evaluation Report, 1982-1983."},
      {
        "id":"ED246174",
        "title":"Project Parents: Awareness, Education, and Involvement. O.E.E. Evaluation Report, 1982-1983."},
      {
        "id":"ED246176",
        "title":"The Problem of Journal Searching; The Case of Retrieving Adult Education Evaluation Articles."},
      {
        "id":"ED246179",
        "title":"Alternative Environments for Basic Skills Development."},
      {
        "id":"ED246181",
        "title":"Mentors and Students in the Workplace. Workplace Mentorship."},
      {
        "id":"ED246182",
        "title":"Workplace Mentorship. Interviews on Workplace Mentorship: Background, Methodology and Data Analysis."},
      {
        "id":"ED246183",
        "title":"Mentorship: An Annotated Bibliography."},
      {
        "id":"ED246186",
        "title":"The Ohio Business Teacher, Volume XLIV."},
      {
        "id":"ED246189",
        "title":"In the Corners of Our Time. Six Years of the Council's Work. 1977-1983."},
      {
        "id":"ED246191",
        "title":"The Benefits and Characteristics of Adult Learning in Kansas. A Survey of Participants in Non-Credit Learning Experiences."},
      {
        "id":"ED246193",
        "title":"Trend of Vocational Training in Singapore. VITB Paper No. 1."},
      {
        "id":"ED246194",
        "title":"Co-ordination between Vocational Education &amp; Vocational Training in Singapore. VITB Paper No. 2."},
      {
        "id":"ED246195",
        "title":"Technological Education in Singapore: A Country Report. VITB Paper No. 3."},
      {
        "id":"ED246196",
        "title":"The Plant Closure Policy Dilemma. Labor, Law and Bargaining."},
      {
        "id":"ED246200",
        "title":"Dislocated Workers."},
      {
        "id":"ED246202",
        "title":"Lifetime Work Experience and Its Effect on Earnings: Retrospective Data from the 1979 Income Survey Development Program."},
      {
        "id":"ED246203",
        "title":"Integrated Training System for Air Force On-the-Job Training: Specification Development. Final Technical Paper."},
      {
        "id":"ED246204",
        "title":"Active Older Americans and Opportunities for Employment. Hearing before the Subcommittee on Retirement Income and Employment of the Select Committee on Aging, House of Representatives, Ninety-Eighth Congress, First Session (Redding, California)."},
      {
        "id":"ED246205",
        "title":"National Survey of Professional Administrative, Technical, and Clerical Pay, March 1983. Bulletin 2181."},
      {
        "id":"ED246206",
        "title":"Evaluation of the ASVAB 8/9/10 Clerical Composite for Predicting Training School Performance. Technical Report 594."},
      {
        "id":"ED246208",
        "title":"Women and Family Life."},
      {
        "id":"ED246209",
        "title":"Women as Workers."},
      {
        "id":"ED246210",
        "title":"The Status of Women of Color in the Economy: The Legacy of Being Other."},
      {
        "id":"ED246214",
        "title":"A Curriculum in Employment: Women and the World of Work."},
      {
        "id":"ED246217",
        "title":"Electronic Principles II, 7-6. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED246218",
        "title":"Electronic Principles III, 7-7. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED246219",
        "title":"Electronic Principles IV, 7-8. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED246220",
        "title":"Electronic Principles V, 7-9. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED246221",
        "title":"Electronic Principles VI, 7-10. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED246222",
        "title":"Electronic Principles VII, 7-11. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED246223",
        "title":"Electronic Principles VIII, 7-12. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED246224",
        "title":"Electronic Principles IX, 7-13. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED246225",
        "title":"Electronic Principles X, 7-14. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED246228",
        "title":"Business-Industry-Education: Toward a Working Partnership. Conference Proceedings (Chelmsford, Massachusetts, June 10, 1982)."},
      {
        "id":"ED246232",
        "title":"Satellite Telecommunications and Their Potential for Vocational Education."},
      {
        "id":"ED246233",
        "title":"An Emerging Technology Curriculum. A Model with Task Listings."},
      {
        "id":"ED246234",
        "title":"Community College Linkages: Impact of the DAVTE Special Needs Addendum on the Delivery of Support Services at the Community College."},
      {
        "id":"ED246235",
        "title":"Indicators of Effective Programming for School to Work Transition Skills among Dropouts."},
      {
        "id":"ED246236",
        "title":"A Study of the Status of Career Development Courses in High Schools in Illinois."},
      {
        "id":"ED246238",
        "title":"A Skills Map: The General and Specific Competencies Required in Different Occupations. Progress Report."},
      {
        "id":"ED246239",
        "title":"The Validity of an Occupational Classification Based on Job Competencies for Assessing Employability."},
      {
        "id":"ED246259",
        "title":"A Model Re-Entry Program for Disadvantaged Women. May 1981-June 1982."},
      {
        "id":"ED246260",
        "title":"Unemployed Tuition Waiver Project Conducted in the College's Service Area of Lehigh Valley, Pennsylvania during the Fall 1983 Semester and the Spring 1984 Semester."},
      {
        "id":"ED246261",
        "title":"Eight Competency-Based Modules for Training Paraprofessionals in Applied Gerontology."},
      {
        "id":"ED246262",
        "title":"Patterns of Participation in Secondary Vocational Education--1978-1982. National Center for Education Statistics Bulletin."},
      {
        "id":"ED246264",
        "title":"Articulated, Performance-Based Instruction Objectives Guide for Electricity/Industrial Electricity. Development Period, July, 1983--June, 1984. Edition I."},
      {
        "id":"ED246265",
        "title":"Articulated, Performance-Based Instruction Objectives Guide for Auto Body Repair. Development Period, July, 1983--June, 1984. Edition I."},
      {
        "id":"ED246266",
        "title":"Articulated, Performance-Based Instruction Objectives Guide for Masonry (Bricklaying). Developing Period, July, 1983--June, 1984. Edition I."},
      {
        "id":"ED246269",
        "title":"Global Productivity: Roles for Executives and Educators. The Annual W. Arthur Cullman Symposium Proceedings (2nd, Columbus, Ohio, April 27, 1984)."},
      {
        "id":"ED246274",
        "title":"Driver Education Program. Administrative and Curriculum Guide."},
      {
        "id":"ED246275",
        "title":"Evaluation of Economic and Social Consequences of Cooperative Extension Programs."},
      {
        "id":"ED246276",
        "title":"Evaluation of Economic and Social Consequences of Cooperative Extension Programs. Appendix I. Citizen's Review Panel Report on the USDA Extension Evaluation. Historical Overview of Extension. County Visits."},
      {
        "id":"ED246277",
        "title":"The National Apprenticeship Program. Revised."},
      {
        "id":"ED246278",
        "title":"National Apprenticeship and Training Standards for the CWA. Revised."},
      {
        "id":"ED246279",
        "title":"Oversight Hearings on the National Apprenticeship Training Act. Hearings before the Subcommittee on Employment Opportunities of the Committee on Education and Labor, House of Representatives, Ninety-Eighth Congress, First Session (November 15, 17, 1983)."},
      {
        "id":"ED246284",
        "title":"Medical Office Assistants' Handbook. Second Edition."},
      {
        "id":"ED246289",
        "title":"Diamond Drilling Specification Manual and Course Outline."},
      {
        "id":"ED246290",
        "title":"Heavy Duty Tireman. Open Pit Mining Job Training Series."},
      {
        "id":"ED246291",
        "title":"Rotary Drill Operator. Open Pit Mining Job Training Series."},
      {
        "id":"ED246292",
        "title":"Track Dozer Operator. Open Pit Mining Job Training Series."},
      {
        "id":"ED246293",
        "title":"Shovel Operator. Open Pit Mining Job Training Series."},
      {
        "id":"ED246294",
        "title":"Grader Operator. Open Pit Mining Job Training Series."},
      {
        "id":"ED246295",
        "title":"Front End Loader Operator. Open Pit Mining Job Training Series."},
      {
        "id":"ED246296",
        "title":"Haulage Truck Operator. Open Pit Mining Job Training Series."},
      {
        "id":"ED246297",
        "title":"Rubber Tire Dozer Operator. Open Pit Mining Job Training Series."},
      {
        "id":"ED246298",
        "title":"Travel Agent Course Outline."},
      {
        "id":"ED246299",
        "title":"Heavy Duty Mechanics Apprenticeship Training, Module One. Volume I."},
      {
        "id":"ED246300",
        "title":"Heavy Duty Mechanics Apprenticeship Training, Module One. Volume II."},
      {
        "id":"ED246301",
        "title":"Boilermaking Manual."},
      {
        "id":"ED246302",
        "title":"Drywall Finishing Manual."},
      {
        "id":"ED246303",
        "title":"Drywall Finishing Apprenticeship. Course Outline (C-6)."},
      {
        "id":"ED246304",
        "title":"Plumbing. Manual of Instruction for the Plumbing Trade. [Revised Edition]."},
      {
        "id":"ED246305",
        "title":"The Waiter and Waitress Training Manual. Revised Edition."},
      {
        "id":"ED246306",
        "title":"Direct Student Laboratory Experience. Second Edition, Module C-7 of Category C--Instructional Execution. Professional Teacher Education Module Series."},
      {
        "id":"ED246307",
        "title":"The Family-Career Connection: A New Framework for Career Development."},
      {
        "id":"ED246308",
        "title":"Adult Literacy Education: Current and Future Directions."},
      {
        "id":"ED246309",
        "title":"Adult Development: Implications for Adult Education."},
      {
        "id":"ED246310",
        "title":"Excellence in Vocational Education: Four Levels, Four Perspectives."},
      {
        "id":"ED246311",
        "title":"Distance Education: An Information Age Approach to Adult Education."},
      {
        "id":"ED246312",
        "title":"Job-Related Basic Skills: Cases and Conclusions."},
      {
        "id":"ED246316",
        "title":"Changing Social Roles Changes BSRI Masculinity and Femininity."},
      {
        "id":"ED246320",
        "title":"The Anticipation, Experience, and Recollection of Test Anxiety."},
      {
        "id":"ED246321",
        "title":"Toward Predicting the Relationship between Mood and Activity: Accuracy and the Use of Individual Differences."},
      {
        "id":"ED246325",
        "title":"Therapist Prestige and Smoking in Counseling."},
      {
        "id":"ED246328",
        "title":"The Impact of Ethical Ideology on Moral Behavior."},
      {
        "id":"ED246329",
        "title":"Predicted Social Drinking and the Need for Social Approval."},
      {
        "id":"ED246333",
        "title":"Subordinates' Reactions to Female Leaders."},
      {
        "id":"ED246334",
        "title":"Sex-Role Stereotyping of Occupations: Have We Come a Long Way?"},
      {
        "id":"ED246335",
        "title":"Effects of Subject Variables on Sex-Role Attitudes toward Occupations."},
      {
        "id":"ED246338",
        "title":"The Effects of Achievement Motivation on Performance on a Recognition Task."},
      {
        "id":"ED246344",
        "title":"Endless Night, Endless Mourning: Living with Alzheimer&apos;s. Hearing before the Special Committee on Aging. United States Senate, Ninety-Eighth Congress, First Session (New York, NY). S. Hrg. 98-410."},
      {
        "id":"ED246346",
        "title":"Loneliness among Elderly Widowers."},
      {
        "id":"ED246350",
        "title":"Career Awareness, Self Exploration and Self-Assessment for Teaching."},
      {
        "id":"ED246356",
        "title":"Serious Juvenile Crime: A Redirected Federal Effort."},
      {
        "id":"ED246357",
        "title":"The Stigma of Counseling: Stereotypes, Interpersonal Reaction, and the Self-Fulfilling Prophecy."},
      {
        "id":"ED246358",
        "title":"The Social Validation of Behavioral Treatments for Bedwetting."},
      {
        "id":"ED246361",
        "title":"The Economics of Aging: A Need for Pre-Retirement Planning. Hearing before the Select Committee on Aging. House of Representatives, Ninety-Eighth Congress, First Session (Jefferson City and Clinton, MO)."},
      {
        "id":"ED246364",
        "title":"Interpersonal Dominance and Coronary-Prone Behavior."},
      {
        "id":"ED246365",
        "title":"Target: Alcohol Abuse in the Hard-to-Reach Work Force. Ideas and Resources for Responding to Problems of the Hard-to-Reach Work Force."},
      {
        "id":"ED246366",
        "title":"Child Support Enforcement Legislation. Hearing before the Subcommittee on Public Assistance and Unemployment Compensation of the Committee on Ways and Means. House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED246367",
        "title":"Drug and Alcohol Abuse Prevention Programs. Hearing before the Subcommittee on Manpower and Personnel and the Subcommittee on Preparedness of the Committee on Armed Services. United States Senate, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED246371",
        "title":"Relationship of Occupational Status and Familial Circumstances for Working Women."},
      {
        "id":"ED246374",
        "title":"Gender Stereotypes and Social Roles."},
      {
        "id":"ED246375",
        "title":"Training of Supervisors through Videotaped Vignettes."},
      {
        "id":"ED246379",
        "title":"A Process of Identity Formation in Relation to Peers and Peer Groups."},
      {
        "id":"ED246380",
        "title":"Cognition and Rationality."},
      {
        "id":"ED246381",
        "title":"Counseling Minorities: Hasidic and Orthodox Jews."},
      {
        "id":"ED246382",
        "title":"A Multifaceted Group Treatment of Bulimia."},
      {
        "id":"ED246384",
        "title":"Effects of Spontaneous and Induced Lookbacks on Self-Perceived High and Low Ability Comprehenders."},
      {
        "id":"ED246385",
        "title":"Reciprocal Teaching: Working within the Zone of Proximal Development."},
      {
        "id":"ED246388",
        "title":"Toward an Understanding of Reading as Signification."},
      {
        "id":"ED246389",
        "title":"When You've Heard It Before and Still Can't Read."},
      {
        "id":"ED246392",
        "title":"Learning Words from Context. Technical Report No. 319."},
      {
        "id":"ED246395",
        "title":"A Buberian Critique of Three Literacy Learning Classrooms."},
      {
        "id":"ED246397",
        "title":"The Role of Media in Encouraging Thinking and Language."},
      {
        "id":"ED246398",
        "title":"Effects of Text Structure on Children&apos;s Comprehension of Expository Material. Technical Report No. 316."},
      {
        "id":"ED246399",
        "title":"Extending the Reading Abilities of the Average and Above-Average Student: Critical Reading/Thinking for Gifted (and Not-So-Gifted) High School Students."},
      {
        "id":"ED246401",
        "title":"The Effect of Reading Ability on Seventh Graders' Narrative Writing."},
      {
        "id":"ED246403",
        "title":"Do Junior High School Reading/Language Arts Teachers Use Oral Language to Improve Reading Comprehension? A Study of Two Teachers."},
      {
        "id":"ED246404",
        "title":"Vocabulary Development: How Deaf Individuals Can Learn to Use the Information Given."},
      {
        "id":"ED246406",
        "title":"Facilitating Comprehension and Written Recall of Exposition through DRTA Instruction and Conceptual Mapping."},
      {
        "id":"ED246408",
        "title":"Acquisition of Knowledge about Reading in the Preschool Period: An Update and Extension. Technical Report No. 318."},
      {
        "id":"ED246412",
        "title":"Strategy Self-Verbalization: Effects on Remedial Readers' Comprehension and Self-Efficacy."},
      {
        "id":"ED246415",
        "title":"Writing as Action: Using Speech Act Theory in the Composition Classroom."},
      {
        "id":"ED246425",
        "title":"The Computerized English Class."},
      {
        "id":"ED246427",
        "title":"Cognitive and Stylistic Features of Reporting and Classificatory Writing by Senior High School Students."},
      {
        "id":"ED246433",
        "title":"Potential Female and Minority Communication Educators: An Exploratory Study of Their Views on Teaching as a Profession."},
      {
        "id":"ED246435",
        "title":"International Law and the New World Information Order."},
      {
        "id":"ED246437",
        "title":"The Typical American Consumer Magazine of the 1980s."},
      {
        "id":"ED246438",
        "title":"Terminology-Setting Events and Information Retrieval in Mass Communication Research."},
      {
        "id":"ED246439",
        "title":"Teaching Writing K-8."},
      {
        "id":"ED246440",
        "title":"Genevieve Forbes Herrick: A &quot;Chicago Tribune&quot; Reporter Covers Women in Politics."},
      {
        "id":"ED246442",
        "title":"Eleanor Roosevelt: First Lady as Magazine Journalist."},
      {
        "id":"ED246443",
        "title":"Mamie Eisenhower as First Lady: Media Coverage of a Silent Partner."},
      {
        "id":"ED246446",
        "title":"Cohort Analysis of Variations in Political Knowledge."},
      {
        "id":"ED246448",
        "title":"Who Are the Media Spokespersons for Science?"},
      {
        "id":"ED246451",
        "title":"Teaching of Writing: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1984, (Vol. 44 Nos. 7 through 12)."},
      {
        "id":"ED246452",
        "title":"Written Language and Writing Abilities: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1984, (Vol. 44 Nos. 7 through 12)."},
      {
        "id":"ED246453",
        "title":"Journalism and Journalism Education: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1984, (Vol. 44 Nos. 7 through 12)."},
      {
        "id":"ED246454",
        "title":"The Effects of Media Richness/Media Poorness on the Accuracy of Assessments about Candidate Stands on Issues."},
      {
        "id":"ED246457",
        "title":"Matching Spelling to Human Abilities--A Review."},
      {
        "id":"ED246458",
        "title":"Accounting for Patterns of Topic Selection in Statehouse Reporting."},
      {
        "id":"ED246462",
        "title":"Some Boundary Considerations for Writing-Software."},
      {
        "id":"ED246465",
        "title":"Contradictions and Cross Purposes in Alcohol Usage in Media and Society: An Ironic Focus."},
      {
        "id":"ED246476",
        "title":"Developing Self-Awareness about Writing Processes: The Perry Model and the Remedial Writer."},
      {
        "id":"ED246481",
        "title":"Rhetorical Revival or Rhetorical Logomachy?"},
      {
        "id":"ED246482",
        "title":"Writing Exercises from \"Exercise Exchange.\" Volume II."},
      {
        "id":"ED246483",
        "title":"Writing Centers: Theory and Administration."},
      {
        "id":"ED246484",
        "title":"Administering Writing Programs: A Workshop Leader's Handbook."},
      {
        "id":"ED246485",
        "title":"Handbook for Assessing Composition."},
      {
        "id":"ED246486",
        "title":"Writing about Literature."},
      {
        "id":"ED246487",
        "title":"Argument-As-Procedure and &quot;The Art of Controversy.&quot;"},
      {
        "id":"ED246491",
        "title":"A Research Model for the Study of Interpersonal Communication Competence."},
      {
        "id":"ED246494",
        "title":"Skills and Challenges: Playgoing as \"Flow\" Experience."},
      {
        "id":"ED246499",
        "title":"The Nature and the Scope of Evaluative Criteria: An Argument for Nonintervention."},
      {
        "id":"ED246503",
        "title":"Developing Organizational Members' Communicative Abilities: A Rationale for Specific Methods."},
      {
        "id":"ED246505",
        "title":"Organizational Communication Theory and Practice Courses in the Undergraduate Curriculum."},
      {
        "id":"ED246506",
        "title":"Using the Case Study Method in Organizational Communication Classes: Developing Students' Insight, Knowledge, and Creativity."},
      {
        "id":"ED246507",
        "title":"Mass Communication: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1984, (Vol. 44 Nos. 7 through 12)."},
      {
        "id":"ED246510",
        "title":"Televised Television Literacy."},
      {
        "id":"ED246513",
        "title":"The Status of the Basic Course in Intercultural Communication at U. S. Colleges and Universities."},
      {
        "id":"ED246515",
        "title":"Communication Responsiveness and Predictive Accuracy: Confirmations, Surprises, and Speculations."},
      {
        "id":"ED246516",
        "title":"Visions of Apocalypse: A Rhetorical Analysis of &quot;The Day After.&quot;"},
      {
        "id":"ED246517",
        "title":"Argument in Bargaining: An Analysis of the Reasoning Process."},
      {
        "id":"ED252548",
        "title":"Information Collected on Nonapplied Time, Engaged Time, Nonengaged Time and Applied Time. Comparative Studies of Phase IV IGE Evaluation Project. Phase IV, Project Paper 80-5."},
      {
        "id":"ED252549",
        "title":"Scaling and Summary Statistics for the Curriculum Implementation and Program Customizing Variables. Comparative Study of Phase IV IGE Evaluation Project. Phase IV, Project Paper 80-6."},
      {
        "id":"ED252550",
        "title":"School Background Variables. Comparative Study of Phase IV IGE Evaluation Project. Phase IV, Project Paper 80-7."},
      {
        "id":"ED252551",
        "title":"Means of Instruction Variables. Comparative Study of Phase IV IGE Evaluation Project. Phase IV Project Paper, 80-8."},
      {
        "id":"ED252552",
        "title":"Mathematics Achievement, Comparative Study Phase IV IGE Evaluation Project. Phase IV, Project Paper 80-9."},
      {
        "id":"ED252553",
        "title":"Reading Skills Achievement over Eight Administrations of the Achievement Monitoring Tests--Grades 2 and 5. Comparative Study of Phase IV IGE Evaluation Project. Phase IV, Project Paper 80-10."},
      {
        "id":"ED252555",
        "title":"The Design of the IGE Evaluation Project Phase IV Comparative Studies. Comparative Study of Phase IV IGE Evaluation Project. Phase IV, Project Paper 80-2."},
      {
        "id":"ED252556",
        "title":"Diagnosing Students' Errors from Their Response Selections in Language Arts. Methodology Project."},
      {
        "id":"ED252558",
        "title":"How to Use the DX SYSTEM of Diagnostic Testing. Methodology Project."},
      {
        "id":"ED252559",
        "title":"Guidelines for Developing Diagnostic Tests. Methodology Project."},
      {
        "id":"ED252560",
        "title":"Interpreting the Results of Diagnostic Testing: Some Statistics for Testing in Real Time. Methodology Project."},
      {
        "id":"ED252561",
        "title":"Policy Studies: Teacher Competency Assessment and R&D Needs in Educational Testing and Evaluation. Research into Practice Project."},
      {
        "id":"ED252562",
        "title":"Management of Instructional Information Systems Project."},
      {
        "id":"ED252565",
        "title":"The Decline of Standardized Test Scores in the United States from 1965 to the Present."},
      {
        "id":"ED252566",
        "title":"Development of Values and Moral Judgments of West Point Cadets. [Final Report]."},
      {
        "id":"ED252568",
        "title":"External Research: Helping Education Change for the Better, 1983-84."},
      {
        "id":"ED252569",
        "title":"No Panaceas: A Brief Discussion of Teacher Selection Instruments."},
      {
        "id":"ED252570",
        "title":"High School Course Grade Standards. National Center for Education Statistics Bulletin."},
      {
        "id":"ED252573",
        "title":"Gallup Polls of Attitudes Toward Education, 1969-1984. A Topical Summary."},
      {
        "id":"ED252575",
        "title":"Wyoming Teachers' Use of Tests and Attitudes Toward Classroom and Standardized Tests."},
      {
        "id":"ED252576",
        "title":"Validation of the National Teacher Examination Core Battery and Specialty Area Tests: Standard Setting Results."},
      {
        "id":"ED252577",
        "title":"Validation of a Writing Attitude Scale."},
      {
        "id":"ED252579",
        "title":"The Development and Implementation of a Model for Evaluating Clinical Specialty Education Programs."},
      {
        "id":"ED252581",
        "title":"The Effects of Testing on Teaching and Curriculum in a Large Urban School District."},
      {
        "id":"ED252583",
        "title":"AISD Local/State Bilingual Program, 1983-84. Final Report."},
      {
        "id":"ED252584",
        "title":"Cable Channel 8, 1983-84: Is Austin Watching?"},
      {
        "id":"ED252585",
        "title":"Chapter 1 and Chapter 1 Migrant. Evaluation Findings, 1983-84."},
      {
        "id":"ED252586",
        "title":"Early Childhood Education--The Best Thing Going in Education?"},
      {
        "id":"ED252587",
        "title":"Faculty/Staff Recruitment Report: Calendar Year 1983."},
      {
        "id":"ED252588",
        "title":"Kindergarten Nonattenders: Starting out Behind."},
      {
        "id":"ED252589",
        "title":"A Look at State Compensatory Education in AISD, 1983- 1984."},
      {
        "id":"ED252590",
        "title":"Merit Pay for Teachers: What Experience Has Taught Others."},
      {
        "id":"ED252591",
        "title":"Minimum Competency for Graduation, AISD, 1983-84. High School Graduation Minimum Competency Requirements, Final Report."},
      {
        "id":"ED252592",
        "title":"Personnel Evaluation Systems in AISD, 1983-84, Final Report."},
      {
        "id":"ED252594",
        "title":"Promotion or Retention: An Individual Decision."},
      {
        "id":"ED252595",
        "title":"The School/Community Guidance Programs: Alternatives for At-Risk Students, 1983-84. Final Report."},
      {
        "id":"ED252596",
        "title":"1984 TABS Final Report."},
      {
        "id":"ED252597",
        "title":"Brain Lateralization Research: Educational and Psychometric Implications."},
      {
        "id":"ED252600",
        "title":"Age and Sex Effects in Multiple Dimensions of Preadolescent Self-Concept."},
      {
        "id":"ED252606",
        "title":"Bilingual Education: A Collaborative Process Between Institutions of Higher Education, Local Educational Agencies and the Community."},
      {
        "id":"ED252611",
        "title":"Mass Media Effects and Black Americans."},
      {
        "id":"ED252613",
        "title":"Discipline and Young Adolescents. Issues in Middle-Grade Education, Research &amp; Resources, Summer 1984."},
      {
        "id":"ED252614",
        "title":"Black Undergraduate Students Attending Predominantly White, State-Supported Universities. Preliminary Report: Winter 1981 Study."},
      {
        "id":"ED252615",
        "title":"Undergraduate Survey of Black Undergraduate Students Attending Predominantly White, State-Supported Universities. Preliminary Report: 1982."},
      {
        "id":"ED252616",
        "title":"Graduate Professional Survey, National Study of Black College Students. Preliminary Report: 1982."},
      {
        "id":"ED252618",
        "title":"Estimates of the Population of Puerto Rico and the Outlying Areas: 1980-1983."},
      {
        "id":"ED252627",
        "title":"Identifying Effective Schools: A Case Study Involving Black Racially Isolated Minority Schools and Instructional Accomplishment Information Systems."},
      {
        "id":"ED252628",
        "title":"Is Afro-American Studies Research in Jeopardy? A Review of Recent Trends in Federal Research Support."},
      {
        "id":"ED252633",
        "title":"A Neglected Special Population: The Homeless."},
      {
        "id":"ED252636",
        "title":"The 1983 Educational Reform Reports. ERIC/CUE Digest Number 22."},
      {
        "id":"ED252637",
        "title":"Helping Hispanic Students to Complete High School and Enter College. ERIC/CUE Digest Number 20."},
      {
        "id":"ED252638",
        "title":"The Social and Psychological Adjustment of Southeast Asian Refugees. ERIC/CUE Digest Number 21."},
      {
        "id":"ED252640",
        "title":"Oversight of Food and Nutrition Service Programs: Food Stamps, Child Nutrition, and Commodity Distribution. Hearing before the Committee on Agriculture, Nutrition, and Forestry, United States Senate, Ninety-Eighth Congress, Second Session, April 25, 1984."},
      {
        "id":"ED252643",
        "title":"Hearings on Secondary Schools Basic Skills Act. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives Ninety-Eighth Congress Second Session on H.R. 5749. To Provide a Program of Grants to Assist Local Educational Agencies to Improve the Basic Skills of Economically Disadvantaged Secondary School Students, and for Other Purposes. Hearings Held on June 12 and 13, 1984."},
      {
        "id":"ED252646",
        "title":"On the Social Psychology of Using Research: The Case of Desegregation and Black Achievement."},
      {
        "id":"ED252651",
        "title":"Credentials in Employment: Learning in the Workplace."},
      {
        "id":"ED252654",
        "title":"Recurrent Education: Economic and Equity Issues in Australia. Australian Education Review Number 20."},
      {
        "id":"ED252660",
        "title":"A Cooperative Preparation Program for Industrial and Special Education Personnel: A Planning and Pilot Project. Final Report from June 1, 1982 to May 31, 1983."},
      {
        "id":"ED252662",
        "title":"A Report on the National Conference on Transition for Youth with Handicapping Conditions to Work, Coordination of State Policies and Practices (Albany, New York, June 11-12, 1984)."},
      {
        "id":"ED252669",
        "title":"A Practitioner's Guide for Training Older Workers."},
      {
        "id":"ED252671",
        "title":"Federal Pay Equity Act of 1984. Part 2. Hearings before the Subcommittee on Compensation and Employee Benefits of the Committee on Post Office and Civil Service, House of Representatives, Ninety-Eighth Congress, Second Session on H.R. 4599 and H.R. 5092. (May 30, July 17, October 18, 1984)."},
      {
        "id":"ED252673",
        "title":"An Analysis of the Resolution of Group Conflict and Instructor Facilitating Behavior within the Small Instructional Group."},
      {
        "id":"ED252674",
        "title":"Continuing Professional Education."},
      {
        "id":"ED252675",
        "title":"Designing Illustrations for CBVE Technical Procedures."},
      {
        "id":"ED252679",
        "title":"Establishing a Work Experience Program in Building Trades Entrepreneurship."},
      {
        "id":"ED252685",
        "title":"Administration of the Job Corps Program by the Employment and Training Administration of the Department of Labor. Hearing before a Subcommittee of the Committee on Government Operations, House of Representatives, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED252691",
        "title":"Work Adjustment Competencies: Annotated Resources for Training."},
      {
        "id":"ED252692",
        "title":"Asian-South Pacific Bureau of Adult Education Courier No. 32."},
      {
        "id":"ED252693",
        "title":"Overview on Excellence. ERIC Digests Nos. 31-35."},
      {
        "id":"ED252697",
        "title":"Follow-Up of Inservice Program on Teacher Assistants for Mainstreamed Students in a Vocational-Technical Center."},
      {
        "id":"ED252698",
        "title":"Promising Programs Which Use Job Training Partnership Act Funds for the Vocational Education, Training and Employment of Handicapped Youth."},
      {
        "id":"ED252699",
        "title":"JTPA Youth Competencies and Handicapped Youth."},
      {
        "id":"ED252701",
        "title":"Assist Students in Achieving Basic Reading Skills. Module M-1 of Category M--Assisting Students in Improving Their Basic Skills. Professional Teacher Education Module Series."},
      {
        "id":"ED252702",
        "title":"Assist Students in Developing Technical Reading Skills. Module M-2 of Category M--Assisting Students in Improving Their Basic Skills. Professional Teacher Education Module Series."},
      {
        "id":"ED252713",
        "title":"2 + 2 = (A New Approach to Education). Secondary/Postsecondary Cooperation. Proceedings of a workshop held at the American Vocational Association Convention (New Orleans, Louisiana, November 29, 1984)."},
      {
        "id":"ED252716",
        "title":"Work Experience Education Instructional Guide. Teacher&apos;s Manual."},
      {
        "id":"ED252717",
        "title":"Essential Living Skills. Consumer and Homemaking Education Guide to Proficiencies and Performance Indicators for the Occupation of Homemaking."},
      {
        "id":"ED252718",
        "title":"The Myths and Realities of Age Limits for Law Enforcement and Firefighting Personnel. A Report by the Chairman of the Select Committee on Aging. House of Representatives, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED252719",
        "title":"Designing a Retirement System for Federal Workers Covered by Social Security."},
      {
        "id":"ED252725",
        "title":"Improved Teacher Preparation through Increased Field Experience."},
      {
        "id":"ED252726",
        "title":"The Southern Literacy Campaign 1910-1935: Lessons for Adult Learning in an Information Society."},
      {
        "id":"ED252729",
        "title":"The Costs of Employing Older Workers. An Information Paper Prepared for Use by the Special Committee on Aging, United States Senate."},
      {
        "id":"ED252730",
        "title":"Adult School for Cuban Refugees, Fort Indiantown Gap, Pennsylvania. Final Report, August 25-November 28, 1980."},
      {
        "id":"ED252731",
        "title":"Adult School for Cuban Refugees, Fort Indiantown Gap, Pennsylvania. Final Evaluation Report, August 25-November 28, 1980."},
      {
        "id":"ED252734",
        "title":"Physics and Industrial Arts: A Working Partnership."},
      {
        "id":"ED252737",
        "title":"Assist Students in Improving Their Writing Skills. Module M-3 of Category M--Assisting Students in Improving Their Basic Skills. Professional Teacher Education Module Series."},
      {
        "id":"ED252738",
        "title":"Assist Students in Improving Their Oral Communication Skills. Module M-4 of Category M--Assisting Students in Improving Their Basic Skills. Professional Teacher Education Module Series."},
      {
        "id":"ED252739",
        "title":"Assist Students in Improving Their Math Skills. Module M-5 of Category M--Assisting Students in Improving Their Basic Skills. Professional Teacher Education Module Series."},
      {
        "id":"ED252740",
        "title":"Assist Students in Improving Their Survival Skills. Module M-6 of Category M--Assisting Students in Improving Their Basic Skills. Professional Teacher Education Module Series."},
      {
        "id":"ED252741",
        "title":"Homemaker Course Outline."},
      {
        "id":"ED252742",
        "title":"Diploma Nurse - Baccalaureate Nurse: Is There a Difference? Report on a Descriptive Study of College Diploma Nursing Programs and the Generic Degree Nursing Program."},
      {
        "id":"ED252743",
        "title":"Long Term Care Aide/Homemaker. Resource Handbook."},
      {
        "id":"ED252744",
        "title":"Long Term Care Aide. Course Outline."},
      {
        "id":"ED252747",
        "title":"Foundations for a Curriculum in Human Services Work."},
      {
        "id":"ED252749",
        "title":"Similarity of Students' Experiences and Accuracy of Faculty and Staff Perceptions: Issues for Student Retention."},
      {
        "id":"ED252750",
        "title":"Analysis of the Family Therapist Coding System during Ongoing Marital Therapy Sessions: Is It Reliable?"},
      {
        "id":"ED252751",
        "title":"Review of Educational Programs in Juvenile Institutions 1983-1984 and Implications for Special Education."},
      {
        "id":"ED252752",
        "title":"Adolescent Contraceptive Use: Models, Research, and Directions."},
      {
        "id":"ED252754",
        "title":"Attitudes of Professional and Community Groups toward Male and Female Suicide."},
      {
        "id":"ED252758",
        "title":"Use of an Aptitude Battery for Screening Lateralized Cerebral Dysfunction."},
      {
        "id":"ED252759",
        "title":"Interbehavioral Perspectives on Crime and Delinquency."},
      {
        "id":"ED252760",
        "title":"The Effects of Uniqueness-Relevant Feedback and Strength of Need for Uniqueness on the Social Behaviors and Perceptions of Individual Group Discussants."},
      {
        "id":"ED252761",
        "title":"A Behavioral Analytic Model for Evaluating Counselor Training Programs."},
      {
        "id":"ED252763",
        "title":"Anger and the Change Process."},
      {
        "id":"ED252770",
        "title":"Women Prisoners: Reintegration into Family and Community."},
      {
        "id":"ED252776",
        "title":"Approaches to Student Behavior by Teachers, Principals and School Psychologists."},
      {
        "id":"ED252777",
        "title":"Behavior Management Style of Single Parents and Intact Families."},
      {
        "id":"ED252778",
        "title":"The Importance of Social Networks in De-Institutionalization."},
      {
        "id":"ED252783",
        "title":"Sex Differences in Achievement Orientations: An &quot;A&quot; Student Phenomenon."},
      {
        "id":"ED252784",
        "title":"Memory Retrieval, Explanation and Predictive Accuracy in Personality Judgment."},
      {
        "id":"ED252800",
        "title":"Need a 36 Hour Day? Time Management Tips for Counselors and Students."},
      {
        "id":"ED252801",
        "title":"Academic and Psychosocial Effects of Relaxation Training on Rural Preadolescents. Research Bulletin No. 34."},
      {
        "id":"ED252807",
        "title":"The Structure of Empathy: A Multidimensional Scaling Approach."},
      {
        "id":"ED252808",
        "title":"Microcomputer Software for Counseling and Student Development."},
      {
        "id":"ED252809",
        "title":"Counseling and Human Resource Development."},
      {
        "id":"ED252812",
        "title":"Publishing in College Reading."},
      {
        "id":"ED252813",
        "title":"Knowing Words and Understanding Texts: Models of Some Basic Relationships."},
      {
        "id":"ED252814",
        "title":"A Language/Interaction Based Model for Teaching Thinking Skills."},
      {
        "id":"ED252818",
        "title":"The Metcalf Project: A Teacher-Researcher Collaboration in Developing Reading and Writing Instructional Problem-Solving. Reading Education Report No. 56."},
      {
        "id":"ED252819",
        "title":"Phonics Revisited: Toward an Integrated Methodology."},
      {
        "id":"ED252825",
        "title":"School Based Homework Assistance Program."},
      {
        "id":"ED252827",
        "title":"Avoiding Failure: A Developmental Language Program for Students with Dyslexia-Related Behavior."},
      {
        "id":"ED252828",
        "title":"The Growth of Children&apos;s Sight Vocabulary: A Quick Test with Educational and Theoretical Implications. Technical Report No. 330."},
      {
        "id":"ED252829",
        "title":"Coping with Newspaper Syntax: Reading Strategies for L1 and L2 Learners."},
      {
        "id":"ED252835",
        "title":"hm College Study Skills Program, Level III. Instructor's Guide."},
      {
        "id":"ED252841",
        "title":"The Roles of Interpretive Communities for Reading and Writing at Atkinson Academy."},
      {
        "id":"ED252852",
        "title":"Beyond Correctness: The Computer and the Composing Process."},
      {
        "id":"ED252854",
        "title":"A Perspective on Evaluating Spelling Programs."},
      {
        "id":"ED252857",
        "title":"Fictional Narrative as Speech Event."},
      {
        "id":"ED252874",
        "title":"A Freshman Honors Seminar: Dialogue between the Humanities and Science/Technology."},
      {
        "id":"ED252886",
        "title":"Tapping Potential: English and Language Arts for the Black Learner."},
      {
        "id":"ED252887",
        "title":"Children's Books, 1983: A List of Books for Preschool through Junior High School Age."},
      {
        "id":"ED252891",
        "title":"Model Curriculum Standards: Grades Nine through Twelve. English/Language Arts, Foreign Language, History-Social Science, Mathematics, Science, Visual and Performing Arts. First Edition."},
      {
        "id":"ED252892",
        "title":"Organizational Culture--A Focus on Contemporary Theory/Research in Organizational Communication."},
      {
        "id":"ED252893",
        "title":"International Students as Teachers in College Classrooms."},
      {
        "id":"ED252894",
        "title":"Why Are Women Getting All Those A's?"},
      {
        "id":"ED252899",
        "title":"Visual Space: Empirical Research in Television Z-Axis Staging."},
      {
        "id":"ED252900",
        "title":"On the Conference as an Integrating Mechanism."},
      {
        "id":"ED252901",
        "title":"Teaching Media Studies in Maximum Security Prisons."},
      {
        "id":"ED252903",
        "title":"Media and the Small College-Try Cable."},
      {
        "id":"ED252907",
        "title":"Speech Research: A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for Its Investigation, and Practical Applications, July 1-December 31, 1984."},
      {
        "id":"ED252908",
        "title":"How Can the Federal Government Best Decrease Poverty in the United States? National Debate Topic for High Schools, 1984-1985, Pursuant to Public Law 88-246."},
      {
        "id":"ED252910",
        "title":"Tracing Consequences of Policy Action: A Basis for Disadvantage Arguments."},
      {
        "id":"ED252912",
        "title":"The Culture of an Effective School. Research Action Brief Number 22."},
      {
        "id":"ED252913",
        "title":"Teacher Collegiality. The Best of ERIC on Educational Management Number 78."},
      {
        "id":"ED252914",
        "title":"Supervision: Practice and Preference in the State of Maryland."},
      {
        "id":"ED252915",
        "title":"Costs and Cost-Effectiveness of Computer-Assisted Instruction."},
      {
        "id":"ED252916",
        "title":"Financing Excellence in Public Education. Focus 13."},
      {
        "id":"ED252917",
        "title":"Elementary School Finance Manual."},
      {
        "id":"ED252918",
        "title":"Capacity Building for a School Improvement Program, Achievement Directed Leadership."},
      {
        "id":"ED252919",
        "title":"The Public Funding of Roman Catholic Secondary Schools in Ontario: Implications for Educational Finance."},
      {
        "id":"ED252922",
        "title":"School Safety &amp; the Legal Community."},
      {
        "id":"ED252923",
        "title":"Ethical Perspectives: Leadership Subscales Applied to Education."},
      {
        "id":"ED252925",
        "title":"The Collective Bargaining Mystery: Some New Clues."},
      {
        "id":"ED252926",
        "title":"School Discipline Policy: A Problem of Balance."},
      {
        "id":"ED252932",
        "title":"Effects on Student Achievement of Project THISTLE: Thinking Skills in Teaching and Learning."},
      {
        "id":"ED252951",
        "title":"Planning Facilities for Athletics, Physical Education, and Recreation. Revised."},
      {
        "id":"ED252954",
        "title":"The Impact of Teachers' Instructional Beliefs on Their Teaching: Implications for Research and Practice."},
      {
        "id":"ED252964",
        "title":"Class Size."},
      {
        "id":"ED252965",
        "title":"The Education Block Grant: How It Measures up to Meeting Its Stated and Implied Goals."},
      {
        "id":"ED252966",
        "title":"Research, Evaluation, and Policy Analysis: Heuristics for Disciplined Inquiry."},
      {
        "id":"ED252974",
        "title":"Revamping Secondary School Science Education."},
      {
        "id":"ED252975",
        "title":"Is Ontario Under-Investing in Elementary Education? A Research Agenda. Revised."},
      {
        "id":"ED252976",
        "title":"Indicators of Education Status and Trends."},
      {
        "id":"ED252983",
        "title":"California School Accounting Manual. 1984 Edition."},
      {
        "id":"ED252984",
        "title":"Involvement of Parents and Other Citizens in the Eduational System. A Position Statement and Resource Guide."},
      {
        "id":"ED252989",
        "title":"The Future of Work for People with Disabilities: A View from Great Britain. Monograph Number Twenty Eight."},
      {
        "id":"ED252994",
        "title":"Sentence Combining and the Learning Disabled Student."},
      {
        "id":"ED252995",
        "title":"Captioned Media in the Classroom."},
      {
        "id":"ED252996",
        "title":"Captioned Media for Hearing-Impaired Youngsters: What Parents Need to Know."},
      {
        "id":"ED252997",
        "title":"Vocational Evaluation of Hearing-Impaired Persons: Research and Practice."},
      {
        "id":"ED252998",
        "title":"A Summary of Mental Retardation and Developmental Disabilities Expenditures in the United States: FY 1977-1984 (Preliminary Working Data). Public Policy Monograph Series. Monograph #3."},
      {
        "id":"ED253001",
        "title":"The School Psychologist and the Exceptional Child."},
      {
        "id":"ED253002",
        "title":"Critical Issues in Educating Autistic Children and Youth."},
      {
        "id":"ED253005",
        "title":"Child Enrichment Program: Changing Attitudes of Parents of Severely Handicapped Children."},
      {
        "id":"ED253008",
        "title":"Coping by Siblings of the Handicapped: The Role of Altruistic Helping."},
      {
        "id":"ED253011",
        "title":"Effective Schools--Excellence in Urban Special Education. Teaching Exceptional Children. [Special Issue]."},
      {
        "id":"ED253015",
        "title":"Parents Guide to the Development of Pre-School Handicapped Children: Resources and Services. Reference Circular No. 84-5."},
      {
        "id":"ED253017",
        "title":"Implementing a School-Based Family Outreach Project: Assessing the Needs of Families. A Training Manual."},
      {
        "id":"ED253018",
        "title":"A Project to Make Apple Computers Accessible to Blind Children. August 1, 1983-July 31, 1984."},
      {
        "id":"ED253019",
        "title":"Rewriting: What Do Deaf Students Do When They Revise?"},
      {
        "id":"ED253020",
        "title":"Written Discourse of Deaf and Hearing Students: Semantic Analysis."},
      {
        "id":"ED253021",
        "title":"Symposium on Applications of Technology in Education and Communications for the Deaf. Working Papers."},
      {
        "id":"ED253022",
        "title":"Purse, Sword, and Judgment: The Impact of Court Intervention on Social Policy."},
      {
        "id":"ED253029",
        "title":"Post-School Status of Young Adults Identified as Learning Disabled While Enrolled in Public Schools: A Comparison of Those Enrolled and Not Enrolled in Learning Disabilities Programs. Final Report."},
      {
        "id":"ED253031",
        "title":"A Manual of Instructional Strategies (Project M.E.D.I.A.)."},
      {
        "id":"ED253033",
        "title":"A Systematic Strategy for the Assessment of Individuals with Severe Handicaps."},
      {
        "id":"ED253034",
        "title":"Social Meta-Cognition: The Efficacy of Cognitive Training for Social Adjustment of Learning Disabled Delinquents. Final Report."},
      {
        "id":"ED253038",
        "title":"Utilizing a Mental Health/Education Outreach Training Model to Prevent Special Education Teacher Career Attrition."},
      {
        "id":"ED253041",
        "title":"Toys for Special Children."},
      {
        "id":"ED253046",
        "title":"Foreign Language Folio. A Guide to Cultural Resources and Field Trip Opportunities in the San Francisco Bay Area for Teachers and Students of Foreign Languages, 1983-85."},
      {
        "id":"ED253051",
        "title":"Let Cinderella and Luke Skywalker Help You Teach the Passe Compose and Imperfect."},
      {
        "id":"ED253061",
        "title":"Cross-Cultural Communication."},
      {
        "id":"ED253064",
        "title":"The How and Why of Peer Editing in the ESL Writing Class."},
      {
        "id":"ED253065",
        "title":"Alternative Outlining Techniques for ESL Composition."},
      {
        "id":"ED253066",
        "title":"High School Competency Tests and ESL Students: Some Limited Data, Some Larger Questions and a Few Suggestions."},
      {
        "id":"ED253069",
        "title":"Language Processing and Bilingualism."},
      {
        "id":"ED253071",
        "title":"Spanish for Agricultural Purposes: The Video Episodes."},
      {
        "id":"ED253072",
        "title":"Spanish for Agricultural Purposes: The Basic Manual."},
      {
        "id":"ED253073",
        "title":"Spanish for Agricultural Purposes: The Audio Program."},
      {
        "id":"ED253078",
        "title":"Foreign Language Training Through International Media. Final Performance Report."},
      {
        "id":"ED253079",
        "title":"Images d'Afrique (Images of Africa). Teacher's Guide."},
      {
        "id":"ED253080",
        "title":"Choosing and Using Textbooks."},
      {
        "id":"ED253081",
        "title":"Language, Literacy and Mental States."},
      {
        "id":"ED253084",
        "title":"Studies in Philippine Linguistics, Volume 5, Number 1."},
      {
        "id":"ED253085",
        "title":"Aboriginal Languages in Ontario."},
      {
        "id":"ED253088",
        "title":"Teaching in a Language Other Than English: The Immersion Approach."},
      {
        "id":"ED253090",
        "title":"The Business Alcove: Library Resources for Students of Commercial French."},
      {
        "id":"ED253091",
        "title":"Learning to Teach the Cultures of Developing Nations in the Foreign Language and Literature Classroom."},
      {
        "id":"ED253097",
        "title":"Linguistic Complexity and Performance."},
      {
        "id":"ED253098",
        "title":"The Relationship of University French Study to Ethnocentrism-Chauvinism, Social Distance and Ethnic Descriptions."},
      {
        "id":"ED253102",
        "title":"Language and Perception: Implications for Education."},
      {
        "id":"ED253104",
        "title":"Foreign Language Proficiency in the Classroom and Beyond."},
      {
        "id":"ED253105",
        "title":"Strategies for Foreign Language Teaching: Communication, Technology, Culture. Report of the Central States Conference on the Teaching of Foreign Languages (Chicago, Illinois, April 26-28, 1984)."},
      {
        "id":"ED253113",
        "title":"Indirect Positive Evidence: A New Route for Retreat."},
      {
        "id":"ED253114",
        "title":"Don't Put Your Leg in Your Mouth: Transfer in the Acquisition of Idioms in a Second Language."},
      {
        "id":"ED253116",
        "title":"Individual Learning Programs for Limited-English-Proficient Students: A Handbook for School Personnel."},
      {
        "id":"ED253117",
        "title":"A Handbook for Teaching Cantonese-Speaking Children."},
      {
        "id":"ED253122",
        "title":"Education beyond High School--The Choice Is Yours! Fact Sheet."},
      {
        "id":"ED253126",
        "title":"Comparing Citation Rates with Other Measures of Scholarly Productivity."},
      {
        "id":"ED253127",
        "title":"Does Financial Aid Enhance Undergraduate Persistence?"},
      {
        "id":"ED253129",
        "title":"Recruiting Trends 1984-85. A Study of 658 Businesses, Industries, Governmental Agencies, and Educational Institutions Employing New College Graduates."},
      {
        "id":"ED253131",
        "title":"After Decline, What? Survival Strategies at Eight Private Colleges. An NCHEMS Executive Overview."},
      {
        "id":"ED253134",
        "title":"Higher Education Regulation. Report to the 1983 General Assembly of North Carolina, 1984 Session."},
      {
        "id":"ED253139",
        "title":"TRIO Special Services Program Evaluation, University of Minnesota. Final Report, 1983-1984."},
      {
        "id":"ED253140",
        "title":"Higher Education Financing in the Fifty States: Interstate Comparisons, Fiscal Year 1982. 4th Edition."},
      {
        "id":"ED253152",
        "title":"Report of the Seventy-Five Minute Task Force."},
      {
        "id":"ED253153",
        "title":"Review of the University of Alaska FY 1986 Operating and Capital Budgets. Submitted to the Governor and the Fourteenth Alaska State Legislature. Document No. 85-3."},
      {
        "id":"ED253158",
        "title":"Eighteenth Annual Rank-Order Distribution of Administrative Salaries Paid, 1984-85."},
      {
        "id":"ED253161",
        "title":"The Role of the Chief Financial Officer in Large Public Universities."},
      {
        "id":"ED253169",
        "title":"Fund for the Improvement of Postsecondary Education Fiscal Year 1983 Awards."},
      {
        "id":"ED253175",
        "title":"Graduate Education--New Connections. Proceedings of the Annual Meeting of the Council of Graduate Schools in the United States (23rd, St. Louis, Missouri, November 30-December 2, 1983)."},
      {
        "id":"ED253176",
        "title":"A Study of the Graduate Deanship: Does Gender Make a Difference? Report of the Committee on Women, 1983-84."},
      {
        "id":"ED253179",
        "title":"Assessing Faculty Salary Equity."},
      {
        "id":"ED253180",
        "title":"A Cost Basis for Resource Allocation for Sandwich Courses."},
      {
        "id":"ED253182",
        "title":"Role of Educational Institutions in Helping to Alleviate World Hunger. Hearing before the Select Committee on Hunger, House of Representatives. Ninety-Eighth Congress, Second Session (Davis, California)."},
      {
        "id":"ED253195",
        "title":"Functional Environments for Microcomputers in Education."},
      {
        "id":"ED253200",
        "title":"Commercial Transnational and Neighbour Country TV in Europe. Economic Consequences and Consumer Perspectives. Case: Sky Channel and West German TV from a Danish Perspective. Skriftserie E, nr. 14."},
      {
        "id":"ED253201",
        "title":"The Computer as Educator: Lessons from Television Research."},
      {
        "id":"ED253204",
        "title":"Report on Approaches to Database Translation. Final Report."},
      {
        "id":"ED253208",
        "title":"The Implications for Teaching and Learning of New Informatics Developments. I.E.T. Papers on Broadcasting No. 233."},
      {
        "id":"ED253211",
        "title":"Interactive Graphics Simulator: Design, Development, and Effectiveness/Cost Evaluation. Final Report."},
      {
        "id":"ED253215",
        "title":"New Communications Technology and Distance Education: Implications for Commonwealth Countries of the South. Papers on Information Technology No. 239."},
      {
        "id":"ED253216",
        "title":"Selecting and Designing Low-Cost Media for Distance Education. Papers on Information Technology No. 238."},
      {
        "id":"ED253219",
        "title":"School Uses of Microcomputers: Reports from a National Survey. Issue No. 6."},
      {
        "id":"ED253220",
        "title":"&quot;A Technical Assistance Report&quot; on Computer Technology Applications. Smithville School District, Smithville, Massachusetts."},
      {
        "id":"ED253221",
        "title":"The Social Context of Using Computers in Schools: It's Not Just a Matter of Good Software."},
      {
        "id":"ED253223",
        "title":"The Use of Information Technologies for Education in Science, Mathematics, and Computers. An Agenda for Research."},
      {
        "id":"ED253230",
        "title":"The Name Authority Cooperative/Name Authority File Service."},
      {
        "id":"ED253231",
        "title":"Online Catalog Design Issues: A Series of Discussions. Report of a conference sponsored by the Council on Library Resources (Baltimore, Maryland, September 21-23, 1983)."},
      {
        "id":"ED253232",
        "title":"Retrospective Conversion. Report of a conference sponsored by the Council on Library Resources (Wayzata, Minnesota, July 16-18, 1984)."},
      {
        "id":"ED253233",
        "title":"Retrospective Conversion of Music Materials. Report of a conference sponsored by the Council on Library Resources (Wayzatta, Minnesota, July 18-19, 1984)."},
      {
        "id":"ED253234",
        "title":"Sources of Brief Factual Information. Reprinted with Corrections."},
      {
        "id":"ED253237",
        "title":"Subject Information Resources: A Guide to Information Resources in Selected Subject Areas of the Humanities, the Social Sciences, and Pure and Applied Sciences."},
      {
        "id":"ED253241",
        "title":"Alaska is a Library. The Alaska Library Network: A Review of Its Components, Status, and Dreams for the Future."},
      {
        "id":"ED253243",
        "title":"Books in Our Future."},
      {
        "id":"ED253246",
        "title":"Complaint Handling in the Library. Occasional Papers Number 166."},
      {
        "id":"ED253247",
        "title":"Oral History in Public Libraries. Occasional Papers Number 167."},
      {
        "id":"ED253249",
        "title":"Library Statistics of Colleges and Universities, 1982."},
      {
        "id":"ED253251",
        "title":"Online Catalogs: Issues and Concerns."},
      {
        "id":"ED253255",
        "title":"Economics of Information in Education. ERIC Digest."},
      {
        "id":"ED253256",
        "title":"Networking and Microcomputers. ERIC Digest."},
      {
        "id":"ED253257",
        "title":"Wayne County Community College Constituency Report."},
      {
        "id":"ED253258",
        "title":"The Role of the Collegiate Office of Public Information in the 1980's. An NCCR Monograph."},
      {
        "id":"ED253259",
        "title":"A New Start for Mathematics Curriculum."},
      {
        "id":"ED253271",
        "title":"Academic Planning through Program Review: Can It Work?"},
      {
        "id":"ED253279",
        "title":"Four Structures for Marketing in the American Public Community College."},
      {
        "id":"ED253282",
        "title":"Caldwell Community College and Technical Institute Spending Patterns and the Caldwell County Economy: An Economic Impact Study."},
      {
        "id":"ED253284",
        "title":"An Illustration of the Interaction of Trends in the Politics, Law, Economics, and Financing of American Postsecondary Education. The Politics, Law, and Economics of Higher Education."},
      {
        "id":"ED253285",
        "title":"Major National Societal Trends Likely to Affect the Marin Community Colleges through the Year 2000. Societal Factors Affecting Education."},
      {
        "id":"ED253286",
        "title":"The Effect of Direct Mail and Telephone Contacts on Rate of Return of Students Who Dropped Out."},
      {
        "id":"ED253287",
        "title":"The Development of an Historical Perspective on Private Financial Support for Public Two-Year Colleges. The Emergence of Higher Education in America."},
      {
        "id":"ED253288",
        "title":"A Community College Response to a Campus-Wide Need for Computer Literacy."},
      {
        "id":"ED253290",
        "title":"Comments on the California Community Colleges' Plan for Allocating Board Financial Assistance to Community College Students: A Report to the Fiscal and Educational Policy Committees of the Legislature."},
      {
        "id":"ED253293",
        "title":"The Economic Impacts of the College on the Local Economy."},
      {
        "id":"ED253296",
        "title":"The Effect of Early and Extended Neonatal Contact on Mother-Infant Interaction."},
      {
        "id":"ED253298",
        "title":"Compensatory Education in the Preschool: A Canadian Approach. The University of Western Ontario Preschool Project."},
      {
        "id":"ED253304",
        "title":"Teacher Job Satisfaction: A Framework for Analysis."},
      {
        "id":"ED253307",
        "title":"Yupik Eskimo Folklore and Children's Play Activities."},
      {
        "id":"ED253308",
        "title":"Missing Children's Assistance Act of 1983. Report of the Committee on the Judiciary, United States Senate on S. 2014. Ninety-Eighth Congress, Second Session (May 25, 1984)."},
      {
        "id":"ED253309",
        "title":"Implications for Research of a Life-Span Approach to Teacher Development."},
      {
        "id":"ED253310",
        "title":"Reauthorization of the Head Start Act, 1984. Hearing before the Subcommittee on Family and Human Services of the Committee on Labor and Human Resources. United States Senate, Ninety-Eighth Congress, Second Session on Extension of Programs under the Head Start Act, and for Other Purposes."},
      {
        "id":"ED253311",
        "title":"Sex Differences in the Socialization of Competence in Preschoolers."},
      {
        "id":"ED253312",
        "title":"The Child Development Associate Program: Research Update."},
      {
        "id":"ED253314",
        "title":"What Does Research Tell Us About CDA Training?"},
      {
        "id":"ED253316",
        "title":"Societal Trends Affecting the Environment of Early Childhood Education. Follow Through Planning Project. Final Report."},
      {
        "id":"ED253320",
        "title":"An Analysis of Toddlers' Social Behavior in a Day Care Setting."},
      {
        "id":"ED253323",
        "title":"Development and Standardization of the Miller Assessment for Preschoolers."},
      {
        "id":"ED253324",
        "title":"Using Primary Source Materials at Different Development Stages."},
      {
        "id":"ED253327",
        "title":"Parent Involvement in Education: What a Survey Reveals."},
      {
        "id":"ED253330",
        "title":"Early Childhood Services: Physical Resources Guide."},
      {
        "id":"ED253334",
        "title":"Partners in Education: Principles for a New School Act."},
      {
        "id":"ED253342",
        "title":"The Universal Primary Education Program in Nigeria: Revisited."},
      {
        "id":"ED253350",
        "title":"Becoming and Being a Teen Parent: A Literature Review."},
      {
        "id":"ED253351",
        "title":"Child Care Programs in Sweden. Fact Sheets on Sweden."},
      {
        "id":"ED253353",
        "title":"Choctaw Culture Early Education Activities."},
      {
        "id":"ED253354",
        "title":"How the Flowers Came to Be."},
      {
        "id":"ED253357",
        "title":"Welcome to Choctaw Fair!"},
      {
        "id":"ED253360",
        "title":"A Choctaw Anthology II."},
      {
        "id":"ED253361",
        "title":"A Culture Based Needs Assessment."},
      {
        "id":"ED253373",
        "title":"Increasing the Quality of Basic Bilingual Instructional Services to K-3 Hispanic Children in West Texas. Final Evaluation Report 1983-84."},
      {
        "id":"ED253378",
        "title":"The Johnson O'Malley Program in the Public Schools of Washington State: Recent Directions in Indian Curricular Practice."},
      {
        "id":"ED253380",
        "title":"The School Problem-Solver&apos;s Guide to Distance Education."},
      {
        "id":"ED253381",
        "title":"Social Support Networks: An Effective Means for Coping with the Unique Problems of Rural and Remote Communities."},
      {
        "id":"ED253388",
        "title":"Growing Up Means Moving Away: Developmental Dilemma for the Rural Adolescent."},
      {
        "id":"ED253392",
        "title":"Science Guide for Secondary Schools."},
      {
        "id":"ED253393",
        "title":"Teaching the Physically Disabled in the Mainstream Science Class at the Secondary and College Levels. Resource Book."},
      {
        "id":"ED253398",
        "title":"1982-83 Results of the NSTA Survey of the Needs of Elementary Teachers regarding the Teaching of Science."},
      {
        "id":"ED253415",
        "title":"Philosophy of Microcomputer Use in the Mathematics Curriculum."},
      {
        "id":"ED253419",
        "title":"Academic Research Equipment in the Physical and Computer Sciences and Engineering. An Analysis of Findings from Phase I of the National Science Foundation's National Survey of Academic Research Instruments and Instrumentation Needs."},
      {
        "id":"ED253420",
        "title":"Global Resources, Environment, and Population Act of 1983. Hearing before the Subcommittee on Census and Population of the Committee on Post Office and Civil Service, House of Representatives, Ninety-Eighth Congress, Second Session on H. R. 2491 (July 26, 1984). Serial No. 98-49."},
      {
        "id":"ED253428",
        "title":"Investigations in Science Education. Volume 10, Number 3."},
      {
        "id":"ED253429",
        "title":"Investigations in Science Education. Volume 10, Number 4."},
      {
        "id":"ED253434",
        "title":"Mathematics Program Analysis of Grade 10 Stanford Achievement Test, Test of Academic Skills. Fall 1983 Administration."},
      {
        "id":"ED253435",
        "title":"Program Analysis of Grade 2 Stanford Achievement Test, Primary Level II. Spring 1984 Administration."},
      {
        "id":"ED253449",
        "title":"&quot;Real Women&quot; Essay Writing Competition Guide. National Women's History Week, March 3-9, 1985."},
      {
        "id":"ED253452",
        "title":"The Maryland Experience. A Rededication to Traditional American Values."},
      {
        "id":"ED253458",
        "title":"Academic Freedom in the Public Schools. ERIC Digest No. 1."},
      {
        "id":"ED253459",
        "title":"Finding What You Need in ERIC. ERIC Fact Sheet No. 3."},
      {
        "id":"ED253460",
        "title":"Behind &quot;A Nation at Risk&quot;: Papers of the National Commission on Excellence in Education. ERIC Fact Sheet No. 9."},
      {
        "id":"ED253461",
        "title":"Teaching about Controversial Issues. ERIC Fact Sheet No. 10."},
      {
        "id":"ED253462",
        "title":"At Issue: Free Enterprise Education. ERIC Fact Sheet No. 11."},
      {
        "id":"ED253463",
        "title":"Teaching about the United States Constitution. ERIC Digest No. 12."},
      {
        "id":"ED253464",
        "title":"The Social Studies and &quot;A Nation at Risk.&quot; ERIC Digest No. 13."},
      {
        "id":"ED253465",
        "title":"Controversial Issues: Concerns for Policy Makers. ERIC Digest No. 14."},
      {
        "id":"ED253466",
        "title":"Sex Equity in Computer Education: Concerns for Social Studies. ERIC Digest No. 15."},
      {
        "id":"ED253467",
        "title":"Science-Related Social Issues: Challenges for the Social Studies. ERIC Digest No. 16."},
      {
        "id":"ED253468",
        "title":"Active Learning. ERIC Digest No. 17"},
      {
        "id":"ED253477",
        "title":"Synopsis of an Integrated Model of the Acting Person."},
      {
        "id":"ED253483",
        "title":"A Schema and Rationale for Characterizing the U.S. Economy."},
      {
        "id":"ED253491",
        "title":"The Social Basis of Antifeminism."},
      {
        "id":"ED253493",
        "title":"Self-Image, Science and Math: Does the Image of the \"Scientist\" Keep Girls and Minorities from Pursuing Science and Math?"},
      {
        "id":"ED253494",
        "title":"The Friendly Classroom for a Small Planet: A Handbook on Creative Approaches to Living and Problem Solving for Children."},
      {
        "id":"ED253495",
        "title":"A Fondness for Ice Water: A Brief Introduction to the U.S.A. and Its People."},
      {
        "id":"ED253500",
        "title":"Recipients of Masters Degrees in Education at the University of Michigan. A Career Follow-up Study."},
      {
        "id":"ED253507",
        "title":"The Instructional Cycle: On Teaching the Teacher."},
      {
        "id":"ED253513",
        "title":"A Cost-Effectiveness Evaluation in Teacher Education."},
      {
        "id":"ED253517",
        "title":"Applying Research on Effective Teaching to Preservice/Inservice Elementary Teacher Preparation: A Report on Where the Snow Goes When It Melts."},
      {
        "id":"ED253518",
        "title":"The Future of Teacher Education: Two Papers. Occasional Paper No. 79."},
      {
        "id":"ED253523",
        "title":"The Development of a Classroom Management Workshop through an Inservice Training Program."},
      {
        "id":"ED253529",
        "title":"Discipline Strategies for Teachers of Problem Students."},
      {
        "id":"ED253530",
        "title":"A Trend Study of High School Offerings and Enrollments: 1972-73 and 1981-82. Contractor Report."},
      {
        "id":"ED253531",
        "title":"Teacher Education in Liberal Arts Settings: Achievements, Realities & Challenges."},
      {
        "id":"ED253532",
        "title":"Student Assessment in Georgia 1983-84. Criterion-Referenced Tests and Basic Skills Tests Contents and Results."},
      {
        "id":"ED253534",
        "title":"Personal Styles Analysis for Educators. Georgia Comprehensive Guidance."},
      {
        "id":"ED253535",
        "title":"Georgia Criterion-Referenced Tests Objectives and Assessment Characteristics for Sixth Grade Mathematics and Reading Tests (Second Edition)."},
      {
        "id":"ED253536",
        "title":"The University of Kansas Extended Teacher Education Program."},
      {
        "id":"ED253537",
        "title":"The Nebraska Consortium for the Improvement of Teacher Education."},
      {
        "id":"ED253538",
        "title":"Teacher Education Redesign in Ohio: Past, Present, and Future."},
      {
        "id":"ED253539",
        "title":"Efforts to Reform Teacher Education in Tennessee: A Ten Year Analysis."},
      {
        "id":"ED253540",
        "title":"Performance-Based Certification in Georgia: Present and Future."},
      {
        "id":"ED253541",
        "title":"The Florida Beginning Teacher Program."},
      {
        "id":"ED253542",
        "title":"Excellence in Teacher Education: Options for a Federal Partnership."},
      {
        "id":"ED244508",
        "title":"An ESP Approach to EFL/ESL Teacher Training."},
      {
        "id":"ED244510",
        "title":"The Acquisition Process of Finnish Morphology in 2-7-Year Old Children."},
      {
        "id":"ED244514",
        "title":"Semantic Theory, Comprehension, and Bilingualism."},
      {
        "id":"ED244515",
        "title":"Linking ESL Courses with University Content Courses: The Adjunct Model."},
      {
        "id":"ED244516",
        "title":"Teacher-Induced Errors."},
      {
        "id":"ED244524",
        "title":"Socialization of Nursing Students for Professional Commitment: The Patriarchal Effect."},
      {
        "id":"ED244527",
        "title":"Linking Interprofessional Education to Practice."},
      {
        "id":"ED244528",
        "title":"Presidential Roles: A Comparative Analysis of Their Relative Importance as Perceived by College and University Presidents and Governing Board Chairpersons."},
      {
        "id":"ED244529",
        "title":"The Roles of Mentors in the Lives of Graduate Students."},
      {
        "id":"ED244531",
        "title":"Instructional Development through Knowledge Portrayal."},
      {
        "id":"ED244534",
        "title":"Public Hearing on Education for the Gifted and Talented. (Cambridge, Massachusetts, October 15, 1982). Volume I."},
      {
        "id":"ED244535",
        "title":"Public Hearing on Education for the Gifted and Talented. (Cambridge, Massachusetts, October 15, 1982). Volume II."},
      {
        "id":"ED244536",
        "title":"Public Hearing on Education for the Gifted and Talented. (Cambridge, Massachusetts, October 15, 1982). Volume III."},
      {
        "id":"ED244537",
        "title":"Public Hearing on Education and Work. (Denver, Colorado, September 18, 1982)."},
      {
        "id":"ED244538",
        "title":"Public Hearing on Teaching and Teacher Education (Atlanta, Georgia, May 12, 1982)."},
      {
        "id":"ED244539",
        "title":"Public Hearing on College Admissions and the Transition to Postsecondary Education (Chicago, Illinois, June 23, 1982)."},
      {
        "id":"ED244541",
        "title":"Public Hearing on Excellence in Education (Dallas, Texas, October 4, 1982)."},
      {
        "id":"ED244542",
        "title":"Information Resources and the Individual. Proceedings of the CAUSE National Conference (San Francisco, California, December 11-14, 1983)."},
      {
        "id":"ED244543",
        "title":"The Use of Quantitative Information in Higher Education Decision Making."},
      {
        "id":"ED244566",
        "title":"Distributed Administrative Management Information System (DAMIS)."},
      {
        "id":"ED244573",
        "title":"Networked Microcomputers--The Next Generation in College Computing."},
      {
        "id":"ED244574",
        "title":"The Implementation of the Executive Network at the Maricopa Colleges."},
      {
        "id":"ED244576",
        "title":"Development Programs for Academic Administrators: Considerations and Outcomes."},
      {
        "id":"ED244577",
        "title":"The Progress of an Agenda: A First Report from the Study Group on the Conditions of Excellence in American Higher Education."},
      {
        "id":"ED244578",
        "title":"Computer Technology in Education: Redefining the Modes of Educational Transmission."},
      {
        "id":"ED244580",
        "title":"Interactive Videodisc Design and Production Workshop Guide."},
      {
        "id":"ED244581",
        "title":"Instructional Systems Development Model for Interactive Videodisc. Final Report."},
      {
        "id":"ED244582",
        "title":"System Design Characteristics and User Skills: A Literature Review."},
      {
        "id":"ED244583",
        "title":"Teleteach Expanded Delivery System: Evaluation."},
      {
        "id":"ED244586",
        "title":"Upgraded Navy Computer-Managed Instruction: Analysis of Requirements for and Preliminary Instructional System Specifications."},
      {
        "id":"ED244590",
        "title":"Colloquium on Selected Topics in Behavioral Science Basic Research. (Alexandria, Virginia, April 23-25, 1980)."},
      {
        "id":"ED244592",
        "title":"Computer Literacy in California Schools."},
      {
        "id":"ED244593",
        "title":"Computers in Schools. I: Potential &amp; Limitations. II: The Software Problem. Educational Brief."},
      {
        "id":"ED244597",
        "title":"Getting Started: Planning and Implementing Computer Instruction in Schools."},
      {
        "id":"ED244598",
        "title":"Females and Microcomputer Use in School: Some Insights into Traditional Patterns."},
      {
        "id":"ED244600",
        "title":"Home Video Games: Children and Parents Learn to Play and Play to Learn."},
      {
        "id":"ED244604",
        "title":"Long-Range Goals in International Telecommunications and Information: An Outline for United States Policy."},
      {
        "id":"ED244605",
        "title":"MAUD: An Interactive Computer Program for the Structuring, Decomposition, and Recomposition of Preferences between Multiattributed Alternatives. Final Report. Technical Report 543."},
      {
        "id":"ED244607",
        "title":"An Overview of Computer-Based Natural Language Processing."},
      {
        "id":"ED244608",
        "title":"Prisoners of the Cave: Can Instructional Technology Improve Education?"},
      {
        "id":"ED244609",
        "title":"Structuring Decisions: The Role of Structuring Heuristics. Final Report. Technical Report 542."},
      {
        "id":"ED244611",
        "title":"Alberta Education's Computer Technology Project."},
      {
        "id":"ED244612",
        "title":"Charlottesville-Albemarle Media Center: A Proposal for Implementation."},
      {
        "id":"ED244614",
        "title":"Computer-Based Simulations for Maintenance Training: Current ARI Research. Technical Report 544."},
      {
        "id":"ED244617",
        "title":"The Fourth Revolution in Teaching: Meta-Analyses."},
      {
        "id":"ED244618",
        "title":"Instructional Use of Computers in Public Schools, Spring 1983. Fast Response Survey System Report No. 14."},
      {
        "id":"ED244619",
        "title":"The Long-Term Influence of Home Microcomputers on Family/School Relationships."},
      {
        "id":"ED244620",
        "title":"Student Teacher Utilization of Instructional Media."},
      {
        "id":"ED244621",
        "title":"Teacher Cognitive Styles and Selection of Computer Courseware."},
      {
        "id":"ED244623",
        "title":"Instructional Computing: A Needs Assessment of Iowa K-12 Teachers and Administrators."},
      {
        "id":"ED244627",
        "title":"Vertical File Subject Headings KWIK List."},
      {
        "id":"ED244630",
        "title":"The Sum of the Parts: Sharing the Responsibility for Bibliographic Control. Minutes of the Meeting of the Association of Research Libraries (103rd, Chapel Hill, North Carolina, October 19-20, 1983)."},
      {
        "id":"ED244633",
        "title":"Teaching Online Bibliographic Searching to High School Students."},
      {
        "id":"ED244634",
        "title":"Government Documents Technical Processing Manual."},
      {
        "id":"ED244642",
        "title":"Reproduction of Copyrighted Works by Educators and Librarians. Circular R21."},
      {
        "id":"ED244656",
        "title":"Mathematics in Today's Community College."},
      {
        "id":"ED244659",
        "title":"Center for Faculty and Program Excellence: Annual Report, 1982-1983."},
      {
        "id":"ED244667",
        "title":"In Defense of Tradition."},
      {
        "id":"ED244668",
        "title":"Quality Education. What Is It?"},
      {
        "id":"ED244669",
        "title":"Views from the Field on Community College Transfer: Testimony to the Ad Hoc Committee on Community College Transfer of the California Postsecondary Education Commission."},
      {
        "id":"ED244675",
        "title":"Automated Manufacturing/Robotics Technology: Certificate and Associate Degree Programs."},
      {
        "id":"ED244676",
        "title":"Veterans Certification Survey: A Report."},
      {
        "id":"ED244679",
        "title":"Strategic Planning for Linn-Benton Community College: President's Perspective."},
      {
        "id":"ED244681",
        "title":"Veterans in Small Business."},
      {
        "id":"ED244682",
        "title":"Honors Programs and Private Funding: How One Community College Succeeded."},
      {
        "id":"ED244683",
        "title":"Has the Time Come? A Formative Assessment Model for Honors Programs in Two-Year Colleges."},
      {
        "id":"ED244684",
        "title":"General Education in Canada's Community Colleges and Institutes: Report of a National Survey."},
      {
        "id":"ED244686",
        "title":"The Effect of Basic Skills Assessment on Student Achievement and Persistence at Butte College: A Research Report."},
      {
        "id":"ED244687",
        "title":"The Effect of a Developmental Writing Course on Student Persistence and Achievement: A Research Report."},
      {
        "id":"ED244705",
        "title":"Follow-Up of 1978 Entrants. Research Report Number 32."},
      {
        "id":"ED244707",
        "title":"Academic Performance of Howard Community College Students in Transfer Institutions: Preliminary Findings. Research Report Number 37."},
      {
        "id":"ED244713",
        "title":"Community, Technical, and Junior College Directory, l984."},
      {
        "id":"ED244714",
        "title":"Study Guide in Health Economics."},
      {
        "id":"ED244715",
        "title":"The Transfer Function in California."},
      {
        "id":"ED244722",
        "title":"Lessons about Federal Implementation."},
      {
        "id":"ED244723",
        "title":"Scientific and Humanistic Evaluations of Follow Through."},
      {
        "id":"ED244724",
        "title":"Programmatic R&amp;D Institutions' Influence on Selected Follow Through Models."},
      {
        "id":"ED244725",
        "title":"The Principal: Key to Change in the School."},
      {
        "id":"ED244726",
        "title":"Follow Through and the Problem of Federal Education Programs."},
      {
        "id":"ED244727",
        "title":"Plans for Follow Through Research and Development."},
      {
        "id":"ED244728",
        "title":"Outcome-Based Instructional Management: A Sociological Perspective."},
      {
        "id":"ED244729",
        "title":"On Structure."},
      {
        "id":"ED244730",
        "title":"On the Use of Standardized Achievement Tests in Follow Through Program Evaluation."},
      {
        "id":"ED244731",
        "title":"Three Ways of Learning More from Follow Through: Secondary Analysis of Extant Data, Compilation and Analysis of Follow-Up Data, and Completely New Studies."},
      {
        "id":"ED244732",
        "title":"Three Versions of Follow Through: An Analysis of Yield."},
      {
        "id":"ED244733",
        "title":"Some Thoughts about Follow Through Thirteen Years Later."},
      {
        "id":"ED244734",
        "title":"Sociocultural and Educational Assumptions in Follow Through Programs: A Need for Pragmatic Integration."},
      {
        "id":"ED244735",
        "title":"Societal Change: Implications for School Management."},
      {
        "id":"ED244736",
        "title":"Which Questions Do We Need to Ask about Follow Through?: Some Thoughts Stimulated by Considering the Functions of Panel Studies."},
      {
        "id":"ED244737",
        "title":"What Have We Learned from Follow Through? Implications for Future R &amp; D Programs."},
      {
        "id":"ED244738",
        "title":"&quot;Follow Through&quot; Evaluation."},
      {
        "id":"ED244739",
        "title":"Future Follow Through Documentation and Research: The Assessment of Academic/Cognitive Abilities of Black Children."},
      {
        "id":"ED244740",
        "title":"Instructional Models, Model Sponsors, and Future Follow Through Research."},
      {
        "id":"ED244741",
        "title":"Measurement-Driven Instruction as a Possible Strategy for Future Follow Through Programs. A Paper Commissioned for Follow Through Planning, Strand 1: First Wave of New Follow Through Models."},
      {
        "id":"ED244742",
        "title":"Symbolic Play and Early Language. Reports from the Department of Psychology."},
      {
        "id":"ED244743",
        "title":"Bibliography of Nonsexist Supplementary Books (K-12)."},
      {
        "id":"ED244744",
        "title":"Guide to Nonsexist Teaching Activities (K-12)."},
      {
        "id":"ED244745",
        "title":"The Relationship between Attractiveness and Social Participation in Preschool Age Children."},
      {
        "id":"ED244747",
        "title":"Mexican-American Mothers' Estimations of Their Preschool Children's Cognitive Performance. Final Technical Report."},
      {
        "id":"ED244748",
        "title":"Dimensions of Math Avoidance among American Indian Elementary School Students. Final Report."},
      {
        "id":"ED244751",
        "title":"Spanish Translation and Feasibility Study of &quot;Ranger Rick's Nature Magazine.&quot; Final Report."},
      {
        "id":"ED244760",
        "title":"Education and Social Hierarchies in Rural Jordan."},
      {
        "id":"ED244763",
        "title":"Rural Postsecondary Education. Proceedings of the National Invitational Meeting (Kansas City, Kansas, June 29-July 1, 1981)."},
      {
        "id":"ED244767",
        "title":"Survey of Midwestern Farmworkers (1983). Project Summary."},
      {
        "id":"ED244768",
        "title":"Wisconsin ECIA Chapter One Annual Evaluation Report for Migrant Programs, Fiscal Year 1983. Bulletin No. 4396."},
      {
        "id":"ED244772",
        "title":"Educational Goal-Setting in a Native-Canadian Community."},
      {
        "id":"ED244778",
        "title":"Science/Technology Education: Necessary for All."},
      {
        "id":"ED244779",
        "title":"The Effect of Participation in an Activity Oriented Science Curriculum Development Workshop on the Attitude of Elementary Teachers in Trinidad and Tobago."},
      {
        "id":"ED244781",
        "title":"Factors Affecting the Retention of Girls in Science Courses &amp; Careers: Case Studies of Selected Secondary Schools."},
      {
        "id":"ED244784",
        "title":"Doktorgrade in Naturwissenschaftsdidaktik: Voraussetzungen und Forschungsbereiche fur Dissertationen = Doctorates in Science Education: Prerequisites and Research Areas for Dissertations. IPN Report in Brief 29."},
      {
        "id":"ED244786",
        "title":"A Report on Educational Opportunities, U.S. Fish and Wildlife Service to the House and Senate Committee on Appropriations, Subcommittees on Interior and Related Agencies."},
      {
        "id":"ED244788",
        "title":"What Do Curriculum Developers Do?"},
      {
        "id":"ED244789",
        "title":"A Guide to NSF Science/Engineering Resources Data."},
      {
        "id":"ED244791",
        "title":"Teachers in Exemplary Programs: How Do They Compare?"},
      {
        "id":"ED244792",
        "title":"Water Quality Instructional Resources Information System (IRIS). A Compilation of Abstracts to Water Quality and Water Resources Materials. Supplement XVI."},
      {
        "id":"ED244797",
        "title":"A Comparison of Concrete and Formal Science Instruction upon Science Achievement and Reasoning Ability of Sixth Grade Students."},
      {
        "id":"ED244800",
        "title":"North Carolina Science Teacher Profile. Grades 7-12. 1982-83."},
      {
        "id":"ED244801",
        "title":"Project Summaries: FY 1983."},
      {
        "id":"ED244802",
        "title":"Characteristics of Recent Science/Engineering Graduates: 1982. Detailed Statistical Tables."},
      {
        "id":"ED244808",
        "title":"Selected Characteristics of Persons in Computer Specialties: 1978."},
      {
        "id":"ED244811",
        "title":"Emerging Issues in Science and Technology, 1982. A Compendium of Working Papers for the National Science Foundation."},
      {
        "id":"ED244813",
        "title":"The Development of a Mathematics Methods Course for Pre-Service Elementary Teachers: Some Considerations."},
      {
        "id":"ED244815",
        "title":"Federal R&amp;D Funding by Budget Function. Fiscal Years 1983-85."},
      {
        "id":"ED244816",
        "title":"The First 25 Years in Space. A Symposium."},
      {
        "id":"ED244818",
        "title":"A Model Aerospace Curriculum: August Martin High School."},
      {
        "id":"ED244822",
        "title":"Second Study of Mathematics. Bulletin No. 4."},
      {
        "id":"ED244823",
        "title":"Teachers' Guide for Aviation Education. For Use in Grades Two through Six. Communication Arts, Science, Social Studies, Health, Career Education."},
      {
        "id":"ED244824",
        "title":"Conceptual Competence and Children's Counting."},
      {
        "id":"ED244830",
        "title":"Attribution Theory and Mathematics Education."},
      {
        "id":"ED244831",
        "title":"Gender Differences in the Effects of Relevant and Irrelevant Task Failure on Mathematics Self-Efficacy Expectations."},
      {
        "id":"ED244837",
        "title":"Differences in Attitudes between Academic Continuing and Academic Terminal Secondary Science Students."},
      {
        "id":"ED244838",
        "title":"Academic Science/Engineering: R&amp;D Funds Fiscal Year 1982. Surveys of Science Resources Series. Detailed Statistical Tables."},
      {
        "id":"ED244845",
        "title":"The Model U.N. Program: Teaching Unreality. A United Nations Assessment Project Study. The Heritage Foundation Backgrounder No. 282."},
      {
        "id":"ED244846",
        "title":"Educational Information: Problems and Issues, and Strategies for Resolving Them. Report of a Regional Workshop (Tokyo, Japan, February 1-23, 1983)."},
      {
        "id":"ED244853",
        "title":"Communications and Conferencing Software for Anthropology."},
      {
        "id":"ED244865",
        "title":"Economic Education Experiences of Enterprising Teachers. Volume 21. A Report Developed by the Joint Council on Economic Education from the 1982-83 Entries in the International Paper Company Foundation Awards Program for the Teaching of Economics."},
      {
        "id":"ED244876",
        "title":"American Women: Dimensions in Economic Interdependence."},
      {
        "id":"ED244878",
        "title":"Homestay Program Orientation Manual, Including Leader's Guides and Preparatory Readings, Plus Materials for Student Use."},
      {
        "id":"ED244880",
        "title":"Citizenship and the Critical Role of the Social Studies. NCSS Bulletin No. 72."},
      {
        "id":"ED244884",
        "title":"Senior Strategies: The STEP (Students, Teachers, Elderly, Parents, Student Achievement) Program. Teaching and Learning across the Generations. Easy, Systematic Activities for Teachers, Volunteers, and Families about Money, Jobs, Health, Friends."},
      {
        "id":"ED244900",
        "title":"Curriculum Guide for Art in the Secondary Schools."},
      {
        "id":"ED244901",
        "title":"Design Solutions: Supplement to the Curriculum Guide for Art in the Secondary Schools. Field Test."},
      {
        "id":"ED244906",
        "title":"A Conceptual Framework for the Analysis of Staff Development. A Rand Note."},
      {
        "id":"ED244915",
        "title":"Rhythmic Gymnastics: A Challenge with Balls and Ropes."},
      {
        "id":"ED244917",
        "title":"Statewide Needs Assessment: A Multimethodological Approach."},
      {
        "id":"ED244918",
        "title":"The Effect of Elementary Traffic Safety Programs on Out-of-School Safety Behavior."},
      {
        "id":"ED244919",
        "title":"Advisory List of Instructional Media. Health, Physical Education, Safety, and Sports."},
      {
        "id":"ED244920",
        "title":"An Exploratory Study of the Health Decision Making Variables of New York and Montana Ninth-Graders."},
      {
        "id":"ED244921",
        "title":"Wet 'n' Safe. Water and Boating Safety. Grades 4-6."},
      {
        "id":"ED244926",
        "title":"Educating Teachers for Today and Tomorrow."},
      {
        "id":"ED244927",
        "title":"The Education of Teachers in Alberta: A Model for the Future."},
      {
        "id":"ED244928",
        "title":"Project MAFEX: Report on Preservice Field Experiences in Science Education."},
      {
        "id":"ED244931",
        "title":"Assessment of Aptitude and Achievement of Education Majors."},
      {
        "id":"ED244932",
        "title":"Ancillary Findings of a Follow-Up Study."},
      {
        "id":"ED244934",
        "title":"Collaboration in Applying Research to Teacher Education."},
      {
        "id":"ED244937",
        "title":"Educators' Response to Stress: Towards a Coping Taxonomy."},
      {
        "id":"ED244941",
        "title":"Criteria for Approving Teacher Education Programs in Georgia Institutions."},
      {
        "id":"ED244943",
        "title":"Toward a Cognitive Theory of Instruction."},
      {
        "id":"ED244944",
        "title":"Analysis of the Design, Implementation, and Effects of a Data-Based Staff Development Program."},
      {
        "id":"ED244947",
        "title":"Games and Sport of Southern California's Chinese-Americans."},
      {
        "id":"ED244951",
        "title":"Competency in Classroom Management: Conflicts in Assessment."},
      {
        "id":"ED244954",
        "title":"1984 Report to the Profession: Data Show Innovation, Change. Special Report."},
      {
        "id":"ED244957",
        "title":"The 1980 National Outdoor Recreation Trends Symposium. Proceedings (Durham, New Hampshire, April 20-23, 1980). Volume I. General Technical Report NE-57."},
      {
        "id":"ED244958",
        "title":"The 1980 National Outdoor Recreation Trends Symposium. Proceedings (Durham, New Hampshire, April 20-23, 1980). Volume II. General Technical Report NE-57."},
      {
        "id":"ED244959",
        "title":"Understanding Student Learning."},
      {
        "id":"ED244960",
        "title":"The Common Sociology between Teacher Evaluation and Teacher Development."},
      {
        "id":"ED244962",
        "title":"Adolescents' Participation in Developmental Activity: A Method of Assessment."},
      {
        "id":"ED244963",
        "title":"A Comparative Study of Standard-Setting Methods."},
      {
        "id":"ED244968",
        "title":"The Effect of Anxiety and Boredom on Cognitive Test Performance."},
      {
        "id":"ED244969",
        "title":"The Art of Moral Decision Making in Educational Research."},
      {
        "id":"ED244971",
        "title":"Basic Skills Achievement in the Caribbean: A Research Model."},
      {
        "id":"ED244975",
        "title":"Improvement-Oriented Evaluation: An LEA Example."},
      {
        "id":"ED244979",
        "title":"Involving Program Staff in Evaluation Studies: A Strategy for Increasing Information Use and Enriching the Data Base."},
      {
        "id":"ED244980",
        "title":"Local and National Testing in the UK: The Last Ten Years."},
      {
        "id":"ED244983",
        "title":"A Regional Conference on Validation: How, What, and Why."},
      {
        "id":"ED244984",
        "title":"Serving the Mutual Needs of Research and Practice: The Methodology Project Example. Draft."},
      {
        "id":"ED244985",
        "title":"Standards for Title VII Evaluations: Accommodation for Reality Constraints."},
      {
        "id":"ED244987",
        "title":"Teachers and Testing: Implications from a National Study. Draft."},
      {
        "id":"ED244988",
        "title":"Trends in School Improvement: Statewide Test Results, 1978-1983."},
      {
        "id":"ED244989",
        "title":"Time and Learning in California Schools."},
      {
        "id":"ED244996",
        "title":"A Comparison of the WISC-R, McCarthy Scales, Woodcock-Johnson, and Academic Achievement: Concurrent and Predictive Validity."},
      {
        "id":"ED245001",
        "title":"Testing Hypotheses in a Repeated Measures Design on Employee Attitudes with Large Samples."},
      {
        "id":"ED245007",
        "title":"Longer Term Impacts of Pre-Employment Services on the Employment and Earnings of Disadvantaged Youth: A Project of the Private Sector Initiatives Demonstration of Public/Private Ventures."},
      {
        "id":"ED245009",
        "title":"Tales Out of School: Reports of East European Jewish Immigrants in New York City Schools, 1893-1917."},
      {
        "id":"ED245010",
        "title":"The School-to-Work Transition of Inner-City Youth: A Case Study of Boston."},
      {
        "id":"ED245011",
        "title":"Boston Public Schools: Class of 1982. A Follow-Up Study. A Boston Compact Report."},
      {
        "id":"ED245012",
        "title":"Community Participation in Bilingual Education--Ethnographic Input into a Language Planning Issue."},
      {
        "id":"ED245016",
        "title":"H.R. 5490--&quot;Civil Rights Act of 1984.&quot; Testimony of the Assistant Attorney General, Civil Rights Division, before the House Committee on the Judiciary, Subcommittee on Civil and Constitutional Rights, and House Committee on Education and Labor."},
      {
        "id":"ED245022",
        "title":"Analyses of Measures of Segregation and Desegregation. Final Report."},
      {
        "id":"ED245023",
        "title":"Effective Strategies for Avoiding Within School Resegregation."},
      {
        "id":"ED245024",
        "title":"White Flight from School Desegregation: Magnitude, Sources, and Policy Options. Final Report."},
      {
        "id":"ED245033",
        "title":"Toward Better and Safer Schools. A School Leader&apos;s Guide to Delinquency Prevention."},
      {
        "id":"ED245034",
        "title":"Clara Barton High School Bilingual Program. O.E.E. Evaluation Report, 1982-1983."},
      {
        "id":"ED245035",
        "title":"South Shore High School, Project VIBES. O.E.E. Evalaution Report, 1982-1983."},
      {
        "id":"ED245036",
        "title":"Theodore Roosevelt High School, Project C.H.A.S.P. O.E.E. Evaluation Report, 1982-1983."},
      {
        "id":"ED245037",
        "title":"Fort Hamilton High School Project SPEED: Special Education to Eliminate Dropouts. O.E.E. Evaluation Report, 1982-1983."},
      {
        "id":"ED245038",
        "title":"Flushing High School, A Basic Trilingual Program. O.E.E. Evaluation Report, 1982-1983."},
      {
        "id":"ED245039",
        "title":"Bilingual Pupil Services E.C.I.A. Chapter 1. O.E.E. Evaluation Report, 1982-1983."},
      {
        "id":"ED245040",
        "title":"Reading and Math with Athletics. E.C.I.A. Chapter 2. Annual Evaluation Report, Summer 1983."},
      {
        "id":"ED245041",
        "title":"Sarah J. Hale High School, Project BECOME. O.E.E. Evaluation Report, 1982-1983."},
      {
        "id":"ED245042",
        "title":"Project Esperanza. Annual Evaluation Report, E.S.E.A. Title VII, 1982-83."},
      {
        "id":"ED245043",
        "title":"Project BACIS. O.E.E. Evaluation Report, 1982-1983."},
      {
        "id":"ED245044",
        "title":"Project BABS: Bilingual Academic and Business Skills. O.E.E. Evaluation Report, 1982-1983."},
      {
        "id":"ED245045",
        "title":"New Utrecht High School Project IMPACT. O.E.E. Evaluation Report, 1982-1983."},
      {
        "id":"ED245046",
        "title":"Dewitt Clinton High School Project BISECT. O.E.E. Evaluation Report, 1982-1983."},
      {
        "id":"ED245047",
        "title":"John Jay High School Project &quot;RESCATE.&quot; O.E.E. Evaluation Report, 1982-1983. [Final Report.]"},
      {
        "id":"ED245048",
        "title":"The Transition Program for Refugee Children. O.E.E. Evaluation Report, 1982-1983."},
      {
        "id":"ED245049",
        "title":"William H. Taft High School, Project Adelante. O.E.E. Evaluation Report, 1982-1983. [Final Report]."},
      {
        "id":"ED245050",
        "title":"Bushwick High School, &quot;A Warm Welcome.&quot; O.E.E. Evaluation Report, 1982-1983."},
      {
        "id":"ED245052",
        "title":"Who Will Do Science? Trends, and Their Causes in Minority and Female Representation among Holders of Advanced Degrees in Science and Mathematics. A Special Report."},
      {
        "id":"ED245053",
        "title":"Poverty Rate Increase. Hearings before the Subcommittee on Oversight and Subcommittee on Public Assistance and Unemployment Compensation of the Committee on Ways and Means. House of Representatives, Ninety-Eighth Congress, First Session (October 18; November 3, 1983). Serial 98-55."},
      {
        "id":"ED245054",
        "title":"Annual Refugee Consultation. Hearing before the Subcommittee on Immigration and Refugee Policy of the Committee on the Judiciary. United States Senate, Ninety-Eighth Congress, First Session, on Oversight Hearing to Review the Progress of this Year's Refugee Resettlement Program, Focusing on the Consultation Process in Providing Asylum to Persons Fleeing Political Persecution. Serial No. J-98-69."},
      {
        "id":"ED245056",
        "title":"&quot;Hi Heels and Walking Shadows&quot;: Metaphoric Thinking in Schools."},
      {
        "id":"ED245061",
        "title":"Anticipating Future Influences on Vocational Education."},
      {
        "id":"ED245074",
        "title":"Libraries: A Discovery for Adult Learners. Final Report."},
      {
        "id":"ED245075",
        "title":"Employ Oral Questioning Techniques. Second Edition. Module C-l2 of Category C--Instructional Execution. Professional Teacher Education Module Series."},
      {
        "id":"ED245076",
        "title":"Combat Problems of Student Chemical Use. Module E-10 of Category E--Instructional Management. Professional Teacher Education Module Series."},
      {
        "id":"ED245077",
        "title":"Student Guide...to Using Performance-Based Teacher Education Materials. Second Edition."},
      {
        "id":"ED245079",
        "title":"Development of a Facility Determination Model for Competency-Based Vocational Education Programs in the State of Florida. Final Report. From July 1, 1980 to June 30, 1983."},
      {
        "id":"ED245081",
        "title":"Displaced Workers: Implications for Educational and Training Institutions."},
      {
        "id":"ED245083",
        "title":"Identification of Strategies to Increase Retention of Disadvantaged Students in Nontraditional Programs in Florida. Final Report from July 1, 1982 to June 30, 1983."},
      {
        "id":"ED245084",
        "title":"Identification of Strategies to Increase Retention of Disadvantaged Students in Nontraditional Programs in Florida. Manual."},
      {
        "id":"ED245087",
        "title":"Innovative Models of Community Education Programs in Rural Areas."},
      {
        "id":"ED245088",
        "title":"Education for California&apos;s Changing Economy. Observations and Suggestions from Nineteen Leaders of California Government, Business, and Education. Commission Report 83-35."},
      {
        "id":"ED245093",
        "title":"The Advanced Program of Vocational Agriculture in Louisiana. Ag III and Ag IV (11th and 12th Grades). Volume I. Bulletin No. 1725."},
      {
        "id":"ED245094",
        "title":"The Advanced Program of Vocational Agriculture in Louisiana. Ag III and Ag IV (11th and 12th Grades). Volume II. Bulletin No. 1725."},
      {
        "id":"ED245096",
        "title":"ADVOCNET Electronic Telecommunications System. Final Report."},
      {
        "id":"ED245097",
        "title":"Adult Responsibilities Curriculum Guide. Secondary Vocational Home Economics Programs (Eleventh and Twelfth Grade Levels). Bulletin 1710."},
      {
        "id":"ED245098",
        "title":"A History of the Adult Education Act."},
      {
        "id":"ED245101",
        "title":"Job Loss and Its Effects on Dislocated Workers and Their Families."},
      {
        "id":"ED245102",
        "title":"Memory Changes with Age--Compensating Shifts in Strategy."},
      {
        "id":"ED245104",
        "title":"The Potpourri Approach: One Answer to Staff Development in the Fast Turnaround Lane."},
      {
        "id":"ED245105",
        "title":"Office Education Students and the Meaning of Work."},
      {
        "id":"ED245112",
        "title":"Designated Vocational Instruction: An Approach to Vocational Education for the Handicapped."},
      {
        "id":"ED245114",
        "title":"Vocational-Technical Education Amendments of 1984. House of Representatives, 98th Congress, Second Session."},
      {
        "id":"ED245115",
        "title":"Selecting Young Workers: The Influence of Applicants' Education and Skills on Employability Assessments by Employers. Executive Summary."},
      {
        "id":"ED245116",
        "title":"Selecting Young Workers: The Influence of Applicants&apos; Education and Skills on Employability Assessments by Employers. Final Technical Report."},
      {
        "id":"ED245117",
        "title":"Hiring Decisions: An Analysis of Columbus Employer Assessments of Youthful Job Applicants. Executive Summary."},
      {
        "id":"ED245118",
        "title":"Hiring Decisions. An Analysis of Columbus Employer Assessments of Youthful Job Applicants. Final Technical Report."},
      {
        "id":"ED245119",
        "title":"Opening Lines. A Competency-Based Curriculum in English as a Second Language. A Teacher's Handbook."},
      {
        "id":"ED245120",
        "title":"Shifting Gears. Hands-on Activities for Learning Workplace Skills and English as a Second Language. A Teacher's Handbook."},
      {
        "id":"ED245126",
        "title":"Predictors of Abused Wives Own Level of Violence."},
      {
        "id":"ED245129",
        "title":"Florida CHOICES Counselor's Manual 1983-84."},
      {
        "id":"ED245130",
        "title":"Was She Really Sexually Harassed? The Effects of a Victim's Age and the Job Status of the Initiator."},
      {
        "id":"ED245132",
        "title":"A Community Development Model for Prevention of Chemical Abuse."},
      {
        "id":"ED245135",
        "title":"Interventions with Families of Impaired Elderly."},
      {
        "id":"ED245136",
        "title":"Perceived Symbols of Authority and Their Influence on Conformity."},
      {
        "id":"ED245137",
        "title":"Alcohol and the Elderly. Hearing before the Subcommittee on Health and Long-Term Care of the Select Committee on Aging. House of Representatives, Ninety-Eighth Congress, First Session (June 10, 1983, Astoria, N.Y.)."},
      {
        "id":"ED245138",
        "title":"Misuse of Linear Models: Understanding Community Linkages in Family Adaptation to Unexpected Death."},
      {
        "id":"ED245139",
        "title":"Neglected or Delinquent Transition Services in Oklahoma 1982-83. Final Report."},
      {
        "id":"ED245143",
        "title":"Impact of Unemployment on Children and Families. Hearing before the Subcommittee on Labor Standards of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED245144",
        "title":"Tax Refund Offset Program for Delinquent Student Loans and Child Support Payments. Hearing before the Subcommittee on Oversight of the Internal Revenue Service of the Committee on Finance. United States Senate, Ninety-Eighth Congress, First Session on S. 150."},
      {
        "id":"ED245145",
        "title":"Parental Kidnaping. Hearing before the Subcommittee on Juvenile Justice of the Committee on the Judiciary. United States Senate, Ninety-Eighth Congress, First Session to Examine Available and Proposed Means to Resolve the Cases of Interstate and International Parental Kidnaping. Serial No. J-98-43."},
      {
        "id":"ED245146",
        "title":"Teen Parents and Their Children: Issues and Programs. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED245147",
        "title":"Broken Families. Part 2. Hearings before the Subcommittee on Family and Human Services of the Committee on Labor and Human Resources. United States Senate, Ninety-Eighth Congress, First Session on Oversight on the Breakdown of the Traditinal Family Unit, Focusing on the Causes and Implications for Society and the Role of Government in Helping Prevent the Breakup of Families (September 22 and October 4, 1983)."},
      {
        "id":"ED245148",
        "title":"Safety and Efficacy of Over-the-Counter Drug Use by the Elderly. Hearing before the Subcommittee on Health and Long-Term Care of the Select Committee on Aging. House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED245149",
        "title":"Proprietary Rehabilitation: A Better Understanding. Report from the Study Group of the Tenth Institute on Rehabilitation Issues, St. Louis, Missouri, June 1983."},
      {
        "id":"ED245150",
        "title":"Development and Evaluation of a Social Foresight Curriculum for At-Risk Youth."},
      {
        "id":"ED245151",
        "title":"Inpatient Family Intervention: A Preliminary Report on Six-Month Outcome."},
      {
        "id":"ED245153",
        "title":"Israeli-American Comparison in Videotaped Interaction between Fathers and Adolescent Boys and Girls."},
      {
        "id":"ED245154",
        "title":"Hope for Late Bloomers: Another Look at the Primacy Effect in Ability Attribution."},
      {
        "id":"ED245158",
        "title":"Teenager Views on Issues Related to Traffic Safety Education and the Licensing of Teenage Drivers: Results of a Statewide Opinion Survey on Washington Teenage Drivers. Final Report."},
      {
        "id":"ED245159",
        "title":"Inequities toward Women in the Social Security System. Hearing before the Task Force on Social Security and Women of the Subcommittee on Retirement Income and Employment and the Select Committee on Aging. House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED245160",
        "title":"Legal Services for the Elderly: A New Assault? Hearing before the Subcommittee on Human Services of the Select Committee on Aging. House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED245161",
        "title":"Youth Drug Abuse in New York. Hearing before the Subcommitte of the Committee on Appropriations. United States Senate, Ninety-Eighth Congress, First Session. Special Hearing: Congressional Witnesses, Nondepartmental Witnesses."},
      {
        "id":"ED245162",
        "title":"Impact of Crime on the Elderly. Hearing before the Subcommittee on Aging of the Committee on Labor and Human Resources. United States Senate, Ninety-Eighth Congress, First Session on Examining the Impact of Crime on the Elderly, Focusing on Federal Assistance to Help States Compensate Victims of Crime, and to Review Implementation of the Victim and Witness Protection Act of 1982 (Public Law 97-291)."},
      {
        "id":"ED245163",
        "title":"Deadly Cold: Health Hazards Due to Cold Weather. An Information Paper by the Subcommittee on Health and Long-Term Care of the Select Committee on Aging. House of Representatives, Ninety-Eighth Congress, Second Session (February 1984)."},
      {
        "id":"ED245164",
        "title":"Marketing of Prevention Services."},
      {
        "id":"ED245165",
        "title":"Behavioral and Emotional Antecedents and Consequences of Binge Eating in Bulimic and Binge Eating College Women."},
      {
        "id":"ED245167",
        "title":"Proposed Recruit Training Topic: Rape Awareness."},
      {
        "id":"ED245168",
        "title":"The Effect of Attributions on Judgments of Assertiveness."},
      {
        "id":"ED245171",
        "title":"A Social-Cognitive Perspective on Early Childhood Influences in Psychopathology."},
      {
        "id":"ED245172",
        "title":"Feelings in Psychotherapy."},
      {
        "id":"ED245175",
        "title":"Special Needs Families: Research Synopses. School-Family Relations Program. Final Report, December 1, 1982 through November 30, 1983."},
      {
        "id":"ED245176",
        "title":"Deinstitutionalization of Juvenile Nonoffenders. Hearing before the Subcommittee on Juvenile Justice of the Committee on the Judiciary. United States Senate, Ninety-Eighth Congress, First Session on S. 520. A Bill to Promote the Public Welfare by Protecting Dependent Children and Others from Institutional Abuse. Serial No. J-98-48."},
      {
        "id":"ED245177",
        "title":"Drugs and the Elderly Adult. Research Issues 32."},
      {
        "id":"ED245179",
        "title":"Clinical Intervention with the Abused Elderly and Their Families."},
      {
        "id":"ED245180",
        "title":"Ego Identity Status: Addressing the Continuum Debate."},
      {
        "id":"ED245181",
        "title":"New Perspectives on Counseling Adult Learners."},
      {
        "id":"ED245182",
        "title":"Implementing Computer Assisted Career Guidance and Other Computer Applications for the Adult Learner."},
      {
        "id":"ED245183",
        "title":"Text Cohesion and Comprehension: A Comparison of Prose Analysis Systems."},
      {
        "id":"ED245186",
        "title":"The Effects of Repeated Readings and Attentional Cuing on the Reading Fluency and Comprehension of Third Graders."},
      {
        "id":"ED245187",
        "title":"Research: Approaches for the Beginner."},
      {
        "id":"ED245188",
        "title":"Linking Logos with Print for Beginning Reading Success."},
      {
        "id":"ED245196",
        "title":"Enticing Readers: The Teen Romance Craze."},
      {
        "id":"ED245197",
        "title":"Metaphor as Structure-Mapping: What Develops. Technical Report No. 315."},
      {
        "id":"ED245198",
        "title":"Study Skills Handbook: A Guide for All Teachers."},
      {
        "id":"ED245204",
        "title":"An Investigation of the Awareness and Use of Style in Adolescents' Reading and Writing."},
      {
        "id":"ED245205",
        "title":"Reading and Study Skills and Instruction: College and Adult: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1984, (Vol. 44 Nos. 7 through 12)."},
      {
        "id":"ED245206",
        "title":"Reading and Writing: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1984, (Vol. 44 Nos. 7 through 12)."},
      {
        "id":"ED245207",
        "title":"Testing and Evaluation in Reading and Communication Skills: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1984, (Vol. 44 Nos. 7 through 12)."},
      {
        "id":"ED245208",
        "title":"Are Drivers' Manuals Right for Reluctant Readers?"},
      {
        "id":"ED245209",
        "title":"Motives for Earning a Secondary Teaching Credential: A Study of English/Language Arts Student Teachers."},
      {
        "id":"ED245210",
        "title":"On-line Processing of Text Organization."},
      {
        "id":"ED245212",
        "title":"Teacher Characteristics and Teacher Education in Reading and English Language Arts Instruction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1984, (Vol. 44 Nos. 7 through 12)."},
      {
        "id":"ED245213",
        "title":"Remedial and Compensatory Reading Instruction: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1984, (Vol. 44 Nos. 7 through 12)."},
      {
        "id":"ED245214",
        "title":"Reading, Comprehension, and Memory Processes: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1984, (Vol. 44 Nos. 7 through 12)."},
      {
        "id":"ED245215",
        "title":"Reading and Study Skills and Instruction: Preschool and Elementary: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1984, (Vol. 44 Nos. 7 through 12)."},
      {
        "id":"ED245216",
        "title":"Reading Achievement: Characteristics Associated with Success and Failure: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1984, (Vol. 44 Nos. 7 through 12)."},
      {
        "id":"ED245222",
        "title":"Introducing Rhetorical Patterns through Group Activities."},
      {
        "id":"ED245225",
        "title":"Computer Aids for Individualizing Instruction throughout the Writing Process."},
      {
        "id":"ED245231",
        "title":"Reception of Edward Bernays' Doctrine of \"Manipulating Public Opinion.\""},
      {
        "id":"ED245232",
        "title":"What Happens When Basic Writers Come to College?"},
      {
        "id":"ED245233",
        "title":"Literature and the Making of Meaning."},
      {
        "id":"ED245236",
        "title":"The Use of Graphic Devices in a Competitive Situation: A Case Study of 10 Cities."},
      {
        "id":"ED245238",
        "title":"Soviet Rural-Urban Integration through Mass Media Use: A Dependency Model Analysis."},
      {
        "id":"ED245239",
        "title":"Survey Reveals Journalism Administrators Prefer Traditional Types of &quot;Research.&quot;"},
      {
        "id":"ED245241",
        "title":"Students' Response to Our Response, Parts I and II."},
      {
        "id":"ED245244",
        "title":"What Do Governors and Educators Recommend to Improve Reading and Writing?"},
      {
        "id":"ED245245",
        "title":"Cartoonists and Editors Look at Cartooning."},
      {
        "id":"ED245247",
        "title":"Connections, Contexts and Curriculum in Composition."},
      {
        "id":"ED245249",
        "title":"Technology, Privacy and the Democratic Process."},
      {
        "id":"ED245250",
        "title":"How Reviews Affect Film Interest and Evaluation."},
      {
        "id":"ED245251",
        "title":"Model for Analyzing Revision."},
      {
        "id":"ED245254",
        "title":"The Editing Process in Writing: A Performance Study of Experts and Novices."},
      {
        "id":"ED245257",
        "title":"Dramatic Television and Agenda Setting: The Case of &quot;The Day After.&quot;"},
      {
        "id":"ED245260",
        "title":"The Evangelical Origins of Mass Media in America, 1815-1835. Journalism Monographs Number Eighty-Eight."},
      {
        "id":"ED245268",
        "title":"The Relationship of Public Relations and Board-Level Boundary-Spanning Roles to Corporate Social Responsibility."},
      {
        "id":"ED245269",
        "title":"Business and Organizational Communication: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1984 (Vol. 44, Nos. 7 through 12)."},
      {
        "id":"ED245270",
        "title":"Bilingual, Bicultural, and Bidialectal Studies Related to Reading and Communication Skills: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1984 (Vol. 44, Nos. 7 through 12)."},
      {
        "id":"ED245271",
        "title":"TV Crime News and Real-World Blues: A Panel Study of Social Reality."},
      {
        "id":"ED245272",
        "title":"Colonial Newspaper Reaction to the Somerset Decision."},
      {
        "id":"ED245273",
        "title":"English Language Arts Skills and Instruction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1984, (Vol. 44 Nos. 7 through 12)."},
      {
        "id":"ED245274",
        "title":"Language Use, Language Ability, and Language Development: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1984, (Vol. 44 Nos. 7 through 12)."},
      {
        "id":"ED245275",
        "title":"Literature, Literary Response, and the Teaching of Literature: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1984, (Vol. 44 Nos. 7 through 12)."},
      {
        "id":"ED245276",
        "title":"Rhetorical and Communication Theory: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1984, (Vol. 44 Nos. 7 through 12)."},
      {
        "id":"ED245279",
        "title":"Initiating and Responding Communication Behaviors of Primary Pupils Who Score High Compared to Those Who Score Low on Language and Reading Tests."},
      {
        "id":"ED245280",
        "title":"Developmental Patterns in Spoken Language and Causal Thought."},
      {
        "id":"ED245282",
        "title":"Mentoring and Organizational Communication: A Review of the Research."},
      {
        "id":"ED245286",
        "title":"Speech Communication Training and Intercultural Education."},
      {
        "id":"ED245287",
        "title":"When Consensus Decision-Making Fails: A Case Study."},
      {
        "id":"ED245289",
        "title":"Speech Communication Education and Classroom Interaction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1984 (Vol. 44 Nos. 7 through 12)."},
      {
        "id":"ED245290",
        "title":"Applied Communication, Argumentation, and Debate: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1984, (Vol. 44 Nos. 7 through 12)."},
      {
        "id":"ED245291",
        "title":"Rhetoric and Public Address: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1984, (Vol. 44 Nos. 7 through 12)."},
      {
        "id":"ED245292",
        "title":"Interpersonal, Nonverbal, and Small Group Communication: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1984, (Vol. 44 Nos. 7 through 12)."},
      {
        "id":"ED245293",
        "title":"Large Scale Assessment of Oral Communication Skills: Kindergarten through Grade 12."},
      {
        "id":"ED245295",
        "title":"Theatre and Oral Interpretation: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1984, (Vol. 44 Nos. 7 through 12)."},
      {
        "id":"ED245296",
        "title":"Managing the Incompetent Teacher. ERIC/CEM School Management Digest Series, Number 29."},
      {
        "id":"ED245302",
        "title":"A Perspective on Effective Schools. Education Brief."},
      {
        "id":"ED245303",
        "title":"An Evaluation of the Napa County Office of Education's Follow Through Staff Development Effort to Increase Student Learning Time and Achievement."},
      {
        "id":"ED245306",
        "title":"Sick Leave and Substitute Teacher Regulations."},
      {
        "id":"ED245308",
        "title":"United States Catholic Elementary and Secondary Schools, 1983-1984. A Statistical Report on Schools, Enrollment, & Staffing."},
      {
        "id":"ED245309",
        "title":"United States Catholic Elementary Schools & Their Finances, 1984."},
      {
        "id":"ED245313",
        "title":"Promising and Successful Programs and practices in Schools with Intermediate Grade Levels: Programs, Projects &amp; Activities. Information &amp; Dissemination Series 18."},
      {
        "id":"ED245314",
        "title":"Chart a Course for Selecting New Principals."},
      {
        "id":"ED245315",
        "title":"Animating Community Schools. An Annotated Bibliography for Use in Developing Practical Applications of the Community School Concept in Alberta. Revised Edition."},
      {
        "id":"ED245317",
        "title":"Education Budget Options, Fiscal Year 1985."},
      {
        "id":"ED245318",
        "title":"Clocking Instruction: A Reform Whose Time Has Come?"},
      {
        "id":"ED245319",
        "title":"How the Board Can Promote Faculty Effectiveness. Trustee Topics. NAIS Surveys & Reports."},
      {
        "id":"ED245322",
        "title":"Administrative Inservice and Theories of Groups."},
      {
        "id":"ED245323",
        "title":"Alternative Patterns of Adjustment: The Case of the Elementary Principalship."},
      {
        "id":"ED245330",
        "title":"The Continuing Education of Administrators: Identifying Competencies, the Critical First Step."},
      {
        "id":"ED245331",
        "title":"What's Wrong with Our Schools? Malaise and the American Educational System."},
      {
        "id":"ED245337",
        "title":"The Assessment of Administrative Performance in Schools."},
      {
        "id":"ED245338",
        "title":"Two Images of Schools as Organizations: A Replication and Elaboration."},
      {
        "id":"ED245339",
        "title":"An Effective School: A Case Study."},
      {
        "id":"ED245340",
        "title":"Educators and External Assistance: Factors Influencing Breadth of Knowledge Sharing."},
      {
        "id":"ED245343",
        "title":"Fault Tree Analysis: An Operations Research Tool for Identifying and Reducing Undesired Events in Training."},
      {
        "id":"ED245350",
        "title":"School Reform: The Policy Implications of the Effective Schools Literature."},
      {
        "id":"ED245351",
        "title":"Teaching Effectiveness: Research Findings and Policy Implications."},
      {
        "id":"ED245352",
        "title":"Toward Strategic Independence: Policy Considerations for Enhancing School Effectiveness."},
      {
        "id":"ED245353",
        "title":"Beyond Standardization: State Standards and School Improvement."},
      {
        "id":"ED245354",
        "title":"Implementing School Improvement Strategies."},
      {
        "id":"ED245355",
        "title":"Improving Conditions for Principal Effectiveness: Policy Implications of Research on Effective Principals."},
      {
        "id":"ED245356",
        "title":"Using Governance and Support Systems to Advance School Improvement."},
      {
        "id":"ED245357",
        "title":"If Teachers Were Thought of as Executives--Implications for Teacher Preparation and Certification."},
      {
        "id":"ED245358",
        "title":"Change Processes and Strategies at the Local Level."},
      {
        "id":"ED245359",
        "title":"Transforming the Frog into the Prince: Effective Schools Research, Policy, and Practice at the District Level."},
      {
        "id":"ED245364",
        "title":"Semi-Annual Report to Congress: October 1, 1983-March 31, 1984. No. 8."},
      {
        "id":"ED245366",
        "title":"The Persistent Problems of Education."},
      {
        "id":"ED245368",
        "title":"Parent Involvement in Education Project (PIEP): Annual Report."},
      {
        "id":"ED245369",
        "title":"A Survey of School Administrators and Policy Makers: Executive Summary of the Final Report."},
      {
        "id":"ED245370",
        "title":"Evaluation Units in State Departments of Education: A Five-Year Update. Paper and Report Series No. 96."},
      {
        "id":"ED245371",
        "title":"Legal Issues in Public School Employment."},
      {
        "id":"ED245372",
        "title":"Critical Elements of the Employment Relationship."},
      {
        "id":"ED245373",
        "title":"Discrimination in Employment."},
      {
        "id":"ED245380",
        "title":"The Law on Reduction In Force: An Overview and Update."},
      {
        "id":"ED245381",
        "title":"The Effects of Teacher Collective Bargaining on Student Outcomes. Final Report."},
      {
        "id":"ED245382",
        "title":"The Effect of School Size on Student Outcomes. Final Report."},
      {
        "id":"ED245383",
        "title":"Feasibility Studies of Teacher Core Job Characteristics. Final Report."},
      {
        "id":"ED245384",
        "title":"1982 Census of Governments. Volume 4: Governmental Finances; Number 1: Finances of Public School Systems."},
      {
        "id":"ED245388",
        "title":"Nutrition Education. Michigan School Food Service Training Manual."},
      {
        "id":"ED245394",
        "title":"Putting Educational Forecasts into Perspective: A Guide for Decisionmakers."},
      {
        "id":"ED245398",
        "title":"A Critical Synthesis of School Effectiveness Research: Implications for Dissemination."},
      {
        "id":"ED245399",
        "title":"A Comparative Analysis of Elementary and Secondary Principals' Instructional Leadership Behavior."},
      {
        "id":"ED245401",
        "title":"Differentiated Supervision."},
      {
        "id":"ED245406",
        "title":"The Extent and Nature of Educational Policy Bargaining. Final Report."},
      {
        "id":"ED245411",
        "title":"Exit and Voice in Teacher Work Perceptions."},
      {
        "id":"ED245413",
        "title":"Improving School Effectiveness: The Dynamics of Implementation."},
      {
        "id":"ED245416",
        "title":"A Strategy for Chapter I Planning and Evaluation in School-Based vs. District-Based Projects: Spinoffs from the School Effectiveness Research."},
      {
        "id":"ED245423",
        "title":"Challenges of Emerging Leadership: Community Based Independent Living Programs and The Disability Rights Movement. Final Report."},
      {
        "id":"ED245431",
        "title":"Steps Toward Effective Production of Speech (STEPS): No. 3--Words and Meanings: Helping the Deaf-Blind Child."},
      {
        "id":"ED245436",
        "title":"A Parent's Guide to Learning and School Problems."},
      {
        "id":"ED245437",
        "title":"Identification and Programming for the Gifted: Some Limitations of Guilford's Structure of Intellect Model. Draft."},
      {
        "id":"ED245438",
        "title":"Recent Graduate's Ratings of Their Training and Current Role in the Education of Mainstreamed Children."},
      {
        "id":"ED245446",
        "title":"Components of Original Thinking in Gifted Children."},
      {
        "id":"ED245447",
        "title":"R&D Speaks: Special Education. Conference Proceedings (3rd, Austin, Texas, September 20-21, 1979)."},
      {
        "id":"ED245451",
        "title":"Child Success through Parent Training: Final Report, 1980-1983."},
      {
        "id":"ED245453",
        "title":"Maintaining Appropriate Body Positions through the Use of a Motivating Electronic Device."},
      {
        "id":"ED245466",
        "title":"A Computer Application for Severely Handicapped Children."},
      {
        "id":"ED245467",
        "title":"Effective State Strategies to Promote Interagency Collaboration. A Report of the Handicapped Public Policy Analysis Project. Volume 1."},
      {
        "id":"ED245468",
        "title":"Effective Policies in the Provision of Related Services. A Report of the Handicapped Public Policy Analysis Project. Volume 2."},
      {
        "id":"ED245469",
        "title":"Policies Which Address Out-of-District Placements and Assure Education in the Least Restrictive Environment. A Report of the Handicapped Public Policy Analysis Project. Volume 3."},
      {
        "id":"ED245470",
        "title":"Effective State Monitoring Policies (Quality Monitoring and Monitoring of State Operated Programs). A Report of the Handicapped Public Policy Analysis Project. Volume 4."},
      {
        "id":"ED245479",
        "title":"A Preservice Perspective on Quality Training in Special Education."},
      {
        "id":"ED245488",
        "title":"Vision and Hearing Screening in Jefferson County Public Schools."},
      {
        "id":"ED245497",
        "title":"Training Parents of Handicapped Youngsters Utilizing a &quot;Trainer of Trainers&quot; Model: A Research Project and Its Theoretical Determinants."},
      {
        "id":"ED245503",
        "title":"Research Integration Project: Recreation and Leisure Education for Special Populations. Final Report."},
      {
        "id":"ED245504",
        "title":"Music for the Moderately and Severely Handicapped. Final Report."},
      {
        "id":"ED245505",
        "title":"An Analysis of Primary and Secondary Memory Processes and Remediation of Potential Deficiencies in Learning Disabled and Normal Children. Final Report."},
      {
        "id":"ED245506",
        "title":"Data Based Decision Making in Secondary Special Education. Final Report."},
      {
        "id":"ED245507",
        "title":"Reciprocity in the Teacher-Pupil and Peer Verbal Interactions of Behavior Disordered, Learning Disabled, and Regular Education Students. Final Report."},
      {
        "id":"ED245508",
        "title":"A Study of Relative Influence of Factors Underlying the Participation and Expectations of Minority Handicapped Adolescents in School Activities. Final Report."},
      {
        "id":"ED245509",
        "title":"The Development of Concepts of Deviance in Children. Volumes I [and] II: The Development of Concepts of Handicaps: An Interview Study. Volume III: Coding Manual for Interviews about Concepts of Handicaps. Final Report."},
      {
        "id":"ED245510",
        "title":"Evaluation and Training of Community Living Skills for Severely Retarded Adolescents. Final Report."},
      {
        "id":"ED245511",
        "title":"Individualized Education Programs: A Naturalistic Study of the Match between Intent and Practice. Final Report."},
      {
        "id":"ED245512",
        "title":"Autistic Integration Model, 1981-1982, Year III. Final Report."},
      {
        "id":"ED245513",
        "title":"The Teaching and Learning Environment of Mainstreamed Classes. Final Report."},
      {
        "id":"ED245514",
        "title":"Experiments to Attain Full Participation of Handicapped Students in the Regular Classroom. Final Report."},
      {
        "id":"ED233431",
        "title":"Improving Teacher Effectiveness. The Best of ERIC on Educational Management, Number 70."},
      {
        "id":"ED233432",
        "title":"The Contribution of Education to Economic Productivity. Schooling in a Technological Society."},
      {
        "id":"ED233433",
        "title":"The Effects of School Desegregation on Student Achievement, Motivation, and Social/Psychological Development: A Review of Research. A Research Report."},
      {
        "id":"ED233434",
        "title":"In-Service for School Principals: A Status Report."},
      {
        "id":"ED233435",
        "title":"How Do Parent-Teacher Conferences Influence the Curriculum?"},
      {
        "id":"ED233439",
        "title":"Studying Change in Primary and Secondary Schools in Belgium and the Netherlands."},
      {
        "id":"ED233440",
        "title":"Assessing Recent Efforts to Reduce Student Behavior Problems."},
      {
        "id":"ED233446",
        "title":"A Principal's Leadership in Developing the Characteristics of Excellent Schools."},
      {
        "id":"ED233447",
        "title":"Contributions of Alternative (Nonformal) Education in Developing Countries."},
      {
        "id":"ED233449",
        "title":"Two Paradoxes in Managing Decline: Comprehensive Planning and Participation."},
      {
        "id":"ED233450",
        "title":"Managing Enrollment Decline: Current Knowledge and Future Applications."},
      {
        "id":"ED233451",
        "title":"Neighborhood Schools: The New(?) Legal Response to Enrollment Decline and Desegregation."},
      {
        "id":"ED233452",
        "title":"Retrenchment Policies and Their Organizational Consequences."},
      {
        "id":"ED233453",
        "title":"Stages in Decline: How an Educational Organization Scales Down."},
      {
        "id":"ED233454",
        "title":"Studying Enrollment Decline (and Other Timely Issues) via the Case Survey."},
      {
        "id":"ED233455",
        "title":"Why Communities Protest School Closings."},
      {
        "id":"ED233458",
        "title":"Busing in the New York Times: A Quantitative Case Study of Educational Public Policy Argumentation."},
      {
        "id":"ED233460",
        "title":"Administrator's Guide to Computers in the Classroom."},
      {
        "id":"ED233461",
        "title":"Leadership and Decision Making for Effective Educational Change."},
      {
        "id":"ED233462",
        "title":"Public School Enrollment, United States, Fall 1981."},
      {
        "id":"ED233465",
        "title":"Highlights from Evaluation of EBCE."},
      {
        "id":"ED233467",
        "title":"Assist-A-School Handbook."},
      {
        "id":"ED233468",
        "title":"North Carolina School Law: The Principal's Role."},
      {
        "id":"ED233469",
        "title":"School Improvement. Keys to School Boardsmanship. A Program of Continuing Education for School Board Members."},
      {
        "id":"ED233470",
        "title":"A Model for Student Activity Programs. A Survey of Student Activity Programs in Arkansas, Kansas, Missouri, Oklahoma, &amp; Texas."},
      {
        "id":"ED233471",
        "title":"School District Initiatives in Response to Board Priorities."},
      {
        "id":"ED233476",
        "title":"The Condition of Education. 1983 Edition. A Statistical Report."},
      {
        "id":"ED233477",
        "title":"Phase I Mandates Studies and Definition of Schooling. Final Staff Recommendations."},
      {
        "id":"ED233478",
        "title":"Corporal Punishment: An Overview."},
      {
        "id":"ED233479",
        "title":"The Interaction of Federal and Related State Education Programs. Summary Report of a Congressionally Mandated Study."},
      {
        "id":"ED233480",
        "title":"The Interaction of Federal and Related State Education Programs. Volume I."},
      {
        "id":"ED233481",
        "title":"The Interactions of Federal and Related State Education Programs. Volume II: State Case Studies."},
      {
        "id":"ED233490",
        "title":"A Fair Tribunal: Governing Board Bias and the Power to Decide."},
      {
        "id":"ED233491",
        "title":"The Principalship and the Development of Instructional Expertise."},
      {
        "id":"ED233492",
        "title":"Semi-Annual Report to Congress: October 1, 1982-March 31, 1983; No. 6. (Submitted pursuant to Public Law 95-452)."},
      {
        "id":"ED233494",
        "title":"Teacher Tenure Appeals: Opinions 1-79 to 26-79 of the Secretary of Education. Also Includes 15-77A, 29-77; and 18, 22, 28, 38, and 39 of 1978. Volume IX."},
      {
        "id":"ED233496",
        "title":"Cost Consciousness: A Necessity of the 80&apos;s. A Compendium of LEAs Cost Saving Practices in Pennsylvania."},
      {
        "id":"ED233499",
        "title":"Women &amp; Minorities&apos; Leadership Program in Educational R&amp;D. Final Report, December 1, 1981 to November 30, 1982."},
      {
        "id":"ED233500",
        "title":"An Executive Training Program."},
      {
        "id":"ED233501",
        "title":"To Facilitate or Impede? The Impact of Selected Organizational Features of Secondary Schools on Adolescent Development. Ecological Perspectives for Successful Schooling Practice."},
      {
        "id":"ED233503",
        "title":"Sensitivity and Special Populations Project Videotape Programs: Trainer's Manual."},
      {
        "id":"ED233504",
        "title":"College Students with Disabilities: A Resource Handbook."},
      {
        "id":"ED233505",
        "title":"The Education of Gifted and Talented Children in Quebec in the Short and Medium Term."},
      {
        "id":"ED233509",
        "title":"The Effect of Redundancy on Accelerating Academic Performance in Math of a Primary Grade Learning Handicapped Student."},
      {
        "id":"ED233513",
        "title":"Public Law 94-142: Child Find/Serve, Project ACES, Related Services. Final Evaluation Report, 1981-1982. Document Number 82-272-877."},
      {
        "id":"ED233520",
        "title":"Louisiana Statewide Assessment and Data Management System for Hearing Impaired, Visually Impaired, and Deaf-Blind Students. Final Report, 1981-82."},
      {
        "id":"ED233522",
        "title":"Computer Technology for the Handicapped in Special Education and Rehabilitation: A Resource Guide."},
      {
        "id":"ED233524",
        "title":"The Concerns-Based Adoption Model (CBAM): Series Paper (Number 2)."},
      {
        "id":"ED233529",
        "title":"A Parent's Guide to the Education of Preschool Gifted Children."},
      {
        "id":"ED233533",
        "title":"Strategies for Developing Creative Imagination & Thinking Skills."},
      {
        "id":"ED233535",
        "title":"New York State Implementation Grant. Final Report, September 1, 1981 to August 31, 1982."},
      {
        "id":"ED233536",
        "title":"Wheeling & Dealing: A Guide for Handicapped Consumers."},
      {
        "id":"ED233537",
        "title":"Evaluation of the SED Program for Young Adults: 1980-81 School Year. A Special Study in Special Education."},
      {
        "id":"ED233540",
        "title":"Perspectives on the Integration of Regular and Special Education: Eliminating the Knowledge Dichotomy at the University Level."},
      {
        "id":"ED233541",
        "title":"Extending Family Resources: A Project of National Significance. Second Edition."},
      {
        "id":"ED233543",
        "title":"Vocational Options for Deaf-Blind Youth Through Community-Based Training. Project ADVANCE."},
      {
        "id":"ED233544",
        "title":"A Proactive Program Planner's Guide to Community Services Development from an Ecological Point of View."},
      {
        "id":"ED233547",
        "title":"A Comparison of Toy Selection and Play Behavior between Preschool Children with Down's Syndrome and Preschool Children with No Mental Retardation."},
      {
        "id":"ED233548",
        "title":"Respite Care Which Meets Community Needs."},
      {
        "id":"ED233556",
        "title":"How to Successfully Teach Slow Learners: 8 Empirically-Validated Effective Nostrums of Teaching (EVENTs)."},
      {
        "id":"ED233562",
        "title":"Language Planning."},
      {
        "id":"ED233567",
        "title":"Igbo."},
      {
        "id":"ED233574",
        "title":"Form and Function in the Development of Possessives."},
      {
        "id":"ED233575",
        "title":"Patterns of Verb Use in Mother and Child."},
      {
        "id":"ED233576",
        "title":"Why Chinese Children's Acquisition of Mandarin Predicates Should Be \"Just Like English.\""},
      {
        "id":"ED233579",
        "title":"Topic-Comment Structure and Grammatical Subject in First Language Acquisition of Mandarin Chinese: A Study of Equi-Constructions."},
      {
        "id":"ED233581",
        "title":"The Semantics of a Child's Use of Reflexives in Spanish."},
      {
        "id":"ED233587",
        "title":"Samoan Language: A Manual for the Study and Teaching of the Samoan Language as Taught by Peace Corps/W. Samoa."},
      {
        "id":"ED233588",
        "title":"Heritage Language Education: A Literature Review."},
      {
        "id":"ED233589",
        "title":"Proficiency-Oriented Classroom Testing. Language in Education: Theory and Practice, No. 52."},
      {
        "id":"ED233590",
        "title":"Teaching Hearing-Impaired Children in Regular Classrooms. Language in Education: Theory and Practice, No. 54."},
      {
        "id":"ED233591",
        "title":"The High School Goes Abroad: International Homestay Exchange Programs. Language in Education: Theory and Practice, No. 55."},
      {
        "id":"ED233600",
        "title":"English in Europe: The German Variety and Its Cultural Context."},
      {
        "id":"ED233603",
        "title":"Second-Language Study and First-Language Literacy: Old Arguments and New Perspectives."},
      {
        "id":"ED233605",
        "title":"Bilingual Education for Native Americans: The Argument from Studies of Variational English."},
      {
        "id":"ED233613",
        "title":"Faculty/Staff Recruitment Report: Calendar Year 1981. Publication 81.47."},
      {
        "id":"ED233617",
        "title":"What Portion in the World: New Essays on Public Uses of the Humanities. Papers Presented at the National Conference of State Humanities Councils, 1981."},
      {
        "id":"ED233622",
        "title":"NMSU Foreign Student Perceptions: A Transactional Evaluation."},
      {
        "id":"ED233639",
        "title":"Responding to Qualitative and Political Issues: Proceedings of the Annual Forum of the Association of Institutional Research (Denver, Colorado, May 16-19, 1982). AIR Directory, 1982-83."},
      {
        "id":"ED233640",
        "title":"Higher Education Research &amp; Development, Volume 1, Number 1, 1982."},
      {
        "id":"ED233642",
        "title":"Faculty Retirement. Proceedings from the Consortium on Financing Higher Education Retirement Conference (Providence, Rhode Island, October 31-November 1, 1980)."},
      {
        "id":"ED233643",
        "title":"Faculty Retirement at the COFHE Institutions: An Analysis of the Impact of Age 70 Mandatory Retirement and Options for Institutional Response."},
      {
        "id":"ED233650",
        "title":"A Study of Management Concerns in Human Services Organizations: Their Implications for Educational Programs."},
      {
        "id":"ED233651",
        "title":"Strategic Planning and Management for the &quot;Third Wave&quot; Society. Strategic Report."},
      {
        "id":"ED233654",
        "title":"Health and Humanity: Humanities 401 Syllabus."},
      {
        "id":"ED233659",
        "title":"Nurses' Resolutions of Six Ethical Dilemmas."},
      {
        "id":"ED233662",
        "title":"Faculty Issues: Surviving the Stress of the Eighties."},
      {
        "id":"ED233665",
        "title":"Doing Institutional Research: A Focus on Professional Development. Papers from the Annual Meeting of the North East Association for Institutional Research (9th, Durham, New Hampshire, October 17-19, 1982)."},
      {
        "id":"ED233668",
        "title":"Massachusetts Higher Education in the Eighties: The Long Range Plan for Public Higher Education. A White Paper. The Alden Seminars."},
      {
        "id":"ED233669",
        "title":"Raising Academic Standards: A Guide to Learning Improvement. ASHE-ERIC/Higher Education Research Report No. 4, 1983."},
      {
        "id":"ED233671",
        "title":"Pacific Telecommunications Council Conference. Papers and Proceedings of a Conference (Honolulu, Hawaii, January 7-9, 1980)."},
      {
        "id":"ED233681",
        "title":"Computer-Based Training Starter Kit."},
      {
        "id":"ED233684",
        "title":"Computers in Education: A Question of Access. Access to Computers."},
      {
        "id":"ED233686",
        "title":"Data Base Directions: Information Resource Management - Strategies and Tools. Proceedings of the Workshop of the National Bureau of Standards and the Association for Computing Machinery (Ft. Lauderdale, Florida, October 20-22, 1980)."},
      {
        "id":"ED233687",
        "title":"The Introduction of Software Tools. Final Report."},
      {
        "id":"ED233688",
        "title":"Software Validation, Verification, and Testing Technique and Tool Reference Guide. Final Report."},
      {
        "id":"ED233692",
        "title":"Gavel to Gavel: A Guide to the Televised Proceedings of Congress."},
      {
        "id":"ED233695",
        "title":"Making Courseware Transparent: Beyond Initial Screening. Research on Evaluation Program Paper and Report Series No. 76."},
      {
        "id":"ED233697",
        "title":"The Process of Technological Innovation: Reviewing the Literature."},
      {
        "id":"ED233698",
        "title":"Prototype Grade-by-Grade Media Skills Continuum."},
      {
        "id":"ED233701",
        "title":"Symbionic Technology and Education. Report 83-02."},
      {
        "id":"ED233705",
        "title":"Children and Television. Hearing Before the Subcommittee on Telecommunications, Consumer Protection, and Finance of the Committee on Energy and Commerce, House of Representatives, Ninety-Eighth Congress, First Session. Serial No. 98-3."},
      {
        "id":"ED233706",
        "title":"Information Technology in Education: The Best of ERIC."},
      {
        "id":"ED233709",
        "title":"Development Communication Report No. 42, June 1983."},
      {
        "id":"ED233711",
        "title":"Microcomputers: Some Basic Resources."},
      {
        "id":"ED233713",
        "title":"Federal Judge Rules Temporary Educational Use of Videotape Copies of Copyrighted Works Illegal."},
      {
        "id":"ED233726",
        "title":"Library Skills Workbook. First Edition."},
      {
        "id":"ED233727",
        "title":"Minimum Educational Requirements for Appointment to University Librarian Ranks at the University of Connecticut Libraries. Report of the Advisory Council on Evaluation and Promotion."},
      {
        "id":"ED233734",
        "title":"Task Force on Library and Information Service to Cultural Minorities. Hearings Held at the American Library Association Annual Conference, June 1981, San Francisco, California."},
      {
        "id":"ED233742",
        "title":"Computer Use in Massachusetts Libraries, December 1982."},
      {
        "id":"ED233743",
        "title":"Conserving and Preserving Library Materials. Papers Presented at the Allerton Park Institute (Urbana, Illinois, November 15-18, 1981). Allerton Park Institute Number 27."},
      {
        "id":"ED233745",
        "title":"Interchange. November 1972-July 1983."},
      {
        "id":"ED233746",
        "title":"Online Public Access Catalogs. ERIC Fact Sheet."},
      {
        "id":"ED233747",
        "title":"Academic Crossover Study: Community Colleges, Fall 1981."},
      {
        "id":"ED233748",
        "title":"The Cluster Philosophy and Its Manifestations at Oakton Community College."},
      {
        "id":"ED233750",
        "title":"\"Learning to Do Humanities.\" Final Report."},
      {
        "id":"ED233757",
        "title":"Report to the Board of Higher Education on the Character and Effectiveness of Remedial Programs in New Jersey Public Colleges and Universities in Fall, 1981."},
      {
        "id":"ED233759",
        "title":"On Leadership and the Future of Community Colleges."},
      {
        "id":"ED233764",
        "title":"Instructional Computing in the Community College: Project Report."},
      {
        "id":"ED233780",
        "title":"International Education and the U.S. Community College: From Optional to Integral. Junior College Resource Review, Spring 1983."},
      {
        "id":"ED233789",
        "title":"Children and Schooling: Issues in Childhood Socialisation."},
      {
        "id":"ED233801",
        "title":"The Planning Board: Ideas for Construction and Use with Young Children."},
      {
        "id":"ED233802",
        "title":"Months of the Year: A Teaching Unit of Ideas."},
      {
        "id":"ED233810",
        "title":"The Effects of Gender and Age on Preschool Children's Choice of the Computer as a Child-Selected Activity."},
      {
        "id":"ED233816",
        "title":"Strategy Verbalization Effects on Self-Efficacy and Listening Comprehension."},
      {
        "id":"ED233817",
        "title":"What Do Ratings of Infant Temperament Really Measure?"},
      {
        "id":"ED233819",
        "title":"Increasing Self Concepts of Young Bilingual Children in Home Settings: Discovering the Role of Parents in Project P.I.A.G.E.T.--Title VII. Technical Paper 150."},
      {
        "id":"ED233820",
        "title":"Intellectual Competence and Aggression."},
      {
        "id":"ED233823",
        "title":"The Role of Cognitive Operations in the Development of Gender Constancy."},
      {
        "id":"ED233824",
        "title":"Intervention and Children&apos;s Peer Relations: Evaluating Processes and Outcomes."},
      {
        "id":"ED233832",
        "title":"Progress Report of the Tasmanian Education and Local Development Project."},
      {
        "id":"ED233836",
        "title":"Wisconsin Title I Migrant Education. Section 143 Project: Development of an Item Bank. Summary Report."},
      {
        "id":"ED233839",
        "title":"Principals in Rural Alaska: A Descriptive Profile."},
      {
        "id":"ED233841",
        "title":"Rural Teachers and Community Schools in Alaska."},
      {
        "id":"ED233842",
        "title":"Energy Options: A Curriculum Guide. Curriculum Resources for the Alaskan Environment."},
      {
        "id":"ED233847",
        "title":"A Gifted Model Designed for Gifted Students in a Small, Rural High School. Post-Evaluation Design 1981-82."},
      {
        "id":"ED233850",
        "title":"Makah Alphabet Book."},
      {
        "id":"ED233855",
        "title":"College Assistance Migrant Program, Performance Report, 1981-82."},
      {
        "id":"ED233868",
        "title":"Native American Education Program, 1981-82: O.E.E. Evaluation Report."},
      {
        "id":"ED233870",
        "title":"Perceived Well-Being and Personal Stress in an Energy Boom Town: Contrasts and Similarities Across Divergent Groups."},
      {
        "id":"ED233871",
        "title":"The Winnebago Tribe and the Nebraska Landscape (Junior High Unit)."},
      {
        "id":"ED233872",
        "title":"Teton Sioux Culture through Literature and Writing."},
      {
        "id":"ED233877",
        "title":"Statement of T. H. Bell, Secretary of Education, before the Senate Committee on Labor and Human Resources, Subcommittee on Education, Arts, and the Humanities. Science and Mathematics Education (March 9, 1983)."},
      {
        "id":"ED233878",
        "title":"National Assessment of Educational Progress: Mathematics. Released Exercises from the 1981-82 Assessment."},
      {
        "id":"ED233881",
        "title":"Management and Organization in Science Classrooms."},
      {
        "id":"ED233883",
        "title":"Plants as Producers: A Case Study of Elementary Science Teaching. Research Series No. 127."},
      {
        "id":"ED233886",
        "title":"Toward Theory-Based Instruction in Scientific Problem Solving."},
      {
        "id":"ED233889",
        "title":"Reauthorization of the National Sea Grant College Program, 1983. Hearing Before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources. United States Senate, Ninety-Eighth Congress, First Session on S. 655 to Authorize Appropriations to Carry Out the National Sea Grant Program for Fiscal Years 1984, 1985, and 1986, and for Other Purposes."},
      {
        "id":"ED233890",
        "title":"A Guide to School Self-Evaluation. Technical Report 4. Technical Report Series."},
      {
        "id":"ED233891",
        "title":"An Approach to the Continuing Professional Development of Science and Mathematics Educators. Technical Report 8. Technical Report Series."},
      {
        "id":"ED233892",
        "title":"An Approach to Introducing Computing to Practicing Science and Mathematics Teachers. Technical Report 7. Technical Report Series."},
      {
        "id":"ED233900",
        "title":"MATHCO Inservice Manual: A Guide for the Workshop Leader."},
      {
        "id":"ED233901",
        "title":"Math and Careers. Module 1. MATHCO Teacher's Guide."},
      {
        "id":"ED233902",
        "title":"Patterns, Sequences, and Equations (Math and Language/Fine Arts). Module 2. MATHCO Teacher's Guide."},
      {
        "id":"ED233903",
        "title":"Math in Your World (Math and Social Sciences). Module 3. MATHCO Teacher's Guide."},
      {
        "id":"ED233904",
        "title":"Close Encounters with Everyday Math (Math and Practical Arts/Life). Module 4. MATHCO Teacher's Guide."},
      {
        "id":"ED233905",
        "title":"Math and Science. Module 5. MATHCO Teacher's Guide."},
      {
        "id":"ED233906",
        "title":"Math Readiness and Preparation for Competitive College Majors and Careers: The Case of Black Students."},
      {
        "id":"ED233907",
        "title":"The Development of the Concept of &quot;Fraction&quot; from Grade Two through Grade Twelve. Final Report. Part One, Part Two and Appendix."},
      {
        "id":"ED233909",
        "title":"Water Quality Instructional Resources Information System (IRIS). A Compilation of Abstracts to Water Quality and Water Resources Materials. Supplement XIII."},
      {
        "id":"ED233910",
        "title":"Nuclear Weapons and Nuclear War. Papers Based on a Symposium of the Forum on Physics and Society of the American Physical Society, (Washington, D.C., April 1982)."},
      {
        "id":"ED233911",
        "title":"Nuclear Energy, Nuclear Weapons Proliferation, and the Arms Race."},
      {
        "id":"ED233912",
        "title":"Educating Americans for the 21st Century: A Plan of Action for Improving Mathematics, Science and Technology Education for All American Elementary and Secondary Students So That Their Achievement Is the Best in the World by 1995. Source Materials."},
      {
        "id":"ED233913",
        "title":"Educating Americans for the 21st Century: A Plan of Action for Improving Mathematics, Science and Technology Education for All American Elementary and Secondary Students So That Their Achievement Is the Best in the World by 1995. A Report to the American People and the National Science Board."},
      {
        "id":"ED233915",
        "title":"School/Home Ethnography Project. Final Report."},
      {
        "id":"ED233918",
        "title":"Women&apos;s History Lesson Plan Sets."},
      {
        "id":"ED233923",
        "title":"Political Power and Policy-Making in Education."},
      {
        "id":"ED233924",
        "title":"Saving Money on Printing and Reproduction. ERIC Fact Sheet No. 2."},
      {
        "id":"ED233925",
        "title":"The Teacher and Academic Freedom. ERIC Fact Sheet No. 1."},
      {
        "id":"ED233926",
        "title":"Teaching about Global Issues. ERIC Fact Sheet No. 4."},
      {
        "id":"ED233927",
        "title":"Using Data Bases in Social Studies. ERIC Fact Sheet No. 5."},
      {
        "id":"ED233928",
        "title":"Implementing Effective LRE Programs. ERIC Fact Sheet No. 8."},
      {
        "id":"ED233929",
        "title":"Wanted: A Service Component in Public Education."},
      {
        "id":"ED233937",
        "title":"International Models and Methods of Remote Sensing Education and Training."},
      {
        "id":"ED233940",
        "title":"Journalistic Observation as a Qualitative Research Method for Sociology."},
      {
        "id":"ED233941",
        "title":"Project to Incorporate Anthropological Concepts of Human Diversity in Secondary School Social Studies Curricula (Project Anthropology). Final Report, 2/1/80 to 1/31/82."},
      {
        "id":"ED233942",
        "title":"Some Issues and Strategies for the Survival of Undergraduate Social Work Education Programs in the 1980's."},
      {
        "id":"ED233944",
        "title":"Arts and Crafts of the Mississippi Hills. ESEA, Title IV-C, 1982-83."},
      {
        "id":"ED233946",
        "title":"Know Nukes: A Nuclear Power Issues Curriculum Project."},
      {
        "id":"ED233950",
        "title":"Whole Earth Security: A Geopolitics of Peace. Worldwatch Paper 55."},
      {
        "id":"ED233952",
        "title":"Multiculturalism for a Global Society: Together We Can."},
      {
        "id":"ED233954",
        "title":"Linking Law to Learning: Instructional Strategies Manual."},
      {
        "id":"ED233956",
        "title":"Analyzing Growth Policies of Developing Countries: A Resource Guide. Economics-Political Science Series."},
      {
        "id":"ED233957",
        "title":"Teaching Global Perspectives: Syllabi and Modules for University Courses."},
      {
        "id":"ED233958",
        "title":"Non-Formal Basic Design: Imagining Possible Futures."},
      {
        "id":"ED233961",
        "title":"Law in U.S. History: A Teacher Resource Manual. Revised."},
      {
        "id":"ED233965",
        "title":"Citizenship and Social Studies Released Exercises from the 1981-82 Assessment."},
      {
        "id":"ED233966",
        "title":"Procedural Handbook: 1981-82 Mathematics and Citizenship/Social Studies Assessments."},
      {
        "id":"ED233967",
        "title":"Using Microcomputers in the Social Studies Classroom."},
      {
        "id":"ED233968",
        "title":"An Analysis of Selected Characteristics, Leisure Attitudes, and Recreation Participation of Women Employed in Leisure Services."},
      {
        "id":"ED233969",
        "title":"Idea Place: Middle Grades. [Columns Compiled from Seven Issues of Learning Magazine, September to November 1982 and January to April-May 1983.]"},
      {
        "id":"ED233970",
        "title":"Idea Place: Early Grades. [Columns Compiled from Seven Issues of Learning Magazine, September to November 1982 and January to April-May 1983.]"},
      {
        "id":"ED233985",
        "title":"Novice and Expert Knowledge of Individual Student's Achievement."},
      {
        "id":"ED233986",
        "title":"Overview of a Program of Research on Teachers' and Students' Routines, Thoughts, and Execution of Plans."},
      {
        "id":"ED233990",
        "title":"Philosophy of Education and the Psychology of Learning."},
      {
        "id":"ED233996",
        "title":"Teacher Evaluation: Perspectives, Practices, and Promises."},
      {
        "id":"ED233998",
        "title":"\"Effective\" Clinical Supervision Conference Interventions: A Preliminary Investigation of Participants' Conceptual Functioning."},
      {
        "id":"ED234014",
        "title":"An Evaluation of the Nutrition Services for the Elderly. Volume I. Executive Summary."},
      {
        "id":"ED234015",
        "title":"An Evaluation of the Nutrition Services for the Elderly. Volume II. Analytic Report."},
      {
        "id":"ED234016",
        "title":"An Evaluation of the Nutrition Services for the Elderly. Volume III. Descriptive Report."},
      {
        "id":"ED234017",
        "title":"An Evaluation of the Nutrition Services for the Elderly. Volume IV. Appendices."},
      {
        "id":"ED234018",
        "title":"An Evaluation of the Nutrition Services for the Elderly. Volume V. Questionnaires."},
      {
        "id":"ED234021",
        "title":"Improving Junior High Classroom Management."},
      {
        "id":"ED234022",
        "title":"Helping Experienced Teachers with Classroom Management: An Experimental Study."},
      {
        "id":"ED234034",
        "title":"Effect of Teacher Vagueness and Use of Lecture Notes on Student Performance."},
      {
        "id":"ED234038",
        "title":"Do Early Field Experiences in Teacher Education Provide a Meaningful Context for Acquiring Pedagogical Knowledge?"},
      {
        "id":"ED234039",
        "title":"External Validity Issues Associated with Classroom Observational Research."},
      {
        "id":"ED234041",
        "title":"New Teachers in the Job Market: 1981 Update."},
      {
        "id":"ED234042",
        "title":"Conceptual Development and Curriculum Change: Or is it Rhetoric and Fantasy?"},
      {
        "id":"ED234043",
        "title":"Learning to Teach."},
      {
        "id":"ED234046",
        "title":"Teacher Preparation in Small Colleges: Regular Educators and the Education of Handicapped Children."},
      {
        "id":"ED234047",
        "title":"The Effects of the Institutional Structure of Schools on Teachers. Final Report."},
      {
        "id":"ED234048",
        "title":"Learning in Interaction: Contributions to a Cognitive Science of Education. Oceanside School Project Concerned with the Effect of Differential Classroom Organization on the Learning of Classroom Discourse Rules and Cognitive Content. Final Report."},
      {
        "id":"ED234049",
        "title":"Teaching as an Occupation for Women: A Case Study of an Elementary School."},
      {
        "id":"ED234050",
        "title":"AFT Educational Research and Dissemination Program. Final Report."},
      {
        "id":"ED234052",
        "title":"A Descriptive Multimethod Study of Teacher Judgment during the Marking Process."},
      {
        "id":"ED234055",
        "title":"A Manual for Preparing Special Test Editions for the Handicapped."},
      {
        "id":"ED234056",
        "title":"Status of Research on Item Content and Differential Performance on Tests Used in Higher Education."},
      {
        "id":"ED234059",
        "title":"Survey of the Damascus High School Class of 1976."},
      {
        "id":"ED234061",
        "title":"The Reliability of Measuring Differential Item Performance."},
      {
        "id":"ED234063",
        "title":"Minimum Competency Testing: A Curricular Debate."},
      {
        "id":"ED234064",
        "title":"New Data Available for the National Longitudinal Surveys."},
      {
        "id":"ED234065",
        "title":"Seventh-Graders' Conceptions of Teachers: A Cultural Analysis."},
      {
        "id":"ED234066",
        "title":"Converting Memory Protocols to Scores on Several Dimensions."},
      {
        "id":"ED234070",
        "title":"Describing Cognitive Structure."},
      {
        "id":"ED234080",
        "title":"When People Talk, AISD Listens! ORE Districtwide Surveys, 1983."},
      {
        "id":"ED234082",
        "title":"Familygram. Special Edition on Testing. Spring 1982."},
      {
        "id":"ED234086",
        "title":"A Design for Evaluating Vocational Education Which Can Be Implemented within School Systems."},
      {
        "id":"ED234089",
        "title":"Legal Rules for Student Competency Testing. Issuegram 36."},
      {
        "id":"ED234091",
        "title":"Student Minimum Competency Testing. Issuegram 20."},
      {
        "id":"ED234092",
        "title":"Single Parents, Working Mothers and the Educational Achievement of Elementary School Age Children. Working Draft."},
      {
        "id":"ED234093",
        "title":"Single Parents, Working Mothers and the Educational Achievement of Secondary School Age Children."},
      {
        "id":"ED234096",
        "title":"The Visiting Team Guidelines for Evaluation of Pennsylvania School Districts."},
      {
        "id":"ED234097",
        "title":"National Assessment of Educational Progress, 1969-1983: A Bibliography of Documents in the ERIC Database."},
      {
        "id":"ED234098",
        "title":"Student Performance Patterns Change."},
      {
        "id":"ED234100",
        "title":"New Research: Changing Schools, Innovation Up Close, Improving Research Methods."},
      {
        "id":"ED234102",
        "title":"Hispanics and Employment. ERIC/CUE Fact Sheet Number 15."},
      {
        "id":"ED234103",
        "title":"School Learning and Corporation-School Alliances. ERIC/CUE Fact Sheet Number 16."},
      {
        "id":"ED234104",
        "title":"Helping Minority Students with Nontraditional Skills Enter and Complete College. ERIC/CUE Fact Sheet Number 17."},
      {
        "id":"ED234108",
        "title":"Comparative Social Mobility Revisited: Models of Convergence and Divergence in 16 Countries."},
      {
        "id":"ED234109",
        "title":"School Uses of Microcomputers. Reports from a National Survey. Issue No. 2."},
      {
        "id":"ED234111",
        "title":"The American Welfare State and Future Challanges to Black Education in the Age of Science and Technology."},
      {
        "id":"ED234116",
        "title":"Remarks before the National Bar Association (Seattle, Washington, August 9, 1983)."},
      {
        "id":"ED234118",
        "title":"The National Evaluation of School Nutrition Programs. Final Report - Executive Summary."},
      {
        "id":"ED234120",
        "title":"Home, School, and the IEP. ESEA Title IV Part C Project Report, Final Evaluation Report, 1981-82."},
      {
        "id":"ED234121",
        "title":"Adlai E. Stevenson High School Bilingual Academic and Technical Education for Youth Program (BATEY). O.E.E. Evaluation Report, 1981-1982."},
      {
        "id":"ED234122",
        "title":"Project BABS (Bilingual Academic and Business Skills). O.E.E. Evaluation Report, 1981-1982."},
      {
        "id":"ED234123",
        "title":"Project A.B.C. (Bronx Academic Bilingual Career Program). O.E.E. Evaluation Report, 1981-1982."},
      {
        "id":"ED234124",
        "title":"E.H.A., Part B Flow-Through Entitlement's Project Speak. O.E.E. Evaluation Report, 1981-82."},
      {
        "id":"ED234125",
        "title":"Fort Hamilton High School. Project ELITES: Education for Life Through Extended Services. O.E.E. Evaluation Report, 1981-1982."},
      {
        "id":"ED234126",
        "title":"John Jay High School. Project RESCATE. O.E.E. Evaluation Report, 1981-1982."},
      {
        "id":"ED234127",
        "title":"Louis D. Brandeis High School. New York State Chapter 720 Bilingual Program. O.E.E. Evaluation Report, 1981-1982."},
      {
        "id":"ED234128",
        "title":"Newtown High School. Queens Chinese/Korean Bilingual Language Arts Resource Center, 1981-1982. O.E.E. Evaluation Report."},
      {
        "id":"ED234129",
        "title":"Reading and Math through the Community as Classroom, Summer 1982. Annual Evaluation Report. E.S.E.A. Title I."},
      {
        "id":"ED234130",
        "title":"Seward Park High School. Washington Irving High School. Chinese Bilingual Education Program, 1981-1982. O.E.E. Evaluation Report."},
      {
        "id":"ED234131",
        "title":"Title I, Part B, Institutionalized Facilities Program, Summer 1982. Annual Evaluation Report."},
      {
        "id":"ED234132",
        "title":"Equal Opportunity in Presidential Appointments. A Statement of the United States Commission on Civil Rights."},
      {
        "id":"ED234133",
        "title":"Strategies for Promoting Health for Specific Populations."},
      {
        "id":"ED234134",
        "title":"Toward a Healthy Community (Organizing Events for Community Health Promotion)."},
      {
        "id":"ED234141",
        "title":"Self-Directed Learning: Exploring the Fears."},
      {
        "id":"ED234145",
        "title":"The Decision Sciences in Vocational Education Leadership Development Programs. Project Monograph."},
      {
        "id":"ED234150",
        "title":"Mapping the Terrain of Continuing Allied Health Education."},
      {
        "id":"ED234154",
        "title":"Readability of Vocational Horticulture Instructional Materials. Summary of Research 31."},
      {
        "id":"ED234155",
        "title":"National Council on the Handicapped. [Third] Annual Report."},
      {
        "id":"ED234157",
        "title":"Relating the Reading Skills of Minority-Bilingual Personnel to the Reading Demands of Work. Final Report."},
      {
        "id":"ED234158",
        "title":"An Evaluation of the Targeted Jobs Demonstration Program. [Final Report]."},
      {
        "id":"ED234159",
        "title":"Economic Development Projects and Jobs: Lessons from the Targeted Jobs Demonstration Program."},
      {
        "id":"ED234161",
        "title":"Assess Student Performance: Skills. Second Edition. Module D-4 of Category D--Instructional Evaluation. Professional Teacher Education Module Series."},
      {
        "id":"ED234164",
        "title":"A Secondary School/Area Vocational Technical School Cooperative Career Guidance Project Based on the Assessed Needs of High School Juniors."},
      {
        "id":"ED234167",
        "title":"Mainstreaming the Handicapped: The Research and Development of a Six-Module Training Package. Final Report. September 1, 1978 through June 30, 1979."},
      {
        "id":"ED234168",
        "title":"An Assessment of the Advisory Council for Technical-Vocational Education in Texas. Final Report."},
      {
        "id":"ED234173",
        "title":"Feasibility Study and Development of a Program to Train Visually Impaired Students in Computer Programming. Final Report."},
      {
        "id":"ED234179",
        "title":"American Productivity Center Computer Conference on Training and Productivity for the White House Conference on Productivity (Washington, D.C., September 22-23, 1983). Final Report."},
      {
        "id":"ED234180",
        "title":"Federal-State Relations in Unemployment Insurance. A Balance of Power."},
      {
        "id":"ED234196",
        "title":"An Analysis of Characteristics Which Most Enable Low Income Heads of Household Women to Complete Technical Training Programs. Final Report."},
      {
        "id":"ED234198",
        "title":"Pre-Industrial Training Workshop."},
      {
        "id":"ED234201",
        "title":"A Study to Conduct an Analysis of Fall Out among Low-Income Head of Household Women Seeking Employment. Final Report."},
      {
        "id":"ED234204",
        "title":"Bilingual Vocational Instructional Materials."},
      {
        "id":"ED234227",
        "title":"Innovative Employment Practices for Older Americans."},
      {
        "id":"ED234236",
        "title":"Funding Practices and Alternatives for Vocational Education in Kansas."},
      {
        "id":"ED234260",
        "title":"Improve Your Communication Skills. Module L-8 of Category L--Serving Students with Special/Exceptional Needs. Professional Teacher Education Module Series."},
      {
        "id":"ED234261",
        "title":"Prepare Exceptional Students for Employability. Module L-12 of Category L--Serving Students with Special/Exceptional Needs. Professional Teacher Education Module Series."},
      {
        "id":"ED234262",
        "title":"Career Preparation Program Curriculum Guide for: General Mechanics."},
      {
        "id":"ED234263",
        "title":"Career Preparation Program Curriculum Guide for: Business Education."},
      {
        "id":"ED234264",
        "title":"Career Preparation Program Curriculum Guide for: Hospitality/Tourism Industry (Food Services)."},
      {
        "id":"ED234265",
        "title":"Career Preparation Program Curriculum Guide for: Hospitality/Tourism Industry (Tourist Services)."},
      {
        "id":"ED234266",
        "title":"Career Preparation Program Curriculum Guide for: Metal Fabrication, Welding."},
      {
        "id":"ED234267",
        "title":"Career Preparation Program Curriculum Guide for: Metal Fabrication, Sheet Metal."},
      {
        "id":"ED234268",
        "title":"Career Preparation Program Curriculum Guide for: Metal Fabrication, Millwright."},
      {
        "id":"ED234269",
        "title":"Career Preparation Program Curriculum Guide for: Metal Fabrication, Machinist Training."},
      {
        "id":"ED234270",
        "title":"Partners for Youth Employability: An Ideabook for Educators and Employers."},
      {
        "id":"ED234271",
        "title":"Elementary School Industrial Arts. ESIA Lesson Plans and Resources for Elementary Classroom Teachers and Industrial Arts Consultants."},
      {
        "id":"ED234272",
        "title":"Elementary School Industrial Arts. An Educator's Handbook Containing Approaches and Resources for Making the Elementary Education Curriculum More Effective through Industrial Arts Activities."},
      {
        "id":"ED234273",
        "title":"Vocational and Technical Education Programs. Oversight Hearing on Vocational, Technical/Professional, Alternative Education, and Career Development in the District of Columbia before the Subcommittee on Judiciary and Education of the Committee on the District of Columbia, House of Representatives, Ninety-Seventh Congress, Second Session. Serial No. 97-12."},
      {
        "id":"ED234274",
        "title":"Improving Learning in the Workplace: How Youth See Their Career Explorations. Ideas for Action in Education and Work, Issue 2."},
      {
        "id":"ED234275",
        "title":"Volunteering...Pathway to Paid Employment. Ideas for Action in Education and Work, Issue 4."},
      {
        "id":"ED234278",
        "title":"Choices/Changes: An Investigation of Alternative Occupational Role Models."},
      {
        "id":"ED234279",
        "title":"Ag in the Classroom--What's Going on Around the Country."},
      {
        "id":"ED234280",
        "title":"Resource Guide to Educational Materials about Agriculture: A Project of Agriculture in the Classroom."},
      {
        "id":"ED234283",
        "title":"Revisioning Invitational Education."},
      {
        "id":"ED234285",
        "title":"Therapy without Therapists: Recent Research on Bibliotherapy and Other Minimal Contact Treatments."},
      {
        "id":"ED234288",
        "title":"EN-ACT: Black Women's Identity in Action. A Facilitator's Workshop Manual."},
      {
        "id":"ED234289",
        "title":"Federal Strategy for Prevention of Drug Abuse and Drug Trafficking, 1982. Prepared for the President Pursuant to the Drug Abuse Office and Treatment Act of 1972."},
      {
        "id":"ED234290",
        "title":"Perspectives on Family Research. Report of a Workshop."},
      {
        "id":"ED234291",
        "title":"Preventing Drug Abuse in the Workplace. Drug Abuse Prevention Monograph Series."},
      {
        "id":"ED234292",
        "title":"Public Health Issues and Drug Abuse Research. Research Issues 30."},
      {
        "id":"ED234293",
        "title":"The Relationship of Self-Concept to Causal Attributions."},
      {
        "id":"ED234296",
        "title":"What to Do until the Mentor Arrives? Professional Advancement Kit."},
      {
        "id":"ED234298",
        "title":"A Longitudinal Evaluation of the &quot;Here's Looking at You&quot; Alcohol Education Program 1978-1981. Final Report."},
      {
        "id":"ED234299",
        "title":"White House Conference on Aging Literature: A Gold Mine of Issues for the 1980."},
      {
        "id":"ED234301",
        "title":"Teenage Cigarette Smoking Self Test and Discussion Leader's Guide. Guide."},
      {
        "id":"ED234302",
        "title":"Experiencing Your Identity: Developmental Materials for Academic and Community Settings."},
      {
        "id":"ED234303",
        "title":"Critical Events Shaping the Hispanic Woman's Identity."},
      {
        "id":"ED234304",
        "title":"Case Studies of Critical Events."},
      {
        "id":"ED234305",
        "title":"The Critical Events Interview Manual."},
      {
        "id":"ED234310",
        "title":"Child Custody in Divorce: Parents Describe Their Decisions."},
      {
        "id":"ED234314",
        "title":"Improving Memory in the Aged."},
      {
        "id":"ED234315",
        "title":"Students' Knowledge of \"Things That Go Bump in the Night.\""},
      {
        "id":"ED234320",
        "title":"A Study of Extrinsic vs. Intrinsic Motivation in College Students."},
      {
        "id":"ED234322",
        "title":"Spouse Abuse: How Family Power is Shared."},
      {
        "id":"ED234323",
        "title":"The Relationship between Simultaneous-Successive Processing and Academic Achievement."},
      {
        "id":"ED234327",
        "title":"What Is Beautiful Feels Good: Affective Reactions to Physical Attractiveness."},
      {
        "id":"ED234330",
        "title":"An Undergraduate Program in Human Factors: The Need, the Problems, and the Outlook."},
      {
        "id":"ED234333",
        "title":"Schools and Non-Nuclear Families: Recasting Relationships."},
      {
        "id":"ED234336",
        "title":"Quick Reference: A Key to Counseling."},
      {
        "id":"ED234337",
        "title":"Schemata. Fact Sheet."},
      {
        "id":"ED234338",
        "title":"Bibliotherapy. Fact Sheet."},
      {
        "id":"ED234339",
        "title":"Semiotics. Fact Sheet."},
      {
        "id":"ED234341",
        "title":"Causal Inferences during Text Comprehension and Production."},
      {
        "id":"ED234342",
        "title":"Reading and Flowcharting: Interfacing Functions of Computer Literacy."},
      {
        "id":"ED234343",
        "title":"Increasing Students&apos; Sensitivity to Sources of Information: An Instructional Study in Question-Answer Relationships. Technical Report No. 284."},
      {
        "id":"ED234344",
        "title":"An Analysis of the Outcomes and Implications of Intervention Research. Technical Report No. 283."},
      {
        "id":"ED234345",
        "title":"Families and Literacy: The Contribution of Out-of-School Experiences to Children's Acquisition of Literacy. Final Report."},
      {
        "id":"ED234351",
        "title":"Using Jackdaws to Build Background and Interest for Reading."},
      {
        "id":"ED234352",
        "title":"How Well Can Students Read and Write? Issuegram 9."},
      {
        "id":"ED234356",
        "title":"A Comparison of Some Processing Time Measures Based on Eye Movements. Technical Report No. 285."},
      {
        "id":"ED234357",
        "title":"Reconstructive Recall of Linguistic Style. Technical Report No. 286."},
      {
        "id":"ED234358",
        "title":"Comparison of Sentence Processing in Listening and Reading among College- and School-Age Skilled and Unskilled Readers. Final Report."},
      {
        "id":"ED234359",
        "title":"Exploring the Functions of Reading: A Cross-Cultural Perspective."},
      {
        "id":"ED234360",
        "title":"Text Comprehension Processes in Reading: Final Report."},
      {
        "id":"ED234361",
        "title":"Text Comprehension Processes in Reading: Appendix."},
      {
        "id":"ED234364",
        "title":"Reading Teacher Effectiveness Research: Generalizability of Significant Findings. Instructional Research Laboratory Technical Series #R83002."},
      {
        "id":"ED234374",
        "title":"What is the Basis for Making an Eye Movement during Reading? Technical Report No. 287."},
      {
        "id":"ED234375",
        "title":"Prior Knowledge and Reading Comprehension Test Bias. Technical Report No. 289."},
      {
        "id":"ED234376",
        "title":"Sources of Difficulty in the Young Child&apos;s Understanding of Metaphorical Language. Technical Report No. 290."},
      {
        "id":"ED234379",
        "title":"The Interaction of Piagetian Stages of Development in Early Adolescents, IQ Levels and Other Variables in Predicting Success on a Grammar Task."},
      {
        "id":"ED234387",
        "title":"A History of Research on Children and the Mass Media: An Empirical Investigation."},
      {
        "id":"ED234392",
        "title":"Computerization of the Newspaper in the 1980s."},
      {
        "id":"ED234395",
        "title":"Identifying the Program Variables in College Composition Programs."},
      {
        "id":"ED234400",
        "title":"Outreach: The Writing Center, the Campus, and the Community."},
      {
        "id":"ED234406",
        "title":"Teaching as a Rhetorical Art."},
      {
        "id":"ED234409",
        "title":"The Un-Assignment: Writing Groups for Advanced Expository Writers."},
      {
        "id":"ED234410",
        "title":"Managing Classroom Activities in Junior High English Classes: An Interim Report."},
      {
        "id":"ED234411",
        "title":"Writing Programs in Washington State. Oral and Written Communications."},
      {
        "id":"ED234413",
        "title":"The Young Child as Writer-Reader, and Informant. Final Report."},
      {
        "id":"ED234414",
        "title":"A Study of Narrative Rhetoric. Final Report."},
      {
        "id":"ED234416",
        "title":"The Nature and Development of Letter Writing in Hispanic and Anglo Children Using a School-Based Postal System. Final Report."},
      {
        "id":"ED234417",
        "title":"How Attitude Interferes with the Performance of Unskilled College Freshman Writers. Final Report."},
      {
        "id":"ED234418",
        "title":"Effects of Topic Knowledge on the Quality and Coherence of Informational Writing."},
      {
        "id":"ED234419",
        "title":"Examining Background Knowledge and Text Comprehension."},
      {
        "id":"ED234420",
        "title":"Learning to Manage the Writing Process: Tasks and Strategies."},
      {
        "id":"ED234421",
        "title":"Writing Across the Curriculum: An Annotated Bibliography."},
      {
        "id":"ED234424",
        "title":"Market Analysis: Helping Creative Writing Students Publish."},
      {
        "id":"ED234426",
        "title":"Writing Resource Guide for Assessment and Instruction."},
      {
        "id":"ED234431",
        "title":"Coping with Information Overload: Generic Argument as the Least Common Denominator."},
      {
        "id":"ED234433",
        "title":"Communication Networks: A Literature Review."},
      {
        "id":"ED234436",
        "title":"Instructor Responsiveness and Outcomes of the Basic Course."},
      {
        "id":"ED234439",
        "title":"Talk as Social Support: Communication in an Epilepsy Self-Help Group."},
      {
        "id":"ED234440",
        "title":"Teaching Speaking and Listening Skills in the Elementary and Secondary School. Resources for Schools #19."},
      {
        "id":"ED234443",
        "title":"Problem Definition and Problem Solving among the Five Major Ethnic Groups in Hawaii."},
      {
        "id":"ED234444",
        "title":"Agenda-Setting and Political Framing in the 1982 Illinois Gubernatorial Campaign."},
      {
        "id":"ED235449",
        "title":"The Use of Different Rules to Allocate Reward and Punishment."},
      {
        "id":"ED235450",
        "title":"Evidence for an Anorexic/Bulimic MMPI Profile."},
      {
        "id":"ED235455",
        "title":"Gerontology and Genealogy: Family Research as a Therapeutic Tool for the Aged."},
      {
        "id":"ED235457",
        "title":"Social Skills: Alternatives to Aggression."},
      {
        "id":"ED235462",
        "title":"Anticipation of Gains in General Information: A Comparison of Verbal Aptitude, Reading Comprehension, and Listening. Technical Report No. 282."},
      {
        "id":"ED235465",
        "title":"Social and Motivational Influences on Reading. Technical Report No. 288."},
      {
        "id":"ED235467",
        "title":"LIT PICKS: Literary Selections for Mainstreamed Students in Content Area Subjects."},
      {
        "id":"ED235469",
        "title":"Inferences and the Construction of Mental Models in Reading Comprehension."},
      {
        "id":"ED235470",
        "title":"Is There a Match between What Elementary Teachers Do and What Basal Reader Manuals Recommend? Reading Education Report No. 44."},
      {
        "id":"ED235471",
        "title":"Quantitative amd Qualitative Sources of Affect: How Unexpectedness and Valence Relate to Pleasantness and Preference. Technical Report No. 293."},
      {
        "id":"ED235472",
        "title":"Children&apos;s Understanding of the Narrator&apos;s Role in Stories. Technical Report No. 294."},
      {
        "id":"ED235473",
        "title":"A Comparative Analysis of Three Widely Used Graded Word Reading Tests."},
      {
        "id":"ED235475",
        "title":"Reading Comprehension and Creativity in Black Language Use: You Stand to Gain by Playing the Sounding Game! Technical Report No. 295."},
      {
        "id":"ED235476",
        "title":"SAPIENS: Spreading Activation Processor for Information Encoded in Network Structures. Technical Report No. 296."},
      {
        "id":"ED235481",
        "title":"The Effect of an Assigned Rhetorical Context on the Holistic Quality and Syntax of the Writing of High and Low Ability College Writers."},
      {
        "id":"ED235482",
        "title":"Frames, Content Organization, and Themes in Student Expository Essays: An Analysis of Discourse Structure."},
      {
        "id":"ED235488",
        "title":"The Audience for Children's Books. A Symposium Sponsored by the Center for the Book and the Children's Literature Center Held at the Library of Congress (Washington, DC, March 12-13, 1979). The Center for the Book Viewpoint Series No. 2."},
      {
        "id":"ED235493",
        "title":"Integrating Word Processors into a Freshman Composition Curriculum."},
      {
        "id":"ED235494",
        "title":"Those Who Want, Get: The Impact on Political Knowledge of Media Reliance Under Conditions of Political Interest."},
      {
        "id":"ED235496",
        "title":"Testing Basic Writers' Proficiency: An Effective Model."},
      {
        "id":"ED235498",
        "title":"Levels of Questioning: An Alternative View."},
      {
        "id":"ED235502",
        "title":"The Teaching of Writing in Our Schools. Fastback 193."},
      {
        "id":"ED235507",
        "title":"Communication Education Throughout the University: An Alternative to the One-Shot Inoculation Approach."},
      {
        "id":"ED235513",
        "title":"A Theoretical Foundation for the Study of Inferential Error in Decision-Making Groups."},
      {
        "id":"ED235514",
        "title":"The Role of Communication in the Professional Socialization Process."},
      {
        "id":"ED235515",
        "title":"Longitudinal Network Analysis Using Multidimensional Scaling."},
      {
        "id":"ED235518",
        "title":"Negotiation through Power, Ideology, and Technology in the Local Development of the Catholic Telecommunications Network of America."},
      {
        "id":"ED235519",
        "title":"Emotion Eliciting Qualities of Television Campaign Advertising as a Predictor of Voting Behavior."},
      {
        "id":"ED235521",
        "title":"Patterns of Nonverbal Behavior and Perceived Relational Messages Associated with Communication Reticence."},
      {
        "id":"ED235522",
        "title":"Communication Policy and Theory: Current Perspectives on Mass Communication Research."},
      {
        "id":"ED235524",
        "title":"An Examination of Self Regulation of Broadcasting."},
      {
        "id":"ED235528",
        "title":"The Spiral of Silence Ten Years Later: An Examination and Evaluation."},
      {
        "id":"ED235529",
        "title":"Direct Legislation Campaigns and Parapolitical Organizations: A Case for Communications Analysis."},
      {
        "id":"ED235531",
        "title":"Interpersonal Perception in International Business Negotiations: An Up-Date."},
      {
        "id":"ED235532",
        "title":"Effective Teaching of Business Communications: Responding to Reported Business Needs."},
      {
        "id":"ED235535",
        "title":"Removing Bias: Guidelines for Student-Faculty Communication."},
      {
        "id":"ED235539",
        "title":"Mental Effort and Learning from TV: Comparing Expectations for PBS and Commercial Network Programming."},
      {
        "id":"ED235540",
        "title":"The Search for Communication Skills."},
      {
        "id":"ED235556",
        "title":"A Compendium of Quotations by the Secretary on Education Issues and the Role of the Federal Government in Education. Part I--1983, Part II--1982."},
      {
        "id":"ED235560",
        "title":"The Teacher Screening and Selection Process: A Decision Making Model for School Administrators."},
      {
        "id":"ED235562",
        "title":"Statement on the Fiscal Year 1984 Education Budget. United States Commission on Civil Rights Clearinghouse Publication 79."},
      {
        "id":"ED235563",
        "title":"Specifying Determinants of Teacher and Principal Work."},
      {
        "id":"ED235565",
        "title":"A New School Finance for a New Era of Fiscal Constraint. Policy Paper No. 83-C4."},
      {
        "id":"ED235566",
        "title":"Occupational Demand and the Rise of Postsecondary Vocational Education."},
      {
        "id":"ED235567",
        "title":"Teachers' Regulation of the Classroom."},
      {
        "id":"ED235568",
        "title":"The Employment Impact of Government Spending."},
      {
        "id":"ED235569",
        "title":"Education and Federalism: Doctrinal, Functional, and Strategic Views."},
      {
        "id":"ED235570",
        "title":"Education, Unemployment and Productivity."},
      {
        "id":"ED235571",
        "title":"The Role of Capital in Improving Productivity and Creating Jobs."},
      {
        "id":"ED235572",
        "title":"Economic and Political Dimensions of Recurrent Education. Policy Paper No. 83-C2."},
      {
        "id":"ED235573",
        "title":"Educational Leave in Europe. Policy Paper No. 83-C3."},
      {
        "id":"ED235574",
        "title":"An Analysis of the ECIA Chapter One Formula for Allocating Compensatory Education Grants to Local Education Agencies. Selected Monographs in Educational Policy Research, Number 2."},
      {
        "id":"ED235575",
        "title":"Schooling & Technology. Volume 1: State-Level Policy Initiatives."},
      {
        "id":"ED235576",
        "title":"Schooling & Technology. Volume 2: The New Education: Student, Teacher, Unlimited Information."},
      {
        "id":"ED235578",
        "title":"A Study of the Quality of the Preparation and Performance of Illinois Educational Personnel. Staff Recommendations."},
      {
        "id":"ED235579",
        "title":"Rationality, Authority and Spindles: An Enquiry into Some Neglected Aspects of Organizational Effectiveness and a Partial Application to Public Schools."},
      {
        "id":"ED235580",
        "title":"Process Evaluation: Some Summarizing and Integrating Notes on the Organizational Implications of This Form of Teacher Evaluation."},
      {
        "id":"ED235581",
        "title":"Public Schools and Weberian Bureaucracy: A Summary."},
      {
        "id":"ED235582",
        "title":"Current Attractions of Teaching As Perceived by Preservice Students."},
      {
        "id":"ED235586",
        "title":"Putting the Arts in Surplus Schools. A Planning Workbook."},
      {
        "id":"ED235589",
        "title":"School Finance Reform in the States: 1983."},
      {
        "id":"ED235591",
        "title":"Resource Allocation in the Government Schools of Australia and New Zealand. A Summary of the Reports of the Staffing and Resources Study. ACER Research Monograph No. 15."},
      {
        "id":"ED235592",
        "title":"Eight Education Systems: Resource Allocation Policies in the Government School Systems of Australia and New Zealand. Staffing and Resources Study Report No. 1. ACER Research Monograph No. 16."},
      {
        "id":"ED235593",
        "title":"Six Hundred Schools: A Study of Resources in Australian and New Zealand Government Schools. Staffing and Resources Study Report No. 2. ACER Research Monograph No. 17."},
      {
        "id":"ED235594",
        "title":"Patterns of School Organization: Resources and Responses in Sixteen Schools. Staffing and Resources Study Report No. 3. ACER Research Monograph No. 18."},
      {
        "id":"ED235595",
        "title":"Model Special Education Manpower Information and Management System. Final Report."},
      {
        "id":"ED235600",
        "title":"Concepts of Print in Kindergarten \"At Risk\" Children."},
      {
        "id":"ED235601",
        "title":"Fetal Alcohol Effects in Children: Cognitive, Educational, and Behavioral Considerations."},
      {
        "id":"ED235608",
        "title":"Caregiver Reports on the Developmental Status of Handicapped Young Children: The Kent Infant Development Scale and the Minnesota Child Development Inventory."},
      {
        "id":"ED235629",
        "title":"The KICS Model: Evaluation Studies."},
      {
        "id":"ED235633",
        "title":"Communicating with Mentally Retarded Persons: Asking Questions and Getting Answers."},
      {
        "id":"ED235634",
        "title":"Program for Special Gifted Children. Annual Evaluation Report. 9/1/81 to 8/31/82."},
      {
        "id":"ED235635",
        "title":"Pre-Placement Program for Severely Multi-Handicapped Deaf-Blind Children, 1980-1981. Final Evaluation Report."},
      {
        "id":"ED235637",
        "title":"A Controlled Single Subject Research Design Utilizing a Sensory Motor Intervention System."},
      {
        "id":"ED235643",
        "title":"A Resource Manual for the Development and Evaluation of Special Programs for Exceptional Students. Volume III-I: Computer Assisted Instruction and Support for the Handicapped. Interim Report."},
      {
        "id":"ED235644",
        "title":"An Analysis of Individualized Education Program Goals Selected for Learning-Disabled Students."},
      {
        "id":"ED235645",
        "title":"The Underserved: Our Young Gifted Children."},
      {
        "id":"ED235647",
        "title":"Resource Catalogue: Comprehensive Services for Handicapped Children--Interagency Collaboration, Personnel Development, Program Evaluation and Monitoring, Policy Development and Administration. Third and Final Edition."},
      {
        "id":"ED235648",
        "title":"Resource Catalogue: Educating Behaviorally Disordered and Emotionally Disturbed Pupils. Program Assistance Report No. 11."},
      {
        "id":"ED235660",
        "title":"Intensive Services to Families At-Risk Project. Working Papers in Developmental Disabilities."},
      {
        "id":"ED235666",
        "title":"Needs Assessment of Services to Deaf-Blind Individuals. Final Report."},
      {
        "id":"ED235667",
        "title":"Resource Guide: Special Services and Aids for Disabled Students Attending Postsecondary Education Institutions. Draft."},
      {
        "id":"ED235668",
        "title":"Department of Defense Dependents Schools Special Education Dispute Management System."},
      {
        "id":"ED235669",
        "title":"Perspectives on Interagency Collaboration."},
      {
        "id":"ED235670",
        "title":"Parent Involvement in the Multidisciplinary-Team Process."},
      {
        "id":"ED235671",
        "title":"Competency Based Parent Training Project. Final Report. Working Papers in Developmental Disabilities."},
      {
        "id":"ED235676",
        "title":"Limited-English Proficient Students: A Review of National Estimates."},
      {
        "id":"ED235677",
        "title":"Typology of Teaching Events in Formal Language Instruction."},
      {
        "id":"ED235678",
        "title":"Spanish in the U.S. Setting: Beyond the Southwest."},
      {
        "id":"ED235679",
        "title":"Federal Recognition of the Rights of Minority Language Groups."},
      {
        "id":"ED235681",
        "title":"Curriculum Study: Foreign Languages. A Report from the Foreign Languages Curriculum Study Committee to the North Carolina State Board of Education."},
      {
        "id":"ED235684",
        "title":"Community and Parental Influence: Effects on Student Motivation and French Second Language Proficiency."},
      {
        "id":"ED235685",
        "title":"Evaluation of Second Language Institutes for California State Department of Education."},
      {
        "id":"ED235690",
        "title":"A Communicative Approach to Language Teaching Methodology. CLCS Occasional Paper No. 7."},
      {
        "id":"ED235693",
        "title":"Essential Elements of Teaching and Learning in Higher Education. Research and Development in Higher Education, Volume 4. Papers Presented at the Annual Conference of the Higher Education Research and Development Society of Australasia (7th, Melbourne, Victoria, May 9-12, 1981)."},
      {
        "id":"ED235695",
        "title":"Meeting the Challenges: Developing Faculty Careers. ASHE-ERIC Higher Education Research Reports, No. 3. FYI Executive Summary."},
      {
        "id":"ED235696",
        "title":"Raising Academic Standards: A Guide to Learning Improvement. ASHE-ERIC Higher Education Research Reports, No. 4. Executive Summary"},
      {
        "id":"ED235697",
        "title":"The Path to Excellence: Quality Assurance in Higher Education. ASHE-ERIC Higher Education Research Reports, No. 1. FYI Executive Summary."},
      {
        "id":"ED235698",
        "title":"Faculty Recruitment, Retention, and Fair Employment: Obligations and Opportunities. ASHE-ERIC Higher Education Research Reports, No. 2. FYI Executive Summary."},
      {
        "id":"ED235702",
        "title":"The Importance of Professional Activity to Personnel Decisions for Medical Technologists in Academia."},
      {
        "id":"ED235705",
        "title":"The Role of Education in the Information Society."},
      {
        "id":"ED235707",
        "title":"Facts on Grants, 1982. A Report on Grant-Making."},
      {
        "id":"ED235711",
        "title":"Women in Higher Education Administration: A Brief Guide for Conference Planners."},
      {
        "id":"ED235713",
        "title":"Factors That Influence the Financing and Cost of Medical Education."},
      {
        "id":"ED235714",
        "title":"Trends in Medical Education in the South: Enrollments and Financing."},
      {
        "id":"ED235721",
        "title":"Increasing the Effectiveness of Women's Programs on College Campuses: A Summary of the Activities and Accomplishments of the National Women's Centers Training Project."},
      {
        "id":"ED235722",
        "title":"The Terrain of Postsecondary Education."},
      {
        "id":"ED235723",
        "title":"Recruitment and Retention of Business Administration and Accounting Faculty. A Report to the Legislature in Response to Assembly Bill 2023."},
      {
        "id":"ED235726",
        "title":"Challenge Grant Amendments of 1983. Report to Accompany H.R. 2144. House of Representatives, Committee on Education and Labor, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED235728",
        "title":"Major Gains and Losses. Recent Shifts in Popularity of Academic Disciplines as Fields of Concentration. Commission Report 83-25."},
      {
        "id":"ED235729",
        "title":"Annual Summary of Program Review Activities, 1981-82. Commission Report 83-24."},
      {
        "id":"ED235730",
        "title":"Free Universities and Learning Referral Centers, 1981."},
      {
        "id":"ED235733",
        "title":"Evaluating the Payoffs of College Investments for Black, White, and Hispanic Students. Report No. 344."},
      {
        "id":"ED235734",
        "title":"Relationships of Selected Factors to Summer Session Organizational Structure."},
      {
        "id":"ED235742",
        "title":"Advising by Faculty. Revised Edition."},
      {
        "id":"ED235743",
        "title":"Retention and Academic Achievement in Higher Education: The General College PEP Program (PEP I, II, III)."},
      {
        "id":"ED235744",
        "title":"PEP IV Commanding English: General Colleges's 1981-1982 Program for Southeast Asian Students."},
      {
        "id":"ED235746",
        "title":"Georgia Postsecondary Education: FactFinder, 1983."},
      {
        "id":"ED235748",
        "title":"Comparative Information on Higher Education, 1983."},
      {
        "id":"ED235751",
        "title":"Coordinating an Undergraduate Internship Program in a Large Psychology Department."},
      {
        "id":"ED235753",
        "title":"Student Aid and Public Higher Education: A Progress Report."},
      {
        "id":"ED235755",
        "title":"Adult Recruitment Practices."},
      {
        "id":"ED235756",
        "title":"The Responsibility of Colleges and Universities for Building Ethical and Moral Character in Their Students."},
      {
        "id":"ED235757",
        "title":"Nailing Jello to the Wall. Forum: What Progress Are the States Making in Initiating Higher Education Reform?"},
      {
        "id":"ED235760",
        "title":"Colonialism on Campus: A Critique of Mentoring to Achieve Equity in Higher Education."},
      {
        "id":"ED235766",
        "title":"Oversight Hearing on Student Aid Forms. Hearing Before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Seventh Congress, Second Session."},
      {
        "id":"ED235767",
        "title":"Oversight on National Direct Student Loan Program Regulations. Hearing Before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Seventh Congress, Second Session."},
      {
        "id":"ED235768",
        "title":"Oversight of Student Loan Marketing Association (Sallie Mae). Hearing Before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources. United States Senate, Ninety-Seventh Congress, Second Session."},
      {
        "id":"ED235773",
        "title":"Evaluator's Guide for Microcomputer-Based Courseware."},
      {
        "id":"ED235774",
        "title":"Introducing the Personal Tutor/Counsellor in the System of Distance Education. Project Report 1: Experiment Description."},
      {
        "id":"ED235779",
        "title":"NECC/5: Proceedings of the National Educational Computing Conference (5th, Baltimore, Maryland, June 6-8, 1983)."},
      {
        "id":"ED235780",
        "title":"The Project Team in Instructional Television."},
      {
        "id":"ED235781",
        "title":"Recent Research into Distance Education [Volume I and Volume II]."},
      {
        "id":"ED235782",
        "title":"Statistical Software Packages for the Microcomputer."},
      {
        "id":"ED235783",
        "title":"Computers in Education: Realizing the Potential. Chairmen's Report of a Research Conference, Pittsburgh, Pennsylvania, November 20-24, 1982."},
      {
        "id":"ED235784",
        "title":"Computers in Education: Realizing the Potential. Report of a Research Conference, Pittsburgh, Pennsylvania, November 20-24, 1982."},
      {
        "id":"ED235785",
        "title":"Development Communication Report, No. 43, September 1983."},
      {
        "id":"ED235794",
        "title":"A User&apos;s Guide to Project BEST Products: Print and Nonprint."},
      {
        "id":"ED235799",
        "title":"Information Society Challenges Education. Issuegram No. 17."},
      {
        "id":"ED235806",
        "title":"Research on the Impact of a Computerized Circulation System on the Performance of a Large College Library. Final Report."},
      {
        "id":"ED235813",
        "title":"Circulation System to Online Catalog: The Transition at OSU."},
      {
        "id":"ED235827",
        "title":"The Role of Libraries in an Information Age."},
      {
        "id":"ED235832",
        "title":"Training Users of Online Public Access Catalogs. Report of a Conference Sponsored by Trinity University and The Council on Library Resources (San Antonio, Texas, January 12-14, 1983)."},
      {
        "id":"ED235835",
        "title":"Building Renovation in ARL Libraries. SPEC Kit 97."},
      {
        "id":"ED235839",
        "title":"Dissemination Management Project. Final Report."},
      {
        "id":"ED235846",
        "title":"An Implementation Project to Complete the Integration of an Interdisciplinary General Education Model Predicated on Certain Humanistic Assumptions."},
      {
        "id":"ED235847",
        "title":"Financial Aid Administration."},
      {
        "id":"ED235848",
        "title":"Future of the Open Door: A Presentation for ACCT."},
      {
        "id":"ED235849",
        "title":"Two Reports of the Eastland Survey: A Stratified Random Sample Study of Registered Voters of California, July, l983."},
      {
        "id":"ED235858",
        "title":"Funding to Meet the Need for Community College Education in Baltimore City."},
      {
        "id":"ED235859",
        "title":"Equal Access/Equal Opportunity Research at Miami-Dade Community College, Fall 1976-77 through Fall 1981-82 Cohorts. Research Report No. 83-09."},
      {
        "id":"ED235865",
        "title":"Counseling: A Crucial Function for the 1980s. New Directions for Community Colleges, Number 43."},
      {
        "id":"ED235872",
        "title":"A Survey Course in Mythology: Is It Possible?"},
      {
        "id":"ED235873",
        "title":"Fact Sheet: Community Colleges and Handicapped Students--Concerns and Resources."},
      {
        "id":"ED235874",
        "title":"Measuring Student Progress in the Classroom: A Guide to Testing and Evaluating Progress of Students with Disabilities."},
      {
        "id":"ED235887",
        "title":"Impact of Family Support Systems on Children's Academic and Social Functioning after Parental Divorce."},
      {
        "id":"ED235888",
        "title":"Parental Consistency in Child-Rearing Orientation and Personality Development."},
      {
        "id":"ED235891",
        "title":"A Multimethod Assessment of Children's Social Competence."},
      {
        "id":"ED235893",
        "title":"Grandmothers' and Mothers' Rewarding and Punishing of Their Children."},
      {
        "id":"ED235894",
        "title":"Childrearing and Child Development Correlates of Maternal Locus of Control."},
      {
        "id":"ED235895",
        "title":"Unified Model for Academic Competence, Social Adjustment, and Psychopathology."},
      {
        "id":"ED235897",
        "title":"Computers and Very Young Children: Educational Promise and Problems."},
      {
        "id":"ED235901",
        "title":"Change in Parent and Child: Aiding at Risk Children Through Psychoanalytic Social Work with Their Parents. Preliminary Final Report. Volumes I and II."},
      {
        "id":"ED235904",
        "title":"Volunteer Grandparents in Head Start."},
      {
        "id":"ED235907",
        "title":"Some Correlates of Child-Rearing Attitudes."},
      {
        "id":"ED235908",
        "title":"The Impact of Gender and Role Perspective on Moral Judgment."},
      {
        "id":"ED235911",
        "title":"Problems of Prekindergarten Teachers: A Basis for Examining Teacher Education Practices."},
      {
        "id":"ED235916",
        "title":"Child Nutrition Programs: Description, History, Issues, and Options. Committee Print. Ninety-Eighth Congress, First Session."},
      {
        "id":"ED235917",
        "title":"The Kindergarten Student Aide: Procedures and Practices in the Kindergarten Classroom."},
      {
        "id":"ED235918",
        "title":"Directing a Child Care Program: A Course for Administrators."},
      {
        "id":"ED235925",
        "title":"Science and the Media: Benbow and Stanley Revisited."},
      {
        "id":"ED235927",
        "title":"Sex Differences in Children's Math Achievement: Parental Attitudes."},
      {
        "id":"ED235928",
        "title":"The Professional Preschool Teacher."},
      {
        "id":"ED235930",
        "title":"Managing Decline in Rural School Systems: Program Organization and Delivery."},
      {
        "id":"ED235931",
        "title":"Personal Development Skills and Strategies for Effective Survival as a Rural Special Educator. Student Text for the Curriculum Module."},
      {
        "id":"ED235933",
        "title":"The Life of the Pawnee People (Upper Elementary Unit)."},
      {
        "id":"ED235934",
        "title":"The Pawnee Experience: From Center Village to Oklahoma (Junior High Unit)."},
      {
        "id":"ED235935",
        "title":"Keys to School Boardsmanship Project. Rural Education Program Final Report."},
      {
        "id":"ED235947",
        "title":"Moving Forward in Times of Adversity: Proceedings of the Annual Rural and Small Schools Conference (4th) and the Kansas Community Education Association Conference (Manhattan, Kansas, November 15-16, 1982)."},
      {
        "id":"ED235949",
        "title":"Rural Intervention Project: An Empirical Assessment."},
      {
        "id":"ED235950",
        "title":"Rural Itinerant Manpower Services, 1978-1979."},
      {
        "id":"ED235951",
        "title":"Computer Awareness for Rural Educators."},
      {
        "id":"ED235953",
        "title":"Model Child Care Licensing Standards for Indian Reservations."},
      {
        "id":"ED235962",
        "title":"The Navajo Way of Life: A Resource Unit with Activities for Grades 4-6."},
      {
        "id":"ED235967",
        "title":"Teaching Guide for Indian Literature. Volume I. Reading Level 1-8."},
      {
        "id":"ED235968",
        "title":"Teaching Guide for Indian Literature. Volume II. Reading Level 6 and Above."},
      {
        "id":"ED235971",
        "title":"Navajo Changes--A History of the Navajo People = Dinetahgi Lahgo Ahoodzaa--Dine Bahane. Teacher's Guide. Fifth-Eighth Grade Navajo Bilingual-Bicultural Social Studies Curriculum."},
      {
        "id":"ED235973",
        "title":"Navajo Leadership and Government: A History. Sixth-Ninth Grade Navajo Bilingual-Bicultural Social Studies Curriculum."},
      {
        "id":"ED235978",
        "title":"A Comparative Study of Rural Schools in Texas, New Mexico, and Arizona."},
      {
        "id":"ED235980",
        "title":"Demographic Change and the Quality of Rural Schools."},
      {
        "id":"ED235987",
        "title":"Assessing the Impacts of Intergovernmental Economic Organizations: The Case of the World Bank and Nonformal Education."},
      {
        "id":"ED235990",
        "title":"Factors Involved in Job Satisfaction Among Teachers in the Bureau of Indian Affairs System on the Navajo Reservation."},
      {
        "id":"ED235991",
        "title":"Attributional Factors of Native American and Anglo Community College Students."},
      {
        "id":"ED235992",
        "title":"Bureau of Indian Affairs Advisory Committee for Exceptional Children. The Third Annual Report to the Department of the Interior."},
      {
        "id":"ED235996",
        "title":"U.S. Science and Engineering Education and Manpower: Background; Supply and Demand; and Comparison with Japan, the Soviet Union, and West Germany. Report Prepared by the Congressional Research Service Library of Congress for the Subcommittee on Science, Research and Technology, Transmitted to the Committee on Science and Technology. U.S. House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED236001",
        "title":"Science Teaches Basic Skills. Handbook I. Project for Promoting Science among Elementary School Principals."},
      {
        "id":"ED236002",
        "title":"The Principal's Role in Elementary School Science. Handbook II. Project for Promoting Science among Elementary School Principals."},
      {
        "id":"ED236003",
        "title":"Characteristics of a Good Elementary Science Program. Handbook III, Part A: Principal's Checklist of Characteristics. Project for Promoting Science among Elementary School Principals."},
      {
        "id":"ED236004",
        "title":"Characteristics of a Good Elementary Science Program. Handbook III, Part B: Elaboration of the Principal's Checklist of Characteristics. Project for Promoting Science among Elementary School Principals."},
      {
        "id":"ED236005",
        "title":"What Research Says about Elementary School Science. Handbook IV. Project for Promoting Science among Elementary School Principals."},
      {
        "id":"ED236013",
        "title":"Animal, Plant, Living: Notes for Teachers. Learning in Science Project. Working Paper No. 30."},
      {
        "id":"ED236029",
        "title":"Video: Animals; Electric Current; Force; Science Activities. Learning in Science Project. Working Papers 51-54."},
      {
        "id":"ED236031",
        "title":"Soils. Science Education Research Unit. Working Paper 201."},
      {
        "id":"ED236032",
        "title":"Mountains. Science Education Research Unit. Working Paper No. 202."},
      {
        "id":"ED236033",
        "title":"Glaciers. Science Education Research Unit. Working Paper No. 203."},
      {
        "id":"ED236034",
        "title":"Rocks and Minerals. Science Education Research Unit. Working Paper No. 204."},
      {
        "id":"ED236042",
        "title":"A Study of Some Aspects of ASEP during Its First Year of Availability. CDC Professional Series."},
      {
        "id":"ED236043",
        "title":"Do-It-Yourself Home Savings Techniques Program. Final Report."},
      {
        "id":"ED236048",
        "title":"The Status of School Mathematics."},
      {
        "id":"ED236049",
        "title":"Mathematics Instruction in IGE and Non-IGE Schools. Working Paper 317. Report from the IGE Evaluation Project."},
      {
        "id":"ED236051",
        "title":"A Collection of Ideas and Materials for Public Participation. Water Quality Instructional Resources Information System. Monograph Series: Public Participation."},
      {
        "id":"ED236056",
        "title":"National History Day Contest Guide."},
      {
        "id":"ED236066",
        "title":"Organizational Evaluation Systems and Student Disengagement in Secondary Schools. Executive Summary."},
      {
        "id":"ED236067",
        "title":"Organizational Evaluation Systems and Student Disengagement in Secondary Schools. Final Report."},
      {
        "id":"ED236072",
        "title":"Are the Elderly Retired from Active Life? A Cross-Cultural Comparison."},
      {
        "id":"ED236076",
        "title":"Social Studies Curriculum Guide: Grade One-Grade Seven. [Revised.]"},
      {
        "id":"ED236083",
        "title":"What Should We Be Teaching in the Social Studies? Fastback 199."},
      {
        "id":"ED236084",
        "title":"Media Resources: Secondary Art (8-12)."},
      {
        "id":"ED236088",
        "title":"Seminary Education and Christian-Jewish Relations. A Curriculum and Resource Handbook."},
      {
        "id":"ED236091",
        "title":"Immigration, Education and Asian-Americans: A Cohort Analysis."},
      {
        "id":"ED236092",
        "title":"Crime, Deviance and Respectability: A New Course in a Neglected Area in the Sociological Curriculum."},
      {
        "id":"ED236096",
        "title":"Women's Studies and the International Student: A Report on a Course for Japanese Women."},
      {
        "id":"ED236098",
        "title":"Exploring the World of Stamps in Your Classroom. A Teacher's Guide to Stamp Collecting."},
      {
        "id":"ED236099",
        "title":"The Development of Children's Economic Reasoning."},
      {
        "id":"ED236100",
        "title":"The Significance of Regional Analysis in Applied Geography."},
      {
        "id":"ED236102",
        "title":"The Economics of Energy: A Teaching Kit (Grades 7-12)."},
      {
        "id":"ED236103",
        "title":"Resources for Pennsylvania Studies: Elementary and Secondary School Grades. Revised."},
      {
        "id":"ED236104",
        "title":"Nationalism and Worldmindedness: Japanese Versus American Comparison."},
      {
        "id":"ED236105",
        "title":"Eleven Propositions for Innovative Research in Social Studies: An Anthropological Approach to Learning and Teaching."},
      {
        "id":"ED236108",
        "title":"Selected Bibliography of Educational Materials in Pakistan. Vol. 16, No. 1, January-March, 1982."},
      {
        "id":"ED236109",
        "title":"Teacher Burnout/Stress Management: An Exploratory Look in an Urban School System in Alabama."},
      {
        "id":"ED236110",
        "title":"Natural Wonder Notebook. [Five Installments of a Monthly Column Appearing in Instructor Magazine, January-May 1983.]"},
      {
        "id":"ED236116",
        "title":"A Checklist for University Supervisors Regarding the Operation of Successful Intern Seminars and Field Experiences."},
      {
        "id":"ED236121",
        "title":"Translating Learning Style Theory into Classroom Practice: A Way of Increasing Teacher Effectiveness Through the Determination of Individual Learning Styles."},
      {
        "id":"ED236123",
        "title":"A Case for Educational Restructuring. Conference at Simon's Rock of Bard College (Great Barrington, Massachusetts, January 1981)."},
      {
        "id":"ED236125",
        "title":"Educational Research and Dissemination Program. Training and Resource Manual."},
      {
        "id":"ED236127",
        "title":"Developing a Career in the Academy: New Professors in Education. SPE Monograph Series 1983."},
      {
        "id":"ED236128",
        "title":"Methodological Issues in Researching Teacher Education in Developing Countries."},
      {
        "id":"ED236129",
        "title":"Minimum Requirements for State Certificates."},
      {
        "id":"ED236132",
        "title":"Who's Where in Recreation Education: A Directory of Professional Preparation Curricula in Parks, Recreation, Leisure, and Related Areas."},
      {
        "id":"ED236133",
        "title":"Dance Directory. Programs of Professional Preparation in American Colleges and Universities. Twelfth Edition."},
      {
        "id":"ED236135",
        "title":"Sources of Elementary School Grading."},
      {
        "id":"ED236138",
        "title":"Recreation in Higher Education: Survival in the 80's."},
      {
        "id":"ED236139",
        "title":"Educating a Profession: Extended Programs for Teacher Education."},
      {
        "id":"ED236140",
        "title":"Philosophy of Education in the Curriculum."},
      {
        "id":"ED236141",
        "title":"A Resource Module to Develop Elementary Preservice Teacher Competency in Communicating with Parents and Other Adults."},
      {
        "id":"ED236143",
        "title":"Rewarding Teachers: Issues and Incentives."},
      {
        "id":"ED236144",
        "title":"Supplementary Tabular Information to Accompany the Research Monograph \"Improvement of Secondary Education Through Research: Five Longitudinal Case Studies.\" Report from the Program on Student Diversity and School Processes. Program Report 83-8."},
      {
        "id":"ED236145",
        "title":"Student Health Mandate Report and Preliminary Recommendations."},
      {
        "id":"ED236154",
        "title":"Effects of Item Disclosure on TOEFL Performance."},
      {
        "id":"ED236155",
        "title":"Summer School Pilot, 1982: Second Report to the Texas Education Agency."},
      {
        "id":"ED236156",
        "title":"National Assessment of Educational Progress Reconsidered: A New Design for a New Era."},
      {
        "id":"ED236158",
        "title":"Follow-up Evaluation of Mark Twain Students."},
      {
        "id":"ED236159",
        "title":"Phase II: Final Evaluation Report of Minimum Competency Testing Clarification Process."},
      {
        "id":"ED236165",
        "title":"A Comparative Analysis of Two Order Analytic Techniques: Assessing Item Hierarchies in Real and Simulated Data."},
      {
        "id":"ED236166",
        "title":"The Dimensionality of the General Aptitude Test Battery (GATB) and the Dominance of General Factors over Specific Factors in the Prediction of Job Performance for the U.S. Employment Service."},
      {
        "id":"ED236167",
        "title":"Preservice Teacher Evaluation: An Overview."},
      {
        "id":"ED236170",
        "title":"External Research in AISD: Knowledge for Building, 1982-83."},
      {
        "id":"ED236174",
        "title":"How to Find Information on Educational and Psychological Tests at the Library of Congress."},
      {
        "id":"ED236176",
        "title":"Perceptions of Education. A Public Opinion Survey of Macomb County Residents."},
      {
        "id":"ED236177",
        "title":"Reliability and Validity of Two-Option Multiple-Choice and Comparably Written True-False Items."},
      {
        "id":"ED236179",
        "title":"Results of the Georgia Statewide Testing Program for the Atlanta Public Schools: 1982-83. Report No. 17-9."},
      {
        "id":"ED236181",
        "title":"Student Achievement: Final Report 1982-1983."},
      {
        "id":"ED236182",
        "title":"Standards for Program Development Evaluation Plans. Report No. 341."},
      {
        "id":"ED236183",
        "title":"Spatial Encounters: Exercises in Spatial Awareness."},
      {
        "id":"ED236186",
        "title":"Using Residual Analyses to Assess Item Response Model-Test Data Fit. Laboratory of Psychometric and Evaluative Research Report No. 140."},
      {
        "id":"ED236187",
        "title":"The Use of Content Analysis of Critical Events in Program Evaluation."},
      {
        "id":"ED236188",
        "title":"The Structure of Instruction Rating Scale (SIRS): Development and Technical Characteristics."},
      {
        "id":"ED236189",
        "title":"The Effects of Training Teachers in the Use of Formative Evaluation in Reading: An Experimental-Control Comparison."},
      {
        "id":"ED236190",
        "title":"Visual Analysis of Time Series Data: Factors of Influence and Level of Reliability."},
      {
        "id":"ED236191",
        "title":"The Technical Adequacy of a Basal Reading Series Mastery Test."},
      {
        "id":"ED236192",
        "title":"Two Student Self-Management Techniques Applied to Data-Based Program Modification."},
      {
        "id":"ED236193",
        "title":"The Impact of the Structure of Instruction and the Use of Technically Adequate Instructional Data on Reading Improvement."},
      {
        "id":"ED236194",
        "title":"Factors Influencing the Agreement between Visual and Statistical Analyses of Time Series Data."},
      {
        "id":"ED236195",
        "title":"Technical Adequacy of Basal Readers&apos; Mastery Tests: The Ginn 720 Series."},
      {
        "id":"ED236196",
        "title":"Curriculum-Based Measurement: Effects on Instruction, Teacher Estimates of Student Progress, and Student Knowledge of Performance."},
      {
        "id":"ED236197",
        "title":"Characteristics of the Time-Series Data Collected through Curriculum-Based Reading Measurement."},
      {
        "id":"ED236198",
        "title":"A Comparison of Standardized Achievement Tests and Direct Measurement Techniques in Measuring Pupil Progress."},
      {
        "id":"ED236199",
        "title":"The Technical Adequacy of a Basal Series Mastery Test: The Scott-Foresman Reading Program."},
      {
        "id":"ED236200",
        "title":"The Nature of Inaccuracy among Readability Formulas."},
      {
        "id":"ED236201",
        "title":"The Technical Adequacy of a Basal Reading Mastery Test: The Holt Basic Reading Series."},
      {
        "id":"ED236202",
        "title":"Systematic Bias in the Assessment of Handicapped Children."},
      {
        "id":"ED236203",
        "title":"The Importance of Scorer Bias to Handicapped Preschoolers&apos; Stronger Performance with Familiar Examiners."},
      {
        "id":"ED236205",
        "title":"The Academic Achievement of Young Americans. Fastback 196."},
      {
        "id":"ED236206",
        "title":"The College Descriptive Index (C.D.I.): Development and Background Information. Technical Manual."},
      {
        "id":"ED236207",
        "title":"Comparison of IRT Observed-Score and True-Score 'Equatings.'"},
      {
        "id":"ED236209",
        "title":"The Development of a Baccalaureate Outcome Measure Based on a Generic Skills Theory of Human Performance."},
      {
        "id":"ED236210",
        "title":"An Evaluation of the Sheridan County School District Alternative School Schedule, 1982-83."},
      {
        "id":"ED236211",
        "title":"An Investigation of Methods for Reducing Sampling Error in Certain IRT Procedures."},
      {
        "id":"ED236214",
        "title":"Response Rates to Mail Questionnaires in an Ethnic Minority Population."},
      {
        "id":"ED236215",
        "title":"Stability of the SOMPA's Health History Inventory."},
      {
        "id":"ED236216",
        "title":"Stability of the SOMPA's Sociocultural Modalities."},
      {
        "id":"ED236218",
        "title":"The Videodisc and Educational Research."},
      {
        "id":"ED236219",
        "title":"Pathways to the Future: A Report on the National Longitudinal Survey of Youth Labor Market Experience in 1979."},
      {
        "id":"ED236220",
        "title":"Pathways to the Future, Vol. II. The National Longitudinal Survey of Youth Labor Market Experience in 1980. Final Report."},
      {
        "id":"ED236221",
        "title":"Pathways to the Future, Vol. III. The National Longitudinal Surveys of Youth Labor Market Experience in 1981. Final Report."},
      {
        "id":"ED236231",
        "title":"A Comparison of Approaches for Setting Proficiency Standards via Monte Carlo Simulations. Research Evaluation Development Technical Report Series, No. 2."},
      {
        "id":"ED236232",
        "title":"A Proposed Additional Index to Glass' Effect Size Estimator with Application to Mastery Learning Experiments. Technical Report Series No. 3."},
      {
        "id":"ED236233",
        "title":"Dropout Interviews: Summer, 1982, Final Technical Report."},
      {
        "id":"ED236234",
        "title":"Practical Hints for Observational Research."},
      {
        "id":"ED236235",
        "title":"CRISP-Psychometric Assessment of Postdivorce Stress/Adjustment in Children."},
      {
        "id":"ED236243",
        "title":"Summer School Pilot, 1982: First Report to the Texas Education Agency."},
      {
        "id":"ED236244",
        "title":"Summer School Pilot, 1983: Third Report to the Texas Education Agency."},
      {
        "id":"ED236245",
        "title":"Summer School Pilot, 1983: First Report to the Texas Education Agency."},
      {
        "id":"ED236247",
        "title":"Citizenship and Social Studies Achievement of Young Americans: 1981-82 Performance and Changes between 1976 and 1982."},
      {
        "id":"ED236248",
        "title":"Student Achievement in America: State Policy Implications for a High Technology Economy."},
      {
        "id":"ED236249",
        "title":"The Relationship of Students' Academic Achievement to Television Watching, Leisure Time Reading and Homework."},
      {
        "id":"ED236250",
        "title":"National Assessment Analysis Procedures."},
      {
        "id":"ED236254",
        "title":"&quot;There Is No Liberty...&quot; A Report on Congressional Efforts to Curb the Federal Courts and to Undermine the Brown Decision."},
      {
        "id":"ED236257",
        "title":"Lawrence Children&apos;s Health Project/EPSDT. A Proposal to Integrate Health and Special Education Services for Children in a School-Based Demonstration Project. Final Report."},
      {
        "id":"ED236263",
        "title":"Social and Community Support Systems in Hispanic Neighborhoods in New York City: A Public Policy Analysis. Mental Health Policy Monograph Series Number 3."},
      {
        "id":"ED236265",
        "title":"Learning Through Writing: A Practical Guide to Student Writing for College Teachers."},
      {
        "id":"ED236274",
        "title":"An Abashing Anomaly: The High Achieving Predominantly Black Elementary School."},
      {
        "id":"ED236275",
        "title":"An Abashing Anomaly: The High Achieving Predominantly Black Elementary School. Executive Summary."},
      {
        "id":"ED236276",
        "title":"Home-School-Community Linkages: A Study of Educational Opportunity for Punjabi Youth. Final Report."},
      {
        "id":"ED236279",
        "title":"Advancing the Art of Inquiry in School Desegregation Research."},
      {
        "id":"ED236280",
        "title":"Title I Children's Program: Learning to Read Through the Arts. Final Evaluation Report, 1981-82."},
      {
        "id":"ED236281",
        "title":"Printing in Tongues: The Foreign-Language Press in the United States."},
      {
        "id":"ED236285",
        "title":"Reinforcement Science Skills Project. Disadvantaged Pupil Program Fund. Final Evaluation Report, 1982-1983."},
      {
        "id":"ED236290",
        "title":"Project STAR (Secondary). Disadvantaged Pupil Program Fund. Final Evaluation Report, 1982-83."},
      {
        "id":"ED236295",
        "title":"Computer-Assisted Instruction in Mathematics. Disadvantaged Pupil Program Fund. Final Evaluation Report, 1982-83."},
      {
        "id":"ED236298",
        "title":"Steppin' Up and Moving On: A Career Education Program for the Urban, Noncollege-Bound Student."},
      {
        "id":"ED236299",
        "title":"More Effective Schooling from Research to Practice. ERIC/CUE Urban Diversity Series No. 83."},
      {
        "id":"ED236300",
        "title":"Home, School, and Community in Adolescent Education. ERIC/CUE Urban Diversity Series No. 84."},
      {
        "id":"ED236301",
        "title":"Impacts from the Youth Incentive Entitlement Pilot Projects: Participation, Work, and Schooling Over the Full Program Period."},
      {
        "id":"ED236303",
        "title":"Survey of Magnet Schools. Analyzing a Model for Quality Integrated Education. Executive Summary. Final Report of a National Study."},
      {
        "id":"ED236304",
        "title":"Survey of Magnet Schools. Analyzing A Model for Quality Integrated Education. Final Report of a National Study."},
      {
        "id":"ED236305",
        "title":"Guide to Magnet School Development."},
      {
        "id":"ED236318",
        "title":"Learning Activities of California Adults. Commission Report 81-4."},
      {
        "id":"ED236328",
        "title":"National Apprenticeship and Training Standards for Dental Technicians. Revised."},
      {
        "id":"ED236329",
        "title":"National Apprenticeship and Training Standards for Sign, Display, and Allied Workers Industry. Revised."},
      {
        "id":"ED236330",
        "title":"An Employment Policy for America's Future. Report No. 16."},
      {
        "id":"ED236331",
        "title":"Handbook of Job Analysis for Reasonable Accommodation. Personnel Management Series."},
      {
        "id":"ED236334",
        "title":"The Entrepreneurship Education Forum. Proceedings of a Conference (Columbus, Ohio, September 21-22, 1983)."},
      {
        "id":"ED236337",
        "title":"The Business-Rehabilitation Partnership."},
      {
        "id":"ED236338",
        "title":"Demography and Disability: A Chartbook for Rehabilitation."},
      {
        "id":"ED236339",
        "title":"Self-Help and Community Education. Courier No. 28."},
      {
        "id":"ED236356",
        "title":"Demonstrate a Manipulative Skill. Second Edition. Module C-16 of Category C--Instructional Execution. Professional Teacher Education Module Series."},
      {
        "id":"ED236358",
        "title":"An Analysis of Skills Update Needs of Teachers in High Technology Programs in Georgia."},
      {
        "id":"ED236359",
        "title":"Two Year Core Curriculum for Agricultural Education in Montana. Revised."},
      {
        "id":"ED236365",
        "title":"A Compilation of State Statutes That Include Education/Training Benefits for Senior Citizens."},
      {
        "id":"ED236366",
        "title":"High School Dropouts: Descriptive Information from High School and Beyond. National Center for Education Statistics Bulletin."},
      {
        "id":"ED236368",
        "title":"Reemploying Dislocated Workers--Five Strategies for Pennsylvania. A Statement before the House of Representatives Committee on Appropriations, Legislature of the Commonwealth of Pennsylvania."},
      {
        "id":"ED236369",
        "title":"Dislocated Workers and Midcareer Retraining in Other Industrial Nations."},
      {
        "id":"ED236370",
        "title":"Dislocated Workers and the American Flexiconomy. Research Paper."},
      {
        "id":"ED236371",
        "title":"Workers Dislocated by Economic Change: Toward New Institutions for Midcareer Worker Transformation. Research Paper."},
      {
        "id":"ED236375",
        "title":"The Social Payoff for Occupationally Specific Training: The Employers' Point of View. Technical Report and Executive Summary. Studies in Employment and Training Policy: No. 3."},
      {
        "id":"ED236377",
        "title":"The Basic Organizing/Optimizing Training Scheduler (BOOTS): User's Guide. Technical Report 151."},
      {
        "id":"ED236383",
        "title":"Direct Curriculum Development. Module LT-B-1 of Category B--Instructional Management. Competency-Based Vocational Education Administrator Module Series."},
      {
        "id":"ED236384",
        "title":"Manage Student Recruitment. Module LT-C-1 of Category C--Student Services. Competency-Based Vocational Education Administrator Module Series."},
      {
        "id":"ED236385",
        "title":"Supervise Vocational Education Personnel. Revised Edition. Module LT-D-2 of Category D--Personnel Management. Competency-Based Vocational Education Administrator Module Series."},
      {
        "id":"ED236386",
        "title":"Promote the Vocational Education Program. Module LT-F-2 of Category F--School-Community Relations. Competency-Based Vocational Education Administrator Module Series."},
      {
        "id":"ED236387",
        "title":"Subsidizing On-the-Job Training. An Analysis of a National Survey of Employers. Studies in Employment and Training Policy: 1."},
      {
        "id":"ED236388",
        "title":"Career Motivation Achievement Planning: C-MAP. A User's Manual."},
      {
        "id":"ED236389",
        "title":"Women's Peer Groups and Choice of Career. Final Report."},
      {
        "id":"ED236394",
        "title":"Strategic Planning for Economic Development."},
      {
        "id":"ED236395",
        "title":"Community Collaboration for Improving Career Guidance Programs: It Can Work in Your Community. An Evaluation Monograph."},
      {
        "id":"ED236403",
        "title":"Determinants of Female Reentrant Unemployment. Technical Paper."},
      {
        "id":"ED236404",
        "title":"Family and Individual Services."},
      {
        "id":"ED236405",
        "title":"Application of the DACUM Process in Allied Health Education: The Development of a Dental Assisting Curriculum."},
      {
        "id":"ED236406",
        "title":"Researchable Problems and Implications for T & I Education Drawn from the Vocational Education Study."},
      {
        "id":"ED236407",
        "title":"Postsecondary Schools with Occupational Programs."},
      {
        "id":"ED236408",
        "title":"The Impact of Robotics on Employment. Hearing before the Subcommittee on Economic Goals and Intergovernmental Policy of the Joint Economic Committee, Congress of the United States, Ninety-Eighth Congress. First Session."},
      {
        "id":"ED236409",
        "title":"The Emergency Vietnam Veterans Jobs Training Act of 1983. Hearings before the Subcommittee on Education, Training and Employment of the Committee on Veterans' Affairs. House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED236410",
        "title":"Vocational Rehabilitation Program. Hearing before the Subcommittee on Education, Training and Employment of the Committee on Veterans' Affairs. House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED236411",
        "title":"Community Volunteer Service Act of 1983. Hearing before the Subcommittee on Family and Human Services of the Committee on Labor and Human Resources. United States Senate, Ninety-Eighth Congress, First Session on S. 1129."},
      {
        "id":"ED236412",
        "title":"Women's Career Choice Equity Legislation. Hearing before the Subcommittee on Social Security and Income Maintenance Programs of the Committee on Finance. United States Senate, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED236415",
        "title":"Think It Older. A Guide to a Career in Gerontology. A Comprehensive Model for the Development of Training Coordinators. Final Report."},
      {
        "id":"ED236416",
        "title":"Think It Older. A Guide for the Inservice Coordinator."},
      {
        "id":"ED236417",
        "title":"Proceedings from Advanced Training for Nursing Home Inservice Coordinators. Think It Older Project."},
      {
        "id":"ED236418",
        "title":"Education for Tomorrow&apos;s Jobs."},
      {
        "id":"ED236419",
        "title":"In Recognition of Culture: A Resource Guide for Adult Educators about Women of Color."},
      {
        "id":"ED236433",
        "title":"Communication Skills for Career Success: A Programmed Textbook. Book I: Overview and Active Listening."},
      {
        "id":"ED236434",
        "title":"Communication Skills for Career Success. A Programmed Textbook. Book II: Assertive Communication."},
      {
        "id":"ED236435",
        "title":"Communication Skills for Career Success. A Programmed Textbook. Book III: Conflict Resolution."},
      {
        "id":"ED236436",
        "title":"Striving for Excellence: Middle Schoolers Study &quot;Work.&quot; Ideas for Action in Education and Work, Issue 5."},
      {
        "id":"ED236437",
        "title":"Learning Responsibility: The Importance of the Home, School and Workplace. Ideas for Action in Education and Work, Issue 6."},
      {
        "id":"ED236443",
        "title":"Decisions about Drug Use. Adolescent Decisions Curriculum."},
      {
        "id":"ED236444",
        "title":"Adolescent Development and Sexuality. Adolescent Decisions Curriculum."},
      {
        "id":"ED236445",
        "title":"People and the Government. Adolescent Decisions Curriculum."},
      {
        "id":"ED236446",
        "title":"Program Manual. Adolescent Decisions Curriculum."},
      {
        "id":"ED236447",
        "title":"Juvenile Law: Decisions and Alternatives. Adolescent Decisions Curriculum."},
      {
        "id":"ED236448",
        "title":"Decisions about Work. Adolescent Decisions Curriculum."},
      {
        "id":"ED230414",
        "title":"A Patron for Pure Science. The National Science Foundation's Formative Years, 1945-57. NSF 82-24."},
      {
        "id":"ED230415",
        "title":"Students' Conceptions of Decimal Numbers."},
      {
        "id":"ED230418",
        "title":"National Study of the Estimated Supply and Demand of Secondary Science and Mathematics Teachers 1980-1982."},
      {
        "id":"ED230419",
        "title":"Methods for Addressing Creation/Evolution Controversies in Iowa Schools."},
      {
        "id":"ED230420",
        "title":"A Tool for Assessing and Revising the Science Curriculum. Revised Edition 1982."},
      {
        "id":"ED230422",
        "title":"Engineering Careers: Women in a Male-Dominated Field."},
      {
        "id":"ED230425",
        "title":"Studies of Scientific Disciplines. An Annotated Bibliography."},
      {
        "id":"ED230427",
        "title":"Man Meets Coast. A Game of Coastal Issues."},
      {
        "id":"ED230428",
        "title":"Engineering and Science Manpower Act of 1982. H.R. 5254. Hearings Before the Subcommittee on Science, Research and Technology of the Committee on Science and Technology. U.S. House of Representatives, Ninety-Seventh Congress, Second Session (April 27, 29, 1982)."},
      {
        "id":"ED230433",
        "title":"The National Science Board: Science Policy and Management for the National Science Foundation 1968-1980. Report for the Subcommittee on Science Research and Technology Transmitted to the Committee on Science and Technology, U.S. House of Representatives, Ninety-Eighth Congress, First Session. Serial E."},
      {
        "id":"ED230434",
        "title":"Physics Demonstration Experiments at William Jewell College. Revised Edition."},
      {
        "id":"ED230435",
        "title":"Field Application of Ecological Principles for Physically Handicapped High School Students. Final Report."},
      {
        "id":"ED230437",
        "title":"Interest Profiles of Professional Engineers."},
      {
        "id":"ED230438",
        "title":"Science and Engineering Doctorates: 1960-81. Special Report."},
      {
        "id":"ED230441",
        "title":"Another Educational Problem: Shortages of University Scientific and Engineering Faculty."},
      {
        "id":"ED230443",
        "title":"An International Review of Applications in School Mathematics--the elusive El Dorado."},
      {
        "id":"ED230444",
        "title":"Feasibility Study for an Economic Data Program on the Condition of Arts and Cultural Organizations. Final Report. Volume 1."},
      {
        "id":"ED230445",
        "title":"Feasibility Study for an Economic Data Program on the Condition of Arts and Cultural Organizations. Final Report. Volume 2, Appendix Material."},
      {
        "id":"ED230447",
        "title":"Organizing a Community School: A Primer for Citizens."},
      {
        "id":"ED230449",
        "title":"Community Education Proven Practices II. Programmatic and Fiscal Impact. Federally Funded Local Community Education Projects."},
      {
        "id":"ED230450",
        "title":"Consumer Response to Arts Offerings: A Study of Theater and Symphony in Four Southern Cities."},
      {
        "id":"ED230451",
        "title":"The Immigrant Experience: A Polish-American Model. Teacher's Guide."},
      {
        "id":"ED230459",
        "title":"Entrepreneurship Education for Women: A Research Review and Agenda."},
      {
        "id":"ED230461",
        "title":"The Status of Geography in North Dakota Secondary Schools."},
      {
        "id":"ED230464",
        "title":"Trade and Industry in History. National History Day, 1982."},
      {
        "id":"ED230468",
        "title":"Studies in the Management of Social R&D: Selected Policy Areas. Study Project on Social Research and Development, Volume 3."},
      {
        "id":"ED230470",
        "title":"Overview of the American Indian Archeology in the Middle School Project."},
      {
        "id":"ED230471",
        "title":"Standards for Evaluation of Instructional Materials with Respect to Social Content."},
      {
        "id":"ED230472",
        "title":"The Changing Value of Children in Turkey. Current Studies on the Value of Children. Number 60-E."},
      {
        "id":"ED230473",
        "title":"Ethnicity, Birthplace, and Achievement: The Changing Hawaii Mosaic. Paper 82."},
      {
        "id":"ED230475",
        "title":"Different People: Studies in Ethnicity and Education."},
      {
        "id":"ED230479",
        "title":"Social Studies Objectives, K-12."},
      {
        "id":"ED230481",
        "title":"Amnesty in the New York Times: A Quantitative Case Study."},
      {
        "id":"ED230485",
        "title":"Certified Trainer Systems in the National Diffusion Network. A Guidebook for Educational Disseminators."},
      {
        "id":"ED230492",
        "title":"Reducing and Combining Classroom Observation Categories into Behavioral Profiles. Report No. 5088."},
      {
        "id":"ED230493",
        "title":"A Study of the Entry Mechanisms of University-Based Teacher Educators. Report No. 9011."},
      {
        "id":"ED230496",
        "title":"Mutual Inquiry: The Role of Collaborative Research on Teaching in School-Based Staff Development. Ecological Perpectives for Successful Schooling Practice."},
      {
        "id":"ED230497",
        "title":"Ecological Perspectives for Successful Schooling Practice. Bridging Meeting Report (Elkridge, Maryland, November 15-17, 1981)."},
      {
        "id":"ED230498",
        "title":"An Analysis of Teachers' Rule Systems at a Successful School. Verification Inquiry, Volume IV. Ecological Perspectives for Successful Schooling Practice."},
      {
        "id":"ED230499",
        "title":"An Exploration of Elementary Students' Perceptions of Classroom Rules and Teacher Authority at a Successful School. Verification Inquiry, Volume V. Ecological Perspectives for Successful Schooling Practice."},
      {
        "id":"ED230500",
        "title":"Ecological Case Studies of Classroom Instruction in a Successful School. Verification Inquiry, Volume VI. Ecological Perspectives for Successful Schooling Practice."},
      {
        "id":"ED230501",
        "title":"Organization of Instruction. Elementary School--Junior High School Comparison. Junior High School Transition Study, Volume II. Ecological Perspectives for Successful Schooling Practice."},
      {
        "id":"ED230502",
        "title":"Students' Perceptions of Transition and School. Junior High School Transition Study, Volume III. Ecological Perspectives for Successful Schooling Practice."},
      {
        "id":"ED230503",
        "title":"Students' Experience during and Response to Transition to Junior High School. Junior High School Transition Study, Volume IV."},
      {
        "id":"ED230504",
        "title":"Students' Conceptions of Teachers. Junior High School Transition Study, Volume V. Ecological Perspectives for Successful Schooling Practice."},
      {
        "id":"ED230505",
        "title":"Junior High School Transition Study, Volume VII. Executive Summary."},
      {
        "id":"ED230506",
        "title":"Developing International Understanding in Teacher Education."},
      {
        "id":"ED230510",
        "title":"Evaluating Teacher Education Graduates and Programs."},
      {
        "id":"ED230513",
        "title":"Directions for Research on Supervisory Conference Approaches Appropriate to Developmental Levels of Teachers."},
      {
        "id":"ED230517",
        "title":"Connotations of Health Education Related Journals: A Factor Analytic Study."},
      {
        "id":"ED230519",
        "title":"Informally Inviting Moral Development: Teacher Perception and Behaviour Regarding the Handling of Moral Transgressions."},
      {
        "id":"ED230520",
        "title":"ACT Scores and Selective Admissions: An Exploratory Look at Some One-Time Data."},
      {
        "id":"ED230522",
        "title":"The North West Oklahoma In-Service Cooperative: A Model for Rural Cooperative Staff Development."},
      {
        "id":"ED230524",
        "title":"Is Growing Old Inevitable? A Systems Perspective to Biological Changes and Educational Priorities in Later Adulthood."},
      {
        "id":"ED230533",
        "title":"Effects of Interdisciplinary Team Teaching. Research Synthesis."},
      {
        "id":"ED230534",
        "title":"Staff Development for School Improvement: An Illustration."},
      {
        "id":"ED230536",
        "title":"Approaches to Research on Teaching: Implications for Curricular Theory and Practice."},
      {
        "id":"ED230538",
        "title":"Age-Related Visual Changes and Their Impications for the Motor Skill Performance of Older Adults."},
      {
        "id":"ED230540",
        "title":"Basic Stuff Series Index. [and] Using Basic Stuff in the Teacher Preparation Program."},
      {
        "id":"ED230541",
        "title":"Assessing Minimal Competence for Certification with the National Teacher Examinations."},
      {
        "id":"ED230558",
        "title":"Studies of Domain Referenced Item Models. Final Report. Volume 2: Sections III and IV."},
      {
        "id":"ED230559",
        "title":"The Feasibility of Using Item Response Theory as a Psychometric Model for the GRE Aptitude Test."},
      {
        "id":"ED230562",
        "title":"Learning Styles and Learning Strategies. I. Conversation Theory--The Work of Gordon Pask. 1983:01."},
      {
        "id":"ED230566",
        "title":"Assessing Unexpected Differential Item Performance of Female Candidates on SAT and TSWE Forms Administered in December 1977: An Application of the Standardization Approach."},
      {
        "id":"ED230568",
        "title":"Appraising the Evaluators."},
      {
        "id":"ED230569",
        "title":"Effects on Score Distributions of Deleting an Unkeyable Item from a Test."},
      {
        "id":"ED230572",
        "title":"An Inquiry into Possible New Items of Background Information about TOEFL Candidates."},
      {
        "id":"ED230576",
        "title":"Properties of Writing Tasks: A Study of Alternative Procedures for Holistic Writing Assessment. Final Report."},
      {
        "id":"ED230583",
        "title":"Program Evaluation: Why It Seldom Is Perceived as a Success."},
      {
        "id":"ED230585",
        "title":"Individual Differences in Children&apos;s Ability to Profit from Picture Adjunct Aids."},
      {
        "id":"ED230588",
        "title":"Effects of Including Humor in Test Items."},
      {
        "id":"ED230589",
        "title":"Guidelines for Proficiency Tests."},
      {
        "id":"ED230591",
        "title":"Implementing Army Training Programs: Translating Model into Action."},
      {
        "id":"ED230593",
        "title":"Identification of Exemplary Schools: A Secondary Analysis of Sixth Grade Data from the California Assessment Program."},
      {
        "id":"ED230594",
        "title":"Interviewing Children--A Checklist for the I.A.I. Interview. Learning in Science Project. Working Paper 45."},
      {
        "id":"ED230596",
        "title":"National Assessment of Educational Progress."},
      {
        "id":"ED230597",
        "title":"Project Basic Test Interpretation."},
      {
        "id":"ED230603",
        "title":"Trends in Achievement as a Function of Age of Admission. No. AY-AA-51."},
      {
        "id":"ED230604",
        "title":"Training Manual for External Evaluators. The Vermont Vocational Special Needs Evaluation System."},
      {
        "id":"ED230605",
        "title":"Validity Study of CLEP Subject Examination in American Government for Use in Placement and Credit by Examination, U. T. Austin, Spring Semester 1980. Research Bulletin 80-8."},
      {
        "id":"ED230607",
        "title":"A Validity Network Schema."},
      {
        "id":"ED230608",
        "title":"Beyond Needs Assessment to Marketing Continuing Education in Nursing."},
      {
        "id":"ED230609",
        "title":"An Evaluation of the Employee Assistance Program in the Montgomery County Public School System."},
      {
        "id":"ED230610",
        "title":"Survey of Basic Skills: Grade 3 [and] Grade 6 - 1982. School Report for John M. Gomes Elementary. California Assessment Program."},
      {
        "id":"ED230611",
        "title":"Helping Students Do Their Best on Standardized Achievement Tests. Bulletin No. 6."},
      {
        "id":"ED230614",
        "title":"Accountability Uses of a Statewide Compensatory Education Program Evaluation."},
      {
        "id":"ED230615",
        "title":"Bias and Information of Bayesian Adaptive Testing. Research Report 83-2."},
      {
        "id":"ED230616",
        "title":"Cost Effectiveness in Evaluation Technical Assistance: Different Aspects of Measuring Cost and Outcomes."},
      {
        "id":"ED230617",
        "title":"Comparing Four Estimates of the Criterion-Referenced Standard for a Written Test."},
      {
        "id":"ED230618",
        "title":"Development of the National Assessment of Educational Progress."},
      {
        "id":"ED230619",
        "title":"Director&apos;s Report to the Congress on the National Assessment of Educational Progress."}]
  }}
