{
  "response":{"numFound":509939,"start":156000,"numFoundExact":true,"docs":[
      {
        "id":"ED230620",
        "title":"The Effects of a Group Supportive Testing Procedure and Acculturation Level on Achievement Test Scores of Culturally Diverse Students. Final Report. Revision."},
      {
        "id":"ED230621",
        "title":"A Guide to the Development of Evaluation Reports. The Louisiana Round Table of Program Evaluators. Monograph # 2."},
      {
        "id":"ED230623",
        "title":"Design of the National Assessment of Educational Progress. Final Report."},
      {
        "id":"ED230624",
        "title":"Fitting Item Response Models to the Maryland Functional Reading Test Results."},
      {
        "id":"ED230625",
        "title":"Impact of a Major National Evaluation Study: Israel's Van Leer Report."},
      {
        "id":"ED230628",
        "title":"Technical Works for Basic Skills Assessment Programs. Final Report."},
      {
        "id":"ED230632",
        "title":"An Evaluation of the Impact of the Basic Core of Course Offerings on Senior High School Programs."},
      {
        "id":"ED230633",
        "title":"Research Plan for the Study of Senior High School Alternative Scheduling Systems in the Montgomery County Public School System."},
      {
        "id":"ED230634",
        "title":"Bronx Multidiscipline Special Education Bilingual Program. E.S.E.A. Title VII Annual Evaluation Report, 1981-82."},
      {
        "id":"ED230635",
        "title":"Park West High School &quot;At Your Service.&quot; O.E.E. Evaluation Report, 1981-1982."},
      {
        "id":"ED230636",
        "title":"Project Esperanza. E.S.E.A. Title VII Annual Evaluation Report, 1981-82."},
      {
        "id":"ED230637",
        "title":"Thomas Jefferson High School Effective Transition of the Bilingual and Bicultural Student to Senior High School. O.E.E. Evaluation Report, 1981-1982."},
      {
        "id":"ED230639",
        "title":"Bilingual/Bicultural Demonstration Project for Teachers of Emotionally Disturbed Children. E.S.E.A. Title VII Annual Evaluation Report, 1981-82."},
      {
        "id":"ED230640",
        "title":"Project TRABAJO and Individualized Bilingual Education for Children with Retarded Mental Development. E.S.E.A. Title VII [and] Chapter 720 Annual Evaluation Report, 1980-81."},
      {
        "id":"ED230641",
        "title":"Walton High School Bilingual Basic Skills Through Interdisciplinary Career Orientation. O.E.E. Evaluation Report, 1981-1982."},
      {
        "id":"ED230642",
        "title":"William H. Taft High School Project Adelante. O.E.E. Evaluation Report, 1981-1982."},
      {
        "id":"ED230643",
        "title":"Evaluation of the ESOL/Bilingual Program: Validation and Reliability of the Assessment Measures."},
      {
        "id":"ED230644",
        "title":"Effects of Student Teams and Individualized Instruction on Cross-Race and Cross-Sex Friendships."},
      {
        "id":"ED230645",
        "title":"Effects of Instructional Setting and Approach in Compensatory Education: A Statewide Analysis."},
      {
        "id":"ED230646",
        "title":"Teaching America: East European Jewish Immigrants and the Public School Curriculum in Turn-of-the-Century New York City."},
      {
        "id":"ED230649",
        "title":"Teenage Pregnancy: A Critical Family Issue."},
      {
        "id":"ED230654",
        "title":"Report on the Results of a Survey of Northwestern High School Students. High School Improvement Project, June 1982."},
      {
        "id":"ED230658",
        "title":"Emergency School Aid Act (ESAA) Magnet Program Evaluation (FY '81 and FY '82). Report No. 17-7."},
      {
        "id":"ED230659",
        "title":"Greater Baltimore Commitment: A Study of Urban Minority Economic Development."},
      {
        "id":"ED230662",
        "title":"The Two Worlds of School: Differences in the Photographs of Black and White Adolescents."},
      {
        "id":"ED230663",
        "title":"Report on the Results of a Survey of Northwestern High School Staff. High School Improvement Project, June 1982."},
      {
        "id":"ED230665",
        "title":"Hispanics' Education and Background: Predictors of College Achievement."},
      {
        "id":"ED230674",
        "title":"The Ohio Business Teacher. Volume XLIII."},
      {
        "id":"ED230686",
        "title":"Health Education Consortium. Articulated Nursing Education Program. Final Report from January 1, 1980 to June 30, 1981."},
      {
        "id":"ED230689",
        "title":"Entering the World of Work: Young Americans and Their Employers. Final Data Base Report No. 4. Technical Report No. 26."},
      {
        "id":"ED230690",
        "title":"A Survey of CETA Upgrading and Retraining Programs."},
      {
        "id":"ED230691",
        "title":"Strategies for Coordinating Education and Employment Services: A Preliminary Analysis of Four In-School Alternatives. Occasional Paper #1."},
      {
        "id":"ED230692",
        "title":"Employer Involvement: A Study of Public and Private Sector Linkages to Youth Programs. Occasional Paper #2."},
      {
        "id":"ED230693",
        "title":"On Creating Viable Work Experience Programs: Design and Implementation. Occasional Paper #3."},
      {
        "id":"ED230694",
        "title":"Forging New Relationships: The CETA/School Nexus. A Study in the Coordination of Education and Employment Services. Interim Report #1."},
      {
        "id":"ED230695",
        "title":"Targeting on In-School Youth: Four Strategies for Coordinating Education and Employment Training. An Analysis of Four In-School Alternatives for Education and Employment Training. Interim Report #3."},
      {
        "id":"ED230696",
        "title":"Expanding Employment Opportunities for Disadvantaged Youth. Fifth Annual Report to the President and the Congress. Report No. 9."},
      {
        "id":"ED230697",
        "title":"National Commission for Employment Policy Sixth Annual Report to the President and the Congress. Including Findings and Recommendations on Economic Development and Jobs for the Structurally Unemployed. Report No. 10."},
      {
        "id":"ED230698",
        "title":"The Federal Interest in Employment and Training. Seventh Annual Report. Report No. 13."},
      {
        "id":"ED230699",
        "title":"The Federal Role in Vocational Education: Sponsored Research. Special Report No. 39."},
      {
        "id":"ED230701",
        "title":"Automation and the Workplace. Selected Labor, Education, and Training Issues. A Technical Memorandum."},
      {
        "id":"ED230702",
        "title":"The Reagan Administration's EEO Policy."},
      {
        "id":"ED230705",
        "title":"Towards a Paradigm of Developmental Levels of Self-Directed Learning."},
      {
        "id":"ED230706",
        "title":"Technician Manpower in the South: High Tech Industries or High Tech Occupations?"},
      {
        "id":"ED230707",
        "title":"Starting Labor-Management Quality of Work Life Programs."},
      {
        "id":"ED230708",
        "title":"New Technology in the American Workplace. Hearing before the Subcommittee on Labor Standards of the Committee on Education and Labor, House of Representatives, Ninety-Seventh Congress, Second Session."},
      {
        "id":"ED230712",
        "title":"Development of Personnel Appraisal Procedures to Measure the Job Performance of County Extension Agents. Summary of Research, 30."},
      {
        "id":"ED230713",
        "title":"The Effects of Task Instruction Sheets on the Performance of Vocational Horticulture Students. Summary of Research, 29."},
      {
        "id":"ED230714",
        "title":"Assessing the Need for a Training and Development Emphasis Within Vocational and Technical Education at the University of Minnesota."},
      {
        "id":"ED230718",
        "title":"Youth Employment: Colleges Have a Role."},
      {
        "id":"ED230719",
        "title":"The Work Revolution. 8th Annual Report. Report No. 15."},
      {
        "id":"ED230720",
        "title":"Developing and Disseminating a Curriculum in English Language Survival Skills for Pre- and Non-Literate Speakers of Other Languages. Final Report."},
      {
        "id":"ED230723",
        "title":"National Apprenticeship and Training Standards for the Sheet Metal Industry. Revised."},
      {
        "id":"ED230724",
        "title":"National Apprenticeship and Training Standards for Drafters. Revised."},
      {
        "id":"ED230725",
        "title":"National Apprenticeship Standards for Cement Masonry, Asphalt, and Composition Trade. Revised."},
      {
        "id":"ED230726",
        "title":"Assessment of the Projects with Industry Program."},
      {
        "id":"ED230736",
        "title":"NFE--Planning and Organizing for Action. Courier No. 27."},
      {
        "id":"ED230741",
        "title":"Maximizing Responsiveness to Industry by North Carolina Technical and Community Colleges. Occupational Education Research Project. Final Technical Report."},
      {
        "id":"ED230751",
        "title":"Rehabilitating the Learning Disabled Adult."},
      {
        "id":"ED230755",
        "title":"Vocational Rehabilitation Program Standards Evaluation System. Final Report. Volume I: Report on the Program Standards Pretest. Revised."},
      {
        "id":"ED230756",
        "title":"Vocational Rehabilitation Program Standards Evaluation System. Final Report. Volume II: Using the System: An Analytic Paradigm for Management."},
      {
        "id":"ED230757",
        "title":"The Rehabilitation Executive&apos;s Evaluation System (TREES). Appendix A of: Vocational Rehabilitation Program Standards Evaluation System. Final Report. Volume II: Using the System: An Analytic Paradigm for Management."},
      {
        "id":"ED230758",
        "title":"Vocational Rehabilitation Program Standards Evaluation System. Final Report. Volume III: Guidance Materials. Revised."},
      {
        "id":"ED230759",
        "title":"Vocational Rehabilitation Program Standards Evaluation System. Training Materials. Trainee Handbook."},
      {
        "id":"ED230765",
        "title":"Cooperative Marketing and Distributive Education I and II (Junior and Senior High School Students). Vocational Education Teacher-Coordinators Curriculum Guide. Bulletin 1702."},
      {
        "id":"ED230776",
        "title":"Clothing and Textiles Curriculum Guide for Exploratory Homemaking Programs (Grades 6-8). Volume I. Bulletin 1700."},
      {
        "id":"ED230777",
        "title":"Clothing and Textiles Curriculum Guide for Vocational Home Economics Programs (Grades 9-12). Volume II. Bulletin 1700."},
      {
        "id":"ED230778",
        "title":"Clothing and Textiles Curriculum Guide for Vocational Home Economics Programs (Adults and Out-of-School Youth). Volume III. Bulletin 1700."},
      {
        "id":"ED230782",
        "title":"Relationships among Student Ability, School Performance, and Fleet Supervisor Ratings for Navy &quot;A&quot; School Graduates."},
      {
        "id":"ED230785",
        "title":"Machine Shop Practice, 13-2. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED230786",
        "title":"Weather Observer, 15-1. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED230787",
        "title":"Marine Science Technician Second Class, 15-2. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED230814",
        "title":"Roofing Workbook and Tests. Plans and Specifications."},
      {
        "id":"ED230815",
        "title":"Mathematics. Course in Carpentry Workbook and Tests."},
      {
        "id":"ED230816",
        "title":"Manual of First-Aid Practices for School Bus Drivers. Revised."},
      {
        "id":"ED230817",
        "title":"Application of Lateral Brain Research to the Employability Quotient of Core Black Youth: Implications for Occupational Futuring."},
      {
        "id":"ED230819",
        "title":"Articulated, Performance-Based Instruction Guide for Drafting II. Final Document. Revised."},
      {
        "id":"ED230820",
        "title":"Articulated, Performance-Based Instruction Objectives Guide for Automotive Mechanics. Final Document. Revised."},
      {
        "id":"ED230821",
        "title":"Articulated, Performance-Based Instruction Objectives Guide for Building Construction/Carpentry. Final Document. Revised."},
      {
        "id":"ED230822",
        "title":"Articulated, Performance-Based Instruction Objectives Guide for Welding. Final Document. Revised."},
      {
        "id":"ED230823",
        "title":"Articulated, Performance-Based Instruction Objective Guide for Food Service/Food Service Management."},
      {
        "id":"ED230825",
        "title":"The Role of the Church in the Aging Network."},
      {
        "id":"ED230826",
        "title":"The Role of Social Pressures in Early Retirement Propensities."},
      {
        "id":"ED230829",
        "title":"Correlates of Senior Center Utilization."},
      {
        "id":"ED230830",
        "title":"International Perspectives on Family Violence."},
      {
        "id":"ED230836",
        "title":"Day Care as a Long-Term Care Service Study."},
      {
        "id":"ED230842",
        "title":"Factors Affecting Use of Environmental Services by the Elderly."},
      {
        "id":"ED230846",
        "title":"Integrating Behavioral and Psychodynamic Therapies: Issues in Training and Treatment. Symposium Papers."},
      {
        "id":"ED230849",
        "title":"Elderly Men as Caretakers of Wives."},
      {
        "id":"ED230850",
        "title":"Marijuana and Youth: Clinical Observations on Motivation and Learning."},
      {
        "id":"ED230851",
        "title":"Oversight Hearing on the Office of Juvenile Justice and Delinquency Prevention. Hearing before the Subcommittee on Human Resources of the Committee on Education and Labor, House of Representatives, Ninety-Seventh Congress, Second Session."},
      {
        "id":"ED230852",
        "title":"Oversight Hearing on Runaway and Homeless Youth Program. Hearing before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, Ninety-Seventh Congress, Second Session."},
      {
        "id":"ED230855",
        "title":"Cautiousness and Auditory Selective Attention Performance of Older Adults."},
      {
        "id":"ED230858",
        "title":"Abused Elders: Victims of Villains or of Circumstances?"},
      {
        "id":"ED230865",
        "title":"Prediction and Perception of Psychosocial Environment by Entering College Freshmen."},
      {
        "id":"ED230870",
        "title":"Mealtime Companionship and Morale in the Rural Elderly."},
      {
        "id":"ED230873",
        "title":"On the Sidelines: An Adult Leader Guide for Youth Alcohol Programs."},
      {
        "id":"ED230876",
        "title":"Measuring Family System Characteristics in Families Caring for Dementia Patients."},
      {
        "id":"ED230880",
        "title":"Measuring Potential: Uses and Abuses of Computers in School Psychology."},
      {
        "id":"ED230881",
        "title":"Using Motivational Theories as a Focus for the Educational Psychology Curriculum."},
      {
        "id":"ED230883",
        "title":"Retirement Trends and Public Policy: The Carrot and the Stick."},
      {
        "id":"ED230887",
        "title":"The Effects of Non-Contingent Reinforcement on Children."},
      {
        "id":"ED230888",
        "title":"Role Models, Bonding, and Delinquency: An Examination of Competing Perspectives. Report No. 331."},
      {
        "id":"ED230890",
        "title":"Afterlife Anxiety in Older People."},
      {
        "id":"ED230902",
        "title":"Interaction of Text Variables and Processing Strategies for Young, Middle-Aged, and Older Expert Readers. Prose Learning Series, Research Report No. 12."},
      {
        "id":"ED230905",
        "title":"Effective Classroom Management in Reading Instruction."},
      {
        "id":"ED230908",
        "title":"Vocabulary Development, Reading, and Old Order Amish Pupils."},
      {
        "id":"ED230912",
        "title":"The Relationship of Training in Self-Generated Questioning with Passage Difficulty and Immediate and Delayed Retention."},
      {
        "id":"ED230915",
        "title":"The Relationship between Oral Reading Miscues and Category of Replacement Errors of Cloze Passages."},
      {
        "id":"ED230916",
        "title":"The Time Course of Visual Information Utilization during Fixations in Reading. Technical Report No. 278."},
      {
        "id":"ED230917",
        "title":"Associative Errors in Children&apos;s Analogical Reasoning: A Cognitive Process Analysis. Technical Report No. 279."},
      {
        "id":"ED230918",
        "title":"Vocabulary Bias in Reading Curricula. Technical Report No. 280."},
      {
        "id":"ED230919",
        "title":"Remedial and Compensatory Reading Instruction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1983 (Vol. 43 Nos. 7 through 12)."},
      {
        "id":"ED230920",
        "title":"Reading and Study Skills and Instruction: Preschool and Elementary: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1983 (Vol. 43 Nos. 7 through 12)."},
      {
        "id":"ED230921",
        "title":"Reading and Remembering: A Constructivist Perspective on Reading Comprehension and Its Disorders. Occasional Paper No. 1."},
      {
        "id":"ED230922",
        "title":"Assessing Word Awareness in the Beginning Reader: An Alternative Strategy. Occasional Paper No. 2."},
      {
        "id":"ED230923",
        "title":"The Influence of Analogy in Children&apos;s Acquisition of New Information from Text: An Exploratory Study. Technical Report No. 281."},
      {
        "id":"ED230924",
        "title":"Textbook Reading Assignments at the Secondary Level: Relating Teacher Behaviors to Student Performance and Attitude."},
      {
        "id":"ED230925",
        "title":"Reading and Study Skills and Instruction: Secondary: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1983 (Vol. 43 Nos. 7 through 12)."},
      {
        "id":"ED230926",
        "title":"Reading and Study Skills and Instruction: College and Adult: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1983 (Vol. 43 Nos. 7 through 12)."},
      {
        "id":"ED230927",
        "title":"Reading Achievement: Characteristics Associated with Success and Failure: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1983 (Vol. 43 Nos. 7 through 12)."},
      {
        "id":"ED230928",
        "title":"Reading and Writing: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1983 (Vol. 43 Nos. 7 through 12)."},
      {
        "id":"ED230929",
        "title":"Teacher Characteristics and Teacher Education in Reading and English Language Arts Instruction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1983 (Vol. 43 Nos. 7 through 12)."},
      {
        "id":"ED230930",
        "title":"Testing and Evaluation in Reading and Communication Skills: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1983 (Vol. 43 Nos. 7 through 12)."},
      {
        "id":"ED230931",
        "title":"Reading, Comprehension, and Memory Processes: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1983 (Vol. 43 Nos. 7 through 12)."},
      {
        "id":"ED230932",
        "title":"The Cognitive Dimension of Writer's Block."},
      {
        "id":"ED230934",
        "title":"The &quot;Pittsburgh Courier&quot; and Black Workers in 1942."},
      {
        "id":"ED230936",
        "title":"Testing the Hierarchies of Effects: A Path Analytic Approach."},
      {
        "id":"ED230939",
        "title":"Suggested Subjects of Composition for Lower-Division Technical Writing."},
      {
        "id":"ED230944",
        "title":"Is Rogerian Rhetoric Really Rogerian?"},
      {
        "id":"ED230950",
        "title":"Mass Communication as a Perspective on Human Communication: The Quandary of a Discipline."},
      {
        "id":"ED230953",
        "title":"Children's Books, 1980: A List of Books for Preschool through Junior High School Age."},
      {
        "id":"ED230954",
        "title":"Children&apos;s Books, 1981: A List of Books for Preschool through Junior High School Age."},
      {
        "id":"ED230960",
        "title":"The State of the Book World, 1980. Three Talks Sponsored by the Center for the Book Viewpoint Series No. 5."},
      {
        "id":"ED230965",
        "title":"Magazines and Postal Policy before the Second-Class Mail Category."},
      {
        "id":"ED230966",
        "title":"A Survey of Job Satisfaction of Women Professors in Mass Communication."},
      {
        "id":"ED230967",
        "title":"Dorothy Day's Vision of Journalism."},
      {
        "id":"ED230968",
        "title":"Television Audience Erosion to Cable: To What Effect?"},
      {
        "id":"ED230969",
        "title":"Newspaper Use and Community Ties in a Non-Metropolitan Area."},
      {
        "id":"ED230970",
        "title":"&quot;War on Waste&quot;: A Public-Education Campaign."},
      {
        "id":"ED230973",
        "title":"The Effects of Direct Mail Appeals on Awareness, Readership, and Cognitive Response Content in a Community Heart Health Campaign."},
      {
        "id":"ED230975",
        "title":"Children's Reading in America, 1776. A Selection of Titles."},
      {
        "id":"ED230977",
        "title":"Persuasive Writing at Grades 5, 7, and 11: A Cognitive-Developmental Perspective."},
      {
        "id":"ED230979",
        "title":"Journalism and Journalism Education: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1983 (Vol. 43 Nos. 7 through 12)."},
      {
        "id":"ED230980",
        "title":"English Language Arts Skills and Instruction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1983 (Vol. 43 Nos. 7 through 12)."},
      {
        "id":"ED230981",
        "title":"Business and Organizational Communication: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1983 (Vol. 43 Nos. 7 through 12)."},
      {
        "id":"ED230982",
        "title":"Bilingual, Bicultural, and Bidialectal Studies Related to Reading and Communication Skills: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1983 (Vol. 43 Nos. 7 through 12)."},
      {
        "id":"ED230983",
        "title":"Literature, Literary Response, and the Teaching of Literature: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1983 (Vol. 43 Nos. 7 through 12)."},
      {
        "id":"ED230985",
        "title":"Rhetorical and Communication Theory: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1983 (Vol. 43 Nos. 7 through 12)."},
      {
        "id":"ED230986",
        "title":"Teaching of Writing: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1983 (Vol. 43 Nos. 7 through 12)."},
      {
        "id":"ED230987",
        "title":"Written Language and Writing Abilities: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1983 (Vol. 43 Nos. 7 through 12)."},
      {
        "id":"ED230988",
        "title":"Alleviating Communication Apprehension through Rational Emotive Therapy: A Comparative Evaluation."},
      {
        "id":"ED230990",
        "title":"Assumptions about Communication: Impact on Teaching and Teacher Preparation. Communication Theory and Instructional Theory. [and] The Goals of Communication Teacher Education: A University Perspective."},
      {
        "id":"ED230996",
        "title":"Speech Perception as a Cognitive Process: The Interactive Activation Model."},
      {
        "id":"ED230998",
        "title":"Homophobia and Intimate Self-Disclosure: Why Aren't Men Talking?"},
      {
        "id":"ED231000",
        "title":"Statehouse Reporting of a Legislative Session: Source Perceptions of News Media Performance."},
      {
        "id":"ED231004",
        "title":"Competition and Diversity among Radio Formats: Legal and Structural Issues."},
      {
        "id":"ED231005",
        "title":"A Study of Communication Apprehension in Pharmacy Students in 51 Colleges and Universities."},
      {
        "id":"ED231007",
        "title":"Speech Communication Education and Classroom Interaction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1983 (Vol. 43 Nos. 7 through 12)."},
      {
        "id":"ED231008",
        "title":"Applied Communication, Argumentation, and Debate: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1983 (Vol. 43 Nos. 7 through 12)."},
      {
        "id":"ED231009",
        "title":"Mass Communication: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1983 (Vol. 43 Nos. 7 through 12)."},
      {
        "id":"ED231010",
        "title":"Interpersonal, Nonverbal, and Small Group Communication: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1983 (Vol. 43 Nos. 7 through 12)."},
      {
        "id":"ED231011",
        "title":"Rhetoric and Public Address: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1983 (Vol. 43 Nos. 7 through 12)."},
      {
        "id":"ED231012",
        "title":"Theatre and Oral Interpretation: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1983 (Vol. 43 Nos. 7 through 12)."},
      {
        "id":"ED231015",
        "title":"Private Schools in Contemporary Perspective."},
      {
        "id":"ED231016",
        "title":"The Fourth R: Reading, Writing, 'Rithmetic--and Rules. Policy Paper No. 83-C1."},
      {
        "id":"ED231017",
        "title":"Federalism, Equity, and the Distribution of Federal Education Grants."},
      {
        "id":"ED231018",
        "title":"How Do External Factors Influence School District Management: A Preliminary Inquiry."},
      {
        "id":"ED231019",
        "title":"The Impact of Selected Variables upon School Construction Costs."},
      {
        "id":"ED231022",
        "title":"State Education Agency Operations: Revenues, Expenditures, and Employees, Fiscal Years 1979 and 1980."},
      {
        "id":"ED231025",
        "title":"A Handbook for School District Financial Management."},
      {
        "id":"ED231026",
        "title":"Does Principal Participation in Staff Development for Teachers Pay Off?"},
      {
        "id":"ED231028",
        "title":"Cutbacks, Consolidation, Deregulation: How They Affect Public Education Agencies in the U.S."},
      {
        "id":"ED231029",
        "title":"Cutbacks, Consolidation, Deregulation: How They Affect Education Agencies in the Far West."},
      {
        "id":"ED231031",
        "title":"The Impact of Inter-Governmental Grants and Municipal Overburden on School Spending and Simulations of the Impact of Alternative Grant Formulas. [and] Policy Proposals Resulting from Research on &quot;The Impact of Intergovernmental Grants and Municipal Overburden on School Finance Equity.&quot;"},
      {
        "id":"ED231034",
        "title":"Private Schools and Public Policy: New Evidence on Cognitive Achievement in Public and Private Schools."},
      {
        "id":"ED231035",
        "title":"Transfer of Training: The Contribution of Coaching."},
      {
        "id":"ED231037",
        "title":"School-Home Communications at the Secondary Level."},
      {
        "id":"ED231043",
        "title":"Factors Influencing the Severity and Appropriateness of Disciplinary Decisions Made by Adolescent Peer Juries."},
      {
        "id":"ED231044",
        "title":"The Impact of Integrative Planned Change Strategies on School Climate Factors."},
      {
        "id":"ED231046",
        "title":"Measuring School Effectiveness: A Systems Perspective."},
      {
        "id":"ED231050",
        "title":"The Transformation of Federal Education Policy: The Kennedy and Johnson Years."},
      {
        "id":"ED231051",
        "title":"Michigan School District Response to a Guaranteed Tax Base: A Time-Series Cross-Sectional Analysis. A Rand Note."},
      {
        "id":"ED231052",
        "title":"The Preparation and Selection of School Principals."},
      {
        "id":"ED231053",
        "title":"An Administrator's Handbook for PCMP: Pennsylvania Comprehensive Mathematics Plan. Direction for the 80's."},
      {
        "id":"ED231056",
        "title":"Do Tax Abatements &quot;Impair&quot; the Financing of Local Public Education."},
      {
        "id":"ED231059",
        "title":"A Field Test of Achievement Directed Leadership. Documentation Report: Phase II."},
      {
        "id":"ED231060",
        "title":"Analyzing Administrator Intervention Behaviors. R & D Report No. 3127."},
      {
        "id":"ED231061",
        "title":"Class Size Is Not the Issue."},
      {
        "id":"ED231063",
        "title":"Revising State Financial Support during Enrollment Decline."},
      {
        "id":"ED231065",
        "title":"The Maintenance Gap: Deferred Repair and Renovation in the Nation's Elementary and Secondary Schools. A Joint Report."},
      {
        "id":"ED231068",
        "title":"A Perspective on the Status of Teacher/Board Bargaining in Illinois Public Schools and a Review of Public Sector Collective Bargaining Laws in Selected States."},
      {
        "id":"ED231071",
        "title":"Our Children's Education: A Time for Reform. Conference Presentations from a Regional Conference on the Current Education System, Policy Alternatives for Quality, Finance and Educational Programming to Improve Education. Final Report and Close Out Recommendation Memorandum."},
      {
        "id":"ED231075",
        "title":"How to Improve Teacher-Parent Relationships."},
      {
        "id":"ED231081",
        "title":"Principal Succession and Changes in School Coupling and Effectiveness."},
      {
        "id":"ED231083",
        "title":"Staff Reductions and Performance Evaluations: Teacher Views on the Roles of Administrators and Colleagues."},
      {
        "id":"ED231085",
        "title":"Five Principals in Action: Perspectives on Instructional Management."},
      {
        "id":"ED231087",
        "title":"School Context and the Continuation of Innovative Practices."},
      {
        "id":"ED231088",
        "title":"Effective Secondary Schools."},
      {
        "id":"ED231089",
        "title":"Instructional Improvement: Roles and Responsibilities in Statewide Change."},
      {
        "id":"ED231090",
        "title":"Images of the School: An Exploration of the Social Organization of Elementary, Junior High, and High Schools, Field Studies."},
      {
        "id":"ED231091",
        "title":"The Effective Schools Movement: Studies, Issues, and Approaches."},
      {
        "id":"ED231092",
        "title":"Higher Education and Employment: The IIEP Experience in Five Less Developed Countries. Fundamentals of Educational Planning 32."},
      {
        "id":"ED231100",
        "title":"Role Delineation of the Program Specialist and the Resource Specialist under the California Master Plan for Special Education, July 1, 1980 to June 30, 1981."},
      {
        "id":"ED231101",
        "title":"Language Acquisition Patterns in Normal and Handicapped Children."},
      {
        "id":"ED231104",
        "title":"Playing and Learning Together: Patterns of Social Interaction in Handicapped and Nonhandicappped Children."},
      {
        "id":"ED231105",
        "title":"Functional Sign Training for the Severely Multiply Handicapped."},
      {
        "id":"ED231106",
        "title":"Functional Communication Board for the Severely Multiply Handicapped."},
      {
        "id":"ED231107",
        "title":"Total Communication Checklist and Assessment."},
      {
        "id":"ED231109",
        "title":"Quantitative Assessment of Motor and Sensory/Motor Acquisition in Handicapped and Nonhandicapped Infants and Young Children. Volume IV: Application of the Procedures."},
      {
        "id":"ED231110",
        "title":"Myths of Behavioral Disorders: Monograph 1. Monograph Series in Behavior Disorders."},
      {
        "id":"ED231111",
        "title":"Developing a School Program for Behaviorally Disordered Students: Monograph 2. Monograph Series in Behavior Disorders."},
      {
        "id":"ED231112",
        "title":"Establishing a Program for Behaviorally Disordered Students: Alternatives to Consider, Components to Include, and Strategies for Building Support: Monograph 3. Monograph Series in Behavior Disorders."},
      {
        "id":"ED231113",
        "title":"Reintegrating Behaviorally Disordered Students into General Education Classrooms: Monograph 4. Monograph Series in Behavior Disorders."},
      {
        "id":"ED231114",
        "title":"Positive Approaches to Behavior Management: Monograph 5. Monograph Series in Behavior Disorders."},
      {
        "id":"ED231115",
        "title":"Practical Approaches for Documenting Behavioral Progress of Behaviorally Disordered Students: Monograph 6. Monograph Series in Behavior Disorders."},
      {
        "id":"ED231116",
        "title":"Excerpts From: Disciplinary Exclusion of Seriously Emotionally Disturbed Children from Public Schools: Monograph 7. Monograph Series in Behavior Disorders."},
      {
        "id":"ED231117",
        "title":"Medical Perspectives on Brain Damage and Development. Revised."},
      {
        "id":"ED231118",
        "title":"Middle School Curriculum for Visually Impaired Students."},
      {
        "id":"ED231121",
        "title":"Programs and Services for the Emotionally Handicapped."},
      {
        "id":"ED231122",
        "title":"Programs and Services for the Orthopedically Handicapped and Other Health Impaired. Addendum: Health Impairments Due to Autism."},
      {
        "id":"ED231126",
        "title":"Teaching Self-Care to Severely Handicapped Students."},
      {
        "id":"ED231127",
        "title":"Problem-Oriented Approaches to Feeding the Handicapped Child. Revised."},
      {
        "id":"ED231129",
        "title":"The Physically/Medically Handicapped Student in the Regular Classroom."},
      {
        "id":"ED231130",
        "title":"The Hearing Impaired Student in the Regular Classroom."},
      {
        "id":"ED231131",
        "title":"The Visually Impaired Student in the Regular Classroom."},
      {
        "id":"ED231132",
        "title":"The Educable Mentally Handicapped Student in the Regular Classroom."},
      {
        "id":"ED231133",
        "title":"The Trainable Mentally Handicapped Student in the Regular Classroom."},
      {
        "id":"ED231134",
        "title":"Integration of Dependent Handicapped Classes into the Regular School."},
      {
        "id":"ED231135",
        "title":"Special Education Handbook."},
      {
        "id":"ED231136",
        "title":"Hearing Impaired: Curriculum Guide."},
      {
        "id":"ED231138",
        "title":"A Project to Provide Training Assistance to States Relative to Personnel Planning and Development in Special Education. Final Report, 1979-1982. Special Project."},
      {
        "id":"ED231139",
        "title":"Project SSAVE (Special Student Access to Vocational Education): Inservice Training Guide."},
      {
        "id":"ED231141",
        "title":"A Comparison of Memory Skills in Normal, Low-Reading, and Learning Disabled Adolescents."},
      {
        "id":"ED231142",
        "title":"Symbol-Word Correspondence Learning in Normal and Disabled Readers."},
      {
        "id":"ED231143",
        "title":"Vocational Education for the Severely Handicapped: A Resource Guide for Personnel in California."},
      {
        "id":"ED231144",
        "title":"The Effects of Cooperative Change Planning in a Reward and Response Cost Token System on the Disruptive Behavior of an Elementary EMH Class."},
      {
        "id":"ED231148",
        "title":"Socially Mainstreaming Handicapped Students."},
      {
        "id":"ED231151",
        "title":"Public Policy and Educating Handicapped Persons. A Symposium."},
      {
        "id":"ED231152",
        "title":"The Future of Mainstreaming: Next Steps in Teacher Education."},
      {
        "id":"ED231153",
        "title":"A Practical Guide to Counseling the Gifted in a School Setting."},
      {
        "id":"ED231157",
        "title":"A Report on the Availability of Group Homes for Persons with Mental Retardation in the United States."},
      {
        "id":"ED231159",
        "title":"The Communicative Competence of Learning Disabled (LD) Children: A Single-Subject Approach. Draft Copy."},
      {
        "id":"ED231160",
        "title":"Analysis of the Consumer Needs of Disabled Persons."},
      {
        "id":"ED231161",
        "title":"Consumer Education for Disabled Persons."},
      {
        "id":"ED231163",
        "title":"A Survey of the Practice of Patient Education with Spinal Cord Injured Patients in Rehabilitation Centers in the United States."},
      {
        "id":"ED231175",
        "title":"Microcomputers in Special Education."},
      {
        "id":"ED231176",
        "title":"Telecommunications in Special Education."},
      {
        "id":"ED231177",
        "title":"Videodiscs in Special Education."},
      {
        "id":"ED231178",
        "title":"Communication Aids in Special Education."},
      {
        "id":"ED231185",
        "title":"On Word, Meaning and Vocabulary in the Context of General Soviet Theory of Psycholinguistics."},
      {
        "id":"ED231187",
        "title":"English in the Socio-Linguistic Context of Finland."},
      {
        "id":"ED231214",
        "title":"Classification of Stops after /s/ by Children and Adults."},
      {
        "id":"ED231215",
        "title":"An Investigation into Bilingual Students' Classroom Communicative Competence. Final Report."},
      {
        "id":"ED231217",
        "title":"Exolexia."},
      {
        "id":"ED231220",
        "title":"Exploring Strategies for Developing a Cohesive National Direction toward Language Education in the United States."},
      {
        "id":"ED231222",
        "title":"Educational Policy for Linguistic and Cultural Minorities: The State and the Individual."},
      {
        "id":"ED231223",
        "title":"The Future Past: The Social Context of Franco-American Schooling in New England."},
      {
        "id":"ED231227",
        "title":"Redirecting Student Interests: Africa and Asia."},
      {
        "id":"ED231249",
        "title":"Women Winners."},
      {
        "id":"ED231254",
        "title":"Measuring Outcomes of Nursing Practice, Education, and Administration. Proceedings of the Annual SCCEN Research Conference (1st, Austin, Texas, December 4-5, 1981)."},
      {
        "id":"ED231262",
        "title":"A Workable Strategy for Affirmative Action."},
      {
        "id":"ED231267",
        "title":"Criteria in the Higher Education Curriculum."},
      {
        "id":"ED231268",
        "title":"A Program Evaluation of the Department Chairpersons Project Sponsored by the W. K. Kellogg Foundation and the State University System of Florida, 1977-1981."},
      {
        "id":"ED231270",
        "title":"What's on the Horizon? Trends Impacting Higher Education."},
      {
        "id":"ED231273",
        "title":"National Institute Of Education Project for Pre-Doctoral Fellows at the University of Tennessee, Knoxville."},
      {
        "id":"ED231274",
        "title":"The Information Resource: A Management Challenge. Proceedings of the CAUSE National Conference (Hilton Head Island, South Carolina, November 30-December 3, 1982)."},
      {
        "id":"ED231276",
        "title":"A Path Analytic Validation of Tinto's Theory of College Student Attrition."},
      {
        "id":"ED231278",
        "title":"Minority and Disadvantaged Students in Postsecondary Education."},
      {
        "id":"ED231280",
        "title":"Perceived Control in the Classroom: Student Contingency Training and Instructor Expressiveness."},
      {
        "id":"ED231281",
        "title":"Social Support Networks and Psychological Health of Medical Students."},
      {
        "id":"ED231285",
        "title":"Implementation of 1981 Reconciliation Act Repeal of Social Security Student Benefit. Hearing Before the Subcommittee on Social Security of the Committee on Ways and Means, House of Representatives. Ninety-Seventh Congress, Second Session. Serial 97-38."},
      {
        "id":"ED231286",
        "title":"Mass Higher Education in an Era of Scarcity: Open Admissions and Changing Educational Opportunities at the City University of New York."},
      {
        "id":"ED231298",
        "title":"Department of Justice Enforcement of Civil Rights Laws with Respect to Institutions of Higher Learning. Statement before the Subcommittee on Postsecondary Education, Committee on Education and Labor, House of Representatives and the Subcommittee on Civil and Constitutional Rights, Committee on the Judiciary, House of Representatives."},
      {
        "id":"ED231299",
        "title":"Address of the Attorney General of the United States, at the University of Southern California Law Center Graduation Ceremony (Los Angeles, California, May 12, 1983)."},
      {
        "id":"ED231301",
        "title":"The Top-Line: A Report on Presidents', Provosts', and Deans' Careers. Leaders in Transition: A National Study of Higher Education Administrators."},
      {
        "id":"ED231311",
        "title":"Continuity &amp; Change in Catholic Education: An Ethnography of Christian Brothers College. Research Monograph No. 1."},
      {
        "id":"ED231313",
        "title":"The Effectiveness of Consultation in Support of Student Evaluation Feedback: A Ten Year Follow-up."},
      {
        "id":"ED231315",
        "title":"College Costs: Basic Student Charges, 4-Year Institutions, 1982-83."},
      {
        "id":"ED231318",
        "title":"Neuroscience Personnel and Training."},
      {
        "id":"ED231325",
        "title":"A Measurement of Financial Viability Among Private Colleges."},
      {
        "id":"ED231328",
        "title":"Family Educational Use of Television. Final Report. Revised."},
      {
        "id":"ED231329",
        "title":"The Influence of Visual-Spatial Ability and Study Procedures on Map Learning Skill. A Rand Note."},
      {
        "id":"ED231330",
        "title":"Development Communication Report, No. 41, March 1983."},
      {
        "id":"ED231331",
        "title":"Instructional Technologies of the Future."},
      {
        "id":"ED231333",
        "title":"Learning Centers: A T.O.A.S.T.E. to Good Teaching."},
      {
        "id":"ED231337",
        "title":"Proceedings of Selected Research Paper Presentations at the 1983 Convention of the Association for Educational Communications and Technology and Sponsored by the Research and Theory Division (New Orleans, Louisiana, January 21-24, 1983)."},
      {
        "id":"ED231338",
        "title":"Sigmund Freud's Personality Theory: Learning Module Employing Computer-Assisted Instruction Technology."},
      {
        "id":"ED231343",
        "title":"Computer-Based Instruction: Roots, Origins, Applications, Benefits, Features, Systems, Trends and Issues."},
      {
        "id":"ED231347",
        "title":"The Open University of the United Kingdom. An Evaluation of an Innovative Experience in the Democratisation of Higher Education. DERG Papers Numer 6."},
      {
        "id":"ED231348",
        "title":"Print. Outreach Series Paper Number 1."},
      {
        "id":"ED231354",
        "title":"Gresham's Law: Knowledge or Information? The Center for the Book Viewpoint Series No. 3."},
      {
        "id":"ED231355",
        "title":"Manpower Requirements for Scientific and Technical Communication: An Occupational Survey of Information Professionals. Final Report."},
      {
        "id":"ED231359",
        "title":"Proceedings from the 1982 Spring Meeting of the Nebraska Library Association, College and University Section (Seward, Nebraska, April 15-16, 1982)."},
      {
        "id":"ED231363",
        "title":"Reference Manual for Machine-Readable Descriptions of Research Projects and Institutions."},
      {
        "id":"ED231364",
        "title":"Reference Use of Online Databases: An Analysis."},
      {
        "id":"ED231366",
        "title":"Learning in Progress. A Study of Continuing Library Education in North Carolina."},
      {
        "id":"ED231367",
        "title":"Testing Common Data Elements for Reference Planning Purposes: A Comparison of Surveys."},
      {
        "id":"ED231369",
        "title":"U.S. International Book Programs, 1981."},
      {
        "id":"ED231373",
        "title":"Aids to Research for Library Faculty at the Pennsylvania State University."},
      {
        "id":"ED231378",
        "title":"Integrated Library Information Systems in ARL Libraries. SPEC Kit 90."},
      {
        "id":"ED231380",
        "title":"The 1981 Survey of Illinois Public School Library Media Centers. Illinois Library Statistical Report No. 6."},
      {
        "id":"ED231386",
        "title":"Partners in Action: The Library Resource Centre in the School Curriculum."},
      {
        "id":"ED231394",
        "title":"The Role of Linking Agents in School Improvement: A Review, Analysis, and Synthesis of Recent Major Studies."},
      {
        "id":"ED231398",
        "title":"Selecting and Implementing a Computer Based Library System: An Outline of the Process and Annotated Bibliography."},
      {
        "id":"ED231404",
        "title":"A Comprehensive Study of Online Public Access Catalogs: An Overview and Application of Findings. Volume III of Three Volumes. Final Report."},
      {
        "id":"ED231407",
        "title":"A Follow-Up Study of Former Students of the Ohio State University at Lima. Institutional Research Series 1981: Self-Study Report No. 7."},
      {
        "id":"ED231411",
        "title":"Virginia Community Colleges in the Eighties. [Proceedings of a Conference.] (Blacksburg, Virginia, September 22-23, 1980)."},
      {
        "id":"ED231412",
        "title":"Functions of the Two-Year College Curriculum."},
      {
        "id":"ED231413",
        "title":"The Power Game: Governance of Higher Education in Florida. ISHE Fellows Program Research Report No. 1, 1982."},
      {
        "id":"ED251547",
        "title":"Families in Poverty: Changes in the &quot;Safety Net.&quot; Subcommittee on Oversight and Subcommittee on Public Assistance and Unemployment Compensation of the Committee on Ways and Means. U.S. House of Representatives."},
      {
        "id":"ED251551",
        "title":"Becoming Partners: How Schools and Companies Meet Mutual Needs."},
      {
        "id":"ED251552",
        "title":"Partnerships between Corporations and Schools."},
      {
        "id":"ED251558",
        "title":"Needs and Characteristics of Pregnant and Parenting Teens. The Baseline Report for Project Redirection."},
      {
        "id":"ED251559",
        "title":"Building Self-Sufficiency in Pregnant and Parenting Teens. Final Implementation Report of Project Redirection."},
      {
        "id":"ED251560",
        "title":"Excellence in Urban High Schools: An Emerging District/School Perspective."},
      {
        "id":"ED251563",
        "title":"Evaluation and Reauthorization of the Special Supplemental Food Program for Women, Infants, and Children (WIC). Hearings before the Committee on Agriculture, Nutrition, and Forestry, United States Senate; and the Subcommittee on Nutrition of the Committee on Agriculture, Nutrition, and Forestry, United States Senate. Ninety-Eighth Congress Second Session, March 15 and April 9, 1984."},
      {
        "id":"ED251564",
        "title":"Toward Effective Desegregated Schools."},
      {
        "id":"ED251566",
        "title":"Psychosocial Factors Affecting the Mathematical Orientation of Black Americans. Final Report."},
      {
        "id":"ED251568",
        "title":"Expanding Options. Facilitator&apos;s Guide--Student Workshop."},
      {
        "id":"ED251569",
        "title":"Expanding Options. Facilitator's Guide--Parent Workshop."},
      {
        "id":"ED251570",
        "title":"Expanding Options. Facilitator&apos;s Guide--Administrator Workshop."},
      {
        "id":"ED251571",
        "title":"Expanding Options. Coordinator's Guide."},
      {
        "id":"ED251572",
        "title":"Expanding Options. Facilitator's Guide--Counselor Workshop."},
      {
        "id":"ED251573",
        "title":"Expanding Options. Facilitator&apos;s Guide--Secondary Teacher Workshop."},
      {
        "id":"ED251574",
        "title":"Expanding Options. Facilitator's Guide--Support Staff Workshop."},
      {
        "id":"ED251575",
        "title":"Expanding Options. Facilitator's Guide--Elementary Teacher Workshop."},
      {
        "id":"ED251576",
        "title":"Expanding Options. Facilitator's Guide--Student Leader Workshop."},
      {
        "id":"ED251582",
        "title":"Chapter 1 in Oregon. Facts and Figures, 1982-83."},
      {
        "id":"ED251583",
        "title":"A Two-Year Analysis of Reading and Study Skills Gains during an Intensive Educational Summer Program."},
      {
        "id":"ED251584",
        "title":"To Make a Difference: A Trainer's Guide for Working with Campus-Based Women's Centers and Other Women's Organizations."},
      {
        "id":"ED251586",
        "title":"College-Bound Seniors Report, 1983-84."},
      {
        "id":"ED251593",
        "title":"A Study of the Congruency between the Interests and Concerns of Student Participants and the Goals, Objectives, and Activities of Vocational Student Organizations."},
      {
        "id":"ED251603",
        "title":"Union-Management Cooperation. Structure, Process, Impact."},
      {
        "id":"ED251607",
        "title":"Pygmalion Revisited: Turning Teachers into Trainers. A Faculty Utilization Guide for Managers of Training and Development/Continuing Education."},
      {
        "id":"ED251612",
        "title":"Critical Issues Surrounding Entrepreneurship Education--Present, Past, Future--A Federal Perspective."},
      {
        "id":"ED251619",
        "title":"The Gap between Needs and Services for Adult Students in Higher Education."},
      {
        "id":"ED251620",
        "title":"The Naval Enlisted Professional Development Information System (NEPDIS): Front End Analysis (FEA) Process. Technical Report 159."},
      {
        "id":"ED251621",
        "title":"Learning to Verbally & Visually Communicate the Drafting Way."},
      {
        "id":"ED251622",
        "title":"The Unfinished Agenda. The Role of Vocational Education in the High School."},
      {
        "id":"ED251629",
        "title":"Getting a Job--What Skills Are Needed? Research Brief."},
      {
        "id":"ED251631",
        "title":"Cost Considerations for Experience-Based Learning: Implementing EBCE. Research Brief. If EBEC Is Right for Your Community, What Do You Need to Know and Do to Plan an Affordable Program?"},
      {
        "id":"ED251632",
        "title":"Monthly Planning Manual for Beginning Vocational Agriculture Teachers. Final Report."},
      {
        "id":"ED251635",
        "title":"Federal and State Leadership in the Production and Delivery of Occupational Information."},
      {
        "id":"ED251636",
        "title":"Operations and Management of the National Network for Curriculum Coordination in Vocational and Technical Education."},
      {
        "id":"ED251638",
        "title":"Retraining of Displaced Workers. Hearing before the Subcommittee on Economic Stabilization of the Committee on Banking, Finance and Urban Affairs, House of Representatives, Ninety-Eighth Congress, Second Session. Serial No. 98-107."},
      {
        "id":"ED251640",
        "title":"Volunteer Motivation and Its Relationship to Satisfaction and Future Volunteering."},
      {
        "id":"ED251644",
        "title":"Articulated, Performance-Based Instruction Objectives Guide for Air Conditioning, Refrigeration, and Heating (Environmental Control System Installer/Servicer). Edition I."},
      {
        "id":"ED251645",
        "title":"Articulated, Performance-Based Instruction Objectives Guide for Air Conditioning, Refrigeration, and Heating. Volume II (Second Year)."},
      {
        "id":"ED251646",
        "title":"Articulated, Performance-Based Instruction Objectives Guide for Machine Shop Technology."},
      {
        "id":"ED251652",
        "title":"Standards for Michigan Vocational Consumer Home Economics Education Programs. Middle/Junior High/High School."},
      {
        "id":"ED251656",
        "title":"Masonry. Progress Record, Theory Outline."},
      {
        "id":"ED251657",
        "title":"Graphic Communications. Progress Record, Theory Outline."},
      {
        "id":"ED251658",
        "title":"Surgical Technology Curriculum."},
      {
        "id":"ED251671",
        "title":"Apprentice Machine Theory Outline."},
      {
        "id":"ED251675",
        "title":"Catalog of Adult Education Projects. Fiscal Year 1985."},
      {
        "id":"ED251678",
        "title":"Resources in Health Careers Programs for Teachers of Disadvantaged Students."},
      {
        "id":"ED251681",
        "title":"Consumer's Resource Handbook."},
      {
        "id":"ED251686",
        "title":"Hearings on Youth Incentive Employment Act. Hearings before the Subcommittee on Employment Opportunities of the Committee on Education and Labor, House of Representatives, Ninety-Eighth Congress, Second Session on H.R. 5017 and H.R. 5814 (Washington, DC, May 1, 3, and 22, 1984 and Chicago, Illinois, August 13, 1984)."},
      {
        "id":"ED251687",
        "title":"Training Technology Transfer Act of 1984. Hearing before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources, United States Senate, Ninety-Eighth Congress, Second Session on S. 2561. Entitled the \"Training Technology Transfer Act of 1984.\""},
      {
        "id":"ED251688",
        "title":"Educational Attainment of Workers, March 1982-83. Special Labor Force Report. Bulletin 2191."},
      {
        "id":"ED251690",
        "title":"Learning to Read and Write the Drafting Way. Field Test Copy."},
      {
        "id":"ED251691",
        "title":"For the Prevention of Hearing Loss: A Guide for Iowa Industrial Arts Teachers."},
      {
        "id":"ED251692",
        "title":"Career Planning System. Microcomputer Version. Instructor Guide."},
      {
        "id":"ED251693",
        "title":"Career Planning System. Microcomputer Version. Student Guide."},
      {
        "id":"ED251694",
        "title":"A Statement on Vocational Education in the Schools."},
      {
        "id":"ED251696",
        "title":"Peace Corps Literacy Handbook. Appropriate Technologies for Development. Manual M-21."},
      {
        "id":"ED251697",
        "title":"Handbook of Labor Statistics. Bulletin 2175."},
      {
        "id":"ED251698",
        "title":"Agricultural Marketing Principles: A Training Manual. Training for Development. Manual No. T-31."},
      {
        "id":"ED251699",
        "title":"A Recap of the Seventh Nationwide Vocational Education Dissemination Conference: Excellence for the Information Age (7th, Columbus, Ohio, November 13-15, 1984)."},
      {
        "id":"ED251700",
        "title":"Distance Education."},
      {
        "id":"ED251702",
        "title":"Shifting Gears 2. Hands-on Activities for Learning Workplace Skills and English as a Second Language. A Teacher's Handbook."},
      {
        "id":"ED251703",
        "title":"An Application of Modeling to Vocational Education R&amp;D Product Evaluation."},
      {
        "id":"ED251716",
        "title":"National Directory of Rehabilitation Facilities Using Computers."},
      {
        "id":"ED251718",
        "title":"Personal Characteristics and Factors Motivating Older Adult Participation in Hospital-Sponsored Educational Offerings."},
      {
        "id":"ED251720",
        "title":"The Public Reacts to &quot;Education for Tomorrow&apos;s Jobs.&quot;"},
      {
        "id":"ED251721",
        "title":"Understanding Problem Solving in Couple Relationships."},
      {
        "id":"ED251722",
        "title":"Meta-Analysis: Implications for Cumulative Knowledge in the Behavioral and Social Sciences."},
      {
        "id":"ED251723",
        "title":"Performance Standards and Domains of College Students' Personal Accomplishments."},
      {
        "id":"ED251724",
        "title":"Achievement Place: The Teaching-Family Treatment Model in a Group-Home Setting. Reports of the National Juvenile Justice Assessment Centers."},
      {
        "id":"ED251727",
        "title":"The Support Systems of Aging Widows: A Review of Research and Educational Implications."},
      {
        "id":"ED251728",
        "title":"Client Concerns: A Guide to Facilitating Institutional Change."},
      {
        "id":"ED251731",
        "title":"Variables Associated with the Adjustment of Offspring of Alcoholic Fathers."},
      {
        "id":"ED251732",
        "title":"Reaction of Armenian Children to Wartime Stress in Lebanon."},
      {
        "id":"ED251733",
        "title":"Recall from Semantic and Episodic Memory."},
      {
        "id":"ED251734",
        "title":"Teaching Undergraduates Social Support Concepts."},
      {
        "id":"ED251735",
        "title":"Attributional Counseling for Depression: Effects of Characterological versus External Interpretations."},
      {
        "id":"ED251736",
        "title":"Strategies for Recognizing and Treating Elderly Alcohol Abusers."},
      {
        "id":"ED251737",
        "title":"Quality Assurance in Mental Health: Peer and Utilization Review. The Staff College Publication Series in Program Management."},
      {
        "id":"ED251739",
        "title":"The Mental Health Needs of Physically Disabled Persons: Their Perspective."},
      {
        "id":"ED251741",
        "title":"Predicting Job Success: Using Biographical Data, Interviews, and Testing."},
      {
        "id":"ED251743",
        "title":"Recalled Behavior and Ease of Recall as Information in Self-Assessment."},
      {
        "id":"ED251748",
        "title":"Applying Clinical Neuropsychology in the Public Schools."},
      {
        "id":"ED251752",
        "title":"Foundations of Phenomenological Psychology."},
      {
        "id":"ED251753",
        "title":"Comparative Effectiveness of Study Skills Instruction with Computer-Presented and Print-Presented Materials."},
      {
        "id":"ED251754",
        "title":"Reducing Attrition through Student-to-Student Study Skills Instruction and Guidance."},
      {
        "id":"ED251757",
        "title":"Dimensions of Satisfaction in the Supervision Interview."},
      {
        "id":"ED251762",
        "title":"Family Violence. Attorney General's Task Force Final Report."},
      {
        "id":"ED251763",
        "title":"Alcohol Abuse Curriculum Guide for Nurse Practitioner Faculty. Health Professions Education Curriculum Resources Series. Nursing 3."},
      {
        "id":"ED251764",
        "title":"Drug Prevention, Rehabilitation, Interdiction, and Law Enforcement (Corpus Christi, TX). Hearing before the Select Committee on Narcotics Abuse and Control. House of Representatives, Ninety-Eighth Congress, First Session (December 12 and 13, 1983)."},
      {
        "id":"ED251768",
        "title":"Topic Control as Relational Control and Its Effects on Counseling Outcome."},
      {
        "id":"ED251769",
        "title":"Microinequities in the Classroom: The Perception by Minorities and Women of a Less Favorable Climate in the Classroom."},
      {
        "id":"ED251772",
        "title":"Gender-Related Factors Affecting Perceptions of Self-Disclosure."},
      {
        "id":"ED251777",
        "title":"Beyond Dependency, Autonomy and Exchange: Prosocial Behavior in Late Life Adaptation."},
      {
        "id":"ED251779",
        "title":"Perceptions of Controllability and Attitudes toward Cancer."},
      {
        "id":"ED251781",
        "title":"Cultural Differences in Work-Family Interface Values."},
      {
        "id":"ED251782",
        "title":"Social Factors in Institutional Living."},
      {
        "id":"ED251783",
        "title":"Source, Message, and Recipient Factors in Counseling and Psychotherapy."},
      {
        "id":"ED251785",
        "title":"The Role of Counseling in Achieving Educational Excellence."},
      {
        "id":"ED251786",
        "title":"The C3 Experience: Counseling, Computers, and Creative Change."},
      {
        "id":"ED251788",
        "title":"Literacy and Children's Needs in the Television Age."},
      {
        "id":"ED251794",
        "title":"A Cyclical Plan for Using Study Strategies."},
      {
        "id":"ED251801",
        "title":"Assessing Readability: Formulas and Alternatives."},
      {
        "id":"ED251802",
        "title":"A Field Assessment of Vocabulary Instruction in the Elementary School Classroom. Program Report 84-3."},
      {
        "id":"ED251803",
        "title":"A Developmental Comparison of Script-Based Inference Generation."},
      {
        "id":"ED251806",
        "title":"Conflict: The Key to Critical Reading Instruction."},
      {
        "id":"ED251810",
        "title":"What Is the Value of Connecting Reading and Writing? Reading Education Report No. 55."},
      {
        "id":"ED251811",
        "title":"Reading Comprehension Instruction: Six Necessary Changes. Reading Education Report No. 54."},
      {
        "id":"ED251813",
        "title":"Remedial and Compensatory Reading Instruction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1984 (Vol. 45 Nos. 1 through 6)."},
      {
        "id":"ED251814",
        "title":"Reading and Study Skills and Instruction--Preschool and Elementary: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1984 (Vol. 45 Nos. 1 through 6)."},
      {
        "id":"ED251815",
        "title":"Reading and Study Skills and Instruction--College and Adult: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1984 (Vol. 45 Nos. 1 through 6)."},
      {
        "id":"ED251816",
        "title":"Reading Achievement--Characteristics Associated with Success and Failure: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1984 (Vol. 45 Nos. 1 through 6)."},
      {
        "id":"ED251819",
        "title":"Reading and Study Skills and Instruction--Secondary: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1984 (Vol. 45 Nos. 1 through 6)."},
      {
        "id":"ED251822",
        "title":"Reading and Writing: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1984 (Vol. 45 Nos. 1 through 6)."},
      {
        "id":"ED251824",
        "title":"Reading Comprehension: Out of the Ivory Tower and into the Classroom."},
      {
        "id":"ED251825",
        "title":"The Effects of Background Information on Standarized Test Scores."},
      {
        "id":"ED251827",
        "title":"Testing and Evaluation in Reading and Communication Skills: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1984 (Vol. 45 Nos. 1 through 6)."},
      {
        "id":"ED251828",
        "title":"The Variables in Lesson Design."},
      {
        "id":"ED251830",
        "title":"Gaining Access to and Control of Reading and Writing Resources: K-8. Final Report."},
      {
        "id":"ED251834",
        "title":"[Canadian Literature. \"Featuring: CanLit.\"]"},
      {
        "id":"ED251835",
        "title":"Teaching and Learning in the Individual Writing Conference. Final Report."},
      {
        "id":"ED251837",
        "title":"Special Education Students Write: Classroom Activities and Assignments. Writing Teachers at Work."},
      {
        "id":"ED251838",
        "title":"Process: Vision and Re-Vision. Writing Teachers at Work."},
      {
        "id":"ED251839",
        "title":"Out of the Heart: How to Design Writing Assignments for High School Courses. Writing Teachers at Work."},
      {
        "id":"ED251840",
        "title":"Sentence and Paragraph Modelling. Curriculum Publication No. 17."},
      {
        "id":"ED251841",
        "title":"Writing for Reading: Will Resistant Readers Teach Each Other? Classroom Research Study No. 7."},
      {
        "id":"ED251842",
        "title":"Writing to Think. National Writing Project Occasional Paper No. 4."},
      {
        "id":"ED251843",
        "title":"The Great Grammar Myth. Occasional Paper No. 5."},
      {
        "id":"ED251854",
        "title":"Writing in the Elementary Classroom."},
      {
        "id":"ED251856",
        "title":"English Language Arts Skills and Instruction: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1984 (Vol. 45 Nos. 1 through 6)."},
      {
        "id":"ED251857",
        "title":"Observing the Language Learner."},
      {
        "id":"ED251858",
        "title":"The Teacher as Respondent to the High School Writer. Research Series No. 152."},
      {
        "id":"ED251860",
        "title":"Ideas Plus: A Collection of Practical Teaching Ideas. Book Two."},
      {
        "id":"ED251862",
        "title":"The Relationship between Human Communication Functional Dominance and the Dimensions of Consideration and Initiating Structures on Leadership Styles."},
      {
        "id":"ED251863",
        "title":"Scenario-Testing: Decision Rules for Evaluating Conflicting Probabilistic Claims."},
      {
        "id":"ED251868",
        "title":"Power in the Classroom V: Behavior Alteration Techniques, Communication Training, and Learning."},
      {
        "id":"ED251869",
        "title":"The Impact of Communication Apprehension on Student Retention and Success: A Preliminary Report."},
      {
        "id":"ED251872",
        "title":"&quot;The Day After&quot;: Rhetorical Vision in an Ironic Frame."},
      {
        "id":"ED251874",
        "title":"Gender Differences: An Analysis of Male/Female Participation at the National Championships."},
      {
        "id":"ED251879",
        "title":"Teasing: Goals and Responses."},
      {
        "id":"ED251882",
        "title":"The Jackson Presidential Campaign: Setting the Public Agenda."},
      {
        "id":"ED251884",
        "title":"The Emergence of Meaning during the Occasion of Performance."},
      {
        "id":"ED251885",
        "title":"The Continuing Application of the Fighting Words Doctrine."},
      {
        "id":"ED251886",
        "title":"The Future of Physiological Variables in Communication Theory."},
      {
        "id":"ED251889",
        "title":"Health Communication: A Selected, Annotated Bibliography. Second Edition."},
      {
        "id":"ED251893",
        "title":"Employees."},
      {
        "id":"ED251896",
        "title":"Torts."},
      {
        "id":"ED251897",
        "title":"Finance."},
      {
        "id":"ED251898",
        "title":"Property."},
      {
        "id":"ED251899",
        "title":"Higher Education."},
      {
        "id":"ED251901",
        "title":"School Improvement in Pennsylvania--Curriculum and Instruction Issues for the Technical Assistant."},
      {
        "id":"ED251902",
        "title":"Technical Assistance: Long Range Plan for School Improvement."},
      {
        "id":"ED251903",
        "title":"The Role of Staff Development in Long Range Planning for School Improvement."},
      {
        "id":"ED251904",
        "title":"PRISM--Pittsburgh's Research Based Instructional Supervisory Model for Staff Development."},
      {
        "id":"ED251905",
        "title":"Proposed Schenley High School Teacher Center."},
      {
        "id":"ED251906",
        "title":"Registration and School Improvement."},
      {
        "id":"ED251907",
        "title":"Community Involvement: The Role of the Technical Assistance Partner."},
      {
        "id":"ED251908",
        "title":"Technical Assistance for School Improvement in a Declining Enrollment."},
      {
        "id":"ED251909",
        "title":"A Knowledge Use Perspective: Comments on a Conference."},
      {
        "id":"ED251910",
        "title":"Knowledge Use and School Improvement. Implications for the Long-Range Plan for School Improvement of the Pennsylvania Department of Education."},
      {
        "id":"ED251911",
        "title":"Evaluation for School Improvement Projects."},
      {
        "id":"ED251912",
        "title":"Instructional Climate for Success. The Best of ERIC on Educational Management Number 75."},
      {
        "id":"ED251913",
        "title":"Variables Associated with Per Pupil Costs in Public School Buildings."},
      {
        "id":"ED251915",
        "title":"Small-Group Cooperative Learning. The Best of ERIC on Educational Management Number 76."},
      {
        "id":"ED251916",
        "title":"A Legacy of Excellence."},
      {
        "id":"ED251917",
        "title":"Building Administrators and Their Role in the Improvement of Practice. A Study of Dissemination Efforts Supporting School Improvement."},
      {
        "id":"ED251918",
        "title":"Models of the School Improvement Process: Factors Contributing to Success. A Study of Dissemination Efforts Supporting School Improvement."},
      {
        "id":"ED251919",
        "title":"Improving Students' Thinking Skills. The Best of ERIC on Educational Management Number 77."},
      {
        "id":"ED251920",
        "title":"School Boards and the Communities They Represent: An Inventory of the Research. Final Draft."},
      {
        "id":"ED251921",
        "title":"When Federalism Works. Final Report."},
      {
        "id":"ED251923",
        "title":"The Nature of Inquiry and Developing a Profession."},
      {
        "id":"ED251924",
        "title":"Litigation Strategies for Educational Equity: Bilingual Education and Research."},
      {
        "id":"ED251925",
        "title":"Mapping Your Millage."},
      {
        "id":"ED251929",
        "title":"Involving the Principal in Teachers' Staff Development: Effects on the Quality of Mathematics Instruction in Elementary Schools. Final Report, FY 1983."},
      {
        "id":"ED251932",
        "title":"Connecticut's Challenge: An Agenda for Educational Equity and Excellence."},
      {
        "id":"ED251933",
        "title":"Thinking Critically about Educational Administration: A Martian View. Revised."},
      {
        "id":"ED251934",
        "title":"How to Organize and Communicatre Your Energy Data. A Guide to Energy Accounting."},
      {
        "id":"ED251939",
        "title":"State Dissemination Grants Program, Educational Research and Development: February, 1978 through June, 1983. Final Report."},
      {
        "id":"ED251940",
        "title":"School Board Study Programs: Board Member's Manual Series II."},
      {
        "id":"ED251941",
        "title":"Principal Influence on Teacher Behavior: Substitutes for Leadership. Final Report."},
      {
        "id":"ED251943",
        "title":"Intentions and Impacts: A Comparison of Sources of Influence on Local School Systems."},
      {
        "id":"ED251944",
        "title":"The Basic Education Program for North Carolina's Public Schools."},
      {
        "id":"ED251948",
        "title":"Normative and Structural Perspectives on Age in a Work Organization."},
      {
        "id":"ED251949",
        "title":"Annual Fund. Estate Planning."},
      {
        "id":"ED251950",
        "title":"The Case Statement."},
      {
        "id":"ED251951",
        "title":"Analyzing Supervisory Conferences: Did You Hear What I Think I Said?"},
      {
        "id":"ED251952",
        "title":"Case Studies for Teacher Evaluation: A Study of Effective Practices."},
      {
        "id":"ED251956",
        "title":"Past Successes and Future Challenges: An Examination of the Perceptions of Selected Community Education Opinion Leaders. Research Report 83-109."},
      {
        "id":"ED251958",
        "title":"Leadership in Curriculum Development (A Collection of Essays)."},
      {
        "id":"ED251959",
        "title":"Education Block Grant Alters State Role and Provides Greater Local Discretion. Report to the Congress of the United States."},
      {
        "id":"ED251962",
        "title":"Facilitating Change in High Schools: Myths and Management."},
      {
        "id":"ED251963",
        "title":"Research Issues in the Economics of Education and Growth. Occasional Papers in Educational Policy Analysis: Paper No. 409."},
      {
        "id":"ED251964",
        "title":"Competencies of Effective Principals and Strategies for Implementation. Occasional Papers in Educational Policy Analysis: Paper No. 410."},
      {
        "id":"ED251965",
        "title":"Strategic Considerations for Improving the Principalship. Occasional Papers in Educational Policy Analysis: Paper No. 411."},
      {
        "id":"ED251966",
        "title":"Supplemental Employment among Alabama Teachers. Occasional Papers in Educational Policy Analysis: Paper No. 412."},
      {
        "id":"ED251967",
        "title":"A Case Study of the Teacher Labor Market in the Southeast. Miss Dove Is Alive and Well (And Teaching Math, Sponsoring the Yearbook, and Coaching Softball). Occasional Papers in Educational Policy Analysis. Paper No. 413."},
      {
        "id":"ED251968",
        "title":"Promoting School Excellence through the Application of Effective Schools Research: Summary and Proceedings of a 1984 Regional Exchange Workshop (Nashville, Tennessee, April 15-16, 1984). Occasional Paper Series."},
      {
        "id":"ED251974",
        "title":"The Selection of Teachers and Principals: A Model for Faculty Participation in Personnel Selection Decisions in Public Schools."},
      {
        "id":"ED251976",
        "title":"Public Support for Catholic and Denominational Schools: An International Perspective."},
      {
        "id":"ED251978",
        "title":"Providing Effective Technical Assistance in Educational Settings. Part I: A Research Synthesis. Research Summary Report."},
      {
        "id":"ED251979",
        "title":"Providing Effective Technical Assistance in Educational Settings. Part II: Implementing the Research--The Effective Delivery of Technical Assistance. Research Summary Report."},
      {
        "id":"ED251980",
        "title":"Enriching Education in the Community through PTA."},
      {
        "id":"ED251981",
        "title":"Construction Guidelines and Specifications. Modifying the Existing Campus Building for Accessibility."},
      {
        "id":"ED251985",
        "title":"A Guidebook for Cooperative Learning: A Technique for Creating More Effective Schools."},
      {
        "id":"ED251986",
        "title":"Connect Computer Education to Policies."},
      {
        "id":"ED252000",
        "title":"Community and Family Living Amendments of 1983. Hearing before the Subcommittee on Health of the Committee on Finance, United States Senate. Ninety-Eighth Congress, Second Session on S. 2053."},
      {
        "id":"ED252002",
        "title":"Attitude Change toward Disability through Television Portrayals with Male College Students."},
      {
        "id":"ED252008",
        "title":"The Cost of Care and Training within Facilities for the Developmentally Disabled."},
      {
        "id":"ED252009",
        "title":"Benefit-Cost Analysis and Program Evaluation."},
      {
        "id":"ED252010",
        "title":"Post-Secondary Community Placement of Mentally Retarded Individuals: A Five-Year Follow-Up Analysis."},
      {
        "id":"ED252013",
        "title":"Working with Black Families Having Mentally Retarded Members."},
      {
        "id":"ED252016",
        "title":"The Coming of Age of Mentally Retarded Adults: An Emerging Crisis."},
      {
        "id":"ED252030",
        "title":"OSEP Funded Field and Student Initiated Research. Final Report, September 1, 1983-August 31, 1984."},
      {
        "id":"ED252032",
        "title":"Assessing Communication and Precommunication Skills in Clients with Severe and Multiple Handicaps."},
      {
        "id":"ED252034",
        "title":"Multifactored Nonbiased Assessment: Convergent and Discriminant Validity of Social and Cognitive Measures with Black and White Regular and Special Education Students. Final Project Report."},
      {
        "id":"ED252043",
        "title":"That All May Read: Library Service for Blind and Physically Handicapped People."},
      {
        "id":"ED252045",
        "title":"The Learning-Disabled Student. Issues in Middle-Grade Education: Research & Resources."},
      {
        "id":"ED252052",
        "title":"Studies in Philippine Linguistics. Volume 4, Number 2."},
      {
        "id":"ED252054",
        "title":"Public Attitudes Toward Bilingual Education."},
      {
        "id":"ED252055",
        "title":"Language for Travel Syllabus. Field Test."},
      {
        "id":"ED252056",
        "title":"Language and the Law: A Case for Linguistic Pragmatics. Sociolinguistic Working Paper Number 94."},
      {
        "id":"ED252057",
        "title":"Discourse Rights of Witnesses: Their Circumscription in Trial. Sociolinguistic Working Paper Number 95."},
      {
        "id":"ED252058",
        "title":"Cohesion in Everyday Discourse: The Role of Paraphrase. Sociolinguistic Working Paper Number 97."},
      {
        "id":"ED252059",
        "title":"Switch Reference, Syntactic Organization, and Rhetorical Structure in Central Yup'ik Eskimo. Sociolinguistic Working Paper Number 98."},
      {
        "id":"ED252060",
        "title":"Deixis and Self/Other Reference in Japanese Discourse. Sociolinguistic Working Paper Number 99."},
      {
        "id":"ED252061",
        "title":"Activity Structure as Scaffolding for Children's Second Language Learning. Sociolinguistic Working Paper Number 100."},
      {
        "id":"ED252062",
        "title":"Semantic and Syntactic Parallelism in Children's Storytelling. Sociolinguistic Working Paper Number 102."},
      {
        "id":"ED252063",
        "title":"The Semiotics of Two Speech Styles in Shokleng. Sociolinguistic Working Paper Number 103."},
      {
        "id":"ED252064",
        "title":"Intercultural Communication in Central Australia. Sociolinguistic Working Paper Number 104."},
      {
        "id":"ED252065",
        "title":"Language Acquisition and Socialization: Three Developmental Stories and Their Implications. Sociolinguistic Working Paper Number 105."},
      {
        "id":"ED252067",
        "title":"Teaching English in the Workplace."},
      {
        "id":"ED252068",
        "title":"Modern France: A Course Model."},
      {
        "id":"ED252070",
        "title":"Pedagogical Self-Image Is the Key to Better Student-Teacher Interaction."},
      {
        "id":"ED252071",
        "title":"Oral Proficiency: A Curriculum Response of a Community/Junior College."},
      {
        "id":"ED252073",
        "title":"Wolof Speech Styles and Social Status. Working Papers in Sociolinguistics Number 23."},
      {
        "id":"ED252074",
        "title":"Tuneful Weeping: A Mode of Communication. Working Papers in Sociolinguistics Number 27."},
      {
        "id":"ED252075",
        "title":"The Use of Nicknames as Evaluators of Personal Competence in Malta. Sociolinguistic Working Paper."},
      {
        "id":"ED252076",
        "title":"Greeting, Hospitality, and Naming among the Bororo of Central Brazil. Working Papers in Sociolinguistics Number 37."},
      {
        "id":"ED252079",
        "title":"Languages for Children at Tarrant County Junior College: A Ten-Year Report."},
      {
        "id":"ED252096",
        "title":"Hausar Yau Da Kullum: Intermediate and Advanced Lessons in Hausa Language and Culture."},
      {
        "id":"ED252097",
        "title":"Dialogue Writing: Analysis of Student-Teacher Interactive Writing in the Learning of English as a Second Language."},
      {
        "id":"ED252098",
        "title":"A Mini-Anthology of Korean American Literature. Bilingual Resource Series."},
      {
        "id":"ED252102",
        "title":"Physicians for the Twenty-First Century. The GPEP Report: Report of the Panel on the General Professional Education of the Physician and College Preparation for Medicine."},
      {
        "id":"ED252107",
        "title":"Advisory Commission on Articulation Between Secondary Education and Ohio Colleges."},
      {
        "id":"ED252108",
        "title":"Report on Physician Manpower in Ohio: Requirements, Supply and Cost."},
      {
        "id":"ED252115",
        "title":"A Four-State Comparison of Expenditures and Income Sources of Financial Aid Recipients in Public Colleges and Universities."},
      {
        "id":"ED252120",
        "title":"Help Wanted: Psychology Majors Interested in Business Careers."},
      {
        "id":"ED252122",
        "title":"The Upper Level College Revisited. Higher Education Series, Topical Paper 8401."},
      {
        "id":"ED252128",
        "title":"On the Search for Academic Community."},
      {
        "id":"ED252140",
        "title":"A Pilot Family Practice Clerkship for Third and Fourth Year Students."},
      {
        "id":"ED252141",
        "title":"Monitoring the Financial Condition of Colleges and Universities. AAHE-ERIC Higher Education Research Currents."},
      {
        "id":"ED252142",
        "title":"White Faculty, Black Students: Exploring Assumptions and Practices. A Report of the Workshops (Washington, D.C., October 27-29, 1983 and April 13, 1984)."},
      {
        "id":"ED252143",
        "title":"Developing a Professional Competence Model for Management Education. Final Report to the National Institute of Education, Research Report Number Ten. [Revised.]"},
      {
        "id":"ED252144",
        "title":"Careering After College: Establishing the Validity of Abilities Learned in College for Later Careering and Professional Performance. Final Report to the National Institute of Education. Overview and Summary. [Revised.]"},
      {
        "id":"ED252148",
        "title":"How Can We Afford This: Funding & Financing Means."},
      {
        "id":"ED252151",
        "title":"Bibliography of Education Theses in Australia. A List of Theses in Education Accepted for Higher Degrees at Australian Universities and Colleges in 1982."},
      {
        "id":"ED252152",
        "title":"Sex and Race Differences in Dieting and Exercise among University Students. Research Report #3-84."},
      {
        "id":"ED252153",
        "title":"Higher Education: A Bibliographic Handbook. Volume I."},
      {
        "id":"ED252159",
        "title":"Learning Styles: Do They Affect Faculty Evaluation?"},
      {
        "id":"ED252160",
        "title":"Student Financial Aid Programs. State of Alaska Annual Report, 1983-84. Document Number 85-1."},
      {
        "id":"ED252161",
        "title":"Adult Students and the Humanities: An Analysis of New Data."},
      {
        "id":"ED252162",
        "title":"Competency Across the Campus: The University Secretary. Summary of a Research Study of Secretarial Competencies."},
      {
        "id":"ED252163",
        "title":"Tutor Training Program."},
      {
        "id":"ED252169",
        "title":"Sex Discrimination Law in Higher Education: The Lessons of the Past Decade. ASHE-ERIC Higher Education Research Report No. 4, 1984."},
      {
        "id":"ED252170",
        "title":"Faculty Freedoms and Institutional Accountability: Interactions and Conflicts. ASHE-ERIC Higher Education Research Report No. 5, 1984."},
      {
        "id":"ED252173",
        "title":"The Computer and Education. What Research Says to the Teacher."},
      {
        "id":"ED252177",
        "title":"Economic Development in Telecommunications, Computers, and Electronics: The Educational Component. Hearing before the Subcommittee on Telecommunications, Consumer Protection, and Finance of the Committee on Energy and Commerce, House of Representatives, Ninety-Eighth Congress, First Session, December 8, 1983. Serial No. 98-91."},
      {
        "id":"ED252179",
        "title":"The Future of Microcomputers in the Classroom. Occasional Paper No. 76."},
      {
        "id":"ED252186",
        "title":"Introduction to Software Packages. [Final Report.]"},
      {
        "id":"ED252205",
        "title":"Regional Technical Co-operation for Training Educational Personnel in Planning and Management Using Distance Teaching and Other Techniques. Project Findings and Recommendations. Terminal Report."},
      {
        "id":"ED252209",
        "title":"Characteristics of Online Searchers in University Libraries."},
      {
        "id":"ED252210",
        "title":"Instruction in Library Media Skills. Supplement to A Guide to School Library Media Programs."},
      {
        "id":"ED252212",
        "title":"Retrospective Conversion of Music Collection. Project Manual."},
      {
        "id":"ED252214",
        "title":"Alice at One: Candid Reflections on the Adoption, Installation, and Use of the Virginia Tech Library System (VTLS) at Ohio University."},
      {
        "id":"ED252217",
        "title":"Government Depository Libraries. The Present Law Governing Designated Depository Libraries. 98th Congress, 2nd Session."},
      {
        "id":"ED252226",
        "title":"The School Library Media Program's Impact on the Goals of Education: Retooling the Message."},
      {
        "id":"ED252230",
        "title":"Archival Preservation of Machine-Readable Records: The Final Report of the Wisconsin Survey of Machine-Readable Public Records."},
      {
        "id":"ED252231",
        "title":"Implementing a Machine-Readable Records Program: The Final Report of the Wisconsin Machine-Readable Records Project."},
      {
        "id":"ED252232",
        "title":"The Midwest State Archives Guide Project: An Evaluation. [Final Report.]"},
      {
        "id":"ED252233",
        "title":"The Midwest State Archives Guide Project: Collateral Reports."},
      {
        "id":"ED252235",
        "title":"The Measurement and Evaluation of Reference Service at the Public Documents and Maps Department of the Duke University Library."},
      {
        "id":"ED252239",
        "title":"Computer Based Library Orientation."},
      {
        "id":"ED252240",
        "title":"Council on Library Resources, Inc. Twenty-Eighth Annual Report/1984."},
      {
        "id":"ED252241",
        "title":"Evaluation of the Document Delivery Service Provided by University Libraries, Twin Cities Campus, University of Minnesota. Final Report of a Research Project."},
      {
        "id":"ED252244",
        "title":"Interlibrary Loan before and after OCLC. Illinois Valley Library System OCLC Experimental Project. Report No. 7."},
      {
        "id":"ED252255",
        "title":"Assessment Procedures: What Works and What Needs Improvement in California Community Colleges?"},
      {
        "id":"ED252258",
        "title":"Ethnic Studies, Policies, and Programs: A Response to Assembly Concurrent Resolution 71."},
      {
        "id":"ED252259",
        "title":"Survey of Honors Programs: A Resource Inventory and Directory, 1984."},
      {
        "id":"ED252260",
        "title":"The Role of the Honors Program in the Community College Curriculum."},
      {
        "id":"ED252265",
        "title":"Background Papers on Student Charges, Student Financial Aid, and Access to Postsecondary Education: Options for the California Community Colleges. A Supplement to the Report from Phase III of the Commission's Response to Assembly Concurrent Resolution 81."},
      {
        "id":"ED252267",
        "title":"Customized Job Training for Business and Industry. New Directions for Community Colleges, Number 48."},
      {
        "id":"ED252269",
        "title":"Faculty Development Activities in the Illinois Community College System."},
      {
        "id":"ED252270",
        "title":"Schooling in the Ghetto: An Ecological Perspective on Community and Home Influences."},
      {
        "id":"ED252271",
        "title":"Improving Child Care through the Child Development Associate (CDA) Program."},
      {
        "id":"ED252272",
        "title":"Starting Early: A Guide to Federal Resources in Maternal and Child Health."},
      {
        "id":"ED252273",
        "title":"South Carolina's Early Childhood Programs Are a Good Investment. A Report to the Office of the Governor of South Carolina."},
      {
        "id":"ED252274",
        "title":"Employers and Child Care: Development of a New Employee Benefit. A BNA Special Report."},
      {
        "id":"ED252282",
        "title":"Better Federal Program Administration Can Contribute to Improving State Foster Care Programs."},
      {
        "id":"ED252285",
        "title":"Teacher-Toddler Day Care Interactions: Where, What and How."},
      {
        "id":"ED252286",
        "title":"A Study of Sexism in the Illustrations of Counting Books."},
      {
        "id":"ED252294",
        "title":"Using Performance/Competence Measures to Determine Readiness for Professional Entry in the Field."},
      {
        "id":"ED252295",
        "title":"Classroom Management and Discipline, Without Corporal Punishment, in Norwegian Elementary Schools."},
      {
        "id":"ED252306",
        "title":"Single Parent Adoption."},
      {
        "id":"ED252307",
        "title":"Transitions: The Influence of Parent's Attitudes and Behaviors on the Adjustment of Two Year Olds to a New School Experience."},
      {
        "id":"ED252308",
        "title":"Families and Child Care: Improving the Options. A Report by the Select Committee on Children, Youth, and Families. U.S. House of Representatives, Ninety-Eighth Congress, Second Session, with Additional Views."},
      {
        "id":"ED252317",
        "title":"Child Development Services: Army Regulation 608-10 (Effective 15 October 1983)."},
      {
        "id":"ED252322",
        "title":"A Hearing on Media Violence before the Subcommittee on Juvenile Justice, Committee on the Judiciary, United States Senate (October 25, 1984)."},
      {
        "id":"ED252324",
        "title":"Early Childhood Assessment: Suggested Best Practices and Selected Instruments. Wisconsin Department of Public Instruction Bulletin No. 5091."},
      {
        "id":"ED252325",
        "title":"Characteristics of Households with Children Enrolled in Elementary and Secondary Schools."},
      {
        "id":"ED252326",
        "title":"Famine Winter."},
      {
        "id":"ED252329",
        "title":"The Mexican American Child: Language, Cognition, and Social Development."},
      {
        "id":"ED252330",
        "title":"Introduce Science to Students Using the Environment: A Guide for Teachers of Native American Students."},
      {
        "id":"ED252338",
        "title":"Turnover of Rural Kansas School Superintendents from 1978-1984."},
      {
        "id":"ED252339",
        "title":"Principal Turnover by Kansas Rural School Administrators from 1978-1984."},
      {
        "id":"ED252340",
        "title":"Using Scenarios to Forecast the Future of Camping."},
      {
        "id":"ED252341",
        "title":"A Needed Framework for Telling the Camping Story."},
      {
        "id":"ED252342",
        "title":"Report and Recommendations to the President of the United States."},
      {
        "id":"ED252346",
        "title":"Student Achievement in the Four-Day School Week."},
      {
        "id":"ED252348",
        "title":"Evaluating Fiscal Impact Studies: Community Guidelines. Coping with Growth."},
      {
        "id":"ED252349",
        "title":"Minimizing Public Costs of Residential Growth. Coping With Growth."},
      {
        "id":"ED252350",
        "title":"Citizen Involvement Strategies in Community Growth Issues. Coping with Growth."},
      {
        "id":"ED252351",
        "title":"Interagency Coordination and Rapid Community Growth. Coping with Growth."},
      {
        "id":"ED252352",
        "title":"The Public Policy Process: Its Role in Community Growth. Coping with Growth."},
      {
        "id":"ED252353",
        "title":"Economic Multipliers: Can a Rural Community Use Them? Coping with Growth."},
      {
        "id":"ED252354",
        "title":"Incoming Population: Where Will the People Live? Coping with Growth."},
      {
        "id":"ED252355",
        "title":"Growth Impacts on Public Service Expenditures: Some Questions for the Community. Coping with Growth."},
      {
        "id":"ED252356",
        "title":"Programming Capital Improvements. Coping With Growth."},
      {
        "id":"ED252358",
        "title":"Community Needs Assessment Techniques. Coping With Growth."},
      {
        "id":"ED252359",
        "title":"Population Change: Do You Know the Trends in Your Community? Coping with Growth."},
      {
        "id":"ED252360",
        "title":"Socioeconomic Indicators for Small Towns. Small Town Strategy."},
      {
        "id":"ED252361",
        "title":"How a Community Decides to Issue Bonds. Municipal Bonds Series."},
      {
        "id":"ED252367",
        "title":"Content and Activities for Teaching about Indians of Washington State, Grades K-6."},
      {
        "id":"ED252369",
        "title":"Hispanic Mosaic: A Public Health Service Perspective. Proceedings of the Annual Forum on the Status of Hispanic Health (1st, Rockville, Maryland)."},
      {
        "id":"ED252372",
        "title":"Rural Resources Guide: A Directory of Public and Private Assistance for Small Communities."},
      {
        "id":"ED252375",
        "title":"Plant Biology Personnel and Training at Doctorate-Granting Institutions. Higher Education Panel Report Number 62."},
      {
        "id":"ED252377",
        "title":"NASA, The First 25 Years: 1958-83. A Resource for Teachers. A Curriculum Project."},
      {
        "id":"ED252378",
        "title":"Energy Productivity: Key to Environmental Protection and Economic Progress. Worldwatch Paper 63."},
      {
        "id":"ED252380",
        "title":"Living and Working in Space: A History of Skylab."},
      {
        "id":"ED252397",
        "title":"Toward a Teaching Model for Primary Science. Learning in Science Project (Primary). Working Paper No. 114."},
      {
        "id":"ED252403",
        "title":"Floating and Sinking: First Teacher Trials. Learning in Science Project (Primary). Working Paper No. 120."},
      {
        "id":"ED252407",
        "title":"Children's Ideas about Hot and Cold. Learning in Science Project (Primary). Working Paper No. 127."},
      {
        "id":"ED252408",
        "title":"Classification Problem Solving."},
      {
        "id":"ED252410",
        "title":"Development of Children's Problem-Solving Ability in Arithmetic."},
      {
        "id":"ED252411",
        "title":"Aerobic Digestion. Biological Treatment Process Control. Instructor's Guide."},
      {
        "id":"ED252412",
        "title":"Aerobic Digestion. Student Manual. Biological Treatment Process Control."},
      {
        "id":"ED252413",
        "title":"Oxidation Ditches. Instructor's Guide. Biological Treatment Process Control."},
      {
        "id":"ED252414",
        "title":"Oxidation Ditches. Student Manual. Biological Treatment Process Control."},
      {
        "id":"ED252415",
        "title":"Review of Solids Handling. Instructor's Guide. Biological Treatment Process Control."},
      {
        "id":"ED252416",
        "title":"Review of Solids Handling. Student Manual. Biological Treatment Process Control."},
      {
        "id":"ED252417",
        "title":"Trickling Filters. Instructor's Guide. Biological Treatment Process Control."},
      {
        "id":"ED252418",
        "title":"Trickling Filters. Student Manual. Biological Treatment Process Control."},
      {
        "id":"ED252419",
        "title":"Facultative Lagoons. Instructor's Guide. Biological Treatment Process Control."},
      {
        "id":"ED252420",
        "title":"Facultative Lagoons. Student Manual. Biological Treatment Process Control."},
      {
        "id":"ED252421",
        "title":"Aerated Lagoons. Instructor's Guide. Biological Treatment Process Control."},
      {
        "id":"ED252422",
        "title":"Aerated Lagoons. Student Manual. Biological Treatment Process Control."},
      {
        "id":"ED252423",
        "title":"Biological Concepts. Instructor's Guide. Biological Treatment Process Control."},
      {
        "id":"ED252424",
        "title":"Biological Concepts. Student Manual. Biological Treatment Process Control."},
      {
        "id":"ED252425",
        "title":"Anaerobic Digestion. Instructor's Guide. Biological Treatment Process Control."},
      {
        "id":"ED252426",
        "title":"Anaerobic Digestion. Student Manual. Biological Treatment Process Control."},
      {
        "id":"ED252427",
        "title":"Activated Sludge. Instructor's Guide. Biological Treatment Process Control."},
      {
        "id":"ED252428",
        "title":"Activated Sludge. Student Manual. Biological Treatment Process Control."},
      {
        "id":"ED252429",
        "title":"Activated Biological Filters (ABF Towers). Instructor's Guide. Biological Treatment Process Control."},
      {
        "id":"ED252430",
        "title":"Activated Biological Filters (ABF Towers). Student Manual. Biological Treatment Process Control."},
      {
        "id":"ED252431",
        "title":"Rotating Biological Contractors (RBC's). Instructor's Guide. Biological Treatment Process Control."},
      {
        "id":"ED252432",
        "title":"Rotating Biological Contactors (RBC's). Student Manual. Biological Treatment Process Control."},
      {
        "id":"ED252433",
        "title":"Kindergarten Mathematics: Step-by-Step from Concrete Materials to Paper and Pencil."},
      {
        "id":"ED252441",
        "title":"Population Education in Social Studies: Some Sample Lessons for the Secondary Level."},
      {
        "id":"ED252442",
        "title":"Population Education in Science: Some Sample Lessons for the Secondary Level."},
      {
        "id":"ED252443",
        "title":"Population Education in Mathematics: Some Sample Lessons for the Secondary Level."},
      {
        "id":"ED252444",
        "title":"Population Education in Health and Home Economics: Some Sample Lessons for the Secondary Level."},
      {
        "id":"ED252446",
        "title":"Eleanor Roosevelt Centennial 1884-1984. Eleanor Roosevelt Curriculum Kit, K-6."},
      {
        "id":"ED252449",
        "title":"\"Wee Folk\" and Citizenship Education: A Rationale."},
      {
        "id":"ED252450",
        "title":"&quot;Wee Folk&quot; and Citizenship Education: Active Learning Experiences for Primary Children That Promote the Tools of Social Decision-Making."},
      {
        "id":"ED252451",
        "title":"Student Discipline in Colonial America."},
      {
        "id":"ED252457",
        "title":"Artistic Development as a Process of Universal-Relative Selection Possibilities."},
      {
        "id":"ED252460",
        "title":"The Law-Related Education Evaluation Project: A Methodological Critique of the &quot;Impacts on Students&quot; Findings."},
      {
        "id":"ED252461",
        "title":"Academic Freedom: Crisis and Prevention."},
      {
        "id":"ED252470",
        "title":"Consultation of the U.S. Commission on Civil Rights. (Washington, DC, June 6-7, 1984). Volume 1."},
      {
        "id":"ED252473",
        "title":"Teaching about Conflict, Nuclear War and the Future."},
      {
        "id":"ED252474",
        "title":"Curriculum Materials Analysis System: Long Form. Revised Edition."},
      {
        "id":"ED252475",
        "title":"Curriculum Materials Analysis System: Short Form. Revised Edition. SSEC Publication #145."},
      {
        "id":"ED252479",
        "title":"Mainland China's Schools: Bibliographies and Indexes (Annotated)."},
      {
        "id":"ED252481",
        "title":"A Guide to Intergenerational Programs."},
      {
        "id":"ED252489",
        "title":"Educational Reform and Social Studies: Implications of Six Reports."},
      {
        "id":"ED252490",
        "title":"Protection for the U.S. Automobile Industry: A Joint Class Simulation in Trade Policy."},
      {
        "id":"ED252494",
        "title":"Institutionalization of Statewide Instructional Improvement (Executive Summary)."},
      {
        "id":"ED252495",
        "title":"Institutionalization of Statewide Instructional Improvement."},
      {
        "id":"ED252500",
        "title":"Minimizing Accidents and Risks in High Adventure Outdoor Pursuits."},
      {
        "id":"ED252501",
        "title":"Multi-Ethnic School Environments Project. Final Report."},
      {
        "id":"ED252502",
        "title":"Significant Truths Our Society Has Failed to Learn at School."},
      {
        "id":"ED252506",
        "title":"School Effectiveness: Climate, Goals, and Leadership. Summary and Proceedings of a 1982 Regional Exchange Workshop (Charleston, West Virginia, June 7-9, 1982). AEL Occasional Paper 009."},
      {
        "id":"ED252508",
        "title":"Curriculum Alignment as a Model for School Improvement."},
      {
        "id":"ED252514",
        "title":"Using Effective Teaching/School Research in an Elementary School."},
      {
        "id":"ED252515",
        "title":"Effective Use of Classroom Time. AEL Occasional Paper 013."},
      {
        "id":"ED252517",
        "title":"Tennessee Technological University Teacher Evaluation Model--Year XI. Study of the Teacher Preparation Programs of Tennessee Technological University. Report 84-1."},
      {
        "id":"ED252524",
        "title":"State Actions: Career Ladders and Other Incentive Plans for School Teachers and Administrators."},
      {
        "id":"ED252525",
        "title":"A Call for Change in Teacher Education."},
      {
        "id":"ED252526",
        "title":"Students' Evaluations of University Instructors: The Applicability of American Instruments in a Spanish Setting."},
      {
        "id":"ED252527",
        "title":"The Self-Serving Effect (Bias?) in Academic Attributions: Its Relation to Academic Achievement and Self-Concept."},
      {
        "id":"ED252529",
        "title":"Masculinity, Femininity and Androgyny: Their Relations to Multiple Dimensions of Self-Concept."},
      {
        "id":"ED252530",
        "title":"Student Performance Standards and Testing Programs: Background Information for Legislators."},
      {
        "id":"ED252531",
        "title":"Verbal and Math Self-Concepts: An Internal/External Frame of Reference Model."},
      {
        "id":"ED252545",
        "title":"Interobserver Agreement for the Observation Procedures for the DMP and WDRSD Observers. Descriptive Study. Phase IV. Project Paper 79-25. Parts 1 and 2."},
      {
        "id":"ED252546",
        "title":"Content Aggregations for Reading Skills and Mathematics for the Comparative Study of Phase IV of the IGE Evaluation Project. Phase IV, Project Paper 80-3."},
      {
        "id":"ED243497",
        "title":"The Role of Libraries in Creating and Providing Viewtext Information Services. Comprehensive Report: Part I. Executive Summary and State-of-the-Art Paper."},
      {
        "id":"ED243498",
        "title":"The Role of Libraries in Creating and Providing Viewtext Information Services. Comprehensive Report: Part II. Case Study Reports."},
      {
        "id":"ED243499",
        "title":"The Work of Community College Faculty: A Study through In-Depth Interviews. Final Report."},
      {
        "id":"ED243508",
        "title":"Local Initiative for Economic Development."},
      {
        "id":"ED243509",
        "title":"An Empirical Model for Formulating Operational Missions for Community Colleges."},
      {
        "id":"ED243514",
        "title":"Building Tomorrow."},
      {
        "id":"ED243521",
        "title":"New Options in Offender Education."},
      {
        "id":"ED243525",
        "title":"Dundalk Community College Goals Survey Report."},
      {
        "id":"ED243526",
        "title":"A Partial Study of Research Needs at Brookdale Community College."},
      {
        "id":"ED243531",
        "title":"Maryland Community Colleges 1983 Program Evaluations."},
      {
        "id":"ED243532",
        "title":"The Development of a Support Program for Learning Disabled Students in a Junior College Setting."},
      {
        "id":"ED243534",
        "title":"Remediation, Retention, Rigor and Reform--The New 3 R's Plus One."},
      {
        "id":"ED243541",
        "title":"Black and Latino Transfer Barriers at City College of San Francisco: A Pilot Study."},
      {
        "id":"ED243543",
        "title":"Hispanic Students and Transfer in the Community College."},
      {
        "id":"ED243546",
        "title":"The Evaluation of Remedial Programs in the Community Colleges."},
      {
        "id":"ED243548",
        "title":"Facts and Figures: 1982-83. A Statistical Digest of Information on the Community College of Rhode Island."},
      {
        "id":"ED243549",
        "title":"Facts and Figures: 1983-84. Annual Report and Statistical Digest."},
      {
        "id":"ED243552",
        "title":"Entrance Assessment at Community Colleges: A Decade of Change."},
      {
        "id":"ED243553",
        "title":"Designing Programs for Community Groups. New Directions for Community Colleges, Number 45."},
      {
        "id":"ED243560",
        "title":"ABE Outreach: Teacher, Recruiter, Counselor. A Handbook for Adult Basic Education Teacher/Recruiter/Counselors. A Guide for Program Managers. Revised."},
      {
        "id":"ED243561",
        "title":"Project BEST-PAL (Basic Education Skills Through-Parenting Affective Learning): Volunteer Sponsor's Leader's Guide."},
      {
        "id":"ED243562",
        "title":"Project BEST-PAL (Basic Education Skills Through-Parenting Affective Learning): Level I Modules."},
      {
        "id":"ED243563",
        "title":"Project BEST-PAL (Basic Education Skills Through-Parenting Affective Learning): Level II Modules."},
      {
        "id":"ED243566",
        "title":"Language in Scripts."},
      {
        "id":"ED243583",
        "title":"Proceedings of the Conference on Early Childhood (Toronto, Ontario, Canada, September 22-24, 1983)."},
      {
        "id":"ED243585",
        "title":"Issues Related to the Evaluation of Program Implementation in Follow Through."},
      {
        "id":"ED243587",
        "title":"A Federal Administrator's Perspectives on the Documentation of School Improvement Efforts."},
      {
        "id":"ED243588",
        "title":"What Has Been Learned about Educational Change and Program Development over the Past Decade That Could Be Helpful in Designing and Implementing New Follow-Through Approaches?"},
      {
        "id":"ED243592",
        "title":"The Case for the All-Day Kindergarten. Fastback 205."},
      {
        "id":"ED243593",
        "title":"There Is a Choice: Choosing Good Infant and Child Day Care. Final Report and Executive Summary."},
      {
        "id":"ED243594",
        "title":"Motivation in the Classroom: A Pilot Study."},
      {
        "id":"ED243595",
        "title":"The Why, What, and How of a Bilingual Approach for Young Children [and] El Porque, el Cual y el Como de un Enfoque Bilingue para Ninos Preescolares."},
      {
        "id":"ED243601",
        "title":"Parent-Child Interaction and Computer Learning: An Alphabet Game for Preschoolers."},
      {
        "id":"ED243606",
        "title":"When Parents Need Help with Parenting Are Educators Used as a Resource? No. 19."},
      {
        "id":"ED243624",
        "title":"Improving Service for Handicapped Students in Rural Areas: A Program."},
      {
        "id":"ED243627",
        "title":"Rural Schools: The Heartland of American Education. Proceedings of the Joint Meeting of the 75th Annual Rural Education Association and the 5th Annual Rural and Small Schools Conference (Manhattan, Kansas, October 15-18, 1983)."},
      {
        "id":"ED243628",
        "title":"Effective Schooling in a Rural Context: A New Hampshire View."},
      {
        "id":"ED243637",
        "title":"Utah Paiute Tribal Restoration."},
      {
        "id":"ED243638",
        "title":"Ohoyo Training Manual. Leadership: Self Help American Indian-Alaska Native Women."},
      {
        "id":"ED243643",
        "title":"Graphic Biology Laboratory Modules for the Blind."},
      {
        "id":"ED243646",
        "title":"Instructional Time: A Winged Chariot?"},
      {
        "id":"ED243648",
        "title":"Freshwater Fisheries: Program Planning. Appropriate Technologies for Development. Manual M-1A."},
      {
        "id":"ED243649",
        "title":"Teacher Shortage in Science and Mathematics: Myths, Realities, and Research. Proceedings of a Conference Sponsored by the National Institute of Education (Washington, District of Columbia, February 10-11, 1983)."},
      {
        "id":"ED243653",
        "title":"Proceedings of the 1983 Annual Meeting of the Canadian Mathematics Education Study Group (7th, Vancouver, British Columbia, June 8-12, 1983)."},
      {
        "id":"ED243654",
        "title":"Comprehensive School Mathematics Program. Final Evaluation Report."},
      {
        "id":"ED243655",
        "title":"Summaries of Evaluation Reports of the Comprehensive School Mathematics Program."},
      {
        "id":"ED243656",
        "title":"Water Purification, Distribution and Sewage Disposal. Appropriate Technologies for Development. Reprint R-29."},
      {
        "id":"ED243657",
        "title":"Forestry Case Studies. Appropriate Technologies for Development. Case Study CS-3."},
      {
        "id":"ED243658",
        "title":"Small Scale Marine Fisheries: An Extension Training Manual. TR-30."},
      {
        "id":"ED243659",
        "title":"Peace Corps Water/Sanitation Case Studies and Analyses. Appropriate Technologies for Development. Case Study CS-4."},
      {
        "id":"ED243660",
        "title":"Marine Fisheries Case Studies. Appropriate Technologies for Development. Case Study No. 1."},
      {
        "id":"ED243661",
        "title":"Forestry Training Manual. Inter-America Region, U.S. Peace Corps."},
      {
        "id":"ED243666",
        "title":"Science Education in Canadian Schools. Volume I. Introduction and Curriculum Analyses. Background Study 52."},
      {
        "id":"ED243667",
        "title":"Science Education in Canadian Schools. Volume II. Statistical Database for Canadian Science Education. Background Study 52."},
      {
        "id":"ED243672",
        "title":"Science Anxiety: An Investigation of Science Achievement, Sex and Grade Level Factors."},
      {
        "id":"ED243676",
        "title":"National Science Foundation Guide to Programs, Fiscal Year 1984."},
      {
        "id":"ED243678",
        "title":"National Science Foundation Thirty-Second Annual Report for Fiscal Year 1982."},
      {
        "id":"ED243681",
        "title":"Discussing Sex in the Classroom: Readings for Teachers."},
      {
        "id":"ED243682",
        "title":"Research Needs for Human Factors."},
      {
        "id":"ED243684",
        "title":"Children's Errors in Subtraction: An Investigation into Causes and Remediation."},
      {
        "id":"ED243685",
        "title":"Derived Facts Strategies in Learning Addition and Subtraction."},
      {
        "id":"ED243687",
        "title":"Small Scale Charcoal Making: A Manual for Trainers."},
      {
        "id":"ED243688",
        "title":"A Training Manual in Conducting a Workshop in the Design, Construction, Operation, Maintenance and Repair of Hydrams."},
      {
        "id":"ED243689",
        "title":"Science as Inquiry. Focus on Excellence. Volume 1, Number 1."},
      {
        "id":"ED243690",
        "title":"Elementary Science. Focus on Excellence. Volume 1, Number 2."},
      {
        "id":"ED243691",
        "title":"Biology. Focus on Excellence. Volume 1, Number 3."},
      {
        "id":"ED243692",
        "title":"Exemplary Programs in Physics, Chemistry, Biology, and Earth Science."},
      {
        "id":"ED243700",
        "title":"Patterns of Hierarchy in Formal and Principled Moral Reasoning."},
      {
        "id":"ED243702",
        "title":"Clinical Investigations in Mathematics Education. Thematic Addresses from the Fourth National Conference on Diagnostic and Prescriptive Mathematics."},
      {
        "id":"ED243703",
        "title":"Projections of Future Shortages of Mathematics and Science Teachers."},
      {
        "id":"ED243704",
        "title":"Investigations in Mathematics Education. Volume 17, Number 2."},
      {
        "id":"ED243705",
        "title":"Representations of Children's Addition and Subtraction Concepts."},
      {
        "id":"ED243707",
        "title":"Mathematics Education and the Curriculum (A Collection of Essays)."},
      {
        "id":"ED243714",
        "title":"The Teaching of Elementary Problem Solving in Engineering and Related Fields."},
      {
        "id":"ED243719",
        "title":"Sex Differences in Solving Story Problems: A Study of Strategies and Cognitive Processes. Final Report."},
      {
        "id":"ED243720",
        "title":"Sanitary Survey Training. The Need-to-Know Material. Instructor's Technical Manual."},
      {
        "id":"ED243721",
        "title":"Sanitary Survey Training. The Need-to-Know Material. Student's Text."},
      {
        "id":"ED243732",
        "title":"Student Perceptions of Post Civil War Presidents, 1865-1981."},
      {
        "id":"ED243733",
        "title":"Some Evaluative Comments Based on a Review of the Curriculum Development Processes Operating in the Stanford Program on International and Cross Cultural Education. [and] A Review of the Curriculum. Development Processes Operating in the Stanford Program on International and Cross-Cultural Education."},
      {
        "id":"ED243751",
        "title":"Notable Black Women."},
      {
        "id":"ED243753",
        "title":"Israel's Population: The Challenge of Pluralism."},
      {
        "id":"ED243755",
        "title":"Children's World View: The Basis for Learning Activities. Responsive Multicultural Basic Skills Handbook for Teachers &amp; Parents."},
      {
        "id":"ED243756",
        "title":"Responsive Multicultural Basic Skills Handbook for Teachers and Parents: Overview."},
      {
        "id":"ED243761",
        "title":"This Constitution: A Bicentennial Chronicle."},
      {
        "id":"ED243762",
        "title":"A Five Dimensional Model for Teaching an Ethnic Content Course."},
      {
        "id":"ED243771",
        "title":"Value Orientations [and] Leader's Guide for the Value Orientations Exercise."},
      {
        "id":"ED243772",
        "title":"What Research and Informed Opinion Have to Say about Very Short Exchange Programs (VSPs)."},
      {
        "id":"ED243774",
        "title":"Teaching Economics in American History: A Teacher's Manual for Secondary Schools. Second Edition. JCEE Checklist No. 334."},
      {
        "id":"ED243779",
        "title":"Knowledge Systems and the Role of Knowledge Synthesis in Linkages for Knowledge Use."},
      {
        "id":"ED243780",
        "title":"The Evaluation of Social Outcomes in Education."},
      {
        "id":"ED243781",
        "title":"Analyzing Aptitudes for Learning: Inductive Reasoning."},
      {
        "id":"ED243785",
        "title":"Girls in School/Women in Science: A Synopsis."},
      {
        "id":"ED243787",
        "title":"The Application of Questioning Strategy Research to Art Criticism Instruction."},
      {
        "id":"ED243789",
        "title":"Reference Sources for Folklore Studies."},
      {
        "id":"ED243792",
        "title":"Inviting Research: Paradigms and Projects for a Theory of Educational Practice."},
      {
        "id":"ED243795",
        "title":"American Women: Three Decades of Change. Special Demographic Analyses, CDS-80-8."},
      {
        "id":"ED243799",
        "title":"Preparing for an American Adventure. Participant's Manual [and] Leader's Guide."},
      {
        "id":"ED243800",
        "title":"Annotated Bibliography of Literature on Social Indicators, Future Studies, and Policy Analysis."},
      {
        "id":"ED243805",
        "title":"Advisory List of Instructional Media for the Study of North Carolina."},
      {
        "id":"ED243806",
        "title":"Curriculum Units on Nonsexist Teaching."},
      {
        "id":"ED243808",
        "title":"State-Sponsored Inservice: A Pilot Study of Impact."},
      {
        "id":"ED243818",
        "title":"Health and Sanitation Lessons (Africa). Appropriate Technologies for Development. Reprint Series, Number 27."},
      {
        "id":"ED243819",
        "title":"Community Health Education in Developing Countries. Appropriate Technologies for Development. Manual M-8."},
      {
        "id":"ED243820",
        "title":"Aids for Health and Home Extension Volunteers. Appropriate Technologies for Development. Reprint R-3."},
      {
        "id":"ED243821",
        "title":"Personal Health Training Manual. Core Curriculum Resource Material. TR-21."},
      {
        "id":"ED243822",
        "title":"Effects of Arm Ergometry Exercise on the Reaction, Movement and Response Times of the Lower Extremities."},
      {
        "id":"ED243825",
        "title":"Teachers' Views of Educational Policies and Teaching. Collected Papers. Final Report."},
      {
        "id":"ED243829",
        "title":"Gender Expectations and Student Achievement: A Teacher Training Program Addressing Gender Disparity in the Classroom."},
      {
        "id":"ED243830",
        "title":"An Historical Analysis of Early Field Experiences."},
      {
        "id":"ED243831",
        "title":"Implementation of Teacher Education and Computer Centers in California: Results of a First Year Descriptive Study."},
      {
        "id":"ED243833",
        "title":"The Role of Teacher Stress, Cognitive Complexity, and Career Maturity in Teacher Socialization."},
      {
        "id":"ED243839",
        "title":"Does Time-On-Task Work for Teacher Training Too?"},
      {
        "id":"ED243842",
        "title":"Teachers' Discrimination between Information and Control in Response to Videotaped Simulated Supervisory Conferences."},
      {
        "id":"ED243846",
        "title":"A Grounded Theory Study of Teachers' Decision Making."},
      {
        "id":"ED243849",
        "title":"The Current Status of Staff Development Activities for Teachers: A \"Loose Coupling\" Interpretation."},
      {
        "id":"ED243850",
        "title":"Teacher Education: Taking an Historical Perspective."},
      {
        "id":"ED243853",
        "title":"Cooperative Health Occupations Assistant Program Core Curriculum, Westinghouse Vocational High School. Curriculum Guide for Grades Eleven and Twelve."},
      {
        "id":"ED243854",
        "title":"Cheerleading. A Handbook for Teacher-Sponsors."},
      {
        "id":"ED243857",
        "title":"Women in Leisure Services: The Wisconsin Data."},
      {
        "id":"ED243858",
        "title":"Women and the Dialectic of Leisure."},
      {
        "id":"ED243859",
        "title":"Stability in the Gym: A One-Year Time-Series Analysis."},
      {
        "id":"ED243860",
        "title":"Elder Abuse Awareness Project."},
      {
        "id":"ED243865",
        "title":"Teacher Reflections on Classroom Life: An Empirical Base for Professional Development. Progress Report #3."},
      {
        "id":"ED243866",
        "title":"Staff, School, and Workshop Influences on Knowledge Acquisition, Use, and Impact from Staff Inservice Efforts."},
      {
        "id":"ED243867",
        "title":"Characteristics of Successful Staff Inservice Training."},
      {
        "id":"ED243869",
        "title":"Case Studies of 14 Staff Inservice Projects in Massachusetts School Districts."},
      {
        "id":"ED243871",
        "title":"Using Research to Enhance Staff Development: A Collaboration between a State Education Agency and an Independent Research Organization."},
      {
        "id":"ED243872",
        "title":"Staff, School and Workshop Characteristics Affecting Continued Use and Adaptation of Knowledge: A Follow-Up Study."},
      {
        "id":"ED243874",
        "title":"Single Parents and the Schools: The Effect of Marital Status on Parent and Teacher Evaluations."},
      {
        "id":"ED243875",
        "title":"Decision Research and Its Application to Educational Settings: A Literature Review. IRLD Monograph No. 23."},
      {
        "id":"ED243877",
        "title":"The Graham Plan--An Early Attempt to Achieve Sanity in Sport."},
      {
        "id":"ED243878",
        "title":"Historical Perspectives of Female Participation in Youth Sport."},
      {
        "id":"ED243881",
        "title":"Intercultural Education and School Improvement."},
      {
        "id":"ED243882",
        "title":"A Comparison of Teacher Certification Test Scores and Performance Evaluations for Graduates in Teacher Education and in Arts and Sciences in Three Southern States. Final Report."},
      {
        "id":"ED243883",
        "title":"The Education of Young Adolescents: Implications for Schooling and Teacher Education."},
      {
        "id":"ED243885",
        "title":"Alliance for Excellence: Librarians Respond to &quot;A Nation at Risk.&quot; Recommendations and Strategies from Libraries and the Learning Society."},
      {
        "id":"ED243886",
        "title":"Vision to Purpose to Power: A Quest for Excellence in the Education of Library and Information Science Professionals."},
      {
        "id":"ED243887",
        "title":"Public Libraries and Excellence: The Public Library Response to &quot;A Nation at Risk.&quot;"},
      {
        "id":"ED243888",
        "title":"&quot;Stemming the Tide&quot; of Mediocrity: The Academic Library Response [to]&quot;A Nation at Risk.&quot;"},
      {
        "id":"ED243889",
        "title":"Learning at Risk: School Library Media Programs in an Information World."},
      {
        "id":"ED243890",
        "title":"Libraries and the Learning Society: Relationships and Linkages among Libraries."},
      {
        "id":"ED243891",
        "title":"Assessment in the Service of Instruction."},
      {
        "id":"ED243896",
        "title":"Implications of Theory for Instruction in Problem Solving."},
      {
        "id":"ED243904",
        "title":"Archiving Methodology. Volume I: Project Officer's Guide."},
      {
        "id":"ED243905",
        "title":"Archiving Methodology. Volume II: Contractor's Guide."},
      {
        "id":"ED243906",
        "title":"Archiving Methodology. Volume III: Project-Level Documentation Standard."},
      {
        "id":"ED243907",
        "title":"Archiving Methodology. Volume IV: File-Level Documentation Standard."},
      {
        "id":"ED243912",
        "title":"Ethnography and Evaluation: The Goodness of Fit. Methodology Project."},
      {
        "id":"ED243913",
        "title":"The Adaptive Learning Environments Model: Design, Implementation, and Effects."},
      {
        "id":"ED243914",
        "title":"Relationships among Dimensions of Self-Attribution, Dimensions of Self-Concept and Academic Achievements."},
      {
        "id":"ED243922",
        "title":"A Funny Thing Happened on the Way to the Printer: The Saga of Developing a Customized Test."},
      {
        "id":"ED243927",
        "title":"Walking the Fine Line: Political Decision Making with or without Data."},
      {
        "id":"ED243928",
        "title":"The 1983 National Teacher Examinations Core Battery Louisiana Validation Study: Final Report. (Revised)."},
      {
        "id":"ED243930",
        "title":"The Effect of the Position of an Item within a Test on the Item Difficulty Value."},
      {
        "id":"ED243932",
        "title":"Assessing Problem Behaviors by Videotape: A Multidisciplinary Approach."},
      {
        "id":"ED243933",
        "title":"A Causal Model of the Effects of Maternal Employment on Adolescent Achievement."},
      {
        "id":"ED243934",
        "title":"Applying the Joint Committee's Evaluation Standards for the Assessment of Alternative Testing Methods."},
      {
        "id":"ED243936",
        "title":"Blueprinting Teacher Licensing Tests: Developing Domain Specifications from Job Analysis Results."},
      {
        "id":"ED243937",
        "title":"Diagnostic Techniques in Research Synthesis."},
      {
        "id":"ED243939",
        "title":"An Evaluation of the Use of Token Monetary Incentives in Enhancing the Utility of Postsecondary Survey Research Techniques."},
      {
        "id":"ED243941",
        "title":"Evaluating Students by Classroom Observation: Watching Students Grow. Reference &amp; Resource Series."},
      {
        "id":"ED243943",
        "title":"Evaluating a Bilingual Test: Adding the Counsumer's Point of View."},
      {
        "id":"ED243948",
        "title":"Causal Influences of Selected Educational Variables on Nursing Licensure Scores."},
      {
        "id":"ED243949",
        "title":"The Construction and Analysis of Short Scales of Language Proficiency: Classical Psychometric, Latent Trait, and Nonparametric Approaches."},
      {
        "id":"ED243951",
        "title":"Ethnography, Organizational Theory, and Educational Innovation."},
      {
        "id":"ED243954",
        "title":"Formatting Issues in Multiple Choice Tests."},
      {
        "id":"ED243957",
        "title":"High School and Beyond Transcripts Survey (1982). Data File User's Manual. Contractor Report."},
      {
        "id":"ED243958",
        "title":"High School and Beyond 1980 Senior Cohort First Follow-Up (1982). Data File User&apos;s Manual. Contractor Report."},
      {
        "id":"ED243960",
        "title":"Improving the Use of Classroom Feedback."},
      {
        "id":"ED243961",
        "title":"The Influence of Rewording Verbal Problems on Children's Problem Representations and Solutions."},
      {
        "id":"ED243964",
        "title":"Item Analysis and Report of Student Skills of Secondary School Students. Technical Report #2, Public School Basic Skills Achievement Survey."},
      {
        "id":"ED243965",
        "title":"Item Selection and Pre-equating with Empirical Item Characteristic Curves."},
      {
        "id":"ED243966",
        "title":"Modeled Importance of Learning Strategies and Children&apos;s Achievement Behaviors."},
      {
        "id":"ED243967",
        "title":"The Much-Maligned Mail Survey Reexamined: A Comparative Analysis of Procedures and Techniques to Increase Response Rates."},
      {
        "id":"ED243968",
        "title":"Observational Measures of Classroom Behavior: A Critical Examination."},
      {
        "id":"ED243970",
        "title":"Predicting Student Success from Non-Cognitive Variables."},
      {
        "id":"ED243971",
        "title":"Sequential Attributional Feedback: Differential Effects on Achievement Behaviors."},
      {
        "id":"ED243972",
        "title":"Sufficiency in the Reporting of Research Results: Some Guidelines. Technical Report 559."},
      {
        "id":"ED243976",
        "title":"Youth Entrepreneurship: Training Disadvantaged Youth in Self-Sufficient Small Businesses. Final Report."},
      {
        "id":"ED243977",
        "title":"Ventures in Community Improvement. Final Report of the Demonstration."},
      {
        "id":"ED243981",
        "title":"Inner-City Schools Can Make a Difference."},
      {
        "id":"ED243988",
        "title":"Correlates of Sex Role Attitudes among Black Men and Women: Data from a National Survey of Black Americans."},
      {
        "id":"ED243991",
        "title":"Arab American Residential Segregation: Differences in Patterns."},
      {
        "id":"ED243998",
        "title":"Issues for an Evaluation of Freire-Inspired Programs in the United States and Puerto Rico."},
      {
        "id":"ED244000",
        "title":"OPERATION SUCCESS. Program Overview and Performance, Academic Year 1983."},
      {
        "id":"ED244002",
        "title":"America's Black Population: 1970 to 1982. A Statistical View. Special Publication PIO/POP-83-1."},
      {
        "id":"ED244007",
        "title":"Summary of Hearings Held by the Senate Judiciary Subcommittee on Immigration and Refugee Policy, July 1981-April 1982. Prepared for the Subcommittee on Immigration and Refugee Policy of the Committee on the Judiciary, United States Senate."},
      {
        "id":"ED244009",
        "title":"The Effective Principal: Achieving Equity and Excellence in Schools."},
      {
        "id":"ED244010",
        "title":"Increasing Participation of Minority and Culturally Diverse Students in Gifted Programs."},
      {
        "id":"ED244011",
        "title":"Color Our Children Carefully. A Guide to Equity and Excellence in Education."},
      {
        "id":"ED244012",
        "title":"Screening Educational Equity: A Filmography."},
      {
        "id":"ED244013",
        "title":"The Computer Explosion: Implications for Educational Equity. Resource Notebook."},
      {
        "id":"ED244017",
        "title":"Participation in the National School Lunch Program. Report to the Chairman, Committee on Agriculture, Nutrition, and Forestry, United States Senate."},
      {
        "id":"ED244021",
        "title":"Magnet Schools. Education Policy Studies Occasional Papers. EPS 83, No. 4."},
      {
        "id":"ED244022",
        "title":"Equitable Schooling Opportunity in a Multicultural Milieu."},
      {
        "id":"ED244027",
        "title":"School Desegregation Requirements under the School Code of Illinois."},
      {
        "id":"ED244028",
        "title":"Evaluation of the Urban Crime Prevention Program. Executive Summary."},
      {
        "id":"ED244030",
        "title":"Fifteen Years Ago...Rural Alabama Revisited. Clearinghouse Publication Number 82."},
      {
        "id":"ED244031",
        "title":"Insights into Major Urban Development Action Grant Issues. Report to the Congress."},
      {
        "id":"ED244036",
        "title":"Hispanic Access to Higher Education. Hearings before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, First Session (San Juan, Puerto Rico, May 27, 30; Ponce, Puerto Rico, May 31; Houston, Texas, December 2; Chicago, Illinois, December 12, 1983)."},
      {
        "id":"ED244040",
        "title":"Demographic Projections to the Year 2000 of Limited English Proficient Hispanic Accessions in the U.S. Army. Research Report 1349."},
      {
        "id":"ED244041",
        "title":"A Model for a Magnet Program Which Promotes Both High Achievement and Voluntary Integration."},
      {
        "id":"ED244043",
        "title":"Magnet Schools: A Planning Guide for Elementary Schools."},
      {
        "id":"ED244045",
        "title":"Unprepared for P.R.E.P. A Study of the Implementation of the Program to Raise Educational Performance in New York City's High Schools, Fall 1983."},
      {
        "id":"ED244058",
        "title":"Courseware Evaluation: Form &amp; Guide for Vocational and Technical Education. Special Publication No. 44."},
      {
        "id":"ED244060",
        "title":"Initial Training and Skill Remediation Materials for Performance-Based Assessment Technology at the Precommissioning Level. Research Product 82-07."},
      {
        "id":"ED244061",
        "title":"Effective Microcomputer Assisted Instruction for the Vocational Education of Special Needs Students."},
      {
        "id":"ED244065",
        "title":"Implementing Driver Selection and Training for Human Service Agencies: Administrator&apos;s Guidelines. Final Report."},
      {
        "id":"ED244068",
        "title":"Proceedings of the National Study Tours on Military Preparedness (Seattle, Washington, February 22-23, 1984 and Fayetteville, North Carolina, March 14-15, 1984)."},
      {
        "id":"ED244069",
        "title":"The Quality of American High School Graduates: What Personnel Officers Say and Do about It. Report No. 354."},
      {
        "id":"ED244077",
        "title":"Teaching Photography without a Darkroom."},
      {
        "id":"ED244082",
        "title":"Human Resource Development and New Technology in the Automobile Industry: A Case Study of Ford Motor Company's Dearborn Engine Plant. The Development and Utilization of Human Resources in the Context of Technological Change and Industrial Restructuring."},
      {
        "id":"ED244086",
        "title":"Assessing Training Requirements for High Demand Occupations Suitable for Job Corps. Job Corps Vocational Education Offerings Review. Documentation Report No. 3."},
      {
        "id":"ED244089",
        "title":"Approach to Geographical Distribution of Vocational Training and Training Delivery Methods. Job Corps Vocational Education Offerings Review. Documentation Report No. 6."},
      {
        "id":"ED244090",
        "title":"Continuation of Vocational Education Offerings Review Activity. Job Corps Vocational Education Offerings Review. Documentation Report No. 7."},
      {
        "id":"ED244091",
        "title":"Learning to Read and Write the Automotive Way."},
      {
        "id":"ED244092",
        "title":"Learning to Do Math the Automotive Way."},
      {
        "id":"ED244093",
        "title":"Learning to Verbally & Visually Communicate the Automotive Way."},
      {
        "id":"ED244094",
        "title":"Learning to Read and Write the Woodworking Way."},
      {
        "id":"ED244095",
        "title":"Learning to Do Math the Woodworking Way."},
      {
        "id":"ED244096",
        "title":"Learning to Verbally &amp; Visually Communicate the Woodworking Way."},
      {
        "id":"ED244097",
        "title":"Learning to Read and Write the Metalworking Way."},
      {
        "id":"ED244098",
        "title":"Learning to Do Math the Metalworking Way."},
      {
        "id":"ED244099",
        "title":"Learning to Verbally &amp; Visually Communicate the Metalworking Way."},
      {
        "id":"ED244100",
        "title":"Learning to Read and Write the Electronics Way."},
      {
        "id":"ED244101",
        "title":"Learning to Do Math the Electronics Way."},
      {
        "id":"ED244102",
        "title":"Learning to Verbally &amp; Visually Communicate the Electronics Way."},
      {
        "id":"ED244105",
        "title":"An Investigation of the Differential Effects of Group versus Individual Treatment on Vocational Indecision and Indecisiveness."},
      {
        "id":"ED244106",
        "title":"The Bandwagon Once More: Vocational Preparation for High-Tech Occupations."},
      {
        "id":"ED244107",
        "title":"A Conceptual Framework for Vocational Special Needs Teacher Competence."},
      {
        "id":"ED244108",
        "title":"Description of an Introductory Learning Strategies Course for the Job Skills Educational Program."},
      {
        "id":"ED244109",
        "title":"An Ethnographic Investigation of Attitude Development in Vocational Education: The Importance of Ethnographic Meaning."},
      {
        "id":"ED244110",
        "title":"What's on Your Mind? Reading and Language Activities for Adult Basic Education Emphasizing Themes from the World of Work."},
      {
        "id":"ED244119",
        "title":"Veterans' Job Training and Employment. Hearing before the Subcommittee on Education, Training, and Employment of the Committee on Veterans' Affairs. House of Representatives, Ninety-Eighth Congress, Second Session. [San Diego, California]. Serial No. 98-38."},
      {
        "id":"ED244120",
        "title":"Impact of Robots and Computers on the Workforce of the 1980's. Hearings before the Subcommittee on General Oversight and the Economy of the Committee on Small Business. House of Representatives, Ninety-Eighth Congress, First Session (May 17 and 18, 1983)."},
      {
        "id":"ED244121",
        "title":"Defense and the Economy: The Issues of Jobs, Inflation, and Longrun Growth. Hearings before the Task Force on Economic Policy and Growth of the Committee on the Budget. House of Representatives, Ninety-Eighth Congress, First Session (December 7 and 9, 1983)."},
      {
        "id":"ED244123",
        "title":"Visiting People on a Dairy Farm [and] Visiting People on a Dairy Farm: Teacher's Guide."},
      {
        "id":"ED244124",
        "title":"People on the Farm: A Teacher's Guide."},
      {
        "id":"ED244125",
        "title":"People on the Farm: Corn and Hog Farming."},
      {
        "id":"ED244126",
        "title":"Broiler Growers. People on the Farm."},
      {
        "id":"ED244127",
        "title":"Growing Oranges. People on the Farm."},
      {
        "id":"ED244128",
        "title":"Growing Wheat. People on the Farm."},
      {
        "id":"ED244129",
        "title":"Dairying. People on the Farm. [Revised]."},
      {
        "id":"ED244130",
        "title":"Black Families. People on the Farm."},
      {
        "id":"ED244131",
        "title":"Growing Vegetables. People on the Farm."},
      {
        "id":"ED244132",
        "title":"People on the Farm: Raising Beef Cattle."},
      {
        "id":"ED244133",
        "title":"Rainbow Shave Ice, Crackseed, and Other Ono Stuff. Sex Equity Goodies for the Classroom. EGO Project. Equal Goals in Occupations."},
      {
        "id":"ED244135",
        "title":"Outcomes and Impact of Adult Basic Education. Research Monograph Number 6."},
      {
        "id":"ED244136",
        "title":"Employ Brainstorming, Buzz Group, and Question Box Techniques. Second Edition. Module C-3 of Category C--Instructional Execution. Professional Teacher Education Module Series."},
      {
        "id":"ED244137",
        "title":"Oversight Hearings on Equal Employment Opportunity and Affirmative Action. Part 1. Hearings before the Subcommittee on Employment Opportunities of the Committee on Education and Labor. House of Representatives, Ninety-Seventh Congress, First Session (July 15, September 23-24, and October 7, 1981)."},
      {
        "id":"ED244138",
        "title":"Oversight Hearings on Equal Employment Opportunity and Affirmative Action. Part 2. Hearings before the Subcommittee on Employment Opportunities of the Committee on Education and Labor. House of Representatives, Ninety-Seventh Congress, First Session (Chicago, Illinois, August 11, and Los Angeles, California, August 14, 1981)."},
      {
        "id":"ED244139",
        "title":"Employment and Training R&amp;D. Lessons Learned and Future Directions. Conference Proceedings of the National Council on Employment Policy (Washington, District of Columbia, January 26-27, 1984)."},
      {
        "id":"ED244140",
        "title":"Perspectives on Vocational Education: Purposes and Performance. Research and Development Series No. 247."},
      {
        "id":"ED244141",
        "title":"A System for Evaluating Microcomputer Courseware for Vocational and Technical Education. Final Report."},
      {
        "id":"ED244143",
        "title":"Job Corps Vocational Offerings Review. Final Report."},
      {
        "id":"ED244145",
        "title":"Illiteracy and the Scope of the Problem in This Country. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor, House of Representatives, Ninety-Seventh Congress, Second Session."},
      {
        "id":"ED244146",
        "title":"Vocational-Technical Education Act of 1983. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Eighth Congress, First Session on H.R. 4164 (November 1-3, 9, 1983)."},
      {
        "id":"ED244147",
        "title":"Computerized Manufacturing Automation: Employment, Education, and the Workplace."},
      {
        "id":"ED244149",
        "title":"Learning Never Ends. A Handbook for Part-Time Teachers of Adult Basic Education."},
      {
        "id":"ED244150",
        "title":"Independent Living Ideas. The Volunteer Path to Employment."},
      {
        "id":"ED244151",
        "title":"New Resource: Volunteers Who Happen to Be Disabled. Special Report."},
      {
        "id":"ED244162",
        "title":"VA Can Provide More Employment Assistance to Veterans Who Complete Its Vocational Rehabilitation Program."},
      {
        "id":"ED244163",
        "title":"Tuition Rates Charged Foreign Governments for Military Training Should Be Revised."},
      {
        "id":"ED244165",
        "title":"Need for Privacy and Its Effect upon Interpersonal Attraction and Interaction."},
      {
        "id":"ED244169",
        "title":"Church-Based Programs for Caregivers of Non-Institutionalized Elders."},
      {
        "id":"ED244170",
        "title":"Doctoral and Nondoctoral School Psychologists: Differences and Similarities."},
      {
        "id":"ED244172",
        "title":"Content Analysis of Measures for Identification of Elder Abuse."},
      {
        "id":"ED244173",
        "title":"Elderly Suicide Data Bases: Levels, Availability, Omissions."},
      {
        "id":"ED244175",
        "title":"Social Networks and Adaptation."},
      {
        "id":"ED244179",
        "title":"Measuring the Impact of a Community Workshop on Family Caregivers."},
      {
        "id":"ED244183",
        "title":"Behavioral Approaches to the Assessment and Remediation of Academic Problems."},
      {
        "id":"ED244184",
        "title":"Depression, Health, and Somatic Complaints in Older Adults."},
      {
        "id":"ED244188",
        "title":"Caregiver Attitudes toward Disabled Elderly Family Members and Institutional Placement in a Home-Based Behavioral Treatment Program."},
      {
        "id":"ED244191",
        "title":"Working with Evaluators: A Guide for Drug Abuse Prevention Program Managers."},
      {
        "id":"ED244192",
        "title":"Aspects of the Aging Stigma."},
      {
        "id":"ED244194",
        "title":"Families as Networks and Communities: A Developmental Psychology of Aging and Intergenerational Relations."},
      {
        "id":"ED244196",
        "title":"Fear of Crime in the Elderly: Its Relation to Leaving One's Abode, Self Reported Health and Sense of Personal Control."},
      {
        "id":"ED244197",
        "title":"The Nonutilization of Special Transport Services by the Elderly in Urban Areas: A Case Study of Washington, D.C. Final Report and Executive Summary."},
      {
        "id":"ED244200",
        "title":"Problems Bringing Commuters, Dormitory Residents, and Students from Different Classes to Counseling."},
      {
        "id":"ED244201",
        "title":"Summer Camp as Therapeutic Context: The Camp Logan Program."},
      {
        "id":"ED244209",
        "title":"Economic Change and Differential Service Modality Utilization in Urban Community Mental Health Centers."},
      {
        "id":"ED244211",
        "title":"Self-Management versus Formal Treatment in Efforts at Weight Control."},
      {
        "id":"ED244214",
        "title":"The Pragmatic Blending of Psychodynamic and Behavioral Treatment Approaches."},
      {
        "id":"ED244216",
        "title":"The Deferent Self: Attributions of Personal Causality to &quot;Impersonal Forces.&quot;"},
      {
        "id":"ED244217",
        "title":"Parenting after Divorce: Educational Groups for Single Parents."},
      {
        "id":"ED244218",
        "title":"Gerontology Education: The Needs of Local Agencies."},
      {
        "id":"ED244219",
        "title":"Ethical Issues in the Patient-Therapist Relationship."},
      {
        "id":"ED244221",
        "title":"Speech Processes in Reading."},
      {
        "id":"ED244222",
        "title":"Intervention Procedures for Increasing Preschool Children&apos;s Interest in and Knowledge about Reading. Technical Report No. 312."},
      {
        "id":"ED244227",
        "title":"Repetition as a Factor in Oral Reading Acquisition."},
      {
        "id":"ED244228",
        "title":"The Decoding Ability of Elementary School Students. Reading Education Report No. 49."},
      {
        "id":"ED244229",
        "title":"Tab Item: Assessing Students' Application of Reading Theory."},
      {
        "id":"ED244230",
        "title":"The Teaching of Reading (A Collection of Essays)."},
      {
        "id":"ED244234",
        "title":"Reading Readiness through Writing."},
      {
        "id":"ED244239",
        "title":"The Effect of Interspersing Questions in Text: Evidence for &quot;Slicing the Task.&quot;"},
      {
        "id":"ED244243",
        "title":"Effects of Structural Organizers on Ninth Grade Students' Comprehension and Recall of Four Patterns of Expository Text."},
      {
        "id":"ED244244",
        "title":"Investigating Children's Story Productions."},
      {
        "id":"ED244245",
        "title":"The Impact of an Improvisational Dramatics Program on School Attitude and Achievement."},
      {
        "id":"ED244246",
        "title":"Developing Comprehension: The Impact of the Directed Reading Lesson."},
      {
        "id":"ED244247",
        "title":"Knowledge-Derived Categorization in Young Children."},
      {
        "id":"ED244248",
        "title":"An Investigation of Poor Readers' Use of a Thematic Strategy to Comprehend Text."},
      {
        "id":"ED244253",
        "title":"Robot Plans and Human Plans: Implications for Models of Communication. Technical Report No. 314."},
      {
        "id":"ED244254",
        "title":"RIF Book of Ideas: Activities to Motivate Reading."},
      {
        "id":"ED244258",
        "title":"Philosophy, Rhetoric, and the New Rhetoric."},
      {
        "id":"ED244260",
        "title":"&quot;Treading Softly&quot;: Dealing with the Apprehensions of Older Freshman Writers."},
      {
        "id":"ED244264",
        "title":"Computer Language Experience Approach."},
      {
        "id":"ED244266",
        "title":"The Ignominious Death of FCC Docket 19142: Ending the Crusade for Children's Television."},
      {
        "id":"ED244267",
        "title":"Advisory List of Instructional Media: Communication Skills; Languages; Activity Cards."},
      {
        "id":"ED244268",
        "title":"Advisory List of Instructional Media: Fiction."},
      {
        "id":"ED244269",
        "title":"Advisory List of Instructional Media: Fairy Tales and Folklore."},
      {
        "id":"ED244270",
        "title":"Curriculum Study: Language Arts, English K-12. A Report from the Language Arts/English K-12 Curriculum Study Committee to the North Carolina State Board of Education."},
      {
        "id":"ED244274",
        "title":"Issues of Integrating Computers into Writing Instruction."},
      {
        "id":"ED244276",
        "title":"The Authority of Truth: Religion and the John Peter Zenger Case."},
      {
        "id":"ED244277",
        "title":"The Aborted Debate within Public Relations: An Approach through Kuhn's Paradigm."},
      {
        "id":"ED244282",
        "title":"The Mutable Prophet: Dr. Martin Luther King, Jr., and the Echo Chamber Campaign of &quot;U. S. News &amp; World Report,&quot; 1964-1968."},
      {
        "id":"ED244286",
        "title":"The History of Black Star Picture Agency: &quot;Life's&quot; European Connection."},
      {
        "id":"ED244289",
        "title":"Editors' and Advisers' Perceptions of Scholastic Press Freedom in Maryland Public Schools."},
      {
        "id":"ED244290",
        "title":"The Emergence and Changing Role of Scholastic Press Associations."},
      {
        "id":"ED244292",
        "title":"Supercharged Color: Its Arresting Place in Visual Communication."},
      {
        "id":"ED244293",
        "title":"Judicial Selection Methods and Judge-Journalist Relationships in Trial Courts."},
      {
        "id":"ED244294",
        "title":"Attitudes and Perceptions of University Education Professors to Student Writing."},
      {
        "id":"ED244298",
        "title":"Using Microcomputers for College Writing--What Students Say."},
      {
        "id":"ED244300",
        "title":"The Origins of Writing."},
      {
        "id":"ED244301",
        "title":"Literature, Storytelling and Creative Drama."},
      {
        "id":"ED244304",
        "title":"Scientific Sources' Perception of Network News Accuracy."},
      {
        "id":"ED244307",
        "title":"What's the Square Root of 69?: Sex Differences in Sexual Humor."},
      {
        "id":"ED244311",
        "title":"Supervisor Accessibility and Job Characteristics."},
      {
        "id":"ED244312",
        "title":"Sixty Minutes to Better Communication: Ethical Issues within the Communication Workshop."},
      {
        "id":"ED244313",
        "title":"Performance One, Acting 11. Curriculum Guide & Resource Book."},
      {
        "id":"ED244318",
        "title":"Ethical Considerations in Building a Forensic Program."},
      {
        "id":"ED244319",
        "title":"Sex and Sex-Type: Factors in Predicting Success in the Communication Classroom."},
      {
        "id":"ED244320",
        "title":"Pennsylvania Dissemination Capacity Building Project. State Dissemination Grants Program--Final Project Report."},
      {
        "id":"ED244322",
        "title":"Preventive School Law."},
      {
        "id":"ED244328",
        "title":"Shall We Pray? The Latest Word from Legislatures and Courts."},
      {
        "id":"ED244333",
        "title":"Seniority Rights and Title VII."},
      {
        "id":"ED244335",
        "title":"Cultural Bias in Special Education Assessment and Placement."},
      {
        "id":"ED244337",
        "title":"Oregon Pupil Transportation Manual. Revised Regulations and Responsibilities."},
      {
        "id":"ED244338",
        "title":"Reduction in Force--Layoff and Recall. Suggested Personnel Policy Guidelines for School Districts. Revised."},
      {
        "id":"ED244339",
        "title":"Handbook for Cooperative Work Experience Coordinators in Oregon."},
      {
        "id":"ED244340",
        "title":"Issues in Teacher Incentive Plans."},
      {
        "id":"ED244341",
        "title":"Fiscal Effects of the Chapter 2, ECIA Block Grant on the Largest Districts and Cities."},
      {
        "id":"ED244342",
        "title":"The Effects of the Chapter 2, ECIA Consolidation on the Administrative and Paperwork Requirements for Local School Districts."},
      {
        "id":"ED244343",
        "title":"Differences between Fall-to-Spring and Annual Gains in Evaluation of Chapter 1 Programs."},
      {
        "id":"ED244344",
        "title":"ESEA Title I Grants to Local Education Agencies: A Summary of State Reports for 1979-80, 1980-81, and 1981-82."},
      {
        "id":"ED244345",
        "title":"Time-Based Capabilities of Occupants to Escape Fires in Public Buildings: A Review of Code Provisions and Technical Literature. Final Report."},
      {
        "id":"ED244346",
        "title":"The Principal's Role in Facilitating Teacher Participation: Mediating the Influence of School Context."},
      {
        "id":"ED244347",
        "title":"Using Research to Facilitate Implementation: The Role of the External Linker."},
      {
        "id":"ED244348",
        "title":"Effects of Administrative Leadership on Student Achievement."},
      {
        "id":"ED244350",
        "title":"Guidelines for Assessment and Abatement of Asbestos-Containing Materials in Buildings."},
      {
        "id":"ED244353",
        "title":"Policy vs. Results: Affirmative Action in the Hawaii Department of Education."},
      {
        "id":"ED244354",
        "title":"A 2-Year Appraisal of Merit Pay in Three Agencies. Report to the Chairwoman, Subcommittee on Compensation and Employee Benefits, Committee on Post Office and Civil Service, House of Representatives of the United States."},
      {
        "id":"ED244355",
        "title":"Policy and Guidelines for Registration and Recognition of Nonpublic Elementary and Secondary Schools."},
      {
        "id":"ED244357",
        "title":"Defining the Curriculum: The Role of the Publisher."},
      {
        "id":"ED244358",
        "title":"Conflict and Frustration for School Board Members."},
      {
        "id":"ED244359",
        "title":"Curriculum Politics: Approaching 1984."},
      {
        "id":"ED244362",
        "title":"Reassignment to the Classroom: Teachers' Perspectives on Rank Reduction."},
      {
        "id":"ED244363",
        "title":"Parental Expectations of the Christian School."},
      {
        "id":"ED244366",
        "title":"School Principals as Threshold Guardians: An Exploratory Study."},
      {
        "id":"ED244367",
        "title":"School-Site Decision Making in Multicultural Education: An Australian Perspective."},
      {
        "id":"ED244374",
        "title":"The Impact of Chapter 2 ECIA on One State: A Case Analysis."},
      {
        "id":"ED244376",
        "title":"Evaluation of School-Home Communication Strategies."},
      {
        "id":"ED244379",
        "title":"Current Tendencies of Educational Politics in the People's Republic of China."},
      {
        "id":"ED244381",
        "title":"The Effects of Classroom Noise on Student Performance."},
      {
        "id":"ED244383",
        "title":"Cooperation and Competition in Japanese Schools: A Mirror for American Educators."},
      {
        "id":"ED244385",
        "title":"The Census and the Schools: Selected Statistics (1980)."},
      {
        "id":"ED244386",
        "title":"School Activities and the Law."},
      {
        "id":"ED244389",
        "title":"A Summary of Major Reports on Education."},
      {
        "id":"ED244391",
        "title":"Guide to Student Rights in North Dakota. No. 20."},
      {
        "id":"ED244392",
        "title":"Understanding Home Education: Case Studies of Home Schools."},
      {
        "id":"ED244395",
        "title":"Student Rights and Responsibilities: A Handbook on School Law in Wisconsin. Program Report 84-2."},
      {
        "id":"ED244396",
        "title":"The &quot;Safety Net&quot; after Three Years: Income Maintenance and Redistribution Programs in the Regan Administration: Education."},
      {
        "id":"ED244397",
        "title":"Organizational Behavior Change: The Effectiveness of Behavior Modification Techniques with and without Participatory Management."},
      {
        "id":"ED244398",
        "title":"Adventure in Planning--Roadmap to a Successful Journey. Field Test Edition."},
      {
        "id":"ED244401",
        "title":"School Finance and Energy through the Year 2000."},
      {
        "id":"ED244402",
        "title":"Digest of Education Statistics, 1983-84. 21st Edition."},
      {
        "id":"ED244406",
        "title":"Judicial Interpretation of the Education for All Handicapped Children Act. Special Education in America: Its Legal and Governmental Foundations Series."},
      {
        "id":"ED244409",
        "title":"A Resource Manual for the Development and Evaluation of Special Programs for Exceptional Students. Volume II-B: Mentally Handicapped. Third Revised Edition."},
      {
        "id":"ED244410",
        "title":"A Resource Manual for the Development and Evaluation of Special Programs for Exceptional Students. Volume II-C: Speech and Language Impaired. Revised."},
      {
        "id":"ED244411",
        "title":"A Resource Manual for the Development and Evaluation of Special Programs for Exceptional Students. Volume II-G: Gifted. Revised."},
      {
        "id":"ED244418",
        "title":"A Resource Manual for the Development and Evaluation of Special Programs for Exceptional Students. Volume III-J: Interagency Service Plans for the Profoundly Mentally Handicapped. Part 2: Partners in Planning--A Trainer&apos;s Guide, July 1, 1981-June 30, 1983."},
      {
        "id":"ED244419",
        "title":"A Resource Manual for the Development and Evaluation of Special Programs for Exceptional Students. Volume III-J: Interagency Service Plans for the Profoundly Mentally Handicapped. Part 3: Partners in Planning--A Participant's Manual, July 1, 1981-June 30, 1983."},
      {
        "id":"ED244420",
        "title":"Training Manual for School Bus Drivers Transporting the Handicapped. [A Resource Manual for the Development and Evaluation of Special Programs for Exceptional Students, Volume IV-A]."},
      {
        "id":"ED244421",
        "title":"A Resource Manual for the Development and Evaluation of Special Programs for Exceptional Students. Volume IV-B: A Training Manual for Teachers of the Homebound/Hospitalized Student."},
      {
        "id":"ED244423",
        "title":"Curriculum Planning Resource Manual for Developmental Skills and Communication Skills. Hearing Impaired: Deaf and Hard of Hearing. Revised Edition. [A Resource Manual for the Development and Evaluation of Special Programs for Exceptional Students, Volume V-A]."},
      {
        "id":"ED244428",
        "title":"Personnel to Educate the Handicapped in America: Supply and Demand from a Programmatic Viewpoint."},
      {
        "id":"ED244429",
        "title":"A Desk Reference Manual on Special Education for School Principals."},
      {
        "id":"ED244436",
        "title":"Instructional Decision-Making Practices of Teachers of Learning Disabled Students."},
      {
        "id":"ED244437",
        "title":"A Correlational Analysis of the Statistical Properties of Time-Series Data and Their Relationship to Student Achievment in Resource Classrooms."},
      {
        "id":"ED244438",
        "title":"Pre-Referral Interventions: Effects on Referral Rates and Teacher Attitudes."},
      {
        "id":"ED244439",
        "title":"Referral Research: An Integrative Summary of Findings."},
      {
        "id":"ED244441",
        "title":"Instructional Intervention Research: An Integrative Summary of Findings."},
      {
        "id":"ED244442",
        "title":"Evaluation Research: An Integrative Summary of Findings."},
      {
        "id":"ED244447",
        "title":"Proceedings of the National Conference on the Use of Microcomputers in Special Education (Hartford, Connecticut, March 10-12, 1983)."},
      {
        "id":"ED244450",
        "title":"Meeting Their Needs: Provision of Services to the Severely Emotionally Disturbed and Autistic. Conference Proceedings (Memphis, Tennessee, April 27-28, 1983)."},
      {
        "id":"ED244453",
        "title":"Understanding the Diagnosis of Autism: Initial Counseling of Parents and Other Family Members."},
      {
        "id":"ED244454",
        "title":"Autism: A Family-Ecological Systems Perspective."},
      {
        "id":"ED244475",
        "title":"A Comparison of Two Instructional Methods for Teaching Logo to Learning Disabled and Nonlearning Disabled Children."},
      {
        "id":"ED244476",
        "title":"Identification and Programming for Learning Disabled Students: The Parents' Part."},
      {
        "id":"ED244479",
        "title":"Project Criteria: The Final Report of the REGI Grant Project CRITERIA, 1980-83."},
      {
        "id":"ED244480",
        "title":"The Development of Encoding Processes in Learning Disabled Children."},
      {
        "id":"ED244482",
        "title":"Teacher Versus Computer Delivered Instruction: An Analysis of Child Performance, Behavior, and Characteristics. Final Report, 5/15/82 to 11/14/82."},
      {
        "id":"ED244483",
        "title":"Evaluating Neurodevelopmental Theory and Training with Cerebral Palsied, Severely Handicapped Students. Final Report."},
      {
        "id":"ED244484",
        "title":"Evaluation and Comparison: Social Learning Curriculum and Instrumental Enrichment. Final Report."},
      {
        "id":"ED244486",
        "title":"An Analysis of the Relationship among Personal and Professional Variables and Perceived Stress of Mainstream and Special Education Teachers. Final Report."},
      {
        "id":"ED244487",
        "title":"Obstacles to Parental Involvement: A Study of Barriers to Participation in the Educational Process Faced by Black, Low Income, Inner City Parents of Handicapped Children. [Final Report]."},
      {
        "id":"ED244488",
        "title":"Evaluation of Instructional Television Utilization among Special Education Teachers. [Final Report]."},
      {
        "id":"ED244489",
        "title":"A Study of Families and Their Learning Environments for Deaf Children. Final Report."},
      {
        "id":"ED244490",
        "title":"Increasing Career and Life Skills for Handicapped Youth through a Specialized Instructional Program in the Arts. Final Report."},
      {
        "id":"ED244491",
        "title":"Arts for Living: A Guide for Developing Career and Life Skills through the Arts. [Final Report]."},
      {
        "id":"ED244492",
        "title":"Empirical Identification of Social Protocols Relating to the Employability of Handicapped Youth. Final Report."},
      {
        "id":"ED244493",
        "title":"A Model Program in Microcomputer Utilization with Handicapped Students. Final Performance Report."},
      {
        "id":"ED244494",
        "title":"The Relationship of Self-Injurious Behavior to Age, Cognitive Functioning, and Intrapersonal and Interpersonal Behaviors and Events: A Naturalistic Study of Developmentally Delayed Children. Final Report, January 1, 1981-July 31, 1982."},
      {
        "id":"ED244495",
        "title":"The Development and Validation of an Instrument to Assess Resource Teachers' Knowledge, Perceptions, and Attitudes toward Consultation. Final Report."},
      {
        "id":"ED244496",
        "title":"A Comparison of Differential Treatment Approaches for Impulsive Responding of Hyperactive Children at Two Age Levels. Final Report."},
      {
        "id":"ED244497",
        "title":"Special Education Planning Process and Projection Manual. Final Report, Phases III, IV, V. [and] Special Education Planning Model User Guide."},
      {
        "id":"ED244498",
        "title":"Parent, Teacher and Physician in the Life of the Hyperactive Child: The Coherence of the Social Environment. Final Report."},
      {
        "id":"ED244499",
        "title":"Evaluation of the Integration of Severely Handicapped Students in Regular Education and Community Settings. Final Report."},
      {
        "id":"ED244501",
        "title":"The Development of a Weighted Checklist Prototype for Instructional Materials Selection for Special Education Students. [Final Report]."},
      {
        "id":"ED244502",
        "title":"Increasing Career and Life Skills for Handicapped Youth through a Specialized Instructional Program in the Arts. Final Report."},
      {
        "id":"ED244503",
        "title":"Behavioral Alternatives to Stimulant Medication in Treating Childhood Hyperactivity: Effects on School and Home Behavior. Final Report."},
      {
        "id":"ED244504",
        "title":"&quot;A Sense of Pride.&quot; Establishing a Foxfire Adapted Model of Experientially Based Career Education for Handicapped Youth. Final Report."},
      {
        "id":"ED244505",
        "title":"Access to Learning for Handicapped Children. Final Report."},
      {
        "id":"ED244507",
        "title":"Identification and Recall of Structurally Important Units in Verbal Discourse as a Function of the Metacognitive Processing of Mentally Retarded Children. Final Report."},
      {
        "id":"ED305805",
        "title":"Self-Determination."},
      {
        "id":"ED305808",
        "title":"Community Advisory Committee Guidelines. Second Edition."},
      {
        "id":"ED305809",
        "title":"Guiding the Social Development of Gifted and Talented Preschoolers."},
      {
        "id":"ED305811",
        "title":"A Comparison of Successful and Unsuccessful Placements of Secondary Students with Mental Handicaps into Competitive Employment."},
      {
        "id":"ED305812",
        "title":"What Worries Individuals with Mental Handicaps: A Pilot Study."},
      {
        "id":"ED305816",
        "title":"Severe Behavior Disorders of Children and Youth. Monograph in Behavioral Disorders, Volume 11."},
      {
        "id":"ED305820",
        "title":"A Critical Review of ESL Composing Process Research."},
      {
        "id":"ED305823",
        "title":"Integrating the Elementary School Curriculum into the Foreign Language Class: Hints for the FLES Teacher. CLEAR Educational Report Series."},
      {
        "id":"ED305824",
        "title":"How To Integrate Language and Content Instruction: A Training Manual. CLEAR Educational Report Series."},
      {
        "id":"ED305825",
        "title":"The Integration of Language and Content Instruction for Language Minority and Language Majority Students."},
      {
        "id":"ED305828",
        "title":"Modern Foreign Language Content Standards. Generic Standards. Levels I-IV."},
      {
        "id":"ED305829",
        "title":"Teaching Reading in a Foreign Language. ERIC Digest."},
      {
        "id":"ED305832",
        "title":"A Counseling Course for Developmental Studies Freshmen."},
      {
        "id":"ED305837",
        "title":"A Comparison of Baccalaureate Degree Credit Hour Requirements at Selected Bible Colleges. Emergence of Higher Education in America."},
      {
        "id":"ED305838",
        "title":"Baccalaureate Sources of 1975-1986 Doctorates Earned by American Indian, Asian, Black, Hispanic and White Men and Women Who Received Baccalaureate Degrees 1975-1982: Total Numbers Adjusted for Institutional Size."},
      {
        "id":"ED305840",
        "title":"Medicare. Indirect Medical Education Payments Are Too High. GAO Report to Congressional Committees."},
      {
        "id":"ED305841",
        "title":"Academic Preparation for College in Illinois. Admission Requirements for Public Colleges and Universities and Suggested Learning Outcomes for College-Bound Students. A Joint Report."},
      {
        "id":"ED305844",
        "title":"The Contributions of Institutional Agents to High Quality Out-of-Class Experiences for College Students."},
      {
        "id":"ED305845",
        "title":"Recommendations for the Support and Evaluation of Teaching at the University of Arizona. Final Report to the Provost by the Committee on the Evaluation of Teaching at the University of Arizona."},
      {
        "id":"ED305847",
        "title":"The Unique Opportunities and Vexing Challenges of Undergraduate Program Assessment in Professional Fields."},
      {
        "id":"ED305848",
        "title":"Choosing Quality: Reducing Conflict between the State and the University."},
      {
        "id":"ED305849",
        "title":"State Postsecondary Education Structures Handbook, 1988."},
      {
        "id":"ED305850",
        "title":"1988 Survey of College Savings and Tuition Futures Plans."},
      {
        "id":"ED305853",
        "title":"Texas Academic Skills Program (TASP). TASP Test: Information Summary."},
      {
        "id":"ED305855",
        "title":"Handbook for Theatre Department Chairs."},
      {
        "id":"ED305858",
        "title":"Tuition and Fees in Public Higher Education in the West, 1986-87. Information Series, 11."},
      {
        "id":"ED305860",
        "title":"Expanding Undergraduate Opportunities through Reciprocity. A Western Focus."},
      {
        "id":"ED305861",
        "title":"The Future of Higher Education. A Symposium Presented by the Western Interstate Commission for Higher Education (Denver, Colorado, December 4, 1985)."},
      {
        "id":"ED305863",
        "title":"A Retrospective of the Effect of Financial Aid on College and University Enrollment During a Period of Steady-State and Decline."},
      {
        "id":"ED305867",
        "title":"Report to the New Jersey Board of Higher Education on the Results of the New Jersey College Basic Skills Placement Testing. Fall 1988 Entering Freshmen."},
      {
        "id":"ED305869",
        "title":"Serving Learning Disabled Students Within and Outside the Classroom."},
      {
        "id":"ED305870",
        "title":"Undergraduate General Education and Humanities Requirements. Higher Education Surveys Report. Survey Number 7."},
      {
        "id":"ED305872",
        "title":"How Colleges Evaluate Professors. 1988 vs. 1983."},
      {
        "id":"ED305873",
        "title":"College Choice and Recruitment of Wisconsin's All State Academic Scholars."},
      {
        "id":"ED305874",
        "title":"An Analysis of Faculty Goals: Personal, Disciplinary, and Career Development Decisions."},
      {
        "id":"ED305875",
        "title":"The Impact of Faculty Incentive Grants on Teaching Effectiveness."},
      {
        "id":"ED305878",
        "title":"State-Based Case Studies of Assessment Initiatives in Undergraduate Education: Chronology of Critical Points."},
      {
        "id":"ED305879",
        "title":"State-Based Approaches to Assessment in Undergraduate Education: A Glossary and Selected References."},
      {
        "id":"ED305882",
        "title":"Curriculum Evaluation: An Historical Approach."},
      {
        "id":"ED305883",
        "title":"Annual Report on Freshmen, 1987: The College of Staten Island/CUNY."},
      {
        "id":"ED305886",
        "title":"Analysis of Motivational Factors and Indicators of Effective Teaching in Lectures in Nigerian Universities."},
      {
        "id":"ED305887",
        "title":"New and Promising: Software Worth a Look. A MicroSIFT Survey of Educational Software Preview Center Coordinators. Volume I, Nos. 1, 2 and 3."},
      {
        "id":"ED305889",
        "title":"Pedagogical Considerations for the Eastern Caribbean Center Telecommunications Project."},
      {
        "id":"ED305891",
        "title":"Television and the Schools--But Not What You Think."},
      {
        "id":"ED305893",
        "title":"Two-Way Cable Television: An Instructional Alternative for the Future. Strategies and Teaching Techniques for Honors and Advanced Placement (AP) Foreign Language Instruction via Two-Way Cable Television."},
      {
        "id":"ED305894",
        "title":"Using Computers Intelligently in Tertiary Education. A Collection of Papers Presented to the Australian Society for Computers in Learning (Sydney, New South Wales, Australia, November 29-December 3, 1987)."},
      {
        "id":"ED305895",
        "title":"Collaborative Learning in a Virtual Classroom: Highlights of Findings."},
      {
        "id":"ED305896",
        "title":"Computer Mediated Communications and Tailorability."},
      {
        "id":"ED305899",
        "title":"Survey of Computer Usage in Louisiana Schools."},
      {
        "id":"ED305903",
        "title":"Autonomous Classroom Computer Environments for Learning. Progress Report and Annotated Bibliography."},
      {
        "id":"ED305905",
        "title":"Building Databases for the Computer-Based Memorization System."},
      {
        "id":"ED305906",
        "title":"Computer-Based Educational Software System. Final Report."},
      {
        "id":"ED305913",
        "title":"Ideas for Integrating the Microcomputer into Visual Arts Instruction."},
      {
        "id":"ED305923",
        "title":"UTC Word Processing Services and Center Evaluation and Recommendations."},
      {
        "id":"ED305926",
        "title":"Empirical Studies of a &quot;Metacourse&quot; To Enhance the Learning of BASIC."},
      {
        "id":"ED305927",
        "title":"Educational Videodiscs: The Influence of Design Approaches and School Factors on Early Classroom Uses."},
      {
        "id":"ED305928",
        "title":"The Impact of the Systems Thinking Approach on Teaching and Learning Activities."},
      {
        "id":"ED305934",
        "title":"American Indian Studies. Library Research Guide."},
      {
        "id":"ED305936",
        "title":"Criminal Justice and Criminology. Library Research Guide."},
      {
        "id":"ED305939",
        "title":"Guide to Spoken-Word Recordings: Foreign-Language Instruction and Literature. Reference Circular No. 88-2."},
      {
        "id":"ED305941",
        "title":"The Independent Information Provider as Entrepreneur."},
      {
        "id":"ED305942",
        "title":"Correspondence between the Florida Multiple Assessment Programs and Services (MAPS) and the Scholastic Aptitude Tests (SAT) at Miami-Dade Community College Based on Students Who Wrote Both Tests. Research Report No. 87-21."},
      {
        "id":"ED305943",
        "title":"Enrollment Patterns of Students Who Wrote the Florida Multiple Assessment Programs and Services (MAPS). Research Report No. 87-31."},
      {
        "id":"ED305944",
        "title":"A Longitudinal Follow-Up of Miami-Dade Students Who Failed the CLAST in Fall 1986. Research Report No. 88-03."},
      {
        "id":"ED305945",
        "title":"Why Is CLAST Performance Declining? Research Report No. 88-07."},
      {
        "id":"ED305946",
        "title":"Implications for CLAST Retake Performance Using Proposed 1989 Standards. Research Report No. 88-10."},
      {
        "id":"ED305947",
        "title":"Basic Skills Assessment Results of Dade County High School Graduates at Miami-Dade Community College. Research Report No. 88-13."},
      {
        "id":"ED305948",
        "title":"Evaluation of the Student Telephone Assisted Registration (STAR) Service. Research Report No. 88-22."},
      {
        "id":"ED305949",
        "title":"Miami-Dade Community College: Do Students Get What They Want? Research Report No. 88-25."},
      {
        "id":"ED305950",
        "title":"International Student Profile. Research Report No. 88-26."},
      {
        "id":"ED305951",
        "title":"Black Enrollment at Miami-Dade Community College: A Change in Composition. Research Report No. 88-27."},
      {
        "id":"ED305954",
        "title":"Institutional Indicators for Proposed Operating Budget, 1989-1990. Research Report Number 57."},
      {
        "id":"ED305955",
        "title":"Success of Hispanic Students in English Classes."},
      {
        "id":"ED305961",
        "title":"A Research Report on the Fall 1988 Mid-Term Deficiency Follow-Up Project."},
      {
        "id":"ED305962",
        "title":"Occupational/Technical Programs at Piedmont Virginia Community College. Research Report No. 3-89."},
      {
        "id":"ED305963",
        "title":"Child Care: When We Care for Children. Issue Series Number 2."},
      {
        "id":"ED305965",
        "title":"Scholarship and the Community College Professional: Mandate for the Future."},
      {
        "id":"ED305966",
        "title":"General Education: The Community College's Unfulfilled Agenda."},
      {
        "id":"ED305967",
        "title":"Results of Instructional Research in a Writing Across the Curriculum Staff Development Program."},
      {
        "id":"ED305968",
        "title":"A Comprehensive Review of Selected Business Programs in Community Colleges and Area Vocational-Technical Centers. Program Review Report."},
      {
        "id":"ED305971",
        "title":"Preparation for Employment: Programs at Illinois Public Community Colleges."},
      {
        "id":"ED305972",
        "title":"Data and Characteristics of the Illinois Public Community College System."},
      {
        "id":"ED305973",
        "title":"Back to the Future: Thirty Years of Developmental Education."},
      {
        "id":"ED305974",
        "title":"Transfer: Key to the Master Plan. Information Agenda Item 1."},
      {
        "id":"ED305975",
        "title":"Statistical Supplement to the Long-Range Planning for Texas Higher Education Report: Fiscal Year 1988, September 1, 1987-August 31, 1988."},
      {
        "id":"ED305977",
        "title":"Course Pass Rates in Fall 1988. Enrollment Analysis EA89-6."},
      {
        "id":"ED305980",
        "title":"The Effect of Classroom Computer Use on College Basic Writers: A Controlled Study in Progress."},
      {
        "id":"ED305984",
        "title":"Mid-America Group: A Foundation for Renewal."},
      {
        "id":"ED305985",
        "title":"Macomb 2000: Toward a Brighter Economic Future."},
      {
        "id":"ED305986",
        "title":"The Macomb Plan: Expanding a Community's Access to Higher Education."},
      {
        "id":"ED305991",
        "title":"A Children's Agenda: Into the '90s."},
      {
        "id":"ED305995",
        "title":"The Cultural Context of Development in 9-Month-Old Babies: A Comparison of Haitians, Quebeckers and Vietnamese."},
      {
        "id":"ED305997",
        "title":"Teaching and Prompting Critical Thinking on Public Controversies."},
      {
        "id":"ED305999",
        "title":"Children's Comprehension of Live Theatre."},
      {
        "id":"ED306000",
        "title":"Distinguishing Active and Antipassive Verbs in Quiche Mayan."},
      {
        "id":"ED306001",
        "title":"Social Relationships of Physically Abused Preadolescent Urban School Children."},
      {
        "id":"ED306003",
        "title":"Cooperative Learning Strategies and Children. ERIC Digest."},
      {
        "id":"ED306004",
        "title":"Quantitative Techniques for the Identification of Social Sub-Groups in Natural Settings."},
      {
        "id":"ED306007",
        "title":"Infants Discriminate between Adult Directed and Infant Directed Talk in Both Males and Females."},
      {
        "id":"ED306008",
        "title":"Creativity in Young Children. ERIC Digest."},
      {
        "id":"ED306009",
        "title":"How Communication Processes Shape Subject Matter Learning: An Analysis of Commonly Used and Distinctive Curriculum Materials."},
      {
        "id":"ED306011",
        "title":"Family Influence on Occupational and Educational Attainment of Rural/Urban, Low-Income Adolescents: Some Racial Comparisons."},
      {
        "id":"ED306012",
        "title":"Development of Children's Noncompliance Strategies from Toddlerhood to Age 5."},
      {
        "id":"ED306018",
        "title":"Young Male Offspring of Alcoholic Fathers: Early Developmental and Cognitive Findings."},
      {
        "id":"ED306021",
        "title":"A Developmental Correlate of Gender: Career and Family Values in High School and College Students."},
      {
        "id":"ED306024",
        "title":"Hazard Patterns and Injury Prevention with Infant Walkers and Strollers."},
      {
        "id":"ED306028",
        "title":"Visual Spelling by Young Children on the Microcomputer: A Multidirectional Development with Phonological Spelling."},
      {
        "id":"ED306030",
        "title":"Action Regulation Skills in Toddlers."},
      {
        "id":"ED306031",
        "title":"Parental Efficacy and the Development of Social Competence in Young Children."},
      {
        "id":"ED306032",
        "title":"Cognitive Capabilities Involved in the Socialization of Emotion: Development in Middle Childhood."},
      {
        "id":"ED306033",
        "title":"A Longitudinal Study of Changes in Socialization and Interaction Patterns in Families."},
      {
        "id":"ED306036",
        "title":"Parental Reactions to Transgressions by Babyfaced and Maturefaced 4 and 11 Year Old Children."},
      {
        "id":"ED306037",
        "title":"Close Relationships in Mothers of At-Risk and Normal Newborns: Support, Expectancy Confirmation, and Maternal Well-Being."},
      {
        "id":"ED306039",
        "title":"Speech to Children at Risk for Abuse: An Acoustical Analysis."},
      {
        "id":"ED306041",
        "title":"Comparison of Models for Estimating Individual Growth Curves."},
      {
        "id":"ED306042",
        "title":"Mental Health and the Elderly: Issues in Service Delivery to the American Indian and the Hispanic Communities. Part II. Hearing before the Select Committee on Aging. House of Representatives, One Hundredth Congress, Second Session (Denver, Colorado)."},
      {
        "id":"ED306043",
        "title":"Cooperative Learning and Outdoor/Environmental Education."},
      {
        "id":"ED306047",
        "title":"ACRES Cross-Cultural Bibliography for Rural Special Educators."},
      {
        "id":"ED306055",
        "title":"Teachers for Rural Alaska (TRA) Program. Part A: Project Portrayal. Part B: Program Assessment Report. Part C: Practice Profile. Final Report."},
      {
        "id":"ED306058",
        "title":"Curriculum Contacts in Alaska, 1988. A Directory of Professional Associations and Curriculum Representatives."},
      {
        "id":"ED306059",
        "title":"Community Economic Vitality: Major Trends and Selected Issues."},
      {
        "id":"ED306062",
        "title":"One-Room Schools in the United States."},
      {
        "id":"ED306063",
        "title":"Satellite Receiving Station Handbook for Rural School Districts."},
      {
        "id":"ED306065",
        "title":"A Rural Economic Development Source Book: Selected Training and Technical Assistance Materials."},
      {
        "id":"ED306066",
        "title":"The Political Adaptation of Hispanic Immigrants to the United States. Policy Discussion Paper."},
      {
        "id":"ED306069",
        "title":"The Nature and Role of Urban Places in the Southern Highlands."},
      {
        "id":"ED306070",
        "title":"Zuni Adolescent Suicide."},
      {
        "id":"ED306071",
        "title":"Teachers Do Make a Difference: What Indian Graduates Say about Their School Experience."},
      {
        "id":"ED306072",
        "title":"ERIC for Teachers in Training: An Instructional Package for Professors."},
      {
        "id":"ED306074",
        "title":"Biographical Sources in the Sciences. LC Science Tracer Bullet."},
      {
        "id":"ED306075",
        "title":"Soil Erosion. LC Science Tracer Bullet."},
      {
        "id":"ED306076",
        "title":"Misconceptions in the Earth Sciences: A Cross-Age Study."},
      {
        "id":"ED306078",
        "title":"Utah Elementary Science Improvement Project. Final Report Part 1: Project Portrayal."},
      {
        "id":"ED306079",
        "title":"Utah Elementary Science Improvement Project. Final Report Part 2: Program Assessment Report."},
      {
        "id":"ED306080",
        "title":"Utah Elementary Science Improvement Project. Final Report Part 3: Practice Profile."},
      {
        "id":"ED306083",
        "title":"Factors in the Development of Reasoning in Two Problem Contexts."},
      {
        "id":"ED306088",
        "title":"Profiling Elementary Science Teacher's Manuals from Different Perspectives."},
      {
        "id":"ED306089",
        "title":"The Effect of a Middle School Teacher Inservice Course Emphasizing Science Process Skills on the Development of Integrated Process Skills and Logical Thinking."},
      {
        "id":"ED306090",
        "title":"Intentions of Science Teachers To Use Investigative Teaching Methods: A Test of the Theory of Planned Behavior."},
      {
        "id":"ED306091",
        "title":"What's Wrong with Mathematics Textbooks? Views from the Field."},
      {
        "id":"ED306092",
        "title":"Developmental Patterns in Logical Reasoning of Students in Grades Six through Ten: Increments and Plateaus."},
      {
        "id":"ED306093",
        "title":"Exploring the Episodic Structure of Algebra Story Problem Solving. Revised."},
      {
        "id":"ED306094",
        "title":"The Effect of a Problem Solving Inservice Program on the Classroom Behaviors and Attitudes of Middle School Science Teachers."},
      {
        "id":"ED306095",
        "title":"Effects of Self-Generated Examples on Elementary School Students' Retention of Science Concepts."},
      {
        "id":"ED306096",
        "title":"The Problem with Success: Case Study of a Teacher in Change."},
      {
        "id":"ED306097",
        "title":"The Effect of New Vocabulary on Problem Solving in Novice Physics Students."},
      {
        "id":"ED306098",
        "title":"Translation of Algebraic Equations and Its Relation to Formal Operational Reasoning."},
      {
        "id":"ED306099",
        "title":"Proceedings of the World Congress on Medical Physics and Biomedical Engineering (San Antonio, Texas, August 6-12, 1988)."},
      {
        "id":"ED306101",
        "title":"Water Quality Instructional Resources Information System (IRIS): A Compilation of Abstracts to Water Quality and Water Resources Materials. Supplement 34, 1988."},
      {
        "id":"ED306102",
        "title":"Effects of Between-Classroom Ability Grouping in Mathematics at the Transition to Junior High School."},
      {
        "id":"ED306103",
        "title":"Children's Conceptions of the Seasons: A Comparison of Three Interview Techniques."},
      {
        "id":"ED306104",
        "title":"Biology Laboratory Safety Manual."},
      {
        "id":"ED306111",
        "title":"The IEA Study of Mathematics I: Analysis of Mathematics Curricula. Supplement."},
      {
        "id":"ED306114",
        "title":"Developing Science Curricula."},
      {
        "id":"ED306116",
        "title":"Toward a Unified Conception of Thinking."},
      {
        "id":"ED306117",
        "title":"University Researchers Inchoate Critiques of Science Teaching: A Case for the Study of Education."},
      {
        "id":"ED306119",
        "title":"Clarification of the Direction of the Affect-Achievement Relationship in Science."},
      {
        "id":"ED306120",
        "title":"Abstraction, Re-Presentation, and Reflection, an Interpretation of Experience and Piaget's Approach."},
      {
        "id":"ED306121",
        "title":"Living with Insects in the Big City. Urban Insect Ecology and Safe Pest Management. A Science Curriculum for Grades K-3."},
      {
        "id":"ED306123",
        "title":"Hands On Math Using Colored Rods."},
      {
        "id":"ED306124",
        "title":"The Flagpole Factory: Providing a Referent for Linear Equations."},
      {
        "id":"ED306125",
        "title":"Inquiry-Based Instruction of Pre-Proof Geometry with Logo."},
      {
        "id":"ED306126",
        "title":"Teachers on the Board: The Cleveland Collaborative for Mathematics Education."},
      {
        "id":"ED306128",
        "title":"Gifted Young in Science: Potential through Performance."},
      {
        "id":"ED306129",
        "title":"Values in Science."},
      {
        "id":"ED306130",
        "title":"Toward a Unified Conception of Thinking: Prediction within a Cognitive Science Perspective."},
      {
        "id":"ED306133",
        "title":"Teachers' Content Knowledge about the Nature of Science and Its Relationship to Classroom Practice."},
      {
        "id":"ED306134",
        "title":"Bilingual Dictionary of Mathematical Terms: English--Chinese."},
      {
        "id":"ED306135",
        "title":"Increasing Minorities' Mathematics Preparedness: The College Readiness Program."},
      {
        "id":"ED306136",
        "title":"Elementary Science-Magnet School Student Attitudes toward Science as Measured by Selected National Assessment of Educational Progress Items."},
      {
        "id":"ED306138",
        "title":"Focus on Computational Errors for Teachers of Basic Skills Mathematics Programs. Monograph 139."},
      {
        "id":"ED306142",
        "title":"Communicating Science to the Public. Mass Media and Science: Worlds at Odds? A Panel Discussion"},
      {
        "id":"ED306143",
        "title":"A Review and Synthesis of Research in Mathematics Education Reported during 1987."},
      {
        "id":"ED306144",
        "title":"Textbook Censorship and Creation Science in Perspective. Revised."},
      {
        "id":"ED306145",
        "title":"Marketing and Advertising: Procter &amp; Gamble Insights into Economics."},
      {
        "id":"ED306148",
        "title":"Presidential Campaigns as Occasions for Preadult Political Socialization: The Crystallization of Partisan Predispositions."},
      {
        "id":"ED306150",
        "title":"The Highest State of Being and Knowing."},
      {
        "id":"ED306151",
        "title":"Perspectives: Using Historical Documents To Think about NIF Issues."},
      {
        "id":"ED306158",
        "title":"Geography Education and the States: A Report on a 1988 Geography Education Survey of State Education Agencies."},
      {
        "id":"ED306160",
        "title":"Mass Media Representation of Teaching: A Behaviour Analysis Approach."},
      {
        "id":"ED306161",
        "title":"The Merging of Traditional Chinese Medicine and Western Medicine in China: Old Ideas Cross Culturally Communicated through New Perspectives."},
      {
        "id":"ED306162",
        "title":"Field Dependence/Field Independence and Student Achievement in Economics."},
      {
        "id":"ED306169",
        "title":"Survey of Microcomputer Use in Secondary Social Studies Classrooms."},
      {
        "id":"ED306170",
        "title":"Election &apos;88: Teacher Packet."},
      {
        "id":"ED306173",
        "title":"History and Organization. U.S. Bureau of the Census--Factfinder for the Nation. CFF No. 4 (Rev.)."},
      {
        "id":"ED306176",
        "title":"The Social and Civic Attitudes, Beliefs and Values of American Youth."},
      {
        "id":"ED306178",
        "title":"The Development Data Book: A Guide to Social and Economic Statistics. Second Edition."},
      {
        "id":"ED306179",
        "title":"Global Education: Controversy Remains, But Support Growing: Field Strives To Better Link Global Studies, Civics."},
      {
        "id":"ED306180",
        "title":"Education for Peace."},
      {
        "id":"ED306188",
        "title":"Social Welfare History Archives: A Source for the Urban Experience."},
      {
        "id":"ED306189",
        "title":"Seventh/Eighth Grade Social Studies. United States and New York State History. A Calendar of Lessons."},
      {
        "id":"ED306191",
        "title":"Incorporating Research Based Teaching Skills into a Field Based Secondary Teacher Education Program. Final Report."},
      {
        "id":"ED306193",
        "title":"Tidbits for Effective Teaching: A Minute Management Menu."},
      {
        "id":"ED306194",
        "title":"Teachers Make a Difference. The Effects of AIDS Education Programs in Three Rural School Districts of Western Pennsylvania."},
      {
        "id":"ED306196",
        "title":"The Underrepresentation of Asian-American Teachers in Elementary and Secondary Schools: Patterns, Causes, and Recommendations."},
      {
        "id":"ED306197",
        "title":"Problem Finding and Teacher Experience."},
      {
        "id":"ED306198",
        "title":"Teacher Education Development-Demonstration (TEDD) Project Report."},
      {
        "id":"ED306199",
        "title":"In-Service Teacher Education and School Development."},
      {
        "id":"ED306207",
        "title":"Improving the Teaching Skills of Registered Dietitians."},
      {
        "id":"ED306208",
        "title":"Narrative, Experience and the Study of Curriculum."},
      {
        "id":"ED306209",
        "title":"Human Sexuality/AIDS Education."},
      {
        "id":"ED306212",
        "title":"Obstacles and Possibilities in Building Interdependence: Two Worlds."},
      {
        "id":"ED306213",
        "title":"Exploring Preservice and Practicing Teachers' Thinking About Children and Teaching."},
      {
        "id":"ED306214",
        "title":"Psychological and Personal Dimensions of Prospective Teachers' Reflective Abilities."},
      {
        "id":"ED306217",
        "title":"Teacher Thinking: Effects of Intervention Instruction on Basic Teaching and Problem Solving Skills."},
      {
        "id":"ED306218",
        "title":"The Journal as a Research Tool: Pre-Service Teacher Socialization."},
      {
        "id":"ED306224",
        "title":"The Measurement of Human Variation in Spatial Visualizing Ability: A Process-Oriented Perspective. Technical Report No. 1986-1."},
      {
        "id":"ED306225",
        "title":"Assessing Inference Skills."},
      {
        "id":"ED306227",
        "title":"Secondary Retention Alternative."},
      {
        "id":"ED306233",
        "title":"Content Validity of the GRE Physics Test as Indexed by Commonly Employed Textbooks."},
      {
        "id":"ED306234",
        "title":"Measuring Student Learning: Statewide Student Assessment Programs in the SREB States."},
      {
        "id":"ED306237",
        "title":"Gender Differences in Performance on a College-Level Achievement Test."},
      {
        "id":"ED306238",
        "title":"Similarity of the Multidimensional Space Defined by Parallel Forms of a Mathematics Test."},
      {
        "id":"ED306239",
        "title":"Analysis of Testwiseness Components: A Quasi-Experimental Approach."},
      {
        "id":"ED306241",
        "title":"Who Reads Ratings: Knowledge, Attitude, and Practice of Users of Student Ratings of Instruction."},
      {
        "id":"ED306242",
        "title":"Enrichment of the Educational Psychology Curriculum through Clinical Experiences."},
      {
        "id":"ED306243",
        "title":"Administrative Response to Classroom Testing Data: A Problem Solving Perspective."},
      {
        "id":"ED306244",
        "title":"Five Steps for Improving Evaluation Reports by Using Different Data Analysis Methods."},
      {
        "id":"ED306248",
        "title":"A Unified Approach to the Estimation of Effect Size in Meta-Analysis."},
      {
        "id":"ED306252",
        "title":"Standardized Test Use by Classroom Teachers: Effects of Training and Grade Level Taught."},
      {
        "id":"ED306253",
        "title":"Building a Partnership through Formative Evaluation."},
      {
        "id":"ED306254",
        "title":"Rater Stringency Error in Performance Rating: A Contrast of Three Models."},
      {
        "id":"ED306256",
        "title":"Results of a Process for Improving Chapter 1 Programs."},
      {
        "id":"ED306257",
        "title":"Goodness of Fit in Confirmatory Factor Analysis: The Effects of Sample Size and Model Complexity."},
      {
        "id":"ED306258",
        "title":"Testing Influences on Student Learning: Direct and Indirect Effects on High School Grades."},
      {
        "id":"ED306259",
        "title":"Ontario IAEP Results: Comparable Data for English and French Speaking Students."},
      {
        "id":"ED306260",
        "title":"Delaware Educational Assessment Program. 1987 Statewide Test Results, Summary Report."},
      {
        "id":"ED306262",
        "title":"Delaware Educational Assessment Program. 1988 Report to the Legislature."},
      {
        "id":"ED306263",
        "title":"Project ABC: Advancement Based on Competency. Summative Evaluation."},
      {
        "id":"ED306269",
        "title":"Type I Error for the Simultaneous Application of Two Tests for Repeated Measures Data."},
      {
        "id":"ED306270",
        "title":"Reluctant Respondents: Differences between Early, Late and Nonresponders to a Mail Survey."},
      {
        "id":"ED306271",
        "title":"Identification of Gifted Children: A Comparison of the Stanford Binet 4th Edition and Form LM."},
      {
        "id":"ED306272",
        "title":"From Taxonomy to Constructing Meaning in Context: Revisiting the Taxonomy of Educational Objectives: II, Affective Domain, 25 Years Later."},
      {
        "id":"ED306273",
        "title":"The Effects of Bootstrapping Strategies on the Estimation of Variance Components."},
      {
        "id":"ED306274",
        "title":"Conceptualizing and Assessing College Student Values."},
      {
        "id":"ED306275",
        "title":"Determining the Effect of Different Coursework Patterns on General Student Learning at Four Colleges and Universities."},
      {
        "id":"ED306279",
        "title":"An Alternative Methodology for Creating Parallel Test Forms Using the IRT Information Function."},
      {
        "id":"ED306280",
        "title":"An Analysis of CAAP Essay and Multiple-Choice Writing Tests."},
      {
        "id":"ED306281",
        "title":"An Explanation of Differential Item Functioning from a Multidimensional Perspective."},
      {
        "id":"ED306282",
        "title":"Relationship between Multiple Regression and Selected Multivariable Methods."},
      {
        "id":"ED306283",
        "title":"The Status of Classroom Teachers' Test Construction Proficiencies: Assessments by Teachers, Principals, and Supervisors Validated by Analyses of Actual Teacher-Made Tests."},
      {
        "id":"ED306285",
        "title":"Applying Statistical Process Quality Control Methodology to Educational Settings."},
      {
        "id":"ED306287",
        "title":"Initial Teacher Licensure Testing in Tennessee: Test Validation."},
      {
        "id":"ED306292",
        "title":"Educational Programs and Achievements of Secondary Special Education Students: Findings from the National Longitudinal Transition Study."},
      {
        "id":"ED306293",
        "title":"The Sixteen Quality Indicators: Standards for Evaluating Criterion-Referenced Tests."},
      {
        "id":"ED306294",
        "title":"Indices of Individuals' Sensitivities To Computerized Test Administration and Repeated Testing."},
      {
        "id":"ED306298",
        "title":"Sampling Design for the 1990 Trial State Assessment Program."},
      {
        "id":"ED306299",
        "title":"Trends and Methodological Practices in Several Cohorts of Dissertations."},
      {
        "id":"ED306300",
        "title":"A Comparison of Methods for Assessing Dimensionality for Use in Item Response Theory."},
      {
        "id":"ED306301",
        "title":"How the Use of Age-Cluster Norms Can Reveal Otherwise Hidden Findings."},
      {
        "id":"ED306305",
        "title":"Seeking Consensus on Empirical Characteristics of Effective Mail Questionnaires: A First Step."},
      {
        "id":"ED306306",
        "title":"Effect of Booklet/Folder Questionnaire Format and Style of Type on Mail Survey Response Rates."},
      {
        "id":"ED306307",
        "title":"Reporting for Effective Decisionmaking."},
      {
        "id":"ED306308",
        "title":"Computer-Based and Paper-Based Measurement of Recognition Performance."},
      {
        "id":"ED306310",
        "title":"Guide to Developing a Comprehensive Assessment Procedure for Your District."},
      {
        "id":"ED306316",
        "title":"Mental Health and the Elderly: Issues in Service Delivery to the Hispanic and Black Community. Part I. Hearing before the Select Committee on Aging. House of Representatives, One Hundredth Congress, Second Session (Long Island City, New York)."},
      {
        "id":"ED306321",
        "title":"Educational Progress: Cities Mobilize To Improve Their Schools."},
      {
        "id":"ED306322",
        "title":"A Report on the Investigation of the Civil Rights Enforcement Activities of the Office for Civil Rights. U.S. Department of Education. By the Majority Staff of the Committee on Education and Labor. U.S. House of Representatives, 100th Congress, Second Session."},
      {
        "id":"ED306323",
        "title":"Making Work Pay: A New Agenda for Poverty Policies."},
      {
        "id":"ED306324",
        "title":"Analysis of FY 1990 Budget Proposals and Their Impact on Low Income Programs."},
      {
        "id":"ED306325",
        "title":"Compensatory Education Process Evaluation: Elementary and Secondary Academic Achievement (A2) 1988-1989."},
      {
        "id":"ED306326",
        "title":"The Mentoring of Disadvantaged Youth. ERIC/CUE Digest No. 47."},
      {
        "id":"ED306327",
        "title":"Promotion Policies in the Urban High School. ERIC/CUE Digest No. 48."},
      {
        "id":"ED306328",
        "title":"More Recent Literature on Urban and Minority Education. ERIC/CUE Digest No. 49."},
      {
        "id":"ED306329",
        "title":"Southeast Asian Adolescents: Identity and Adjustment. ERIC/CUE Digest No. 51."},
      {
        "id":"ED306332",
        "title":"The National Agenda for Higher Education into the 21st Century."},
      {
        "id":"ED306333",
        "title":"Takin' It to the Streets. Basic Skills Training for Street Youth. A Manual for Volunteer Tutors."},
      {
        "id":"ED306334",
        "title":"Takin' It to the Streets: Basic Skills Training for Street Youth. A Manual for Social Service Case Managers."},
      {
        "id":"ED306337",
        "title":"Second-Chance Opportunities for Hispanic Dropouts. ERIC/CUE Digest No. 50."},
      {
        "id":"ED306338",
        "title":"The Delivery and Organization of Compensatory Education. Trends and Issues No. 9."},
      {
        "id":"ED306339",
        "title":"Urban School-Community Alliances. Trends and Issues No. 10."},
      {
        "id":"ED306340",
        "title":"The Influence of Institutional Control on the Persistence of Minority Students: A Descriptive Analysis."},
      {
        "id":"ED306346",
        "title":"Curriculum and Instruction in Chapter 1 Programs: A Look Back and A Look Ahead."},
      {
        "id":"ED306352",
        "title":"West Virginia Department of Education Proposed Plan for Education of Homeless Children and Youth. 1989-1990."},
      {
        "id":"ED306356",
        "title":"Default Management Manual."},
      {
        "id":"ED306359",
        "title":"In at the Deep End? Induction in Colleges of Further Education."},
      {
        "id":"ED306364",
        "title":"Programming for Mentally Retarded and Learning Disabled Inmates: A Guide for Correctional Administrators."},
      {
        "id":"ED306393",
        "title":"Affective Training for Human Service Providers. Techniques."},
      {
        "id":"ED306397",
        "title":"Learning and Coping Strategies Used by Learning Disabled Students Participating in Adult Basic Education and Literacy Programs. A Final Report of the 310 Special Project 87-98-7014."},
      {
        "id":"ED306398",
        "title":"Informal Research and Development for Agricultural Development--Key Roles for Agricultural and Extension Educators."},
      {
        "id":"ED306399",
        "title":"Undertaking an International Assignment."},
      {
        "id":"ED306400",
        "title":"Teaching and Training: A Contingent Approach. Newland Papers Number Fifteen."},
      {
        "id":"ED306411",
        "title":"Identification and Description of Vocational Education Service Areas."},
      {
        "id":"ED306412",
        "title":"Learning behind Bars: Selected Educational Programs from Juvenile, Jail and Prison Facilities."},
      {
        "id":"ED306415",
        "title":"Women in the Military. Hearings before the Military Personnel and Compensation Subcommitee of the Committee on Armed Services, House of Representatives. One Hundredth Congress, First and Second Sessions (October 1, November 19, 1987 and February 4, 1988)."},
      {
        "id":"ED306416",
        "title":"Workshop for Key Staff of Geriatric Education Centers (4th, Houston, Texas, April 21-24, 1988). Workshop Report."},
      {
        "id":"ED306419",
        "title":"&quot;I Don't Speak English...but I Understand You.&quot; Speaking, Writing, Reading and Listening Activities for Hispanic Adults in a Community-Based English as a Second Language Program."},
      {
        "id":"ED306420",
        "title":"Plain Talk on Taxes. A Curriculum about Taxes. Understanding Tax Reform: Responsibilities and Advantages."},
      {
        "id":"ED306421",
        "title":"Up the Down Staircase: Carl Perkins' Transition Initiatives and School Reform. Legislative Issues Shaping Future Directions."},
      {
        "id":"ED306422",
        "title":"A National Study of Microcomputer Use in Industrial Engineering and Management Education in Taiwan, Republic of China."},
      {
        "id":"ED306423",
        "title":"The State of the Older Worker: Current and Future Needs. Joint Hearing before the Select Committee on Aging and the Subcommittee on Employment Opportunities of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, Second Session (September 14, 1988)."},
      {
        "id":"ED306424",
        "title":"The Senior Community Service Employment Program: Its History and Evolution. A Report by the National Council on the Aging to the Chairman of the Select Committee on Aging. House of Representatives, One Hundredth Congress, Second Session."},
      {
        "id":"ED306425",
        "title":"A Guide to Planning Your Retirement Finances. A Report by the Chairman of the Subcommittee on Retirement Income and Employment of the Select Committee on Aging. House of Representatives, One Hundred First Congress, First Session."},
      {
        "id":"ED306426",
        "title":"Reasons for Nonparticipation among Iowa Adults Who Are Eligible for ABE."},
      {
        "id":"ED306429",
        "title":"Teaching the Social Implications of Technological Change."},
      {
        "id":"ED306430",
        "title":"Training for Integrated Manufacturing. A Review of Recent Literature."},
      {
        "id":"ED306431",
        "title":"Performance Indicators in TAFE."},
      {
        "id":"ED306432",
        "title":"Speeches by TAFE Directors."},
      {
        "id":"ED306433",
        "title":"The Provision of Post-Secondary Education in Non-Metropolitan Australia: Planning and Policy Considerations."},
      {
        "id":"ED306434",
        "title":"Training Needs for High Performance in the Automotive Industry."},
      {
        "id":"ED306435",
        "title":"Overcoming Distance: Isolated Rural Women's Access to TAFE across Australia."},
      {
        "id":"ED306436",
        "title":"Report on Survey of Industry Needs for Quality. Summary Report."},
      {
        "id":"ED306437",
        "title":"Vocational Education and Training: A Review of World Bank Investment. World Bank Discussion Papers 51."},
      {
        "id":"ED306438",
        "title":"Family and Medical Leave Act of 1989. Report Together with Minority, Supplemental, Additional, and Individual Views. House of Representatives, 101st Congress, 1st Session."},
      {
        "id":"ED306439",
        "title":"A Quality Work Force. America's Key to the Next Century. Synthesis of a Roundtable on Work Force Literacy (Chicago, Illinois, May 1988)."},
      {
        "id":"ED306440",
        "title":"Reauthorization of Expiring Federal Elementary and Secondary Education Programs. Volume 5. Adult Education. Hearing on H.R. 5, before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED306441",
        "title":"A Working Woman's Guide to Her Job Rights. Leaflet 55."},
      {
        "id":"ED306447",
        "title":"Work Maturity Programming for Youth under JTPA."},
      {
        "id":"ED306453",
        "title":"The Business Education Index 1988. Index of Business Education Articles, Research Studies, and Textbooks Compiled from a Selected List of Periodicals, Publishers, and Yearbooks Published During the Year 1988."},
      {
        "id":"ED306455",
        "title":"Building Tomorrow's Research Agenda for Lifelong Learning. A Symposium (Fort Collins, Colorado, May 19, 1987)."},
      {
        "id":"ED306462",
        "title":"Nurse Assistant Instructor Guide."},
      {
        "id":"ED306463",
        "title":"Revising and Updating the Plant Science Components of the Connecticut Vocational Agriculture Curriculum."},
      {
        "id":"ED306464",
        "title":"Technology Education Curriculum Guide for Connecticut-AIASA/TSA."},
      {
        "id":"ED306465",
        "title":"Curriculum Guide for Drafting Communication in Technology Education."},
      {
        "id":"ED306466",
        "title":"Curriculum Guide for Electronics in Technology Education."},
      {
        "id":"ED306468",
        "title":"Conducting Research: A Handbook for School Social Workers."},
      {
        "id":"ED306470",
        "title":"Project Group Work: An Innovative Approach to Counseling in Schools."},
      {
        "id":"ED306471",
        "title":"An Instrument for the Measurement of Parental Authority Prototypes."},
      {
        "id":"ED306472",
        "title":"An Arena of Comfort during Adolescence."},
      {
        "id":"ED306475",
        "title":"Exploring the Impacts of Poverty on Battered Women Who Kill Their Abusers."},
      {
        "id":"ED306476",
        "title":"Managerial and Organizational Career Development: An Annotated Bibliography."},
      {
        "id":"ED306480",
        "title":"Two-Parent, Step-Parent, and Single-Parent Families: Changes in Achievement, Attitudes and Behaviors during the Last Two Years of High School."},
      {
        "id":"ED306481",
        "title":"AIDS Education: Activities Aimed at the General Public Implemented Slowly. Report to the Honorable Barbara Boxer, House of Representatives."},
      {
        "id":"ED306482",
        "title":"Boredom Proneness in Young Adults: Gender and Cultural Comparisons."},
      {
        "id":"ED306483",
        "title":"AIDS Education: Issues Affecting Counseling and Testing Programs. Report to the Chairman, Committee on Governmental Affairs, U.S. Senate."},
      {
        "id":"ED306484",
        "title":"Helping Hands: Effective Programs for At-Risk Students in Virginia."},
      {
        "id":"ED306485",
        "title":"Survey of Effective Elementary Guidance Programs. Results of a Joint Study."},
      {
        "id":"ED306486",
        "title":"Child Abuse Prevention Optional Unit. Teacher Resource Manual."},
      {
        "id":"ED306487",
        "title":"A Credit to Yourself: Planning Your High School Program. (Designed for Students Entering Grade 10 in the 1988-89 School Year.)"},
      {
        "id":"ED306489",
        "title":"Socialization Research in Administration, Graduate School, and Other Professions: The Heuristic Power of Van Gennep and Becker Models."},
      {
        "id":"ED306494",
        "title":"The Meaning of Money Revisited: The Development of the Money Ethic Scale."},
      {
        "id":"ED306498",
        "title":"Computer Competence for the Applied Gerontologist."},
      {
        "id":"ED306500",
        "title":"Self-Complexity, Daily Events, and Perceived Quality of Life."},
      {
        "id":"ED306501",
        "title":"Personal and Social Consequences of Dropping Out of School: Findings from High School and Beyond."},
      {
        "id":"ED306502",
        "title":"Factors Affecting the Misperception of Friendliness Cues in Initial Interactions."},
      {
        "id":"ED306503",
        "title":"AIDS Knowledge and Attitudes, Provisional Data from the National Health Interview Survey: United States, August 1987. Advance Data from Vital and Health Statistics. No. 146."},
      {
        "id":"ED306505",
        "title":"The Status of Substance Abuse Education in the Texas Public Schools. As Reported by the State Board of Education and the Texas Commission on Alcohol and Drug Abuse. Submitted to the Governor, Lieutenant Governor, and the Seventy-First Texas Legislature."},
      {
        "id":"ED306506",
        "title":"Education for Career Development Project. December 1985-November 1988. Final Report."},
      {
        "id":"ED306513",
        "title":"Oregon Model Youth Programs."},
      {
        "id":"ED306514",
        "title":"The Relation between Beliefs and Self-Regulated Performance."},
      {
        "id":"ED306518",
        "title":"Medicaid: Recoveries from Nursing Home Residents' Estates Could Offset Program Costs."},
      {
        "id":"ED306519",
        "title":"Study of Exemplary Guidance Programs in Elementary Schools. OEA Evaluation Report."},
      {
        "id":"ED306521",
        "title":"Making the Most of Mentoring."},
      {
        "id":"ED306522",
        "title":"Characteristics of Owners of Residential Care Facilities."},
      {
        "id":"ED306523",
        "title":"Stress and Coping among Owners and Managers of Residential Care Facilities."},
      {
        "id":"ED306524",
        "title":"Gender, Mentoring, and Tacit Knowledge."},
      {
        "id":"ED306525",
        "title":"The Effects of Differential Selection Cut-Offs on Termination."},
      {
        "id":"ED306526",
        "title":"Women's Work is Harder: The Arduous Task of Becoming an Expert."},
      {
        "id":"ED306527",
        "title":"Public Sector Employee Assistance Programs."},
      {
        "id":"ED306529",
        "title":"High-Risk Students--Can You Keep Them in School?"},
      {
        "id":"ED306532",
        "title":"Professional Satisfaction and Dissatisfaction among Practicing Counselors: Implications for Counselor Education."},
      {
        "id":"ED306533",
        "title":"Beliefs and Religious Behaviors in Fundamentalist Christian and College Students."},
      {
        "id":"ED306534",
        "title":"Research on Computer-Based Education for Reading Teachers: A 1989 Update. Results of the First National Assessment of Computer Competence."},
      {
        "id":"ED306538",
        "title":"A Forward Looking Reading Program."},
      {
        "id":"ED306539",
        "title":"Episodic Mapping: A Technique To Help Students Understand Stories."},
      {
        "id":"ED306540",
        "title":"The Suggestion Circle: A Method for Solving Classroom Problems in Reading and Language Arts--Or Any Other Area!"},
      {
        "id":"ED306543",
        "title":"Critical Thinking and Reading: Empowering Learners To Think and Act. Monograph on Teaching Critical Thinking Number 2."},
      {
        "id":"ED306545",
        "title":"Longitudinal Reading Parity Study 1979-1987."},
      {
        "id":"ED306546",
        "title":"Development of Causal Reasoning in Story Recall and Production."},
      {
        "id":"ED306547",
        "title":"A Cooperative Learning Approach to Studying Expository Text. Report No. 31."},
      {
        "id":"ED306548",
        "title":"Some Spelling Strategies of Young Children on the Microcomputer."},
      {
        "id":"ED306549",
        "title":"Dick and Jane Are Dead: Basal Reader Takes a Back Seat to Student Writings."},
      {
        "id":"ED306550",
        "title":"A Guide to Developing Higher Order Thinking across the Curriculum."},
      {
        "id":"ED306551",
        "title":"The Relationship between Reading Using Full Graphemic Cues and Spelling."},
      {
        "id":"ED306552",
        "title":"How Well Do Tests Measure Real Reading? ERIC Digest."},
      {
        "id":"ED306553",
        "title":"Study Skills. Focused Access to Selected Topics (FAST) Bibliography No. 35."},
      {
        "id":"ED306554",
        "title":"Critical Thinking: Promoting It in the Classroom. ERIC Digest."},
      {
        "id":"ED306555",
        "title":"Critical Reading and Thinking: Instructional Strategies. Focused Access to Selected Topics (FAST) Bibliography No. 36."},
      {
        "id":"ED306556",
        "title":"Strategies To Help Dyslexic Students. Focused Access to Selected Topics (FAST) Bibliography No. 37."},
      {
        "id":"ED306558",
        "title":"Reading and Writing in the Primary Grades. Analysis and Action Series."},
      {
        "id":"ED306559",
        "title":"Thinking Skills Instruction: Concepts and Techniques. Building Students' Thinking Skills Series."},
      {
        "id":"ED306571",
        "title":"What Are They Saying about Rhetoric--And Why? Rhetoric and Postmodern Theory."},
      {
        "id":"ED306572",
        "title":"Bridging the Gap between Literature and Composition: Rediscovering the Synthesis of Logical and Narrative Argumentation."},
      {
        "id":"ED306573",
        "title":"When Worlds Collide."},
      {
        "id":"ED306574",
        "title":"English Studies and the Metaphors We Live By."},
      {
        "id":"ED306581",
        "title":"Seeking the Source of Spelling Problems: A Teacher's Profile of Underachieving Spellers."},
      {
        "id":"ED306582",
        "title":"Evaluation in the Electronic Classroom: A Double-Edged Sword--Or Is It?"},
      {
        "id":"ED306583",
        "title":"The Elementary School Publishing Center. Fastback 282."},
      {
        "id":"ED306585",
        "title":"Write a Research Paper One Step at a Time: Research Writing Guide."},
      {
        "id":"ED306587",
        "title":"Strategies in Composition: Ideas that Work in the Classroom. Volume II."},
      {
        "id":"ED306590",
        "title":"Handbook for Developing School Writing Programs."},
      {
        "id":"ED306593",
        "title":"Studying Cognition in Context: Introduction to the Study (Reading-to-Write Report No. 1). Technical Report No. 21."},
      {
        "id":"ED306594",
        "title":"Promises of Coherence, Weak Content, and Strong Organization: An Analysis of the Student Texts (Reading-to-Write Report No. 3). Technical Report No. 22."},
      {
        "id":"ED306595",
        "title":"Exploring the Cognition of Reading-to-Write (Reading-to-Write Report No. 5). Technical Report No. 24."},
      {
        "id":"ED306596",
        "title":"Elaboration: Using What You Know (Reading-to-Write Report No. 6). Technical Report No. 25."},
      {
        "id":"ED306597",
        "title":"The Effects of Prompts upon Revision: A Glimpse of the Gap between Planning and Performance (Reading-to-Write Report No. 7). Technical Report No. 26."},
      {
        "id":"ED306598",
        "title":"Translating Context into Action (Reading-to-Write Report No. 8). Technical Report No. 27."},
      {
        "id":"ED306599",
        "title":"The Cultural Imperatives Underlying Cognitive Acts (Reading-to-Write Report No. 9). Technical Report No. 28."},
      {
        "id":"ED306600",
        "title":"Negotiating Academic Discourse (Reading-to-Write Report No. 10). Technical Report No. 29."},
      {
        "id":"ED306601",
        "title":"Expanding the Repertoire: An Anthology of Practical Approaches for the Teaching of Writing (Reading-to-Write Report No. 11). Technical Report No. 30."},
      {
        "id":"ED306602",
        "title":"Literature as Lessons on the Diversity of Culture. ERIC Digest."},
      {
        "id":"ED306603",
        "title":"Teaching Thinking Skills: English/Language Arts. Building Students' Thinking Skills Series."},
      {
        "id":"ED306605",
        "title":"Students' Self-Analyses and Judges' Perceptions: Where Do They Agree? (Reading-to-Write Report No. 4.) Technical Report No. 23."},
      {
        "id":"ED306607",
        "title":"Socialization Turning Points: An Examination of Change in Organizational Identification."},
      {
        "id":"ED306609",
        "title":"Communication for Scientists and Engineers: A &quot;Computer Model&quot; in the Basic Course."},
      {
        "id":"ED306611",
        "title":"Topicality: An Equal Ground Standard."},
      {
        "id":"ED306613",
        "title":"Impact of Long-Term Communication Training on Managerial Style and Perceptions of Organization."},
      {
        "id":"ED306614",
        "title":"The View from Here: Candidates' Thoughts on Local Televised Debates."},
      {
        "id":"ED306616",
        "title":"The Generation of Story Ideas: An Exploratory Study of Gatekeeping in Local Television News."},
      {
        "id":"ED306618",
        "title":"&quot;Development Communication&quot;: Applying the Concept in the American Context."},
      {
        "id":"ED306619",
        "title":"Reader's Theatre in the Curriculum."},
      {
        "id":"ED306620",
        "title":"Bridging the Technology of Telecommunications into Business Communication."},
      {
        "id":"ED306622",
        "title":"The Effect of Physical Attractiveness and Spokesperson Sex on Perceived Source and Organization Credibility."},
      {
        "id":"ED306624",
        "title":"The Changing Economics of the &quot;Old&quot; Media."},
      {
        "id":"ED306626",
        "title":"Predicting Deception in Interpersonal Relationships."},
      {
        "id":"ED306627",
        "title":"Performance and the Open Door Philosophy."},
      {
        "id":"ED306628",
        "title":"An Analysis of the Implementation and Effectiveness of Management by Objectives (MBO) in Texas State Government."},
      {
        "id":"ED306629",
        "title":"Magazine Production: A Selected, Annotated Bibliography of Audio-Visual Materials."},
      {
        "id":"ED306633",
        "title":"Restructuring in Progress: Lessons from Pioneering Districts. Results in Education Series."},
      {
        "id":"ED306634",
        "title":"Early Experience in Restructuring Schools: Voices from the Field. Results in Education Series."},
      {
        "id":"ED306635",
        "title":"Education Issues. GAO Transition Series."},
      {
        "id":"ED306645",
        "title":"School Funding Changes: 1960 to 1988."},
      {
        "id":"ED306647",
        "title":"The Charter, Educational Administration and U.S. Case Law: Contracting Legal Norms and Traditions."},
      {
        "id":"ED306648",
        "title":"Staff Evaluation: Strategies for Continuous Instructional Improvement."},
      {
        "id":"ED306650",
        "title":"Defense of Territory: A Report of High School Teachers at Work."},
      {
        "id":"ED306651",
        "title":"Educational Reform."},
      {
        "id":"ED306656",
        "title":"Women Professors of Educational Administration: A Profile and Salient Issues."},
      {
        "id":"ED306657",
        "title":"Bibliography of Research Related to Secondary Education."},
      {
        "id":"ED306662",
        "title":"Toward the Fifth Age: The Continuing Evolution of Academic Educational Administration."},
      {
        "id":"ED306663",
        "title":"The Management of Meaning and the Achievement of Organizational Legitimacy: A Critical Ethnography of the Principalship."},
      {
        "id":"ED306664",
        "title":"A Triangulation Methodology in Research on Social Cultures."},
      {
        "id":"ED306665",
        "title":"Bible Reading and Prayer in the Public Schools: Clearing Up the Misconceptions."},
      {
        "id":"ED306666",
        "title":"Playing PACman: Principal Assessment Centres as an Addictive Innovation."},
      {
        "id":"ED306668",
        "title":"Effective Practices and Structures for Middle Grades Education. Policy Issues."},
      {
        "id":"ED306669",
        "title":"Educational Reform: The Need To Redefine State-Local Governance of Schools. Policy Issues."},
      {
        "id":"ED306671",
        "title":"Mentoring Handbook."},
      {
        "id":"ED306674",
        "title":"Evaluation of Incentives Provided To Increase the Availability of Opportunity Classes and Programs in Grades 7 through 9, Inclusive. Senate Bill 813 (Chapter 498, Statutes of 1983)."},
      {
        "id":"ED306677",
        "title":"Marxism, Schooling and Curriculum Theory: Revisited."},
      {
        "id":"ED306679",
        "title":"Birthdate and Performance: The Relative Age Effect."},
      {
        "id":"ED306681",
        "title":"Power, Responsibility, Control, and Accountability: A Case Study of Decision Making in an Implementation Effort in a City School District."},
      {
        "id":"ED306682",
        "title":"Strategic Planning, Student Achievement and School District Financial and Demographic Factors."},
      {
        "id":"ED306683",
        "title":"Developing a School Bureaucracy: The Influences of the State of Vermont and the Town of Newbury, Vermont on the Newbury School System."},
      {
        "id":"ED306685",
        "title":"Against the Odds: Recruiting Minority Faculty and Staff. ORE Publication No. 88.14."},
      {
        "id":"ED306687",
        "title":"Special Education Costs and the Impact on Illinois School District Financial Operations. MacArthur/Spencer Series Number 10."},
      {
        "id":"ED306689",
        "title":"The Reform of School Administration: Pressures and Calls for Change. Final Copy."},
      {
        "id":"ED306691",
        "title":"United States Catholic Elementary and Secondary Schools, 1988-89. A Statistical Report on Schools, Enrollment, &amp; Staffing."},
      {
        "id":"ED306693",
        "title":"Controversial Issues in Schools: Dealing with the Inevitable. Fastback No. 288."},
      {
        "id":"ED306694",
        "title":"Oregon Pupil Transportation Manual, 1989."},
      {
        "id":"ED306695",
        "title":"Reflections on the Role of the Catholic School Principal."},
      {
        "id":"ED306697",
        "title":"Elementary and Secondary Enrolment: Fall 1987 to Fall 1993. Targeted Forecast."},
      {
        "id":"ED306698",
        "title":"School Reform in 10 States."},
      {
        "id":"ED306699",
        "title":"Strategies for Financing State Dropout Programs. Youth At Risk."},
      {
        "id":"ED306700",
        "title":"Community of Purpose: Promoting Collaboration through State Action. Youth At Risk."},
      {
        "id":"ED306701",
        "title":"The First Step: Understanding the Data. Youth at Risk."},
      {
        "id":"ED306702",
        "title":"A State Policy-Makers's Guide to Public-School Choice. Draft."},
      {
        "id":"ED306706",
        "title":"Making the Case: Evidence of Program Effectiveness in Schools and Classrooms. Criteria and Guidelines for the U.S. Department of Education's Program Effectiveness Panel."},
      {
        "id":"ED306707",
        "title":"The Condition of Education, 1989. Volume 1: Elementary and Secondary Education."},
      {
        "id":"ED306708",
        "title":"The Condition of Education, 1989. Volume 2: Postsecondary Education."},
      {
        "id":"ED306709",
        "title":"Research in Education of the Handicapped. Project Directors&apos; Meeting (3rd, Washington, D.C., July 10-12, 1988). Proceedings."},
      {
        "id":"ED306710",
        "title":"The Social Context of Research Design: From Theory to Practice in the Care and Education of Retarded Individuals."},
      {
        "id":"ED306711",
        "title":"Naturalistic Inquiry: Politics and Implications for Special Education."},
      {
        "id":"ED306712",
        "title":"What Is Effectiveness? Panel Discussion."},
      {
        "id":"ED306716",
        "title":"The Role of Biased Processing in the Development of Aggressive Behavior in Children."},
      {
        "id":"ED306717",
        "title":"Systematic Instruction of Social Skills (Project SISS). Second Edition."},
      {
        "id":"ED306720",
        "title":"Student-Teacher Ratios and Their Relationship to Instruction and Achievement for Mildly Handicapped Students. Final Project Report. Monograph No. 9. Instructional Alternatives Project."},
      {
        "id":"ED306721",
        "title":"Social Validity of Different Student-Teacher Ratios. Research Report No. 16. Instructional Alternatives Project."},
      {
        "id":"ED306722",
        "title":"Procedures Governing Programs and Services for Children with Special Needs. 1988 Edition."},
      {
        "id":"ED306724",
        "title":"Improving the Education of Learning Handicapped Pupils."},
      {
        "id":"ED306726",
        "title":"Prereferral Intervention through Teacher Consultation: Mainstream Assistance Teams."},
      {
        "id":"ED306727",
        "title":"Making Transitions Work: Short- and Long-Term Transition Strategies: A Planning Guide for Junior and Senior High School Teachers. Secondary Transition and Employment Project: STEP."},
      {
        "id":"ED306728",
        "title":"Vocational Assessment in the School Setting: A Curriculum Based Model. Secondary Transition and Employment Project: STEP."},
      {
        "id":"ED306729",
        "title":"Work Exploration: A Manual for Initial On-Site Work Instruction for Students with Mild, Moderate or Severe Handicaps. Secondary Transition and Employment Project: STEP."},
      {
        "id":"ED306730",
        "title":"Stepping Out: An Overview of the STEP Curriculum. Secondary Transition and Employment Project: STEP."},
      {
        "id":"ED306731",
        "title":"Community-Based Vocational Training Field Manual. A Guide for Interpreting State and Federal Wage Hour Guidelines, Insurance Coverage, and Development of Community Sites for Students with Mild, Moderate, or Severe Handicaps. Secondary Transition and Employment Project: STEP."},
      {
        "id":"ED306732",
        "title":"Career Exploration: A Curriculum Manual for Students with Mild Handicaps. Secondary Transition and Employment Project: STEP."},
      {
        "id":"ED306733",
        "title":"Career Exploration: A Curriculum Manual for Students with Moderate Handicaps. Secondary Transition and Employment Project: STEP."},
      {
        "id":"ED306734",
        "title":"Career Exploration: A Curriculum Manual for Students with Severe Handicaps. Secondary Transition and Employment Project: STEP."},
      {
        "id":"ED306735",
        "title":"Assessing and Teaching Job Related Social Skills: A Curriculum Manual for Students with Mild Handicaps. Secondary Transition and Employment Project: STEP."},
      {
        "id":"ED306736",
        "title":"Career Focus: A Curriculum Manual for Students with Moderate or Severe Handicaps. Secondary Transition and Employment Project: STEP."},
      {
        "id":"ED306737",
        "title":"Job Preparation: A Curriculum Manual for Students with Mild, Moderate or Severe Handicaps. Secondary Transition and Employment Project: STEP."},
      {
        "id":"ED306738",
        "title":"International Directory of Braille Music Collections. Revised and Updated 1987."},
      {
        "id":"ED306743",
        "title":"Perceptions and Opinions of the Membership of the Council for Exceptional Children on Ethnic and Multicultural Issues Related to Council for Exceptional Children Publications."},
      {
        "id":"ED306745",
        "title":"Technology Integration in Problem Solving Training: The Family Perspective."},
      {
        "id":"ED306746",
        "title":"Supported Employment: A Survey of Current Activities and Issues Identified by State Vocational Rehabilitation Agencies in the United States."},
      {
        "id":"ED306748",
        "title":"Hearing on the Commission on Education of the Deaf and Special Education Programs. Hearing before the Subcommittee on Select Education of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, Second Session."},
      {
        "id":"ED306749",
        "title":"Hearing on Discrimination against Cancer Victims and the Handicapped. Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED306751",
        "title":"Managing Premature Infant Stress: Training Does Make a Difference?"},
      {
        "id":"ED306753",
        "title":"Family Supports in the USA: Current Trends in Policy and Practice."},
      {
        "id":"ED306754",
        "title":"Women and Family Care: On the Gendered Nature of Caring."},
      {
        "id":"ED306755",
        "title":"Preparing Transition Specialists: Competencies from Thirteen Programs."},
      {
        "id":"ED306756",
        "title":"Developing Transition Programs: A Guide for Administrators and Teachers. Project RESPECT: A Rural Vocational Training Model."},
      {
        "id":"ED306762",
        "title":"Distant Voices, Shared Dreams. Proceedings of the Annual Alaska Bilingual/Multicultural Education Conference (14th, Anchorage, Alaska, February 3-5, 1988)."},
      {
        "id":"ED306764",
        "title":"A Survey of Foreign Students in MA-TESOL Programs."},
      {
        "id":"ED306765",
        "title":"An ESL Program Yearbook as Writing and Interactional Inspiration."},
      {
        "id":"ED306766",
        "title":"Peer Feedback in Second Language Writing Instruction: Boon or Bane?"},
      {
        "id":"ED306771",
        "title":"Computer Focused Russian Bilingual Instructional Program, 1986-1987. OEA Evaluation Report."},
      {
        "id":"ED306773",
        "title":"Reading and Summarizing Challenging Texts in First and Second Languages."},
      {
        "id":"ED306774",
        "title":"Listen, Practice, Converse: A Communication Approach to Second Language Acquisition. (A Japanese and Korean Bilingual Program Funded Under Title VII of the Elementary and Secondary Education Act). Fourth and Final Evaluation Report (1987-1988) in Torrance Unified School District, Torrance, California."},
      {
        "id":"ED306776",
        "title":"Report of the Limited English (LEP) Student Enrollment Survey."},
      {
        "id":"ED306779",
        "title":"Statewide Conference on the Education of Children of Limited English Proficiency Conference Proceedings) (1st, Dover, Delaware, May 19, 1989)."},
      {
        "id":"ED306780",
        "title":"Computer Networks for Language Learning: The Creation of Meaning through Interaction."},
      {
        "id":"ED306783",
        "title":"Internship Handbook and Policy Statement, 1989."},
      {
        "id":"ED306784",
        "title":"Predicting Admission of Minorities into Medical School."},
      {
        "id":"ED306803",
        "title":"An Evaluation of the Decennial Review Process."},
      {
        "id":"ED306804",
        "title":"Undergraduate Assessment Efforts in Arizona's Universities: A Status Report to the Task Force on Excellence, Efficiency and Competitiveness."},
      {
        "id":"ED304804",
        "title":"Best Practice Standards for the Teacher of the Exceptional Child."},
      {
        "id":"ED304810",
        "title":"A Model Communication and Language Policy for Total Communication Programs for the Hearing Impaired. Occasional Paper No. 125."},
      {
        "id":"ED304811",
        "title":"Regular Education Teachers' Perceptions of Instructional Arrangements for Students with Mild Handicaps. Research Report No. 8. Instructional Alternatives Project."},
      {
        "id":"ED304812",
        "title":"Alternate Explanations for Learning Disabled, Emotionally Disturbed, and Educable Mentally Retarded Students' Reading Achievement. Research Report No. 10. Instructional Alternatives Project."},
      {
        "id":"ED304813",
        "title":"Alternate Explanations for Learning Disabled, Emotionally Disturbed, and Educable Mentally Retarded Students' Math Achievement. Research Report No. 11. Instructional Alternatives Project."},
      {
        "id":"ED304814",
        "title":"Student and Instructional Outcomes under Varying Student-Teacher Ratios in Special Education. Research Report No. 12. Instructional Alternatives Project."},
      {
        "id":"ED304815",
        "title":"Teacher Stress and Student Achievement for Mildly Handicapped Students. Research Report No. 13. Instructional Alternatives Project."},
      {
        "id":"ED304816",
        "title":"A Case Study Analysis of Factors Related to Effective Student-Teacher Ratios. Research Report No. 14. Instructional Alternatives Project."},
      {
        "id":"ED304818",
        "title":"Secondary/Transition Intervention Effectiveness: Third Annual Report."},
      {
        "id":"ED304819",
        "title":"Down Syndrome. ERIC Digest #457."},
      {
        "id":"ED304825",
        "title":"Graduation Requirements, Adult Services, and the Transition of Students with Handicaps. Abstract 19. Research & Resources in Special Education."},
      {
        "id":"ED304826",
        "title":"Assessment and Education of Young Hispanic Children with Deafness. Abstract 20. Research & Resources in Special Education."},
      {
        "id":"ED304830",
        "title":"Curricular Orientations. Chapter Two."},
      {
        "id":"ED304832",
        "title":"Incorporating Adaptive Behavior Deficits into Instructional Programs. Chapter Four."},
      {
        "id":"ED304833",
        "title":"Career/Vocational Assessment. Chapter Five."},
      {
        "id":"ED304834",
        "title":"Transition. Chapter Six."},
      {
        "id":"ED304835",
        "title":"Arithmetic. Chapter Seven."},
      {
        "id":"ED304838",
        "title":"Use of Computers. Chapter Ten."},
      {
        "id":"ED304842",
        "title":"Physical Education. Chapter Fourteen."},
      {
        "id":"ED304843",
        "title":"Reading. Chapter Fifteen."},
      {
        "id":"ED304845",
        "title":"Sex Education. Chapter Seventeen."},
      {
        "id":"ED304846",
        "title":"Instructional Interventions to Improve Social Competence. Chapter Eighteen."},
      {
        "id":"ED304849",
        "title":"Written Language. Chapter Twenty-one."},
      {
        "id":"ED304850",
        "title":"A Task-Analysis Program of Early Intervention: Eight-Year Outcomes."},
      {
        "id":"ED304852",
        "title":"400 Systems Later: Outcomes of the Pennsylvania Project."},
      {
        "id":"ED304853",
        "title":"The Assessment Process. Video: &quot;Guidelines for Assessment and Evaluation of Students with Augmentative and Alternative Communication Needs.&quot;"},
      {
        "id":"ED304854",
        "title":"Ends-To-Means Model."},
      {
        "id":"ED304855",
        "title":"Learning Characteristics of Title XX Day Care Children."},
      {
        "id":"ED304856",
        "title":"Attrition and Accommodation of Hearing-Impaired College Students in the U.S."},
      {
        "id":"ED304860",
        "title":"Interagency Plan for Children with Special Needs. Progress Report."},
      {
        "id":"ED304861",
        "title":"Evaluation of a Television-Based Social Problem Solving Curriculum for Learning Disabled Children."},
      {
        "id":"ED304862",
        "title":"Teaching the Teachers: Outreach Work in Australia. The Severe Communication Impairment Outreach Project."},
      {
        "id":"ED304865",
        "title":"Accommodating for Greater Student Variance in Local Schools."},
      {
        "id":"ED304867",
        "title":"Adapting Learning Contexts to Develop Desirable Personal and Vocational Traits."},
      {
        "id":"ED304869",
        "title":"Preventive Discipline through Effective Classroom Management."},
      {
        "id":"ED304871",
        "title":"Guiding Instruction Effectively by Using Curriculum-Based Assessment. Every Student Needs Something Special in Education."},
      {
        "id":"ED304873",
        "title":"Intercultural Communication as an Aim of English Language Teaching. Research Bulletin 69."},
      {
        "id":"ED304874",
        "title":"Bilingual Secondary School Project, Final Evaluation Report, 1987-88."},
      {
        "id":"ED304876",
        "title":"On the Instability of Grammaticality Judgments."},
      {
        "id":"ED304878",
        "title":"Conventionalized Conversation: A Constraint on &quot;Foreigner Register.&quot;"},
      {
        "id":"ED304879",
        "title":"LEP/FEP Graduation Ratios."},
      {
        "id":"ED304881",
        "title":"Writing in the Natural Sciences and Engineering: Implications for ESL Composition Courses."},
      {
        "id":"ED304887",
        "title":"Foreign Languages and the Business Curriculum: What Do The Students Think?"},
      {
        "id":"ED304890",
        "title":"A Metalanguage for Cross-Cultural Business Communication."},
      {
        "id":"ED304892",
        "title":"Japanese Specialization in the MIBS Program: Business Japanese and Internship Training."},
      {
        "id":"ED304896",
        "title":"Internationalizing the Introductory Accounting Course: A Case History of the Nitty Gritty."},
      {
        "id":"ED304899",
        "title":"\"Whar You From?\": Teaching Cultural Differences in the Business Communication Classroom."},
      {
        "id":"ED304900",
        "title":"Ethical Considerations in Designing the International Business Communication Course."},
      {
        "id":"ED304903",
        "title":"Cross-Cultural Communication Training in Business: A Sensitizing Module."},
      {
        "id":"ED304905",
        "title":"Writing (English as a Second Language) in Accounting."},
      {
        "id":"ED304907",
        "title":"On the Englishes Used in Written Business Communications across Cultures: Can Readers Tell the Difference? And Does It Matter?"},
      {
        "id":"ED304911",
        "title":"Intermediate-Level Foreign Language Courses for BBA Students."},
      {
        "id":"ED304915",
        "title":"Genre and Function in the Italian Business Letter."},
      {
        "id":"ED304919",
        "title":"Gathering International Competitive Intelligence via Online Data Retrieval in the International Marketing Class."},
      {
        "id":"ED304920",
        "title":"Launching a Program in International Engineering."},
      {
        "id":"ED304923",
        "title":"Standardized Tests as an Alternative to the Oral Interview."},
      {
        "id":"ED304929",
        "title":"Techniques of Teaching Business Correspondence in French."},
      {
        "id":"ED304930",
        "title":"Entrepreneurs and Enterprises: The Making of a Course Unit in Business French--A Case Study."},
      {
        "id":"ED304938",
        "title":"Business Spanish: Role Playing for Oral Proficiency."},
      {
        "id":"ED304940",
        "title":"An Attainable Global Perspective."},
      {
        "id":"ED304946",
        "title":"The Orchestration of ESL Performance."},
      {
        "id":"ED304948",
        "title":"Repair in a Bilingual Family: The Preference for Other-Correction."},
      {
        "id":"ED304949",
        "title":"A Rules Perspective on Differences between Politeness Strategies Used in Requests by Americans and Japanese."},
      {
        "id":"ED304950",
        "title":"Court Interpretation: The Need for a Certification Process."},
      {
        "id":"ED304951",
        "title":"Strengthening the Ties That Bind: Integrating Undergraduate Liberal and Professional Study. Report of the Professional Preparation Network."},
      {
        "id":"ED304952",
        "title":"Improving Postsecondary Instruction through Research."},
      {
        "id":"ED304954",
        "title":"Federal Student Financial Aid Delivery Systems. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, Hearing Held in Missoula, Montana, Second Session."},
      {
        "id":"ED304955",
        "title":"The Unique Role and Mission of Historically Black Colleges and Universities. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, Second Session (Durham, North Carolina)."},
      {
        "id":"ED304959",
        "title":"Fall 1987 Minnesota Post-Secondary Education Enrollment Survey. Basic Data Series Report Number 16."},
      {
        "id":"ED304961",
        "title":"Allies for Enterprise. Highlights of the 1987-88 National Conferences on Higher Education and Economic Development."},
      {
        "id":"ED304962",
        "title":"Cooperative Learning Methods and the Adult Learner."},
      {
        "id":"ED304964",
        "title":"Linking Learning Style Theory with Retention Research: The TRAILS Project. AIR Professional File."},
      {
        "id":"ED304968",
        "title":"Comprehensive Freshman Advising. The Ursinus College Freshman Advising Program: Three-Year Follow-Up."},
      {
        "id":"ED304970",
        "title":"Building a Workable Academic Integrity System: Issues and Options."},
      {
        "id":"ED304972",
        "title":"Personal Development and the College Student Experience: A Review of the Literature."},
      {
        "id":"ED304974",
        "title":"History of Higher Education Newsletter, Volume 8, No. 1 and 2."},
      {
        "id":"ED304976",
        "title":"The Next Generation of Physicians: A Report of the Advisory Graduate Medical Education Council of New Jersey. Quality Medicine, Volume Two."},
      {
        "id":"ED304978",
        "title":"Toward the Reduction of Student Loan Defaults in New Jersey. Report of the New Jersey Default Task Force."},
      {
        "id":"ED304979",
        "title":"Meeting the Challenge of Rising Higher Education Costs. A Report of the Student Assistance Committee of the New Jersey Board of Higher Education."},
      {
        "id":"ED304981",
        "title":"Educating toward the Future."},
      {
        "id":"ED304982",
        "title":"Annual Report on Higher Education in New Jersey, 1986-87."},
      {
        "id":"ED304983",
        "title":"Annual Report on Higher Education in New Jersey, 1985-86."},
      {
        "id":"ED304988",
        "title":"Sophomore Cohort Postsecondary Education Transcript Study. High School and Beyond. Technical Report."},
      {
        "id":"ED304991",
        "title":"Assessing Excellence in Family Science Programs."},
      {
        "id":"ED304993",
        "title":"1987 Inventory of Degree Programs and Options Offered by New Jersey Institutions of Higher Education."},
      {
        "id":"ED304995",
        "title":"Results of the New Jersey College Basic Skills Placement Testing. Fall, 1986 Entering Freshmen. Report to the Board of Higher Education."},
      {
        "id":"ED304996",
        "title":"Results of the New Jersey College Basic Skills Placement Testing. Fall, 1987 Entering Freshmen. Report to the Board of Higher Education."},
      {
        "id":"ED304999",
        "title":"Effectiveness of Remedial Programs in New Jersey Public Colleges and Universities. Fall 1983-Spring 1985. Report to the Board of Higher Education."},
      {
        "id":"ED305003",
        "title":"Recruiting Trends 1988-89. A Study of 739 Businesses, Industries, Governmental Agencies, and Educational Institutions Employing New College Graduates."},
      {
        "id":"ED305005",
        "title":"The Restoration of Title IX: Implications for Higher Education."},
      {
        "id":"ED305008",
        "title":"State Funding Formulas for Higher Education in the SREB States."},
      {
        "id":"ED305009",
        "title":"Effective Coordination of Higher Education: What Is It? Why It It So Difficult To Achieve? Issues in Higher Education, No. 23."},
      {
        "id":"ED305010",
        "title":"Reporting to High Schools on Students' Readiness for College: An Idea Worth Developing."},
      {
        "id":"ED305011",
        "title":"State Funding of Higher Education for Quality Improvement in the SREB States."},
      {
        "id":"ED305012",
        "title":"A Summary of State Funding of Higher Education for Quality Improvement: SREB-State Trends and Actions."},
      {
        "id":"ED305013",
        "title":"Selected Educational Improvements in SREB States, 1988."},
      {
        "id":"ED305015",
        "title":"Developing Academic Programs: The Climate for Innovation. ASHE-ERIC Higher Education Report No. 3, 1988."},
      {
        "id":"ED305016",
        "title":"Peer Teaching: To Teach Is To Learn Twice. ASHE-ERIC Higher Education Report No. 4, 1988."},
      {
        "id":"ED305018",
        "title":"FY89 Market-Based Faculty Salary Model: Implementation Results."},
      {
        "id":"ED305019",
        "title":"Statistical Abstract 1988. University of Alaska System of Higher Education."},
      {
        "id":"ED305021",
        "title":"The First 25 Years of the Southern Council on Collegiate Education for Nursing (SCCEN)."},
      {
        "id":"ED305023",
        "title":"Selected Data on Historically Black Colleges Academic Year 1987."},
      {
        "id":"ED305024",
        "title":"College Persistence and Degree Attainment for 1980 High School Graduates: Hazards for Transfers, Stopouts, and Part-Timers. Survey Report."},
      {
        "id":"ED305025",
        "title":"Information Technology: Making It All Fit. Proceedings of the CAUSE National Conference, (Nashville, Tennessee, November 29-December 2, 1988)."},
      {
        "id":"ED305026",
        "title":"Information Technology: Making It All Fit. Track I: Policy and Planning."},
      {
        "id":"ED305027",
        "title":"Information Technology: Making It All Fit. Track II: Managing Technologies Integration."},
      {
        "id":"ED305028",
        "title":"Information Technology: Making It All Fit. Track III: Financial Impact and Considerations."},
      {
        "id":"ED305029",
        "title":"Information Technology: Making It All Fit. Track IV: Organization and Personnel Issues."},
      {
        "id":"ED305030",
        "title":"Information Technology: Making It All Fit. Track V: Impact of Departmental Computing."},
      {
        "id":"ED305031",
        "title":"Information Technology: Making It All Fit. Track VI: Outstanding Applications."},
      {
        "id":"ED305032",
        "title":"Information Technology: Making It All Fit. Track VII: Hardware/Software/Networking Strategies."},
      {
        "id":"ED305033",
        "title":"Information Technology: Making It All Fit. Track VIII: Academic Computing Strategy."},
      {
        "id":"ED305034",
        "title":"Women and Artificial Intelligence. Report of an Open Day for Fifth And Lower Sixth Form Girls."},
      {
        "id":"ED305039",
        "title":"The Effect of Copying on the Producers of Originals."},
      {
        "id":"ED305040",
        "title":"Children and Television Advertising: Can the Marketplace Protect the Public Interest?"},
      {
        "id":"ED305041",
        "title":"Computer-Mediated Communication Systems as Mass Communication Media."},
      {
        "id":"ED305043",
        "title":"Contextual Analysis of the Decision To Adopt a Regional Satellite System: The Case of the Andean CONDOR."},
      {
        "id":"ED305057",
        "title":"Implications of Post-Divestiture State Telecommunications Policy."},
      {
        "id":"ED305058",
        "title":"Technological Choice in Voluntary Standards Committees: An Empirical Analysis."},
      {
        "id":"ED305060",
        "title":"Annual Report, 1987-88. South Carolina Department of Education, Office of Instructional Technology."},
      {
        "id":"ED305063",
        "title":"Computers and Head Start Children: Opening New Doors and Creating Challenges."},
      {
        "id":"ED305065",
        "title":"Federal Information. Agency Needs and Practices. Fact Sheet for the Chairman, Joint Committee on Printing, U.S. Congress."},
      {
        "id":"ED305067",
        "title":"Informatics and Telematics in Health. Present and Potential Uses."},
      {
        "id":"ED305069",
        "title":"Level 3 Accessions (Documents Not Available from EDRS in Microfiche or Paper Copy). Cumulative List Covering the Period November 1966-December 1988."},
      {
        "id":"ED305072",
        "title":"Montana Faxnet Project. Final Report."},
      {
        "id":"ED305075",
        "title":"Stacks of Ideas. Activities for the Library Media Center and Classroom, K-8."},
      {
        "id":"ED305077",
        "title":"Student Assistants in Government Documents, John Grant Crabbe Library, Eastern Kentucky University: A Training Manual."},
      {
        "id":"ED305078",
        "title":"The University of Houston Libraries' Chemistry Research Information Service: A Research Support Service Based on End-User Searching and Document Delivery. Final Report."},
      {
        "id":"ED305079",
        "title":"Academic Libraries in Ohio. Progress through Collaboration, Storage, and Technology. Report of the Library Study Committee."},
      {
        "id":"ED305081",
        "title":"Book Buddies. Volunteers Bring Stories to San Francisco's Hospitalized Children."},
      {
        "id":"ED305082",
        "title":"The Educational Role and Services of Public Libraries in Indiana."},
      {
        "id":"ED305083",
        "title":"The Public Library and Literacy: A Community Based Approach. Occasional Paper Series 2, No. 3."},
      {
        "id":"ED305084",
        "title":"The Management of Retrenchment in Canadian Academic Libraries."},
      {
        "id":"ED305085",
        "title":"Annual Program. Library Services and Construction Act, 1988-1989."},
      {
        "id":"ED305086",
        "title":"The South Carolina Program for Library Development, 1988-1991."},
      {
        "id":"ED305091",
        "title":"Extending the OPAC: Creative Uses of Microcomputers To Enhance Library Services."},
      {
        "id":"ED305093",
        "title":"Integrating the Humanities into Associate Degree Occupational Programs. Final Report of the Shared Vision Task Force, National Council for Occupational Education and the Community College Humanities Association."},
      {
        "id":"ED305098",
        "title":"Salvaging Minority Transfer Students: Toward New Policies That Facilitate Baccalaureate Attainment."},
      {
        "id":"ED305100",
        "title":"Minimum Competency Factors: In and Out of the Classroom."},
      {
        "id":"ED305103",
        "title":"Cutting Edge Technologies in Community Colleges."},
      {
        "id":"ED305104",
        "title":"First Time Students, Fall 1984. Catonsville Community College."},
      {
        "id":"ED305105",
        "title":"Catonsville Community College Institutional Factbook."},
      {
        "id":"ED305107",
        "title":"Minority Enrollment Report, Fall Semester 1988."},
      {
        "id":"ED305108",
        "title":"Towards 2000: A Long-Range Plan for the Community Colleges of Connecticut."},
      {
        "id":"ED305111",
        "title":"Academic and Developmental Services End of Year Status Report, 1987-88: Shelby State Community College."},
      {
        "id":"ED305112",
        "title":"Students with a Bachelor's Degree Attending CCC in Fall, 1988."},
      {
        "id":"ED305113",
        "title":"Assessment Results by Month."},
      {
        "id":"ED305114",
        "title":"Survey of Applicants for Graduation, FY89."},
      {
        "id":"ED305115",
        "title":"Assessment of Services for Retired and Senior Citizens in Labette County (A Pilot Study)."},
      {
        "id":"ED305119",
        "title":"Reconsidering the Community College Contribution."},
      {
        "id":"ED305120",
        "title":"The Continuing Seminar on Organizational Planning and Policy Analysis: Implications for Community College Planning Offices."},
      {
        "id":"ED305121",
        "title":"Developing Environmental Scanning/Forecasting Systems To Augment Community College Planning."},
      {
        "id":"ED305122",
        "title":"The Economic Impact of Miami-Dade Community College on Dade County. Research Report No. 86-12."},
      {
        "id":"ED305125",
        "title":"Mandated Entry- and Exit-Level Testing in the State of Florida: A Brief History, Review of Current Impact, and a Look to the Future. Research Report No. 87-04."},
      {
        "id":"ED305126",
        "title":"Curricular Patterns for Students Who Have Experienced the General Education Reforms at Miami-Dade Community College. Research Report No. 87-13."},
      {
        "id":"ED305129",
        "title":"Completion of College Preparatory Requirements at Miami-Dade Community College by First-Time-in-College Students Entering Fall 1985. Research Report No. 87-28."},
      {
        "id":"ED305131",
        "title":"Prince George's County Response to HB 1071: School-Age Child Care Needs Assessment."},
      {
        "id":"ED305132",
        "title":"S.2270--A Bill To Provide Financial Assistance to States and Localities for High Quality Early Childhood Development Programs for Prekindergarten Children, and for Other Purposes. Senate, 100th Congress, 2d Session."},
      {
        "id":"ED305133",
        "title":"S.1885--A Bill To Provide for a Federal Program for the Improvement of Child Care, and for Other Purposes. Senate, 100th Congress, 2d Session."},
      {
        "id":"ED305134",
        "title":"Are There as Many Dolls in This Row as That Row?"},
      {
        "id":"ED305137",
        "title":"Pennsylvania Child Care Training Needs Survey."},
      {
        "id":"ED305139",
        "title":"Current Issues and Future Needs in Staffing Training."},
      {
        "id":"ED305140",
        "title":"Developmental Teaching: A Cognitive Approach to Improving Student Achievement. Occasional Paper 27."},
      {
        "id":"ED305141",
        "title":"Preschoolers' Memory Development: From Ineffective to Effective Strategies."},
      {
        "id":"ED305144",
        "title":"Where Experts Come From."},
      {
        "id":"ED305145",
        "title":"Experience, Spatial Abilities, and Chess Skill."},
      {
        "id":"ED305146",
        "title":"HOPE, Preschool to Graduation: Contributions to Parenting and School-Family Relations Theory and Practice. AEL Final Report."},
      {
        "id":"ED305147",
        "title":"HOPE Revisited: Preschool to Graduation, Reflections on Parenting and School-Family Relations. Occasional Paper 28."},
      {
        "id":"ED305150",
        "title":"School Success for Students at Risk: Analysis and Recommendations of the Council of Chief State School Officers."},
      {
        "id":"ED305151",
        "title":"In Safekeeping: A Research Study of Child Care Teacher Competencies."},
      {
        "id":"ED305153",
        "title":"Early Childhood & Family Education: Foundations for Success."},
      {
        "id":"ED305154",
        "title":"A Guide for State Action: Early Childhood & Family Education."},
      {
        "id":"ED305156",
        "title":"State Profiles: Early Childhood &amp; Parent Education and Related Services."},
      {
        "id":"ED305157",
        "title":"Participatory Decisionmaking: Working Models in Virginia Elementary Schools."},
      {
        "id":"ED305158",
        "title":"Interstate Child Support: Case Data Limitations, Enforcement Problems, Views on Improvements Needed. Report to Congressional Requesters."},
      {
        "id":"ED305159",
        "title":"Child Support: State Progress in Developing Automated Enforcement Systems. Fact Sheet for Congressional Requesters."},
      {
        "id":"ED305160",
        "title":"Moral Reasoning and Classroom Conduct: A Closer Look."},
      {
        "id":"ED305162",
        "title":"Presentational Features for Young Children's Recall of Information."},
      {
        "id":"ED305163",
        "title":"The Transition from Home to School in Children's Social Networks."},
      {
        "id":"ED305164",
        "title":"Aggression and Liking in Same-Status versus Different-Status Groups."},
      {
        "id":"ED305165",
        "title":"A Study of Chinese and American Children's Attitudes towards Schooling."},
      {
        "id":"ED305166",
        "title":"Hormone Concentrations and Variability: Associations with Self-Reported Moods and Energy in Early Adolescent Girls."},
      {
        "id":"ED305167",
        "title":"The Illinois Director's Study: A Report to the Illinois Department of Children and Family Services."},
      {
        "id":"ED305168",
        "title":"Structured Dialogues among Communities of First Grade Learners."},
      {
        "id":"ED305169",
        "title":"Collaborating in the Interest of Collaborative Learning."},
      {
        "id":"ED305170",
        "title":"Identifying Students for Participation in a Model Middle School Dropout Prevention Program."},
      {
        "id":"ED305174",
        "title":"Child Care in Michigan: A Profile."},
      {
        "id":"ED305175",
        "title":"Corporate Mobility: Children's Perspectives on Their Adjustment."},
      {
        "id":"ED305176",
        "title":"The Development of Message Evaluation Skills in Young Children."},
      {
        "id":"ED305178",
        "title":"Michigan Early Childhood Education Preschool Program Process Evaluation Report, 1988-89."},
      {
        "id":"ED305179",
        "title":"Who Is Teaching? Early Childhood Teachers in New York City's Publicly Funded Programs."},
      {
        "id":"ED305180",
        "title":"Prekindergarten Program Process Evaluation Report, 1988-89."},
      {
        "id":"ED305181",
        "title":"The Effects of Pre-Parenthood Education on High School Students."},
      {
        "id":"ED305182",
        "title":"Methods for Studying Play in Early Childhood: Reviewing the &quot;State of the Art&quot; and Planning Future Directions."},
      {
        "id":"ED305185",
        "title":"Selected Dissertations in Indian Education (1972 to 1987). Indian Education Resource Paper. Second Edition."},
      {
        "id":"ED305190",
        "title":"Teaching in Rural and Isolated Areas of Queensland."},
      {
        "id":"ED305191",
        "title":"Divided We Fall: A Comparison of Appalachian Kentucky and Statewide Industrial Development Patterns. ASPI Research Series."},
      {
        "id":"ED305193",
        "title":"Technology as a Leadership Tool."},
      {
        "id":"ED305194",
        "title":"Class Dismissed: Examining Nebraska's Rural Education Debate."},
      {
        "id":"ED305195",
        "title":"Southern Rural Development Center Annual Progress Report, 1988. SRDC Series No. 109."},
      {
        "id":"ED305196",
        "title":"The Importance of Communications and Information Systems to Rural Development in the United States. Report of an Aspen Institute Conference (Aspen, Colorado, July 24-27, 1988). Communications and Society Forum Report."},
      {
        "id":"ED305197",
        "title":"Interstate Migrant Education Council: A Special Project of the Education Commission of the States. Annual Report 1986-1987."},
      {
        "id":"ED305198",
        "title":"Rural Education: A Hope for the Future. Proceedings of the Annual Rural and Small Schools Conference (9th, Manhattan, Kansas, October 26-27, 1987)."},
      {
        "id":"ED305199",
        "title":"Rural Education: A Proud Heritage &amp; a Bright Future. Proceedings of the Annual Rural and Small Schools Conference (8th, Manhattan, Kansas, October 27-28, 1986)."},
      {
        "id":"ED305201",
        "title":"Making Dollars by Making Sense: Linking Rural Education and Development in Appalachia."},
      {
        "id":"ED305202",
        "title":"Annual Estimates of Poverty for Counties in Kentucky, 1979-1986."},
      {
        "id":"ED305205",
        "title":"Dropout Prevention. The ECS Survey of State Initiatives for Youth at Risk."},
      {
        "id":"ED305206",
        "title":"Interstate Migrant Education Council: A Special Project of the Education Commission of the States. Annual Report 1987-1988."},
      {
        "id":"ED305207",
        "title":"Securing Our Future: The Report of the National Forum for Youth At Risk (Washington, D.C., December 10-12, 1987)."},
      {
        "id":"ED305210",
        "title":"Striving for School Effectiveness in Indian Education. The 14th Annual Report to the Congress of the United States. Fiscal Year 1987."},
      {
        "id":"ED305216",
        "title":"Bilingual Education &amp; the American Dream: A Bridge or a Barrier?"},
      {
        "id":"ED305217",
        "title":"Imre Lakatos's Use of Dialogue."},
      {
        "id":"ED305218",
        "title":"Environment and Development: Building Sustainable Societies. Lectures from the 1987 Summer Forum at the University of Wisconsin-Madison. Report 135. Report 135."},
      {
        "id":"ED305235",
        "title":"Canadian Mathematics Education Study Group = Groupe Canadien d'etude en didactique des mathematiques. Proceedings of the Annual Meeting (Winnipeg, Manitoba, Canada, June 2-6, 1988)."},
      {
        "id":"ED305238",
        "title":"Story Problem Solver: A Schema-Based System of Instruction."},
      {
        "id":"ED305239",
        "title":"Pittsburgh Science Technology Society Project: Instruction Modules. Interrelationships Science--Technology--Society."},
      {
        "id":"ED305240",
        "title":"The Pittsburgh Science Technology Society Project: A Final Report."},
      {
        "id":"ED305241",
        "title":"Junior High Mathematics Teacher Resource Manual 1988. Curriculum Support."},
      {
        "id":"ED305243",
        "title":"Recruitment and Selection of Mathematics and Science Teaching Candidates for a Non-Traditional Teacher Certification Program: A Case Study. Project Portrayal."},
      {
        "id":"ED305244",
        "title":"Graduate of Certification Program for Secondary Teachers: Texas A&amp;M University. Practice Profile."},
      {
        "id":"ED305248",
        "title":"Correlates of Student Performance in the Science Olympiad: The Test of Integrated Process Skills and Other Variables."},
      {
        "id":"ED305250",
        "title":"Practicals and the Acquisition of Academic Skills."},
      {
        "id":"ED305251",
        "title":"An Evaluation of a Teacher-Enhancement Project on Educational Computing."},
      {
        "id":"ED305252",
        "title":"Development of the Performance of Process Skills (POPS) Test for Middle Grades Students."},
      {
        "id":"ED305254",
        "title":"A Qualitative Analysis of the Effects of a Microteaching Course on Preservice Science Teachers' Instructional Decisions and Beliefs about Teaching."},
      {
        "id":"ED305255",
        "title":"The Effects of Intensive Instruction in Cue Attendance upon Elementary Science Education Preservice Teachers' Interactive Inquiry Thought Processes: A Preliminary Qualitative Study. Research Paper."},
      {
        "id":"ED305256",
        "title":"Teachers&apos; Views of Technology: A Research Report."},
      {
        "id":"ED305258",
        "title":"T-Zone, Target Students and Science Classroom Interacations."},
      {
        "id":"ED305259",
        "title":"Constructivism and Professional Development: A Stereoscopic View."},
      {
        "id":"ED305260",
        "title":"Problem Solving in a Computer-Based Setting with Verbal to Visual Recoding of Given Data."},
      {
        "id":"ED305261",
        "title":"Generalized Beliefs and Attitudes: Locus of Control and Science Attitudes in High School and College Students."},
      {
        "id":"ED305262",
        "title":"The Influence of a Diversified Instructional Strategy on an Understanding of the Nature of Scientific/Evolutionary Theory."},
      {
        "id":"ED305266",
        "title":"Gender Differences: Novice Problem Solving Attributes."},
      {
        "id":"ED305267",
        "title":"The Effect of a Preservice Elementary Science Methods Course Emphasizing the Mastery of Science Process Skills on the Development of Integrated Process Skills and Logical Thinking."},
      {
        "id":"ED305268",
        "title":"A Comparison of the Effect of a Systematic Modeling Approach and the Learning Cycle Approach on the Achievement of Integrated Science Process Skills of Urban Middle School Students."},
      {
        "id":"ED305270",
        "title":"Implementing Change in Secondary Science Reading and Textbook Useage: A Desired Image, a Current Profile, and a Plan for Change."},
      {
        "id":"ED305271",
        "title":"The Effectiveness of Laser Disc Generated Models on Conceptual Shifts in College Students."},
      {
        "id":"ED305272",
        "title":"Irish Educational Studies, 1988."},
      {
        "id":"ED305274",
        "title":"The Psychological Impact of an Educational Unit about Conflict and Nuclear War on Adolescents."},
      {
        "id":"ED305275",
        "title":"Development and External Debt: Friend or Foe? Academy for Educational Development 25th Anniversary Seminar Series."},
      {
        "id":"ED305276",
        "title":"Contemporary India. Fulbright Summer Abroad Program 1987. Curriculum Project."},
      {
        "id":"ED305278",
        "title":"Some Books about Alaska Received in 1987."},
      {
        "id":"ED305284",
        "title":"A Year as an Educator in Northwest China. World Education Monograph Series, Number Two."},
      {
        "id":"ED305290",
        "title":"American College Students' Attitudes toward Rape Victims and Beliefs in a Just World."},
      {
        "id":"ED305292",
        "title":"The Middle East: Birthplace of Three Religions. A Resource Unit."},
      {
        "id":"ED305295",
        "title":"Bibliography of Free &amp; Inexpensive Materials for Economic Education, K-12."},
      {
        "id":"ED305296",
        "title":"No One Way of Being: A Study of the Practical Knowledge of Elementary Art Teachers."},
      {
        "id":"ED305297",
        "title":"Lessons in Law for Middle Grades: Grade Eight."},
      {
        "id":"ED305300",
        "title":"Report of Student Performance: U.S. History. End of Course Testing, Spring 1988."},
      {
        "id":"ED305305",
        "title":"Evaluation of Male and Female U.S. Senate Candidates: An Investigation of Media Influence."},
      {
        "id":"ED305306",
        "title":"U.S. Trade Policy: A Selective Bibliography. Bibliography Series Twenty."},
      {
        "id":"ED305312",
        "title":"Preservice Elementary Education Majors' Knowledge of Economics."},
      {
        "id":"ED305313",
        "title":"Preservice Elementary Education Majors' Knowledge of World Geography."},
      {
        "id":"ED305314",
        "title":"Preservice Elementary Education Majors' Knowledge of American History."},
      {
        "id":"ED305315",
        "title":"Preservice Elementary Education Majors' Knowledge of American Government."},
      {
        "id":"ED305316",
        "title":"Women and Geography: A Comprehensive Bibliography 1988 [with Supplement]."},
      {
        "id":"ED305318",
        "title":"Lessons in Law for Middle Grades: Grade Four."},
      {
        "id":"ED305319",
        "title":"Lessons in Law for Middle Grades: Grade Five."},
      {
        "id":"ED305320",
        "title":"Lessons in Law for Middle Grades: Grade Six."},
      {
        "id":"ED305321",
        "title":"Lessons in Law for Middle Grades: Grade Seven."},
      {
        "id":"ED305324",
        "title":"World Population in Transition."},
      {
        "id":"ED305325",
        "title":"Teaching about Inner Asia. ERIC Digest."},
      {
        "id":"ED305326",
        "title":"Developing Coping Skills To Meet the Challenges in Education: Today and Tomorrow."},
      {
        "id":"ED305327",
        "title":"Effective Collaborative Teacher Preparation Models: Defining the Relationship."},
      {
        "id":"ED305328",
        "title":"A Collaborative Mentor-Mentee Program Based in the Bloomington, Minnesota, Public Schools."},
      {
        "id":"ED305329",
        "title":"Knowledge in Interactive Practice Disciplines. An Analysis of Knowledge in Education and Health Care. Research Bulletin 68."},
      {
        "id":"ED305330",
        "title":"Why Staying One Chapter Ahead Doesn't Really Work: Subject-Specific Pedagogy. Issue Paper 88-6."},
      {
        "id":"ED305331",
        "title":"Preparing Elementary Teachers To Teach Mathematics with a Problem-Solving Approach: A University/School Collaborative Effort."},
      {
        "id":"ED305332",
        "title":"Education and the Liberal Arts."},
      {
        "id":"ED305333",
        "title":"Teacher Empowerment: Expanding the Notion of \"Knowledge Base.\""},
      {
        "id":"ED305334",
        "title":"The Effects of Two Types of Instruction on Simultaneous and Sequential Processing."},
      {
        "id":"ED305335",
        "title":"Interactive Learning: Creating an Environment for Cooperative Learning."},
      {
        "id":"ED305337",
        "title":"Using Research Knowledge To Improve Teacher Education. Final Report. Part I."},
      {
        "id":"ED305338",
        "title":"University of Colorado Teacher Education Development-Demonstration Project: Final Project Report."},
      {
        "id":"ED305340",
        "title":"The Winners Circle: Will It Continue To Include Minority Teachers?"},
      {
        "id":"ED305341",
        "title":"Academic, Affective, and Personal Attributes of Successful Student Teachers."},
      {
        "id":"ED305343",
        "title":"Changing the Education of Teachers."},
      {
        "id":"ED305344",
        "title":"Is The Education of Teachers Changing?"},
      {
        "id":"ED305345",
        "title":"Recruiting the Next Generation of Teachers: Conversations With High School Sophomores. Research Report 08-005."},
      {
        "id":"ED305347",
        "title":"Perspectives on Teacher Supply and Demand in Ontario, 1988-2008."},
      {
        "id":"ED305354",
        "title":"Questioning in Classrooms: A Sociolinguistic Perspective."},
      {
        "id":"ED305355",
        "title":"A Longitudinal Assessment of the Affective Impact of Preservice Training on Prospective Teachers."},
      {
        "id":"ED305356",
        "title":"Prototype for Automated Teacher Performance Assessment."},
      {
        "id":"ED305357",
        "title":"The American Teacher 1988: Strengthening the Relationship between Teachers and Students. The Metropolitan Life Survey."},
      {
        "id":"ED305358",
        "title":"The Next Wave. A Synopsis of Recent Education Reform Reports. Teaching in America: The Possible Renaissance: TR-87-1."},
      {
        "id":"ED305359",
        "title":"Listening to Teachers. Teaching in America: The Possible Renaissance. ECS Working Paper, TR-85-2."},
      {
        "id":"ED305360",
        "title":"Making Teachers Partners in Reform. Teaching in America: The Possible Renaissance. ECS Working Paper, TR-86-1."},
      {
        "id":"ED305361",
        "title":"Talk with Us, Work with Us. Teaching in America: The Possible Renaissance, TR-86-4."},
      {
        "id":"ED305362",
        "title":"What Next? More Leverage for Teachers. Teaching In America: The Possible Renaissance. No. TR-86-3."},
      {
        "id":"ED305363",
        "title":"Teachers' Attitudes toward Testing: Recommendations for District Policy and Staff Development. An Occasional Report to the Superintendent."},
      {
        "id":"ED305365",
        "title":"Employment Testing and Incentives To Learn."},
      {
        "id":"ED305368",
        "title":"Oversight Hearings on the Office of Educational Research and Improvement (OERI). Hearings before the Subcommittee on Select Education, Committee on Education and Labor. House of Representatives, One Hundredth Congress, Second Session (April 20-21, 1988)."},
      {
        "id":"ED305371",
        "title":"Attributions and Perceptions of Efficacy during Self-Regulated Learning by Remedial Readers."},
      {
        "id":"ED305372",
        "title":"Schools and Staffing Pretest Methodology Analysis. Technical Report."},
      {
        "id":"ED305375",
        "title":"Technical Characteristics of the North Carolina Minimum Skills Diagnostic Tests, Forms A and B."},
      {
        "id":"ED305376",
        "title":"Generalizability Assessment of Autocorrelated Direct Observation Data: The Applicability of the Tiao-Tan Method and Alternative."},
      {
        "id":"ED305377",
        "title":"Determinants of Computer Use by Teachers."},
      {
        "id":"ED305378",
        "title":"AIDS Awareness of High School Students: An Exploratory Study."},
      {
        "id":"ED305379",
        "title":"Perceptual Preferences of Mathematically Deficient Elementary Students: Implications for Instruction."},
      {
        "id":"ED305380",
        "title":"Reformulating Testing to Measure Thinking and Learning. Technical Report No. 6898."},
      {
        "id":"ED305382",
        "title":"Use of the Jackknife Statistic To Establish the External Validity of Discriminant Analysis Results."},
      {
        "id":"ED305383",
        "title":"The Perceptual Abilities Project. Technical Report No. 1988-4."},
      {
        "id":"ED305384",
        "title":"The Measurement of Structural Visualization: An Evaluation of Spatial and Nonspatial Sources of Variation in the Wiggly Block and Paper Folding Test Scores. Technical Report No. 1988-5."},
      {
        "id":"ED305385",
        "title":"Item Analysis of the Paper Folding Test (Wks. 622). Technical Report No. 1988-6."},
      {
        "id":"ED305387",
        "title":"A Critical Comparison of Learning Style Instruments Frequently Used with Adult Learners."},
      {
        "id":"ED305388",
        "title":"Federal Forecasters Conference Proceedings (Washington, District of Columbia, April 25, 1988). Conference Report."},
      {
        "id":"ED305390",
        "title":"Transition Classes vs. Retention--Better or Just Different? Publication No. 88-16."},
      {
        "id":"ED305395",
        "title":"Ranking School Districts on the Basis of Statewide Test Results: Is It Meaningful or Misleading?"},
      {
        "id":"ED305396",
        "title":"Semantic Differential Placement of Attributions and Dimensions: A German Comparison."},
      {
        "id":"ED305397",
        "title":"The Significance of Contemporary Contradiction in Educational Assessment Policies in England and Wales."},
      {
        "id":"ED305401",
        "title":"Using Confirmatory Factor Analysis To Study the Impact of Mixed Item Stems on a Computer Anxiety Scale."},
      {
        "id":"ED305404",
        "title":"Divide and Conquer: Responsible Security for America's Poor. Occasional Paper 1. Ford Foundation Project on Social Welfare and the American Future."},
      {
        "id":"ED305405",
        "title":"School-Community Collaborations: Dilemmas and Opportunities."},
      {
        "id":"ED305407",
        "title":"Access to Knowledge: Removing School Barriers to Learning. Youth at Risk."},
      {
        "id":"ED305408",
        "title":"High School Attendance Improvement Dropout Prevention Program: One-Year Follow-Up on the Status of 1985-1986 Participants."},
      {
        "id":"ED305410",
        "title":"A Summary of State Chapter 1 Participation and Achievement Information for 1985-86."},
      {
        "id":"ED305413",
        "title":"Lives in the Balance. Establishing Programs for the Homeless."},
      {
        "id":"ED305415",
        "title":"Food Stamp Program: Administrative Hindrances to Participation. Report to the Chairman, Subcommittee on Domestic Marketing, Consumer Relations, and Nutrition, Committee on Agriculture, House of Representatives."},
      {
        "id":"ED305416",
        "title":"Minority Student Issues: Racial/Ethnic Data Collected by the National Center for Education Statistics Since 1969."},
      {
        "id":"ED305417",
        "title":"Cuban Refugee Resettlement. Federal Administration of VisionQuest Projects Inadequate. Report to the Honorable William Proxmire, U.S. Senate."},
      {
        "id":"ED305419",
        "title":"Racial and Ethnic Report. Pupil Enrollment. September 1987."},
      {
        "id":"ED305421",
        "title":"Ten Years of Desegregation: Then and Now. The Delaware Experience."},
      {
        "id":"ED305422",
        "title":"Promising Practices for Pacific Education."},
      {
        "id":"ED305426",
        "title":"Cognition and the Adult Learner."},
      {
        "id":"ED305428",
        "title":"The Targeted Jobs Tax Credit in Maryland and Missouri: 1982-1987."},
      {
        "id":"ED305429",
        "title":"Educating the American Workforce."},
      {
        "id":"ED305430",
        "title":"Family Caregiving. A Manual for Caregivers of Older Adults."},
      {
        "id":"ED305433",
        "title":"The View from the Other Side of the Educational Door: Adult Education from the Perspective of People with Low Levels of Schooling."},
      {
        "id":"ED305437",
        "title":"State Community Education Planning. National Project Report."},
      {
        "id":"ED305442",
        "title":"Solutions in Progress: Results of a Survey of Literacy Programs and Activities."},
      {
        "id":"ED305445",
        "title":"Reasons High School Students Are Not Enrolling in Vocational Education and People Influencing Students' Decisions."},
      {
        "id":"ED305449",
        "title":"Illiteracy in America: What To Do about It. Backgrounder No. 690."},
      {
        "id":"ED305450",
        "title":"Adults in the Academy. International Trends in Adult and Higher Education. A Selection of Papers from the International Conference: Serving the Adult Learner: New Roles and Changing Relationships of Adult and Higher Education (Stockholm, Sweden, May 20-22, 1987)."},
      {
        "id":"ED305451",
        "title":"Implementing Recurrent Education in Sweden: On Reform Strategies of Swedish Adult and Higher Education. A Selection of Papers from the International Conference: Serving the Adult Learner: New Roles and Changing Relationships of Adult and Higher Education (Stockholm, Sweden, May 20-22, 1987)."},
      {
        "id":"ED305456",
        "title":"Especially for Women. Programs and Services Offered by School Boards."},
      {
        "id":"ED305458",
        "title":"Status of the NOICC/SOICC Network, June 30, 1988. NOICC Administrative Report No. 14."},
      {
        "id":"ED305459",
        "title":"Family Employability Development Plan. Evaluation Summary of the Second Year of the Pilot Program (Program Evaluation for 1987-88)."},
      {
        "id":"ED305460",
        "title":"Family Employability Development Plan."},
      {
        "id":"ED305461",
        "title":"Keewatin Region Educational Authority Pilot Education Project: Computer-Assisted Learning. Preliminary Final Report."},
      {
        "id":"ED305464",
        "title":"Effects of Feedback for Training and Development: Selected Research Abstracts. Training and Development Research Report."},
      {
        "id":"ED305465",
        "title":"Computer-Based Text Management To Facilitate the Analysis of Qualitative Data. Training and Development Research Report."},
      {
        "id":"ED305471",
        "title":"Flexible Workstyles: A Look at Contingent Labor. Conference Summary."},
      {
        "id":"ED305472",
        "title":"Community Education: A Guide for State Initiatives."},
      {
        "id":"ED305473",
        "title":"Employment in the Year 2000: A Candid Look at Our Future. Hearings before the Subcommittee on Investment, Jobs, and Prices of the Joint Economic Committee, Congress of the United States, One Hundredth Congress, Second Session (April 11, 12, 18, and 19, 1988)."},
      {
        "id":"ED305475",
        "title":"Agriculture: Land and Life. Junior High School Teacher Resource Manual."},
      {
        "id":"ED305476",
        "title":"Exploratory Investigations of Pay-for-Knowledge Systems."},
      {
        "id":"ED305477",
        "title":"Adult Studies for Status and Exclusiveness. ZIFF Papiere 74."},
      {
        "id":"ED305479",
        "title":"Influences of the Industrial Culture on a Partnership Program, Teachers, and Curriculum."},
      {
        "id":"ED305483",
        "title":"Annotated Bibliography of Writing Materials for Use by GED Instructors in Preparation for the GED Writing Sample."},
      {
        "id":"ED305484",
        "title":"1987 Electric Utility Instructor Survey. Summary of Task Verification Data [and] Competency Profile of Industry Instructor."},
      {
        "id":"ED305485",
        "title":"Curriculum Coordination Centers Impact Report for 1988."},
      {
        "id":"ED305487",
        "title":"Comparative Adult Education: State of the Art with Annotated Resource Guide. Monographs on Comparative and Area Studies in Adult Education."},
      {
        "id":"ED305489",
        "title":"Workforce Quality. Report of the Secretary of Labor."},
      {
        "id":"ED305492",
        "title":"Basic Principles for Adult Education."},
      {
        "id":"ED305493",
        "title":"Implications of Research on Displaced Workers. ERIC Digest No. 80."},
      {
        "id":"ED305494",
        "title":"Communications Technologies in Adult, Career, and Vocational Education. ERIC Digest No. 81."},
      {
        "id":"ED305495",
        "title":"Teaching Adults: Is It Different? ERIC Digest No. 82."},
      {
        "id":"ED305496",
        "title":"Labor Market Information and Career Decision Making. ERIC Digest No. 83."},
      {
        "id":"ED305497",
        "title":"Evaluation Strategies for Vocational Program Redesign. ERIC Digest No. 84."},
      {
        "id":"ED305498",
        "title":"The Legal and Fiscal Disjunction between the Carl Perkins Vocational Education Act and the Job Training Partnership Act. Monograph Series."},
      {
        "id":"ED305501",
        "title":"Alternative Work Schedules: Changing Times for a Changing Workforce. The National Report on Work & Family. Special Report #5."},
      {
        "id":"ED305502",
        "title":"82 Key Statistics on Work and Family Issues. The National Report on Work & Family. Special Report #9."},
      {
        "id":"ED305507",
        "title":"Student Attitudes toward Marketing Education Programs in the Houston, Texas Area."},
      {
        "id":"ED305509",
        "title":"Andragogy and Pedagogy: A Comment on Their Erroneous Usage. Training and Development Research Center Project Number Twenty-Nine."},
      {
        "id":"ED305514",
        "title":"Adult Education ESL Selectors Guide. Instructional Resources for Limited English Speaking Adults."},
      {
        "id":"ED305520",
        "title":"Implementation of the Carl D. Perkins Vocational Education Act. Statement before the Committee on Education and Labor, United States House of Representatives. GAO Testimony."},
      {
        "id":"ED305522",
        "title":"Report on National Collegiate Alcohol Awareness Week, Fall 1988."},
      {
        "id":"ED305523",
        "title":"Who Helps? Attitudes and Characteristics of Elderly Altruists."}]
  }}
