{
  "response":{"numFound":509939,"start":158000,"numFoundExact":true,"docs":[
      {
        "id":"ED305524",
        "title":"Software for Teaching about AIDS & Sex: A Critical Review of Products. A MicroSIFT Report."},
      {
        "id":"ED305525",
        "title":"Caregiving as a Family Network Event."},
      {
        "id":"ED305528",
        "title":"Treating Family Violence in a Pediatric Hospital: A Program of Training, Research, and Services."},
      {
        "id":"ED305529",
        "title":"Hardiness among Elderly Women."},
      {
        "id":"ED305531",
        "title":"Psychiatric Sequelae of Chronic Stress in the Elderly: An Exploration of Alzheimer's Disease Caregivers."},
      {
        "id":"ED305535",
        "title":"Child Gender and Mothers' Adjustment in Clinic and Nonclinic Single-Parent Families."},
      {
        "id":"ED305537",
        "title":"Relationships of Teenage Smoking to Educational Aspirations and Parents' Education."},
      {
        "id":"ED305538",
        "title":"Economic, Social, and Psychological Resources as Predictors of Victimization."},
      {
        "id":"ED305543",
        "title":"Negotiating the Superwoman Minefield."},
      {
        "id":"ED305545",
        "title":"What Should We Do about the Highly Mobile Student? A Research Brief."},
      {
        "id":"ED305546",
        "title":"A Model for an Authentic Human Action System: Implications for Counseling and Therapy."},
      {
        "id":"ED305551",
        "title":"A Pragmatic Research Agenda for Investigating Developmental Models of Supervision."},
      {
        "id":"ED305553",
        "title":"Two-Paycheck Families: Techniques To Ease the Strains and Build the Strengths."},
      {
        "id":"ED305554",
        "title":"Puff Up the Pirate's Chest. End of the Year Report 1986-87."},
      {
        "id":"ED305555",
        "title":"Project ARJO--\"Academic Recovery through Job Opportunity.\" Report on First Year of Operation."},
      {
        "id":"ED305556",
        "title":"Project ARJO--\"Academic Recovery through Job Opportunity.\" Report on Second Year of Operation."},
      {
        "id":"ED305557",
        "title":"Filial Responsibility Expectations among Adult Child-Older Parent Pairs."},
      {
        "id":"ED305559",
        "title":"Expressive Writing in Counseling: Student Authored Books."},
      {
        "id":"ED305564",
        "title":"Ethics and Therapeutics: The Treatment of Victims of Child Sexual Abuse."},
      {
        "id":"ED305565",
        "title":"Work and Love: Life's Two Passions."},
      {
        "id":"ED305566",
        "title":"Reaching the Child's Perception of Death."},
      {
        "id":"ED305568",
        "title":"Coping Strategies and Life Satisfaction of Older Persons in Residential Relocation."},
      {
        "id":"ED305572",
        "title":"Problems with Current Models of Grieving and Consequences for Older Persons."},
      {
        "id":"ED305573",
        "title":"Rationale of the Dependable Strengths Articulation Process."},
      {
        "id":"ED305576",
        "title":"The Cutting Edge: R &amp; D Products Serving At-Risk Youth--2. Special Topic Issue."},
      {
        "id":"ED305577",
        "title":"Jail Inmates 1987. Bureau of Justice Statistics Bulletin."},
      {
        "id":"ED305580",
        "title":"Serving Youth at Risk: Profiles for Success."},
      {
        "id":"ED305582",
        "title":"Career and Life Management 20: Core Program. Teacher Resource Manual."},
      {
        "id":"ED305583",
        "title":"Career and Life Management 20: Optional Program. Teacher Resource Manual."},
      {
        "id":"ED305584",
        "title":"Educational Excellence and Equity."},
      {
        "id":"ED305585",
        "title":"Family Caregiving as a Social Status: A New Conceptual Framework for Studying Social Support and Well-Being. [Revised]."},
      {
        "id":"ED305588",
        "title":"A Psychological and Nutritional Approach to Weight Loss: A Collaborative Program."},
      {
        "id":"ED305589",
        "title":"Winchester High School Excellence in Education Grant: Reading and Writing across the Curriculum. Final Report."},
      {
        "id":"ED305591",
        "title":"Word Schemas: What Do People Know about Words They Don't Know? Technical Report No. 456."},
      {
        "id":"ED305592",
        "title":"Reading Materials: Their Selection and Use. Technical Report No. 457."},
      {
        "id":"ED305593",
        "title":"Explanatory Analogies Can Help Children Acquire Information from Expository Text. Technical Report No. 460."},
      {
        "id":"ED305594",
        "title":"Teacher Questioning and Feedback Practices after the Cognitive Revolution: Replication and Extension of Guszak's (1967) Study. Technical Report No. 461."},
      {
        "id":"ED305595",
        "title":"Implementing Research-Based Reading and Writing Programs Overcoming Obstacles to Teacher Change: Three Case Studies. Technical Report No. 462."},
      {
        "id":"ED305597",
        "title":"Reciprocal Instruction Improves Standardized Reading Comprehension Performance in Poor Grade-School Comprehenders."},
      {
        "id":"ED305598",
        "title":"A Longitudinal Study of the Development of Reading Attitude from Childhood to Adulthood."},
      {
        "id":"ED305600",
        "title":"Understanding Whole Language as Philosophy and Methodology: A Case of Reductive Bias?"},
      {
        "id":"ED305602",
        "title":"Emerging Literacy: Young Children Learn To Read and Write."},
      {
        "id":"ED305603",
        "title":"Curriculum Reform: Teaching Reading in Kindergarten. Technical Report No. 465."},
      {
        "id":"ED305604",
        "title":"How Entering Ability and Instructional Settings and Not the Length of the School Day Mediate Kindergartners' Reading Performance. Technical Report No. 466."},
      {
        "id":"ED305606",
        "title":"Paired Reading with Adult Volunteer Tutors as a Reading Intervention for Students with Reading Difficulties."},
      {
        "id":"ED305608",
        "title":"Imagery and Emotional Response in Reading."},
      {
        "id":"ED305609",
        "title":"Utilizing Literature To Motivate Remedial Readers."},
      {
        "id":"ED305612",
        "title":"Reading To Learn Mathematics: A New Synthesis of the Traditional Basics."},
      {
        "id":"ED305613",
        "title":"Macroprocesses and Microprocesses in the Development of Summarization Skill."},
      {
        "id":"ED305615",
        "title":"An Analysis of the Spellings of Young Children with Varying Levels of Phonemic Awareness."},
      {
        "id":"ED305619",
        "title":"Reading with the Intention To Improve Texts: A Case Study."},
      {
        "id":"ED305620",
        "title":"Early Literacy Assessment in Texas: Recommendations for Change. TSRA Supports Position."},
      {
        "id":"ED305623",
        "title":"Manual for X504: Diagnosis and Remediation of Reading Difficulties."},
      {
        "id":"ED305626",
        "title":"Grieving in the Ethnic Literature Classroom."},
      {
        "id":"ED305627",
        "title":"Scholastic Journalism Enrollment Changes and Attendance at University Programs for High School Students."},
      {
        "id":"ED305628",
        "title":"Power Play: The Use and Abuse of Power Relationships in Peer Critiquing."},
      {
        "id":"ED305629",
        "title":"A Pedagogical Strategy for Teaching Human Development: Dyadic Essay Confrontations through Writing and Discussion."},
      {
        "id":"ED305631",
        "title":"A Comprehensive Study Strategy Using Student Writing as a Means of Learning Content Area Concepts: Study II. College Reading and Learning Assistance Technical Report No. 89-01."},
      {
        "id":"ED305633",
        "title":"Shaping Literary Response through Collaborative Writing."},
      {
        "id":"ED305635",
        "title":"The Creative Writing Forum--High Schools and Colleges Working Together."},
      {
        "id":"ED305638",
        "title":"Writing as an Extra-Disciplinary Activity."},
      {
        "id":"ED305639",
        "title":"Lifewriting and Text Creation: Developing Response through Autobiographical Writing."},
      {
        "id":"ED305640",
        "title":"The Effects of Control Opportunities and Instructional Support on High School Students' Writing Task Engagement."},
      {
        "id":"ED305642",
        "title":"Writing and Reading in the Community. Occasional Paper No. 8."},
      {
        "id":"ED305643",
        "title":"Bridges: From Personal Writing to the Formal Essay. Occasional Paper No. 9."},
      {
        "id":"ED305647",
        "title":"Aspects of Holistic Scoring Validity."},
      {
        "id":"ED305648",
        "title":"Writing Skills of Graduating High School Seniors and Adult High School Non-Completers: A Study of Factor Structure Invariance."},
      {
        "id":"ED305650",
        "title":"Addicted to Expectations? Conference!"},
      {
        "id":"ED305651",
        "title":"Passages to Literature: Essays on Teaching in Australia, Canada, England, the United States, and Wales."},
      {
        "id":"ED305652",
        "title":"A Teacher's Introduction to Deconstruction."},
      {
        "id":"ED305655",
        "title":"Negotiating Basic Writing Subcultures: Each of Us Is Alike in Our Differences."},
      {
        "id":"ED305656",
        "title":"Trends and Issues in English Instruction, 1989--Seven Summaries. Summaries of Informal Annual Discussions of the Commissions of the National Council of Teachers of English."},
      {
        "id":"ED305657",
        "title":"The Teacher, the Author, and the Text: Variations in the Form and Content of Writing Conferences."},
      {
        "id":"ED305658",
        "title":"Utilizing Literature within the School Curriculum."},
      {
        "id":"ED305659",
        "title":"Students' Self Assessment."},
      {
        "id":"ED305660",
        "title":"Thomas Hardy's Victorian Gothic: Reassessing Hardy's Fiction and His Gothic Sensibility."},
      {
        "id":"ED305665",
        "title":"The Influence of Miscues on Basic Writers' Revision Strategies."},
      {
        "id":"ED305668",
        "title":"Historical Perspectives on New York Times Co. v. Sullivan."},
      {
        "id":"ED305672",
        "title":"The Judging/Evaluative Criteria of After Dinner Speaking. Preventing the 1.3-5 Split in After Dinner Speaking: An Overview of Judging Criteria."},
      {
        "id":"ED305673",
        "title":"Nazified Science: The Shifting Relations between Scientific and Political Discourse."},
      {
        "id":"ED305682",
        "title":"Is There a Sex in This Text? Gender and Value in the Rhetoric of Ethics."},
      {
        "id":"ED305683",
        "title":"Turning Points Affecting the Socialization of Graduate Student Teachers."},
      {
        "id":"ED305684",
        "title":"The Influence of Parental Beliefs On Family Sex Discussion and Education."},
      {
        "id":"ED305685",
        "title":"The Effects of Delivery Skills Instruction on Speech Anxiety."},
      {
        "id":"ED305690",
        "title":"Don't Worry--Be Happy: Changes in the &quot;One-to-a-Market&quot; Rule and Their Effect on Diversity of Voices."},
      {
        "id":"ED305692",
        "title":"Using the Medium To Carry the Message: Enhancing Children's Comprehension of a Televised Story through Previewing."},
      {
        "id":"ED305696",
        "title":"Political Values and Political Judgments: Analysis of Responses to the 1988 Presidential Debates."},
      {
        "id":"ED305701",
        "title":"The Benevolent Technocrat: Michael Dukakis' Strategy in the 1988 Presidential Debates."},
      {
        "id":"ED305702",
        "title":"Social and Community Values and the Quality of Teacher Work Life."},
      {
        "id":"ED305705",
        "title":"Employees."},
      {
        "id":"ED305706",
        "title":"Bargaining."},
      {
        "id":"ED305712",
        "title":"Higher Education."},
      {
        "id":"ED305713",
        "title":"Curriculum Leadership: Case Studies for Program Practitioners."},
      {
        "id":"ED305716",
        "title":"Career Path of School Superintendents."},
      {
        "id":"ED305718",
        "title":"Secondary Principals and Instructional Leadership: Complexities in a Diverse Role."},
      {
        "id":"ED305719",
        "title":"Financing Indiana&apos;s Public Schools: Update 1989."},
      {
        "id":"ED305720",
        "title":"The Next Step: Preparing Students for a Changing Society."},
      {
        "id":"ED305723",
        "title":"Community Values and Unconventional Teacher Behavior: A National Canadian Study (1945-1985)."},
      {
        "id":"ED305724",
        "title":"Labor Market Effects of Proposed Retirement Options for Teachers in South Carolina."},
      {
        "id":"ED305730",
        "title":"Problems of Democracy: A Case Study in Curricular Change."},
      {
        "id":"ED305731",
        "title":"The Second Wave of Educational Reform: Implications for School Leadership, Administration and Organization."},
      {
        "id":"ED305732",
        "title":"Teenage Pregnancy and Schooling: Legal Considerations."},
      {
        "id":"ED305733",
        "title":"School Finance at a Glance."},
      {
        "id":"ED305738",
        "title":"Implicit Assumptions about the Supervisory Conference: A Review and Analysis of Literature."},
      {
        "id":"ED305741",
        "title":"Coping with Stress in Education. Proceedings of a Conference Held by the Geelong Regional Group of the Australian College of Education (Geelong, Victoria, Australia, October 5, 1985)."},
      {
        "id":"ED305745",
        "title":"Speaking of Leadership."},
      {
        "id":"ED305746",
        "title":"Defamation &amp; Stigma Claims against Public Employers."},
      {
        "id":"ED305747",
        "title":"Public School Choice: Recent Developments and Analysis of Issues. CRS Report for Congress No. 89-219 EPW."},
      {
        "id":"ED305754",
        "title":"Preparing Administrators for Future Challenges: The AWE Leadership Academy."},
      {
        "id":"ED305758",
        "title":"Design and Development of an Emerging Issues Tracking System for State-Level Educational Policy- and Decisionmakers."},
      {
        "id":"ED305765",
        "title":"Home Care for Children with Chronic Illnesses and Severe Disabilities: A Bibliography and Resource Guide."},
      {
        "id":"ED305768",
        "title":"Evaluating Psychosocial Rehabilitation Programs: What Next?"},
      {
        "id":"ED305774",
        "title":"Differentiating Levels of Neurological Impairment in Children with Developmental Dyslexia."},
      {
        "id":"ED305777",
        "title":"Exploring the Structure of Adaptive Behavior: Project Report Number 87-1."},
      {
        "id":"ED305779",
        "title":"A National Study of Residential and Support Services for Elderly Persons with Mental Retardation. Project Report No. 22."},
      {
        "id":"ED305780",
        "title":"Foster Care for Children and Adults with Handicaps: Child Welfare and Adult Social Services. Project Report Number 23."},
      {
        "id":"ED305781",
        "title":"Persons with Mental Retardation in State-Operated Residential Facilities: Year Ending June 30, 1986 with Longitudinal Trends from 1950 to 1986. Project Report Number 24."},
      {
        "id":"ED305785",
        "title":"Teaching: Behaviorally Disordered Youth. Volume 4."},
      {
        "id":"ED305786",
        "title":"Disabled Youth: The Right to Adult Status."},
      {
        "id":"ED305787",
        "title":"Programming for Giftedness: Reexamining the Paradigm."},
      {
        "id":"ED305789",
        "title":"Virginia's Approach to Services for Transitioning Youth and Young Adults with Disabilities. Project VAST. Project Implementation Handbook."},
      {
        "id":"ED305790",
        "title":"Educare: Evaluation of a Transition Program for Culturally Disadvantaged and Educationally Handicapped Youth. Final Performance Report, 9/1/85 to 10/31/87."},
      {
        "id":"ED305791",
        "title":"Educare: Evaluation of a Transition Program for Culturally Disadvantaged and Educationally Handicapped Youth. Executive Summary."},
      {
        "id":"ED305792",
        "title":"Assessment of Subcategories of Hyperactivity."},
      {
        "id":"ED305793",
        "title":"Parent/Student Guide to Transition. Project CCTM."},
      {
        "id":"ED305794",
        "title":"The Research Foundations of the University of Tulsa School for Gifted Children."},
      {
        "id":"ED305795",
        "title":"The University School Enaction Curriculum."},
      {
        "id":"ED305796",
        "title":"An Examination of the Impact of the Carl D. Perkins Vocational Education Act of 1984 on Our Nation's Citizens with Disabilities. Special Report."},
      {
        "id":"ED305798",
        "title":"Serving 2,500 Preschoolers Mechanically: Should We Be Serving You."},
      {
        "id":"ED305799",
        "title":"Modality Effects in Braille Learning."},
      {
        "id":"ED305800",
        "title":"Some Bases for Crossmodal Facilitation in Numerosity Judgments."},
      {
        "id":"ED305802",
        "title":"Immediate Memory for Haptically-Examined Braille Symbols by Blind and Sighted Subjects."},
      {
        "id":"ED305804",
        "title":"Perceptions of Ethnic and Multicultural Content in Two Major Journals Related to Exceptional Children. A Report to the Minorities Committee of the Council for Exceptional Children, Fall 1988."},
      {
        "id":"ED309814",
        "title":"The Challenge of Experiential Learning."},
      {
        "id":"ED309815",
        "title":"Delaware County Community College Business and International Education Program."},
      {
        "id":"ED309817",
        "title":"External Environmental Scan and Forecast, 1989."},
      {
        "id":"ED309818",
        "title":"The Rationale for Learning Communities and Learning Community Models."},
      {
        "id":"ED309819",
        "title":"Foreign Languages at Tarrant County Junior College."},
      {
        "id":"ED309820",
        "title":"Enrollment, Completion, Attrition, and Vocational Course-Taking Patterns in Postsecondary Education: A Comparison of 1972 and 1980 High School Graduates Entering Two-Year Institutions. High School and Beyond, National Longitudinal Study of 1972. Survey Report. Contractor Report."},
      {
        "id":"ED309821",
        "title":"The Postsecondary Vocational Education of 1980 High School Seniors: The Two-Year Associate of Arts Degree. Survey Report."},
      {
        "id":"ED309823",
        "title":"Relating College-Level Course Performance to ASSET Placement Scores. Institutional Research Report Abstract RR89-22."},
      {
        "id":"ED309824",
        "title":"The Projected Impact on Passing Rates of Proposed Changes to the CLAST Passing Standards and Increased CLAST Passing Standards: The Impact on Ethnic Groups. Institutional Research Report Abstracts Numbers RR89-15 and RR89-17."},
      {
        "id":"ED309825",
        "title":"CLAST Results by College Preparatory Experience: Passing Rates under Current and Increased Standards."},
      {
        "id":"ED309826",
        "title":"Curriculum Guide and Index and Matrix for IRCA ESL Programs."},
      {
        "id":"ED309828",
        "title":"The American Community College. Second Edition. The Jossey-Bass Higher Education Series."},
      {
        "id":"ED309830",
        "title":"Enrollment and Graduation Patterns of Undergraduates Transferring to UC Davis: 1974-1986."},
      {
        "id":"ED309833",
        "title":"Correlates of Communication Monitoring in the Primary Classroom."},
      {
        "id":"ED309838",
        "title":"Advanced Child Care Education: A Collaboration of Norwalk Secondary Schools and Norwalk Community College."},
      {
        "id":"ED309839",
        "title":"Factors Mediating Social Context, Cognitive Development, and Cognitive Growth."},
      {
        "id":"ED309841",
        "title":"Television, Children, and Social Policy: Pedagogical Perspectives."},
      {
        "id":"ED309845",
        "title":"New Partnerships: Education&apos;s Stake in the Family Support Act of 1988."},
      {
        "id":"ED309849",
        "title":"Sibling Relationships and Adjustment in Children with Disabled and Nondisabled Brothers and Sisters."},
      {
        "id":"ED309853",
        "title":"Reading, Movement Education and Music: An Integrated Approach."},
      {
        "id":"ED309854",
        "title":"Situational Differences in the Type of Utterances Mothers Use with Thirteen-Month-Old Children."},
      {
        "id":"ED309858",
        "title":"Child Care in Federal Buildings: GSA Oversight. Hearing before the Government Activities and Transportation Subcommittee of the Committee on Government Operations. House of Representatives, One Hundred First Congress, First Session."},
      {
        "id":"ED309863",
        "title":"Readings on Multicultural Learning in Early Childhood Education."},
      {
        "id":"ED309865",
        "title":"Infant and Toddler Program Quality Review Instrument."},
      {
        "id":"ED309866",
        "title":"Family Child Care Program Quality Review Instrument."},
      {
        "id":"ED309867",
        "title":"Center-Based Preschool-Age Program Quality Review Instrument."},
      {
        "id":"ED309868",
        "title":"School-Age Parent and Infant Development Program Quality Review Instrument."},
      {
        "id":"ED309869",
        "title":"School-Age Program Quality Review Instrument."},
      {
        "id":"ED309874",
        "title":"The Relationship between Jewish Early Childhood Education and Family Jewish Practices: Phase II."},
      {
        "id":"ED309877",
        "title":"Evaluation of Transitional Financial Assistance for Child Care Services for JTPA/PIC Recipients."},
      {
        "id":"ED309880",
        "title":"Are Head Start Effects Sustained? A Longitudinal Followup Comparison of Disadvantaged Children Attending Head Start, No Preschool, and Other Preschool Programs."},
      {
        "id":"ED309881",
        "title":"Minority Student Performance: Is the Montessori Magnet School Effective?"},
      {
        "id":"ED309882",
        "title":"Relations between Teaching Behaviors and Maternal Beliefs in Adolescent and Young Adult Mothers."},
      {
        "id":"ED309883",
        "title":"Facial Expressions of Emotion and Social and Object Oriented Behavior Are Specifically Related in 6-Month-Old Infants."},
      {
        "id":"ED309885",
        "title":"Early Adolescent Temperament and Academic Competence: Tests of \"Direct Effects\" and Developmental Contextual Models."},
      {
        "id":"ED309889",
        "title":"Head Start: Information on Sponsoring Organizations and Center Facilities. Fact Sheet for the Chairman, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED309892",
        "title":"Alaska Natives: A Guide to Current Reference Sources in the Rasmuson Library. The Elmer E. Rasmuson Library Occasional Papers No. 10."},
      {
        "id":"ED309893",
        "title":"Oversight Hearing on Hispanic Employment. Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, First Session (September 16, 1987)."},
      {
        "id":"ED309894",
        "title":"Distance Education Technologies: All that Glitters Is Not Gold."},
      {
        "id":"ED309896",
        "title":"Inter-American Foundation Annual Report 1988."},
      {
        "id":"ED309898",
        "title":"Future of the Rural Elderly. Hearing before the Select Committee on Aging, House of Representatives, One Hundredth Congress, Second Session (Pittsburg, Kansas, June 13, 1988)."},
      {
        "id":"ED309899",
        "title":"Old Order Mennonite One-room Schools in Pennsylvania."},
      {
        "id":"ED309900",
        "title":"Prevention Research Update Number 2."},
      {
        "id":"ED309901",
        "title":"Poverty in Rural America: A National Overview."},
      {
        "id":"ED309903",
        "title":"The Social Dynamics of Color, Class, and Gender: Afro-American Work and Community in the Southern West Virginia Coal Fields, 1915-1932."},
      {
        "id":"ED309905",
        "title":"The Federal Cylinder Project: A Guide to Field Cylinder Collections in Federal Agencies. Volume 3, Great Basin/Plateau Indian Catalog, Northwest Coast/Arctic Indian Catalog."},
      {
        "id":"ED309906",
        "title":"Hunger and Nutrition Problems among American Indians: A Case Study of North Dakota. Hearing before the Select Committee on Hunger. House of Representatives, One Hundredth Congress, First Session (New Town, North Dakota, July 10, 1987)."},
      {
        "id":"ED309909",
        "title":"Challenging the Comfortable Stereotypes: Rural Education and Rural Development."},
      {
        "id":"ED309910",
        "title":"Providing Social Work Education and Training in Rural Areas through Interactive Television."},
      {
        "id":"ED309911",
        "title":"Education Reform and Rural Economic Health: Policy Implications."},
      {
        "id":"ED309913",
        "title":"Centers for Rural Teachers."},
      {
        "id":"ED309914",
        "title":"Rural Public School Dropouts: Data from High School and Beyond."},
      {
        "id":"ED309915",
        "title":"A Summary of State Chapter 1 Migrant Education Program Participation and Achievement Information, 1986-87. Volume 1: Participation."},
      {
        "id":"ED309916",
        "title":"A Summary of State Chapter 1 Migrant Education Program Participation and Achievement Information, 1986-87. Volume 2: Achievement."},
      {
        "id":"ED309917",
        "title":"Synthesis of Available Research and Databases on the Migrant Education Program. Volume I: Federal, State, and Local Data."},
      {
        "id":"ED309918",
        "title":"Synthesis of Available Research and Databases on the Migrant Education Program. Volume II: the Migrant Student Record Transfer System."},
      {
        "id":"ED309919",
        "title":"Qualifying Work Activities in Louisiana: A Recruiter's Guide To Documenting Eligibility for Migrant Education. Louisiana Migrant Education Program."},
      {
        "id":"ED309920",
        "title":"Science and Technology Data Book, 1989."},
      {
        "id":"ED309921",
        "title":"A Summary of Research in Science Education--1987."},
      {
        "id":"ED309922",
        "title":"Improving Preservice/Inservice Science Teacher Education: Future Perspectives. 1987 AETS Yearbook."},
      {
        "id":"ED309926",
        "title":"Reading Story Problems: Research on the Impact of Brief, Narrowly Focused Inservice."},
      {
        "id":"ED309927",
        "title":"Person Variables Contributing to Success in Introductory Statistics."},
      {
        "id":"ED309928",
        "title":"Principles of Marking Mathematics Papers."},
      {
        "id":"ED309929",
        "title":"Teaching Statistics to the Nonstatistician Part-Time Student: Issues for Consideration."},
      {
        "id":"ED309930",
        "title":"The Transformation of Science Education at Mount Holyoke in the Gilded Age."},
      {
        "id":"ED309933",
        "title":"Wanted: A Revolution in Elementary Science Teaching."},
      {
        "id":"ED309934",
        "title":"Fostering Basic Problem-Solving Skills in Mathematics."},
      {
        "id":"ED309935",
        "title":"An Exposition of Constructivism: Why Some Like It Radical."},
      {
        "id":"ED309936",
        "title":"Working Together to Educate about the Environment. Selected Papers from the Joint Conference of the North American Association for Environmental Education and the Conservation Education Association (Estes Park, Colorado, August 18-23, 1989)."},
      {
        "id":"ED309940",
        "title":"Waves on the Great Lakes. Teacher Guide and Activity Book. OEAGLS Investigation No. 27."},
      {
        "id":"ED309943",
        "title":"Piece Rate: Applications of Industrial Engineering for the Mathematics Classroom."},
      {
        "id":"ED309947",
        "title":"Japanese Technology. LC Science Tracer Bullet."},
      {
        "id":"ED309948",
        "title":"Science Policy--Foreign and International. LC Science Tracer Bullet."},
      {
        "id":"ED309949",
        "title":"Using Science Activities To Internalize Locus of Control. Final Report."},
      {
        "id":"ED309952",
        "title":"A Practical Guide to Modern Methods of Meta-Analysis."},
      {
        "id":"ED309953",
        "title":"Doing Science: Images of Science in Science Education."},
      {
        "id":"ED309955",
        "title":"Transforming the &quot;Underachieving&quot; Math Curriculum. ASCD Curriculum Update."},
      {
        "id":"ED309957",
        "title":"Establishing the Goals of a Science Fair Based on Sound Research Studies."},
      {
        "id":"ED309959",
        "title":"Psyching Out the Science Teacher: Student Motivation, Perceived Teacher Goals and Study Strategies."},
      {
        "id":"ED309976",
        "title":"Science in Orbit. The Shuttle &amp; Spacelab Experience: 1981-1986."},
      {
        "id":"ED309979",
        "title":"Health Research = Economic Development. Translating Health Research Findings into Economic Development."},
      {
        "id":"ED309985",
        "title":"Environmental Science: Teaching and Practice. Conference Proceedings of the International Conference on the Nature and Teaching of Environmental Studies and Sciences in Higher Education (3rd, Sunderland, Durham, England, September 9-12, 1985)."},
      {
        "id":"ED309987",
        "title":"Women, Minorities, and the Private Sector in Science and Mathematics Education. A Review of the Literature."},
      {
        "id":"ED309988",
        "title":"A Constructivist Program for College Remedial Mathematics at the University of Massachusetts, Amherst."},
      {
        "id":"ED309989",
        "title":"New Directions for Mathematics Instruction. 1989 Yearbook."},
      {
        "id":"ED309990",
        "title":"Assessing Mathematics in 1990 by the National Assessment of Educational Progress. Recommendations."},
      {
        "id":"ED309991",
        "title":"On Reporting Student Achievement at the State Level by the National Assessment of Educational Progress. Recommendations."},
      {
        "id":"ED309994",
        "title":"Mathematics. Grade 11. LEAP: Instructional Strategies Guide."},
      {
        "id":"ED309995",
        "title":"Engineering Employment Characteristics. Engineering Education and Practice in the United States."},
      {
        "id":"ED309996",
        "title":"Technological Literacy. Proceedings of the National Science, Technology and Society (STS) Conference (3rd, Washington, DC, February 5-7, 1987)."},
      {
        "id":"ED310000",
        "title":"Science. Grade 11. LEAP: Instructional Strategies Guide."},
      {
        "id":"ED310001",
        "title":"A Catalog of Successful Math Programs across Alabama, Florida, Georgia, Mississippi, North Carolina, and South Carolina. Volume II."},
      {
        "id":"ED310002",
        "title":"Water Quality Field Guide."},
      {
        "id":"ED310003",
        "title":"New Developments in Biotechnology: U.S. Investment in Biotechnology. [Special Report.]"},
      {
        "id":"ED310004",
        "title":"New Developments in Biotechnology: U.S. Investment in Biotechnology. Summary."},
      {
        "id":"ED310005",
        "title":"Mapping Our Genes--The Genome Projects: How Big, How Fast?"},
      {
        "id":"ED310006",
        "title":"Constitutional Amendment Relating to School Prayer. Hearing on S.J. Res. 2: A Joint Resolution Proposing an Amendment to the Constitution of the United States Relating to Voluntary Silent Prayer or Reflection, before the Subcommittee on the Constitution of the Committee on the Judiciary, United States Senate, Ninety-Ninth Congress, First Session (June 19, 1985)."},
      {
        "id":"ED310011",
        "title":"U.S. History Area Exam Development: Preliminary Report."},
      {
        "id":"ED310015",
        "title":"School Crime and Violence: Victims' Rights."},
      {
        "id":"ED310016",
        "title":"Civic Virtues and Character Development among Youth. A Leadership Symposium Hosted by the Education Commission of the States (Philadelphia, Pennsylvania, July 24, 1985). No. CD-85-1."},
      {
        "id":"ED310017",
        "title":"Through Other Eyes."},
      {
        "id":"ED310018",
        "title":"Life Expectancy at Birth: Teaching Guide. Measures of Progress: Poster Kit Number 1."},
      {
        "id":"ED310020",
        "title":"Remediation in Secondary Social Studies."},
      {
        "id":"ED310021",
        "title":"Performing Research in Sociology Classes To Enhance Learning: An Evaluation."},
      {
        "id":"ED310022",
        "title":"The Development Data Book; Teaching Guide. Second Edition."},
      {
        "id":"ED310024",
        "title":"Beyond Universalism in Art Criticism."},
      {
        "id":"ED310025",
        "title":"Teaching History with Film and Television. Discussions on Teaching, Number 2."},
      {
        "id":"ED310027",
        "title":"Economic Literacy in German Speaking Countries and the United States. First Steps to a Comparative Study."},
      {
        "id":"ED310028",
        "title":"A Study of the Relationship between Student Enrollment in First Year/Second Year Science Courses and Gender at Pima College. Societal Factors Affecting Education."},
      {
        "id":"ED310029",
        "title":"How To Evaluate Lessons from the Past with Illustrations from the Case of Pearl Harbor."},
      {
        "id":"ED310033",
        "title":"Transfer of Training: From the Social Studies Methods Course to Student Teaching."},
      {
        "id":"ED310034",
        "title":"Celebrate North Dakota's First 100 Years."},
      {
        "id":"ED310035",
        "title":"Doing Intercultural Literary Sociologies of Education: An Analysis of Four Case Studies. Multicultural Research Guides Series, Number Eleven."},
      {
        "id":"ED310037",
        "title":"Avoiding Pedagogically Naive \"Captive\" Software."},
      {
        "id":"ED310038",
        "title":"A Comparison of Music Program Requirements at Selected Christian Colleges for Use as an Articulation Model at Practical Bible Training School. Curriculum and Program Planning."},
      {
        "id":"ED310039",
        "title":"The &quot;Learning for Leadership&quot; Project: Education That Makes a Difference. Final Evaluation. A Project Involving Middle Schools in the Upper Arlington, Ohio and Worthington, Ohio School Districts."},
      {
        "id":"ED310041",
        "title":"Education, Justice and Unity: Prerequisites for Peace."},
      {
        "id":"ED310045",
        "title":"An Arts Orientation, Cognitive Skills and Creative Behaviors."},
      {
        "id":"ED310046",
        "title":"What Is Known about Elementary School Social Studies?"},
      {
        "id":"ED310047",
        "title":"Student/Teacher Interactions and Their Effect on Pre-College Economic Literacy."},
      {
        "id":"ED310052",
        "title":"Impact of Travel on Geographic Competency."},
      {
        "id":"ED310053",
        "title":"Pilot Study: Impact of Computer Simulation on Students' Economic Policy Performance. Pilot Study."},
      {
        "id":"ED310054",
        "title":"Economic Literacy in the Schools."},
      {
        "id":"ED310055",
        "title":"A Report Card on the Economic Literacy of U.S. High School Students."},
      {
        "id":"ED310057",
        "title":"Promoting Ethnic Studies in China through Emphasis on English Teacher Training."},
      {
        "id":"ED310058",
        "title":"Course Critiques: What Students Can Tell Us about Educational Efficacy."},
      {
        "id":"ED310060",
        "title":"Future Thinking: A Survey of Teacher Preparation and Certification at the Middle-Level in Illinois (1988)."},
      {
        "id":"ED310061",
        "title":"Existential Encounters in Education: Implications for Supervision, Curriculum, and Teaching."},
      {
        "id":"ED310062",
        "title":"Deception, Self-Direction, and Schooling."},
      {
        "id":"ED310063",
        "title":"Title IX: A Practical Guide to Achieving Sex Equity in Education."},
      {
        "id":"ED310065",
        "title":"Early Field Experience: A Synthesis of Role-Perspective Studies."},
      {
        "id":"ED310066",
        "title":"The Status of Middle School Journals in NMSA Affiliate Associations."},
      {
        "id":"ED310067",
        "title":"Materials Packet for Higher Education Component of AACTE Symposium \"Cooperative Learning: Kids Helping Kids, Teachers Helping Teachers.\""},
      {
        "id":"ED310068",
        "title":"Quantitative and Qualitative Perspectives on Teacher Attitudes in Professional Development Schools."},
      {
        "id":"ED310071",
        "title":"Stress and the Intern Teacher: An Exploratory Study."},
      {
        "id":"ED310072",
        "title":"Teacher Education in the University System of Georgia."},
      {
        "id":"ED310073",
        "title":"Self-Perceived Adequacy of Student Teachers and Its Relationship to Supervising Teacher Ratings: Another Look."},
      {
        "id":"ED310077",
        "title":"Adult Nutrition Education Materials. January 1982-October 1988. Quick Bibliography Series."},
      {
        "id":"ED310079",
        "title":"Maternal and Infant Nutrition Education Materials. January 1981-October 1988. Quick Bibliography Series."},
      {
        "id":"ED310080",
        "title":"Nutrition Education Materials: Grades Preschool through 6. 1979-March 1987. Quick Bibliography Series."},
      {
        "id":"ED310081",
        "title":"Nutrition Education Materials: Grades 7 through 12. 1979-March 1987. Quick Bibliography Series."},
      {
        "id":"ED310083",
        "title":"Tools for Teaching. A Visual Aids Workshop and Instruction Manual for Health Educators. Appropriate Technologies for Development. Reprint Series No. R-67."},
      {
        "id":"ED310084",
        "title":"The Subject Matter Preparation of Teachers. Issue Paper 89-4."},
      {
        "id":"ED310086",
        "title":"Field Responsive, Center Specific: A Model for Collaborative Partnerships."},
      {
        "id":"ED310087",
        "title":"Looking at Old Photographs: Investigating the Recollections That Novices and Teachers Bring with Them."},
      {
        "id":"ED310089",
        "title":"A Minority Recruitment Program through a Proactive PPST Support System."},
      {
        "id":"ED310092",
        "title":"Educating from a Group Perspective: What, Why and How."},
      {
        "id":"ED310093",
        "title":"Changing Beginning Teachers' Conceptions: A Description of an Introductory Teacher Education Course. Research Report 89-1."},
      {
        "id":"ED310094",
        "title":"A Search for Sources of Treatment Effects in a Teacher Effectiveness Training Program."},
      {
        "id":"ED310098",
        "title":"Questioning Skills, for Teachers. What Research Says to the Teacher. Second Edition."},
      {
        "id":"ED310099",
        "title":"Standards of Excellence for School Nutrition Programs. A Self-Assessment Guide for School District Fiscal Policy Teams."},
      {
        "id":"ED310102",
        "title":"Questions, Questioning Techniques, and Effective Teaching."},
      {
        "id":"ED310103",
        "title":"Michigan Essential Goals and Objectives for Health Education."},
      {
        "id":"ED310106",
        "title":"Student Athletes. Information on Their Academic Performance. Fact sheet for the Chairman, Subcommittee on Postsecondary Education, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED310107",
        "title":"Role Models, Sports and Youth. NSSC Resource Paper."},
      {
        "id":"ED310108",
        "title":"Developmental Supervision, Supervisor Flexibility, and the Postobservation Conference."},
      {
        "id":"ED310112",
        "title":"Coaching Certification. ERIC Digest."},
      {
        "id":"ED310114",
        "title":"The Construction of Two-Stage Tests. Project Psychometric Aspects of Item Banking No. 39."},
      {
        "id":"ED310115",
        "title":"Evaluation, Testing and Learning Assistance."},
      {
        "id":"ED310116",
        "title":"Use of the Multinomial Jackknife and Bootstrap in Generalized Nonlinear Canonical Correlation Analysis. Research Report 87-4."},
      {
        "id":"ED310117",
        "title":"PROCESS: Program for Research on Operator Control in an Experimental Simulated Setting."},
      {
        "id":"ED310118",
        "title":"Least-Squares Approximation of an Improper by a Proper Correlation Matrix Using a Semi-Infinite Convex Program. Research Report 87-7."},
      {
        "id":"ED310119",
        "title":"Item Bias Detection Using the Loglinear Rasch Model: Observed and Unobserved Subgroups. Research Report 86-2."},
      {
        "id":"ED310120",
        "title":"Simultaneous Test Construction by Zero-One Programming. Research Report 86-3."},
      {
        "id":"ED310121",
        "title":"A Zero-One Programming Approach to Gulliksen's Matched Random Subtests Method. Research Report 86-4."},
      {
        "id":"ED310122",
        "title":"Homogeneity Analysis with k Sets of Variables: An Alternating Least Squares Method with Optimal Scaling Features. Research Report 86-5."},
      {
        "id":"ED310123",
        "title":"Detecting Aberrant Response Patterns in the Rasch Model. Rapport 87-3."},
      {
        "id":"ED310124",
        "title":"Reduction of Bias in Rasch Estimates Due to Aberrant Patterns. Rapport 87-5."},
      {
        "id":"ED310125",
        "title":"Estimating Quasi-Loglinear Models for a Rasch Table if the Numbers of Items Is Large. Research Report 87-5."},
      {
        "id":"ED310126",
        "title":"A Review of Different Estimation Procedures in the Rasch Model. Research Report 87-6."},
      {
        "id":"ED310128",
        "title":"Open Session IEA General Assembly (24th, Enschede, Netherlands, August 15-19, 1983)."},
      {
        "id":"ED310129",
        "title":"Passing Score and Length of a Mastery Test: An Old Problem Appraoched Anew. Twente Educational Report Number 11."},
      {
        "id":"ED310130",
        "title":"Standardized Tests at the Early Childhood Level: Do They Tell Us the Truth about Children?"},
      {
        "id":"ED310136",
        "title":"Individual Differences in Item Selection in Computerized Self Adapted Testing."},
      {
        "id":"ED310137",
        "title":"Item Response Theory: Introduction and Bibliography. Research Report No. 196."},
      {
        "id":"ED310138",
        "title":"Validating the Use of Standardized Test Scores for Remedial Course Placement in College."},
      {
        "id":"ED310139",
        "title":"A Latent Trait Method for Determining Inconsistencies in the Use of the Angoff and Nedelsky Techniques of Standard Setting. Twente Educational Report Number 12."},
      {
        "id":"ED310140",
        "title":"The Use of Moment Estimators for Mixtures of Two Binomials with One Known Success Parameter. Twente Educational Report Number 10."},
      {
        "id":"ED310141",
        "title":"A Method for a Retrospective Analysis of Course Objectives: Have Pursued Objectives in Fact Been Attained? Twente Educational Report Number 7."},
      {
        "id":"ED310142",
        "title":"The Concept of Instructional Cues. Twente Educational Memorandum Number 24."},
      {
        "id":"ED310143",
        "title":"Problems in Constructing an Observation Instrument for Instructional Cues: A Pilot Study. Twente Educational Memorandum No. 20."},
      {
        "id":"ED310144",
        "title":"Simple Estimators for the Simple Latent Class Mastery Testing Model. Twente Educational Memorandum No. 19."},
      {
        "id":"ED310145",
        "title":"The Effect of Persuasion on the Utilization of Program Evaluation Information: A Preliminary Study."},
      {
        "id":"ED310146",
        "title":"Evaluation: A Primer for Teachers."},
      {
        "id":"ED310147",
        "title":"Reflexibility in Problem Solving: The Social Context of Expertise. Report No. 13."},
      {
        "id":"ED310149",
        "title":"Total Score Reliability in Large-Scale Writing Assessment."},
      {
        "id":"ED310154",
        "title":"Evaluation of the ASVAB Career Development Program. Final Report."},
      {
        "id":"ED310155",
        "title":"On the Estimation of the Proportion of Masters in Criterion-Referenced Testing. Twente Educational Memorandum No. 27."},
      {
        "id":"ED310156",
        "title":"Planning Papers for the National Longitudinal Study of Chapter 1."},
      {
        "id":"ED310158",
        "title":"Project READ in the Portland Public Schools: 1987-88 Evaluation Report."},
      {
        "id":"ED310160",
        "title":"Two-Dimensional Scalogram Analysis: Analyzing the Scalability of Attitudes toward Abortion."},
      {
        "id":"ED310164",
        "title":"A Statistical Interaction Model for Examining Compensatory Effects on Academic Performance."},
      {
        "id":"ED310165",
        "title":"Statewide Summary of Student Performance on School District Proficiency Assessments 1986-87 School Year: A Report Prepared for the California Legislature in Response to the Requirements of Education Code Section 51219."},
      {
        "id":"ED310166",
        "title":"Learning from Physical Analogies: A Study in Analogy and the Explanation Process."},
      {
        "id":"ED310167",
        "title":"Education and Earnings: Empirical Findings from Alternative Operationalizations."},
      {
        "id":"ED310170",
        "title":"The Economic Benefits of Personnel Selection Using Ability Tests: A State of the Art Review Including a Detailed Analysis of the Dollar Benefit of U.S. Employment Service Placements and a Critique of the Low-Cutoff Method of Test Use. USES Test Research Report No. 47."},
      {
        "id":"ED310171",
        "title":"The Effect of Age, Education, and Work Experience on General Aptitude Test Battery Validity and Test Scores. USES Test Research Report No. 50."},
      {
        "id":"ED310172",
        "title":"Comparison of Black and Nonminority Validities for the General Aptitude Test Battery. USES Test Research Report No. 51."},
      {
        "id":"ED310173",
        "title":"Cross Validation of Job Families Using an Expanded Data Set. USES Test Research Report No. 53."},
      {
        "id":"ED310175",
        "title":"Testing for Factorially Invariant Measuring Instruments: A Reexamination and Application."},
      {
        "id":"ED310176",
        "title":"New Schools for the Disadvantaged."},
      {
        "id":"ED310177",
        "title":"Goldsboro City Schools Comprehensive Survey 1988-89."},
      {
        "id":"ED310178",
        "title":"A Declaration of Policy. The Role of the Commission in Achieving Educational Equity."},
      {
        "id":"ED310179",
        "title":"Toward Educational Equity: Progress in Implementing the Goals of Assembly Concurrent Resolution 83 of 1984. Commission Report 89-3."},
      {
        "id":"ED310181",
        "title":"BRIDGE Curriculum Guide. Exploring the BRIDGE to Success."},
      {
        "id":"ED310184",
        "title":"And Justice for All."},
      {
        "id":"ED310185",
        "title":"American Indian/Alaska Native Concerns. Report of the Study Committee."},
      {
        "id":"ED310186",
        "title":"Asian and Pacific Islander Concerns. Report of the Study Committee."},
      {
        "id":"ED310187",
        "title":"Black Concerns. Report of the Study Committee."},
      {
        "id":"ED310188",
        "title":"Hispanic Concerns. Report of the Study Committee."},
      {
        "id":"ED310193",
        "title":"Ethnic Identity in Adolescents and Adults: A Review of Research."},
      {
        "id":"ED310195",
        "title":"The President's Veto of the Minimum Wage Bill: Impact on Poor and Minority Workers."},
      {
        "id":"ED310196",
        "title":"Bright Ideas That Work: A Booklet of School Programs That Impact Minority and Equity Issues."},
      {
        "id":"ED310201",
        "title":"Who Cares? The Heatlh Care Gap and How To Bridge It. Proceedings of the Conference (Washington, D.C., April 30, 1986)."},
      {
        "id":"ED310206",
        "title":"Health Education and Promotion for Minorities, No. 88-20. Current Bibliographies in Medicine."},
      {
        "id":"ED310207",
        "title":"State Plan for the Education of Homeless Children and Youth in Arizona."},
      {
        "id":"ED310215",
        "title":"The Student Experience: At-Risk, College Prep, Minority Teenagers in an Urban High School."},
      {
        "id":"ED310219",
        "title":"The Allocation and Distribution of Chapter 1 Funds in New York State School Districts. Draft."},
      {
        "id":"ED310221",
        "title":"The Crisis in Housing for the Poor: A Special Report on Hispanics and Blacks."},
      {
        "id":"ED310223",
        "title":"Racial or Ethnic Distribution of Staff and Students in California Public Schools 1987-88."},
      {
        "id":"ED310224",
        "title":"Welfare Reform. Hearing before the Committee on Finance. United States Senate, One Hundredth Congress, First Session (April 9, 1987). Part 1 of 3."},
      {
        "id":"ED310225",
        "title":"Welfare Reform. Hearings on S. 869, S. 1001, S. 1511, before the Committee on Finance. United States Senate, One Hundredth Congress, First Session (October 14 and 28, 1987). Part 2 of 3."},
      {
        "id":"ED310226",
        "title":"Welfare Reform. Hearing before the Committee on Finance. United States Senate, One Hundredth Congress, Second Session (February 4, 1988). Part 3 of 3."},
      {
        "id":"ED310228",
        "title":"Continuing Higher Education: In Retrospect and toward the Future. Proceedings of the Annual Meeting, Association for Continuing Higher Education (50th, Salt Lake City, Utah, October 30-November 2, 1988)."},
      {
        "id":"ED310229",
        "title":"Educational Orientation of Nigerian Adult Learners."},
      {
        "id":"ED310231",
        "title":"Doing More with Less: Marketing Educational Programs in Times of Declining Tuition Assistance."},
      {
        "id":"ED310233",
        "title":"Equal Opportunities and Vocational Training. The Problems of Evaluation. CEDEFOP Flash 2/89."},
      {
        "id":"ED310234",
        "title":"Council Resolution on Continuing Vocational Training and Bases for Its Implementation. CEDEFOP Flash 5/89."},
      {
        "id":"ED310240",
        "title":"Labor Force Status and Other Characteristics of Persons with a Work Disability: 1981 to 1988."},
      {
        "id":"ED310242",
        "title":"The Changing Industrial Structure of the U.S. Economy: Its Impact on Employment, Earnings, and the Educational Requirements of Jobs. Revised."},
      {
        "id":"ED310246",
        "title":"Training Delivery Systems for Adult Learners. A Bibliography."},
      {
        "id":"ED310247",
        "title":"Workforce 2000. A Bibliography."},
      {
        "id":"ED310248",
        "title":"Business/Industry/Education Linkages. A Bibliography Update."},
      {
        "id":"ED310250",
        "title":"Youth Conservation Corps Guidance."},
      {
        "id":"ED310252",
        "title":"Army Training. Management Initiatives Needed To Enhance Reservists' Training. Report to the Chairman, Subcommittee on Military Personnel and Compensation, Committee on Armed Services."},
      {
        "id":"ED310253",
        "title":"Vocational Education: Opportunity To Prepare for the Future. Testimony before the Subcommittee on Education, Arts, and the Humanities, Committee on Labor and Human Resources, United States Senate."},
      {
        "id":"ED310254",
        "title":"Job Training Partnership Act. Services and Outcomes for Participants with Differing Needs. Report to Congressional Requesters."},
      {
        "id":"ED310255",
        "title":"Job Training Partnership Act: Comments on H.R. 2039, The JTPA Amendments of 1989. Testimony before the Committee on Education and Labor, United States House of Representatives."},
      {
        "id":"ED310256",
        "title":"College Students' Perceptions of the Federal Government as an Employer. Testimony before the Subcommittee on Federal Services, Post Office and Civil Service, Senate Governmental Affairs Committee."},
      {
        "id":"ED310257",
        "title":"Nursing Shortage: Strategies for Nursing Practice and Education. Report of the National Invitational Workshop (Washington, D.C., February 22-24, 1988)."},
      {
        "id":"ED310258",
        "title":"The Liability Chase Game: Reducing Financial Liability Resulting from JTPA Program Implementation. Employment and Training Issues."},
      {
        "id":"ED310259",
        "title":"Performance Standards in Job Training and Job Placement Programs. Employment and Training Issues."},
      {
        "id":"ED310260",
        "title":"Strengthening the Leadership Role of Local Elected Officials in Job Training Programs. Employment and Training Issues."},
      {
        "id":"ED310261",
        "title":"The Future Economic Role of Counties. Employment and Training Issues."},
      {
        "id":"ED310262",
        "title":"What Price Must We Pay for the Jobs of Tomorrow? Employment and Training Issues."},
      {
        "id":"ED310263",
        "title":"Economic Development: A Rural Perspective. Issues in Training and Employment."},
      {
        "id":"ED310264",
        "title":"Worker Adjustment Assistance: A Guide to Local Options. Issues in Training and Employment."},
      {
        "id":"ED310265",
        "title":"Keeping the Client: JTPA Retention Made (Much!) Easier. Issues in Training and Employment."},
      {
        "id":"ED310280",
        "title":"Dropouts and Retention in Vocational Education Programs. A Bibliography Update."},
      {
        "id":"ED310281",
        "title":"Technology Education. A Bibliography."},
      {
        "id":"ED310282",
        "title":"The 1989 Agenda for the National Center for Research in Vocational Education. Revised."},
      {
        "id":"ED310285",
        "title":"A Development Approach to the Adult Learner: Implications for the Continued Professional Education of Teachers. Leadership in Education Project for Managers and Administrators of Language Development Services 1987-1990. Leadership Training Monograph No. 1."},
      {
        "id":"ED310286",
        "title":"An Integrated Curriculum of Nursing, Nutrition, Exercise, and Drugs for Health Care Providers of the Elderly (Project NNED)."},
      {
        "id":"ED310288",
        "title":"Report on the Staff Training Needs Assessment for Programs Offering Basic Education for Adults. A.L.R.I. Occasional Paper #1."},
      {
        "id":"ED310289",
        "title":"Connections: A Journal of Adult Literacy. Spring 1989. Volume 3."},
      {
        "id":"ED310293",
        "title":"Stress in the Work Environment: An Examination of Social Support and Hardiness."},
      {
        "id":"ED310295",
        "title":"Person-Environment Congruence, Functional Status and Personality as Predictors of Well-Being."},
      {
        "id":"ED310296",
        "title":"Measuring the Quality of Care in Illinois Nursing Homes. Illinois Long Term Care Research and Demonstration Projects Series. Final Report. (1987)."},
      {
        "id":"ED310297",
        "title":"An Incentive Program for Nurse Aides Implementation Report: Description and Evaluation. Illinois Long Term Care Research and Demonstration Projects Series. Final Report."},
      {
        "id":"ED310299",
        "title":"School Psychology: Cutting Edges in Research and Practice."},
      {
        "id":"ED310300",
        "title":"Respite Care for Impaired Family Members: An Examination of Two Agencies."},
      {
        "id":"ED310302",
        "title":"Peer Leadership Manual."},
      {
        "id":"ED310303",
        "title":"Early Secondary School Adjustment for At-Risk and Highest-Risk Students."},
      {
        "id":"ED310306",
        "title":"Leading Students to Optimal Performance through Motivation."},
      {
        "id":"ED310309",
        "title":"Children in Custody 1975-85. Census of Public and Private Juvenile Detention, Correctional and Shelter Facilities, 1975, 1977, 1979, 1983, and 1985."},
      {
        "id":"ED310312",
        "title":"A Comparison of Therapy Outpatients with Intra-Family and Extra-Family Sexual Abuse and Patients without Sexual Abuse."},
      {
        "id":"ED310313",
        "title":"Psychopathology and Incest: A DIPS Code Type Assessment."},
      {
        "id":"ED310315",
        "title":"Those Who Leave Early: A Study of Young People Leaving Oregon Schools Prior to Graduation."},
      {
        "id":"ED310318",
        "title":"Trait Distinctiveness in the Ideal-Self Concept."},
      {
        "id":"ED310319",
        "title":"Causal Inference and Sexual Harassment: Hands-On Experience To Illustrate a Hands-Off Policy."},
      {
        "id":"ED310326",
        "title":"Epidemiology of Inhalant Abuse: An Update. NIDA Research Monograph 85."},
      {
        "id":"ED310327",
        "title":"Drugs and AIDS: Getting the Message Out."},
      {
        "id":"ED310329",
        "title":"Sex Differences in Moral Decision Making."},
      {
        "id":"ED310330",
        "title":"Relationships between Personnel Tests, Age, and Job Performance."},
      {
        "id":"ED310331",
        "title":"Is High Self-Esteem a Precondition of \"Normal\" Behavior?"},
      {
        "id":"ED310332",
        "title":"Schools and Parents: Partners in Career Equity Guidance for Young Adolescents. Equity Career Guidance Project Monograph #2."},
      {
        "id":"ED310333",
        "title":"Forgiveness as a Psychological Antecedent of Perceived Parental Nurturance."},
      {
        "id":"ED310334",
        "title":"Health Care and the Social Construction of AIDS: Impact of Disease Definitions on Psychosocial Adaptation and Economic Circumstances."},
      {
        "id":"ED310336",
        "title":"A Retrospective Analysis of Decision Making by Pregnant Adolescents Using Janis and Mann's Decisional Conflict Model."},
      {
        "id":"ED310338",
        "title":"The School-Community Guidance Center: Alternative Education for High-Risk Students 1988-89."},
      {
        "id":"ED310340",
        "title":"Gender, Gender Concentration of Job, and Congruence as Predictors of Job Satisfaction Seven Years Later."},
      {
        "id":"ED310342",
        "title":"Tune in to Your Rights...A Guide for Teenagers about TURNING OFF Sexual Harassment."},
      {
        "id":"ED310343",
        "title":"Satisfaction with Subordinates in the Workplace."},
      {
        "id":"ED310345",
        "title":"Project TEEN. Report on Adolescent Pregnancy and School Dropouts in Louisiana."},
      {
        "id":"ED310346",
        "title":"Responses Following Sexual and Non-Sexual Assault."},
      {
        "id":"ED310349",
        "title":"Strategies for Keeping Papers Organized."},
      {
        "id":"ED310350",
        "title":"A Study of the Impact of the Revised Educational Options Admissions Policy, 1987-88. Research Section Report."},
      {
        "id":"ED310353",
        "title":"The Effects of Reading and Writing upon Thinking and Learning. Technical Report No. 477."},
      {
        "id":"ED310354",
        "title":"Improving the Textbook Selection Process: Case Studies of the Textbook Adoption Guidelines Project. Technical Report No. 478."},
      {
        "id":"ED310355",
        "title":"Intrasentential Anaphora and Deaf Readers: A Study of the Strategies Used by Deaf Readers to Disambiguate Text. Technical Report No. 479."},
      {
        "id":"ED310356",
        "title":"Discussion, Comprehension, and Knowledge Acquisition in Content Area Classrooms. Technical Report No. 480."},
      {
        "id":"ED310357",
        "title":"New Kindergarten Basal Reader Materials: What's a Teacher Supposed To Do with All This? Technical Report No. 475."},
      {
        "id":"ED310358",
        "title":"Construing Constructivism: Reading Research in the United States. Occasional Paper No. 12."},
      {
        "id":"ED310364",
        "title":"Writing for a Reader: Displays of a Developing Sense of Audience in 7-8 Year Old Writers. Final Draft."},
      {
        "id":"ED310367",
        "title":"Annotated Bibliography of Research Related to the Reading of At-Risk Children. Technical Report No. 482."},
      {
        "id":"ED310368",
        "title":"On Using Concept Maps To Assess the Comprehension Effects of Reading Expository Text. Technical Report No. 483."},
      {
        "id":"ED310369",
        "title":"The Issue: Adult Literacy Assessment. ERIC Digest."},
      {
        "id":"ED310371",
        "title":"Understanding How Reader Characteristics Affect Comprehension of Text."},
      {
        "id":"ED310372",
        "title":"Teaching with Biography."},
      {
        "id":"ED310373",
        "title":"The Deep Double Game: Oral Interpretation To Enhance Reading Comprehension."},
      {
        "id":"ED310380",
        "title":"A Correlational Study of Attendance and Gain Scores Using the Gates-MacGinitie Reading Tests."},
      {
        "id":"ED310381",
        "title":"The Write Help: A Handbook for Computers in Classrooms. Report No. 6."},
      {
        "id":"ED310382",
        "title":"New World Journalism in Mauritius: The Credibility of Development News in the Third World."},
      {
        "id":"ED310383",
        "title":"Discourse Analysis: Part I, Information Management and Cohesion."},
      {
        "id":"ED310384",
        "title":"Discourse Analysis: Part II, A Comparison of Published Writing in Three Disciplines."},
      {
        "id":"ED310386",
        "title":"Dr. North and the Kansas City Newspaper War: Public Health Advocacy Collides with Main Street Respectability."},
      {
        "id":"ED310387",
        "title":"Constitutional Provisions on the Press: A World View."},
      {
        "id":"ED310390",
        "title":"Computer-Assisted Writing/Reading Instruction of Young Children: A 2-Year Evaluation of &quot;Writing to Read.&quot;"},
      {
        "id":"ED310392",
        "title":"Some Second Thoughts about &quot;Hustler v. Falwell.&quot;"},
      {
        "id":"ED310393",
        "title":"Reaching the Heart: Quality Poetry Instruction for Young Children."},
      {
        "id":"ED310394",
        "title":"Indians and Public Opinion in the Age of Reform: The Case of the Poncas."},
      {
        "id":"ED310395",
        "title":"News and the &quot;Indian Problem&quot; in the Antebellum Period."},
      {
        "id":"ED310397",
        "title":"Ethical Implications of Digital Imaging in Photojournalism."},
      {
        "id":"ED310398",
        "title":"Surviving to the Top: A Study of Minority Newspaper Executives."},
      {
        "id":"ED310400",
        "title":"Cultural Literacy Shock: A Drama in Three Acts."},
      {
        "id":"ED310401",
        "title":"Writing Response Groups: From Power Trips to Empowerment."},
      {
        "id":"ED310402",
        "title":"Strategic Differences in Composing: Consequences for Learning through Writing. Technical Report No. 31."},
      {
        "id":"ED310403",
        "title":"Differences in Writers' Initial Task Representations. Technical Report No. 35."},
      {
        "id":"ED310404",
        "title":"&quot;Once-Upon-A-Time&quot; Reconsidered: The Developmental Dialectic between Function and Form. Technical Report No. 36."},
      {
        "id":"ED310405",
        "title":"&quot;The Student's Right to Write&quot; and &quot;Composition Opinionnaire to the Student's Right To Write&quot;: A Comparison of Responses across Decades."},
      {
        "id":"ED310406",
        "title":"Keep a Poem in Your Pocket."},
      {
        "id":"ED310407",
        "title":"Vietnam in the English Classroom."},
      {
        "id":"ED310412",
        "title":"Conformity in the Newsroom--A Fresh Look."},
      {
        "id":"ED310414",
        "title":"Social Class and Kindergarten Children's Confidence in Writing."},
      {
        "id":"ED310416",
        "title":"Reader Use and Understanding of Newspaper Informational Graphics."},
      {
        "id":"ED310419",
        "title":"The Best of &quot;Notes Plus&quot;: Practical Classroom Activities for Junior and Senior High School Students."},
      {
        "id":"ED310420",
        "title":"The Best of \"Livewire\": Practical Classroom Activities for Elementary and Middle School Students."},
      {
        "id":"ED310421",
        "title":"Reading, Writing, and Thinking: The Work of Eloise Greenfield and the Development of Critical Thinking Skills."},
      {
        "id":"ED310422",
        "title":"Learning To Be Remedial: Constructing the Meaning of Literacy in High School English Classes."},
      {
        "id":"ED310424",
        "title":"The Effective Teaching of Writing: Research into Practice. Teacher's Guide: Teaching Students To Write in Response to Informational Writing Tasks."},
      {
        "id":"ED310425",
        "title":"Teaching Children To Write: Informational Writing. Research Report."},
      {
        "id":"ED310427",
        "title":"Toward an Ethics of Communication."},
      {
        "id":"ED310428",
        "title":"Teaching Public Relations: The Role of Ethics."},
      {
        "id":"ED310429",
        "title":"Serendipity in Paperdoll Animation: Low Budget Methods for a Children's Workshop."},
      {
        "id":"ED310430",
        "title":"The Adoption of Program Length Commercials by Commercial Television Stations Nationwide: Do Market Concentration and Profitability Have an Effect?"},
      {
        "id":"ED310433",
        "title":"Toward Womanspeak: Explication and Critique of Spender, Lacan, Irigaray and Kristeva's Perspectives on Women Speaking."},
      {
        "id":"ED310434",
        "title":"Television Autobiographies: The Audience Speaks for Itself."},
      {
        "id":"ED310436",
        "title":"Audience Selectivity and Involvement."},
      {
        "id":"ED310437",
        "title":"Activating, Measuring and Manipulating Interest in an Artistic Event: An Initial Interest Modification Model."},
      {
        "id":"ED310439",
        "title":"A Decade of Quiet: The Failure of Academic Research To Explore Public Broadcasting in the United States during the 1980s."},
      {
        "id":"ED310442",
        "title":"Comparative International Media Ethics: In Search of Universals."},
      {
        "id":"ED310445",
        "title":"Reagan Judges: Communication Law at Risk?"},
      {
        "id":"ED310446",
        "title":"Schema-Triggered Cognitive and Affective Response to Music: Applying an Information-Processing Model to Rock 'N' Roll."},
      {
        "id":"ED310447",
        "title":"What's Ethical and What's Not in Electronic Journalism: Perceptions of News Directors. Radio-Television Journalism."},
      {
        "id":"ED310450",
        "title":"The Landscape Documentary: Unveiling the Face of &quot;Wasteland.&quot;"},
      {
        "id":"ED310452",
        "title":"Messages as Experimental Stimuli: Design, Analysis, and Inference."},
      {
        "id":"ED310453",
        "title":"The Department of Communications: A Plan and Policy for the Abolition of the Federal Communications Commission."},
      {
        "id":"ED310456",
        "title":"Information Subsidy and Agenda-Building in Local Television News."},
      {
        "id":"ED310457",
        "title":"Channel Diversity in Cable Television."},
      {
        "id":"ED310458",
        "title":"Criminals Assess Their Treatment by the Media."},
      {
        "id":"ED310460",
        "title":"African-American Picture Coverage in &quot;Life,&quot;&quot;Newsweek,&quot; and &quot;Time,&quot; 1937-1988."},
      {
        "id":"ED310462",
        "title":"Intertextuality and Television Discourse: The Max Headroom Story."},
      {
        "id":"ED310464",
        "title":"In Search of Deregulation: Connections among Deleted Underbrush Policies, State Criminal Law, and FCC Character Qualifications for Broadcast Licensees."},
      {
        "id":"ED310465",
        "title":"Beyond the Roper Report: Maintaining Goals To Educate (Not Train) Students."},
      {
        "id":"ED310467",
        "title":"Gender and Decision-Making among Canadian Public Relations Practitioners."},
      {
        "id":"ED310468",
        "title":"The &quot;Watson-Barker Listening Test&quot; for High School Students."},
      {
        "id":"ED310470",
        "title":"A Comparison of Subjects' Perceptions of Physician and Nurse Practitioner Compliance-Gaining Strategies."},
      {
        "id":"ED310472",
        "title":"The Impact of Religiosity on Television Use."},
      {
        "id":"ED310473",
        "title":"Student Lawyers on Trial: An Ethnographic Study of a Trial Practice Class."},
      {
        "id":"ED310475",
        "title":"Using Grunig's &quot;Indices for Models of Public Relations&quot; To Differentiate Job Functions within Organizations."},
      {
        "id":"ED310477",
        "title":"TV Entertainment, News, and Racial Perceptions of College Students."},
      {
        "id":"ED310478",
        "title":"Notes from the Newsroom: Reflecting on a Naturalistic Case Study."},
      {
        "id":"ED310480",
        "title":"Listening: Theory and Instruction. A Selected, Annotated Bibliography."},
      {
        "id":"ED310482",
        "title":"A General History of Public School Finance in Alaska. Operating and Capital Costs."},
      {
        "id":"ED310483",
        "title":"Administrative Reform and the Egyptian Ministry of Education."},
      {
        "id":"ED310488",
        "title":"Coordination and Its Effect in Secondary Schools."},
      {
        "id":"ED310493",
        "title":"Improving the Preparation of School Administrators: An Agenda for Reform."},
      {
        "id":"ED310497",
        "title":"Restructuring Education: The Florida Experience. Conference Proceedings, November 1988."},
      {
        "id":"ED310499",
        "title":"Reaching Out: School-Based Community Service Programs."},
      {
        "id":"ED310501",
        "title":"Interventions with Students At-Risk for Dropping Out of School: A High School Responds."},
      {
        "id":"ED310502",
        "title":"The Catholic School Principal: An Outline for Action (Revised)."},
      {
        "id":"ED310504",
        "title":"The Anatomy of &quot;Restructuring&quot;: Strategies for Re-Forming American Education. A Policy Issues and Options Paper. Program Report."},
      {
        "id":"ED310505",
        "title":"The Cost of Small Schools."},
      {
        "id":"ED310511",
        "title":"Improving Student Achievement through a Systematic Instructional Monitoring Plan."},
      {
        "id":"ED310513",
        "title":"The Politics of Planning: Political Clientelism in Educational Innovation."},
      {
        "id":"ED310514",
        "title":"The Risky Business of University/School Collaboration."},
      {
        "id":"ED310515",
        "title":"Tracking System and the Informal Education in Japan."},
      {
        "id":"ED310519",
        "title":"Administrator Evaluation in the Small School District."},
      {
        "id":"ED310521",
        "title":"Students with AIDS. A Legal Memorandum."},
      {
        "id":"ED310523",
        "title":"The Exit Interview: A Generic Model."},
      {
        "id":"ED310525",
        "title":"Report of the Consensus Planning Project."},
      {
        "id":"ED310527",
        "title":"A Study of the Change Efforts among First-Time High School Principals."},
      {
        "id":"ED310528",
        "title":"Cultural Orientations of First-Time High School Principals during Selection and Entry."},
      {
        "id":"ED310529",
        "title":"Cultivating Excellence: A Curriculum for Excellence in School Administration. I. Introduction: Is There a Common Role for an Educational Leader?"},
      {
        "id":"ED310530",
        "title":"Cultivating Excellence: A Curriculum for Excellence in School Administration. II. Curriculum and Instruction."},
      {
        "id":"ED310531",
        "title":"Cultivating Excellence: A Curriculum for Excellence in School Administration. III. Supervision of the Administrative Staff: The Superintendent's Role."},
      {
        "id":"ED310532",
        "title":"Cultivating Excellence: A Curriculum for Excellence in School Administration. IV. Program Evaluation for School Improvement."},
      {
        "id":"ED310533",
        "title":"Cultivating Excellence: A Curriculum for Excellence in School Administration. V. School-Based Management."},
      {
        "id":"ED310534",
        "title":"Cultivating Excellence: A Curriculum for Excellence in School Administration. VI. Teacher Evaluation in New Hampshire."},
      {
        "id":"ED310536",
        "title":"Weapons in Schools. NSSC Resource Paper."},
      {
        "id":"ED310537",
        "title":"The Organization of Schools outside the Traditional Educational Sector: An Exploratory Study."},
      {
        "id":"ED310538",
        "title":"The RCM as a Decision Making Process."},
      {
        "id":"ED310540",
        "title":"Recommendations for Improving the National Education Fiscal Database. Education Data Improvement Project."},
      {
        "id":"ED310541",
        "title":"Teacher Assistance Teams: A Process for Democratic Teachers."},
      {
        "id":"ED310543",
        "title":"Financing Public School Facilities under the Maximum Class Size Requirements in Texas."},
      {
        "id":"ED310544",
        "title":"Theory and Development of Education Price Indices for the Public Schools."},
      {
        "id":"ED310546",
        "title":"Offering Moral Education."},
      {
        "id":"ED310551",
        "title":"EIA: Educational Reform or Repression?"},
      {
        "id":"ED310552",
        "title":"Georgia's Leadership Performance Assessment Instrument: Implications for Preparation Programs."},
      {
        "id":"ED310558",
        "title":"Identifying and Nurturing the Gifted: An International Perspective."},
      {
        "id":"ED310559",
        "title":"Alternative Futures for the Education of Students with Severe Disabilities. Proceedings of the Conference on Severe and Multiple Handicaps: Alternative Futures (Edmonton, Canada, May 6-8, 1987)."},
      {
        "id":"ED310560",
        "title":"How Often Do You Need To Collect Student Performance Data? A Study of the Effects of Frequency of Probe Data Collection and Graph Characteristics on Teachers' Visual Inference."},
      {
        "id":"ED310564",
        "title":"Ecological Inventories and Curriculum Development for Special Education in Developing Countries."},
      {
        "id":"ED310568",
        "title":"On Campus: Integrating the University Environment."},
      {
        "id":"ED310572",
        "title":"Adjustment of Adults to a Visual Impairment: Preliminary Findings."},
      {
        "id":"ED310578",
        "title":"Stress and Supports to Families with a Handicapped Child [and] Adjustment of Families with Handicapped Children."},
      {
        "id":"ED310579",
        "title":"Making a Difference: An Employer's Handbook on Hiring People with Disabilities."},
      {
        "id":"ED310580",
        "title":"The Parent Empowerment Packet (PEP)."},
      {
        "id":"ED310584",
        "title":"Investigation of a Study Technique To Increase Learning Disabled Students' Reading Comprehension of Expository Text. Final Report."},
      {
        "id":"ED310585",
        "title":"Improving Textbook Usability. Final Report."},
      {
        "id":"ED310587",
        "title":"Behavior Management Guide for Parents of Children with Dual Sensory Impairments. Bulletin No. 9129."},
      {
        "id":"ED310588",
        "title":"Abuse and Neglect of Handicapped Children: Identification and Intervention by School Personnel."},
      {
        "id":"ED310591",
        "title":"The Special Education Software Center. Final Report."},
      {
        "id":"ED310592",
        "title":"A Youth Reentry Specialist Program for Released Incarcerated Youth with Handicapping Conditions. First Annual Report, September 1, 1985-August 31, 1986. Final Report."},
      {
        "id":"ED310593",
        "title":"Ethical Issues and Value Conflicts in Our Public Schools: A Critical Aspect of the Regular Education Initiative."},
      {
        "id":"ED310596",
        "title":"Comparative Analysis of Fixed-Vocabulary Communication Techniques: Trace Reprint Series."},
      {
        "id":"ED310597",
        "title":"Trace-Authored Papers from the Annual Conference on Rehabilitation Technology (11th, Montreal, Canada, 1988). Trace Reprint Series."},
      {
        "id":"ED310598",
        "title":"Disabled Access to Technological Advances (DATA) Final Report."},
      {
        "id":"ED310599",
        "title":"Service Delivery Mechanisms in Rehabilitation Technology."},
      {
        "id":"ED310601",
        "title":"How Families Cope Successfully with a Handicapped Child: A Qualitative Study."},
      {
        "id":"ED310603",
        "title":"Ecological Inventories and Screen Writing for Secondary Moderately Mentally Handicapped Learners."},
      {
        "id":"ED310604",
        "title":"Service Delivery and Related Issues at the Trace Research and Development Center."},
      {
        "id":"ED310608",
        "title":"Supervision Research in Human Communication Disorders: A State-of-the-Art Review."},
      {
        "id":"ED310609",
        "title":"Project CABE 1986-1987: O.E.A. Evaluation Section Report."},
      {
        "id":"ED310610",
        "title":"A Value-Critical Approach to Transition Policy Analysis."},
      {
        "id":"ED310612",
        "title":"Individual Vocational Education Planning (IVEP): A Handbook for Assistant Principals for Instruction, Vocational Teachers, Special Educators/Support Personnel, Guidance Counselors."},
      {
        "id":"ED310615",
        "title":"Birding: An Introduction to Ornithological Delights for Blind and Physically Handicapped Individuals."},
      {
        "id":"ED310616",
        "title":"Profile of Handicapped Students in Postsecondary Education, 1987. National Postsecondary Student Aid Study. Survey Report."},
      {
        "id":"ED310617",
        "title":"Les Erreurs des etudiants chinois dans l'apprentissage du francais (The Errors of Chinese Students in Learning French)."},
      {
        "id":"ED310618",
        "title":"Annotated Bibliography for Developing Oral Proficiency in Second and Foreign Languages."},
      {
        "id":"ED310619",
        "title":"Actes des journees de linguistique: Colloque sur la recherche etudiante (Proceedings of the Linguistics Conference: Colloquium on Student Research) (Quebec, Canada, March 18-19, 1988)."},
      {
        "id":"ED310622",
        "title":"Variation in Second Language Phonology."},
      {
        "id":"ED310623",
        "title":"Language Census Report for California Public Schools, 1988."},
      {
        "id":"ED310625",
        "title":"Foreign Language Framework for California Public Schools, Kindergarten through Grade Twelve."},
      {
        "id":"ED310627",
        "title":"Classroom Discourse: Its Nature and Its Potential for Language Learning."},
      {
        "id":"ED310628",
        "title":"Five Experiments on EFL Vocabulary Learning: A Project Report."},
      {
        "id":"ED310629",
        "title":"Links between Bilingualism, Achievement, and Psychosocial Classroom Environment among Bilingual and Monolingual Students."},
      {
        "id":"ED310632",
        "title":"Native Language Proficiency as a Predictor of LEP Students' Growth in English."},
      {
        "id":"ED310633",
        "title":"The Relevance of Grammar in the Applied Linguistic of Language Teaching. CLCS Occasional Paper No. 22. Spring 1989."},
      {
        "id":"ED310635",
        "title":"Bilingual Resource Instruction for Development of Gainful Employment Skills. Project BRIDGES, 1987-88."},
      {
        "id":"ED310636",
        "title":"Project RECURSO, 1987-1988."},
      {
        "id":"ED310637",
        "title":"The New York City Staff Development Program in Mathematics for High School Teachers and Supervisors, 1987-1988."},
      {
        "id":"ED310638",
        "title":"Career Advancement through Bilingual Education Skills. Project CABES, 1987-1988."},
      {
        "id":"ED310640",
        "title":"Bilingual Pupil Services (B.P.S.), 1987-88."},
      {
        "id":"ED310641",
        "title":"What Really Affects Undergraduates' Evaluations of Nonnative Teaching Assistant's Teaching?"},
      {
        "id":"ED310642",
        "title":"Predictors of Registered Nurses' Intention To Quit: Implications for the Management of Health Care Human Resources in North Dakota Hospitals."},
      {
        "id":"ED310643",
        "title":"American Indians in Graduate Education."},
      {
        "id":"ED310645",
        "title":"The U.S. Department of Education's Student Loan Default Reduction Initiative: Background and Analysis. CRS Report for Congress."},
      {
        "id":"ED310646",
        "title":"The Pell Grant Program: Background and Issues. CRS Report for Congress."},
      {
        "id":"ED310647",
        "title":"Expenditures for Research on Higher Education. Working Paper Series."},
      {
        "id":"ED310648",
        "title":"Linking Planning with Budgeting: An Annotated Bibliography. Working Paper Series."},
      {
        "id":"ED310649",
        "title":"The Many Faces of Quality. Working Paper Series."},
      {
        "id":"ED310650",
        "title":"The Link between Planning and Budgeting. NCHEMS Monograph 1."},
      {
        "id":"ED310651",
        "title":"Promoting the Effective Use of Information in Decisionmaking. NCHEMS Monograph 4."},
      {
        "id":"ED310652",
        "title":"Program Reviews, Inputs and Outcomes NCHEMS Monograph 5."},
      {
        "id":"ED310653",
        "title":"Transformation Leadership for Improving Student Outcomes. NCHEMS Monograph 6."},
      {
        "id":"ED310654",
        "title":"Recruitment, Retention and Student Flow: A Comprehensive Approach to Enrollment Management Research. NCHEMS Monograph 7."},
      {
        "id":"ED310655",
        "title":"Performance Funding in Higher Education: A Critical Analysis of Tennessee's Experience."},
      {
        "id":"ED310657",
        "title":"Cooperative and Workplace Learning Approaches."},
      {
        "id":"ED310660",
        "title":"Establishing a Longitudinal Student Tracking System: An Implementation Handbook."},
      {
        "id":"ED310661",
        "title":"Financing Higher Education in Francophone West Africa. An EDI Policy Seminar Report, Number 12."},
      {
        "id":"ED310662",
        "title":"Profile of Pacific Higher Education."},
      {
        "id":"ED310663",
        "title":"A Common Language for Postsecondary Accreditation: Categories and Definitions for Data Collection."},
      {
        "id":"ED310667",
        "title":"Higher Education Advocate. Volume VI, Number 1-12."},
      {
        "id":"ED310668",
        "title":"Higher Education Advocate. Volume V, Number 1-13."},
      {
        "id":"ED310669",
        "title":"Distribution of High School Graduates and College-Going Rate, New York State, Fall 1988."},
      {
        "id":"ED310679",
        "title":"Liberal Arts, Experiential Learning and Public Service: Necessary Ingredients for Socially Responsible Undergraduate Education."},
      {
        "id":"ED310681",
        "title":"Financing Higher Education in Japan. Trends and Issues. R.I.H.E. International Publication Series No. 4."},
      {
        "id":"ED310683",
        "title":"Resource Guide of Support Services for Students with Learning Disabilities in Connecticut Colleges and Universities."},
      {
        "id":"ED310685",
        "title":"New Issues--New Roles. A Conversation with State Higher Education Executive Officers."},
      {
        "id":"ED310686",
        "title":"Non-Traditional Students: Adults in Transition."},
      {
        "id":"ED310689",
        "title":"Use of MCAT Data in Admissions. A Guide for Medical School Admissions Officers and Faculty."},
      {
        "id":"ED310690",
        "title":"The Declining Applicant Pool: Implications for the Selection of Medical Students Proceedings of a Conference of the Association of American Medical Colleges (Washington, D.C., June 13-14, 1988)."},
      {
        "id":"ED310694",
        "title":"Faculty Replacement Needs for the Next 15 Years: A Simulated Attrition Model."},
      {
        "id":"ED310695",
        "title":"Promoting Quality through Leadership. General Session Presentations at the Annual Forum of the Association for Institutional Research (28th, Phoenix, Arizona, May 15-18, 1988)."},
      {
        "id":"ED310696",
        "title":"Partnerships between Higher Education and Industry/Business. An Annotated Bibliography."},
      {
        "id":"ED310704",
        "title":"A Crucial Agenda: Making Colleges and Universities Work Better for Minority Students."},
      {
        "id":"ED310705",
        "title":"Focus on Fees. Alternative Policies for University Tuition Fees."},
      {
        "id":"ED310714",
        "title":"Annual NASSGP/NCHELP Research Conference on Student Financial Aid Research (4th, St. Louis, Missouri, June 3-5, 1987). The Proceedings, Volume 1."},
      {
        "id":"ED310718",
        "title":"Merit Scholarships for Star Students; Keeping the Brightest at In-State Colleges. Regional Spotlight. Southern Regional Education Board."},
      {
        "id":"ED310719",
        "title":"Reaching the Goal of Readiness for College."},
      {
        "id":"ED310720",
        "title":"Access to Microcomputing Equipment for Study Purposes--Undergraduate Students in 1986. Findings from the Costs/Access Survey, 1986. Report No. 7."},
      {
        "id":"ED310722",
        "title":"Communications: There's Nothing to It But To Do It."},
      {
        "id":"ED310723",
        "title":"Making It with Media. Transparency Design."},
      {
        "id":"ED310724",
        "title":"Making It Work! Media Skills in the Curriculum."},
      {
        "id":"ED310725",
        "title":"Practical PR for School Media Centers."},
      {
        "id":"ED310726",
        "title":"Production Fever--Catch It!"},
      {
        "id":"ED310727",
        "title":"Start Spreading the News...Media Publications. A Basic Guide for Preparing a Newsletter."},
      {
        "id":"ED310728",
        "title":"Ways To Improve Visual Communication."},
      {
        "id":"ED310729",
        "title":"When All Else Fails--KICK! Trouble Shooting, Preventive Maintenance, and Auxiliary Equipment."},
      {
        "id":"ED310731",
        "title":"Recent Studies on the Cost-Effectiveness of Military Training in TTCP Countries."},
      {
        "id":"ED310732",
        "title":"The Potential of Interactive Videodisc Technology for Defense Training and Education. Report to Congress."},
      {
        "id":"ED310733",
        "title":"Comprehensive Computer-Based Instructional Programs: What Works for Educationally Disadvantaged Students?"},
      {
        "id":"ED310734",
        "title":"Computer Conferencing in Distance Education."},
      {
        "id":"ED310736",
        "title":"Enrichment of the Undergraduate Economics and Finance Curriculum through Economics U$A: Final Report."},
      {
        "id":"ED310737",
        "title":"The Evaluation of a National Research Plan To Support the Implementation of Computers in Education in the Netherlands."},
      {
        "id":"ED310739",
        "title":"In-Service Teacher Education at a Distance: Trends in Third World Development."},
      {
        "id":"ED310740",
        "title":"Information Technology in Schools: Institutional Rewards and Moral Dilemmas."},
      {
        "id":"ED310741",
        "title":"Manipulating Critical Variables: A Framework for Improving the Impact of Computers in the School Environment."},
      {
        "id":"ED310742",
        "title":"An Observational Study of Social Processes in Microcomputer Classrooms."},
      {
        "id":"ED310749",
        "title":"The Video Privacy Protection Act of 1988. Report [To Accompany S. 2361, as Amended]."},
      {
        "id":"ED310752",
        "title":"The Discourse of Dropout in Distance Education: A Theoretical Analysis."},
      {
        "id":"ED310753",
        "title":"Distance Education."},
      {
        "id":"ED310754",
        "title":"The Education of the Active Televiewer of School Age."},
      {
        "id":"ED310755",
        "title":"Electronic Learning Centers. Grades 1-3."},
      {
        "id":"ED310756",
        "title":"Interactive Videodisc at California State University, Fullerton."},
      {
        "id":"ED310758",
        "title":"Pilot Study for the Active TV Viewer Scholar Education. Final Report. Years 1984-1985."},
      {
        "id":"ED310761",
        "title":"Education and Technology at the Crossroads: Choosing a New Direction."},
      {
        "id":"ED310763",
        "title":"To Support the Learner: A Collection of Essays on the Applications of Technology in Education. Enhancing Learning through Technology."},
      {
        "id":"ED310765",
        "title":"Linking for Learning. A New Course for Education."},
      {
        "id":"ED310766",
        "title":"Linking for Learning. A New Course for Education. Summary."},
      {
        "id":"ED310767",
        "title":"Linking for Learning: A New Course for Education. OTA Report Brief."},
      {
        "id":"ED310768",
        "title":"Library Programs. Library Career Training Program. Abstracts of Funded Projects, FY 88."},
      {
        "id":"ED310770",
        "title":"Expert Systems: Concepts and Applications. Advances in Library Information Technology, Issue Number 1."},
      {
        "id":"ED310771",
        "title":"The Invasion of the Giant Spore. SOLINET Preservation Program Leaflet Number 5."},
      {
        "id":"ED310772",
        "title":"Using UTAH PILOT To Teach Basic DIALOG Searching."},
      {
        "id":"ED310773",
        "title":"Develop & Test Curriculum Materials for Library Service to Jail Populations. Final Report."},
      {
        "id":"ED310775",
        "title":"Public Library Information and Referral Project: Phase I, Survey."},
      {
        "id":"ED310776",
        "title":"Resistance to Technological Innovation in Libraries: Part III: Reviews of the Study. Final Report."},
      {
        "id":"ED310777",
        "title":"Jail Library Service: A Guide for Librarians and Administrators."},
      {
        "id":"ED310778",
        "title":"Scholarly Resources in Art History. Issues in Preservation. Report of the Seminar (Wayzata, Minnesota, September 29-October 1, 1988)."},
      {
        "id":"ED310780",
        "title":"Access Points to ERIC: An Update. ERIC Digest."},
      {
        "id":"ED310783",
        "title":"The Effective Librarian: Educator, Politician or Practitioner. Proceedings of the Spring Meeting of the Nebraska Library Association (Kearney, Nebraska, May 20, 1988)."},
      {
        "id":"ED310786",
        "title":"How ERIC Can Better Serve the Consumer: Prospects for Program Improvement."},
      {
        "id":"ED310787",
        "title":"The Information Search Process of High, Middle, and Low Achieving High School Seniors."},
      {
        "id":"ED310790",
        "title":"Library Programs. Library Literacy Program: Analysis of Funded Projects 1988. LSCA VI."},
      {
        "id":"ED310791",
        "title":"Procurement: Government Printing Office Supply of Microfiche to Libraries Disrupted. Report to the Chairman and Vice Chairman of the Joint Committee on Printing, U.S. Congress."},
      {
        "id":"ED310792",
        "title":"Reference Materials for Secondary School Library Media Centers. Library Resources #2 [and] Selected Bibliography of Elementary Reference Materials. Library Resources #25."},
      {
        "id":"ED310793",
        "title":"Using Information Technology To Create New Educational Situations."},
      {
        "id":"ED310794",
        "title":"A Socio-Semiotic Way of Looking at Cross-Cultural Lexicology."},
      {
        "id":"ED310796",
        "title":"Access to Current Information Online."},
      {
        "id":"ED310797",
        "title":"CD-ROM: Compact Disc--Read Only Memory. 371 Selected Citations. Specialized Bibliography Series."},
      {
        "id":"ED310798",
        "title":"Matches and Mismatches: What Part-Time English Instructors Know and Want To Learn."},
      {
        "id":"ED310801",
        "title":"Approaches to Meeting the 50% Law Requirement."},
      {
        "id":"ED310804",
        "title":"Roxbury Community College Report on Transfer Activities, July 1, 1987-June 30, 1989."},
      {
        "id":"ED310805",
        "title":"Update on Student Persistence: A Report on the 1978 and 1980 Cohorts."},
      {
        "id":"ED310814",
        "title":"Honors: Getting Started."},
      {
        "id":"ED307810",
        "title":"Helping Limited English Proficient Children Communicate in the Classroom: A Handbook for Teachers. Program Information Guide Series, Number 9."},
      {
        "id":"ED307811",
        "title":"Sentence-Combining in the Secondary ESL Classroom--A Review of the Research Literature."},
      {
        "id":"ED307812",
        "title":"The &quot;PTA&quot; of the Future."},
      {
        "id":"ED307814",
        "title":"Cultural and Linguistic Influences on Latino Testing."},
      {
        "id":"ED307817",
        "title":"Reauthorization of Expiring Federal Elementary and Secondary Education Programs: Bilingual Education. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, First Session on H.R. 5, H.R. 1755, and H.R. 1448."},
      {
        "id":"ED307819",
        "title":"From Krasher to Ashen: Ethnocentrism and Universality in TESOL."},
      {
        "id":"ED307820",
        "title":"Evaluation of an &quot;Exemplary&quot; Bilingual Immersion Program."},
      {
        "id":"ED307823",
        "title":"A Self-Instructional Course in Student Financial Aid Administration. Module 1--Student Financial Aid Administration: Course Study Guide &amp; Introduction to the Field. Second Edition."},
      {
        "id":"ED307824",
        "title":"A Self-Instructional Course in Student Financial Aid Administration. Module 2--Federal Student Financial Aid: History &amp; Current Sources. Second Edition."},
      {
        "id":"ED307825",
        "title":"A Self-Instructional Course in Student Financial Aid Administration. Module 3: The Legislative and Regulatory Processes. Second Edition."},
      {
        "id":"ED307826",
        "title":"A Self-Instructional Course in Student Financial Aid Administration. Module 4: The Roles and Responsibilities of the Financial Aid Office. Second Edition."},
      {
        "id":"ED307827",
        "title":"A Self-Instructional Course in Student Financial Aid Administration. Module 5: Title IV Institutional and Program Eligibility. Second Edition."},
      {
        "id":"ED307828",
        "title":"A Self-Instructional Course in Student Financial Aid Administration. Module 6: General Student Eligibility. Second Edition."},
      {
        "id":"ED307829",
        "title":"A Self-Instructional Course in Student Financial Aid Administration. Module 7: Calculating Cost of Attendance. Second Edition."},
      {
        "id":"ED307830",
        "title":"A Self-Instructional Course in Student Financial Aid Administration. Module 8: Need Analysis. Second Edition."},
      {
        "id":"ED307831",
        "title":"A Self-Instructional Course in Student Financial Aid Administration. Module 9: Award Packaging. Second Edition."},
      {
        "id":"ED307832",
        "title":"A Self-Instructional Course in Student Financial Aid Administration. Module 10: The Pell Grant Program. Second Edition."},
      {
        "id":"ED307833",
        "title":"A Self-Instructional Course in Student Financial Aid Administration. Module 11: The Stafford Loan, SLS, and PLUS Programs. Second Edition."},
      {
        "id":"ED307834",
        "title":"A Self-Instructional Course in Student Financial Aid Administration. Module 12: The Campus-Based Programs: SEOG, CWS, and Perkins Loan. Second Edition."},
      {
        "id":"ED307835",
        "title":"A Self-Instructional Course in Student Financial Aid Administration. Module 13: Verification. Second Edition."},
      {
        "id":"ED307837",
        "title":"A Self-Instructional Course in Student Financial Aid Administration. Module 15: Internal Aid Office Management and Institutional Quality Control. Second Edition."},
      {
        "id":"ED307839",
        "title":"A Self-Instructional Course in Student Financial Aid Administration. Module 17--Evaluation of Student Aid Management: Self-Evaluation, Audit, and Program Review. Second Edition."},
      {
        "id":"ED307840",
        "title":"A Self-Instructional Course in Student Financial Aid Administration. Support Booklet for a Self-Instructional Course in Student Financial Aid Administration. Second Edition."},
      {
        "id":"ED307841",
        "title":"Entrepreneurship and Higher Education; Lessons for Colleges, Universities, and Industry. ASHE-ERIC Higher Education Report No. 6, 1988."},
      {
        "id":"ED307846",
        "title":"Videotape Recording of Classroom Events."},
      {
        "id":"ED307852",
        "title":"Doctoral Research in Instructional Design & Technology: A Directory of Dissertations, 1977-1986."},
      {
        "id":"ED307853",
        "title":"Information Technology Issues. Transition Series."},
      {
        "id":"ED307855",
        "title":"A Learning Assessment System: Development of Assessment Instruments plus Scoring and Reporting Procedures."},
      {
        "id":"ED307856",
        "title":"The 1989 Educational Software Preview Guide."},
      {
        "id":"ED307857",
        "title":"Predictors of Enrollment in High School Computer Courses."},
      {
        "id":"ED307859",
        "title":"Sex and Ethnic Group Differences in High School Students' Computer Attitudes and Computer Attributions."},
      {
        "id":"ED307860",
        "title":"Status of Technology in Higher Education: A Reassessment."},
      {
        "id":"ED307861",
        "title":"Federal Information. Users' Current and Future Technology Needs. Fact Sheet for the Chairman, Joint Committee on Printing, U.S. Congress."},
      {
        "id":"ED307862",
        "title":"Literacy as a Treatment Modality for Young Chronic Mentally Ill Adults. &quot;Independence through Literacy.&quot; Narrative Report."},
      {
        "id":"ED307863",
        "title":"Pennsylvania School Libraries: A Status Report on Curriculum, Staff, Resources and Policies."},
      {
        "id":"ED307868",
        "title":"Independent Colleges Archives and Institutional Records Network: A Feasibility Study. A Report to the Participating Colleges and to the Pennsylvania Historical and Museum Commission."},
      {
        "id":"ED307872",
        "title":"Statewide Disaster Preparedness and Recovery Program for Florida Libraries. Occasional Papers Number 185."},
      {
        "id":"ED307873",
        "title":"Training in Cataloging. A Review of the First Year."},
      {
        "id":"ED307876",
        "title":"Controversies, Collections, and the Academic Library's Educational Role."},
      {
        "id":"ED307878",
        "title":"Intellectual Freedom Stands of American Bible College Libraries: Taken or Not Taken."},
      {
        "id":"ED307879",
        "title":"Job Sharing: Is It in Your Future?"},
      {
        "id":"ED307884",
        "title":"Discourse-Level Structure in Abstracts."},
      {
        "id":"ED307885",
        "title":"An Evaluation of Selected NASA Scientific and Technical Information Products: Results of a Pilot Study."},
      {
        "id":"ED307887",
        "title":"Library Resource Sharing in Colorado."},
      {
        "id":"ED307888",
        "title":"National Technical Information Service. Hearing on H.R. 4417. A Bill To Authorize Appropriations to the Secretary of Commerce for the Programs of the National Bureau of Standards for Fiscal Year 1989, and for Other Purposes, before the Subcommittee on Commerce, Consumer Protection, and Competitiveness of the Committee on Energy and Commerce. House of Representatives, One Hundredth Congress, Second Session."},
      {
        "id":"ED307891",
        "title":"Study on Integrated Pest Management for Libraries and Archives."},
      {
        "id":"ED307897",
        "title":"Libraries and Literacy Education: Comprehensive Survey Report."},
      {
        "id":"ED307898",
        "title":"Rethinking the Library in the Information Age. Volume III. Building an Infrastructure for Library Research."},
      {
        "id":"ED307899",
        "title":"Creature Features. Program Guide for the Texas Reading Club, 1989."},
      {
        "id":"ED307902",
        "title":"Preparing Contracts and Negotiating with Library Automation Vendors."},
      {
        "id":"ED307908",
        "title":"A Summary of Selected National Data Pertaining to Community, Technical, and Junior Colleges. Appendix for AACJC Statistical Yearbook 1988."},
      {
        "id":"ED307910",
        "title":"Leadership at All Levels. Journal of the American Association of Women in Community and Junior Colleges, 1989."},
      {
        "id":"ED307911",
        "title":"A Fiscal Profile of the Illinois Public Community College System, Fiscal Years 1966-1988."},
      {
        "id":"ED307912",
        "title":"The Dry Pipeline: Increasing the Flow of Minority Faculty."},
      {
        "id":"ED307913",
        "title":"Sequence Curriculum: High School to College. Middlesex Community College/Haddam-Killingworth High School. Final Report."},
      {
        "id":"ED307914",
        "title":"Increasing Institutional Effectiveness through Outcomes Assessment."},
      {
        "id":"ED307915",
        "title":"Bridging from Technical to Academic Degrees: A Healthcare Example."},
      {
        "id":"ED307918",
        "title":"Changes in Credit Hour Distribution."},
      {
        "id":"ED307920",
        "title":"The Puente Project."},
      {
        "id":"ED307921",
        "title":"1989-90 Implementation of the Management Information System."},
      {
        "id":"ED307923",
        "title":"Lists of Disciplines To Replace Community College Credentials."},
      {
        "id":"ED307924",
        "title":"A Search for Institutional Distinctiveness. New Directions for Community Colleges, Number 65."},
      {
        "id":"ED307925",
        "title":"Using Student Tracking Systems Effectively. New Directions for Community Colleges, Number 66."},
      {
        "id":"ED307926",
        "title":"Austin Community College: An Institutional Narrative."},
      {
        "id":"ED307930",
        "title":"A Survey of Women Community College Administrators."},
      {
        "id":"ED307931",
        "title":"Whole Teaching: Performative Acts in Good Faith."},
      {
        "id":"ED307932",
        "title":"Toward a Definition of Student Persistence at the Community College."},
      {
        "id":"ED307933",
        "title":"The Faculty That Stays Together Grays Together: The Faculty Development Movement."},
      {
        "id":"ED307934",
        "title":"Reflections at Mid-Career: Commitments and the Classroom."},
      {
        "id":"ED307935",
        "title":"Ethics in the Business Curriculum at the Community College."},
      {
        "id":"ED307936",
        "title":"Methods of Evaluating Students at the Community College."},
      {
        "id":"ED307937",
        "title":"Interaction between the Community College and High Schools: What the College Can Do To Attract Better-Prepared Students."},
      {
        "id":"ED307938",
        "title":"Honors Programs at the Community College."},
      {
        "id":"ED307939",
        "title":"The Why and How of Mandated Assessment in New Jersey."},
      {
        "id":"ED307946",
        "title":"Improving ESL Instruction for College-Bound Students. Final Report of the Project Conducted July 1, 1987 through June 30, 1988."},
      {
        "id":"ED307947",
        "title":"The Role of the Community College President: A Review of the Literature from 1969-89."},
      {
        "id":"ED307948",
        "title":"Effective Leadership Strategies for the Community College President."},
      {
        "id":"ED307949",
        "title":"Piedmont Virginia Community College Student Assessment Report. Research Report No. 4-89."},
      {
        "id":"ED307950",
        "title":"The Dry Pipeline: Increasing the Flow of Minority Faculty."},
      {
        "id":"ED307958",
        "title":"Family, Children, and Poverty: Can Data Tell Us Anything? A Report from the Roundtable Project of the California Children's Council."},
      {
        "id":"ED307960",
        "title":"Augustus F. Hawkins-Robert T. Stafford Elementary and Secondary School Improvement Amendments of 1988. (Public Law 100-297, 100th Congress, April 28, 1988)."},
      {
        "id":"ED307963",
        "title":"A Comprehensive Introductory Level Training Program for Family Day Care Providers."},
      {
        "id":"ED307964",
        "title":"Study of the Home-Based Option in Head Start. Volume I: Technical Report. Volume II: Case Studies. Final Report."},
      {
        "id":"ED307965",
        "title":"Child Care. Hearing Before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, Second Session (April 21, 1988)."},
      {
        "id":"ED307966",
        "title":"Act for Better Child Care Services of 1988. Report from the Committee on Labor and Human Resources Together with Additional Views (To Accompany S. 1885). 100th Congress, 2nd Session."},
      {
        "id":"ED307967",
        "title":"The Nature of Children's Play. ERIC Digest."},
      {
        "id":"ED307968",
        "title":"&quot;Beyond Lollipop Trees&quot;: Teaching Thinking Skills through Art."},
      {
        "id":"ED307970",
        "title":"Marine Corps Child Care: User Fee Increases at Parris Island and Beaufort Installations. Report to the Chairman, Subcommittee on Military Personnel and Compensation, Committee on Armed Services, House of Representatives."},
      {
        "id":"ED307971",
        "title":"Military Child Care: Extensive, Diverse, and Growing. Report to Congressional Requesters."},
      {
        "id":"ED307972",
        "title":"School-Age Child Care: A Continuing Series of Technical Assistance Papers. Technical Assistance Papers No 1-12, May 1986-May 1988."},
      {
        "id":"ED307974",
        "title":"Foster Care, Child Welfare, and Adoption Reforms. Joint Hearings before the Subcommittee on Public Assistance and Unemployment Compensation of the Committee on Ways and Means and Select Committee on Children, Youth, and Families. House of Representatives, One Hundredth Congress, Second Session (April 13 and 28; May 12, 1988)."},
      {
        "id":"ED307975",
        "title":"Does Home Hinder Professional Commitment? The Case of Early Education. Research and Information Report."},
      {
        "id":"ED307978",
        "title":"Schoolwide Projects: The Almost Revolution (?) Six Years Later."},
      {
        "id":"ED307979",
        "title":"A Successful Public School Prekindergarten Program."},
      {
        "id":"ED307980",
        "title":"Assessment in Early Childhood Education: A Consumer&apos;s Guide."},
      {
        "id":"ED307982",
        "title":"How Two-Year-Olds Use Forward Search Strategy To Solve Problems."},
      {
        "id":"ED307983",
        "title":"Neonatal Audiologic Screening and Test Procedures."},
      {
        "id":"ED307984",
        "title":"Employers and Child Care: Benefiting Work and Family."},
      {
        "id":"ED307985",
        "title":"Family Diversity and School Policy."},
      {
        "id":"ED307986",
        "title":"Pure-Tone Sensitivity of 2- to 4-Week-Old Infants."},
      {
        "id":"ED307987",
        "title":"Child Support and Alimony: 1985. (Supplemental Report)."},
      {
        "id":"ED307988",
        "title":"Newborn's Motor Response to Pure-Tone Stimulation."},
      {
        "id":"ED307989",
        "title":"Pulsation Threshold Tuning Curves in 3- and 6-Month-Old Human Infants."},
      {
        "id":"ED307990",
        "title":"Infant Temperament: Stability, Parental Concurrence, and Relations to Mother-Infant Attachment."},
      {
        "id":"ED307992",
        "title":"The Effects of Divorce and Parental Conflict on Children's Adjustment: A Prospective Study."},
      {
        "id":"ED307994",
        "title":"Growing Together...Early Childhood Education in Pennsylvania."},
      {
        "id":"ED307998",
        "title":"Effect of Task Goal and Item Organization on Immediate and Delayed Recall."},
      {
        "id":"ED307999",
        "title":"Parent-Child Interactions of ADHD Children: Comparisons with Children of Differing Sociometric Status."},
      {
        "id":"ED308001",
        "title":"State Guidelines for Reshaping Academic Curricula in Elementary Schools: A 50-State Survey. Elementary Subjects Center Series No. 10."},
      {
        "id":"ED308002",
        "title":"Developmental Trends in Infants' Sensitivity to Prosodic Cues Correlated with Linguistic Units."},
      {
        "id":"ED308005",
        "title":"Stimulation Activities: Age Birth to Five Years."},
      {
        "id":"ED308008",
        "title":"Dimensions of the Mother-Child Relationship as Predictors of Social Competence."},
      {
        "id":"ED308013",
        "title":"Maternal Assessment of the Temperament of Very Young Infants."},
      {
        "id":"ED308017",
        "title":"The Minnesota Child Care System (Featuring The Child Caring Reportcard). The 1988 Annual Report."},
      {
        "id":"ED308018",
        "title":"Children's Understanding of Counting."},
      {
        "id":"ED308019",
        "title":"Early Predictors of Psychopathology and Competence in Children."},
      {
        "id":"ED308020",
        "title":"Working for Quality Child Care: An Early Childhood Education Text from the Child Care Employee Project."},
      {
        "id":"ED308023",
        "title":"Attracting, Retaining, and Developing Quality Teachers in Small Schools. Small Schools Network Information Exchange No. 5."},
      {
        "id":"ED308027",
        "title":"1988 Washington State Program for Migrant Children's Education."},
      {
        "id":"ED308031",
        "title":"The Great Plains Rural Principal: Characteristics and Leadership Style."},
      {
        "id":"ED308032",
        "title":"Superintendent Turnover in Rural School Districts."},
      {
        "id":"ED308034",
        "title":"Role of TVA's Skills Development."},
      {
        "id":"ED308035",
        "title":"The Ideological Foundations of Midwest Rural Education."},
      {
        "id":"ED308036",
        "title":"State Bilingual and ECIA Chapter 1 Migrant Process Evaluation Report, 1988-89. An Approved Report of the Division of Administration and Personnel, Department of Evaluation, Testing, and Research."},
      {
        "id":"ED308037",
        "title":"The Tale of Red Emmy: An Irish Witch in Appalachia."},
      {
        "id":"ED308039",
        "title":"Learning To Think Like a Teacher: The Study of Cases."},
      {
        "id":"ED308041",
        "title":"&quot;Home Work&quot; and Nineteenth-Century West Virginia Women."},
      {
        "id":"ED308042",
        "title":"&quot;How Can You Expect To Hold onto Them Later in Life if You Begin Their Lives by Pushing Them Away?&quot; Comparative Perspectives on an Eastern Kentucky Child Rearing Practice."},
      {
        "id":"ED308044",
        "title":"Distance Education in Action: The Wisconsin Rural Reading Improvement Project."},
      {
        "id":"ED308045",
        "title":"Education in Alaska. Report to the People, Fiscal Year 1988."},
      {
        "id":"ED308051",
        "title":"Tapping the Strengths of Rural Schools: An Exemplary Staff Development Model."},
      {
        "id":"ED308052",
        "title":"Distance Education: Promise, Practice, and Pedagogy. Program Report."},
      {
        "id":"ED308054",
        "title":"Nontraditional Education in Rural Districts. ERIC Digest."},
      {
        "id":"ED308055",
        "title":"A Brief History of Bilingual Education in Spanish. ERIC Digest."},
      {
        "id":"ED308056",
        "title":"Using Technology To Improve the Curriculum of Small Rural Schools. ERIC Digest."},
      {
        "id":"ED308057",
        "title":"Touching the Past, Enroute to the Future: Cultural Journalism in the Curriculum of Rural Schools. ERIC Digest."},
      {
        "id":"ED308058",
        "title":"The Impact of Rural Industries on the Outcomes of Schooling in Rural America. ERIC Digest."},
      {
        "id":"ED308059",
        "title":"Economic Support for Education in Rural School Districts. ERIC Digest."},
      {
        "id":"ED308060",
        "title":"Building Academically Strong Gifted Programs in Rural Schools. ERIC Digest."},
      {
        "id":"ED308061",
        "title":"Proficiency-Oriented Foreign Language in the Small High School. ERIC Digest."},
      {
        "id":"ED308062",
        "title":"What Is the Effect of Small-Scale Schooling on Student Achievement? ERIC Digest."},
      {
        "id":"ED308063",
        "title":"Identifying Potential Scientists and Engineers: An Analysis of the High School-College Transition. Report 2: Multivariate Analysis of the High School Class of 1982."},
      {
        "id":"ED308064",
        "title":"Mathematics: Program of Studies/Curriculum Guide. Grades 8 and 9. Interim 1989."},
      {
        "id":"ED308065",
        "title":"Microcomputer Referents in Elementary Mathematics: A Sample Approach."},
      {
        "id":"ED308067",
        "title":"Children Make Sense of Numbers: The Development of Ideas about Written Numerals."},
      {
        "id":"ED308068",
        "title":"Toward the Development of an Elementary Teacher's Science Teaching Efficacy Belief Instrument."},
      {
        "id":"ED308070",
        "title":"Mathematics Teaching in Japanese Elementary and Secondary Schools--A Report of the ICTM Japan Mathematics Delegation (1988)."},
      {
        "id":"ED308071",
        "title":"Use of Variables: Algebra-Computer-English Translation."},
      {
        "id":"ED308074",
        "title":"A Manual on Conservation of Soil and Water. Appropriate Technologies for Development. R-38."},
      {
        "id":"ED308075",
        "title":"Science Teachers' Handbook. Reprint R-50."},
      {
        "id":"ED308076",
        "title":"Manual para los Profesores de Ciencias. (Science Teachers' Handbook). Appropriate Technologies for Development Series Reprint R-66."},
      {
        "id":"ED308077",
        "title":"Manuel du Professeur de Science. (Science Teachers' Handbook). Appropriate Technologies for Development Series Reprint R-64."},
      {
        "id":"ED308078",
        "title":"Reboisement des Terres Arides. (Reforestation in Arid Lands. Manual M5A). Appropriate Technologies for Development Series."},
      {
        "id":"ED308082",
        "title":"The ASTC Science Center Survey Education Report and Directory."},
      {
        "id":"ED308084",
        "title":"Staff Development for Mathematics Teachers: Assumptions To Consider."},
      {
        "id":"ED308090",
        "title":"Energy Facts 1988."},
      {
        "id":"ED308091",
        "title":"An Exploratory Survey of Four Groups of 1987 Graduating Seniors' Perceptions Pertaining to (1) the Qualities of a Good Citizen, (2) the Sources of Citizenship Influence, and (3) the Contributions of Social Studies Courses and Programs of Study to Citizenship Development."},
      {
        "id":"ED308092",
        "title":"A History of the City of Sydney Public Library."},
      {
        "id":"ED308094",
        "title":"Safe Schools &amp; Quality Schooling: The Public Responds."},
      {
        "id":"ED308095",
        "title":"Student Searches &amp; the Law. NSSC Research Paper."},
      {
        "id":"ED308097",
        "title":"School Bullying and Victimization. NSSC Resource Paper."},
      {
        "id":"ED308098",
        "title":"Education for International Competence in Pennsylvania."},
      {
        "id":"ED308102",
        "title":"Comparative Education: Statistics on Education in the United States and Selected Foreign Nations. CRS Report for Congress."},
      {
        "id":"ED308108",
        "title":"Russia/Soviet Union: A Guide to Print Materials for Teachers. Supplement."},
      {
        "id":"ED308109",
        "title":"Women and Politics. A Summative Evaluation. Evaluation and Project Research Report No. 8--1988-89."},
      {
        "id":"ED308112",
        "title":"Geography Activities That Make Learning Fun: Grades 4-8."},
      {
        "id":"ED308120",
        "title":"Ideas for Teaching Economics in Grades Five &amp; Six."},
      {
        "id":"ED308128",
        "title":"The Archives of the Holland Land Company in Reed Library and Related New York State Collections. Research Guide No. 56."},
      {
        "id":"ED308129",
        "title":"Genealogical Research and the Holland Land Company Records. Research Guide No. 55."},
      {
        "id":"ED308130",
        "title":"Hosting Foreign Visitors in the Classroom: A Checklist."},
      {
        "id":"ED308131",
        "title":"Cooperative Learning: Research and Practice."},
      {
        "id":"ED308132",
        "title":"Drugs in Latin America. Studies in Third World Societies, Publication Number Thirty-seven."},
      {
        "id":"ED308134",
        "title":"Religious Compromise in Israeli Schools since 1953."},
      {
        "id":"ED308135",
        "title":"Peace Studies and the Social Studies."},
      {
        "id":"ED308136",
        "title":"Teachable Moments. Issues 1-20."},
      {
        "id":"ED308137",
        "title":"Teachable Moments. All 18 Issues from 1988."},
      {
        "id":"ED308141",
        "title":"Assessment Essentials in Professional Education of Teachers."},
      {
        "id":"ED308145",
        "title":"Predictors of Beginning Teacher Burnout."},
      {
        "id":"ED308146",
        "title":"Classroom Observation Unit. Activities to Structure a Field Study Course."},
      {
        "id":"ED308147",
        "title":"School-University Collaboration: Why It's Multicultural Education."},
      {
        "id":"ED308148",
        "title":"Complex Instruction: Theory and Classroom Implementation."},
      {
        "id":"ED308149",
        "title":"Supervision for Growth: A Practitioner's Perspective."},
      {
        "id":"ED308154",
        "title":"The Development of Commitment to Teaching."},
      {
        "id":"ED308155",
        "title":"The University of Arizona Cooperating Teacher Project. Final Report: Project Portrayal; Program Assessment Report; Practice Profile."},
      {
        "id":"ED308156",
        "title":"Collaboration for the Improvement of Teacher Education (CITE). Project Portrayal; Practice Profile; Project Assessment Report."},
      {
        "id":"ED308157",
        "title":"Pioneers in Leisure and Recreation."},
      {
        "id":"ED308158",
        "title":"Personnel Management in Recreation and Leisure Services. Second Edition."},
      {
        "id":"ED308159",
        "title":"Fitness in the Elementary Schools. Second Edition. A Teacher's Manual."},
      {
        "id":"ED308160",
        "title":"From the Outside In and Back Again: A Sociological Analysis of the Acquisition, Evaluation, and Utilization of a Teacher's Occupational Knowledge."},
      {
        "id":"ED308162",
        "title":"Comparison of Student Attainment of Teaching Competencies in Traditional Preservice and Fifth-Year Master of Arts in Teaching Programs."},
      {
        "id":"ED308165",
        "title":"Differentiated Career Opportunities for Teachers. Fastback 287."},
      {
        "id":"ED308166",
        "title":"Peer Supervision: A Way of Professionalizing Teaching. Fastback 286."},
      {
        "id":"ED308167",
        "title":"Teacher Compensation: A Comparison of Public and Private School Teachers, 1984-86. Survey Report."},
      {
        "id":"ED308168",
        "title":"An Analysis of the Comparability of Teacher Salaries to the Earnings of Other College Graduates in the Southeast: 1988 Update. Research Report 08-008."},
      {
        "id":"ED308169",
        "title":"Pass to Play: Student Athletes and Academics."},
      {
        "id":"ED308170",
        "title":"Characteristics of Students Entering the Teaching Profession."},
      {
        "id":"ED308172",
        "title":"The Critical Role of Teacher Incentives in the Northeast States."},
      {
        "id":"ED308177",
        "title":"Learning about Learning To Teach: A Case Study of Pre-Service Teacher Education."},
      {
        "id":"ED308179",
        "title":"The Teaching/Learning Triangle of Professional Education: Implications for Research and Development."},
      {
        "id":"ED308180",
        "title":"Agency, Structure and the Rhetoric of Teacher Empowerment."},
      {
        "id":"ED308182",
        "title":"Integration of Research and Practice through an Extended Practium."},
      {
        "id":"ED308183",
        "title":"Characteristics of Inservice Activities and Their Effects on Educational Change."},
      {
        "id":"ED308186",
        "title":"Teaching Excellence: Perspectives of First Year University Scholars and Their High School Teachers."},
      {
        "id":"ED308188",
        "title":"Regional Educational Laboratory Recompetition: Review Panel Papers, Commissioned Policy Papers, and Factual Information about the Program."},
      {
        "id":"ED308189",
        "title":"Report of the Laboratory Review Panel on the 1987 Review of Laboratories."},
      {
        "id":"ED308190",
        "title":"Report of the Laboratory Review Panel on the Pending Laboratory Recompetition."},
      {
        "id":"ED308191",
        "title":"Classroom and School Research: Investments in Enhancing Schools. Laboratory Policy Paper."},
      {
        "id":"ED308192",
        "title":"Regional Educational Laboratories: History and Prospect. Laboratory Policy Paper."},
      {
        "id":"ED308193",
        "title":"Policy Paper on the Program of Regional Educational Laboratories: The Perspectives of a Chief State School Officer. Laboratory Policy Paper."},
      {
        "id":"ED308194",
        "title":"The Future Direction of Regional Educational Laboratories in Contributing to Urban School Improvement. Laboratory Policy Paper."},
      {
        "id":"ED308195",
        "title":"Classroom and School Improvement in Two European Counties. Laboratory Policy Paper."},
      {
        "id":"ED308196",
        "title":"A Comparison of Service Modes in ED's (The Department of Education's) Technical Assistance Programs. Laboratory Policy Paper."},
      {
        "id":"ED308197",
        "title":"Regional Educational Laboratories: The Strategy of Usable Ignorance. Laboratory Policy Paper."},
      {
        "id":"ED308198",
        "title":"Regional Educational Laboratory Approaches to Educational Improvement: A Descriptive Synthesis."},
      {
        "id":"ED308199",
        "title":"Learning Process Questionnaire Manual. Student Approaches to Learning and Studying."},
      {
        "id":"ED308200",
        "title":"Study Process Questionnaire Manual. Student Approaches to Learning and Studying."},
      {
        "id":"ED308201",
        "title":"Student Approaches to Learning and Studying. Research Monograph."},
      {
        "id":"ED308202",
        "title":"Traditional Dimensionality vs. Essential Dimensionality."},
      {
        "id":"ED308203",
        "title":"Validity of Translations of a Cosmetology Licensure Examination."},
      {
        "id":"ED308204",
        "title":"What Combination of Sampling and Equating Methods Works Best? Revised."},
      {
        "id":"ED308205",
        "title":"TAC Evaluation Assistance: A Ten-Year Evolution from Accountability to Program Improvement."},
      {
        "id":"ED308206",
        "title":"Development of a 50-State System of Education Indicators: Issues of Design, Implementation, and Use."},
      {
        "id":"ED308207",
        "title":"Gender and Mathematics Achievement: Data from High School and Beyond."},
      {
        "id":"ED308208",
        "title":"Interpreting Nonresponse in Survey Research: Methodological Heresy?"},
      {
        "id":"ED308209",
        "title":"Ten Percent More: What Learning Process Dimensions Can Add to the Prediction of First Year College Students' Academic Success."},
      {
        "id":"ED308211",
        "title":"Rasch Models from Objectivity: A Generalization."},
      {
        "id":"ED308213",
        "title":"The Role of an Educational Learning Theory: Explaining Difficult Learning."},
      {
        "id":"ED308214",
        "title":"Selective Bibliography of Professional Tests."},
      {
        "id":"ED308215",
        "title":"The National Education Longitudinal Study of 1988: Data Collection Results and Analysis Potential."},
      {
        "id":"ED308216",
        "title":"Court-defined Job Analysis Standards in Content Validation."},
      {
        "id":"ED308217",
        "title":"Teacher Licensure Test Job Analysis Response by Gender, Race, and Age: Secondary Science and Mathematics."},
      {
        "id":"ED308222",
        "title":"The Kansas Internship Program Assistance/Assessment Model; A Product of the Interdependence of Research and Practice."},
      {
        "id":"ED308224",
        "title":"Monetary Gratuities in Survey Research: A Meta-Analysis of Their Effects on Response Rates."},
      {
        "id":"ED308225",
        "title":"School Climate, Academic Performance, Attendance, and Dropout."},
      {
        "id":"ED308227",
        "title":"The Internal Structure and Correlates of the South Carolina Needs Assessment Instruments."},
      {
        "id":"ED308238",
        "title":"Loglinear Multidimensional IRT Models for Polytomously Scored Items. Project Psychometric Aspects of Item Banking No. 41. Research Report 88-17."},
      {
        "id":"ED308239",
        "title":"Loglinear-Latent-Class Models for Detecting Item Bias. Project Psychometric Aspects of Item Banking No. 36. Research Report 88-10."},
      {
        "id":"ED308240",
        "title":"Parameters in MANOVA Robustness Studies: Comparability to Empirical Research."},
      {
        "id":"ED308246",
        "title":"Semiparametric Estimation in the Rasch Model. Project Psychometric Aspects of Item Banking No. 14. Research Report 87-1."},
      {
        "id":"ED308247",
        "title":"A Cluster-Based Method for Test Construction. Research Report 88-3."},
      {
        "id":"ED308249",
        "title":"Optimizing Incomplete Sample Designs for Item Response Model Parameters. Research Report 88-5."},
      {
        "id":"ED308250",
        "title":"The Use of Decision Theory in the Minnesota Adaptive Instructional System. Research Report 88-6."},
      {
        "id":"ED308251",
        "title":"Nonlinear Redundancy Analysis. Research Report 88-1."},
      {
        "id":"ED308253",
        "title":"Education for Disadvantaged Children: Major Themes in the 1988 Reauthorization of Chapter 1. CRS Report for Congress."},
      {
        "id":"ED308255",
        "title":"Some Effects of Voluntary Transfer on Predominantly Minority Sending Schools."},
      {
        "id":"ED308256",
        "title":"Homework in Different Types of Schools."},
      {
        "id":"ED308257",
        "title":"Youth Mentoring: Programs and Practices. Urban Diversity Series No. 97."},
      {
        "id":"ED308258",
        "title":"School-College Collaborations: A Strategy for Helping Low-Income Minorities. Urban Diversity Series No. 98."},
      {
        "id":"ED308259",
        "title":"Educational Attainment: A Multi-Level Analysis of the Influence of Pupil Ability, Family, School and Neighborhood."},
      {
        "id":"ED308261",
        "title":"Russian and Ethiopian Immigrants in Israel--A Comparative Perspective on Educational Absorption."},
      {
        "id":"ED308264",
        "title":"The Stewart B. McKinney Homeless Assistance Act. Revised Summary."},
      {
        "id":"ED308267",
        "title":"A State Plan To Educate California's Homeless Children and Youth. Draft."},
      {
        "id":"ED308270",
        "title":"Child Care Needs of Low-Income Families. Hearing before the Subcommittee on Public Assistance and Unemployment Compensation of the Committee on Ways and Means. House of Representatives, One Hundredth Congress, Second Session."},
      {
        "id":"ED308271",
        "title":"Reauthorization of Expiring Federal Elementary and Secondary Education Programs. Impact Aid, Volume 7. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, First Session on H.R. 5."},
      {
        "id":"ED308272",
        "title":"Use of AFDC Funds for Homeless Families. Joint Hearing before the Subcommittee on Public Assistance and Unemployment Compensation of the Committee on Ways and Means, House of Representatives and the Subcommittee on Social Security and Family Policy of the Committee on Finance, United States Senate. One Hundredth Congress, Second Session (Brooklyn, New York)."},
      {
        "id":"ED308273",
        "title":"Getting a Lot Further...Some Factors Influencing Decisions which Ethnic Families Make about Children's Schooling and Post-School Futures."},
      {
        "id":"ED308274",
        "title":"Reauthorization of Expiring Federal Elementary and Secondary Education Programs. Joint Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives and the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources. United States Senate, One Hundredth Congress, First Session on H.R. 5, H.R. 950 and S. 3730."},
      {
        "id":"ED308275",
        "title":"Reauthorization of Expiring Federal Elementary and Secondary Education Programs. Chapter 2 of the Education Consolidation and Improvement Act. Volume 3. Hearing before the Subcommittee on Elementary, Secondary and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, First Session on H.R. 5."},
      {
        "id":"ED308276",
        "title":"Educating Homeless Children. ERIC/CUE Digest No. 52."},
      {
        "id":"ED308277",
        "title":"School-College Alliances: Benefits for Low-Income Minorities. ERIC/CUE Digest No. 53."},
      {
        "id":"ED308278",
        "title":"Mentoring: A Representative Bibliography."},
      {
        "id":"ED308279",
        "title":"What Do Employers Want in Entry-Level Workers? An Assessment of the Evidence. Trends and Issues #12."},
      {
        "id":"ED308283",
        "title":"An Evaluation of the Expanded Food and Nutrition Education Program in Kansas."},
      {
        "id":"ED308285",
        "title":"An Annotated Bibliography of Adult Literacy Resources."},
      {
        "id":"ED308286",
        "title":"The Dropout and Vocational Decidedness: Can It Make a Difference?"},
      {
        "id":"ED308287",
        "title":"Retooling the Older Worker: The Case of the United States."},
      {
        "id":"ED308290",
        "title":"Services to Hispanics in JTPA: Implications for the System."},
      {
        "id":"ED308291",
        "title":"A Profile of Agricultural Communications Graduates of the Ohio State University. Summary of Research."},
      {
        "id":"ED308295",
        "title":"Delivery Systems Assisted under the Carl D. Perkins Vocational Education Act and Job Training Partnership Act."},
      {
        "id":"ED308297",
        "title":"GAIN: Early Implementation Experiences and Lessons. California's Greater Avenues for Independence Program."},
      {
        "id":"ED308298",
        "title":"GAIN: Child Care in a Welfare Employment Initiative. California's Greater Avenues for Independence Program."},
      {
        "id":"ED308304",
        "title":"Training of Older Workers in the United States. Training Discussion Paper No. 31."},
      {
        "id":"ED308314",
        "title":"Organized Labor at the Crossroads."},
      {
        "id":"ED308316",
        "title":"A System for Curriculum Development. An ECN Resource."},
      {
        "id":"ED308317",
        "title":"Resources To Facilitate the Transition of Learners with Special Needs from School-to-Work or Postsecondary Education."},
      {
        "id":"ED308331",
        "title":"Hearing on the Reauthorization of VISTA. Hearing before the Subcommittee on Select Education of the Committee on Education and Labor. House of Representatives, One Hundred First Congress, First Session."},
      {
        "id":"ED308332",
        "title":"Hearing on the Minimum Wage. Hearing before the Committee on Education and Labor. House of Representatives, One Hundred First Congress, First Session."},
      {
        "id":"ED308334",
        "title":"A Review of Adult Learning Theory and Staff Development Research. Program Report."},
      {
        "id":"ED308336",
        "title":"Optimists and Pessimists: 2994 Entrepreneurs and Their Perceived Chances for Success. Paper No. 907."},
      {
        "id":"ED308337",
        "title":"FAA Training. Continued Improvements Needed in FAA's Controller Field Training Program. Report to Congressional Requesters."},
      {
        "id":"ED308338",
        "title":"Working for the Federal Government. Job Satisfaction and Federal Employees. A Report to the President and the Congress of the United States. A Special Study."},
      {
        "id":"ED308340",
        "title":"Sex Differences in Career Self-Efficacy."},
      {
        "id":"ED308346",
        "title":"Yearbook of Correctional Education 1989."},
      {
        "id":"ED308348",
        "title":"Teenage Parent Coping Skills. [Teenage Parent Program] Annual Report--FY 87."},
      {
        "id":"ED308349",
        "title":"Vocational Education Single Parent/Displaced Homemaker Project. Annual Report July 1, 1986-June 30, 1987."},
      {
        "id":"ED308356",
        "title":"Project REWARD (Re-entering Education with a Real Determination). Annual Report."},
      {
        "id":"ED308357",
        "title":"Developing a Parents' Activities Manual for Homemakers/Single Parents. Final Report."},
      {
        "id":"ED308358",
        "title":"Swedish Support to Non-Formal Adult Education Programmes."},
      {
        "id":"ED308360",
        "title":"The Role of Education in Stimulating Human Development."},
      {
        "id":"ED308361",
        "title":"Job Orientation: A Course Useful to All Technical Students."},
      {
        "id":"ED308365",
        "title":"National Forums '89. Citizens, Leaders Look at Our Democracy. A Report on the Conference (Washington, D.C., April 16-19, 1989)."},
      {
        "id":"ED308369",
        "title":"Supervise an Employer-Employee Appreciation Event. Second Edition. Module J-10 of Category J--Coordination of Cooperative Education. Professional Teacher Education Module Series."},
      {
        "id":"ED308373",
        "title":"Critical Theory and Adult Education: A Representative Literature Review."},
      {
        "id":"ED308379",
        "title":"Innovation versus Turf: Coordination between Vocational Education and Job Training Partnership Act Programs."},
      {
        "id":"ED308380",
        "title":"Pakistan-Specific Case Development for the Advanced Management Course in Public Administration at the National Institute of Public Administration (NIPA) (Lahore, Pakistan, June 9-July 15, 1989). Final Report."},
      {
        "id":"ED308381",
        "title":"Pakistan-Specific Cases for the Advanced Management Course in Public Administration."},
      {
        "id":"ED308392",
        "title":"Improving Basic Skills in the Workplace: Workplace Literacy Programs in Region III."},
      {
        "id":"ED308393",
        "title":"Labor Market Shortages. Report of the Secretary of Labor."},
      {
        "id":"ED308394",
        "title":"Hearing on the Reauthorization of the Older American Volunteer Programs. Hearing before the Subcommittee on Human Resources of the Committee on Education and Labor, House of Representatives, One Hundred First Congress, First Session."},
      {
        "id":"ED308395",
        "title":"Vocational Education. Opportunity To Prepare for the Future. Report to the Chairman, Subcommittee on Elementary, Secondary, and Vocational Education, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED308396",
        "title":"Articulation Matrix for Home Health Aide, Nursing Assistant, Patient Care Assistant, Practical Nursing."},
      {
        "id":"ED308397",
        "title":"ITIP: An Investigation into the Perceived Usage of ITIP Training among Vocational Teachers and Staff."},
      {
        "id":"ED308398",
        "title":"Locating Job Information. ERIC Digest No. 85."},
      {
        "id":"ED308399",
        "title":"Career Development in the Workplace. ERIC Digest No. 86."},
      {
        "id":"ED308400",
        "title":"Retaining At-Risk Students in Career and Vocational Education. ERIC Digest No. 87."},
      {
        "id":"ED308401",
        "title":"Retaining Adult Students in Higher Education. ERIC Digest No. 88."},
      {
        "id":"ED308402",
        "title":"Adult Literacy Issues: An Update. ERIC Digest No. 89."},
      {
        "id":"ED308405",
        "title":"An Even Chance. Education, Community and Work in Tennessee."},
      {
        "id":"ED308409",
        "title":"Enterprise Zones and JTPA: A Working Group Discussion."},
      {
        "id":"ED308410",
        "title":"Industry Based Training in Minnesota."},
      {
        "id":"ED308411",
        "title":"A Career and Professional Development Follow-Up of Experienced Postsecondary Vocational Teachers."},
      {
        "id":"ED308412",
        "title":"Instructor Technical Currency: Effectiveness of Activities, Barriers and Updating Needs."},
      {
        "id":"ED308415",
        "title":"The Noises of Literacy: An Overview of Intergenerational and Family Literacy Programs."},
      {
        "id":"ED308416",
        "title":"Quality Assurance in Nursing Homes."},
      {
        "id":"ED308417",
        "title":"Preventing Elder Abuse: The Texas Plan for a Coordinated Service Delivery System. Collaborative Elder Abuse Prevention Project."},
      {
        "id":"ED308418",
        "title":"Collaborative Elder Abuse Prevention Project Quarterly Report."},
      {
        "id":"ED308420",
        "title":"Aging and Lifelong Disabilities: Partnership for the Twenty-First Century."},
      {
        "id":"ED308424",
        "title":"Potential for Abuse among Workers in a Preschool Child Development Program."},
      {
        "id":"ED308425",
        "title":"Cross-Cultural Psychological Assessment: Issues and Procedures for the Psychological Appraisal of Refugee Patients."},
      {
        "id":"ED308426",
        "title":"Models of Professional and Paraprofessional Training in Refugee Mental Health. Task VI--Training."},
      {
        "id":"ED308427",
        "title":"Sites for Student Field Experiences in Refugee Mental Health. Task VI--Training."},
      {
        "id":"ED308428",
        "title":"Directory of Refugee Mental Health Professionals and Paraprofessionals."},
      {
        "id":"ED308431",
        "title":"Violence and Victimization in the Refugee Patient. I. Special Issues in Diagnostic and Therapeutic Interviewing."},
      {
        "id":"ED308432",
        "title":"Violence and Victimization in the Refugee Patient. II. Content of the Refugee Interview."},
      {
        "id":"ED308433",
        "title":"Issues in the Psycho-Social Adjustment of Refugees."},
      {
        "id":"ED308435",
        "title":"Culturally Sensitive Refugee Mental Health Training Programs."},
      {
        "id":"ED308436",
        "title":"The Role of Bilingual Workers without Professional Mental Health Training in Mental Health Services for Refugees."},
      {
        "id":"ED308437",
        "title":"Program Models for Mental Health Treatment of Refugees."},
      {
        "id":"ED308438",
        "title":"Psychopathology in Refugees."},
      {
        "id":"ED308439",
        "title":"Psychological Interventions with Refugees."},
      {
        "id":"ED308440",
        "title":"Psychotherapeutic Medication in the Treatment of Refugees."},
      {
        "id":"ED308441",
        "title":"Understanding the Process of Acculturation for Primary Prevention."},
      {
        "id":"ED308442",
        "title":"International Aspects of Mental Health Work with Refugees and Future Directions: A European Perspective."},
      {
        "id":"ED308443",
        "title":"Psychiatric Clinical Programs for Refugees: Development, Staffing, Structure, and Training."},
      {
        "id":"ED308444",
        "title":"Refugees and the State Mental Health Systems: Issues and Impacts."},
      {
        "id":"ED308445",
        "title":"Prevention Programs for Refugee Mental Health."},
      {
        "id":"ED308447",
        "title":"State Budget Implications: Child Support Enforcement."},
      {
        "id":"ED308450",
        "title":"Elementary School Children's Mental Health Needs: Educators' Perceptions and Implications for Practice."},
      {
        "id":"ED308451",
        "title":"The Effects of Role Strains and Perceived Competence on Self-Esteem and School Performance of Sixth Graders in Middle School."},
      {
        "id":"ED308452",
        "title":"The Transition to Middle School: Longitudinal Trends and Sex Differences in Student Role Strains."},
      {
        "id":"ED308456",
        "title":"Differentiation between Bulimia and Food Addiction in a Community Sample."},
      {
        "id":"ED308457",
        "title":"The Early Personality Context of Adolescent Dysthymia: A Prospective Study of Gender Differences."},
      {
        "id":"ED308458",
        "title":"Ego-Syntonic Aspects of Adult Play and Creativity."},
      {
        "id":"ED308464",
        "title":"Assessing the Effects of Developmental Education Courses: An Integrative Evaluation Model."},
      {
        "id":"ED308465",
        "title":"Schema Acquisition from a Single Example. Technical Report No. 470."},
      {
        "id":"ED308472",
        "title":"Curriculum Guide for Use with &quot;Challenger.&quot; CALL (Computer-Assisted Literacy in Libraries)."},
      {
        "id":"ED308473",
        "title":"Adult Literacy: Helping Americans with Midlevel Skills Prepare for the High-Level Demands of Tomorrow."},
      {
        "id":"ED308474",
        "title":"Reading Revisited: 21 Years of Reading Research. Higher Education and the Advancement of Learning. Papers Presented on the Occasion of the Award of the Scottish Council for Research on Education Fellowship for Outstanding Contribution to Educations Research (June 23, 1989)."},
      {
        "id":"ED308476",
        "title":"The Reading/Writing Connection: Using Student Teachers."},
      {
        "id":"ED308478",
        "title":"The Reading To Learn Project: Learning Strategies in the Content Areas (6th Grade and Beyond)."},
      {
        "id":"ED308480",
        "title":"Critical Thinking Handbook: 4th-6th Grades. A Guide for Remodelling Lesson Plans in Language Arts, Social Studies, &amp; Science."},
      {
        "id":"ED308481",
        "title":"Critical Thinking Handbook: 6th-9th Grades. A Guide for Remodelling Lesson Plans in Language Arts, Social Studies, &amp; Science."},
      {
        "id":"ED308482",
        "title":"Celebrating the National Reading Initiative."},
      {
        "id":"ED308483",
        "title":"Literacy, Textbooks and Ideology: Postwar Literacy Instruction and the Mythology of Dick and Jane."},
      {
        "id":"ED308484",
        "title":"The Effects of Sustained Silent Reading and Writing on Achievement and Attitudes of Seventh and Eighth Grade Students Reading Two Years below Grade Level."},
      {
        "id":"ED308486",
        "title":"Diagnostic Insights for At-Risk Readers with the Slosson Intelligence Test."},
      {
        "id":"ED308488",
        "title":"Creating the Lifetime Reading Habit in Social Studies."},
      {
        "id":"ED308496",
        "title":"Strategies and Rhetorical Considerations in Freshman Writing."},
      {
        "id":"ED308498",
        "title":"A Computer-Based Network for Writing Process Instruction of At-Risk Community College Students: A Second Year Evaluation."},
      {
        "id":"ED308499",
        "title":"The Notes Program: A Hypertext Application for Writing from Source Texts. CECE Technical Report No. 1."},
      {
        "id":"ED308500",
        "title":"The Comments Program: Computer Support for Response to Writing."},
      {
        "id":"ED308501",
        "title":"Word Processing as Decision-Making: Writers' Choices of Writing Media."},
      {
        "id":"ED308502",
        "title":"&quot;Seeing It on the Screen Isn't Really Seeing It&quot;: Reading Problems of Writers Using Word Processing."},
      {
        "id":"ED308503",
        "title":"A Student Guide to Collaborative Writing with CECE Talk: A Computer Network Tool."},
      {
        "id":"ED308504",
        "title":"An Instructor's Guide to Collaborative Writing with CECE Talk: A Computer Network Tool."},
      {
        "id":"ED308512",
        "title":"Effective Language Arts Programs for Chapter 1 and Migrant Education Students."},
      {
        "id":"ED308514",
        "title":"Recommended Readings in Literature, Annotated Edition: Kindergarten through Grade Eight."},
      {
        "id":"ED308518",
        "title":"Forum Page Letters in the &quot;Straits Times&quot; of Singapore during Relatively Free and Restricted Press Periods."},
      {
        "id":"ED308522",
        "title":"Motivational Factors Related to Writing Instruction in Classrooms Using Process and Product Oriented Approaches."},
      {
        "id":"ED308524",
        "title":"How Advisers View the Status of High School Press Freedom Following the Hazelwood Decision."},
      {
        "id":"ED308526",
        "title":"Factors of Success for Newspapers in Intracity Competition."},
      {
        "id":"ED308527",
        "title":"Study of a Riot: The Effect of News Values and Competition on Coverage by Two Competing Daily Newspapers."},
      {
        "id":"ED308533",
        "title":"Text of the Women's Columns in the &quot;St. Louis Post-Dispatch&quot; of the Early 20th Century as an Example of the &quot;Reproduction of Mothering.&quot;"},
      {
        "id":"ED308534",
        "title":"The Flying Newsboy: A Small Daily Attempts Air Delivery."},
      {
        "id":"ED308535",
        "title":"Work Expectations in Journalism as an Educational Concern."},
      {
        "id":"ED308536",
        "title":"The Portrayal of Women in Newspapers: A Meta-Analysis."},
      {
        "id":"ED308537",
        "title":"News as Drama: The Study of News Language."},
      {
        "id":"ED308538",
        "title":"Technical and Business Communication: Bibliographic Essays for Teachers and Corporate Trainers."},
      {
        "id":"ED308540",
        "title":"Life Review in the Novels of Molly Keane, Elizabeth Bowen, and Peter Taylor."},
      {
        "id":"ED308543",
        "title":"Talking To Learn. Classroom Practices in Teaching English, Vol. 24."},
      {
        "id":"ED308544",
        "title":"Ideas Plus: A Collection of Practical Teaching Ideas. Book Seven."},
      {
        "id":"ED308548",
        "title":"Classics, Folklore, and Mythology in the Classroom. Focused Access to Selected Topics (FAST) Bibliography No. 38."},
      {
        "id":"ED308549",
        "title":"Teaching the Novel."},
      {
        "id":"ED308550",
        "title":"Writing across the Social Studies Curriculum."},
      {
        "id":"ED308554",
        "title":"Investigating the Relationship between Coupon Collecting and Top-of-Mind Brand Awareness."},
      {
        "id":"ED308555",
        "title":"&quot;McGruff&quot; after 10 Years: Lessons about Crime Prevention and Information Campaigns."},
      {
        "id":"ED308557",
        "title":"&quot;Just the Facts/Values, Ma'am&quot;: An Inquiry into the Desirability of Fact/Value Separation in Science and Technology Controversy."},
      {
        "id":"ED308558",
        "title":"Government Style as a Factor in Information Flow: Television Programming in Argentina, l979-l988."},
      {
        "id":"ED308561",
        "title":"Media Credibility and the Spiral of Silence."},
      {
        "id":"ED308562",
        "title":"Television Viewing and Adolescents' Beliefs about Male-Female Relationships."},
      {
        "id":"ED308564",
        "title":"The Mass Media and Hispanic Politics during the 1988 Presidential Primaries."},
      {
        "id":"ED308566",
        "title":"Meaning and Mind: An Intrapersonal Approach to Human Communication."},
      {
        "id":"ED308573",
        "title":"An Analysis of an Academic and Support Group Program for At-Risk Secondary Schools."},
      {
        "id":"ED308579",
        "title":"New Settings and Changing Paradigms for Principal Preparation."},
      {
        "id":"ED308580",
        "title":"Facing the Essential Tensions: Restructuring from Where You Are."},
      {
        "id":"ED308586",
        "title":"Teaching/Learning in a Social Community: A Taxonomy of Social Interactions among Elementary Teachers."},
      {
        "id":"ED308590",
        "title":"New Roles for Teachers--Can They Improve Retention in the Teaching Profession? With Coordinating Board Recommendations."},
      {
        "id":"ED308596",
        "title":"Gender, Ethnicity and the 'Inclusive' Curriculum: Some Contending Australian Frameworks of Policy and Research."},
      {
        "id":"ED308597",
        "title":"Hot Topics in School Public Relations."},
      {
        "id":"ED308598",
        "title":"From &quot;Educational Administration&quot; to &quot;Efficient Management&quot;: The New Metaphor in Australian Education."},
      {
        "id":"ED308599",
        "title":"Private Foundations: What Is Their Role in Improving the Education of Disadvantaged Youth."},
      {
        "id":"ED308606",
        "title":"Improving Schools through Application of &quot;Effective Schools&quot; Research."},
      {
        "id":"ED308608",
        "title":"Catholic Schools: A Gift to the Nation."},
      {
        "id":"ED308609",
        "title":"Joining Forces: A Report from the First Year."},
      {
        "id":"ED308618",
        "title":"Teachers' Perceptions of the Effects of Implementation of Outcomes-Based Education."},
      {
        "id":"ED308621",
        "title":"Indicators on Enrollment, Educational Career Paths and School Leavers at Different Stages of the Educational System: Existing Instruments, Methodological Problems, Reasons and Prospects for International Cooperation."},
      {
        "id":"ED308624",
        "title":"State Education Performance Chart, 1989. Remarks of Lauro F. Cavazos, U.S. Secretary of Education, Prepared for Delivery at Press Conference."},
      {
        "id":"ED308627",
        "title":"Uncertainty and Power: New Paradigms of Knowing and the Knowledge Base of Educational Policy."},
      {
        "id":"ED308629",
        "title":"AIDS and Education--Why? Why Not?"},
      {
        "id":"ED308631",
        "title":"Alternative Incentive Programs for School Based Reform."},
      {
        "id":"ED308632",
        "title":"Shaping Tommorrow's Schools by Managing Information Today."},
      {
        "id":"ED308634",
        "title":"Refocusing State Reform: The Tennessee Experience."},
      {
        "id":"ED308635",
        "title":"Quality Criteria for High Schools: Planning, Implementing, Self-Study, and Program Quality Review."},
      {
        "id":"ED308636",
        "title":"Quality Criteria for Middle Grades: Planning, Implementing, Self-Study, and Program Quality Review."},
      {
        "id":"ED308637",
        "title":"Quality Criteria for Elementary Schools: Planning, Implementing, Self-Study, and Program Quality Review."},
      {
        "id":"ED308639",
        "title":"How Vocational Teachers Rate Classroom Performance of Students with Mild Handicaps Using Curriculum-Based Vocational Assessment Procedures."},
      {
        "id":"ED308640",
        "title":"An Investigation of Four Dimensions of Siblings' Relationships of Handicapped/Nonhandicapped Sibling Dyads: Phase 1. Final Report, September 30, 1987 through September 29, 1988."},
      {
        "id":"ED308642",
        "title":"Hearing Impaired Students in Postsecondary Education. 1988 Edition."},
      {
        "id":"ED308643",
        "title":"Students in Transition Using Planning. Teacher's Manual."},
      {
        "id":"ED308645",
        "title":"Community Living 2000: A Time of Change, A Time of Challenge."},
      {
        "id":"ED308646",
        "title":"Unexpected Communication Attainments by Persons Diagnosed as Autistic and Intellectually Impaired."},
      {
        "id":"ED308647",
        "title":"Self-Management: Facilitating Employee Independence in Supported Employment Settings. Volume 4."},
      {
        "id":"ED308649",
        "title":"The Use of Advance Organizers To Aid Learning and Recall. Technical Report #34."},
      {
        "id":"ED308650",
        "title":"Some Developments in the Uses of Technology in Special Education in Alberta: A Brief Overview."},
      {
        "id":"ED308654",
        "title":"Alternative and Augmentative Communication Routes Used by a Nonspeaking Autistic Boy."},
      {
        "id":"ED308657",
        "title":"Fourteen Tips to Help Special Educators Deal with Stress. CEC Digest #1467."},
      {
        "id":"ED308659",
        "title":"A Handbook for Evaluating Secondary/Transition Projects for Handicapped Students."},
      {
        "id":"ED308660",
        "title":"A Taxonomy of Instructional Objectives for Developmentally Disabled Persons: Vocational Domain. Working Paper 85-1. COMPETE: Community-Based Model for Public-School Exit and Transition to Employment."},
      {
        "id":"ED308661",
        "title":"A Taxonomy of Instructional Objectives for Developmentally Disabled Persons: Personal Maintenance and Development: Homemaking and Community Life; Leisure; and Travel Domains. Working Paper 85-2. COMPETE: Community-Based Model for Public-School Exit and Transition to Employment."},
      {
        "id":"ED308664",
        "title":"Monroe County Community Schools Curriculum for Classes for Severely and Profoundly Retarded Learners. Working Paper 85-5. COMPETE: Community-Based Model for Public-School Exit and Transition to Employment."},
      {
        "id":"ED308665",
        "title":"An Analysis of Employer Incentive Rankings Relative to the Employment of Retarded Persons. Working Paper 85-6. COMPETE: Community-Based Model for Public-School Exit and Transition to Employment."},
      {
        "id":"ED308666",
        "title":"Position Paper: Effective Transition Programming for Severely Handicapped Individuals. Working Paper 87-1. COMPETE: Community-Based Model for Public-School Exit and Transition to Employment."},
      {
        "id":"ED308667",
        "title":"Severely Handicapped Youth Competing in the Labor Market: Implementation and Effectiveness Report from the First Two Years of Project COMPETE. Working Paper 87-2. COMPETE: Community-Based Model for Public School Exit and Transition to Employment."},
      {
        "id":"ED308668",
        "title":"An Analysis of Occupational Requirements Relative to the Employment of Severely Handicapped Individuals. Working Paper 87-3. COMPETE: Community-Based Model for Public-School Exit and Transition to Employment."},
      {
        "id":"ED308669",
        "title":"A National Survey on the Taxonomy of Community Living Skills. Working Paper 87-4. COMPETE: Community-Based Model for Public-School Exit and Transition to Employment."},
      {
        "id":"ED308670",
        "title":"Evaluating Work Performance by Severely Handicapped Students in Work Experience Settings. Working Paper 87-5. COMPETE: Community-Based Model for Public-School Exit and Transition to Employment."},
      {
        "id":"ED308671",
        "title":"A Survey of Parental Perceptions of Work Training for Their Severely Handicapped Children. working Paper #87-6. COMPETE: Community-Based Model for Public-School Exit and Transition to Employment."},
      {
        "id":"ED308673",
        "title":"A Guide to Selected National Genetic Voluntary Organizations."},
      {
        "id":"ED308676",
        "title":"The Integration of Children with Disabilities into Regular Classes (Mainstreaming): A Naturalistic Study. Stage 1 Report."},
      {
        "id":"ED308679",
        "title":"Early Diagnosis by Parental Developmental Screening."},
      {
        "id":"ED308683",
        "title":"Student Leadership in Schools: Benevolent or Malevolent."},
      {
        "id":"ED308686",
        "title":"Delivering Special Education: Statistics and Trends. ERIC Digest #463."},
      {
        "id":"ED308688",
        "title":"Discriminate Validity of Neurocognitive Measures in Diagnosing Children with Attention Deficit Disorder/Hyperactivity."},
      {
        "id":"ED308691",
        "title":"The Role of Instructions in Testing Summarizing Ability."},
      {
        "id":"ED308693",
        "title":"Cognitive Models of Students' Language Structure: The View from Intelligent Computer Assisted Instruction."},
      {
        "id":"ED308696",
        "title":"A Public Speaking Course for EFL."},
      {
        "id":"ED308700",
        "title":"The Social Consequences of Evaluating ESL Writing."},
      {
        "id":"ED308706",
        "title":"Barriers on Basque WH-Movement."},
      {
        "id":"ED308709",
        "title":"A Connectionist Network That Learns To Process Some (Very) Simple Sentences."},
      {
        "id":"ED308710",
        "title":"The Problem of Comparing Episodes in Discourse Domains in Interlanguage Studies."},
      {
        "id":"ED308711",
        "title":"The Judge as Linguist: Linguistic Principles as a Rule of Law."},
      {
        "id":"ED308712",
        "title":"Finnish Vowel Harmony as a Prescriptive and Descriptive Rule: An Autosegmental Account."},
      {
        "id":"ED308713",
        "title":"The Role of Variable Rules in Language Acquisition."},
      {
        "id":"ED308714",
        "title":"Italian Onset Structure and the Distribution of \"il\" and \"lo\"."},
      {
        "id":"ED308715",
        "title":"Is Head-Wrap Necessary? Mandarin Possessive Objects in GPSG and HPSG."},
      {
        "id":"ED308716",
        "title":"The Core/Periphery Distinction in Language Acquisition."},
      {
        "id":"ED308717",
        "title":"Processing Binding in Passive Sentences."},
      {
        "id":"ED308724",
        "title":"In Further Defense of a Non-Phonological Account for Sanskrit Root-Initial Aspiration Alternations."},
      {
        "id":"ED308725",
        "title":"The Morphophonemics of Japanese Verbal Conjugation: An Autosegmental Account."},
      {
        "id":"ED308726",
        "title":"Finnish Word Order as a Set of Syntactic Constructions."},
      {
        "id":"ED308730",
        "title":"Discrimination against Asian-Americans in Higher Education: Evidence, Causes, and Cures."},
      {
        "id":"ED308735",
        "title":"Nursing Faculty Participation in Professional Organizations."},
      {
        "id":"ED308736",
        "title":"Toward a Comprehensive View of Faculty Stress in Higher Education."},
      {
        "id":"ED308738",
        "title":"What Research Says about the Effect of Academic Enrichment on the Success Rate of Baccalaureate Students."},
      {
        "id":"ED308739",
        "title":"Facilitating Racial Appreciation through the Formal Curriculum."},
      {
        "id":"ED308741",
        "title":"DOD Health Care. Extent to which Military Physicians Perform Administrative Tasks. Report to the Chairman, Committee on Government Operations, House of Representatives."},
      {
        "id":"ED308744",
        "title":"College and University Age Distribution of Students New York State, Fall 1987."},
      {
        "id":"ED308745",
        "title":"Institutional Responsibility for Meeting the Needs of Underprepared Students. Caucus Session."},
      {
        "id":"ED308747",
        "title":"The Lie and the Hope. Making Higher Education a Reality for At-Risk Students."},
      {
        "id":"ED308749",
        "title":"Hispanic Student Success."},
      {
        "id":"ED308750",
        "title":"An Examination of Similarities and Differences among Adults' Perceptions of Instructional Excellence."},
      {
        "id":"ED308751",
        "title":"An Analysis of Appointments of Higher Education Administrators: Reflections of Administrative and Organizational Structures."},
      {
        "id":"ED308753",
        "title":"Colleges Under Pressure: Budgeting, Presidential Competence, and Faculty Uncertainty."},
      {
        "id":"ED308754",
        "title":"The Dawkins Reconstruction of Australian Higher Education."},
      {
        "id":"ED308755",
        "title":"Increased Government Intervention versus Increased Institutional Autonomy: The Recent Case of Australian Higher Education."},
      {
        "id":"ED308756",
        "title":"The Social Context of Action Research: A Comparative and Historical Analysis."},
      {
        "id":"ED308760",
        "title":"Migration Patterns of First-Time Freshmen in the United States. AIR 1989 Annual Forum Paper."},
      {
        "id":"ED308764",
        "title":"A.C.T. Test Score Senders: Real Interest or Keeping Options Open? AIR 1989 Annual Forum Paper."},
      {
        "id":"ED308766",
        "title":"Exploring the Murky World of Admissions Predictions. AIR 1989 Annual Forum Paper."},
      {
        "id":"ED308767",
        "title":"Evaluation of Faculty Performance in Extension and Service. AIR 1989 Annual Forum Paper."},
      {
        "id":"ED308769",
        "title":"The Urban Public University in the United States: An Analysis of Change, 1977-1987. AIR 1989 Annual Forum Paper."},
      {
        "id":"ED308773",
        "title":"Using Alumni Outcomes Research in Academic Planning. AIR 1989 Annual Forum Paper."},
      {
        "id":"ED308780",
        "title":"The EICCD Program Evaluation Process: A Primary Data Source for Strategic Planning and Decision Making. AIR 1989 Annual Forum Paper."},
      {
        "id":"ED308781",
        "title":"The Rise and Fall of an Allocation Model: An Evaluation of Its Role as an Instrument for Policy Decisions. AIR 1989 Annual Forum Paper."},
      {
        "id":"ED308786",
        "title":"Retaining Faculty: A Tale of Two Campuses. AIR 1989 Annual Forum Paper."},
      {
        "id":"ED308787",
        "title":"Using Key Indicators To Guide Curriculum Review at a Community College. AIR 1989 Annual Forum Paper."},
      {
        "id":"ED308788",
        "title":"Can Strategic Management Work in Colleges and Universities? AIR 1989 Annual Forum Paper."},
      {
        "id":"ED308789",
        "title":"The Future Institutional Research Office: Brave New Workplace or Electronic Sweatshop? AIR 1989 Annual Forum Paper."},
      {
        "id":"ED308791",
        "title":"The Role of the College or University President in Institutional Advancement."},
      {
        "id":"ED308794",
        "title":"Donor Behavior and Voluntary Support for Higher Education Institutions."},
      {
        "id":"ED308795",
        "title":"Helping Minority Students Graduate from College--A Comprehensive Approach. ERIC Digest."},
      {
        "id":"ED308796",
        "title":"Planning for Microcomputers in Higher Education. Strategies for the Next Generation. ASHE-ERIC Higher Education Report No. 7, 1988."},
      {
        "id":"ED308797",
        "title":"Paying for College: Savings Plan vs. Prepayment. ERIC Digest."},
      {
        "id":"ED308798",
        "title":"The Challenge for Research in Higher Education. Harmonizing Excellence and Utility. ASHE-ERIC Higher Education Report No. 8, 1988."},
      {
        "id":"ED308799",
        "title":"Enhancing a College's Fund-Raising Ability. ERIC Digest."},
      {
        "id":"ED308800",
        "title":"Faculty Evaluation: Its Purposes and Effectiveness. ERIC Digest."},
      {
        "id":"ED308801",
        "title":"Volunteer Work by Undergraduates. ERIC Digest."},
      {
        "id":"ED308802",
        "title":"College Alcohol Programs. ERIC Digest."},
      {
        "id":"ED308803",
        "title":"Trends in Faculty Involvement in Marketing, Technology and Part-Time Teaching on the College Campus."},
      {
        "id":"ED308804",
        "title":"50 Hours. A Core Curriculum for College Students."},
      {
        "id":"ED308805",
        "title":"Proceedings of Selected Research Paper Presentations at the Convention of the Association for Educational Communications and Technology and Sponsored by the Research and Theory Division (11th, Dallas, Texas, February 1-5, 1989)."},
      {
        "id":"ED308810",
        "title":"Factors Influencing Mental Effort: A Theoretical Overview and Review of Literature."},
      {
        "id":"ED308811",
        "title":"Educational Technology: Integration?"},
      {
        "id":"ED308812",
        "title":"Screen Layout Design: Research in the Overall Appearance of the Screen."},
      {
        "id":"ED308819",
        "title":"The Effect of Graphic Format and Cognitive Style on the Recall of Quantitative Data."},
      {
        "id":"ED308820",
        "title":"Applying Semiotic Theory to Educational Technology."},
      {
        "id":"ED308823",
        "title":"Teachers and Technology: An Appropriate Model To Link Research with Practice."},
      {
        "id":"ED308826",
        "title":"Secondary Computer-Based Instruction in Microeconomics: Cognitive and Affective Issues."},
      {
        "id":"ED308828",
        "title":"Perceived Attitudinal Effects of Various Types of Learner Control in an Interactive Video Lesson."},
      {
        "id":"ED308829",
        "title":"Reconsidering the Research on CBI Screen Design."},
      {
        "id":"ED308835",
        "title":"Computer Access and Flowcharting as Variables in Learning Computer Programming."},
      {
        "id":"ED308836",
        "title":"Reducing the Density of Text Presentations Using Alternative Control Strategies and Media."},
      {
        "id":"ED308837",
        "title":"The Apple Classroom of Tomorrow Program with At-Risk Students."},
      {
        "id":"ED308838",
        "title":"Teaching Science Using Interactive Videodisc: Results of the Pilot Year Evaluation of the Texas Learning Technology Group Project."},
      {
        "id":"ED308839",
        "title":"What Do Teachers Need To Know about Instructional Media in the Computer Age?"},
      {
        "id":"ED308840",
        "title":"A Short Note on Rules and Higher Order Rules."},
      {
        "id":"ED308841",
        "title":"Satellite Communications and High School Education: Perceptions of Students, Teachers, and Administrators."},
      {
        "id":"ED308844",
        "title":"Instructional Plans and Situated Learning: The Challenge of Suchman's Theory of Situated Action for Instructional Designers and Instructional Systems."},
      {
        "id":"ED308846",
        "title":"Cognitive Science and Instructional Technology: Improvements in Higher Order Thinking Strategies."},
      {
        "id":"ED308847",
        "title":"Educational Research and Theory Perspectives on Intelligent Computer-Assisted Instruction."},
      {
        "id":"ED308853",
        "title":"Perspectives for Research in Science Teaching: Using the Computer as Laboratory Partner."},
      {
        "id":"ED308855",
        "title":"Videotapes: Copyright and Licensing Considerations for Schools and Libraries. ERIC Digest."},
      {
        "id":"ED308856",
        "title":"Computer Software: Copyright and Licensing Considerations for Schools and Libraries. ERIC Digest."},
      {
        "id":"ED308857",
        "title":"Implementing Information Power. ERIC Digest."},
      {
        "id":"ED308858",
        "title":"Trends in Educational Technology: 1989. ERIC Digest."},
      {
        "id":"ED308859",
        "title":"Trends and Issues in Educational Technology, 1988."},
      {
        "id":"ED308861",
        "title":"Library Instruction Workbook. A Self-Directed Course in the Use of the NDSU Library."},
      {
        "id":"ED308862",
        "title":"Problem Solving Performance and Display Preference for Information Displays Depicting Numerical Functions."},
      {
        "id":"ED308864",
        "title":"A Critical Analysis of the Library-Related Literature Concerning Censorship in Public Libraries and Public School Libraries in the United States during the 1980s."},
      {
        "id":"ED308865",
        "title":"Education Practicum 251: Student Workbook."},
      {
        "id":"ED308869",
        "title":"Literacy Initiatives: Working Together for a Literate South Carolina."},
      {
        "id":"ED308871",
        "title":"ARL Annual Salary Survey, 1988."},
      {
        "id":"ED308872",
        "title":"ARL Statistics, 1987-88. A Compilation of Statistics from the One Hundred and Nineteen Members of the Association of Research Libraries."},
      {
        "id":"ED308873",
        "title":"Preservation: A Research Library Priority for the 1990s. Minutes of the Meeting of the Association of Research Libraries (111th, Washington, D.C., October 21-22, 1987)."},
      {
        "id":"ED308874",
        "title":"A Bibliography of Publications about the Educational Resources Information Center (Covering the Period 1985-1988)."},
      {
        "id":"ED308875",
        "title":"Appropriateness of Referrals in Harold B. Lee Library: An Unobtrusive Study. Revised."},
      {
        "id":"ED308877",
        "title":"End-User Searching: A Selection of the Literature for 1983-1988. An ERIC Synthesis Paper."},
      {
        "id":"ED308878",
        "title":"Information Literacy: Application Software and Critical Thinking. An Experience and a Proposal."},
      {
        "id":"ED308879",
        "title":"Intelligent Interfaces and Retrieval Methods for Subject Searching in Bibliographic Retrieval Systems."},
      {
        "id":"ED308880",
        "title":"The Curriculum Roles and Responsibilities of Library Media Specialists. ERIC Digest."},
      {
        "id":"ED308881",
        "title":"ERIC Clearinghouse Publications, 1988. An Annotated Bibliography of Information Analysis Products and Other Major Publications of the ERIC Clearinghouses, January-December 1988."},
      {
        "id":"ED308882",
        "title":"Hypertext: Behind the Hype. ERIC Digest."},
      {
        "id":"ED308883",
        "title":"Online Information Services for Secondary School Students. Second Edition."},
      {
        "id":"ED308884",
        "title":"Trends in Library and Information Science: 1989. ERIC Digest."},
      {
        "id":"ED308887",
        "title":"Attrition '89: A Survey of Non-Returning Students in Spring 1989. Research Report 89-04."},
      {
        "id":"ED308888",
        "title":"Improving Learning in Community Colleges."},
      {
        "id":"ED308889",
        "title":"Student Support and Tutoring: Initiating a Programme of Staff Development."},
      {
        "id":"ED308891",
        "title":"Community College of Rhode Island Management Letter."},
      {
        "id":"ED308895",
        "title":"Everything You Always Wanted To Know about Transfer Rates but Were Afraid To Ask. Topical Paper #1."},
      {
        "id":"ED308896",
        "title":"Employer Survey Results for the PVCC Graduating Class of 1986-1987. Research Report Number 5-89."},
      {
        "id":"ED308897",
        "title":"PVCC \"Market Share\" of Selected High Schools Graduating Class of 1988. Research Report No. 6-89."},
      {
        "id":"ED308898",
        "title":"The Role and Function of the Departmental Chairperson at Delaware Technical and Community College."},
      {
        "id":"ED308899",
        "title":"Future Shop: A Model Career Placement & Transition Laboratory."},
      {
        "id":"ED308902",
        "title":"Counselor Assessment and Student Success for Fall 1988. Institutional Research Report #75."},
      {
        "id":"ED308904",
        "title":"The Barriers Project."},
      {
        "id":"ED308907",
        "title":"Connecticut State Technical Colleges Fact Book, 1988-89."},
      {
        "id":"ED308909",
        "title":"Developmental Studies Physics: The Doors It Opens."},
      {
        "id":"ED308910",
        "title":"Impact of FAME Program on Recruitment and Retention of Black Students into Florida Community College at Jacksonville."},
      {
        "id":"ED308916",
        "title":"Texas Two-Year College Funding: Issues for the 1990's."},
      {
        "id":"ED308919",
        "title":"Responsiveness and Renewal in Canada&apos;s Community Colleges: A Study of Change in Organizations."},
      {
        "id":"ED308920",
        "title":"The Case for the Community Colleges."},
      {
        "id":"ED308922",
        "title":"Sacramento City College Re-Entry Services Comprehensive Plan."},
      {
        "id":"ED308925",
        "title":"Distinctions in the Role and Function of Child Development/Early Childhood Laboratories."},
      {
        "id":"ED308927",
        "title":"Personality and Adult Perceptions of Childhood Dreams."},
      {
        "id":"ED308928",
        "title":"The Leafy Wood State School Story: A Study of Teachers Changing Curriculum Practice in Early Childhood Settings for Five and Six Year Olds."},
      {
        "id":"ED308929",
        "title":"Four Year Olds and The Public Schools: Key Issues. Proceedings of a Fairfield Forum (Fairfield, Connecticut, October 18, 1988)."},
      {
        "id":"ED308931",
        "title":"Michigan Early Childhood Education Preschool Program Product Evaluation Report, 1988-89."},
      {
        "id":"ED308932",
        "title":"A Sociological Perspective on Intellectual Development."},
      {
        "id":"ED308933",
        "title":"Children's Understanding of the Distinction between Natural and Crafted Objects."},
      {
        "id":"ED308934",
        "title":"Effects of Family Support Intervention on Maternal Life-Course Development."},
      {
        "id":"ED308936",
        "title":"Children's Self-Assessment of Performance and Task-Related Help Seeking."},
      {
        "id":"ED308937",
        "title":"Children's Coping with Parents' Angry Behavior."},
      {
        "id":"ED308940",
        "title":"The Emergence of Morality in the Second Year of Life."},
      {
        "id":"ED308941",
        "title":"Early Infant Temperament: The Saliency of Positive and Negative Affect."},
      {
        "id":"ED308942",
        "title":"The Components of Moral-Developmental Controversy: Issues and Methods."},
      {
        "id":"ED308946",
        "title":"Preventive Strategies and Effective Practices for At-Risk Children in Urban Elementary Schools."},
      {
        "id":"ED308947",
        "title":"Preschoolers' Use of Correspondence: Ineffective and Infrequent?"},
      {
        "id":"ED308948",
        "title":"Prekindergarten Program Product Evaluation Report, 1988-89."},
      {
        "id":"ED308949",
        "title":"Cognitive, Temperamental, and Family Characteristics as Predictors of Children's Adjustment to Surgery."},
      {
        "id":"ED308950",
        "title":"Questioning in Two Play Contexts: Mothers and Children Directing One Another."},
      {
        "id":"ED308951",
        "title":"Preschool Children's Informal Division Concepts."},
      {
        "id":"ED308952",
        "title":"Connections between Addition and Subtraction Reasoning and the Use of Quantifiers."},
      {
        "id":"ED308953",
        "title":"Longitudinal Predictors of Teacher Ratings of Adolescent Academic and Social Performance."},
      {
        "id":"ED308954",
        "title":"Solving Word Problems about Time: The Effects of Speed and Space Information."},
      {
        "id":"ED308956",
        "title":"Age Differences in Sharing as a Function of Children's Ability To Estimate Time and Motivational Instructions."},
      {
        "id":"ED308960",
        "title":"Operating Principles and Early Lexical Development."},
      {
        "id":"ED308962",
        "title":"Developmental Changes in the Use of Logical Principles in Mental Arithmetic."},
      {
        "id":"ED308963",
        "title":"Syntactic Bootstrapping: A Partial Solution to the Induction Problem of Verb Learning."},
      {
        "id":"ED308965",
        "title":"The Nutritional Status of Low-Income Preschool Children in the United States: A Review of the Literature."},
      {
        "id":"ED308967",
        "title":"Diversity in Attitudes about Family Day Care among Sponsored Family Day Care Providers."},
      {
        "id":"ED308968",
        "title":"Normal and Unusual Aspects of Artistic Development in the Juvenalia of Klee, Toulouse-Lautrec and Picasso."},
      {
        "id":"ED308970",
        "title":"An Ecological Study of Changes in Student Role Strains during the Transition to Middle School."},
      {
        "id":"ED308972",
        "title":"Parent Attitudes toward School Effectiveness in the Harrisburg City School District's Elementary Division. Final Report."},
      {
        "id":"ED308976",
        "title":"Predictability and Its Effects on Infant Visual Expectations."},
      {
        "id":"ED308977",
        "title":"Rule-Transfer in the Infant Visual Expectation Paradigm."},
      {
        "id":"ED308978",
        "title":"Licensure and Program Quality in Child Care and Early Childhood Programs."},
      {
        "id":"ED308979",
        "title":"Infant Child Care in Massachusetts: Results of a 1987 Survey. Working Paper No. 180."},
      {
        "id":"ED308980",
        "title":"Parent-Staff Communication in Day Care Centers during Morning and Afternoon Transitions."},
      {
        "id":"ED308982",
        "title":"Understanding and Critical Thinking in Elementary Art and Music. Elementary Subjects Center Series No. 8."},
      {
        "id":"ED308983",
        "title":"The Relation of Parenting Transitions to Boys' Adjustment Problems."},
      {
        "id":"ED308984",
        "title":"Oregon Kindergarten Guide: 1989."},
      {
        "id":"ED308986",
        "title":"Reaching Out: A Directory of National Organizations Related to Maternal and Child Health."},
      {
        "id":"ED308988",
        "title":"Involving Parents in the Education of Their Children. ERIC Digest."},
      {
        "id":"ED308989",
        "title":"Escalating Kindergarten Curriculum. ERIC Digest."},
      {
        "id":"ED308990",
        "title":"Mixed-Age Groups in Early Childhood Education. ERIC Digest."},
      {
        "id":"ED308991",
        "title":"The Case for Mixed-Age Grouping in Early Childhood Education Programs."},
      {
        "id":"ED308992",
        "title":"Early Peer Relations: Developmental Significance and Prognostic Implications."},
      {
        "id":"ED308993",
        "title":"Children Learning in Groups, and Other Trends in Elementary ad Early Childhood Education."},
      {
        "id":"ED308999",
        "title":"Pilot School Boards: First Impressions."},
      {
        "id":"ED309000",
        "title":"Staff Development in Rural, Small Schools: A View from Rural Educators in the Southwest."},
      {
        "id":"ED309003",
        "title":"Guidebook for Rural Economic Development Training. SRDC Series No. 112."},
      {
        "id":"ED309005",
        "title":"Poverty in Appalachia. Appalachian Data Bank Report #5."},
      {
        "id":"ED309006",
        "title":"Vermont State Department of Education Database Project."},
      {
        "id":"ED309010",
        "title":"Combination Administrative Positions in North Dakota Schools."},
      {
        "id":"ED309013",
        "title":"Evaluating Interactive Television: Methods, Findings and Issues. Analysis Based on Evaluation of Minnesota's Technology Demonstration Program 1983-1987."},
      {
        "id":"ED309015",
        "title":"Subcultures and Educators: Concerns of Membership in Education."},
      {
        "id":"ED309016",
        "title":"Local Economic Impacts of High Technology Manufacturing in the Nonmetropolitian West. Community Economics."},
      {
        "id":"ED309018",
        "title":"Education as a Partner in Rural Economic Development: A Bibliography."},
      {
        "id":"ED309019",
        "title":"Maintaining Positive Educator Morale during Consolidation."},
      {
        "id":"ED309022",
        "title":"Schools in Crisis: Students at Risk. A Report of the Special Task Force on Rural School Districts."},
      {
        "id":"ED309023",
        "title":"Culture and Consciousness in the Chicano Community: An Empowerment Perspective."},
      {
        "id":"ED309026",
        "title":"Directory of Awards. Fiscal Years 1987 and 1988."},
      {
        "id":"ED309027",
        "title":"Making Math Leaders: The San Francisco Math Leadership Project. 1984-1988."},
      {
        "id":"ED309030",
        "title":"Mathematics Objectives. 1990 Assessment."},
      {
        "id":"ED309031",
        "title":"Science Objectives. 1990 Assessment."},
      {
        "id":"ED309032",
        "title":"Investigations in Science Education. Volume 14, Number 1, 1988."},
      {
        "id":"ED309033",
        "title":"Planning National Parks for Ecodevelopment. Methods and Cases from Latin America. Volumes I and II. Reprint R073."},
      {
        "id":"ED309034",
        "title":"Glossary of Environmental Terms. Spanish-English, English-Spanish. Appropriate Technologies for Development."},
      {
        "id":"ED309036",
        "title":"Investigations in Science Education. Volume 14, Number 2, 1988."},
      {
        "id":"ED309037",
        "title":"Investigations in Science Education. Volume 14, Number 3, 1988."},
      {
        "id":"ED309038",
        "title":"The Biogas/Biofertilizer Business Handbook. Third Edition. Appropriate Technologies for Development. Reprint R-48."},
      {
        "id":"ED309039",
        "title":"Peace Corps Rural Energy Survey: Senegal. Training for Development Series. Training Manual No. T-27."},
      {
        "id":"ED309041",
        "title":"Culture et Gestion d'Etangs a Poissons d'Eau Douce (Freshwater Fish Pond Culture and Management). Appropriate Technologies for Development. Manual Series--M37."},
      {
        "id":"ED309042",
        "title":"Cultivo y Manejo de Estanques Pesqueros de Agua Fresca (Freshwater Fish Pond Culture and Management). Appropriate Technologies for Development. Manual M-1D."},
      {
        "id":"ED309048",
        "title":"The Second IEA Science Study: Data Related to Precollege Science in the U.S.A. ERIC/SMEAC Science Education Digest No. 1, 1988."},
      {
        "id":"ED309049",
        "title":"Teaching Problem Solving--Secondary School Science. ERIC/SMEAC Science Education Digest No. 2, 1988."},
      {
        "id":"ED309050",
        "title":"Microcomputers in the Science Classroom. ERIC/SMEAC Science Education Digest No. 3, 1988."},
      {
        "id":"ED309058",
        "title":"Technology: Report of the Project 2061 Phase I Technology Panel."},
      {
        "id":"ED309061",
        "title":"The Technological Dimensions of International Competitiveness."},
      {
        "id":"ED309062",
        "title":"Survey of Academic Skills: Grade 8 Rationale and Content Mathematics."},
      {
        "id":"ED309063",
        "title":"Survey of Academic Skills: Grade 12 Rationale and Content Mathematics."},
      {
        "id":"ED309066",
        "title":"Educational Materials Linking Technology Teaching with Science Education: Technology in Life. Science and Technology Education Document Series No. 31."},
      {
        "id":"ED309067",
        "title":"Enrichment Opportunities Guide. A Resource for Teachers and Students in Math and Science."},
      {
        "id":"ED309068",
        "title":"A World of Differences. An International Assessment of Mathematics and Science."},
      {
        "id":"ED309069",
        "title":"Students' Constructive Uses of Mathematical Errors: A Taxonomy."},
      {
        "id":"ED309071",
        "title":"Living in Water. An Aquatic Science Curriculum for Grades 4-6. Second Edition."},
      {
        "id":"ED309072",
        "title":"Ocean and Great Lakes Awareness Survey."},
      {
        "id":"ED309075",
        "title":"Sea Grant in California: Twenty Years of Achievement."},
      {
        "id":"ED309076",
        "title":"A Constructivist Perspective on the Relationship between Mathematical Beliefs and Emotional Acts."},
      {
        "id":"ED309078",
        "title":"Effects of Prior Knowledge and Piagetian Cognitive Development on the Process Skill of Prediction in the Learning Cycle."},
      {
        "id":"ED309081",
        "title":"Development and Dilemmas in Science Education."},
      {
        "id":"ED309083",
        "title":"Developing Science Education Goals. Science Education. Science Curriculum Concept Paper."},
      {
        "id":"ED309084",
        "title":"\"Contributions of Piaget to Science Education.\" Science Education. Science Curriculum Concept Paper #2."},
      {
        "id":"ED309085",
        "title":"Science and Mathematics Indicators: Conceptual Framework for a State-Based Network."},
      {
        "id":"ED309088",
        "title":"On Mathematics in Curriculum Reform in Elementary Mathematics. Elementary Subjects Center Series No. 9."},
      {
        "id":"ED309089",
        "title":"Science: Comprehensive Curriculum Goals. A Model for Local Curriculum Development."},
      {
        "id":"ED309090",
        "title":"Curriculum Mapping: End of Eleventh Grade. Science Education: Common Curriculum Goals."},
      {
        "id":"ED309091",
        "title":"Curriculum Mapping: End of Eighth Grade. Science Education: Common Curriculum Goals."},
      {
        "id":"ED309092",
        "title":"Curriculum Mapping: End of Fifth Grade. Science Education: Common Curriculum Goals."},
      {
        "id":"ED309093",
        "title":"Science Education: Common Curriculum Goals."},
      {
        "id":"ED309094",
        "title":"Curriculum Mapping: End of Third Grade. Science Education: Common Curriculum Goals."},
      {
        "id":"ED309100",
        "title":"Socialization and Participation: A Research Agenda for the 21st Century."},
      {
        "id":"ED309105",
        "title":"Teaching for Conceptual Understanding and Higher Order Applications of Social Studies Content. Elementary Subjects Center, Series No. 3."},
      {
        "id":"ED309106",
        "title":"Teaching Major Economic Concepts in the High School Business Curriculum."},
      {
        "id":"ED309109",
        "title":"Labor Market Earnings of American Artists in 1980. A Report to the National Endowment for the Arts."},
      {
        "id":"ED309110",
        "title":"Enhancing Thinking Skills: Twin Lakes Purdue. Final Report."},
      {
        "id":"ED309112",
        "title":"Response to Paper III Economics in the Civics Curriculum. A Reaction to Andrew F. Brimmer."},
      {
        "id":"ED309113",
        "title":"Micro-Economic Models of Problem Choice in Basic Science."},
      {
        "id":"ED309115",
        "title":"History in the Elementary School Classroom. Elementary Subjects Center, Series No. 2."},
      {
        "id":"ED309116",
        "title":"The University, Scientific Research and the Ownership of Knowledge."},
      {
        "id":"ED309118",
        "title":"Synergistic Psychology Applied to Artistic Creativity."},
      {
        "id":"ED309119",
        "title":"Global Education."},
      {
        "id":"ED309121",
        "title":"Democracy in Action: 40 Years, Federal Republic of Germany. A Practical Guide for Teachers."},
      {
        "id":"ED309122",
        "title":"Motivational Activities for High School Economics, Keyed to the New York State Syllabus &quot;Economics and Economic Decision Making.&quot;"},
      {
        "id":"ED309123",
        "title":"Scope and Sequence Document: All Subjects 10-12."},
      {
        "id":"ED309130",
        "title":"A General Interview Guide."},
      {
        "id":"ED309132",
        "title":"Labor Studies in the Curriculum. ERIC Digest."},
      {
        "id":"ED309133",
        "title":"Teaching Geography in the Elementary School. ERIC Digest."},
      {
        "id":"ED309134",
        "title":"World History in the Secondary School Curriculum. ERIC Digest."},
      {
        "id":"ED309135",
        "title":"Community Service and Civic Education. ERIC Digest."},
      {
        "id":"ED309136",
        "title":"Recruiting Mathematics and Science Teachers through Nontraditional Programs: Case Studies."},
      {
        "id":"ED309140",
        "title":"The Summer Experiences of Two Model School/University Teacher Education Partnerships."},
      {
        "id":"ED309141",
        "title":"Cooperation Starts Inside Schools of Education: Teacher Educators as Collaborators."},
      {
        "id":"ED309142",
        "title":"Demystifying Teacher Evaluation: The Multiple-Strategies Model Used as an Assessment Device."},
      {
        "id":"ED309143",
        "title":"A Study To Determine the Most Effective Means of Implementing Career Ladder Level Assignments That Are Made on the Basis of Student Achievement in Addition to Other Bases Required by Law. As Reported by the State Board of Education. Submitted to the Governor, Lieutenant Governor, Speaker of the House, and the Seventy-First Texas Legislature."},
      {
        "id":"ED309144",
        "title":"Redesigning Teacher Education. Opening the Door for New Recruits to Science and Mathematics Teaching."},
      {
        "id":"ED309146",
        "title":"Domain Discrimination in Dance Attitude Research."},
      {
        "id":"ED309149",
        "title":"Linking School and University Staff Development: A Partnership for Educational Improvement."},
      {
        "id":"ED309150",
        "title":"University of Nebraska-Lincoln Extended Elementary Teacher Education Program."},
      {
        "id":"ED309151",
        "title":"From the Coast to the Mountains: Enhancing the Self-Esteem of North Carolina Teachers."},
      {
        "id":"ED309153",
        "title":"The Complexities of Teacher Education in a Professional Development School: A Study through In-Depth Interviews."},
      {
        "id":"ED309155",
        "title":"Teacher Incentive Programs in the Public Schools. Survey Report."},
      {
        "id":"ED309157",
        "title":"A Study of Factors Associated with Fifth-Year Teacher Interns' Concerns, Problems, and Stress."},
      {
        "id":"ED309159",
        "title":"Factors That Are Associated with Change in Teachers' Use of New Materials and Teaching Strategies."},
      {
        "id":"ED309163",
        "title":"Reflection-in-Action and Reflection-on-Action."},
      {
        "id":"ED309164",
        "title":"Metaphor in the Study of Teachers' Professional Knowledge."},
      {
        "id":"ED309165",
        "title":"The Roles of Research Knowledge and Knowing-in-Action in Teachers' Development of Professional Knowledge."},
      {
        "id":"ED309166",
        "title":"The Teaching Profession As a Career Opportunity: Perceptions of Laboratory School Teachers."},
      {
        "id":"ED309167",
        "title":"Proposed Reforms in Education: Views of State Teachers of the Year."},
      {
        "id":"ED309168",
        "title":"NAGWS Softball Guide 1989. Official Rules/Officiating."},
      {
        "id":"ED309169",
        "title":"Physical Fitness &amp; Sports Medicine. Specialized Bibliography Series No. 1988-2."},
      {
        "id":"ED309170",
        "title":"Vaccine-Preventable Diseases of Childhood. January 1986 through August 1988. Current Bibliographies in Medicine No. 88-12."},
      {
        "id":"ED309175",
        "title":"Interviewing: Two Sides of the Story."},
      {
        "id":"ED309176",
        "title":"An Evaluation of Research Training: The Testing, Research, and Data Processing Unit of the University Counseling Center. Research Report #5-88."},
      {
        "id":"ED309177",
        "title":"High School and Beyond Financial Aid Supplement: Methodology Report."},
      {
        "id":"ED309178",
        "title":"Crossroads in American Education: A Summary of Findings. The Nation's Report Card. Report No. 17-OV-01."},
      {
        "id":"ED309179",
        "title":"Earning and Learning: The Academic Achievement of High-School Juniors with Jobs. The Nation's Report Card. Report No. 17-WL-01."},
      {
        "id":"ED309180",
        "title":"What Is the Appropriate Role of Testing in the Teaching Profession? Proceedings of a Cooperative Conference (December 12, 1986)."},
      {
        "id":"ED309183",
        "title":"Towards an Authoring System for Item Construction. Research Report 88-7."},
      {
        "id":"ED309184",
        "title":"Item Information in the Rasch Model. Project Psychometric Aspects of Item Banking No. 34. Research Report 88-7."},
      {
        "id":"ED309185",
        "title":"Empirical Comparison between Factor Analysis and Item Response Models. Project Psychometric Aspects of Item Banking No. 37. Research Report 88-11."},
      {
        "id":"ED309186",
        "title":"Asymptotic Distribution of an IRT Person Fit Index. Project Psychometric Aspects of Item Banking No. 38. Research Report 88-13."},
      {
        "id":"ED309187",
        "title":"Algorithmic Test Design Using Classical Item Parameters. Project Psychometric Aspects of Item Banking No. 29. Research Report 88-2."},
      {
        "id":"ED309188",
        "title":"Nonlinear Canonical Correlation Analysis with k Sets of Variables. Research Report 87-8."},
      {
        "id":"ED309189",
        "title":"Applications of Decision Theory to Test-Based Decision Making. Project Psychometric Aspects of Item Banking No. 23. Research Report 87-9."},
      {
        "id":"ED309192",
        "title":"A Maximin Model for Test Design with Practical Constraints. Project Psychometric Aspects of Item Banking No. 25. Research Report 87-10."},
      {
        "id":"ED309194",
        "title":"The Measurement of Perceived School-Related Stress Using Classical and Rasch Latent Trait Models."},
      {
        "id":"ED309197",
        "title":"IRT-Based Test Construction. Project Psychometric Aspects of Item Banking No. 15. Research Report 87-2."},
      {
        "id":"ED309199",
        "title":"Stepwise Item Selection Procedures for Rasch Scales Using Quasi-Loglinear Models. Project Psychometric Aspects of Item Banking No. 44. Research Report 89-3."},
      {
        "id":"ED309202",
        "title":"Role of Federal Food Assistance Programs in Strategies To Reduce Infant Mortality. Hearing before the Domestic Task Force of the Select Committee on Hunger. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED309203",
        "title":"Hearing on Center for Effective Schooling of Disadvantaged Students. Hearing before the Subcommittee on Select Education of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, Second Session."},
      {
        "id":"ED309204",
        "title":"The Economic Progress of Black Men in America. Clearinghouse Publication 91."},
      {
        "id":"ED309205",
        "title":"A Guide to Developing Multicultural, Nonsexist Education Across the Curriculum."},
      {
        "id":"ED309206",
        "title":"Characteristics of the 55 Largest Public Elementary and Secondary School Districts in the United States: 1987-88. Survey Report."},
      {
        "id":"ED309210",
        "title":"The Economic Status of Americans of Asian Descent: An Clearinghouse Publication 95."},
      {
        "id":"ED309211",
        "title":"The Reauthorization of Expiring Federal Elementary and Secondary Education Programs. Miscellaneous Programs. Volume 8. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED309213",
        "title":"Involvement of Black Fathers in Head Start. Final Report 1987."},
      {
        "id":"ED309215",
        "title":"Infant Mortality in Washington, D.C.: A Study of Risk Factors among Black Residents."},
      {
        "id":"ED309216",
        "title":"Dialogue for Change. Options for Re-Structuring K-12 Education. 3rd Edition, 1988."},
      {
        "id":"ED309218",
        "title":"Renewing Urban Schools: The Community Connection. Youth at Risk."},
      {
        "id":"ED309219",
        "title":"Profile of Pacific Schools. Second Edition."},
      {
        "id":"ED309221",
        "title":"A Plan for the Education of Homeless Children in Washington State."},
      {
        "id":"ED309222",
        "title":"International Education Curriculum Guidelines."},
      {
        "id":"ED309223",
        "title":"Perspectives on Equal Educational Opportunities. Something for Thought--What Is the Answer?"},
      {
        "id":"ED309227",
        "title":"Changes in the Demographic Determinants of U.S. Population Mobility, 1940-1980."},
      {
        "id":"ED309228",
        "title":"Education and Income: Recent U.S. Trends."},
      {
        "id":"ED309231",
        "title":"Giving Children a Chance: The Case for More Effective National Policies."},
      {
        "id":"ED309236",
        "title":"Home and Family Management. A Bibliography."},
      {
        "id":"ED309237",
        "title":"Diversified Cooperative Training. A Bibliography."},
      {
        "id":"ED309238",
        "title":"School/Work Transition. A Bibliography."},
      {
        "id":"ED309239",
        "title":"Business/Industry/Education Linkages. A Bibliography Update."},
      {
        "id":"ED309240",
        "title":"Microcomputer Programs for Agribusiness and Natural Resources Education. A Bibliography."},
      {
        "id":"ED309241",
        "title":"Microcomputer Programs for Business Education Occupations. A Bibliography."},
      {
        "id":"ED309242",
        "title":"Microcomputer Programs for Diversified Occupations Education. A Bibliography."},
      {
        "id":"ED309243",
        "title":"Microcomputer Programs for Health Occupations Education. A Bibliography."},
      {
        "id":"ED309244",
        "title":"Microcomputer Programs for Marketing and Distributive Education. A Bibliography."},
      {
        "id":"ED309245",
        "title":"Florida Vocational Program Guide for Practical Nursing."},
      {
        "id":"ED309246",
        "title":"Partners in Program Excellence. Instructor Handbook."},
      {
        "id":"ED309248",
        "title":"Single Parent/Homemakers Training for Life Skills."},
      {
        "id":"ED309250",
        "title":"The Impact of New Technology on Skills and Skill Formation in the Banking and Textile Industries. NCEE Brief Number 1."},
      {
        "id":"ED309251",
        "title":"Do We Know What Employers Want in Entry-Level Workers? NCEE Brief Number 2."},
      {
        "id":"ED309252",
        "title":"The Disadvantaged: Paths to Success. NCEE Brief Number 3."},
      {
        "id":"ED309253",
        "title":"Refining the Use of Market Incentives in the Public Provision of Training and Related Services in the 1990s. Research Report 89-05."},
      {
        "id":"ED309254",
        "title":"Training for Everyone: A Guide to the Planning of Innovative Training and Employment Projects for Unemployed Young People in the European Community."},
      {
        "id":"ED309255",
        "title":"Workplace Literacy Programs: A Review of the Literature."},
      {
        "id":"ED309256",
        "title":"The Long Term Employment Implications of Privatization: Evidence from Selected U.S. Cities and Counties. Research Report 89-04."},
      {
        "id":"ED309259",
        "title":"Continuing To Work: JTPA and the Older Worker. Issues in Training and Employment."},
      {
        "id":"ED309261",
        "title":"A Tentative Framework of General Work Knowledge, Skills and Attitudes for Secondary Vocational Education."},
      {
        "id":"ED309263",
        "title":"The Youth Service America Working Group on Youth Service Policy: Issue Papers."},
      {
        "id":"ED309264",
        "title":"What's Wrong with Youth Service? Occasional Papers."},
      {
        "id":"ED309265",
        "title":"A Summer Youth Service Corps for the Commonwealth of Pennsylvania. A Concept Paper. Occasional Papers."},
      {
        "id":"ED309266",
        "title":"Speaking Out for Youth Service. It's Not Just the Thought That Counts."},
      {
        "id":"ED309271",
        "title":"Training Implications of Technological Change in Manufacturing in New Industrial Countries: The Case of Yugoslavia. Training Policies Discussion Paper No. 15."},
      {
        "id":"ED309273",
        "title":"A Qualitative Follow-Up Study of a Training Program in Curriculum-Based Vocational Assessment."},
      {
        "id":"ED309274",
        "title":"Understanding Community Based Employment and Follow-Up Services."},
      {
        "id":"ED309279",
        "title":"Making the Nation Smarter: The Intergenerational Transfer of Cognitive Ability."},
      {
        "id":"ED309280",
        "title":"CALS Tech Bulletin #3. An Occasional Publication of the Center for Advanced Learning Systems."},
      {
        "id":"ED309287",
        "title":"Turning to Technology. A Strategic Plan for the Nineties. A Report of the Southern Technology Council."},
      {
        "id":"ED309294",
        "title":"Postsecondary Cooperative Education: An Examination of Survey Results and Policy Implications."},
      {
        "id":"ED309297",
        "title":"Upgrading Basic Skills for the Workplace."},
      {
        "id":"ED309298",
        "title":"Developing an Entrepreneurial Enterprise."},
      {
        "id":"ED309304",
        "title":"Training America. Strategies for the Nation."},
      {
        "id":"ED309305",
        "title":"Entrepreneurship. A Bibliography."},
      {
        "id":"ED309306",
        "title":"Microcomputer Programs for Home Economics Education. A Bibliography."},
      {
        "id":"ED309307",
        "title":"Apprenticeship. A Bibliography."},
      {
        "id":"ED309309",
        "title":"The Promotion of Cooperation amongst Research and Development Organizations in the Field of Vocational Training. CEDEFOP Flash 6/89."},
      {
        "id":"ED309313",
        "title":"Needs Assessment for Curriculum Design and Development in the Powdered Metals Industry. Project Number One."},
      {
        "id":"ED309314",
        "title":"Assessment of Training Needs for Cogeneration Technology in Schuylkill County. Project Number Two."},
      {
        "id":"ED309315",
        "title":"Maintenance, Manufacturing Cell, and Industrial Engineering/Product Engineering Training Needs Assessment Project. Volumes 1-5. Project Number Three."},
      {
        "id":"ED309316",
        "title":"Skills and Knowledge Needs Assessment To Support Multi-Craft Maintenance and Training Design. Report Number Four."},
      {
        "id":"ED309317",
        "title":"A Review of Qualitative Data Gathering Methods and Their Applications To Support Organizational Strategic Planning Processes. Study Number Six."},
      {
        "id":"ED309318",
        "title":"Examination of the Applicability of the Hershey Blanchard Changing Skills Model to Non-Technical Skills Curriculum Needs Assessment Process in a Dual Career Ladder Research and Development Organization. Study Number Seven."},
      {
        "id":"ED309320",
        "title":"Vocational Education Performance Standards. CRS Report for Congress."},
      {
        "id":"ED309321",
        "title":"Youth Driving without Impairment. Report on the Youth Impaired Driving Public Hearings (Atlanta, Georgia; Boston, Massachusetts; Chicago, Illinois; Fort Worth, Texas; Seattle, Washington). A Community Challenge."},
      {
        "id":"ED309322",
        "title":"Police Communication Skills Training for Gaining Compliance and Avoiding Civilian Complaints: The On-Stage Workshop."},
      {
        "id":"ED309325",
        "title":"Assessing the Reading, Mathematics, and Science Achievement of 1988 Secondary Vocational Completers. A Report of the 1988 Baseline Assessment of the SREB-State Vocational Education Consortium Using the National Assessment of Educational Progress."},
      {
        "id":"ED309326",
        "title":"Improving the Communications, Mathematics, and Science Competencies of Students Enrolled in Vocational Courses. A Report on the Annual Staff Development Conference of the SREB-State Vocational Education Consortium (2nd, Hilton Head Island, South Carolina, August 10-13, 1988)."},
      {
        "id":"ED309328",
        "title":"Attributions, Outcome Expectations, Locus of Control and Daily Hassles."},
      {
        "id":"ED309330",
        "title":"Activities in Field Placement Programs at Different Universities."},
      {
        "id":"ED309333",
        "title":"Discipline and Guidance: A Thin Line in the Middle Level School. What At-Risk Students Say about Middle Level School Discipline and Teaching. A Middle Level Essentials Special Paper."},
      {
        "id":"ED309334",
        "title":"A Summary of AIDS Education Policies in Six Southeastern States."},
      {
        "id":"ED309335",
        "title":"Quality of Adult Daughters' Relationships with Their Mothers and Fathers: Effects on Daughters' Well-Being and Psychological Distress. Working Paper No. 175."},
      {
        "id":"ED309338",
        "title":"Project DARE: Teaching Kids To Say \"No\" to Drugs and Alcohol."},
      {
        "id":"ED309340",
        "title":"Incidental and Reflective Learning in the Workplace: An Action Science Study of Adult Children of Alcoholics."},
      {
        "id":"ED309343",
        "title":"Social Support and Compliance with Hypertension Regimens."},
      {
        "id":"ED309344",
        "title":"The Early Experiences and Behavior of Students Suspended in Junior and Senior High School."},
      {
        "id":"ED309346",
        "title":"Anti-Social Behavioral Correlates of Self-Reported Sexual Aggression."},
      {
        "id":"ED309347",
        "title":"Perceptions of and Attention to Collegial Impairment: A Preliminary Study."},
      {
        "id":"ED309350",
        "title":"Perceived Strengths of Drug Education Infusion Strategies and Support from Funding Sources and School Districts."},
      {
        "id":"ED309351",
        "title":"Project Implementation through Cooperation with School Personnel and Community Leaders."},
      {
        "id":"ED309352",
        "title":"Substance Use and Abuse in the Rural Inland Northwest."},
      {
        "id":"ED309353",
        "title":"Risk Factors for Substance Abuse for Rural Adolescents."},
      {
        "id":"ED309354",
        "title":"Alcohol Abstainers, Experimenters, Regular and Heavy Users: Value Differences among Rural Adolescents."},
      {
        "id":"ED309355",
        "title":"Stable and Unstable Characteristics of Substance Use among Adolescents."},
      {
        "id":"ED309356",
        "title":"Career Counselling Issues with Psychiatrically Disabled Clients."},
      {
        "id":"ED309363",
        "title":"Policy Issues and the Drug Abuse Problem in America: Overview, Critique, and Recommendations."},
      {
        "id":"ED309364",
        "title":"Lifestyle Orientations in Late Adolescence and Patterns of Substance Abuse."},
      {
        "id":"ED309366",
        "title":"Drug Use in America: Different Kinds of Change, Different Causes."},
      {
        "id":"ED309371",
        "title":"The Second Worldwide Survey of Drug and Alcohol Use among Students in the Department of Defense Dependents School System, 1982-1987."},
      {
        "id":"ED309374",
        "title":"Idaho Senior Center Activities, Activity Participation Level, and Managers' Perceptions of Activity Success."},
      {
        "id":"ED309378",
        "title":"Prevalence and Correlates of Depressive Symptoms in Mothers of Young Children."},
      {
        "id":"ED309380",
        "title":"The Future of Community-Based Services for the Old-Old: Technological and Ethical Challenges."},
      {
        "id":"ED309386",
        "title":"Effects of Training in Constructing Graphic Organizers on Disabled Readers' Summarization and Recognition of Expository Text Structure."},
      {
        "id":"ED309387",
        "title":"Whole Language: Beliefs and Practices, K-8. Aspects of Learning Series."},
      {
        "id":"ED309388",
        "title":"A Study of the Effectiveness of Instruction in Multi-Age Grading vs. Traditional Single-Grade Level Organization on the Reading Achievement of Fourth Graders."},
      {
        "id":"ED309395",
        "title":"Reading Instruction by Classroom, Remedial, and Resource Room Teachers."},
      {
        "id":"ED309396",
        "title":"Students' Reading Experiences during Classroom, Resource, and Remedial Reading Instruction."},
      {
        "id":"ED309397",
        "title":"Think-Aloud Protocol Analysis of Reading Comprehension Tactics Used by Students with Reading Problems."},
      {
        "id":"ED309399",
        "title":"Teaching Thinking to Chapter I Students. Technical Report No. 473."},
      {
        "id":"ED309404",
        "title":"The Politics of Error: A Critique and a Proposal."},
      {
        "id":"ED309405",
        "title":"Fictions Juxtaposed: A Tale of Three Groups."},
      {
        "id":"ED309407",
        "title":"Intelligent Tutoring Systems: Exploring Issues in Learning and Teaching Writing. CECE Technical Report No. 3."},
      {
        "id":"ED309408",
        "title":"How the Writing Medium Shapes the Writing Process: Effects of Word Processing on Planning."},
      {
        "id":"ED309410",
        "title":"Technical Communications in Aeronautics: Results of an Exploratory Study. NASA Technical Memorandum 101534, Parts 1 and 2."},
      {
        "id":"ED309411",
        "title":"Rethinking Remediation: Toward a Social-Cognitive Understanding of Problematic Reading and Writing. Technical Report No. 19."},
      {
        "id":"ED309414",
        "title":"Editorial Coverage of Reagan Supreme Court Nominees."},
      {
        "id":"ED309415",
        "title":"Nigerian Journalists' Perceptions of Editorial Ethics and of the Role of Editorials in National Development."},
      {
        "id":"ED309418",
        "title":"Presidential Endorsement Patterns within Daily Newspaper Chains."},
      {
        "id":"ED309419",
        "title":"A Canadian Woman Journalist Covers the Spanish-American War: &quot;Kit&quot; in Cuba 1898."},
      {
        "id":"ED309421",
        "title":"Professional Orientations of Sports Journalists: Their Role in Journalism."},
      {
        "id":"ED309422",
        "title":"The Press and Black Elected Officials at Three Levels of Public Office."},
      {
        "id":"ED309423",
        "title":"On the Poetics of Narrative in Classroom Research."},
      {
        "id":"ED309424",
        "title":"Chilling the Messenger: The Impact of Libel on Community Newspapers."},
      {
        "id":"ED309427",
        "title":"Spanish-Language Daily Newspaper Headlines and the 1988 Presidential Election."},
      {
        "id":"ED309431",
        "title":"Debunking the Mutilated Boy: A Study of Newspaper Editors and an Inflammatory Rumor."},
      {
        "id":"ED309434",
        "title":"Citation Rituals in Academic Cultures."},
      {
        "id":"ED309435",
        "title":"Basic Writers as Critical Thinkers."},
      {
        "id":"ED309436",
        "title":"Recent Trends in Adversarial Attitudes among American Newspaper Journalists: A Cohort Analysis."},
      {
        "id":"ED309437",
        "title":"Look Who's Talking: A Study of Institutional Sources in Two Major Papers 1885-1985."},
      {
        "id":"ED309441",
        "title":"The Music Critic in the American Press: A Nationwide Survey of Newspapers and Magazines."},
      {
        "id":"ED309442",
        "title":"The Joys, Heartaches and Ethics of Reviewing Books for &quot;Journalism Quarterly&quot;: Perceptions of Reviewers."},
      {
        "id":"ED309443",
        "title":"Nuclear Bashing in Chernobyl Coverage: Fact or Fiction?"},
      {
        "id":"ED309444",
        "title":"Paired Writing: Middle School Students Find an Audience in College Students."},
      {
        "id":"ED309446",
        "title":"Peer-Response Groups: Answering the Critique."},
      {
        "id":"ED309447",
        "title":"Common Ground 1989: Suggested Literature for Alaskan Schools, Grades 7-12."},
      {
        "id":"ED309452",
        "title":"Your Own In-House Writing Journal: A Source of Bricks for Building."},
      {
        "id":"ED309453",
        "title":"A Study of Book-Length Works Taught in High School English Courses. Report Series 1.2."},
      {
        "id":"ED309454",
        "title":"Robert Frost and the Uses of Biography."},
      {
        "id":"ED309455",
        "title":"Computers in Curricula Program for Networked College Level Writing Process Instruction: A First Year Report."},
      {
        "id":"ED309456",
        "title":"Young Children's Concepts and Attitudes about Poetry."},
      {
        "id":"ED309457",
        "title":"Critical Thinking and Writing: Reclaiming the Essay. Monographs on Teaching Critical Thinking Number 3."},
      {
        "id":"ED309458",
        "title":"English Language Arts, Grade 11. LEAP Instructional Strategies Guide."},
      {
        "id":"ED309459",
        "title":"Prescriptions for Better Writing."},
      {
        "id":"ED309463",
        "title":"How Do Journalists Think? A Proposal for the Study of Cognitive Bias in Newsmaking."},
      {
        "id":"ED309464",
        "title":"Evaluating Group Satisfaction as a Situational Variable."},
      {
        "id":"ED309465",
        "title":"A Comparison of Two Theories of Speech/Language Behavior."},
      {
        "id":"ED309468",
        "title":"Speaking Across the Curriculum: Threat, Opportunity, or Both?"},
      {
        "id":"ED309469",
        "title":"Applying the French Minitel Model to U.S. Consumer Videotex: The Case of the Electronic Directory Service."},
      {
        "id":"ED309470",
        "title":"Management and Economic Implications of Bundling and Block Booking of Television and Cable Programming."},
      {
        "id":"ED309472",
        "title":"News Media Adversary and Consensus Roles, and Legislator Use of News Media for Job Information."},
      {
        "id":"ED309474",
        "title":"The Politics and Coverage of Terror: From Media Images to Public Consciousness."},
      {
        "id":"ED309476",
        "title":"Primary News Source: Question Wording, Cohort and Displacement Effects."},
      {
        "id":"ED309478",
        "title":"The New Marketplace of Ideas: Telco Ownership in Electronic Publishing."},
      {
        "id":"ED309479",
        "title":"Deception in Brand Names: Do Print Ads Clarify the Nutrition Claims?"},
      {
        "id":"ED309480",
        "title":"Ethics and the Exercise of Responsibility among Entrepreneurs in New Ad Agencies."},
      {
        "id":"ED309481",
        "title":"Practitioners' Use of Research and Theory in One-Way and Two-Way Environments."},
      {
        "id":"ED309482",
        "title":"High Definition Television: A New Challenge for Telecommunication Policy."},
      {
        "id":"ED309485",
        "title":"Prisoner Fasting as Symbolic Speech: The Ultimate Speech-Action Test."},
      {
        "id":"ED309486",
        "title":"Emotion and Memory Responses for Negative Political Advertising: A Study of Television Commercials Used in the 1988 Presidential Election."},
      {
        "id":"ED309488",
        "title":"Newsmagazine Visuals and the 1988 Presidential Election."},
      {
        "id":"ED309490",
        "title":"Brave Firefighters, Endangered National Icons and Bumbling Land Managers: Network TV Myths about the 1988 Yellowstone Wildfires."},
      {
        "id":"ED309491",
        "title":"Cultural Perspectives on Love."},
      {
        "id":"ED309504",
        "title":"School Leadership: Handbook for Excellence. Second Edition."},
      {
        "id":"ED309505",
        "title":"Portrait of a Leader."},
      {
        "id":"ED309506",
        "title":"Leadership Styles."},
      {
        "id":"ED309507",
        "title":"Training and Selecting School Leaders."},
      {
        "id":"ED309508",
        "title":"Two Special Cases: Women and Blacks."},
      {
        "id":"ED309509",
        "title":"School-Based Management."},
      {
        "id":"ED309510",
        "title":"Team Management."},
      {
        "id":"ED309511",
        "title":"Participative Decision-Making."},
      {
        "id":"ED309512",
        "title":"School Climate."},
      {
        "id":"ED309513",
        "title":"Leading the Instructional Program."},
      {
        "id":"ED309514",
        "title":"Leading the Instructional Staff."},
      {
        "id":"ED309515",
        "title":"Communicating."},
      {
        "id":"ED309516",
        "title":"Building Coalitions."},
      {
        "id":"ED309517",
        "title":"Leading Meetings."},
      {
        "id":"ED309518",
        "title":"Managing Time and Stress."},
      {
        "id":"ED309519",
        "title":"Managing Conflict."},
      {
        "id":"ED309520",
        "title":"Some Biographical Correlates of Outstanding Performance among School Principals. Report No. 35."},
      {
        "id":"ED309522",
        "title":"Action-Research and the Emergence of Teacher Appraisal in the UK."},
      {
        "id":"ED309524",
        "title":"Factors Related to Promotion and Retention Decisions."},
      {
        "id":"ED309525",
        "title":"Education in Transition: What Role for Research? SCRE Publication No. 102. A Collection of Papers To Mark the 10th Anniversary of the Founding of the Scottish Council for Research in Education."},
      {
        "id":"ED309527",
        "title":"Characteristics of Professional Staff in California Public Schools: A Five-Year Comparison. Data Compiled from CBEDS, the California Basic Educational Data System."},
      {
        "id":"ED309528",
        "title":"Organizational and Social Context and the Instructional Leadership Role of the School Principal."},
      {
        "id":"ED309529",
        "title":"School Site Strategic Planning To Improve District Performance."},
      {
        "id":"ED309532",
        "title":"Building the Future: California Educational Reform. Annual Report, 1988."},
      {
        "id":"ED309534",
        "title":"Accelerated Schools: A New Strategy for At-Risk Students."},
      {
        "id":"ED309535",
        "title":"Instructional Leadership in Effective Schools."},
      {
        "id":"ED309541",
        "title":"California School Accounting Manual, 1988 Edition."},
      {
        "id":"ED309543",
        "title":"Reform and Non-Reform in Education: The Political Costs and Benefits of Reform Policies in France and Japan."},
      {
        "id":"ED309549",
        "title":"The California CBO: The 1987-88 Profile of Chief Business Officials in California Public Schools, Kindergarten through Grade Twelve."},
      {
        "id":"ED309550",
        "title":"Recommendations of the Curriculum Development and Supplemental Materials Commission: California Basic Instructional Materials in English-Language Arts, 1988 Adoption."},
      {
        "id":"ED309553",
        "title":"Improving Student Retention in Ontario Secondary Schools. Student Retention and Transition Series."},
      {
        "id":"ED309554",
        "title":"Student Retention and Transition in Ontario High Schools: Policies, Practices, and Prospects. Student Retention and Transition Series."},
      {
        "id":"ED309556",
        "title":"State-Enforced Accountability of Local School Districts. ERIC Digest Series Number EA 36."},
      {
        "id":"ED309559",
        "title":"How To Make Decisions That Stay Made."},
      {
        "id":"ED309561",
        "title":"Interdependence of Research and Practice: Effective Schools Research."},
      {
        "id":"ED309563",
        "title":"Restructuring the Schools. ERIC Digest Series Number EA 37."},
      {
        "id":"ED309564",
        "title":"AIDS/HIV Education. ERIC Digest Series Number EA 38."},
      {
        "id":"ED309565",
        "title":"Choice in the Public Schools. ERIC Digest Series Number EA 39."},
      {
        "id":"ED309566",
        "title":"Planning for the Future of the Orange County Public Schools: A Case Study in Strategic Planning and External Analysis."},
      {
        "id":"ED309567",
        "title":"State Projections to 1993 for Public Elementary and Secondary Enrollment, Graduates, and Teachers."},
      {
        "id":"ED309568",
        "title":"Step by Step to Smoke-Free Schools."},
      {
        "id":"ED309571",
        "title":"Discrepancies in States' Reporting of Education Revenue and Expenditure Data."},
      {
        "id":"ED309573",
        "title":"Shared Governance Manual: Active Cooperation for a More Effective Education. Third Edition."},
      {
        "id":"ED309574",
        "title":"Model Policies for Small School Districts. Suggested Personnel Policy Guidelines for School Districts, 1989."},
      {
        "id":"ED309576",
        "title":"Education: The Future Begins Today."},
      {
        "id":"ED309577",
        "title":"The Financing of Public Teachers Pensions: Causes, Consequences and Public Policy. Project Report."},
      {
        "id":"ED309580",
        "title":"AIM High Program Manual."},
      {
        "id":"ED309581",
        "title":"Student Placement in Elementary and Secondary Schools and Section 504."},
      {
        "id":"ED309582",
        "title":"Learning Related Visual Problems. ERIC Fact Sheet."},
      {
        "id":"ED309583",
        "title":"Prereferral Intervention: A Prescriptive Approach."},
      {
        "id":"ED309585",
        "title":"Handicapped Children in Developing Countries: Assessment, Curriculum and Instruction."},
      {
        "id":"ED309586",
        "title":"Abstracts in Adapted Physical Activity (AAPA). Volume I: Research on Mentally Handicapped Individuals in Relation to Physical Activity Settings."},
      {
        "id":"ED309588",
        "title":"Building Bridges to Independence: Employment Successes, Problems, and Needs of Black Americans with Disabilities. Proceedings of the National Conference."},
      {
        "id":"ED309589",
        "title":"Supported Employment in Illinois: Benefits versus Costs. Volume 5."},
      {
        "id":"ED309590",
        "title":"Students with Specialized Health Care Needs. ERIC Digest #458."},
      {
        "id":"ED309591",
        "title":"Preventing Inappropriate Referrals of Language Minority Students to Special Education. Occasional Papers in Bilingual Education."},
      {
        "id":"ED309592",
        "title":"Meeting the Needs of Gifted and Talented Minority Language Students: Issues and Practices. Occasional Papers in Bilingual Education."},
      {
        "id":"ED309595",
        "title":"The Civil Rights of Students with Hidden Disabilities under Section 504 of the Rehabilitation Act of 1973."},
      {
        "id":"ED309596",
        "title":"Transition! School to Community. A Guide for Transition Planning."},
      {
        "id":"ED309597",
        "title":"Teaching the Mentally Handicapped To Avoid Sexual Exploitation."},
      {
        "id":"ED309598",
        "title":"Noncry Vocal Production in Infancy: A Bibliographic Review."},
      {
        "id":"ED309600",
        "title":"I Can--Achievement Based Curriculum (ABC): Purpose, Development and Teacher Training."},
      {
        "id":"ED309603",
        "title":"The Ability of Deaf Individuals To Identify Facial Expressions."},
      {
        "id":"ED309604",
        "title":"The Marketplace: Report on Technology in Special Education."},
      {
        "id":"ED309608",
        "title":"Transportation for Students with Special Needs. A Supplement to: What You Need To Know about Riding the School Bus."},
      {
        "id":"ED309609",
        "title":"Assistive Technology for Persons with Disabilities. Hearings To Provide Financial Assistance under the Education of the Handicapped Act To Assist Severely Handicapped Infants, Children, and Youth, To Improve Their Educational Opportunities through the Use of Assistive Device Resource Centers, and for Other Purposes, before the Subcommittee on the Handicapped of the Committee on Labor and Human Resources. United States Senate, One Hundredth Congress, Second Session (May 19 and 20, 1988)."},
      {
        "id":"ED309610",
        "title":"Study of the Special Education Initial Referral and Placement Process in MCPS Elementary Schools."},
      {
        "id":"ED309611",
        "title":"The Comparative Effects of Computer-Assisted Instruction of Motivation and Achievement of Learning Disabled and Nonlearning Disabled Students."},
      {
        "id":"ED309612",
        "title":"SIRS: Investigation of the Relative Efficacy of Two Response Prompting Techniques in the Instruction of Students with Severe Handicaps. Final Report."},
      {
        "id":"ED309614",
        "title":"The History of the Education of the Blind and Deaf."},
      {
        "id":"ED309616",
        "title":"Directory of Selected Early Childhood Programs, 1988-1989."},
      {
        "id":"ED309620",
        "title":"The Linguistic Forms of the Request: How and When do Young Children Order or Suggest?"},
      {
        "id":"ED309622",
        "title":"German Film: Exploiting the Shock Value To Explain the Other Culture."},
      {
        "id":"ED309624",
        "title":"On Topic, Pronoun, and Agreement in Chichewa."},
      {
        "id":"ED309630",
        "title":"Wolof Syllable Structure: Evidence from a Secret Code."},
      {
        "id":"ED309631",
        "title":"Secondary Predicates in Italian and English."},
      {
        "id":"ED309634",
        "title":"The Role of Educational Technology in the Education of Limited English Proficient Students. New Focus No. 9. Occasional Papers in Bilingual Education."},
      {
        "id":"ED309635",
        "title":"Limited English Proficient Students at Risk: Issues and Prevention Strategies. New Focus No. 10. Occasional Papers in Bilingual Education."},
      {
        "id":"ED309638",
        "title":"Teacher Evaluation in Foreign Language Education: Behavior Alteration Techniques."},
      {
        "id":"ED309639",
        "title":"Exploring French, German, and Spanish."},
      {
        "id":"ED309642",
        "title":"Academic Language Talk: Significant Features in the Responses of L1/L2 \"Effective Communicators.\""},
      {
        "id":"ED309643",
        "title":"A Review of the Research on the Evaluation of ESL Writing."},
      {
        "id":"ED309644",
        "title":"SeDelGap Tests of Macro-Level Reading Comprehension: An Exercise in International Collaboration."},
      {
        "id":"ED309645",
        "title":"ESL/EFL Composition: A Selected Annotated Bibliography."},
      {
        "id":"ED309647",
        "title":"A Crosslinguistic Study of Cohesion in Children's Narratives: The Introduction of Referents."},
      {
        "id":"ED309651",
        "title":"Foreign Language Requirement? Why Not American Sign Language? ERIC Digests"},
      {
        "id":"ED309652",
        "title":"Elementary School Foreign Language Programs. ERIC Digest."},
      {
        "id":"ED309653",
        "title":"Write On: Children Writing in ESL."},
      {
        "id":"ED309659",
        "title":"What Students Want from an MBA and What They Expect from Post-MBA Employment. First Results from the GMAC&apos;s New Matriculants Survey. GMAC Occasional Papers."},
      {
        "id":"ED309660",
        "title":"School Selection by Students. First Results from the GMAC&apos;s New Matriculants Survey. GMAC Occasional Papers."},
      {
        "id":"ED309661",
        "title":"An Overview of Demographic and Family Characteristics of First-Year Students in U.S. MBA Programs. First Results from the GMAC's New Matriculants Survey. GMAC Occasional Papers."},
      {
        "id":"ED309662",
        "title":"Design for a Survey of New Matriculants in Graduate Schools of Business and Management. First Results from the GMACs New Matriculants Survey. GMAC Occasional Papers."},
      {
        "id":"ED309663",
        "title":"The College Reach-Out Conference. A Summary of the Proceedings of the Annual Meeting (2nd, Orlando, Florida, May 4-6, 1988)."},
      {
        "id":"ED309666",
        "title":"The Age of Reform in American Management Education. GMAC Occasional Papers."},
      {
        "id":"ED309668",
        "title":"Directory of Postsecondary Institutions, 1987-88. Vol. 1: 4-Year and 2-Year [and] Vol. 2: Less-than-2-Year."},
      {
        "id":"ED309670",
        "title":"Recent Trends in Characteristics of Graduate Management Admission Test Takers. GMAC Occasional Papers."},
      {
        "id":"ED309672",
        "title":"Designing the Future: The Recruitment Connection. Summary of Proceedings (Orlando, Florida, February 12-14, 1988)."},
      {
        "id":"ED309678",
        "title":"Estimated Demand for Michigan's College and University Graduates of 1989."},
      {
        "id":"ED309681",
        "title":"Narrative and Story in Practice and Research."},
      {
        "id":"ED309682",
        "title":"Graduate Student Scholarly Activities; Gender and Perceived Program Support."},
      {
        "id":"ED309684",
        "title":"The Individual as Organization: Sensemaking in a School of Education."},
      {
        "id":"ED309685",
        "title":"Living on the Leading Edge. State Policy Issues for Education and Economic Dvelopment in a Global Economy."},
      {
        "id":"ED309689",
        "title":"The Specification of the Content Domain of Faculty Scholarship."},
      {
        "id":"ED309691",
        "title":"Federal Funding of Higher Education Proposals: Relationship of Research/Sponsored Programs Office Characteristics to Success Rates."},
      {
        "id":"ED309694",
        "title":"How We Teach Is What We Teach."},
      {
        "id":"ED309698",
        "title":"Problem Solving in a Technological Society with Implications for University Teaching Improvement."},
      {
        "id":"ED309700",
        "title":"State Support of Higher Education: From Expansion to Steady State to Decline, 1969 to 1989, Including an Illinois Case Study. MacArthur/Spencer Series Number 9."},
      {
        "id":"ED309709",
        "title":"Credits and Credibility: Educating Professionals for Cultural Sensitivity."},
      {
        "id":"ED309710",
        "title":"Student Progress in College: NLS-72 Postsecondary Education Transcript Study, 1984. Survey Report."},
      {
        "id":"ED309713",
        "title":"The Department Chair: A Descriptive Study."},
      {
        "id":"ED309715",
        "title":"Instructional Consultation in Postsecondary Education: Problems and Solutions Discussed by Professors and Consultants."},
      {
        "id":"ED309716",
        "title":"Good Student or Good Physician: What Are We Encouraging?"},
      {
        "id":"ED309720",
        "title":"Work Perceptions of University and Public School Educators."},
      {
        "id":"ED309721",
        "title":"Student Financing of Graduate and Professional Education. A Report of the 1987 National Postsecondary Student Aid Study. Analysis Report."},
      {
        "id":"ED309723",
        "title":"Academic Advising: Transition and Continuity. Proceedings of the National Academic Advising Association Annual Region VII Conference (5th, Dallas, Texas, May 21-23, 1989)."},
      {
        "id":"ED309724",
        "title":"The Tertiary Care Medical Center as a Training Ground for Family Physicians."},
      {
        "id":"ED309728",
        "title":"Israel's &quot;Planning and Grants Committee&quot;: A Case Study of Autonomy and Control in Higher Education."},
      {
        "id":"ED309730",
        "title":"Information Technology--Can It All Fit? Proceedings of the Current Issues Forum of the 1988 CAUSE National Conference (Nashville, Tennessee, December 2, 1988). Professional Paper Series, #2."},
      {
        "id":"ED309731",
        "title":"Enrollment and Persistance in Postsecondary Education: Expanding Opportunity or Equity Lost?"},
      {
        "id":"ED309732",
        "title":"Entering the Profession: Advice for the Untenured. To Promote Academic Justice and Excellence Series."},
      {
        "id":"ED309733",
        "title":"Curriculum Reform in Higher Education. The Current Debate and Issues for Faculty. To Promote Academic Justice and Excellence Series."},
      {
        "id":"ED309734",
        "title":"Multiple Teaching Strategies for Use with an Instructional Telecommunications Network."},
      {
        "id":"ED309736",
        "title":"Feasibility of an Integrated Expert Video Authoring Workstation for Low-Cost Teacher Produced CBI. SBIR Phase I: Final Report."},
      {
        "id":"ED309738",
        "title":"Training the Technical Trainer: Issues and Strategies. Papers Presented at a Workshop (Chiba City, Japan, May 13-23, 1987)."},
      {
        "id":"ED309739",
        "title":"Assessment of Educational Programs: How Can We Assess &quot;Dynamics and Vision?&quot;"},
      {
        "id":"ED309740",
        "title":"Gender Differences in Canadian Grade 11 Students&apos; Interactions with Computers: Results of a National Study."},
      {
        "id":"ED309742",
        "title":"Computers and Complex Thinking. May 1986 and October 1986."},
      {
        "id":"ED309743",
        "title":"Computers in Post-Secondary Developmental Education and Learning Assistance."},
      {
        "id":"ED309745",
        "title":"The Effects of Four Methods of Immediate Corrective Feedback on Retention, Discrimination Error, and Feedback Study Time in Computer-Based Instruction."},
      {
        "id":"ED309746",
        "title":"Transforming Curriculum and Instruction with Technology."},
      {
        "id":"ED309750",
        "title":"1988-2000 Long-Range Plan for Technology of the Texas State Board of Education."},
      {
        "id":"ED309751",
        "title":"Educational Media for Handicapped Students in Regular K-12 Schools (Media and Mainstreaming Project). Interim Report."},
      {
        "id":"ED309752",
        "title":"Preservice Teachers Use Authoring System To Create Interactive Videodisc Instruction."},
      {
        "id":"ED309753",
        "title":"Transnationalization of Television in West Europe. Working Paper No. 13."},
      {
        "id":"ED309755",
        "title":"Integration of Computers in Education: A Curriculum Perspective."},
      {
        "id":"ED309760",
        "title":"Data Desk Professional: Statistical Analysis for the Macintosh."},
      {
        "id":"ED309762",
        "title":"Programming Objects To Think With: Logo and the Teaching and Learning of Problem Solving."},
      {
        "id":"ED309763",
        "title":"Honing in on the Target: Who among the Educationally Disadvantaged Benefits Most from What CBI?"},
      {
        "id":"ED309764",
        "title":"Videotutoring at Appalachian State University."},
      {
        "id":"ED309765",
        "title":"Computers in Education. Hinsdale District #181. May 1986. A 1986-87 Update."},
      {
        "id":"ED309769",
        "title":"Library Circulation of ERIC Microfiche Documents and Portable Viewers."},
      {
        "id":"ED309770",
        "title":"Information Technology in Our Time: Selected References. CRS Report for Congress."},
      {
        "id":"ED309771",
        "title":"Analysis of Graduate Student Research at Bowling Green State University."},
      {
        "id":"ED309772",
        "title":"Federal Assistance to Libraries. Current Programs and Issues. CRS Report for Congress."},
      {
        "id":"ED309774",
        "title":"Security Considerations for Archives: Rare Book, Manuscript, and Other Special Collections."},
      {
        "id":"ED309775",
        "title":"User Persistence in Scanning LCS Postings: A Report to the Council on Library Resources."},
      {
        "id":"ED309777",
        "title":"Library Education and Resistance to Technology. Final Report."},
      {
        "id":"ED309780",
        "title":"ARL: Setting the Agenda for the 1990s. Minutes of the [Membership] Meeting (112th, Oakland, California, May 5-6, 1988)."},
      {
        "id":"ED309784",
        "title":"The Reference Interview: Impact of Environmental Constraints."},
      {
        "id":"ED309785",
        "title":"The Report of the Management and Planning Committee to the Librarian of Congress."},
      {
        "id":"ED309786",
        "title":"Report on the Business of Acquisitions Regional Institute (Berkeley, CA, April 20-21, 1989)."},
      {
        "id":"ED309790",
        "title":"Merit in Education: Assessing Merit Pay as the Catalyst to Pay & Evaluation Reforms."},
      {
        "id":"ED309794",
        "title":"Howard Community College Follow-Up of 1984 Entrants. Research Report Number 60."},
      {
        "id":"ED309798",
        "title":"Results of the VEDS Employer Follow-Up Survey for Massachusetts Community Colleges."},
      {
        "id":"ED309799",
        "title":"A Comparison of Community College Responders and Non-Responders to the VEDS Student Follow-Up Survey."},
      {
        "id":"ED309801",
        "title":"The Transfer Center Project."},
      {
        "id":"ED309802",
        "title":"Plus and Minus Grading."},
      {
        "id":"ED302805",
        "title":"Motivation in the Reading Curriculum."},
      {
        "id":"ED302808",
        "title":"Listening in the School Curriculum."},
      {
        "id":"ED302809",
        "title":"Frequency-Specific, Binaural Stimulation of Students with Reading and Spelling Difficulties."},
      {
        "id":"ED302810",
        "title":"The Effectiveness of Using Interactive Computer Programs To Model Textbook Reading Strategies for University and Community College Psychology and Biology Students."},
      {
        "id":"ED302812",
        "title":"Who Reads Literature? Survey Data on the Reading of Fiction, Poetry, and Drama by U.S. Adults during the 1980s."},
      {
        "id":"ED302818",
        "title":"Perspectives in Teaching Reading."},
      {
        "id":"ED302819",
        "title":"Story Grammar and Learning Disabled Students' Comprehension and Production of Narrative Prose."},
      {
        "id":"ED302820",
        "title":"The Nature of Conceptual Understanding in Biomedicine: The Deep Structure of Complex Ideas and the Development of Misconceptions. Technical Report No. 440."},
      {
        "id":"ED302821",
        "title":"Cognitive Flexibility Theory: Advanced Knowledge Acquisition in Ill-Structured Domains. Technical Report No. 441."},
      {
        "id":"ED302822",
        "title":"Preschool Children's Reading and Writing Awareness. Technical Report No. 442."},
      {
        "id":"ED302823",
        "title":"From Present to Future: Beyond &quot;Becoming a Nation of Readers.&quot; Technical Report No. 443."},
      {
        "id":"ED302824",
        "title":"Context and the Development of Metaphor Comprehension. Technical Report No. 444."},
      {
        "id":"ED302825",
        "title":"Verbal Reports of Thinking as Data for Validating Multiple-Choice Tests. Technical Report No. 445."},
      {
        "id":"ED302826",
        "title":"Verbal Reports of Thinking and Multiple-Choice Critical Thinking Test Design. Technical Report No. 447."},
      {
        "id":"ED302827",
        "title":"Reading Comprehension Research: A Selected Review. Technical Report No. 448."},
      {
        "id":"ED302828",
        "title":"Learning To Read in Japan. Technical Report No. 449."},
      {
        "id":"ED302829",
        "title":"Morphological Families in the Internal Lexicon. Technical Report No. 450."},
      {
        "id":"ED302830",
        "title":"The Development and Validation of a Model for Text Coherency."},
      {
        "id":"ED302831",
        "title":"Comparing American Cultural Literacy and Context Reading Strategies of International Students and American Undergraduates."},
      {
        "id":"ED302836",
        "title":"The Vocabulary of Cultural Literacy in a Newspaper of Substance."},
      {
        "id":"ED302838",
        "title":"Comprehension Instruction of Award Winning Teachers, Masters Degree Teachers and Non-Masters Degree Teachers."},
      {
        "id":"ED302839",
        "title":"Reform in the Reading Curriculum."},
      {
        "id":"ED302842",
        "title":"Designing Portfolios for the Assessment of Elementary Literacy Teaching: Work-in-Progress."},
      {
        "id":"ED302843",
        "title":"Can Prior Knowledge Hurt Text Comprehension? An Answer Borrowed from Plato, Aristotle, and Descartes."},
      {
        "id":"ED302844",
        "title":"Preschoolers' Conceptions of Literacy as Reflected in Their Spontaneous Play."},
      {
        "id":"ED302845",
        "title":"The Effects of Sentence-Combining Using Word Processing Technology on the Reading Comprehension and Writing Fluency of Low-Achieving Fourth Grade Students."},
      {
        "id":"ED302846",
        "title":"You Can Help Your Young Child with Writing."},
      {
        "id":"ED302847",
        "title":"State-Adopted Basic Textbooks for Grammar/Composition, Grades 9-12; Writing, Grades 9-12; World Literature, Grade 10. Annotations."},
      {
        "id":"ED302848",
        "title":"Language, Meaning, and Knowledge: Empowering Developmental Students To Participate in the Academy."},
      {
        "id":"ED302856",
        "title":"An Instructional Approach for Minimizing Stage Fright: Insights from Buss' Theory of Audience Anxiety."},
      {
        "id":"ED302859",
        "title":"Intonation, the Student, and the Language Arts."},
      {
        "id":"ED302861",
        "title":"U.S. Policies in Third World: An Economic Perspective."},
      {
        "id":"ED302866",
        "title":"Cooperative Learning in the Middle School."},
      {
        "id":"ED302867",
        "title":"Communication-Based Training Programs and Evaluation Methods of Five Pittsburgh Hospitals."},
      {
        "id":"ED302868",
        "title":"Empowerment on Stage: Sarah Daniels' Agenda for Social Change."},
      {
        "id":"ED302870",
        "title":"Cosmopolitan Media Use, Knowledge, and Attitudinal Differentiation of Countries."},
      {
        "id":"ED302871",
        "title":"Assessing the Import of Media-Related Effects: Some Contextualist Considerations."},
      {
        "id":"ED302872",
        "title":"Choosing a School for Your Child."},
      {
        "id":"ED302873",
        "title":"Decentralization and Regionalization in Educational Administration: Comparisons of Venezuela, Colombia and Spain."},
      {
        "id":"ED302876",
        "title":"Gender Differences in the Career Paths of Educational Administrators in Pennsylvania."},
      {
        "id":"ED302878",
        "title":"An Examination of Teachers Teaching Teachers. Staff Development Model in Southeast Dubois County."},
      {
        "id":"ED302879",
        "title":"Job Search Strategies Utilized by Certified Aspiring and Incumbent Female and Male Public School Administrators."},
      {
        "id":"ED302881",
        "title":"Report of the Paperwork Reduction Task Force."},
      {
        "id":"ED302882",
        "title":"The Administrator Training Program. A Model of Educational Leadership."},
      {
        "id":"ED302888",
        "title":"How One School District Implemented Site-Based School Improvement Planning Teams."},
      {
        "id":"ED302892",
        "title":"High-Achieving Black Students: What Characterizes the Schools They Attend and Their Academic Behaviors?"},
      {
        "id":"ED302893",
        "title":"Policy Implications of the Three R's of Mathematics Education: Revolution, Reform, and Research."},
      {
        "id":"ED302898",
        "title":"Training and Recruiting Minority Teachers. ERIC Digest Series Number EA29."},
      {
        "id":"ED302899",
        "title":"Policy Analysis for School Districts. ERIC Digest Series Number EA30."},
      {
        "id":"ED302900",
        "title":"The School District Management Audit. ERIC Digest Series Number EA31."},
      {
        "id":"ED302904",
        "title":"GAO's Study of Overseas Department of Defense Dependents' Schools. Testimony: Statement of William J. Gainer, Associate Director, Human Resources Division before the Subcommittee on Military Personnel and Compensation Committee on Armed Services, House of Representatives."},
      {
        "id":"ED302909",
        "title":"Moral Imagination and the Philosophy of School Leadership."},
      {
        "id":"ED302911",
        "title":"Australian Education and the Pacific Rim: An Emerging Relationship."},
      {
        "id":"ED302912",
        "title":"Curriculum Auditing."},
      {
        "id":"ED302914",
        "title":"A Comparison of Attitude toward School Subjects and Achievement in an Alternative and Traditional Elementary School."},
      {
        "id":"ED302917",
        "title":"Joining Forces: Linking the Education and Social Welfare Systems To Help At-Risk Children and Youth."},
      {
        "id":"ED302918",
        "title":"Evaluation of a Staff Development Program."},
      {
        "id":"ED302922",
        "title":"Conducting a Survey: The Dollars and Sense of It."},
      {
        "id":"ED302925",
        "title":"The Relationship between Secondary Teachers' Perceived Levels of Burnout and Their Perceptions of Their Principals' Supervisory Behaviors."},
      {
        "id":"ED302930",
        "title":"A University Based Alternative School for High School Dropouts."},
      {
        "id":"ED302932",
        "title":"Development and International Environmental Education."},
      {
        "id":"ED302933",
        "title":"School-Based Management/Shared-Decision Making--a Pilot Program: A Historical Perspective."},
      {
        "id":"ED302935",
        "title":"Status of Planned Learning Experiences for Educational Administrators."},
      {
        "id":"ED302936",
        "title":"The Role of Day Care in Serving the Needs of School-Age Parents and Their Children: A Review of the Literature. Working Paper No. 174."},
      {
        "id":"ED302937",
        "title":"Child Care for the Children of Adolescent Parents: Findings from a National Survey and Case Studies. Working Paper No. 184."},
      {
        "id":"ED302938",
        "title":"Discipline with Dignity."},
      {
        "id":"ED302939",
        "title":"Reconceptualization of the Budget Envelope."},
      {
        "id":"ED302940",
        "title":"Change in Public Education: A Technological Perspective. Trends & Issues, Series Number 1."},
      {
        "id":"ED302941",
        "title":"Directory of Organizations in Educational Management. Eighth Edition."},
      {
        "id":"ED302943",
        "title":"Peer Assisted Leadership from a Trainer's Perspective: Implications for Practice."},
      {
        "id":"ED302944",
        "title":"Putting Together the Picture of School Improvement in Buffalo."},
      {
        "id":"ED302950",
        "title":"Family Choice and Parental Involvement in Inner-City Catholic High Schools: An Exploration of Psycho-Social and Organizational Factors."},
      {
        "id":"ED302951",
        "title":"New Directions for Administrator Preparation. UCEA Monograph Series."},
      {
        "id":"ED302952",
        "title":"Assessment Center Methods in Educational Administration: Past, Present, and Future. UCEA Monograph Series."},
      {
        "id":"ED302953",
        "title":"Under Scrutiny: The Educational Administration Professoriate."},
      {
        "id":"ED302954",
        "title":"A Bibliography on the Assessment Center Method and Education Administration."},
      {
        "id":"ED302960",
        "title":"Equity and Excellence in Education Reform: An Unfinished Agenda."},
      {
        "id":"ED302961",
        "title":"Instructional Improvement and the Control of Schools."},
      {
        "id":"ED302964",
        "title":"Early Childhood Special Education: Birth to Three."},
      {
        "id":"ED302965",
        "title":"Administrative Challenges in Early Intervention."},
      {
        "id":"ED302966",
        "title":"Linking Screening, Identification, and Assessment with Curriculum."},
      {
        "id":"ED302967",
        "title":"Model Programs for Infants and Toddlers with Handicaps."},
      {
        "id":"ED302968",
        "title":"Parent Involvement in Early Childhood Special Education."},
      {
        "id":"ED302969",
        "title":"Staffing Patterns and Team Models in Infancy Programs."},
      {
        "id":"ED302970",
        "title":"Defining the Infancy Specialization in Early Childhood Special Education."},
      {
        "id":"ED302971",
        "title":"Early Intervention Team Approaches: The Transdisciplinary Model."},
      {
        "id":"ED302972",
        "title":"Program Evaluation: The Key to Quality Programming."},
      {
        "id":"ED302973",
        "title":"Early Intervention Public Policy: Past, Present, and Future."},
      {
        "id":"ED302974",
        "title":"Preparing for Change: The Implementation of Public Law 99-457."},
      {
        "id":"ED302975",
        "title":"Vulnerable: Sexual Abuse and People with an Intellectual Handicap."},
      {
        "id":"ED302978",
        "title":"The Georgia Psychoeducational Network Research Consortium. Final Report."},
      {
        "id":"ED302980",
        "title":"A Re-Examination of the Behavioral Categories of Seven Behavior Rating Instruments: A Conceptual Analysis. A Final Research Report."},
      {
        "id":"ED302983",
        "title":"Access Guide to South Carolina State Parks for People with Special Needs."},
      {
        "id":"ED302984",
        "title":"Design Guidelines: Study of Handicapped Accessibility in South Carolina State Parks."},
      {
        "id":"ED302986",
        "title":"Early Intervention for Infants with Deaf-Blindness."},
      {
        "id":"ED302992",
        "title":"Interagency Vendorization: Expanding Supported Employment Services. Fourth Revision."},
      {
        "id":"ED302993",
        "title":"Improving Cognitive Skills of Hearing-Impaired College Students. Final Report."},
      {
        "id":"ED302994",
        "title":"Integrated Occupational Program: Information Manual for Administrators, Counsellors, and Teachers. Interim 1988."},
      {
        "id":"ED302996",
        "title":"Summary of Existing Legislation Affecting Persons with Disabilities."},
      {
        "id":"ED302998",
        "title":"Examining Community Employment Programs for Persons with Mental Retardation: A Comparison of Quantitative and Qualitative Research Approaches."},
      {
        "id":"ED303000",
        "title":"Family-Centered Health Care for Medically Fragile Children: Principles and Practices."},
      {
        "id":"ED303001",
        "title":"Effectiveness Indicators for Positive Integration of POHI (Physically and Other Health Impaired) Students."},
      {
        "id":"ED303003",
        "title":"Project Directors&apos; Annual Meeting Conference Proceedings (3rd, Washington, D.C., December 10-11, 1987)."},
      {
        "id":"ED303004",
        "title":"A Longitudinal Study of Graduates of Special Education. Keynote Presentation."},
      {
        "id":"ED303005",
        "title":"Continuing Education Project: A Realistic Transition Model for Secondary School Handicapped. Manual for Best Practices and Procedures."},
      {
        "id":"ED303006",
        "title":"Continuing Education Project: A Realistic Transition Model for Secondary School Handicapped. Final Report."},
      {
        "id":"ED303016",
        "title":"Technology-Related Assistance for Individuals with Disabilities Act of 1988. Report. House of Representatives, 100th Congress, 2nd Session."},
      {
        "id":"ED303019",
        "title":"Numbers that Spell Success: Transitions to Work and Leisure Roles for Mildly Handicapped Youth."},
      {
        "id":"ED303025",
        "title":"Guidelines for Testing Exceptional Students."},
      {
        "id":"ED303026",
        "title":"Annotated Bibliography on Transition from School to Work. Volume 3."},
      {
        "id":"ED303027",
        "title":"Patterns in Special Education Service Delivery and Cost."},
      {
        "id":"ED303028",
        "title":"The &quot;Language Struggle&quot; in South Africa: Emergence and Development in Educational Policy. 1987-1988 World Education Monograph Series, Number One."},
      {
        "id":"ED303029",
        "title":"An Activities-Based Languages Curriculum: The ALL Model."},
      {
        "id":"ED303030",
        "title":"Dialog Journals: A Window on the Act of Language Teaching."},
      {
        "id":"ED303035",
        "title":"Requirements for the Use of Courseware in Mother Tongue Education."},
      {
        "id":"ED303036",
        "title":"A Word-Processed Student Newspaper: Why?--How?--So What?"},
      {
        "id":"ED303040",
        "title":"On the Interaction of Prototype and Language Transfer."},
      {
        "id":"ED303041",
        "title":"Les Enjeux juridiques et socio-politiques des conflits linguistiques: le cas de l'Ontario (The Legal and Sociopolitical Stakes of Language Conflicts: The Case of Ontario). Publication G-10."},
      {
        "id":"ED303044",
        "title":"ESL in Special Education. ERIC Digest."},
      {
        "id":"ED303045",
        "title":"ESL Program Administration in Higher Education. ERIC Digest."},
      {
        "id":"ED303046",
        "title":"Children's Writing in ESL. ERIC Digest."},
      {
        "id":"ED303050",
        "title":"Project Caribe, 1986-1987. OEA Evaluation Report."},
      {
        "id":"ED303051",
        "title":"Language Policy and Planning. ERIC Digest."},
      {
        "id":"ED303053",
        "title":"Study Assistance in Ten European Countries: Overview and Conceptual Framework."},
      {
        "id":"ED303054",
        "title":"NASFAA Annotated Bibliography of Literature on Student Financial Aid: 1977-1985."},
      {
        "id":"ED303055",
        "title":"Loan Counseling: Requirements and Good Practice. NASFAA Monograph Series Number VI."},
      {
        "id":"ED303057",
        "title":"Professional Judgment in Need Analysis. NASFAA Monograph Series Number VII."},
      {
        "id":"ED303066",
        "title":"College Impact and Student Liberalism Revisited: The Effect of Student Peers. ASHE 1988 Annual Meeting Paper."},
      {
        "id":"ED303067",
        "title":"Dismissals of Tenured Faculty for Incompetence: An Analysis of Litigation Patterns. ASHE 1988 Annual Meeting Paper."},
      {
        "id":"ED303069",
        "title":"Students' Motivation and Changes in Motivation during the First Year of College. ASHE 1988 Annual Meeting Paper."},
      {
        "id":"ED303070",
        "title":"The Vicious Cycle of Gender and Status at the University of California at Berkeley, 1918-1954. ASHE 1988 Annual Meeting Paper."},
      {
        "id":"ED303073",
        "title":"Graduates of Doctoral Programs in Higher Education: Demographics and Career Patterns. ASHE 1988 Annual Meeting Paper."},
      {
        "id":"ED303074",
        "title":"Two Paradigms of Organizational Culture. ASHE 1988 Annual Meeting Paper."},
      {
        "id":"ED303075",
        "title":"Differences in Family Influences on College Attendance Plans for Male and Female Ninth Graders. ASHE 1988 Annual Meeting Paper."},
      {
        "id":"ED303076",
        "title":"Resolving Access/Quality Tensions: Minority Participation and Achievement in Higher Education. ASHE 1988 Annual Meeting Paper."},
      {
        "id":"ED303077",
        "title":"A Method for Assessing Institution-Wide Responsiveness to Adult Undergraduates in Traditional Colleges and Universities. ASHE 1988 Annual Meeting Paper."},
      {
        "id":"ED303078",
        "title":"Designing and Implementing a Collaborative Model for Minority Recruitment. ASHE 1988 Annual Meeting Paper."},
      {
        "id":"ED303079",
        "title":"Criteria for Pruning Academic Programs: Actual vs. Ideal. ASHE 1988 Annual Meeting Paper."},
      {
        "id":"ED303080",
        "title":"Life History Influences on Holland Vocational Type Development. ASHE 1988 Annual Meeting Paper."},
      {
        "id":"ED303082",
        "title":"Leadership, Conflict Management, and Researcher Motivation and Productivity in Scientific R &amp; D Laboratories: The Case of Japan. ASHE 1988 Annual Meeting Paper."},
      {
        "id":"ED303085",
        "title":"Academic Work and Institutional Culture: An Analysis. ASHE 1988 Annual Meeting Paper."},
      {
        "id":"ED303088",
        "title":"The Relationship between Environmental Factors and State Appropriations to Public Universities. ASHE 1988 Annual Meeting Paper."},
      {
        "id":"ED303089",
        "title":"Black Students in Higher Education: Correlates of Access, Adjustment and Achievement. ASHE 1988 Annual Meeting Paper."},
      {
        "id":"ED303092",
        "title":"University Context and Strategy Making. ASHE 1988 Annual Meeting Paper."},
      {
        "id":"ED303093",
        "title":"What Do College and University Presidents Really Do? An Inside Look at Presidential Work. ASHE 1988 Annual Meeting Paper."},
      {
        "id":"ED303095",
        "title":"The Scholar: Integrating Teaching and Research in Higher Education. ASHE 1988 Annual Meeting Paper."},
      {
        "id":"ED303096",
        "title":"Exploring the Effects of Ability-To-Pay on Persistence in College. ASHE 1988 Annual Meeting Paper."},
      {
        "id":"ED303099",
        "title":"Student Retention at Liberal Arts Colleges: The Development and Test of a Model. ASHE 1988 Annual Meeting Paper."},
      {
        "id":"ED303100",
        "title":"University Policies and Ethical Issues in Graduate Research and Education. Results of a Survey of Graduate School Deans. ASHE 1988 Annual Meeting Paper."},
      {
        "id":"ED303102",
        "title":"Entrepreneurs in Academe: Exploration of Behaviors among Life Scientists. ASHE 1988 Annual Meeting Paper."},
      {
        "id":"ED303103",
        "title":"Defaults in the Federal Guaranteed Student Loan Programs. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor, House of Representatives. One Hundredth Congress. Second Session."},
      {
        "id":"ED303104",
        "title":"Changing Patterns of Finance in Higher Education. Country Study: Japan. OECD Educational Monographs."},
      {
        "id":"ED303106",
        "title":"California College-Going Rates. 1987 Update. The Eleventh in a Series of Reports on New Freshman Enrollment at California's Colleges and Universities by Recent Graduates of California High Schools. Report 88-26."},
      {
        "id":"ED303107",
        "title":"Legislation Affecting Higher Education Enacted during the 1987-88 Session. A Staff Report to the California Postsecondary Education Commission. Staff Report Series. Report 88-34."},
      {
        "id":"ED303108",
        "title":"Appropriations in the 1988-89 State Budget for the Public Segments of Higher Education. Staff Report Series. Report 88-33."},
      {
        "id":"ED303109",
        "title":"Annual Report on Program Activities, 1986-87. The Twelfth in a Series of Reports to the Legislature and the Governor on Program Review by Commission Staff and California's Public Colleges and Universities. Report No. 87-28."},
      {
        "id":"ED303110",
        "title":"Proposed Establishment of San Jose State University's Tri-County Center in Salinas. A Report to the Governor and Legislature in Response to a Request by the California State University for Funds to Create an Off-Campus Center to Serve Monterey, San Benito, and Santa Cruz Counties. Report No. 88-37."},
      {
        "id":"ED303112",
        "title":"Analysis of Research and Lecturing Proposals That Meet Fulbright Quality Standards."},
      {
        "id":"ED303113",
        "title":"Ethics Across-the-Curriculum."},
      {
        "id":"ED303122",
        "title":"A Profile of Incoming Freshmen at the University of Maryland College Park, 1988-1989. Research Report #14-88."},
      {
        "id":"ED303124",
        "title":"Institutional Research's Role in Enrollment Management: One Institution's Trials and Tribulations."},
      {
        "id":"ED303131",
        "title":"The Dissertation Literature Review: How Faculty Advisors Prepare Their Doctoral Candidates."},
      {
        "id":"ED303133",
        "title":"The American Freshman: National Norms for Fall 1988."},
      {
        "id":"ED303134",
        "title":"Development Communication Report. No. 56-59."},
      {
        "id":"ED303136",
        "title":"Commercialization of Children&apos;s Television. Hearings on H.R. 3288, H.R. 3966, and H.R. 4125: Bills To Require the FCC To Reinstate Restrictions on Advertising during Children&apos;s Television, To Enforce the Obligation of Broadcasters To Meet the Educational Needs of the Child Audience, and for Other Purposes, before the Subcommittee on Telecommunications and Finance of the Committee on Energy and Commerce, House of Representatives, One Hundredth Congress (September 15, 1987 and March 17, 1988)."},
      {
        "id":"ED303138",
        "title":"Implementing ISDN: A Sociotechnical Analysis."},
      {
        "id":"ED303142",
        "title":"Planning for Computers in Education: A Resource Handbook. Revised."},
      {
        "id":"ED303145",
        "title":"Media Coordinator Performance Appraisal Instrument. Workshop Participant's Manual."},
      {
        "id":"ED303153",
        "title":"On-Line Evaluation and Remediation of Programming Skills."},
      {
        "id":"ED303155",
        "title":"Problem Solving Interactions on Electronic Networks."},
      {
        "id":"ED303156",
        "title":"Sensitive Technology Assessment of ACOT."},
      {
        "id":"ED303157",
        "title":"Sharpening the Issues and Shaping the Policies: The Role of the New Information Media and Technology within the U.S. Hispanic Community. Revised Version."},
      {
        "id":"ED303158",
        "title":"Toy-Based Programming and Childrens Knowledge of Products."},
      {
        "id":"ED303159",
        "title":"Institutional Projects Funded by OERI. Revised April 1988."},
      {
        "id":"ED303167",
        "title":"An Evaluative Directory to Producers and Distributors of Unabridged Books on Cassette Tape. Occasional Papers Number 184."},
      {
        "id":"ED303172",
        "title":"A Strategic Plan for Managing and Preserving Electronic Records in New York State Government: Final Report of the Special Media Records Project."},
      {
        "id":"ED303173",
        "title":"Microcomputers. LC Science Tracer Bullet."},
      {
        "id":"ED303174",
        "title":"Optical Disk Technology. A Brief Guide to Materials in the Library of Congress. LC Science Tracer Bullet."},
      {
        "id":"ED303175",
        "title":"Online Information Services for Secondary School Students: A Current Assessment. ERIC Digest."},
      {
        "id":"ED303176",
        "title":"Optical Disk Formats: A Briefing. ERIC Digest."},
      {
        "id":"ED303177",
        "title":"Technology Options for Libraries. ERIC Digest."},
      {
        "id":"ED303179",
        "title":"Library Collections Inventory. Report to the VCU Board of Visitors."},
      {
        "id":"ED303180",
        "title":"Literacy: The Key to Success. A Literacy Handbook, 2nd Edition."},
      {
        "id":"ED303186",
        "title":"Communication: Essential for Leadership to a Public Good--an Information Infrastructure."},
      {
        "id":"ED303188",
        "title":"The Language of Library Leadership: Effective Communication."},
      {
        "id":"ED303193",
        "title":"Assessing the Institutional Effectiveness of Community and Technical Colleges."},
      {
        "id":"ED303195",
        "title":"Report on Community College Program Review, Fiscal Year 1988. Agenda Item #10."},
      {
        "id":"ED303196",
        "title":"Student Retention: Catalyst for Institutional Change."},
      {
        "id":"ED303204",
        "title":"The State of Faculty Evaluation in Community, Technical, and Junior Colleges within the North Central Region, 1988-1989. A Research Study."},
      {
        "id":"ED303209",
        "title":"QUEST: A Model Transfer Program and Evaluation of QUEST Program."},
      {
        "id":"ED303211",
        "title":"Study of Interests in Academic, Technical and Extracurricular College Programs by High School Juniors and Seniors."},
      {
        "id":"ED303215",
        "title":"Labette Community College: Analysis of Alumni Survey Results for 1987 and 1988 Graduates."},
      {
        "id":"ED303216",
        "title":"After Three Years: A Status Report on the International High School at LaGuardia Community College."},
      {
        "id":"ED303219",
        "title":"Prerequisites and Success in History Courses in the San Jose/Evergreen Community College District. Institutional Research Report Number 74."},
      {
        "id":"ED303220",
        "title":"Howard Community College Enrollment Projections: Fiscal Year 1989 and Fiscal Years 1990 through 1994. Research Report Number 55."},
      {
        "id":"ED303221",
        "title":"Report on the Results of the 1988 Survey of Former Biomedical Engineering Technology Students. Research Report Number 56."},
      {
        "id":"ED303223",
        "title":"A Study of the Relationship between Student Placement Test Scores and Final Grades in Physics 121 at Pima College."},
      {
        "id":"ED303224",
        "title":"Transfer and Articulation with Four-Year Colleges and Universities: A Report."},
      {
        "id":"ED303226",
        "title":"Recommendations for Reducing the Default Rate in the Guaranteed Student Loan Program."},
      {
        "id":"ED303229",
        "title":"PVCC New Student Profile, Fall Semester 1988. Research Report Number 2-89."},
      {
        "id":"ED303230",
        "title":"Survey of Butler County High School Seniors, 1988."},
      {
        "id":"ED303231",
        "title":"F. Y. I. Institutional Research Reports Numbers 1-6."},
      {
        "id":"ED303233",
        "title":"Three's Company? An Evaluation of the Effect of a Third Teacher in Selected Kindergartens. Abridged Version of Report."},
      {
        "id":"ED303235",
        "title":"Legal Liability of Children and Parents in North Dakota."},
      {
        "id":"ED303236",
        "title":"Toddlers. Selected Papers Number 58."},
      {
        "id":"ED303237",
        "title":"A Comparison of the Classroom and Playground Behaviour of Mildly Disabled and Non-Disabled Students in an Integrated Educational Setting."},
      {
        "id":"ED303238",
        "title":"100 Years of Kindergartens in Finland."},
      {
        "id":"ED303239",
        "title":"The Reliability and Validity of a Scale To Measure Teachers' Attitudes toward Integration, in an Australian Context."},
      {
        "id":"ED303240",
        "title":"The Attitude of Primary School Staff toward the Integration of Mildly Handicapped Children."},
      {
        "id":"ED303241",
        "title":"Ideas for Infant and Toddler Environments."},
      {
        "id":"ED303243",
        "title":"Way To Grow: A Proposed Plan To Promote School Readiness of Minneapolis Children."},
      {
        "id":"ED303244",
        "title":"Family Day Care Training Curriculum."},
      {
        "id":"ED303246",
        "title":"Family Day Care Training Curriculum (Lao)."},
      {
        "id":"ED303247",
        "title":"Southeast Asian Family Day Care Resource Manual."},
      {
        "id":"ED303249",
        "title":"Parental Leave: Estimated Cost of Revised Parental and Medical Leave Act Proposal. Report to the Chairman, Subcommittee on Children, Family, Drugs, and Alcoholism, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED303250",
        "title":"Early Childhood Program Administrators and Parents from Third World Countries."},
      {
        "id":"ED303251",
        "title":"Care and Resources for Employees and Their Dependents."},
      {
        "id":"ED303252",
        "title":"Where&apos;s My Home? A Study of Missouri&apos;s Children in Out-of-Home Placement."},
      {
        "id":"ED303258",
        "title":"Infants' Recognition of Facial Expressions from Partial Features of the Face."},
      {
        "id":"ED303263",
        "title":"Demographic and Professional Dimensions of Child Care Providers."},
      {
        "id":"ED303264",
        "title":"Healthy Young Children: A Manual for Programs."},
      {
        "id":"ED303266",
        "title":"Working with the School Age Child: Activities to Enrich Your School Age Child Care Program."},
      {
        "id":"ED303268",
        "title":"Child Support Enforcement Program. Hearings before the Subcommittee on Public Assistance and Unemployment Compensation of the Committee on Ways and Means. House of Representatives, One Hundredth Congress, Second Session (February 23, 25; and March 2, 1988)."},
      {
        "id":"ED303269",
        "title":"Visions for Children: African American Early Childhood Education Program."},
      {
        "id":"ED303270",
        "title":"Supporting Individual Differences in the Classroom."},
      {
        "id":"ED303271",
        "title":"Promoting Access: The Role of Organization and Awareness Factors. Elementary Subjects Center Series No. 1."},
      {
        "id":"ED303272",
        "title":"Introducing New Organizational Structures in Education: The Importance of Understanding the Formation of Organizational Cultures."},
      {
        "id":"ED303273",
        "title":"Baby Moves: Relation to Learning."},
      {
        "id":"ED303276",
        "title":"How Does Your Garden Grow? Building Positive Environments for Children."},
      {
        "id":"ED303278",
        "title":"Retention/Promotion/Transition in the Early Grades: A Research Brief."},
      {
        "id":"ED303280",
        "title":"Rural-Urban Differences in Environmental Concern: A Closer Look."},
      {
        "id":"ED303283",
        "title":"&quot;It Ain't Much, but It's All I Got.&quot; The Rural Homelessness Project: A Study of Living Conditions in Two Rural West Virginia Counties."},
      {
        "id":"ED303286",
        "title":"San Elizario Bilingual Learning Community: An Application of Technology to Reading/Writing/Mathematics/Computer Literacy. Fourth Year Evaluation Report."},
      {
        "id":"ED303287",
        "title":"Education Reform in Rural Appalachia, 1982-1987."},
      {
        "id":"ED303288",
        "title":"Culturally Relevant Early Education Programs. Hearing on Oversight Hearing on Culturally Relevant Early Education Programs before the Select Committee on Indian Affairs. United States Senate, One Hundredth Congress, Second Session (November 24, 1987)."},
      {
        "id":"ED303289",
        "title":"New Mexico Dropout Study, 1986-87 School Year."},
      {
        "id":"ED303290",
        "title":"The Small Catholic Elementary School: Advantages and Opportunities."},
      {
        "id":"ED303293",
        "title":"Cleveland County: A Special Report 1988."},
      {
        "id":"ED303294",
        "title":"Poverty and Hunger in Hispanic America: The Inadequacy of Data for Policy Planning. Hearing before the Select Committee on Hunger. United States House of Representatives, One Hundredth Congress, Second Session (March 30, 1988)."},
      {
        "id":"ED303295",
        "title":"Teacher Effectiveness via Interactive Satellite: Preliminary Findings from Observation of Three Teachers over the TI-IN Interactive Satellite Network."},
      {
        "id":"ED303296",
        "title":"The Nonmetro Elderly: Economic and Demographic Status."},
      {
        "id":"ED303297",
        "title":"Wilderness Crisis Management. Explore Magazine Technical Series No. 11."},
      {
        "id":"ED303298",
        "title":"Economic and Community Development Resource Guide for Native Americans."},
      {
        "id":"ED303299",
        "title":"Strategies and Effectiveness of Rural Schools/University Collaborations."},
      {
        "id":"ED303300",
        "title":"Academic Staff Secondment and Exchange between Colleges of Education and Schools."},
      {
        "id":"ED303301",
        "title":"Student-Teachers Learning from Experienced Teachers."},
      {
        "id":"ED303302",
        "title":"Educational Considerations, Spring 1986."},
      {
        "id":"ED303305",
        "title":"Implications of Economic, Social, and Educational Developments in Rural America for Rural School Systems."},
      {
        "id":"ED303316",
        "title":"Earth Science Education for the 21st Century Conference (Alexandria, Virginia, April 19-23, 1988). Executive Summary."},
      {
        "id":"ED303317",
        "title":"Lafourche Parish Coastal Zone Curriculum Resource Unit. Bulletin 1834."},
      {
        "id":"ED303318",
        "title":"Science for the Fun of It. A Guide to Informal Science Education."},
      {
        "id":"ED303319",
        "title":"Third Sourcebook for Science Supervisors."},
      {
        "id":"ED303323",
        "title":"Biology, Medicine, and the Bill of Rights. Special Report."},
      {
        "id":"ED303324",
        "title":"A Resource Guide for Environmental and Marine Science Teachers. Bulletin 1833."},
      {
        "id":"ED303337",
        "title":"The Origins of Interest in Science and Mathematics."},
      {
        "id":"ED303338",
        "title":"The Effect of Active Research Involvement on Secondary Science and Mathematics Teachers."},
      {
        "id":"ED303339",
        "title":"Science Fair Projects. LC Science Tracer Bullet."},
      {
        "id":"ED303340",
        "title":"Radon Reduction Methods: A Homeowner's Guide."},
      {
        "id":"ED303341",
        "title":"Developing Quality Science Programs. A Staff Development Project for the Improvement of Curriculum, Instruction, Assessment. Science Curriculum and Assessment Project, Northwest Evaluation Association."},
      {
        "id":"ED303344",
        "title":"Improving Research through Peer Review."},
      {
        "id":"ED303345",
        "title":"Asbestos-in-Schools: A Guide to New Federal Requirements for Local Education Agencies."},
      {
        "id":"ED303347",
        "title":"Glossary of Environmental Terms and Acronym List."},
      {
        "id":"ED303350",
        "title":"Action at the Grassroots: Fighting Poverty and Environmental Decline. Worldwatch Paper 88."},
      {
        "id":"ED303352",
        "title":"Curriculum Reformulation: Incorporating Technology into Science Instruction."},
      {
        "id":"ED303353",
        "title":"Sex and Ethnic Differences in Middle School Mathematics, Science and Computer Science: What Do We Know? A Report."},
      {
        "id":"ED303357",
        "title":"Learning via Model Construction and Criticism: Protocol Evidence on Sources of Creativity in Science."},
      {
        "id":"ED303358",
        "title":"Understanding Students' Beliefs about Probability."},
      {
        "id":"ED303359",
        "title":"A Potpourri of Pascal Programs."},
      {
        "id":"ED303362",
        "title":"Doing Science: Constructing Scientific Theories as an Introduction to Scientific Method. Scientific Theory and Method Project (STAMPS). Technical Report."},
      {
        "id":"ED303363",
        "title":"Talking about Teaching, by Writing: The Use of Computer-Based Conferencing for Collegial Exchange among Teachers. Technical Report."},
      {
        "id":"ED303364",
        "title":"Collaborative Research Goes to School: Guided Inquiry with Computers in Classrooms. Technical Report."},
      {
        "id":"ED303365",
        "title":"Can Models Foster Conceptual Change? The Case of Heat and Temperature. Technical Report."},
      {
        "id":"ED303366",
        "title":"&quot;An Experiment Is When You Try It and See if It Works&quot;: A Study of Junior High School Students' Understanding of the Construction of Scientific Knowledge."},
      {
        "id":"ED303367",
        "title":"The Differentiation of Heat and Temperature: An Evaluation of the Effect of Microcomputer Models on Students&apos; Misconceptions."},
      {
        "id":"ED303368",
        "title":"Posing Problems: One Aspect of Bringing Inquiry into Classrooms. Draft."},
      {
        "id":"ED303369",
        "title":"Metaphors for Understanding Graphs: What You See Is What You See."},
      {
        "id":"ED303370",
        "title":"Teaching That Connects Students&apos; Inquiry with Curricular Agendas in Schools. Technical Report."},
      {
        "id":"ED303371",
        "title":"From Recitation to Construction: Teachers Change with New Technologies. Technical Report."},
      {
        "id":"ED303372",
        "title":"Extending Technological Innovations in Schools: Three Case Studies and Analysis. Technical Report."},
      {
        "id":"ED303373",
        "title":"Educational Technology Center Fifth Year Report."},
      {
        "id":"ED303374",
        "title":"Computer Networking for Collegial Exchange among Teachers: A Summary of Findings and Recommendations. Technical Report."},
      {
        "id":"ED303375",
        "title":"Promoting Changes in Children&apos;s Predictive Rules about Natural Phenomena: The Role of Computer-Based Modelling Strategies. Technical Report."},
      {
        "id":"ED303376",
        "title":"Problem Solving Behaviors of Successful and Unsuccessful Subjects Leading to a Genetics Problem Solving Model."},
      {
        "id":"ED303378",
        "title":"Baseline Geography Competency Test Administered in Indiana Universities."},
      {
        "id":"ED303379",
        "title":"American Television: How Mass a Medium?"},
      {
        "id":"ED303380",
        "title":"Japanese Children&apos;s Books at the Library of Congress: A Bibliography of Books from the Postwar Years, 1946-1985."},
      {
        "id":"ED303381",
        "title":"U.S. Immigration in the 1980s: Reappraisal and Reform."},
      {
        "id":"ED303389",
        "title":"The Constitutional Rights Foundation's Youth Community Service Program. Evaluation Reports."},
      {
        "id":"ED303393",
        "title":"The History of Women's Management Thought: A Snapshot."},
      {
        "id":"ED303400",
        "title":"Spotlight on Arts Education. Volume 3, Spring, 1988."},
      {
        "id":"ED303402",
        "title":"Democracy Threatened: India's Emergency of 1975. A Classroom Simulation."},
      {
        "id":"ED303403",
        "title":"Leadership Indian Style: A Comparison of Kautilya's Advice with Akbar's Experience. Draft Copy."},
      {
        "id":"ED303407",
        "title":"From Iowa to the White House."},
      {
        "id":"ED303408",
        "title":"Humanities in America. A Report to the President, the Congress, and the American People."},
      {
        "id":"ED303410",
        "title":"Computer Mapping Super Tuesday Results in the South."},
      {
        "id":"ED303413",
        "title":"Behind School Reform, USA-England: Economics and Equity."},
      {
        "id":"ED303416",
        "title":"Affirmative Action and Women in Higher Education."},
      {
        "id":"ED303418",
        "title":"&quot;Talks with Teachers&quot;: A Preliminary Analysis."},
      {
        "id":"ED303421",
        "title":"The New York State Mentor Teacher-Internship Program for 1986-1987. A Report to the State Education Department."},
      {
        "id":"ED303422",
        "title":"A Measure of Common Variables Associated with Career Stages as Perceived by Principals and Teachers: Validation of a Model for Career Development."},
      {
        "id":"ED303423",
        "title":"Interrelationships among Age, Sex, and Depth of Sport Experience on a Complex Motor Task by 4- to 9-Year Old Children."}]
  }}
