{
  "response":{"numFound":509939,"start":160000,"numFoundExact":true,"docs":[
      {
        "id":"ED303424",
        "title":"Pattern of Relationships of Coincidence Anticipation With Age, Gender, and Depth of Sport Experience."},
      {
        "id":"ED303426",
        "title":"Teacher Education and Learning To Teach: A Research Agenda. Issue Paper 88-7."},
      {
        "id":"ED303429",
        "title":"Staff Development: A Review of the Literature on Effective Programs and Recommendations for Future Program Development."},
      {
        "id":"ED303430",
        "title":"Community Guide to Cholesterol Resources."},
      {
        "id":"ED303432",
        "title":"State-Initiated Top-Down versus Bottom-Up Reform in Secondary Schools."},
      {
        "id":"ED303434",
        "title":"High School Order and Academic Achievement."},
      {
        "id":"ED303435",
        "title":"Instruction and the Effects of Schooling."},
      {
        "id":"ED303438",
        "title":"Facilitating Teacher Engagement."},
      {
        "id":"ED303439",
        "title":"Teacher Training in Assessment."},
      {
        "id":"ED303440",
        "title":"High Blood Cholesterol in Adults. Report of the Expert Panel on Detection, Evaluation, and Treatment."},
      {
        "id":"ED303441",
        "title":"Detection, Evaluation, and Treatment of High Blood Pressure. Report of the Committee."},
      {
        "id":"ED303442",
        "title":"Blood Cholesterol Measurement in Clinical Laboratories in the United States. Current Status. A Report from the Laboratory Standardization Panel of the National Cholesterol Education Program."},
      {
        "id":"ED303445",
        "title":"Ways of Thinking and the Development of Foundational Knowledge."},
      {
        "id":"ED303446",
        "title":"Foundational Studies as a New Liberal Art: Educology."},
      {
        "id":"ED303447",
        "title":"Promotional Techniques for the Small Budget. (There Is More to Athletic Promotions Than Meets the Eye.)"},
      {
        "id":"ED303449",
        "title":"Attitudes toward Research-Based Effective Teaching Behaviors from Teachers, Principals, and College Faculties and Students."},
      {
        "id":"ED303450",
        "title":"The Development and Uses of the Teaching Behaviors Questionnaire."},
      {
        "id":"ED303453",
        "title":"Measurement of Student Perceptions of Teaching Competencies."},
      {
        "id":"ED303454",
        "title":"Integrating Information in Conceptual Models. Use of an Information Structure in Building Conceptual Models for Behavioural Studies. Research Bulletin 70."},
      {
        "id":"ED303456",
        "title":"Moonlighting among Public School Teachers. Survey Report."},
      {
        "id":"ED303464",
        "title":"Vocational-Technical Education: An Overlooked Component in Teacher Training?"},
      {
        "id":"ED303467",
        "title":"The Basic Skills Assessment Program, Spring 1987. Annual Report No. 87-24."},
      {
        "id":"ED303468",
        "title":"The Cognitive Skills Assessment Battery Administered to First Grade and Kindergarten Pupils, Fall 1987. Annual Report No. 87-28."},
      {
        "id":"ED303470",
        "title":"Achievement, Assessment and Reporting. Selected Essays. SCRE Publication No. 97."},
      {
        "id":"ED303471",
        "title":"Project ABC: Advancement Based on Competency. 1982-1987 Summary Report."},
      {
        "id":"ED303473",
        "title":"A Consumer's Guide to LOGIST and BILOG."},
      {
        "id":"ED303474",
        "title":"Modeling Item Responses When Different Subjects Employ Different Solution Strategies."},
      {
        "id":"ED303477",
        "title":"Measuring School Effectiveness Using Hierarchical Linear Models."},
      {
        "id":"ED303479",
        "title":"Construct and Congruent Validity of the Noncognitive Questionnaire (NCQ). Research Report No. 6-88."},
      {
        "id":"ED303480",
        "title":"University Counseling Center Trainees' Perceptions of Their Training Experience. Research Report No. 8-88."},
      {
        "id":"ED303483",
        "title":"Factor Structure of the Non-Cognitive Questionnaire-Revised across Samples of Black and White College Students. Research Report No. 13-88."},
      {
        "id":"ED303484",
        "title":"Predicting Success of Pharmacy Students Using Traditional and Nontraditional Measures by Race. Research Report No. 7-88."},
      {
        "id":"ED303486",
        "title":"Curriculum-Referenced Test Development Workshop Series: Workshops One through Three."},
      {
        "id":"ED303487",
        "title":"Measurement Characteristics of a &quot;No-Guessing&quot; Administration of the Finding Embedded Figures Test--Research Edition."},
      {
        "id":"ED303489",
        "title":"A Confirmatory Factor Analysis of Data from the Myers-Briggs Type Indicator."},
      {
        "id":"ED303491",
        "title":"Teachers Education Follow-Up Surveys: Are the Respondents Representatives of the Group?"},
      {
        "id":"ED303493",
        "title":"Factorial Validity of the Fennema-Sherman Mathematics Attitudes Scales."},
      {
        "id":"ED303497",
        "title":"School District Variables as Predictors of Mathematics Achievement."},
      {
        "id":"ED303498",
        "title":"What Role Does Formal Education Play in the IQ-Age Relationship across the Adult Life-Span?"},
      {
        "id":"ED303501",
        "title":"Effects of Self-Generated Examples on Retention of Selected Concepts."},
      {
        "id":"ED303506",
        "title":"Reflective Teaching and Teacher Effectiveness: Measurement Considerations."},
      {
        "id":"ED303514",
        "title":"Statistical Significance Testing: From Routine to Ritual."},
      {
        "id":"ED303517",
        "title":"Identifying Domain-Specific Aspects of Critical Thinking Ability in Solving Problems in Biology."},
      {
        "id":"ED303518",
        "title":"Computer-Based and Paper-Based Measurement of Semantic Knowledge."},
      {
        "id":"ED303520",
        "title":"The Nature of Field Independence: Percentiles and Factor Structure of the Finding Embedded Figures Test--Research Edition."},
      {
        "id":"ED303523",
        "title":"Finding a Correction for the Sampling Error in Multivariate Measures of Relationship: A Monte Carlo Study."},
      {
        "id":"ED303524",
        "title":"The Interdependencies of Theory Formation, Revision, and Experimentation."},
      {
        "id":"ED303532",
        "title":"High School Graduate Follow-Up Report, June 1987 Graduates."},
      {
        "id":"ED303533",
        "title":"Race and Geographical Mobility in the United States, 1940-1980."},
      {
        "id":"ED303535",
        "title":"Building Commitment among Students and Teachers: An Exploratory Study of Ten Urban High Schools."},
      {
        "id":"ED303536",
        "title":"Summer Youth Job Program: Congressional Action Has Increased Emphasis on Remedial Education. Report to the Chairman, Subcommittee on Employment and Productivity, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED303537",
        "title":"Chapter 1 in North Carolina, 1986-1987."},
      {
        "id":"ED303540",
        "title":"Integrating Mathematics with the Study of Cultural Traditions."},
      {
        "id":"ED303547",
        "title":"Equal Employment Opportunity Law Enforcement. Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor. House of Representatives. One Hundredth Congres, Second Session (Los Angeles, CA)."},
      {
        "id":"ED303551",
        "title":"Hearing on H.R. 2246, Jobs for Employable Dependent Individuals &quot;JEDI.&quot; Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, Second Session."},
      {
        "id":"ED303552",
        "title":"The Well-Being of Recently Divorced Puerto Rican Women."},
      {
        "id":"ED303555",
        "title":"Predictors of Academic Achievement among Asian American and White Students. College Board Report No. 88-11."},
      {
        "id":"ED303556",
        "title":"A Follow-Up Study of the 1982-83 Promotional Gates Students. OEA Evaluation Report."},
      {
        "id":"ED303561",
        "title":"Partners in Growth: Elder Mentors and At-Risk Youth."},
      {
        "id":"ED303563",
        "title":"Changes in the Formation and Structure of Black Families: The Impact on Black Women. Working Paper No. 182."},
      {
        "id":"ED303564",
        "title":"Future Directions for Urban Social Planning in Canada. U.B.C. Planning Papers: Discussion Papers #11."},
      {
        "id":"ED303565",
        "title":"Who Are the Homeless? What Is Homelessness? The Politics of Defining an Emerging Policy Issue. U.B.C. Planning Papers: Discussion Papers #10."},
      {
        "id":"ED303567",
        "title":"Projected Imbalances between Labor Supply and Labor Demand in the Caribbean Basin: Implications for Future Migration to the United States."},
      {
        "id":"ED303568",
        "title":"The Segregation and Residential Assimilation of Immigrants. program for Research on Immigration Policy."},
      {
        "id":"ED303580",
        "title":"Bidwell Pre-Computer Literacy Program. An Evaluation of IBM's Principle of the Alphabet Literacy System (PALS)."},
      {
        "id":"ED303581",
        "title":"Self-Management Tactics."},
      {
        "id":"ED303582",
        "title":"Hearing on Issues Relating to National Youth Service. Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED303583",
        "title":"Hearing on H.R. 18, American Conservation Corps Act of 1987. Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED303584",
        "title":"Hearing on National Youth Corps, H.R. 18 and H.R. 460. Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, Second Session."},
      {
        "id":"ED303585",
        "title":"Hearing on National Youth Corps, H.R. 18 and H.R. 460. Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, First Session (May 11 and 24, 1988)."},
      {
        "id":"ED303586",
        "title":"North Carolina FHA/HERO Proficiency Event Handbook 1988-1990. &quot;Students Taking Action for Recognition.&quot;"},
      {
        "id":"ED303587",
        "title":"North Carolina Foods and Nutrition Curriculum Guide."},
      {
        "id":"ED303588",
        "title":"North Carolina Clothing and Textiles Curriculum Guide."},
      {
        "id":"ED303589",
        "title":"North Carolina Parenting and Child Development Curriculum Guide."},
      {
        "id":"ED303590",
        "title":"North Carolina Interior Design and Housing Curriculum Guide."},
      {
        "id":"ED303591",
        "title":"Tracing a Transformation in Industrial Relations. The Case of Xerox Corporation and the Amalgamated Clothing and Textile Workers Union."},
      {
        "id":"ED303593",
        "title":"Displaced Worker Assistance Programs: A Review of the Research."},
      {
        "id":"ED303597",
        "title":"Youth Employment under Title II of the Job Training Partnership Act. Hearings before the Subcommittee on Employment and Productivity of the Committee on Labor and Human Resources. United States Senate, One Hundredth Congress, Second Session (February 2, April 27, June 8, and September 22, 1988)."},
      {
        "id":"ED303598",
        "title":"Handbook for Business Department Chairs."},
      {
        "id":"ED303599",
        "title":"Written Communications Simulation: Write Me a Letter."},
      {
        "id":"ED303600",
        "title":"Business and Office Education Room Designs."},
      {
        "id":"ED303601",
        "title":"The Holiday Shop. An Integrated Project for Administrative Support Occupations II To Be Used the Weeks Preceding the Christmas Holidays."},
      {
        "id":"ED303602",
        "title":"Career Exploration Curriculum and Teacher Guide."},
      {
        "id":"ED303604",
        "title":"Job Training Partnership Act (JTPA) Eight Percent Evaluation Report 1987-88."},
      {
        "id":"ED303612",
        "title":"Self-Development: What Older Adults Bring to Education."},
      {
        "id":"ED303616",
        "title":"Building the Watertable of Youth Employability: Collaboration to Support Children and Youth at Risk between Ages Nine and Fifteen. Research Report No. 88-08."},
      {
        "id":"ED303619",
        "title":"Advance Notice Provisions in Plant Closing Legislation."},
      {
        "id":"ED303623",
        "title":"Linking with Employment: Training from the Perspective of Employers."},
      {
        "id":"ED303627",
        "title":"Employment Patterns for Agricultural Education Graduates in 1987: A National Study."},
      {
        "id":"ED303628",
        "title":"A Collaborative Approach to Planning the Induction Process for Beginning Vocational Teachers."},
      {
        "id":"ED303629",
        "title":"Improving Participation of Handicapped Students in Vocational Education: Toward a Unified System of Services."},
      {
        "id":"ED303634",
        "title":"The Writing on the Wall. A Model Integrated Adult Competency-Based Education Program Using State-of-the-Art Technology."},
      {
        "id":"ED303637",
        "title":"Student Achievement in Career Development Program Pilot Units 1985-88."},
      {
        "id":"ED303640",
        "title":"Perceptions of Secondary Agricultural Science Teachers toward Proposed Changes in Agricultural Curricula in Texas."},
      {
        "id":"ED303641",
        "title":"It's Our Move Now: A Community Action Guide to the UN Nairobi Forward-Looking Strategies for the Advancement of Women."},
      {
        "id":"ED303649",
        "title":"Agricultural Science and Mechanics I &amp; II. Task Analyses. Competency-Based Education."},
      {
        "id":"ED303656",
        "title":"Virginia DECA Handbook for Advisors."},
      {
        "id":"ED303657",
        "title":"Young Homemakers of Virginia Leadership Guide."},
      {
        "id":"ED303660",
        "title":"Taking the Next Step: An Educational Support Program for Disadvantaged Women."},
      {
        "id":"ED303665",
        "title":"Business and Industry Employer Requirements and Job Prospects for Labette and Cherokee Counties."},
      {
        "id":"ED303666",
        "title":"A Study of Integrated Instruction for Flexible Manufacturing Systems."},
      {
        "id":"ED303668",
        "title":"For the Arts To Have Meaning...A Model of Adult Education in Performing Arts Organizations."},
      {
        "id":"ED303672",
        "title":"20 Facts on Women Workers. Fact Sheet No. 88-2."},
      {
        "id":"ED303673",
        "title":"Vocational Special Needs Learners: Five Years of Research and Development."},
      {
        "id":"ED303675",
        "title":"Reauthorization of the Carl D. Perkins Vocational Education Act, P.L. 98-524: The Results of the National Association of State Directors of Vocational Education (NASDVE) Study."},
      {
        "id":"ED303678",
        "title":"Trends and Issues in Adult Education 1988. Information Series No. 330."},
      {
        "id":"ED303679",
        "title":"Training and Educating the Work Force in the Nineties: The Rationale for Public/Private Collaboration. Public/Private Ventures. Information Series No. 331."},
      {
        "id":"ED303680",
        "title":"Trends and Issues in Career Education 1988. Information Series No. 332."},
      {
        "id":"ED303681",
        "title":"Career Development Programs in the Workplace. Information Series No. 333."},
      {
        "id":"ED303682",
        "title":"Trends and Issues in Vocational Education 1988. Information Series No. 334."},
      {
        "id":"ED303683",
        "title":"Retaining At-Risk Students: The Role of Career and Vocational Education. Information Series No. 335."},
      {
        "id":"ED303686",
        "title":"Evaluating the Environmental Health Work Force. Final Report."},
      {
        "id":"ED303687",
        "title":"Directory of Curriculum Guidelines for Geriatric Education."},
      {
        "id":"ED303688",
        "title":"Task Force Report on HIV/AIDS and Education for Public Health."},
      {
        "id":"ED303689",
        "title":"Task Force Report on HIV/AIDS and Health Services Administration Education."},
      {
        "id":"ED303690",
        "title":"Report to the Congress on Nursing and Other Nonphysician Health Professions Educational Programs Reimbursed under Medicare."},
      {
        "id":"ED303691",
        "title":"Agriculture Issues. Transition Series."},
      {
        "id":"ED303692",
        "title":"Department of Labor Issues. Transition Series."},
      {
        "id":"ED303693",
        "title":"Agricultural Mechanics and Basic Plant Science. Agricultural Mechanics and Basic Animal Science. An Administrative Guide for Agricultural Education."},
      {
        "id":"ED303694",
        "title":"Agricultural Production. An Administrative Guide for Agricultural Education."},
      {
        "id":"ED303697",
        "title":"A Guide to Vocational Program Planning for Home Economics Education."},
      {
        "id":"ED303698",
        "title":"Business Education Suggested Course Competencies and Performance Objectives."},
      {
        "id":"ED303699",
        "title":"Protocol Analysis of Social Problem Solving in Counselor Trainees."},
      {
        "id":"ED303700",
        "title":"International Child Abduction Act. Hearing before the Subcommittee on Administrative Law and Governmental Relations of the Committee on the Judiciary. House of Representatives, One Hundredth Congress, Second Session on H.R. 2673 and H.R. 3971."},
      {
        "id":"ED303701",
        "title":"Criminal Victimization 1987."},
      {
        "id":"ED303702",
        "title":"Software for Substance Abuse Education: A Critical Review of Products."},
      {
        "id":"ED303703",
        "title":"The Measurement of Job Satisfaction in Korea."},
      {
        "id":"ED303704",
        "title":"Assessing Successful Adaptation to College."},
      {
        "id":"ED303705",
        "title":"Social Support Providers: A Multidimensional Analysis of Network Systems."},
      {
        "id":"ED303707",
        "title":"Gender and Friendships: Hers and His, Same-Sex and Cross-Sex."},
      {
        "id":"ED303708",
        "title":"The Psychology of Cheating Behavior."},
      {
        "id":"ED303709",
        "title":"Trends and Comparisons in Secondary School Vandalism and Assault."},
      {
        "id":"ED303710",
        "title":"Characteristics of Parents Who Talk to Their Adolescent Children about Sexuality."},
      {
        "id":"ED303711",
        "title":"Parental Sexual Attitudes, Family Sexual Communication, and Adolescent Sexual Behavior."},
      {
        "id":"ED303712",
        "title":"Predisposing, Precipitating, Perpetuating, Professional Help, and Prevention Factors of Eating Disorders."},
      {
        "id":"ED303713",
        "title":"Socio-Cultural Influences in Eating Disorders: Focus on Sports/Fitness Program."},
      {
        "id":"ED303714",
        "title":"Evaluation of An Eating Disorder Lesson Plan."},
      {
        "id":"ED303715",
        "title":"Change Agent Research on the BANA-Can/Am Summer Camp for Young People with Eating Disorders."},
      {
        "id":"ED303718",
        "title":"Children of Divorce: Group Treatment in a School Setting."},
      {
        "id":"ED303721",
        "title":"Explaining Sex Differences in Social Behavior: A Meta-Analytic Perspective."},
      {
        "id":"ED303722",
        "title":"General Cognitive Ability vs. General and Specific Aptitudes in the Prediction of Training Performance: Some Preliminary Findings."},
      {
        "id":"ED303724",
        "title":"Faces of Neglect."},
      {
        "id":"ED303727",
        "title":"Evolving Responsibilities in Work Force Development: Incorporating the Dynamics of Change."},
      {
        "id":"ED303730",
        "title":"A Follow-Up Study of Changes in the Values of Children by College Alumni from 1977 to 1986."},
      {
        "id":"ED303733",
        "title":"Minnesota Health Statistics 1986. (36th Annual Summary Report)."},
      {
        "id":"ED303735",
        "title":"Influence Strategies in Nonromantic and Romantic Friendships."},
      {
        "id":"ED303736",
        "title":"Crisis Workers' Attributions for Domestic Violence."},
      {
        "id":"ED303737",
        "title":"Anger Symptomatology, Stress Reactivity and Health Status of Mid-Life Women."},
      {
        "id":"ED303741",
        "title":"Burnout in Psychotherapists: Incidence, Types, and Trends."},
      {
        "id":"ED303744",
        "title":"Can You Tell a Self-Monitor by What She Wears?"},
      {
        "id":"ED303745",
        "title":"Combat Post-Traumatic Stress Disorder, Alcoholism, and the Police Officer."},
      {
        "id":"ED303746",
        "title":"A Longitudinal Analysis of Age of Onset Effects on Delinquency."},
      {
        "id":"ED303747",
        "title":"A Study of the Effects of a Stress Management Program on Affective and Cognitive Measures of Middle School Children."},
      {
        "id":"ED303750",
        "title":"Description and Prediction of Age-Related Change in Everyday Task Performance."},
      {
        "id":"ED303751",
        "title":"Stability of Work Values: Individual Differences and Relationship with Decision Making."},
      {
        "id":"ED303753",
        "title":"Single Parent Adoptions: An Issue of Difficulty and Import for Adoption Agencies."},
      {
        "id":"ED303754",
        "title":"Pregnancy Counseling: Traditional and Experimental Practices."},
      {
        "id":"ED303755",
        "title":"Adoption Issues, Trends and Networking."},
      {
        "id":"ED303756",
        "title":"The Abuse of Drugs and Alcohol by Adolescents: An Overview. Legislative Report Series Volume 5, No. 1."},
      {
        "id":"ED303759",
        "title":"Staff Development to Improve Communication: Analysis and Five Programs."},
      {
        "id":"ED303762",
        "title":"Confirmability and Disconfirmability of Traits Related to Conceptualizations of Achievement."},
      {
        "id":"ED303767",
        "title":"Developing and Validating Assessments of Inference Ability in Reading Comprehension. Technical Report No. 452."},
      {
        "id":"ED303769",
        "title":"You Can Encourage Your High School Student To Read."},
      {
        "id":"ED303770",
        "title":"Behavior Modification Revisited: Practical Application for the Reading Teacher."},
      {
        "id":"ED303772",
        "title":"Policy Constraints to the Teaching of Thinking."},
      {
        "id":"ED303774",
        "title":"TLC: The Teacher-Librarian Connection."},
      {
        "id":"ED303775",
        "title":"Content-Area-Related Books Recommended by Children: An Annotated Bibliography Selected from &quot;Children's Choice&quot; 1975-1988."},
      {
        "id":"ED303781",
        "title":"Adults Who Read Like Children: The Psycholinguistic Bases. Final Report."},
      {
        "id":"ED303782",
        "title":"Phonological Awareness and Adult Readers. Final Report."},
      {
        "id":"ED303783",
        "title":"Report of the NAEP Technical Review Panel on the 1986 Reading Anomaly, the Accuracy of NAEP Trends, and Issues Raised by State-Level NAEP Comparisons. Technical Report."},
      {
        "id":"ED303784",
        "title":"Higher Order Thinking Skills: A Catalog of Products, Publications, and Services."},
      {
        "id":"ED303785",
        "title":"Readers as Writers Composing from Sources. Technical Report No. 18."},
      {
        "id":"ED303786",
        "title":"Spatial Aids and Comprehension: The Effects of Ability, Preference and Instruction."},
      {
        "id":"ED303789",
        "title":"Helping Your Child Become a Reader."},
      {
        "id":"ED303790",
        "title":"Reading Recovery: Early Intervention for At-Risk First Graders. ERS Monograph."},
      {
        "id":"ED303791",
        "title":"Language Arts Program Guide."},
      {
        "id":"ED303794",
        "title":"Development of Self-Efficacy and Outcome Expectancy for Reading and Writing: A Regression and Causal Modeling Approach."},
      {
        "id":"ED303795",
        "title":"Spelling in the Curriculum."},
      {
        "id":"ED303796",
        "title":"The Proposal to a Small Group: Learning to &quot;See Otherwise.&quot;"},
      {
        "id":"ED303797",
        "title":"Jamie: One Child's Journey from Oral to Written Language. Technical Report No. 453."},
      {
        "id":"ED303798",
        "title":"Rhetorical Form, Selection, and Use of Textbooks. Technical Report No. 454."},
      {
        "id":"ED303799",
        "title":"The Meanings of &quot;Purpose.&quot;"},
      {
        "id":"ED303800",
        "title":"Discourse Communities, Rites of Passage, and the Teaching of English: South Africa and the U.S."},
      {
        "id":"ED303802",
        "title":"Critical Thinking: A Semiotic Perspective. Monographs on Teaching Critical Thinking Number 1."},
      {
        "id":"ED306809",
        "title":"Benefits and Costs of Assessment in Higher Education: A Framework for Policy Choice and Comparison."},
      {
        "id":"ED306813",
        "title":"Arizona: The State and Its Educational System."},
      {
        "id":"ED306820",
        "title":"Some Thoughts about Approaching the Future of Arizona."},
      {
        "id":"ED306821",
        "title":"Foresight: Definition and Need for Arizona Universities."},
      {
        "id":"ED306822",
        "title":"Arizona's Universities in Transition."},
      {
        "id":"ED306824",
        "title":"Future Changes: Implications for Arizona&apos;s Universities."},
      {
        "id":"ED306825",
        "title":"Strategic Planning and the Arizona Universities."},
      {
        "id":"ED306826",
        "title":"Arizona Universities Program Changes Nine Year Summary: 1981-1989."},
      {
        "id":"ED306827",
        "title":"Enrollment at Arizona Universities: Forecasts to the Year 2000."},
      {
        "id":"ED306840",
        "title":"Higher Education and State Governments: Renewed Partnership, Cooperation, or Competition? Report No. 5."},
      {
        "id":"ED306841",
        "title":"Undergraduate Writing Program. Illinois State University."},
      {
        "id":"ED306843",
        "title":"Center for Minority and Women's Studies."},
      {
        "id":"ED306844",
        "title":"Course Development for a New General Education Curriculum."},
      {
        "id":"ED306846",
        "title":"Videotutoring via AppalNet."},
      {
        "id":"ED306847",
        "title":"Gallaudet Summer Institute in Mathematics and Computer Science for Pre-College Teachers of Hearing Impaired Students."},
      {
        "id":"ED306848",
        "title":"College Success: A Transitional Course for Freshmen."},
      {
        "id":"ED306849",
        "title":"Enrollment Management: A Campus Response."},
      {
        "id":"ED306850",
        "title":"ESL Students and the Study of American Culture."},
      {
        "id":"ED306851",
        "title":"Interdisciplinary, Internationally Oriented Faculty Resource Teams To Broaden the Scope of Undergraduate and Professional Curricula and Instruction."},
      {
        "id":"ED306852",
        "title":"Coppin Critical Reading Project of Coppin State College."},
      {
        "id":"ED306853",
        "title":"Innovation Grant To Develop a Unique Rehabilitation Curriculum To Train Rehabilitation Counseling Master's Students in Alcoholism Counseling To Work with Multidisabled Alcohol Abusers."},
      {
        "id":"ED306854",
        "title":"Internationalizing the Curriculum."},
      {
        "id":"ED306855",
        "title":"A Center for Teaching and Learning."},
      {
        "id":"ED306860",
        "title":"Minorities Access to Research Careers."},
      {
        "id":"ED306863",
        "title":"Project for Area Concentration Achievement Testing (PACAT)."},
      {
        "id":"ED306865",
        "title":"Grad*Star (A Women's Educational Equity Act Program)."},
      {
        "id":"ED306868",
        "title":"Leadership Kennesaw. Kennesaw State College's Program of Faculty Leadership Development."},
      {
        "id":"ED306870",
        "title":"Minorities and Justice Careers."},
      {
        "id":"ED306871",
        "title":"Developing Thoughtful Practitioners through School/University Collaboration."},
      {
        "id":"ED306872",
        "title":"Individualized Education at Empire State College."},
      {
        "id":"ED306873",
        "title":"Integrative Studies (IGS)."},
      {
        "id":"ED306874",
        "title":"Degree Program in Applied Sociology/Anthropology."},
      {
        "id":"ED306875",
        "title":"Establishment of an Off-Campus Baccalaureate Nursing Program."},
      {
        "id":"ED306877",
        "title":"Appalachian Studies Program."},
      {
        "id":"ED306878",
        "title":"An Undergraduate, Interdisciplinary Program in Gerontology."},
      {
        "id":"ED306879",
        "title":"The Maryland Center for Thinking Studies."},
      {
        "id":"ED306880",
        "title":"Using Law Enforcement Personnel in Drug Free (School and Community) Education."},
      {
        "id":"ED306884",
        "title":"Talent Search Program."},
      {
        "id":"ED306885",
        "title":"Personal Learning Plan."},
      {
        "id":"ED306888",
        "title":"Critical Thinking and Outcome Measures Program."},
      {
        "id":"ED306889",
        "title":"Lincoln Advanced Science &amp; Engineering Reinforcement (LASER) Program."},
      {
        "id":"ED306891",
        "title":"Research Clearinghouse and Curriculum Integration Project on Women of Color and Southern Women."},
      {
        "id":"ED306892",
        "title":"The Augusta College Humanities Program: Strengthening an Introductory Three-Course Sequence."},
      {
        "id":"ED306897",
        "title":"Student Academic Services: Academic Affairs and Student Affairs Working Together for Student Development at Eastern New Mexico University."},
      {
        "id":"ED306898",
        "title":"Campus-Wide Assessment Week and Annual Development Day at Fitchburg State College."},
      {
        "id":"ED306900",
        "title":"The West Virginia Consortium for Faculty and Course Development in International Studies."},
      {
        "id":"ED306901",
        "title":"The CUNY Transfer Express Project."},
      {
        "id":"ED306902",
        "title":"Stimulating Critical Thinking through Faculty Development: Design, Evaluation, and Problems."},
      {
        "id":"ED306904",
        "title":"Arts Unlimited."},
      {
        "id":"ED306906",
        "title":"Composing, Computers, and Contexts."},
      {
        "id":"ED306911",
        "title":"Impact of Hazardous Materials on Man and the Environment: A Summer Institute with Academic Year Follow-up."},
      {
        "id":"ED306912",
        "title":"Teacher, Industry and Environment (TIE)."},
      {
        "id":"ED306913",
        "title":"Bilingual Education Programs, Central Washington State University."},
      {
        "id":"ED306914",
        "title":"Secondary Education Transition Model."},
      {
        "id":"ED306916",
        "title":"Junior High/Middle School Science Improvement Project."},
      {
        "id":"ED306919",
        "title":"The Writing Center: Troy State University."},
      {
        "id":"ED306920",
        "title":"The Pennsylvania Writing Project at West Chester University, West Chester, Pennsylvania. 1980-Present."},
      {
        "id":"ED306921",
        "title":"Navy Fast Track Program."},
      {
        "id":"ED306922",
        "title":"A Model Program for Preparing Middle School Mathematics Teachers."},
      {
        "id":"ED306924",
        "title":"Project THISTLE: Thinking Skills in Teaching and Learning. A Review of a Nine-Year College-School Collaboration Program."},
      {
        "id":"ED306928",
        "title":"Retired Teachers as Consultants to New Teachers: A New Inservice Teacher Training Model. Final Report. Case 09-87."},
      {
        "id":"ED306929",
        "title":"Infancy/Preschool Education Specialization."},
      {
        "id":"ED306930",
        "title":"Advances in Biological Science."},
      {
        "id":"ED306932",
        "title":"M.B.A. by Television."},
      {
        "id":"ED306933",
        "title":"The Cross-Disciplinary Writing Program: Faculty Development and Curriculum Change at West Chester University, West Chester, Pennsylvania. 1977-Present."},
      {
        "id":"ED306934",
        "title":"Animation in Logo: A Reinforcement Activity."},
      {
        "id":"ED306937",
        "title":"Sound Effects for Children's Comprehension of Variably-Paced Television Programs."},
      {
        "id":"ED306939",
        "title":"Creating a Technologically Innovative Climate: The British Open University Experience. IET Paper No. 252."},
      {
        "id":"ED306940",
        "title":"Distance Students in the United Kingdom."},
      {
        "id":"ED306941",
        "title":"Instructional Software BSAP Correlations for Language Arts, Mathematics and Science, Grades 1-8."},
      {
        "id":"ED306943",
        "title":"Instructional Television in South Carolina, 1958-1988."},
      {
        "id":"ED306944",
        "title":"Accessing ERIC with Your Microcomputer: Update. ERIC Digest."},
      {
        "id":"ED306946",
        "title":"What Happens When a School Starts Using a Microcomputer Laboratory? The Impact of a Science and Social Science Microcomputer Program on the Structure and Functioning of a High School. Technical Report 89-4."},
      {
        "id":"ED306947",
        "title":"Children and Television."},
      {
        "id":"ED306949",
        "title":"Effects of a Computer Assisted Instruction EEE Seminar on Mathematics Achievement and Academic Self-Concept of Students at a Predominantly Black College in a Rural Community in the South."},
      {
        "id":"ED306951",
        "title":"Inequalities in Classroom Computer Software."},
      {
        "id":"ED306953",
        "title":"Modeling Human-Computer Decision Making with Covariance Structure Analysis."},
      {
        "id":"ED306954",
        "title":"Helping Your Child Use the Library."},
      {
        "id":"ED306956",
        "title":"Library Networking: The Interface of Ideas and Actions."},
      {
        "id":"ED306957",
        "title":"The School Library and the Curriculum."},
      {
        "id":"ED306958",
        "title":"South Carolina State Library Annual Report, 1987-1988."},
      {
        "id":"ED306960",
        "title":"Course Integrated Library Instruction. ERIC Digest."},
      {
        "id":"ED306963",
        "title":"Copyright Liability of States and the Eleventh Amendment. A Report of the Register of Copyrights."},
      {
        "id":"ED306964",
        "title":"Connecting NovaNET and PLATO to an External Database: The University of Illinois Library Online Catalog."},
      {
        "id":"ED306968",
        "title":"Organizational Alternatives to the Present Community College."},
      {
        "id":"ED306970",
        "title":"Approaching a Comprehensive Institutional Plan for Western Iowa Tech Community College: Building a New Siouxland."},
      {
        "id":"ED306972",
        "title":"Report on the Ferris State University Collegiate Skills Program: Three Year Findings of the Collegiate Skills Program's Impact on Academically High Risk General Studies Freshmen."},
      {
        "id":"ED306973",
        "title":"Pathways to the Presidency."},
      {
        "id":"ED306974",
        "title":"Improving Student Support Systems through Staff Development in an English Polytechnic."},
      {
        "id":"ED306977",
        "title":"The Community College Effect Revisited: The Long-Term Impact of Community College Entry on B.A. Attainment."},
      {
        "id":"ED306978",
        "title":"Preparing for the Twenty-First Century: A Report on Higher Education in California Requested by the Organization for Economic Cooperation and Development."},
      {
        "id":"ED306982",
        "title":"Corporation-Community College Partnerships: High Technology Apprentice Training."},
      {
        "id":"ED306983",
        "title":"High School/College Collaboration that Promotes High School Success."},
      {
        "id":"ED306984",
        "title":"The Need for Facilities Planning at Pima Community College: A Working Paper."},
      {
        "id":"ED306986",
        "title":"Comments on the Community Colleges' Study of Students with Learning Disabilities: A Report to the Legislature in Response to Supplemental Report Language to the 1988 State Budget Act. Commission Report 89-5."},
      {
        "id":"ED306987",
        "title":"Minority Enrollment Trends, Catonsville Community College: Fall 84-Fall 88."},
      {
        "id":"ED306988",
        "title":"A New Type of Staff In-Service: Chemeketa Community College's Fall Kick-Off."},
      {
        "id":"ED306989",
        "title":"Perceptions of Writing by Exceptional Cases of Adult Returning Women in a Rural Community College: Differences between Persisters and Leavers."},
      {
        "id":"ED306992",
        "title":"The Traditional Centralized Model of Institutional Research: Its Derivation & Evolution at One College."},
      {
        "id":"ED306993",
        "title":"Causes of Marginal Performance by Developmental Students. Telementoring Project Study Guide Number Six."},
      {
        "id":"ED306995",
        "title":"Nursing Graduate Follow-Up, Catonsville Community College."},
      {
        "id":"ED306996",
        "title":"Weekend College at Lane Community College: A Profile of Student Characteristics."},
      {
        "id":"ED306999",
        "title":"Addressing the Issue of Appropriate Professional Ethics on Community College Campuses."},
      {
        "id":"ED307001",
        "title":"Focus Group Research: Procedures and Pitfalls."},
      {
        "id":"ED307002",
        "title":"A Survey of Student Assessment and Remedial/Developmental Education in Michigan's Public Community Colleges."},
      {
        "id":"ED307004",
        "title":"Characteristics and Trends of Illinois Public Community College Faculty and Staff, Fall Terms 1986-1988."},
      {
        "id":"ED307005",
        "title":"A Study of Shifts in Enrollment and Completion Patterns in Illinois Public Community College Programs, Fiscal Years 1985-1989."},
      {
        "id":"ED307008",
        "title":"Student Educational Outcomes Assessment: Implications for Institutional Governance."},
      {
        "id":"ED307011",
        "title":"The Transfer Game: A Working Guide for Students."},
      {
        "id":"ED307012",
        "title":"Building Communities: A Vision for a New Century. AACJC National Teleconference Live via Satellite (Washington, DC, November 22, 1988). The American Seminar V Teleconference Workbook."},
      {
        "id":"ED307013",
        "title":"Shared Vision: Transformational Leadership in American Community Colleges."},
      {
        "id":"ED307014",
        "title":"What Can Be Done about General Education?"},
      {
        "id":"ED307017",
        "title":"Children's Health Care Issues. Hearing before the Committee on Finance. United States Senate, One Hundredth Congress, Second Session."},
      {
        "id":"ED307018",
        "title":"Hearing on H.R. 3660, The Act for Better Child Care Service. Hearing before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, Second Session."},
      {
        "id":"ED307019",
        "title":"All-Terrain Vehicles. Hearing before the Subcommittee on Commerce, Consumer Protection, and Competitiveness of the Committee on Energy and Commerce. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED307020",
        "title":"Maternal, Child Health, and Family Planning Services. Hearings before the Subcommittee on Health and the Environment of the Committee on Energy and Commerce. House of Representatives, One Hundredth Congress, Second Session (February 25, 1988--Healthy Children: Investing in the Future; April 22, 1988--Title X of the Public Health Service Act)."},
      {
        "id":"ED307022",
        "title":"Constructing the Historical Ethnography of Childhood through Oral History."},
      {
        "id":"ED307023",
        "title":"Everyday Problem Solving: Dollar Wise, Penny Foolish."},
      {
        "id":"ED307024",
        "title":"Profiles of Toddlers with Delayed Expressive Language Development."},
      {
        "id":"ED307025",
        "title":"Living Color: Minority Portrayals and Cross-Racial Interactions on Television."},
      {
        "id":"ED307026",
        "title":"Development of Arithmetic Computation and Number Conservation Skills."},
      {
        "id":"ED307027",
        "title":"The ABC's of Starting School-Age Child Care. Wisconsin Child Care Improvement Project School-Age Child Care Series."},
      {
        "id":"ED307028",
        "title":"A Child Care Press Kit. Wisconsin Child Care Improvement Project."},
      {
        "id":"ED307029",
        "title":"Try Caring...For a Living. Wisconsin Child Care Improvement Project Child Care Administration Series."},
      {
        "id":"ED307030",
        "title":"Training and Technical Assistance: A Consultant Manual."},
      {
        "id":"ED307031",
        "title":"A Community-Based Approach to Building Child Care Capacity."},
      {
        "id":"ED307032",
        "title":"Colic for Developmentalists. Preliminary Draft."},
      {
        "id":"ED307033",
        "title":"Educating Homeless Children and Youth: A Policy Analysis."},
      {
        "id":"ED307036",
        "title":"Developmental Differences in Social Problem Solving and Their Implications for Adjustment."},
      {
        "id":"ED307037",
        "title":"Parenting during the Early Years: A Foundation for Relationships."},
      {
        "id":"ED307040",
        "title":"Infant Temperament, Maternal Expectations and Goodness of Fit as Predictors of Maternal Adaptation."},
      {
        "id":"ED307041",
        "title":"School Entry Age: The Effects on School Achievement and Adjustment. An Education Field Problem Research Project Report."},
      {
        "id":"ED307043",
        "title":"Pregnant Teens vs. Teen Mothers: Impact of Self-Image, Style of Coping, and Family Environment on Caretaking Perceptions."},
      {
        "id":"ED307046",
        "title":"Parent Involvement Resource Directory. Parents in Education Series."},
      {
        "id":"ED307047",
        "title":"Parent Involvement Bibliography. Parents in Education Series."},
      {
        "id":"ED307048",
        "title":"Improving Administrative Services and Developing Positive Attitudes and Communication through Interdepartmental Training."},
      {
        "id":"ED307049",
        "title":"Improving Stress-Related Behavioral Indicators in the Preschool Classroom through Prevention and Intervention."},
      {
        "id":"ED307050",
        "title":"Increasing the Availability and Usage of Mathematics Manipulatives in K-2 through Effective Related Staff Development Activities."},
      {
        "id":"ED307058",
        "title":"Parental Selection of Responses to Misbehavior: The Case of Physical Punishment."},
      {
        "id":"ED307059",
        "title":"Object Conflict and Sharing in the Preschool: Further Evidence for a Prior Possession Rule."},
      {
        "id":"ED307061",
        "title":"Corporate Mobility: Effects on Children."},
      {
        "id":"ED307064",
        "title":"Preschoolers' Differential Behavior towards Best Friends, Associates, and Acquaintances."},
      {
        "id":"ED307065",
        "title":"Social Sets and Social Status in Preschool Classrooms."},
      {
        "id":"ED307068",
        "title":"Planning by 12-Month-Old Infants."},
      {
        "id":"ED307069",
        "title":"Early Gender-Role Stereotype Attributions: The Roles of Models' Physical Characteristics and Children's Gender Constancy."},
      {
        "id":"ED307070",
        "title":"Gender Schemas and Discrimination Learning: A New Twist on an Old Paradigm."},
      {
        "id":"ED307073",
        "title":"New Trends in Delivering Elementary and Secondary Education to Small/Rural Schools."},
      {
        "id":"ED307074",
        "title":"The Bradford Papers Annual, Volume II, 1987."},
      {
        "id":"ED307076",
        "title":"A Study To Determine Rural High School Students' Attitudes toward Family and School Relationships."},
      {
        "id":"ED307081",
        "title":"Agriculture and Rural Viability."},
      {
        "id":"ED307082",
        "title":"U.S. Immigration Policy and the Mexican Economy."},
      {
        "id":"ED307083",
        "title":"Ohio Information Package: Community and Natural Resource Development. Bulletin 698, March 1989."},
      {
        "id":"ED307085",
        "title":"Designing Organizational Effectiveness Studies of Rural and Small School Districts."},
      {
        "id":"ED307086",
        "title":"Capital Outlay as an Issue of Equitable Concern."},
      {
        "id":"ED307087",
        "title":"Finance, Facilities, and Equity: Emerging Concerns for the Future."},
      {
        "id":"ED307091",
        "title":"The Bradford Papers Annual, Volume III, 1988."},
      {
        "id":"ED307093",
        "title":"Estimation of Migrant and Seasonal Agricultural Workers in Iowa, Kansas, Missouri and Nebraska: Public Health Service Region VII. Final Report."},
      {
        "id":"ED307094",
        "title":"Teacher Recruitment in Three Rural Louisiana Parishes: The Development of Recruitment Materials."},
      {
        "id":"ED307095",
        "title":"An Early Childhood/Parenting Strategy for Alaska."},
      {
        "id":"ED307096",
        "title":"Disparities in Curricular Offerings: Issues and Policy Alternatives for Small Rural Schools. Policy Issues."},
      {
        "id":"ED307097",
        "title":"The Changing Context of Education in a Rural Setting. Occasional Paper 26."},
      {
        "id":"ED307099",
        "title":"Social Security Administration Employment of and Service to Hispanics. Report to the Chairman, Select Committee on Aging, House of Representatives."},
      {
        "id":"ED307100",
        "title":"Making Connections: After the Factories Revisited."},
      {
        "id":"ED307101",
        "title":"Impact of the Changing Farm Economy on Rural Communities. Evaluation of Interrelationships between Agriculture and the Economy of Rural Communities."},
      {
        "id":"ED307102",
        "title":"A Parent's Guide to the ERIC Database. Where To Turn with Your Questions about Schooling."},
      {
        "id":"ED307103",
        "title":"SCIS-II and the Elementary Teacher: A Program Analysis."},
      {
        "id":"ED307104",
        "title":"Cognitive Science."},
      {
        "id":"ED307110",
        "title":"A Guide to Teaching Mathematics in the Primary Grades."},
      {
        "id":"ED307112",
        "title":"Curricular Goals and Motivating Strategies with Non-College-Bound Students in Science and Social Studies."},
      {
        "id":"ED307113",
        "title":"State Initiatives To Improve Science and Mathematics Education."},
      {
        "id":"ED307114",
        "title":"Information Technology and Science Education. 1988 AETS Yearbook."},
      {
        "id":"ED307115",
        "title":"Building High School Science Department Inventory Records Using the Appleworks Data Base Subprogram and Apple IIe or GS Computers."},
      {
        "id":"ED307116",
        "title":"Independent Study Calculus via Computer Software. Final Report of Excellence in Education Grant."},
      {
        "id":"ED307118",
        "title":"Overcoming Misconceptions via Analogical Reasoning: Factors Influencing Understanding in a Teaching Experiment."},
      {
        "id":"ED307122",
        "title":"Physics Education in the Western Hemisphere: A Report from Twelve Countries."},
      {
        "id":"ED307126",
        "title":"Institute in Physical Science. A Category 1 Summer Inservice Program for Elementary and Secondary Teachers of Physical Science, Austin Metropolitan Community, Pharr-San Juan-Alamo ISD, and Region 1 Educational Service Center. Final Performance Report."},
      {
        "id":"ED307127",
        "title":"Institute in Physical Science. A Category 1 Spring and Summer Inservice Program for Elementary and Secondary Teachers of Physical Science in the Austin Metropolitan Community. Austin, Texas."},
      {
        "id":"ED307128",
        "title":"Summer Institute in Science. A Category 1 Summer Inservice Program for Elementary and Secondary Teachers of Science in the State of Texas."},
      {
        "id":"ED307130",
        "title":"Chemistry for Kids. Building an Elementary School Chemistry Set from Common Household Items."},
      {
        "id":"ED307131",
        "title":"The Effectiveness of the Mathematics, Engineering, Science Achievement (MESA) Program's Administrative and Policy-Making Processes. A Report to the Legislature in Response to Assembly Bill 610 (1985). Commission Report 89-4."},
      {
        "id":"ED307132",
        "title":"National Assessment of Educational Progress Proficiency in Mathematics and Science: 1985-86. Catholic and Public Schools Compared. Final Report 1989."},
      {
        "id":"ED307134",
        "title":"Not All Preconceptions Are Misconceptions: Finding \"Anchoring Conceptions\" for Grounding Instruction on Students' Intuitions."},
      {
        "id":"ED307135",
        "title":"Preservice Education of Math Teachers Using Paradoxes."},
      {
        "id":"ED307136",
        "title":"Computer Usage by Physics Teachers and Their Students."},
      {
        "id":"ED307137",
        "title":"Students' and Teachers' Perceptions of the Cognitive and Affective Outcomes of Some Lessons in Geometry."},
      {
        "id":"ED307138",
        "title":"Science: Program of Studies/Curriculum Guide. Grades 8 and 9. Interim l989. Integrated Occupational Program."},
      {
        "id":"ED307140",
        "title":"Education Consolidation and Improvement Act-Chapter 1. Final Evaluation Report, Mathematics Improvement Component: Elementary Program, Middle School Program, and Middle School Pilot Program."},
      {
        "id":"ED307143",
        "title":"Current Models in Philosophy of Science: Their Place in Science Teacher Education."},
      {
        "id":"ED307145",
        "title":"A Longitudinal Study of Student Outcomes and Teacher Characteristics in Exemplary Middle and Junior High Science Programs. A \"Research Partnerships\" Project."},
      {
        "id":"ED307146",
        "title":"Gearing Up: How to Start a Precollege Minority Engineering Program."},
      {
        "id":"ED307147",
        "title":"Academic Gamesmanship: Becoming a \"Master\" Engineering Student."},
      {
        "id":"ED307148",
        "title":"Effects of a Laboratory-Centered Inquiry Program on Laboratory Skills, Science Process Skills, and Understanding of Science Knowledge in Middle Grades Students."},
      {
        "id":"ED307149",
        "title":"An Outbreak of Belief in Independence?"},
      {
        "id":"ED307150",
        "title":"Teaching and Learning Science in Schools: An Exploration of Process."},
      {
        "id":"ED307152",
        "title":"Ethics in Field-Based Research: Contractual and Relational Responsibilities."},
      {
        "id":"ED307153",
        "title":"Computers To Enhance Science Education: An Inservice Designed To Foster Classroom Implementation."},
      {
        "id":"ED307154",
        "title":"Building Fossils in the Elementary School and Writing about Them Using Computers."},
      {
        "id":"ED307157",
        "title":"Technology Policy Task Force Hearing Summary. The Technical Enterprise for Computers, Communications, and Manufacturing in the 21st Century. Report Prepared for the Technology Task Force, Transmitted to the Committee on Science, Space, and Technology. House of Representatives, One Hundredth Congress, First Session (November 1987)."},
      {
        "id":"ED307162",
        "title":"Beginning School Math Competence: Minority and Majority Comparisons. Report No. 34."},
      {
        "id":"ED307164",
        "title":"Becoming Ecopolitical: Some Mythic Links in Curriculum Renewal."},
      {
        "id":"ED307165",
        "title":"Chemistry for Kids: Generating Carbon Dioxide in Elementary School Chemistry and Using a Computer To Write about It."},
      {
        "id":"ED307166",
        "title":"Sustainable Development: A Call to Action. Proceedings of a Two-Day Seminar Hosted by the United States Senate Committee on Environment and Public Works and the World Bank (Washington, DC, August 4-5, 1988)."},
      {
        "id":"ED307167",
        "title":"Laboratory Animal Welfare Supplement IV."},
      {
        "id":"ED307168",
        "title":"A Plan for Action. A Follow-up to the Position Paper \"The Present Opportunity in Education.\""},
      {
        "id":"ED307177",
        "title":"Census Education Project: 1990."},
      {
        "id":"ED307180",
        "title":"Teaching Jewish-Christian Relations in the University Classroom."},
      {
        "id":"ED307182",
        "title":"National History in the USSR: In Search of a Usable Past."},
      {
        "id":"ED307183",
        "title":"Freedom of Assembly: World History, U.S. History, and U.S. Government."},
      {
        "id":"ED307185",
        "title":"Pay Equity: An Issue of Race, Ethnicity, and Sex."},
      {
        "id":"ED307186",
        "title":"Political Socialization."},
      {
        "id":"ED307188",
        "title":"Paradox and Promise in Citizenship Education: A Reaction to Butts and Hartoonian."},
      {
        "id":"ED307190",
        "title":"Discovering Geography: Teacher Created Activities for High School and Middle School."},
      {
        "id":"ED307191",
        "title":"Universal Declaration of Human Rights: 40th Anniversary."},
      {
        "id":"ED307193",
        "title":"Global Political Concepts In and Out of the &quot;Global Village&quot;: Comments on &quot;A Future for Civic Education.&quot;"},
      {
        "id":"ED307194",
        "title":"Patterns of Social Fragmentation and Cohesion: The Social Context of 21st Century Education for Citizenship."},
      {
        "id":"ED307196",
        "title":"Microcomputer-Based Intelligent Tutoring Systems: An Assessment."},
      {
        "id":"ED307197",
        "title":"Curriculum Review Handbook for Social Studies Education in Michigan (K-12)."},
      {
        "id":"ED307198",
        "title":"The Art Index: A Basic Tool for the First Year Architectural Student."},
      {
        "id":"ED307200",
        "title":"Paulo Freire: The Man and His Educational Theory."},
      {
        "id":"ED307201",
        "title":"Student Journals: One Geographer's Perspective."},
      {
        "id":"ED307203",
        "title":"Citizenship Education in the United States: A Statement of Needs."},
      {
        "id":"ED307204",
        "title":"Managing the Future: Public Policy, Scientific Uncertainty, and Global Warming."},
      {
        "id":"ED307205",
        "title":"Economics Assignments for Secondary School Students."},
      {
        "id":"ED307206",
        "title":"Philosophy of Computer Use in the Social Studies."},
      {
        "id":"ED307212",
        "title":"National History Day: What Historians Can and Are Doing."},
      {
        "id":"ED307213",
        "title":"National History Day in the Classroom. National History Day, Supplement Number 5."},
      {
        "id":"ED307220",
        "title":"Legal Aspects of Oral History Collections. A Report to the Oral History Committee of the Medical Library Association."},
      {
        "id":"ED307221",
        "title":"Making Connections: Developing Leadership among Women in College."},
      {
        "id":"ED307222",
        "title":"National Security in the Curriculum. ERIC Digest."},
      {
        "id":"ED307223",
        "title":"The E-3 Project: A Collaborative Curriculum Development Effort."},
      {
        "id":"ED307225",
        "title":"The Pragmatic versus the Philosophical Approach To Coaching Sport--The Assessment of the Athletic Experience by Athletes."},
      {
        "id":"ED307226",
        "title":"One-on-One Therapeutic Recreation Intervention with Elderly, Mentally Ill Nursing Home Residents: Does It Make a Difference?"},
      {
        "id":"ED307230",
        "title":"Analysis and Practices of Teaching: Desciption of a Course."},
      {
        "id":"ED307231",
        "title":"Bibliography of Research Related to Secondary Education. Spring, 1989."},
      {
        "id":"ED307232",
        "title":"Bridges to Strength: The TEA-AEL Beginning Teacher&apos;s Handbook."},
      {
        "id":"ED307233",
        "title":"Guide to Education. Senior High Handbook 1989-90."},
      {
        "id":"ED307234",
        "title":"Professional Standards for Teaching: The Assessment of Teacher Knowledge and Skills."},
      {
        "id":"ED307235",
        "title":"Preparing Academically Talented Students for Teaching. Final Report. Part A: Project Portrayal."},
      {
        "id":"ED307236",
        "title":"Preparing Academically Talented Students for Teaching. Final Report. Part B: Program Assessment Report."},
      {
        "id":"ED307237",
        "title":"Preparing Academically Talented Students for Teaching. Final Report. Part C: Practice Profile."},
      {
        "id":"ED307238",
        "title":"A Research-Based Internship for Emergency Credentialed Teachers. Final Report."},
      {
        "id":"ED307239",
        "title":"Research Applications for Teaching (RAFT) Project. Final Report."},
      {
        "id":"ED307241",
        "title":"Preparation for Instruction. A Module of Instruction in Teacher Education. Prepared for Project RAFT."},
      {
        "id":"ED307242",
        "title":"Effective Classroom Management. The Basic Element of Effective Teaching. A Module for Undergraduate Instruction in Teacher Education in the RAFT Program at Mississippi State University."},
      {
        "id":"ED307243",
        "title":"Developing Classroom Interactions Which Signal Effective Teaching. A Module for Undergraduate Instruction in Teacher Education in the RAFT Program at Mississippi State University."},
      {
        "id":"ED307244",
        "title":"Evaluation: Test Construction and Use. An Instructional Model for Undergraduate Teacher Education in the RAFT Program at Mississippi State University."},
      {
        "id":"ED307245",
        "title":"The Careful Vision: How Practical Is Contemplation in Teaching? Issue Paper 89-1."},
      {
        "id":"ED307247",
        "title":"Career Development: A Longitudinal Study of Teachers at Different Life-stages."},
      {
        "id":"ED307248",
        "title":"Teachers as Researchers: Training, Attitudes, and Performance."},
      {
        "id":"ED307250",
        "title":"Teachers' Work and the Politics of Time and Space."},
      {
        "id":"ED307254",
        "title":"Field Experiences that Teach: Mentor/Faculty Roles."},
      {
        "id":"ED307257",
        "title":"The Institutional and Social Context of Teaching."},
      {
        "id":"ED307261",
        "title":"Breast Cancer. Patients' Survival. Report to the Chairman, Subcommittee on Health and Environment, Committee on Energy and Commerce. House of Representatives."},
      {
        "id":"ED307262",
        "title":"Public Health Education in Florida."},
      {
        "id":"ED307267",
        "title":"Detrimental Effects of Mandated Models of Discipline on the Practice of Reflective Teaching."},
      {
        "id":"ED307268",
        "title":"Community and Place in the Conversation of Teaching."},
      {
        "id":"ED307270",
        "title":"Means and Ends in Professional Education. Issue Paper 89-3."},
      {
        "id":"ED307278",
        "title":"Determination of Validity and Bias in the Use of GPA and MCAT in the Selection of Medical School Students."},
      {
        "id":"ED307279",
        "title":"Cognitive and Neural Sciences Division, 1988 Programs."},
      {
        "id":"ED307280",
        "title":"An Empirical Comparison of Mantel-Haenszel and Rasch Procedures for Studying Differential Item Functioning on Teacher Certification Tests."},
      {
        "id":"ED307281",
        "title":"Accuracy of Bias Review Judges in Identifying Differential Item Functioning on Teacher Certification Tests."},
      {
        "id":"ED307283",
        "title":"The Perception of Ability Scale for Students: Results from Accumulated Research."},
      {
        "id":"ED307284",
        "title":"Problems and Perspectives on the Evaluation of Regional and National Computer-Related Educational Activity."},
      {
        "id":"ED307285",
        "title":"Critical Ethnography in Education: Origins, Current Status, and New Directions."},
      {
        "id":"ED307297",
        "title":"The Reliability and Validity of the Effective Schools Needs Assessment Surveys."},
      {
        "id":"ED307298",
        "title":"The Validity of Two Item-Writing Rules."},
      {
        "id":"ED307303",
        "title":"Acceleration for the Academically Talented: A Follow-Up of the Academic Talent Search Class of 1984."},
      {
        "id":"ED307304",
        "title":"Learning as a Social/Semiotic Process."},
      {
        "id":"ED307305",
        "title":"An Evaluation of Language Curricula in the Netherlands."},
      {
        "id":"ED307307",
        "title":"An Investigation of Participant Utilization of Assessment Center Results for Professional Development."},
      {
        "id":"ED307308",
        "title":"The Chapter 1 Self-Assessment Instrument: Internal Consistency of a Program Improvement Tool."},
      {
        "id":"ED307310",
        "title":"Empirical Specification of Utility Functions."},
      {
        "id":"ED307311",
        "title":"A Comparison of Dutch and American Interpersonal Teacher Behavior."},
      {
        "id":"ED307312",
        "title":"A Comparison of the Graded Response and Partial Credit Models for Assessing Writing Ability."},
      {
        "id":"ED307313",
        "title":"Test Anxiety and Item Order: New Parameters for Item Response Theory."},
      {
        "id":"ED307317",
        "title":"Assessment of Computer Self-Efficacy: Instrument Development and Validation."},
      {
        "id":"ED307319",
        "title":"EXSPRT: An Expert Systems Approach to Computer-Based Adaptive Testing."},
      {
        "id":"ED307320",
        "title":"ERIC/TM--A Growing Resource."},
      {
        "id":"ED307325",
        "title":"Practical Applications of Student Response Analysis."},
      {
        "id":"ED307328",
        "title":"The Effects on Parameter Estimation of Correlated Dimensions and a Differentiated Ability in a Two-Dimensional, Two-Parameter Item Response Model."},
      {
        "id":"ED307332",
        "title":"Socioeconomic Status, Family Structure, and Parental Involvement: The Correlates of Achievement."},
      {
        "id":"ED307333",
        "title":"Counselor Perceptions of Test Bias: Critical Issues in Test Use and Interpretation."},
      {
        "id":"ED307334",
        "title":"Equity in Testing after Golden Rule."},
      {
        "id":"ED307335",
        "title":"An Evaluation of ERIC/TM's Review Process."},
      {
        "id":"ED307337",
        "title":"A Comparison of Two Standardized Reading and Mathematics Achievement Tests in the Native Language for Hispanic Limited-English-Proficient Students."},
      {
        "id":"ED307338",
        "title":"Fundamental Measurement of Rank-Ordered Objects."},
      {
        "id":"ED307339",
        "title":"Objectivity for Judge-Intermediated Certification Examinations."},
      {
        "id":"ED307340",
        "title":"Minority Enrollments in Public and Private Schools: State of Washington, October 1986."},
      {
        "id":"ED307341",
        "title":"Shortchanged: Recent Developments in Hispanic Poverty, Income, and Employment."},
      {
        "id":"ED307342",
        "title":"Medicaid Issues in Family Welfare and Nursing Home Reform. Including H.R. 2270, a Bill To Amend Title XIX of the Social Security Act To Change the Medicaid Requirements for Nursing Facilities Based on Recommendations of the Institute of Medicine of the National Academy of Sciences. Hearings before the Subcommittee on Health and the Environment of the Committee on Energy and Commerce, House of Representatives, One Hundredth Congress, First Session (April 24 and May 12, 1987)."},
      {
        "id":"ED307343",
        "title":"Improving Educational Opportunities for Pregnant and Parenting Students: A Report on a Survey of Policies, Programs, and Plans for Pregnant and Parenting Students in Nine Urban School Districts."},
      {
        "id":"ED307344",
        "title":"A Place to Call Home: The Crisis in Housing for the Poor. Buffalo, New York."},
      {
        "id":"ED307345",
        "title":"Analysis of Poverty in 1987."},
      {
        "id":"ED307347",
        "title":"ESEA Chapter 1 of Title 1 Budget/Amendment Process."},
      {
        "id":"ED307348",
        "title":"Differences in Perceptions between Afro-American and Anglo-American Males and Females in Cooperative Learning Groups."},
      {
        "id":"ED307349",
        "title":"A Place To Call Home. The Crisis in Housing for the Poor."},
      {
        "id":"ED307351",
        "title":"Educational Options High Schools Admissions Policy Study. OREA Report."},
      {
        "id":"ED307352",
        "title":"Refugee Program: Financial Accountability for Refugee Resettlement Can Be Improved. Report to Congressional Requesters."},
      {
        "id":"ED307353",
        "title":"Welfare Hotels. Uses, Costs, and Alternatives. Briefing Report to the Chairman, Subcommittee on Oversight and Investigations, Committee on Energy and Commerce, House of Representatives."},
      {
        "id":"ED307354",
        "title":"Impacts of Education Reform. Statement of Eleanor Chelimsky, Assistant Comptroller General for Program Evaluation and Methodology, before the Subcommittee on Elementary, Secondary and Vocational Education Committee on Education and Labor, United States House of Representatives."},
      {
        "id":"ED307355",
        "title":"Teacher Expectations and Minority Achievements; A Study of Black Students in Fairfax County."},
      {
        "id":"ED307356",
        "title":"Pushed Out: America's Homeless. Thanksgiving 1987."},
      {
        "id":"ED307365",
        "title":"Empowering the Hispanic Female in the Public School Setting. Part II. Evaluation Department Report No. 617A."},
      {
        "id":"ED307368",
        "title":"School Placement and Maintenance of At-Risk Youth under Agency Care."},
      {
        "id":"ED307371",
        "title":"Rental Housing. Housing Vouchers Cost More than Certificates but Offer Added Benefits. Report to the Chairwoman, Subcommittee on HUD-Independent Agencies, Committee on Appropriations, U.S. Senate."},
      {
        "id":"ED307372",
        "title":"Political Asylum Applicants. Financial Effect on Local Services in the Miami Area. Fact Sheet for the Honorable Bob Graham and the Honorable Connie Mack, U.S. Senate."},
      {
        "id":"ED307373",
        "title":"Modeling Student Participation in School Nutrition Programs."},
      {
        "id":"ED307374",
        "title":"Policies To Help Disadvantaged Children: Financing Options for the 1990s. Changing Domestic Priorities Discussion Paper."},
      {
        "id":"ED307375",
        "title":"Poverty and the Underclass. Changing Domestic Priorities Discussion Paper."},
      {
        "id":"ED307377",
        "title":"Effective Teaching in Vocational Education. Practice Application Brief."},
      {
        "id":"ED307378",
        "title":"Selecting and Using Career Information Systems. Practice Application Brief."},
      {
        "id":"ED307379",
        "title":"Adult Literacy. Trends and Issues Alerts."},
      {
        "id":"ED307380",
        "title":"Career Education for the Limited English Proficient. Trends and Issues Alerts."},
      {
        "id":"ED307381",
        "title":"Access and Equity in Vocational Education. Trends and Issues Alerts."},
      {
        "id":"ED307382",
        "title":"Older Workers. Trends and Issues Alerts."},
      {
        "id":"ED307385",
        "title":"Perceptions of Administrators and Instructors Concerning Factors Influencing Vocational Agriculture Enrollment."},
      {
        "id":"ED307386",
        "title":"Peer Advising in Agricultural Education: A Supplement to Faculty Advising."},
      {
        "id":"ED307388",
        "title":"Agricultural Mechanics Laboratory Management Competencies."},
      {
        "id":"ED307390",
        "title":"Major Roles of Agricultural Extension Agents in the Agricultural Technology Delivery System in the Year 2000."},
      {
        "id":"ED307394",
        "title":"Vocational Enrollment Patterns and Occupational Aspirations of American High School Students in 1982: A Causal Analysis."},
      {
        "id":"ED307395",
        "title":"Report to Congress on the Study of the Role of Allied Health Personnel in Health Care Delivery."},
      {
        "id":"ED307396",
        "title":"The Lincoln Intermediate Unit's Write-Now Manual for GED Instructors."},
      {
        "id":"ED307397",
        "title":"Preparing for the Future of the Workplace. Volume I: Overview."},
      {
        "id":"ED307398",
        "title":"Preparing for the Future of the Workplace. Volume II: Analytical Studies."},
      {
        "id":"ED307399",
        "title":"Preparing for the Future of the Workplace. Volume III: Planning Materials for Educators."},
      {
        "id":"ED307401",
        "title":"Vocational Education and Connecticut&apos;s Common Core of Learning."},
      {
        "id":"ED307403",
        "title":"State-Financed, Workplace-Based Retraining Programs. A Joint Study. Research Report #89-01."},
      {
        "id":"ED307404",
        "title":"Statistical Digest of Postsecondary Occupational Education at Public Institutions."},
      {
        "id":"ED307405",
        "title":"Private Sector Participation with Postsecondary Institutions. Final Report."},
      {
        "id":"ED307406",
        "title":"Marketing Education. Vocational Education Program Courses Standards."},
      {
        "id":"ED307407",
        "title":"Public Service Education. Vocational Education Program Courses Standards."},
      {
        "id":"ED307410",
        "title":"The Effects of Technological Change on the Labor Force. Hearing before the Technology Policy Task Force of the Committee on Science, Space, and Technology. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED307411",
        "title":"The Effects of Technological Change on the Labor Force. Hearing Summary. Report prepared for the Technology Policy Task Force Transmitted to the Committee on Science, Space, and Technology. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED307418",
        "title":"Summary of Ohio Entrepreneurs Survey Results. Facts & Findings. Special Issue."},
      {
        "id":"ED307430",
        "title":"Occupational Competencies Report. The Electronics, Health Service and Construction Industries as Surveyed by the Trade Associations."},
      {
        "id":"ED307434",
        "title":"Consultancy: Key Strategies and Tactics."},
      {
        "id":"ED307440",
        "title":"Pathways to Learning. Education and Training from 16 to 19."},
      {
        "id":"ED307445",
        "title":"CEDEFOP Action Guidelines 1989-1992. Adopted by the Management Board in Berlin on 16 September 1988."},
      {
        "id":"ED307452",
        "title":"The Effect of Automobile Safety on Vehicle Type Choice: An Empirical Study."},
      {
        "id":"ED307453",
        "title":"Training Programs. Information on Fiscal Years 1989 and 1990 Appropriations. Fact Sheet for the Chairman, Subcommittee on Labor, Health and Human Services, Education and Related Agencies, Committee on Appropriations, U.S. Senate."},
      {
        "id":"ED307454",
        "title":"Age Discrimination. Use of Waivers by Large Companies Offering Exit Incentives to Employees. Report to Congressional Requesters."},
      {
        "id":"ED307455",
        "title":"Federal Workforce. Implementation of the Executive Exchange Program Voluntary Services Act of 1986. Report to Congressional Committees."},
      {
        "id":"ED307456",
        "title":"Drug Testing. Federal Agency Plans for Testing Employees. Report to the Chairman, Subcommittee on Treasury, Postal Service, and General Government, Committee on Appropriations, U.S. Senate."},
      {
        "id":"ED307457",
        "title":"Federal Personnel Policies and Practices--Perspectives from the Workplace. A Special Study. A Report to the President and the Congress of the United States."},
      {
        "id":"ED307463",
        "title":"Small and Medium Scale Agribusiness Assessment. Peace Corps Information Collection &amp; Exchange Reprint No. TR43."},
      {
        "id":"ED307464",
        "title":"Small Scale Irrigation Systems for Peace Corps Volunteers. Appropriate Technologies for Development. Peace Corps Information Collection &amp; Exchange Reprint No. R-10."},
      {
        "id":"ED307465",
        "title":"Homemaking Handbook for Village Workers in Many Countries. Appropriate Technologies for Development. Peace Corps Information Collection &amp; Exchange Reprint No. R-39."},
      {
        "id":"ED307466",
        "title":"Cultures Traditionnelles de Plein Champ (Traditional Field Crops). Appropriate Technologies for Development. Peace Corps Information Collection &amp; Exchange Reprint Series No. R-65."},
      {
        "id":"ED307467",
        "title":"The Photonovel: A Tool for Development. Program and Training Journal Manual Series Number 4."},
      {
        "id":"ED307468",
        "title":"La Apaicultura de Pequena Escala (Small Scale Beekeeping). Appropriate Technologies for Development. Peace Corps Information Collection &amp; Exchange Manual Series No. M-25."},
      {
        "id":"ED307469",
        "title":"Apiculture de Petite Eschelle (Small Scale Beekeeping). Appropriate Technologies for Development. Peace Corps Information Collection &amp; Exchange Manual Series No. M-26."},
      {
        "id":"ED307470",
        "title":"Pautas para Programas de Asesoramiento Gestional para Microempresas (Guidelines for Management Consulting Programs for Small-Scale Enterprise). Appropriate Technologies for Development. Peace Corps Information Collection &amp; Exchange Manual Series No. M-27."},
      {
        "id":"ED307471",
        "title":"Manual de Alfabetizacion del Cuerpo de Paz (Peace Corps Literacy Handbook). Appropriate Technologies for Development. Peace Corps Information Collection &amp; Exchange Manual Series No. M-28."},
      {
        "id":"ED307472",
        "title":"Directives Relatives a l'Elaboration de Programmes de Conseil en Gestion pour Petites Entreprises (Guidelines for Management Consulting Programs for Small-Scale Enterprise). Appropriate Technologies for Development. Peace Corps Information Collection &amp; Exchange Manual Series No. M-29."},
      {
        "id":"ED307473",
        "title":"Elevage Pratique de la Volaille (Practical Poultry Raising). Appropriate Technologies for Development. Peace Corps Information Collection &amp; Exchange Manual Series No. M-30."},
      {
        "id":"ED307474",
        "title":"Manuel d'Alphabetisation du Peace Corps (Peace Corps Literacy Handbook). Appropriate Technologies for Development. Peace Corps Information Collection &amp; Exchange Manual Series No. M-32."},
      {
        "id":"ED307475",
        "title":"Crianza Practica de Aves (Practical Poultry Raising). Appropriate Technologies for Development. Peace Corps Information Collection &amp; Exchange Manual Series [No.] M-34."},
      {
        "id":"ED307476",
        "title":"Cultivos Tradicionales (Traditional Field Crops). Appropriate Technologies for Development. Peace Corps Information Collection &amp; Exchange Manual Series No. M-35."},
      {
        "id":"ED307477",
        "title":"Extension Agricola (Agricultral Extension). Appropriate Technologies for Development. Peace Corps Information Collection &amp; Exchange Manual No. M-39."},
      {
        "id":"ED307478",
        "title":"An Integrated Training System: Policy and Plans. Training for Development. Peace Corps Information Collection &amp; Exchange Training Manual No. T-1."},
      {
        "id":"ED307479",
        "title":"Standards for Peace Corps Training. Training for Development. Peace Corps Information Collection &amp; Exchange Training Manual No. T-2."},
      {
        "id":"ED307480",
        "title":"A Trainer's Resource Guide. Training for Development. Peace Corps Information Collection &amp; Exchange Training Manual No. T-12."},
      {
        "id":"ED307481",
        "title":"Small Scale Irrigation Systems: A Training Manual. Planning--Construction--Operation and Maintenance of Small Scale Irrigation Systems. A Two-Week In-Service Training Program for Peace Corps Volunteers. Training for Development. Peace Corps Information Collection &amp; Exchange Training Manual No. T-13."},
      {
        "id":"ED307482",
        "title":"Forestry Training Manual for Africa Region U.S. Peace Corps. Training for Development. Peace Corps Information Collection &amp; Exchange Training Manual No. T-14."},
      {
        "id":"ED307483",
        "title":"Agroforestry In-Service Training. A Training Aid for Asia &amp; the Pacific Islands (Honiara, Solomon Islands, South Pacific, October 23-29, 1983). Training for Development. Peace Corps Information Collection &amp; Exchange Training Manual No. T-16."},
      {
        "id":"ED307484",
        "title":"Solar and Energy Conserving Food Technologies: A Training Manual. Training for Development. Peace Corps Information Collection &amp; Exchange Training Manual No. T-17."},
      {
        "id":"ED307485",
        "title":"Appropriate Community Technology: A Training Manual. Training for Development. Peace Corps Information Collection &amp; Exchange Training Manual No. T-28."},
      {
        "id":"ED307486",
        "title":"Water and Sanitation Technologies: A Trainer's Manual. Training for Development. Peace Corps Information Collection &amp; Exchange Training Manual No. T-32."},
      {
        "id":"ED307487",
        "title":"Technical Health Training Manual. Volume 1. Training for Development. Peace Corps Information Collection & Exchange Training Manual No. T-35a."},
      {
        "id":"ED307488",
        "title":"Technical Health Training Manual. Volume 2. Training for Development. Peace Corps Information Collection & Exchange Training Manual No. T-35a."},
      {
        "id":"ED307489",
        "title":"PC Rider. A Training Manual. Training for Development. Peace Corps Information Collection &amp; Exchange Training Manual No. T-36."},
      {
        "id":"ED307490",
        "title":"Manual de Adiestramiento sobre Terapia de Rehidratacion Oral y Control de las Enfermedades Diarreicas (Oral Rehydration Therapy and the Control of Diarrheal Diseases). Training for Development. Peace Corps Information Collection &amp; Exchange Training Manual No. T-53."},
      {
        "id":"ED307491",
        "title":"Worker Trait Group Guide. Revised Edition."},
      {
        "id":"ED307492",
        "title":"Use of the Worker Trait Group Guide with Armed Services Vocational Aptitude Battery Results. A Companion to the Career Exploration and Planning Program (CEPP)."},
      {
        "id":"ED307505",
        "title":"Working It Out: Performance Management Strategies for Increasing Services to At-Risk Youth."},
      {
        "id":"ED307506",
        "title":"Investing in People. A Strategy To Address America's Workforce Crisis. A Report to the Secretary of Labor and the American People."},
      {
        "id":"ED307507",
        "title":"Developing a More Inclusive Curriculum: Revising Courses in Psychotherapy."},
      {
        "id":"ED307508",
        "title":"Adolescents' Ability To Engage in Critical Thinking."},
      {
        "id":"ED307509",
        "title":"Noninstructional Influences on High School Student Achievement: The Contributions of Parents, Peers, Extracurricular Activities, and Part-Time Work."},
      {
        "id":"ED307510",
        "title":"A Psychodynamic Child Rating Scale."},
      {
        "id":"ED307513",
        "title":"The Quality of Life for Older Women: Older Women Living Alone. A Report by the Chairman of the Select Committee on Aging. House of Representatives, One Hundredth Congress, Second Session (December 1988)."},
      {
        "id":"ED307514",
        "title":"Student Stress: A Classroom Management System. Analysis and Action Series."},
      {
        "id":"ED307515",
        "title":"Induced Terminations of Pregnancy: Reporting States, 1985 and 1986."},
      {
        "id":"ED307516",
        "title":"Support Services for At-Risk Youth. A Resource Packet."},
      {
        "id":"ED307519",
        "title":"AIDS/HIV Education."},
      {
        "id":"ED307520",
        "title":"Physical and Mental Health Self-Efficacy in High School Students."},
      {
        "id":"ED307524",
        "title":"Counseling Young Students at Risk: Resources for Elementary Guidance Counselors. First Edition."},
      {
        "id":"ED307525",
        "title":"Parenting School-Aged Children and Adolescents. First Edition."},
      {
        "id":"ED307526",
        "title":"Alcohol, Drugs and Adolescents. First Edition."},
      {
        "id":"ED307527",
        "title":"Counseling Software Guide: A Resource for the Guidance and Human Development Professions."},
      {
        "id":"ED307532",
        "title":"Child Molesters: A Behavioral Analysis. For Law-Enforcement Officers Investigating Cases of Child Sexual Exploitation. Second Edition."},
      {
        "id":"ED307533",
        "title":"Youth at Risk: Understanding Runaway and Exploited Youth."},
      {
        "id":"ED307534",
        "title":"Interviewing Child Victims of Sexual Exploitation."},
      {
        "id":"ED307536",
        "title":"Study of National Incidence and Prevalence of Child Abuse and Neglect: Study Findings 1988."},
      {
        "id":"ED307540",
        "title":"Control and Dating Violence."},
      {
        "id":"ED307542",
        "title":"Mental Health Financing and Programming: A Legislator's Guide."},
      {
        "id":"ED307545",
        "title":"Perceived Social Support and Subjective States in Urban Adolescent Girls."},
      {
        "id":"ED307546",
        "title":"Adolescent Suicide. January 1986 through June 1988. Current Bibliographies in Medicine."},
      {
        "id":"ED307547",
        "title":"The Need for a Warming Trend: A Survey of the School Climate for Pregnant and Parenting Teens."},
      {
        "id":"ED307548",
        "title":"Abstracts 1987. New Horizons in Long Term Care: A Report on the Long Term Care Research and Demonstration Projects."},
      {
        "id":"ED307549",
        "title":"Counselors' Emerging Role in Individual and Canadian Economic Success."},
      {
        "id":"ED307550",
        "title":"The Emerging and Employed Worker: Planning for the Strategic Imperative."},
      {
        "id":"ED307551",
        "title":"One Strike...Two Strikes...But They Don't Have to Be Out!"},
      {
        "id":"ED307553",
        "title":"Counselors and Career Development--A Topic in Educational Reform Proposals: A Selected Review of National Education Reform Documents."},
      {
        "id":"ED307557",
        "title":"Preventing Alcohol & Other Drug Use through Curricula: Where We've Been and Where We're Headed."},
      {
        "id":"ED307558",
        "title":"Regional Needs Assessment: Procedures and Outcomes."},
      {
        "id":"ED307559",
        "title":"Evaluating Technical Assistance to Drug-Free Schools Programs: Three Complementary Approaches."},
      {
        "id":"ED307561",
        "title":"Mental Health: Funds Needed for Future Planning Activities."},
      {
        "id":"ED307563",
        "title":"Care Planning, Quality Assurance, and Personnel Management in Long-Term Care Facilities. Final Report."},
      {
        "id":"ED307564",
        "title":"The Alzheimer Disease Afflicted: Understanding the Disease and the Resident Instructors Guide and Teaching Materials."},
      {
        "id":"ED307565",
        "title":"An Evaluation of the Training Program: \"The Alzheimer's Disease Afflicted: Understanding the Disease and the Resident.\""},
      {
        "id":"ED307567",
        "title":"Left Brain/Right Brain: Research and Learning. Focused Access to Selected Topics (FAST) Bibliography No. 12."},
      {
        "id":"ED307568",
        "title":"Reading and the Elderly. Focused Access to Selected Topics (FAST) Bibliography No. 18."},
      {
        "id":"ED307569",
        "title":"Ethnography and Personal Narrative: Uses in Education. Focused Access to Selected Topics (FAST) Bibliography No. 20."},
      {
        "id":"ED307570",
        "title":"Ability Grouping in Reading Instruction: Research and Alternatives. Focused Access to Selected Topics (FAST) Bibliography No. 21."},
      {
        "id":"ED307571",
        "title":"Reader Response. Focused Access to Selected Topics (FAST) Bibliography No. 22."},
      {
        "id":"ED307572",
        "title":"Gifted Students and Reading. Focused Access to Selected Topics (FAST) Bibliography No. 25."},
      {
        "id":"ED307573",
        "title":"Computers in Elementary Reading Instruction. Focused Access to Selected Topics (FAST) Bibliography No. 28."},
      {
        "id":"ED307574",
        "title":"Reading Assessment in Elementary Education: Focused Access to Selected Topics (FAST) Bibliography No. 27."},
      {
        "id":"ED307577",
        "title":"The Lexile Scale in Theory and Practice. Final Report."},
      {
        "id":"ED307578",
        "title":"Adult Literacy: Overview, Programs, and Research. Focused Access to Selected Topics (FAST) Bibliography No. 31."},
      {
        "id":"ED307579",
        "title":"Adult Literacy: Instructional Strategies. Focused Access to Selected Topics (FAST) Bibliography No. 32."},
      {
        "id":"ED307580",
        "title":"The Development of Phonological Processes in Reading for Meaning."},
      {
        "id":"ED307584",
        "title":"National Assessment of Educational Progress Proficiency in Reading: 1985-86. Catholic and Public Schools Compared. Final Report 1989."},
      {
        "id":"ED307585",
        "title":"Curriculum Theorizing and Research as &quot;Reading Practice&quot;: An Australian Perspective."},
      {
        "id":"ED307586",
        "title":"Comparative Reading: An Annotated Bibliography. College Reading and Learning Assistance Technical Report No. 88-05."},
      {
        "id":"ED307589",
        "title":"The Community of the Book: A Directory of Selected Organizations and Programs. Second Edition."},
      {
        "id":"ED307592",
        "title":"Eye Movement Control during Reading: II. Frequency of Refixating a Word. Technical Report No. 469."},
      {
        "id":"ED307593",
        "title":"Are \"New\" Words Really New? Technical Report No. 471."},
      {
        "id":"ED307597",
        "title":"The Development and Validation of a Comprehensive List of Primary Sources in College Reading Instruction. College Reading and Learning Assistance Technical Report No. 88-03."},
      {
        "id":"ED307598",
        "title":"Reading Objectives: 1990 Assessment. The Nation's Report Card, the National Assessment of Educational Progress."},
      {
        "id":"ED307604",
        "title":"The News about High School Journalism: Focused Access to Selected Topics (FAST) Bibliography No. 4."},
      {
        "id":"ED307605",
        "title":"Storytelling: An Art for All. Focused Access to Selected Topics (FAST) Bibliography No. 9."},
      {
        "id":"ED307606",
        "title":"Word Processing and Writing Instruction. Focused Access to Selected Topics (FAST) Bibliography No. 10."},
      {
        "id":"ED307607",
        "title":"Word Processing and Writing Instruction for Students with Special Needs. Focused Access to Selected Topics (FAST) Bibliography No. 11."},
      {
        "id":"ED307608",
        "title":"Poetry-Writing Instruction. Focused Access to Selected Topics (FAST) Bibliography No. 13."},
      {
        "id":"ED307609",
        "title":"Teaching Poetry: Generating Genuine, Meaningful Responses. ERIC Digest."},
      {
        "id":"ED307610",
        "title":"Use of Metaphor in Science Education. Focused Access to Selected Topics (FAST) Bibliography No. 14."},
      {
        "id":"ED307611",
        "title":"An Argument for...A Three-Phased Approach to...Argumentative Writing."},
      {
        "id":"ED307613",
        "title":"Examining Our Own Lenses: An Ethnographic Study of an Economics Classroom."},
      {
        "id":"ED307614",
        "title":"Half Someone Else's: Theories, Stories, and the Conversation of Literature."},
      {
        "id":"ED307615",
        "title":"Persuasion from the Student's Perspective: Perry and Piaget."},
      {
        "id":"ED307616",
        "title":"Teaching Writing with Peer Response Groups. Encouraging Revision. ERIC Digest."},
      {
        "id":"ED307617",
        "title":"A Pedagogy of Critical and Cultural Empowerment: What We Talk about in Graduate Teaching Seminars."},
      {
        "id":"ED307619",
        "title":"Classical Imitation and Reading/Writing Connections: Analysis and Genesis Enter the Twentieth Century."},
      {
        "id":"ED307620",
        "title":"Paths to Empowerment: Problem Identification and Resolution Strategies of Basic Writers."},
      {
        "id":"ED307622",
        "title":"Writing Apprehension. Focused Access to Selected Topics (FAST) Bibliography No. 33."},
      {
        "id":"ED307623",
        "title":"Conflict and Capitulation: A Bakhtinian Analysis of a Failed Collaboration."},
      {
        "id":"ED307624",
        "title":"Home Factors in Primary School Written Expression."},
      {
        "id":"ED307625",
        "title":"Hypertext: A New Medium for Reading and Writing."},
      {
        "id":"ED307626",
        "title":"Toward a Hypertext on Writing."},
      {
        "id":"ED307629",
        "title":"The Problematics of Postmodernism: The Double-Voiced Honors Canon."},
      {
        "id":"ED307630",
        "title":"Between Language and Silence: Postpedagogy's Middle Way: Part I The Text."},
      {
        "id":"ED307639",
        "title":"Teenage Television Viewing. Focused Access to Selected Topics (FAST) Bibliography No. 8."},
      {
        "id":"ED307640",
        "title":"Communication Apprehension. Focused Access to Selected Topics (FAST) Bibliography No. 15."},
      {
        "id":"ED307641",
        "title":"Business Ethics. Focused Access to Selected Topics (FAST) Bibliography No. 17."},
      {
        "id":"ED307642",
        "title":"Listening Skills in Business. Focused Access to Selected Topics (FAST) Bibliography No. 19."},
      {
        "id":"ED307645",
        "title":"Interpersonal Communication. Focused Access to Selected Topics (FAST) Bibliography No. 34."},
      {
        "id":"ED307646",
        "title":"Toward a Theory of Dispositional Communicative Competence."},
      {
        "id":"ED307647",
        "title":"Collaborative Learning in the Classroom Context: Toward an Integrated View of Communities."},
      {
        "id":"ED307649",
        "title":"Media Research Methods in Information Society."},
      {
        "id":"ED307651",
        "title":"Sex and Social Status: Television Use and Occupational Desires among Adolescents."},
      {
        "id":"ED307653",
        "title":"Featured Persons in Local Television News."},
      {
        "id":"ED307656",
        "title":"Drug Testing. ERIC Digest Series Number EA 35."},
      {
        "id":"ED307658",
        "title":"Opinions about the Tennessee Career Ladder: A Statewide Survey of Tennessee Administrators. A Joint Study."},
      {
        "id":"ED307659",
        "title":"Efficiency, Effectiveness, and the Decentralization of Local School Systems."},
      {
        "id":"ED307660",
        "title":"School-Site Management: Concepts and Approaches."},
      {
        "id":"ED307662",
        "title":"On Being a Professional Educator in the Twenty-First Century."},
      {
        "id":"ED307663",
        "title":"Examination of Relationships among School Superintendents: A Network Analysis."},
      {
        "id":"ED307665",
        "title":"Organizational Size and Learning."},
      {
        "id":"ED307666",
        "title":"The Identification of Factors Which Influence Interdisciplinary Collaboration within Educational Settings."},
      {
        "id":"ED307667",
        "title":"Principal Instructional Leadership."},
      {
        "id":"ED307669",
        "title":"Mentoring for Administrative Advancement: A Study of What Mentors Do and Think."},
      {
        "id":"ED307670",
        "title":"Training for School Management: Lessons from the American Experience. Bedford Way Papers No. 35."},
      {
        "id":"ED307672",
        "title":"Mentoring and Peer Coaching: An Action Model."},
      {
        "id":"ED307674",
        "title":"Helping Parents To Help Their Children Succeed in School: What Research Says about Supplementary Home Instruction."},
      {
        "id":"ED307675",
        "title":"Women's Careers as a Critique of the Administrative Culture."},
      {
        "id":"ED307678",
        "title":"Supervision and Shared Authority: A Study of Principal and Teacher Control in Six Urban Middle Schools."},
      {
        "id":"ED307681",
        "title":"Journal Keeping as an Example of Successful Reflective Practice among Administrators in Government, Business, and Education."},
      {
        "id":"ED307682",
        "title":"The Rehnquist Court and Parochaid: New Directions in the Funding of Religious Schools."},
      {
        "id":"ED307683",
        "title":"Organizational Incentives, Teacher Commitment, Morale, and Job Satisfaction: Is the Program Achieving Its Goals?"},
      {
        "id":"ED307684",
        "title":"Structural Equation Modeling of Retention and Overage Effects on Dropping Out of School."},
      {
        "id":"ED307688",
        "title":"Whether in Knowledge or in Ignorance: An Econometric Model of K-12 Public School Teacher Retention."},
      {
        "id":"ED307689",
        "title":"The Case for Public Schools of Choice. Fastback 283."},
      {
        "id":"ED307690",
        "title":"Collaboration in Professionalism: The Case for the Center for Applied Research and Development in Education (CARD)."},
      {
        "id":"ED307691",
        "title":"The Challenge to Action-Research."},
      {
        "id":"ED307692",
        "title":"Courage, Friendship and Character Education."},
      {
        "id":"ED307694",
        "title":"Conscience, Community Mores and Administrative Responsibility: A Prologue."},
      {
        "id":"ED307700",
        "title":"Academic Achievement of Selected Elementary Students in a Culturally Diverse District, 1980-86."},
      {
        "id":"ED307701",
        "title":"You Can Expand with Ease If You Delegate and Support."},
      {
        "id":"ED307703",
        "title":"Fostering a Belief in Destiny by Experiencing Success in School for At-Risk Students."},
      {
        "id":"ED307704",
        "title":"Computer-Aided Facilities Management Systems (CAFM)."},
      {
        "id":"ED307708",
        "title":"Barriers to Administration as Perceived by Undergraduate Female Education Majors."},
      {
        "id":"ED307712",
        "title":"Democratic Strategic Planning: Democratic Strategic Planning in Schools through Inclusive Small-Group Discussions Using Many-to-Many Communication Technology."},
      {
        "id":"ED307715",
        "title":"Academic and Action-Research: The Training Workshop as an Exercise in Ideological Deconstruction."},
      {
        "id":"ED307717",
        "title":"Establishing a Local Education Foundation."},
      {
        "id":"ED307718",
        "title":"The Moral Side of Supervision."},
      {
        "id":"ED307719",
        "title":"The Impact of Full Employment on Education."},
      {
        "id":"ED307724",
        "title":"Cooperating Teachers: What Do They See in the Classroom?"},
      {
        "id":"ED307725",
        "title":"Characteristics of Educational Administration Graduates."},
      {
        "id":"ED307730",
        "title":"AISD Gifted/Talented Programs, 1986-87: AIM High, Secondary Honors. Executive Summary."},
      {
        "id":"ED307731",
        "title":"Gifted/Talented: 1985-86 Final Technical Report."},
      {
        "id":"ED307733",
        "title":"The Decline in Special Education Degrees Conferred. Information on Personnel Supply and Demand."},
      {
        "id":"ED307734",
        "title":"Personnel Supply and Demand: A Context for Special Education. Information on Personnel Supply and Demand."},
      {
        "id":"ED307735",
        "title":"An Annotated Bibliography on Attrition. Information on Personnel Supply and Demand."},
      {
        "id":"ED307736",
        "title":"Research on the Economics of Residential Services in Mental Retardation and Related Fields: An Annotated Bibliography."},
      {
        "id":"ED307737",
        "title":"Beyond the Classroom: Involving Students with Disabilities in Extracurricular Activities at Levy Middle School."},
      {
        "id":"ED307738",
        "title":"Materials on Relationships."},
      {
        "id":"ED307739",
        "title":"Small Homes: A Case Study of Westport Associates."},
      {
        "id":"ED307740",
        "title":"In Support of Families."},
      {
        "id":"ED307741",
        "title":"Site Visit Report: Boise Group Homes, Boise, Idaho, August 25-27, 1986."},
      {
        "id":"ED307742",
        "title":"Individualized Family Supports and Community Living for Adults: A Case Study of a For-Profit Agency in Minnesota."},
      {
        "id":"ED307743",
        "title":"A Question of Community: Quality of Life and Integration in &quot;Small Residential Units&quot; and Other Residential Settings."},
      {
        "id":"ED307744",
        "title":"My Home, Not Theirs: Promising Approaches in Mental Health and Developmental Disabilities."},
      {
        "id":"ED307745",
        "title":"Resources on Supporting People with Extensive Health Needs in the Community."},
      {
        "id":"ED307746",
        "title":"Resources on Supported Employment."},
      {
        "id":"ED307747",
        "title":"On Accepting Relationships between People with Mental Retardation and Nondisabled People: Towards an Understanding of Acceptance."},
      {
        "id":"ED307748",
        "title":"Community Supports for People Labeled by Both the Mental Retardation and the Mental Health Systems."},
      {
        "id":"ED307749",
        "title":"Personal Integration Inventory."},
      {
        "id":"ED307753",
        "title":"Community Living in Three Wisconsin Counties."},
      {
        "id":"ED307755",
        "title":"Site Visit to Calvert County, Maryland ARC Family Support Services."},
      {
        "id":"ED307756",
        "title":"Permanency Planning for All Children and Youth: Policy and Philosophy To Govern Out-of-Home Placement Decisions."},
      {
        "id":"ED307757",
        "title":"Supporting People in the Community: A Case Study of the Residential Support Program, Centennial Developmental Services, Weld County, Colorado. Site Visit Report."},
      {
        "id":"ED307758",
        "title":"Psychotropic Medication and Community Integration: Implications for Service Providers. A Review of the Literature."},
      {
        "id":"ED307759",
        "title":"The Service System's Hidden Places: Adult Homes and Room and Board Homes Housing People with Developmental Disability and Psychiatric Labels in Onondaga County. Final Edition."},
      {
        "id":"ED307760",
        "title":"&quot;We Care for Our Own'&quot; Georgia Citizen Advocacy in Savannah and Macon."},
      {
        "id":"ED307763",
        "title":"Access to Health Care. Vol. 1, Nos. 1-2."},
      {
        "id":"ED307766",
        "title":"Hearing on Assistive Devices for Americans with Disabilities. Hearing before the Subcommittee on Select Education of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, Second Session."},
      {
        "id":"ED307767",
        "title":"H.R. 4904, Technology-Related Assistance for Individuals with Disabilities Act of 1988. Hearing before the Subcommittee on Select Education of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, Second Session."},
      {
        "id":"ED307768",
        "title":"College Planning for Gifted Students."},
      {
        "id":"ED307776",
        "title":"Developing Talent in Mathematics, Science and Technology: A Conference on Academic Talent (Durham, North Carolina, March 28-30, 1988)."},
      {
        "id":"ED307777",
        "title":"Contemporary Issues in Gifted Education."},
      {
        "id":"ED307779",
        "title":"The Cognitive Roots of Scientific and Mathematical Ability and Discussant Reaction: Alternative Representations: A Key to Academic Talent?"},
      {
        "id":"ED307783",
        "title":"Current Federal Education Policy regarding the Academically Talented in Mathematics, Science and Technology and Discussant Reactions."},
      {
        "id":"ED307788",
        "title":"The Development of Educational Support Systems for the Academically Talented: The Talent Search Concept and Discussant Reactions."},
      {
        "id":"ED307789",
        "title":"Special Education Yearbook, 1988."},
      {
        "id":"ED307792",
        "title":"The Yoke of Special Education: How To Break It. Working Paper."},
      {
        "id":"ED307793",
        "title":"The Regular Education Initiative as Reagan-Bush Education Policy: A Trickle-Down Theory of Education of the Hard-To-Teach."},
      {
        "id":"ED307795",
        "title":"Interagency Language Roundtable Invitational Symposium on Language Aptitude Testing (Rosslyn, Virginia, September 14-16, 1988)."},
      {
        "id":"ED307796",
        "title":"The Role of Mother Tongue Literacy in Third Language Learning."},
      {
        "id":"ED307797",
        "title":"Aptitude and Language Learning of FBI Special Agents."},
      {
        "id":"ED307806",
        "title":"Come into the FOLD: A Guide to Family-Oriented Language Dynamics."},
      {
        "id":"ED303804",
        "title":"Critical Thinking in the Study of Children's Literature in the Elementary Grades. Elementary Subjects Center Series No. 5."},
      {
        "id":"ED303805",
        "title":"The Role of Writing in Subject-Area Learning."},
      {
        "id":"ED303806",
        "title":"The Rhetoric of Richard Mitchell: Is Literacy a Moral Condition?"},
      {
        "id":"ED303807",
        "title":"Empowering Students through Collaborative Learning Strategies."},
      {
        "id":"ED303811",
        "title":"Creativity in Biographical Writing as the Necessary Fictions of Nonfiction."},
      {
        "id":"ED303813",
        "title":"A History of Computer Analysis of Student Writing."},
      {
        "id":"ED303815",
        "title":"The English Coalition Conference: Democracy through Language (Queenstown, Maryland, July 6-26, 1987)."},
      {
        "id":"ED303816",
        "title":"Writing in the Business Professions."},
      {
        "id":"ED303817",
        "title":"Writing and Technique."},
      {
        "id":"ED303821",
        "title":"Written Rhetorical Syntheses: Processes and Products. Technical Report No. 17."},
      {
        "id":"ED303822",
        "title":"The Problem-Solving Processes of Writers and Readers. Occasional Paper No. 7."},
      {
        "id":"ED303825",
        "title":"The Study of Literature as a Systematic Disciplinary Practice. Elementary Subjects Center Series No. 7."},
      {
        "id":"ED303826",
        "title":"Writing and Response: Theory, Practice, and Research."},
      {
        "id":"ED303829",
        "title":"Institutional Politics: The Rhetoric of the Upward Bound (Interacting Successfully in Corporate Culture)."},
      {
        "id":"ED303830",
        "title":"Speaking-Writing Courses--A Survey of Writing Program Administrators."},
      {
        "id":"ED303833",
        "title":"Instructional Strategies for English/Language Arts: Ideas for Effective Teaching."},
      {
        "id":"ED303835",
        "title":"The Participant Observer as &quot;Insider&quot;: Researching Your Own Classroom."},
      {
        "id":"ED303836",
        "title":"A Procedure for Analyzing Classroom Dialogue."},
      {
        "id":"ED303837",
        "title":"Joseph Priestley and the Psychology of Style."},
      {
        "id":"ED303838",
        "title":"Photojournalism: The Basic Course. A Selected, Annotated Bibliography of Audio-Visual Materials."},
      {
        "id":"ED303841",
        "title":"Guidelines for Nonsexist Communication. (Revised)."},
      {
        "id":"ED303842",
        "title":"Interrelationships between Gender and Communication."},
      {
        "id":"ED303843",
        "title":"The Use of Plants to Promote Warmth and Caring in a Business Environment."},
      {
        "id":"ED303845",
        "title":"Leadership Development for School Improvement: National Policy and Local Practice in England and Wales."},
      {
        "id":"ED303847",
        "title":"Is There a New Paradigm in Educational Administration?"},
      {
        "id":"ED303848",
        "title":"Merit Pay: Stressor or Motivator?"},
      {
        "id":"ED303849",
        "title":"Education in the 1990s. A View from the Inside. Report of the Select Seminar on Excellence in Education (Albany, New York, January-March 1988)."},
      {
        "id":"ED303852",
        "title":"Using a Needs Assessment Instrument To Evaluate the Impact of a Staff Development Program on the Role and Function of the Principal."},
      {
        "id":"ED303853",
        "title":"The Nature of Teacher Autonomy."},
      {
        "id":"ED303854",
        "title":"Teaching Educational Politics and Policy. UCEA Monograph Series."},
      {
        "id":"ED303856",
        "title":"Strike Manual: Related to Potential School Employee Strike Action."},
      {
        "id":"ED303857",
        "title":"Overcoming Sex Disequity in Educational Administration: Eliminating Persistent Barriers through the Development of an Instrument for Department Self-Assessment and a Model for Institutional Change."},
      {
        "id":"ED303858",
        "title":"Educational Administration: Reform PDQ or RIP. A UCEA Occasional Paper."},
      {
        "id":"ED303860",
        "title":"Value Polarities and Complementarities in American Education Policy Making: Efficiency and Choice."},
      {
        "id":"ED303862",
        "title":"Education and Revolutionary Transformation in Nicaragua."},
      {
        "id":"ED303864",
        "title":"A Microscope on Magnet Schools, 1983-1986. Volume 2: Pupil and Parent Outcomes."},
      {
        "id":"ED303865",
        "title":"Students' Learning and Perceptions of Teaching: School Effectiveness Reconsidered."},
      {
        "id":"ED303866",
        "title":"Highly Effective Interdisciplinary Teams: Perceptions of Exemplary Middle School Principals."},
      {
        "id":"ED303873",
        "title":"State Education Indicators, 1988."},
      {
        "id":"ED303875",
        "title":"Planning and Developing In-School Suspension Programs. Monographs in Education Number 9."},
      {
        "id":"ED303878",
        "title":"The Emergence of University-Based Education Policy Centers. ERIC/CEM Trends and Issues Series, Number 2."},
      {
        "id":"ED303880",
        "title":"A System for the Exchange of Information on Instructional Materials: An Evaluation for Planned Change in Australian Education."},
      {
        "id":"ED303881",
        "title":"The Imperative for Improvement in the Quality of Instructional Materials: Critiques of the Reform Reports on American Education, 1983 to 1988."},
      {
        "id":"ED303882",
        "title":"A Report on the Practices Applied to Instructional Materials at Service Agencies of the Education Department of Tasmania."},
      {
        "id":"ED303883",
        "title":"Measuring the Effects of a Peer Coaching Project."},
      {
        "id":"ED303890",
        "title":"Making a Big School Smaller: The School-Within-a-School Arrangement for Middle Level Schools."},
      {
        "id":"ED303891",
        "title":"The Washington Core Model of Middle School Organization."},
      {
        "id":"ED303892",
        "title":"India's Educational Policy--Moving into the 21st Century: Education for Equality with Specific Reference to Women."},
      {
        "id":"ED303896",
        "title":"Health Habits of Urban High School Students: Evaluation of School-Based Clinics."},
      {
        "id":"ED303901",
        "title":"Cadres of Organization Development Consultants in Schools: A Progress Report (1988)."},
      {
        "id":"ED303902",
        "title":"Growing Up International: A Longitudinal Analysis of Significant Aspects of Education and Socialization in a Transcultural Setting."},
      {
        "id":"ED303905",
        "title":"Collecting and Using School Effectiveness Information for School Improvement."},
      {
        "id":"ED303906",
        "title":"A Comparison of Conferencing Strategies Used in Two Different Supervisory Dyads and the Effects on Teachers&apos; Classroom Management Behaviour."},
      {
        "id":"ED303907",
        "title":"Teacher Development, Collegiality and Instructional Supervision: The Cases of Audrey and Barry."},
      {
        "id":"ED303910",
        "title":"Size, Expenditures, MAT6 Scores, and Dropout Rates: A Correlational Study of Arkansas School Districts."},
      {
        "id":"ED303914",
        "title":"Oregon Student Accounting Manual. A Handbook on Student Accounting and the Oregon School Register. Revised Fall 1988."},
      {
        "id":"ED303915",
        "title":"Teachers&apos; Perspectives on Dyadic Supervisory Interaction."},
      {
        "id":"ED303919",
        "title":"Homework: Research, Policy, and Implementation."},
      {
        "id":"ED303921",
        "title":"The Measurement of Educational Efficiency and Effectiveness."},
      {
        "id":"ED303922",
        "title":"A Comprehensive Student Information System: A Report Prepared for the California Postsecondary Education Commission by the Wyndgate Group, Ltd., Report No. 88-32."},
      {
        "id":"ED303924",
        "title":"Federal Support for Education: Fiscal Years 1980 to 1988. Survey Report."},
      {
        "id":"ED303925",
        "title":"Replicating Jobs in Business and Industry for Persons with Disabilities. Volume Three."},
      {
        "id":"ED303926",
        "title":"Replicating Jobs in Business and Industry for Persons with Disabilities. Volume Four."},
      {
        "id":"ED303928",
        "title":"Evaluation of Identification and Preassessment Procedures in Kansas. Research Report."},
      {
        "id":"ED303929",
        "title":"Alternative Computer Access for Young Handicapped Children: A Systematic Selection Procedure."},
      {
        "id":"ED303930",
        "title":"Decemberfest! (An ABLE Teaching Unit)."},
      {
        "id":"ED303931",
        "title":"Thankful for Family and Foods! (An ABLE Teaching Unit)."},
      {
        "id":"ED303932",
        "title":"Toward Equality: Education of the Deaf. A Report to the President and the Congress of the United States."},
      {
        "id":"ED303934",
        "title":"Improving Textbook Usability: Conference Report."},
      {
        "id":"ED303939",
        "title":"Curriculum Guide: The Basics of Writing."},
      {
        "id":"ED303940",
        "title":"The New Morbidity and the Prevention of Mental Retardation."},
      {
        "id":"ED303941",
        "title":"Culture in the Classroom: A Cultural Enlightenment Manual for Educators."},
      {
        "id":"ED303942",
        "title":"Peer Coaching: A Specific Approach for Improving Teacher Performance and Trainee Competence."},
      {
        "id":"ED303943",
        "title":"Public Law 89-313: Instructional Support Program, 1986-87. End-of-Year Report. OEA Evaluation Report."},
      {
        "id":"ED303944",
        "title":"Testing, Equality, and Handicapped People."},
      {
        "id":"ED303946",
        "title":"Project COMPETE: Community-Based Model for Public-School Exit and Transition to Employment. Final Report."},
      {
        "id":"ED303947",
        "title":"Project COMPETE: Community-Based Model for Public School Exit and Transition to Employment. Final Report Executive Summary."},
      {
        "id":"ED303948",
        "title":"Young Adults with Learning Disabilities and Other Special Needs: Guide for Selecting Postsecondary Transition Programs."},
      {
        "id":"ED303949",
        "title":"Technology-Dependent Children: Hospital v. Home Care: A Technical Memorandum."},
      {
        "id":"ED303950",
        "title":"A Guidebook for Evaluating Programs for the Gifted in Virginia School Divisions. A Cooperative Project."},
      {
        "id":"ED303951",
        "title":"Connecticut's Statewide Follow-up Study of Former Special Education Program Graduates."},
      {
        "id":"ED303955",
        "title":"Strategies for Improving Indiana&apos;s Programs for Seriously Emotionally Handicapped Students. Teaching Training Modules."},
      {
        "id":"ED303956",
        "title":"Training Modules for School Psychologists."},
      {
        "id":"ED303957",
        "title":"Related Service Personnel's Resource Guide for Supporting Programs for Emotionally Handicapped Students."},
      {
        "id":"ED303958",
        "title":"Social Worker's Resource Guide for Supporting Programs for Emotionally Handicapped Students."},
      {
        "id":"ED303959",
        "title":"Counselor's Resource Guide for Supporting Programs for Emotionally Handicapped Students."},
      {
        "id":"ED303961",
        "title":"Resource Guide for Community Agencies and Contractual Service Providers for Emotionally Handicapped Students."},
      {
        "id":"ED303962",
        "title":"Custodians' and Cafeteria Workers' Resource Guide for Supporting Programs for Emotionally Handicapped Students."},
      {
        "id":"ED303963",
        "title":"Secretary's Resource Guide for Supporting Programs for Emotionally Handicapped Students."},
      {
        "id":"ED303964",
        "title":"Training Module for Bus Drivers Working with Emotionally Handicapped Students."},
      {
        "id":"ED303965",
        "title":"Parent Involvement Training Modules."},
      {
        "id":"ED303966",
        "title":"Module for Training Paraprofessionals Working in Classrooms for Students with Emotional Handicaps."},
      {
        "id":"ED303967",
        "title":"Behavioral Consultant Training Module."},
      {
        "id":"ED303969",
        "title":"Profiles of Success Serving Secondary Special Education Students through the Carl D. Perkins Vocational Education Act: 12 Exemplary Approaches."},
      {
        "id":"ED303970",
        "title":"Profiles of Success Serving Secondary Special Education Students through the Carl D. Perkins Vocational Education Act: 10 Creative Approaches."},
      {
        "id":"ED303972",
        "title":"Longitudinal Studies of the Effects and Costs of Early Intervention for Handicapped Children. Annual Report 1987-88."},
      {
        "id":"ED303975",
        "title":"An Analysis of State Special Education Nondiscriminatory Evaluation Policy and Procedures."},
      {
        "id":"ED303976",
        "title":"Instructional Effectiveness: Implications for Effective Instruction of Handicapped Students. Monograph No. 4. University of Minnesota Instructional Alternatives Project."},
      {
        "id":"ED303977",
        "title":"Instructional Factors that Influence Student Achievement: An Integrative Review. Monograph No. 7. University of Minnesota Instructional Alternatives Project."},
      {
        "id":"ED303978",
        "title":"The Qualitative Nature of Instruction for Mentally Retarded, Learning Disabled, and Emotionally Disturbed Elementary Students in Special Education Settings. Research Report No. 5. University of Minnesota Instructional Alternatives Project."},
      {
        "id":"ED303979",
        "title":"Student-Teacher Ratios for Mildly Handicapped Children in Special Education Settings. Research Report No. 7. University of Minnesota Instructional Alternatives Project."},
      {
        "id":"ED303985",
        "title":"Respite Care: An Annotated Bibliography."},
      {
        "id":"ED303986",
        "title":"Respite Care: A Monograph."},
      {
        "id":"ED303987",
        "title":"Replicating Jobs in Business and Industry for Persons with Disabilities. Volume 5."},
      {
        "id":"ED303988",
        "title":"The Transition Experiences of Youth with Disabilities: A Report from the National Longitudinal Transition Study."},
      {
        "id":"ED303989",
        "title":"Educational Programs and Achivements of Secondary Special Education Students: Findings from the National Longitudinal Transition Study."},
      {
        "id":"ED303990",
        "title":"Dropouts: The Relationship of Student Characteristics, Behaviors, and Performance for Special Education Students."},
      {
        "id":"ED303991",
        "title":"Making the Transition: An Explanatory Model of Special Education Students&apos; Participation in Postsecondary Education."},
      {
        "id":"ED303992",
        "title":"The Affective Filter in Foreign Language Learning and Teaching. Report 2: A Validation Study of Filtering Factors with a Focus on the Learner's FL Self-Concept. Jyvaskyla Cross-Language Studies, No. 15."},
      {
        "id":"ED303993",
        "title":"The Teaching of American Culture in Secondary English Courses in Japan: An Analysis of Textbooks."},
      {
        "id":"ED303994",
        "title":"Practical Adjustment to Life in the United States: Interviews with Incoming Japanese Students at an American University."},
      {
        "id":"ED303995",
        "title":"The Linguistic Environment of Twins: Literature Review and Language Analysis."},
      {
        "id":"ED303998",
        "title":"Le Modele de Rasch: les principes sous-jacents et son application a la validation de tests (The Rasch Model: Underlying Principles and Application to Test Validation)."},
      {
        "id":"ED303999",
        "title":"Language Processes in Contrast."},
      {
        "id":"ED304000",
        "title":"Normative Discourse and Persuasion: An Analysis of Ga'dang Informal Litigation."},
      {
        "id":"ED304001",
        "title":"Intercultural Communication Bibliography (Part 4)."},
      {
        "id":"ED304002",
        "title":"Listening Ability: An Overlooked Dimension of Foreign Language Acquisition."},
      {
        "id":"ED304003",
        "title":"Helping ESL Students Improve Un-English Sentences in One-to-One Conferences."},
      {
        "id":"ED304005",
        "title":"Beyond Language \"and\" Culture: Individual Variation in Students' Engagement with a Written Genre."},
      {
        "id":"ED304006",
        "title":"Language Learners' Needs, Interests and Motivation: A Survey of EFL Students in an Italian Economics Faculty."},
      {
        "id":"ED304010",
        "title":"The Preference Structure of Repair as a Contextual Variable."},
      {
        "id":"ED304013",
        "title":"Vygotskyan Theory Applied to Japanese-English Lexicography."},
      {
        "id":"ED304014",
        "title":"Phonological Evidence for the Lexical Treatment of Korean Suffixes."},
      {
        "id":"ED304018",
        "title":"The Effect of Pausing on Listening Comprehension."},
      {
        "id":"ED304019",
        "title":"Instruction of EFL Composition in China."},
      {
        "id":"ED304020",
        "title":"Mastering English Pronunciation through Literature."},
      {
        "id":"ED304024",
        "title":"Proficiency Testing in the Less Commonly Taught Languages. ERIC Digest."},
      {
        "id":"ED304028",
        "title":"Performers, Theorists-Historians, Music Educators and Work Autonomy."},
      {
        "id":"ED304031",
        "title":"Diversification of the Faculty and Staff in California Public Postsecondary Education from 1977 to 1987. The Fifth in the Commission's Series of Biennial Reports on Equal Employment Opportunity in California's Public Colleges and Universities. Commission Report 88-29."},
      {
        "id":"ED304033",
        "title":"Higher Education Opportunities for Minorities and Women--Annotated Selections. 1989 Edition."},
      {
        "id":"ED304036",
        "title":"Postsecondary Enrollment, Persistence, and Attainment for 1972, 1980, and 1982 High School Graduates. High School and Beyond National Longitudinal Study. Survey Report. Contractor Report."},
      {
        "id":"ED304038",
        "title":"The NEA 1989 Almanac of Higher Education."},
      {
        "id":"ED304041",
        "title":"Critical Thinking: Theory, Research, Practice, and Possibilities. ASHE-ERIC Higher Education Report No. 2, 1988."},
      {
        "id":"ED304042",
        "title":"Teaching on the Higher Education Level."},
      {
        "id":"ED304043",
        "title":"&quot;Open Education&quot; Revisited--Americans Discover English Informal Education, 1967-1974. 1988-1989 World Education Monograph Series Number One."},
      {
        "id":"ED304047",
        "title":"College &amp; University Employees New York 1987-88."},
      {
        "id":"ED304053",
        "title":"Report on Minorities in Higher Education. Hearing before the Committee on Education and Labor. House of Representatives, One Hundredth Congress, Second Session."},
      {
        "id":"ED304059",
        "title":"The Role of the Academic Library and Faculty in the Retention of Black Students in Higher Education."},
      {
        "id":"ED304061",
        "title":"An Investigation of the Curriculum Development Process at the Four War Colleges."},
      {
        "id":"ED304063",
        "title":"A Discourse on Professorial Melancholia."},
      {
        "id":"ED304067",
        "title":"The Alaska Student Loan Program: Program Description, Questions and Answers, Loan Statutes, Loan Regulations."},
      {
        "id":"ED304073",
        "title":"Exploring Obstacles to Uses of Technology in Higher Education. A Discussion Paper."},
      {
        "id":"ED304076",
        "title":"Directory of Economic Development Programs at State Colleges and Universities."},
      {
        "id":"ED304084",
        "title":"The Software Jungle: To Guide or Not To Guide."},
      {
        "id":"ED304085",
        "title":"Visuals for Information."},
      {
        "id":"ED304089",
        "title":"Creative Spelling with Visual Strategies on the Microcomputer."},
      {
        "id":"ED304091",
        "title":"Distance Learning with Microcomputers in the Virgin Islands."},
      {
        "id":"ED304093",
        "title":"Using Public Television and Instructional Technologies To Meet Educational Needs. A Blueprint for Collective Action."},
      {
        "id":"ED304098",
        "title":"Microcomputers in Instruction, Los Angeles Unified School District, 1984-85 through 1986-87. Publication No. 500."},
      {
        "id":"ED304100",
        "title":"The Influence of High Computer Access on Schoolwork and Student Empowerment: An Exploratory Study of the Nashville ACOT Site."},
      {
        "id":"ED304106",
        "title":"Computer Managed Learning--A Monograph."},
      {
        "id":"ED304111",
        "title":"Delivery Systems for Distance Education. ERIC Digest."},
      {
        "id":"ED304112",
        "title":"The Wired Campus. ERIC Digest."},
      {
        "id":"ED304119",
        "title":"Science, Technology, and the First Amendment. Special Report."},
      {
        "id":"ED304121",
        "title":"Enabling New Students To Examine Their Expectations of Distance Learning. Some Examples from British and Australian Tertiary Institutions."},
      {
        "id":"ED304123",
        "title":"General Operational Review of Distance Education. Discussion Paper, Education and Training Series."},
      {
        "id":"ED304133",
        "title":"An Examination of Perceptions and Motivations of Faculty Participating in a Distance Education Project."},
      {
        "id":"ED304135",
        "title":"Information Power Implementation Workshop."},
      {
        "id":"ED304137",
        "title":"Creative Library Leadership for the 1990s: Using Team Management To Ensure Two-Way Communication in an Academic Library."},
      {
        "id":"ED304142",
        "title":"Is There a Nancy Drew in You? An Attempt To Resolve Some Problems of Communication and Leadership with the Help of 'Popular' Culture."},
      {
        "id":"ED304146",
        "title":"Leading through Meaning: Elements of a Communication Process."},
      {
        "id":"ED304147",
        "title":"Mediation: A Language of Leaders."},
      {
        "id":"ED304148",
        "title":"Mentoring for Leadership."},
      {
        "id":"ED304150",
        "title":"A Review of Leadership Research."},
      {
        "id":"ED304153",
        "title":"Library Media Services in the Cache County School District: Recommendations of the Library Media Task Force."},
      {
        "id":"ED304155",
        "title":"LSCA Final Reports: Fourth Series."},
      {
        "id":"ED304157",
        "title":"A Probabilistic Model for the Distribution of Authorships: A Preliminary Report."},
      {
        "id":"ED304158",
        "title":"Relevance: The Search for a Definition."},
      {
        "id":"ED304159",
        "title":"Report of the Task Force on Providing Library Services to Extended Campus Students."},
      {
        "id":"ED304161",
        "title":"SUNY Librarians in Print, 1975-1988. A Bibliography of Publications by Librarians of the State University of New York."},
      {
        "id":"ED304164",
        "title":"California Library Statistics, 1987."},
      {
        "id":"ED304166",
        "title":"Library Programs. Strengthening Research Library Resources Program. Higher Education Act, Title II-C. Abstracts of Funded Projects, 1988."},
      {
        "id":"ED304167",
        "title":"Illinois Community Colleges Mean Business. Fiscal Year 1988 Economic Development Grants: Annual Report."},
      {
        "id":"ED304168",
        "title":"Current Issues in Transfer Articulation between Community Colleges and Four-Year Colleges and Universities in Illinois."},
      {
        "id":"ED304169",
        "title":"A Study of Staff Perceptions of Institutional Goals Before and After a Major Institutional Mission Change."},
      {
        "id":"ED304170",
        "title":"Community College Foundations. ERIC Digest."},
      {
        "id":"ED304171",
        "title":"Academic Advising Issues in Pennsylvania's Community Colleges. A Summary of the Proceedings of the Conference on Academic Advising in Pennsylvania's Community Colleges (Williamsport, Pennsylvania, March 26-27, 1987)."},
      {
        "id":"ED304173",
        "title":"Meeting the Student's Needs: A Transdisciplinary Approach."},
      {
        "id":"ED304174",
        "title":"Alaska High School Seniors Survey Report, 1987-88: August 1988. Document Number 88-2."},
      {
        "id":"ED304175",
        "title":"State of Alaska Student Financial Aid Programs: Annual Report, 1987-1988. Document Number 89-1."},
      {
        "id":"ED304181",
        "title":"Incentives for Improving Undergraduate Teaching in the California Community Colleges. A Report to the Chancellor's Office on Assembly Concurrent Resolution (ACR) 39, Hayden."},
      {
        "id":"ED304183",
        "title":"Master Plan for Data Processing Services, 1988-1993. Report."},
      {
        "id":"ED304186",
        "title":"Community College Humanities Review, Number 9, 1988."},
      {
        "id":"ED304187",
        "title":"A Guide to the Baja California Field Studies Program."},
      {
        "id":"ED304188",
        "title":"Fall 1987 Nonreturning Student Survey Findings."},
      {
        "id":"ED304189",
        "title":"Comparative Financial Statistics for Public Community and Junior Colleges, 1987-88."},
      {
        "id":"ED304192",
        "title":"State of Wisconsin VTAE Operational Planning Data."},
      {
        "id":"ED304195",
        "title":"The Instructional Role of the Two-Year College Learning Resources Center. ERIC Digest."},
      {
        "id":"ED304196",
        "title":"General Education and the Community College. ERIC Digest."},
      {
        "id":"ED304197",
        "title":"Institutional Distinctiveness: The Next Item on the Community College Agenda. ERIC Digest."},
      {
        "id":"ED304203",
        "title":"Child Health Programs and Proposals. Hearing before the Subcomittee on Health of the Committee on Finance. United States Senate, One Hundredth Congress, First Session."},
      {
        "id":"ED304204",
        "title":"Children and Families: Key Trends in the 1980s. A Staff Report of the Select Committee on Children, Youth, and Families. House of Representatives, One Hundredth Congress, Second Session."},
      {
        "id":"ED304207",
        "title":"The Transmission of Faith to Young Black Children."},
      {
        "id":"ED304209",
        "title":"The Magic of Rapport: A Partnership between Children and Teachers."},
      {
        "id":"ED304211",
        "title":"Development of Conflicts and Conflict Resolution among Preschool Children."},
      {
        "id":"ED304212",
        "title":"State Prekindergarten Program. Progress Report, Winter 1989."},
      {
        "id":"ED304214",
        "title":"Daily Routines of Young Children. (Draft)."},
      {
        "id":"ED304215",
        "title":"Safety Hazards of Toy Guns. Hearing on H.R. 3433 and H.R. 4732: Bills To Require Manufacturers of Toy Firearms to Distinctively Mark Them as &quot;Toys,&quot; To Ban Realistic Toy Guns from Commerce, and for Other Purposes, before the Subcommittee on Commerce, Consumer Protection, and Competitiveness of the Committee on Energy and Commerce. House of Representatives, One Hundredth Congress, Second Session."},
      {
        "id":"ED304217",
        "title":"The Center for Successful Child Development."},
      {
        "id":"ED304218",
        "title":"The Challenge of Coordination: Head Start's Relationship to State-Funded Preschool Initiatives."},
      {
        "id":"ED304219",
        "title":"The Challenge of Coordination: Head Start's Relationship to State-Funded Preschool Initiatives. Executive Summary."},
      {
        "id":"ED304222",
        "title":"Early Childhood Programs and Policy in the Northwest and Hawaii: A Regional Depiction Study."},
      {
        "id":"ED304223",
        "title":"Early Childhood Programs and Policy in the Northwest and Hawaii: Early Childhood Policy Issues and Options."},
      {
        "id":"ED304224",
        "title":"Early Childhood Programs and Policy in the Northwest and Hawaii: A Framework for Policy Development."},
      {
        "id":"ED304225",
        "title":"Knowledge about Emotions: Relations with Socialization and Social Behavior."},
      {
        "id":"ED304228",
        "title":"Home Is Where the Heart Is: The Crisis of Homeless Children and Families in New York City. A Report to the Edna McConnell Clark Foundation."},
      {
        "id":"ED304229",
        "title":"Parent Education in Oregon: Results of a Department of Education Survey."},
      {
        "id":"ED304236",
        "title":"Community Education as a Home for Family Support and Education Programs."},
      {
        "id":"ED304238",
        "title":"Child Care: Today&apos;s Challenge for Tomorrow. A Comprehensive Plan for the Growth and Development of Child Care in the State of New Jersey."},
      {
        "id":"ED304239",
        "title":"Delaware's Report on Early Childhood Education 1987: Findings and Recommendations of the Governor's Early Childhood Education Study Committee."},
      {
        "id":"ED304244",
        "title":"Inter-American Foundation Annual Report 1987."},
      {
        "id":"ED304246",
        "title":"North Carolina Today: A State of Emergency, A State of Grace, A State of Anticipation."},
      {
        "id":"ED304247",
        "title":"The Rural Political Economy: Change &amp; Challenge."},
      {
        "id":"ED304248",
        "title":"The Cooperstown Outward Bound Summer Program: An Informal Look at the Program's Impact on the Lives of Students."},
      {
        "id":"ED304249",
        "title":"Chicanas: Their Voices, Their Lives."},
      {
        "id":"ED304259",
        "title":"Toward More Effective Education for Poor, Minority Students in Rural Areas: What the Research Suggests. Education Policy."},
      {
        "id":"ED304261",
        "title":"Teacher Attitudes toward Staff Development and Related Activities in a Rural Educational Consortium."},
      {
        "id":"ED304263",
        "title":"Thinking Skills, K-6: Small and Rural Schools. Outstanding Teaching Practices Series."},
      {
        "id":"ED304273",
        "title":"Indian Education and the Proposed Transfer of Bureau of Indian Affairs Schools to Tribes or Local Governments. Hearing before the Subcommittee on Education and Health of the Joint Economic Committee, One Hundredth Congress, First Session (Santa Fe, New Mexico, September 4, 1987)."},
      {
        "id":"ED304275",
        "title":"North Carolina Today: Contrasting Conditions and Common Concerns."},
      {
        "id":"ED304303",
        "title":"Enjoyment and Value: Math Attitudes of Business and Elementary Education Majors."},
      {
        "id":"ED304304",
        "title":"The Influence of Race, Class and Gender on Mathematics Achievement and Self-Esteem for Fifth, Eighth and Eleventh Grade Students in Pennsylvania Schools."},
      {
        "id":"ED304306",
        "title":"Earthquakes: A Teacher's Package for K-6."},
      {
        "id":"ED304308",
        "title":"State of the World: 1989. A Worldwatch Institute Report on Progress toward a Sustainable Society."},
      {
        "id":"ED304309",
        "title":"Teaching Scientific Methodology through Microcomputer Simulations in Genetics. Final Project Report."},
      {
        "id":"ED304310",
        "title":"Self-Regulated Learning Substudy: Systems Thinking and Curriculum Innovation (STACI) Project."},
      {
        "id":"ED304311",
        "title":"Removal of Radon from Household Water."},
      {
        "id":"ED304315",
        "title":"Proceedings of the U.S.-Japan Seminar on Mathematical Problem Solving (Honolulu, Hawaii, July 14-18, 1986)."},
      {
        "id":"ED304317",
        "title":"The Influence of a New Mathematics Curriculum on Girls' Choice of, Attitudes toward and Achievement in Mathematics in Secondary Education and University."},
      {
        "id":"ED304319",
        "title":"Le Resolution de problemes--defi des mathematiques--secondaire--premier cycle (Problem Solving Challenge for Mathematics. Junior High School Curriculum)."},
      {
        "id":"ED304321",
        "title":"Bibliography of Marine Education Software."},
      {
        "id":"ED304322",
        "title":"An Evaluation of the Search for Solutions Film Series: A National Survey."},
      {
        "id":"ED304323",
        "title":"Public Law 99-519: Title II--Asbestos Hazard Emergency Response."},
      {
        "id":"ED304326",
        "title":"Environmental Education in Denmark. Nation-Wide INSET Program for School Teachers 1988/89."},
      {
        "id":"ED304327",
        "title":"Environmental Education International Contributions 1988. Proceedings from the Research Center for Environmental and Health Education No. 5."},
      {
        "id":"ED304329",
        "title":"Science, Technology, and Society. Emerging Relationships. Papers from \"Science,\" 1949-1988."},
      {
        "id":"ED304330",
        "title":"General Variable Skill, Computer Programming and Mathematics."},
      {
        "id":"ED304332",
        "title":"Environmental Activism Revisited: The Changing Nature of Communication through Organizational Public Relations, Special Interest Groups and the Mass Media. Monographs in Environmental Education and Environmental Studies, Volume V."},
      {
        "id":"ED304337",
        "title":"Dwight D. Eisenhower Mathematics and Science Education Act: An Analysis of Recent Legislative Action and Program Evaluations."},
      {
        "id":"ED304338",
        "title":"Teaching Thinking and Problem Solving. An Annotated Bibliography on Thinking Skills in Mathematics. A Cross-Laboratory Project on Teaching Thinking."},
      {
        "id":"ED304339",
        "title":"Sharing Successful Mathematics Programs Across the Southeast. A Catalog of Successful Math Programs Across Alabama, Florida, Georgia, Mississippi, North Carolina, and South Carolina."},
      {
        "id":"ED304342",
        "title":"Scientific Literacy."},
      {
        "id":"ED304343",
        "title":"Endangered Species. Management Improvements Could Enhance Recovery Program. Report to the Chairman, Subcommittee on Fisheries and Wildlife Conservation and the Environment, Committee on Merchant Marine and Fisheries, House of Representatives."},
      {
        "id":"ED304345",
        "title":"World View Theory and Science Education Research: Fundamental Epistemological Structure as a Critical Factor in Science Learning and Attitude Development."},
      {
        "id":"ED304346",
        "title":"Distinguishing Science-Related Variations in the Causal Universal of College Students' World Views."},
      {
        "id":"ED304349",
        "title":"Multidimensional Delay of Gratification and Academic Achievement."},
      {
        "id":"ED304350",
        "title":"The Changing Face of America: Population, Education, and Socio-Economic. Manpower Report 87-6."},
      {
        "id":"ED304351",
        "title":"Historic Pennsylvania Leaflets No. 1-41. 1960-1988."},
      {
        "id":"ED304352",
        "title":"Higher Order Thinking in High School Social Studies: An Analysis of Classrooms, Teachers, Students, and Leadership."},
      {
        "id":"ED304355",
        "title":"Cultural Resources: Implementation of Federal Historic Preservation Program Can Be Improved. Report to Congressional Requesters."},
      {
        "id":"ED304358",
        "title":"India's People, Country, and Great Religions: Two Instructional Learning Packages."},
      {
        "id":"ED304359",
        "title":"Geography of Canada: Place-Names. Instructional Unit Document, Grade 10."},
      {
        "id":"ED304361",
        "title":"Canadian Geography, Grade 10: Course Plan Document."},
      {
        "id":"ED304364",
        "title":"Evaluating Visual Concept Learning According to Within-Class Similarities among Students' Art Images."},
      {
        "id":"ED304365",
        "title":"Issues in Social Education. Monograph in the Faculty of Education Research Seminar and Workshop Series."},
      {
        "id":"ED304367",
        "title":"Introduction to Statistics. Learning Packages in the Policy Sciences Series, PS-26. Revised Edition."},
      {
        "id":"ED304368",
        "title":"US/USSR Textbook Study Project: Methodological Aspects."},
      {
        "id":"ED304369",
        "title":"India's Vernacular Architecture as a Reflection of Culture."},
      {
        "id":"ED304380",
        "title":"AIDS: The Global Impact. Academy for Educational Development 25th Anniversary Seminar Series."},
      {
        "id":"ED304381",
        "title":"Biotechnology and the Third World: Panacea or Recipe for Social Disaster? Academy for Educational Development 25th Anniversary Series."},
      {
        "id":"ED304382",
        "title":"Female Literacy in India: The Urban Dimension."},
      {
        "id":"ED304383",
        "title":"Instructional Complements for Undergraduate World History or Western Civilization Courses: Selected Topics in the Ancient, Medieval, and Modern History of India: A Curriculum Supplement."},
      {
        "id":"ED304384",
        "title":"Teaching about Indian Culture through Its Epic Literature: &quot;The Mahabharata&quot; and &quot;the Ramayana.&quot;"},
      {
        "id":"ED304386",
        "title":"Technologies for the Preservation of Prehistoric &amp; Historic Landscapes. Background Paper."},
      {
        "id":"ED304387",
        "title":"Computer Enhancement of Student and Scholarly Writing in Social Science."},
      {
        "id":"ED304388",
        "title":"Changes in Values of Children and Fertility Intents from 1977-1986."},
      {
        "id":"ED304389",
        "title":"Knowledge, Opinion, and the News: The Calculus of Political Learning."},
      {
        "id":"ED304390",
        "title":"Moral Education and Character."},
      {
        "id":"ED304391",
        "title":"Music Curriculum Evaluation Report."},
      {
        "id":"ED304392",
        "title":"We, the First Americans."},
      {
        "id":"ED304393",
        "title":"We, the Asians and Pacific Islander Americans."},
      {
        "id":"ED304394",
        "title":"A Bibliography of the Literature on the History of the U.S. Department of Education and its Forerunners."},
      {
        "id":"ED304395",
        "title":"Lessons from Africa: A Supplement to Middle School Courses in World Cultures, Global Studies, and World Geography."},
      {
        "id":"ED304396",
        "title":"Teaching and Learning Economics. ERIC Digest."},
      {
        "id":"ED304397",
        "title":"Teaching about India. ERIC Digest."},
      {
        "id":"ED304398",
        "title":"The Bradley Commission in the Context of 1980s Curriculum Reform in the Social Studies."},
      {
        "id":"ED304402",
        "title":"The St. Andrews Project. Basic Skills Assessment Program Report."},
      {
        "id":"ED304404",
        "title":"Delaware Performance Appraisal System: Teacher Appraisal Process."},
      {
        "id":"ED304405",
        "title":"A Conceptual Model for Mentoring Student Teachers."},
      {
        "id":"ED304407",
        "title":"Research Frames of the Finnish Curriculum. Research Report 53."},
      {
        "id":"ED304409",
        "title":"Relating Knowledge to Teacher Education. Responding to NCATE'S Knowledge Base and Related Standards."},
      {
        "id":"ED304410",
        "title":"Teaching Teachers: Facts &amp; Figures. RATE II: Research About Teacher Education Project."},
      {
        "id":"ED304413",
        "title":"An Investigation of Factors Contributing to Teacher Burnout: The Elementary, Intermediate, Secondary, and Postsecondary School Environments."},
      {
        "id":"ED304414",
        "title":"State Professional Standards/Practices Commissions or Boards: A Policy Analysis Paper."},
      {
        "id":"ED304416",
        "title":"A Decision Making Practicum Matrix for Graduate Programs."},
      {
        "id":"ED304419",
        "title":"Learning Style and Inservice Teacher Stress: Is There a Relationship and What Can Be Done about It?"},
      {
        "id":"ED304426",
        "title":"Relationship of Teacher Questioning and Student Answering Behaviors in High School Biology and Chemistry Classes across the School Year. Classroom Interaction Research Laboratory."},
      {
        "id":"ED304427",
        "title":"Modeling the Process: Creating a Community of Learners in Reading/Language Arts Methods Courses."},
      {
        "id":"ED304430",
        "title":"Kids Weigh to Fitness."},
      {
        "id":"ED304431",
        "title":"A Collaborative Approach to Leadership in Supervision: Project Portrayal. Part A of the Final Report."},
      {
        "id":"ED304432",
        "title":"A Collaborative Approach to Leadership in Supervision: Program Assessment Report. Part B of the Final Report."},
      {
        "id":"ED304433",
        "title":"A Collaborative Approach to Leadership in Supervision: Practice Profile. Part C of the Final Report."},
      {
        "id":"ED304436",
        "title":"Partnerships in Teaching Critical Thinking."},
      {
        "id":"ED304437",
        "title":"Collaboration for Educational Excellence and Equity: Lessons Learned."},
      {
        "id":"ED304438",
        "title":"Balancing Acculturation to the Profession and Acclimation to the School District through a University-School District Collaborative Induction Program."},
      {
        "id":"ED304439",
        "title":"Three Components of Comprehensive Collaboration and Their Implications for Improving Teacher Preparation."},
      {
        "id":"ED304442",
        "title":"The Collaborative Consultation Support System Program 1987-88. Evaluation Section Report."},
      {
        "id":"ED304443",
        "title":"The Next Generation of Teachers: A Redesigned Preservice Program."},
      {
        "id":"ED304444",
        "title":"National Board for Professional Teaching Standards. ERIC Digest 88-6."},
      {
        "id":"ED304445",
        "title":"Improving Schools through Inservice Test Construction: The Rossville Model."},
      {
        "id":"ED304446",
        "title":"Trace Analysis and Spatial Reasoning: An Example of Intensive Cognitive Diagnosis and Its Implications for Testing. September 1987. Technical Report."},
      {
        "id":"ED304448",
        "title":"A General Survey of Qualitative Research Methodology."},
      {
        "id":"ED304450",
        "title":"Supervisors Agenda: Identifying and Alleviating Teachers' Test Construction Errors."},
      {
        "id":"ED304454",
        "title":"Testing Policies and Procedures for the At-Risk Student Program Area."},
      {
        "id":"ED304455",
        "title":"The Use of Standardized Tests in Secondary Schools in Four European Countries."},
      {
        "id":"ED304457",
        "title":"Equating the Scores of the &quot;Prueba de Aptitud Academica&quot; and the &quot;Scholastic Aptitude Test.&quot; College Board Report No. 88-2."},
      {
        "id":"ED304460",
        "title":"Analysis of the Revised Student Descriptive Questionnaire, Phase I: Accuracy of Student-Reported Information. College Board Report No. 88-5."},
      {
        "id":"ED304463",
        "title":"Determining the Number of Principal Components to Retain via Parallel Analysis: Alternatives to Monte Carlo Analyses."},
      {
        "id":"ED304465",
        "title":"APA's Role in Fostering Good Testing Practices."},
      {
        "id":"ED304468",
        "title":"Job Specific Tests and an Overview of Research on Alternatives."},
      {
        "id":"ED304469",
        "title":"Content Analysis of Meta-Analytic Studies from I/O Psychology."},
      {
        "id":"ED304470",
        "title":"The Development of a Scale To Measure Negative Affectivity."},
      {
        "id":"ED304472",
        "title":"A Graphic Approach for Presenting Expectancy of Success Based on Two Predictors."},
      {
        "id":"ED304473",
        "title":"Standardized and Competency Testing Programs: Classroom Teachers' Needs and Proficiencies as Viewed by Principals and Supervisors."},
      {
        "id":"ED304474",
        "title":"Technical Characteristics of the North Carolina Test of Algebra II, Forms B-E."},
      {
        "id":"ED304477",
        "title":"The Estimation of True Scores for Tests Not Taken: A Simulation Study."},
      {
        "id":"ED304478",
        "title":"How Often is &quot;Often&quot;? The Use of Imprecise Terms in Exam Items."},
      {
        "id":"ED304479",
        "title":"Evaluating Diagnostic Pattern Recognition: The Performance Characteristics of a New Item Format."},
      {
        "id":"ED304480",
        "title":"Dropout Prevention Programs, 1987-88. Report of Evaluation."},
      {
        "id":"ED304481",
        "title":"The Des Moines Plan: A Plan for Student Success, 1987-88. Report of Evaluation."},
      {
        "id":"ED304483",
        "title":"The Development of CAI: An Expert System in Education."},
      {
        "id":"ED304485",
        "title":"Elementary and Secondary School Civil Rights Survey, 1986. National Summaries."},
      {
        "id":"ED304488",
        "title":"Advancement Programs for Disattached Youth: Do They Work? Publication No. 113."},
      {
        "id":"ED304491",
        "title":"A Domestic Priority: Overcoming Family Poverty in America. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundredth Congress, Second Session."},
      {
        "id":"ED304492",
        "title":"A Longitudinal Study of the Chapter 1 Prekindergarten Program in the Wichita Public Schools."},
      {
        "id":"ED304495",
        "title":"Sooner or Later...The Disappearance of Federally Subsidized Low Income Rental Housing in Minnesota."},
      {
        "id":"ED304496",
        "title":"The State Youth Initiatives Project. The Educationally Disadvantaged: A National Crisis. Working Paper #6."},
      {
        "id":"ED304497",
        "title":"Urban School/Community Collaborations: Making Them Work Well. ERIC/CUE Digest No. 45."},
      {
        "id":"ED304498",
        "title":"Grade Retention: Making the Decision. ERIC/CUE Digest No. 46."},
      {
        "id":"ED304499",
        "title":"Participation and Performance of Women and Minorities in Mathematics. Executive Summary."},
      {
        "id":"ED304500",
        "title":"Recent Activities against Citizens and Residents of Asian Descent. Clearinghouse Publication No. 88."},
      {
        "id":"ED304502",
        "title":"Profiles of the Twin Cities Poor. An Overview: The Twin Cities Poor and Their Problems."},
      {
        "id":"ED304503",
        "title":"The Urban School of the Future."},
      {
        "id":"ED304505",
        "title":"Economic Status of Women in the Labor Market and Prospects for Pay Equity Over the Life Cycle."},
      {
        "id":"ED304506",
        "title":"Demographic Characteristics of the Older Hispanic Population. A Report by the Chairman of the Select Committee on Aging. House of Representatives, One Hundredth Congress, Second Session."},
      {
        "id":"ED304507",
        "title":"Perceptions of Teachers and Students Regarding the Frequency, Sources, and Solutions to Student Misbehavior."},
      {
        "id":"ED304508",
        "title":"Hispanics and Human Services: Help-Seeking in the Inner City. Monograph No. 14."},
      {
        "id":"ED304512",
        "title":"Academic Persistence and Black University Students' Perceived Personal Competencies."},
      {
        "id":"ED304513",
        "title":"Black Acculturation into White Middle-Class: Who and at What Costs?"},
      {
        "id":"ED304514",
        "title":"Preparing Students To Work Effectively with Diverse Students in Multicultural Settings. Final Report."},
      {
        "id":"ED304515",
        "title":"Participation and Performance of Women and Minorities in Mathematics. Volume I: Findings by Gender and Racial/Ethnic Group."},
      {
        "id":"ED304520",
        "title":"The Job Training Partnership Act."},
      {
        "id":"ED304524",
        "title":"New Economic Realities: The Role of Women Entrepreneurs. Hearings before the Committee on Small Business. House of Representatives, One Hundredth Congress, Second Session (April 26-27, May 10, 11, 17, and 19, 1988)."},
      {
        "id":"ED304525",
        "title":"Life Management Skills I: Task Analyses. Competency-Based Education."},
      {
        "id":"ED304526",
        "title":"Life Management Skills II: Task Analyses. Competency-Based Education."},
      {
        "id":"ED304527",
        "title":"Planning NAFE. Equal Opportunities for Ethnic Minorities. A Handbook for Senior LEA and College Managers and Training Agency Officers."},
      {
        "id":"ED304530",
        "title":"The Job Training Partnership Act and Computer-Assisted Instruction. Research Report 88-13."},
      {
        "id":"ED304535",
        "title":"Students Report Job Success More Important than Making Money. Survey Report."},
      {
        "id":"ED304537",
        "title":"Board Certification. Registered EMT-Paramedic. Registered EMT-Intermediate. Registered EMT-Ambulance. Registered EMT-Non-Ambulance."},
      {
        "id":"ED304539",
        "title":"Project Literacy U.S. (PLUS): Impact of the First Year's Task Forces. Final Report."},
      {
        "id":"ED304540",
        "title":"We're All in the Same Boat. A Multi-Cultural and Pre-Vocational ESL Curriculum for Intermediate ESL Students."},
      {
        "id":"ED304544",
        "title":"Why Economic Development Is Not Enough: Need for a Comprehensive Community Approach To Assist Distressed Communities."},
      {
        "id":"ED304545",
        "title":"An Examination of the Delivery of Postsecondary Occupational Education to Disadvantaged Populations."},
      {
        "id":"ED304546",
        "title":"Determinants of Instructional Delivery and Organizational Outcomes in Postsecondary Occupational Education."},
      {
        "id":"ED304547",
        "title":"Employer Perceptions of Vocational Education in South Dakota. Volume I: Findings and Recommendations."},
      {
        "id":"ED304548",
        "title":"Employer Perceptions of Vocational Education in South Dakota. Volume II: Technical Report."},
      {
        "id":"ED304551",
        "title":"Work Now and in the Future: Implications for Education, Business and Training. Conference Proceedings (5th, Portland, Oregon, November 14-15, 1988)."},
      {
        "id":"ED304553",
        "title":"Young Adult Literacy and Schooling: A Summary Report."},
      {
        "id":"ED304555",
        "title":"CAN WE COMPETE?--The Implications of the Proposed Revised New Jersey Statewide Testing Program for Vocational Students."},
      {
        "id":"ED304557",
        "title":"Adult Literacy and Public Policy: Report of an International Seminar (Toronto, Ontario, Canada, February 1988)."},
      {
        "id":"ED304558",
        "title":"Read Aloud Programs for the Elderly Project. Instructional Manual."},
      {
        "id":"ED304559",
        "title":"New Jersey. The Demonstration of State Work/Welfare Initiatives. Final Report on the Grant Diversion Project."},
      {
        "id":"ED304561",
        "title":"Promotion of Cooperation amongst Research and Development Organizations in the Field of Vocational Training. Working Meeting (Berlin, West Germany, September 13-14, 1988)."},
      {
        "id":"ED304563",
        "title":"Workplace Literacy. Trends and Issues Alerts."},
      {
        "id":"ED304564",
        "title":"Nontraditional Occupations: A Status Report. Trends and Issues Alerts."},
      {
        "id":"ED304565",
        "title":"Health and Human Services Issues. Transition Series."},
      {
        "id":"ED304567",
        "title":"Managing Human Resources. Greater OPM Leadership Needed To Address Critical Challenges. Report to the Congress."},
      {
        "id":"ED304569",
        "title":"Cooperative Occupational Education."},
      {
        "id":"ED304570",
        "title":"Hearing on H.R. 7, a Bill To Extend the Carl D. Perkins Vocational Education Act. Statement of Lauro F. Cavazos, Secretary of Education, before the Subcommittee on Elementary, Secondary, and Vocational Education, House Committee on Education and Labor."},
      {
        "id":"ED304571",
        "title":"Vocational Education Statistical Data Plans and Programs."},
      {
        "id":"ED304575",
        "title":"The Hospitality Industry. A Proposed Vocational Course."},
      {
        "id":"ED304579",
        "title":"Comparing Male and Female Adolescents with a Causal Model of Career Maturity."},
      {
        "id":"ED304580",
        "title":"Selected Resources for Entrepreneurship 1988. National Entrepreneurship Clearinghouse."},
      {
        "id":"ED304581",
        "title":"The Learning Enterprise."},
      {
        "id":"ED304582",
        "title":"Independent Study Program Profiles 1987-88. Final Report."},
      {
        "id":"ED304583",
        "title":"A New Beginning. Pennsylvania Department of Education Honors Outstanding Adult Students in Success Stories."},
      {
        "id":"ED304592",
        "title":"Probation and Parole 1987. Bureau of Justice Statistics Bulletin."},
      {
        "id":"ED304595",
        "title":"Metamemory and Individual Differences in Verbal and Spatial Recall."},
      {
        "id":"ED304597",
        "title":"Authoritative Parenting Promotes Adolescent School Achievement and Attendance."},
      {
        "id":"ED304600",
        "title":"Prevention Research Update. No. 1."},
      {
        "id":"ED304601",
        "title":"School-Based Opportunities for Tobacco Use Intervention."},
      {
        "id":"ED304602",
        "title":"Coresidence with Adult Children: A Comparision of Divorced and Widowed Women."},
      {
        "id":"ED304603",
        "title":"Qualitative Versus Quantitative Social Support as a Predictor of Depression in the Elderly."},
      {
        "id":"ED304605",
        "title":"Coping with Relocation: The Impact of Coping Strategies on Health and Adjustment upon Residential Change."},
      {
        "id":"ED304608",
        "title":"Affordable Housing and the Empty Nester Boom."},
      {
        "id":"ED304611",
        "title":"AIDS: A Catholic Educational Approach. Teacher's Manual."},
      {
        "id":"ED304612",
        "title":"AIDS: A Catholic Educational Approach. Leader&apos;s Guide."},
      {
        "id":"ED304614",
        "title":"The Relationship of Affective Variables to Student Performance: Research Findings."},
      {
        "id":"ED304615",
        "title":"Performance Appraisal Guidelines for Student Services Personnel."},
      {
        "id":"ED304616",
        "title":"North Carolina Initial Certification Program: Student Services Personnel (School Counselors, School Psychologists, School Social Workers) Two Year Pilot Program 1987-88--1988-89. Draft."},
      {
        "id":"ED304617",
        "title":"Professional Competence in Mid-Career College Faculty Members: Antecedents and Correlates."},
      {
        "id":"ED304618",
        "title":"Planning the Comprehensive Concept."},
      {
        "id":"ED304619",
        "title":"Counselor Computer Competence: Future Agenda for Counselor Educators."},
      {
        "id":"ED304620",
        "title":"Explorations of Adolescent Drug Involvement."},
      {
        "id":"ED304622",
        "title":"Emotional Weeping, Age, and Physical Disorder."},
      {
        "id":"ED304623",
        "title":"Sex Differences in Beliefs Regarding Women's Employment in Japan."},
      {
        "id":"ED304624",
        "title":"Adult Career Counseling--New Clienteles. Highlights: An ERIC/CAPS Digest."},
      {
        "id":"ED304625",
        "title":"College Counseling in Independent Schools. Highlights: An ERIC/CAPS Digest."},
      {
        "id":"ED304626",
        "title":"Counselors' Use of Tests: Process and Issues. Highlights: An ERIC/CAPS Digest."},
      {
        "id":"ED304627",
        "title":"Sex Equity in Guidance and Counseling. Highlights: An ERIC/CAPS Digest."},
      {
        "id":"ED304628",
        "title":"Alcohol and Drug Use among Adolescents. Highlights: An ERIC/CAPS Digest."},
      {
        "id":"ED304629",
        "title":"Issues and Trends in Career Planning and Placement. Highlights: An ERIC/CAPS Digest."},
      {
        "id":"ED304630",
        "title":"An Overview of Self-Concept Theory for Counselors. Highlights: An ERIC/CAPS Digest."},
      {
        "id":"ED304631",
        "title":"Counseling Underachievers: A Comprehensive Model for Intervention. Highlights: An ERIC/CAPS Digest."},
      {
        "id":"ED304632",
        "title":"Career Development: The Contemporary Scene and the Future. Highlights: An ERIC/CAPS Digest."},
      {
        "id":"ED304633",
        "title":"Marketeer: New Role for Career and Placement Specialists. Highlights: An ERIC/CAPS Digest."},
      {
        "id":"ED304634",
        "title":"Counseling Families from a Systems Perspective. Highlights: An ERIC/CAPS Digest."},
      {
        "id":"ED304635",
        "title":"Assessing Counselor Performance. Highlights: An ERIC/CAPS Digest."},
      {
        "id":"ED304637",
        "title":"Age and Gender Differences in Community Recognition of Depression."},
      {
        "id":"ED304638",
        "title":"The Transition to Retirement: Accounts of Husbands and Wives."},
      {
        "id":"ED304641",
        "title":"Post-1980 Regional Migration Patterns of the U.S. Older Population. Preliminary Draft. Preliminary Draft."},
      {
        "id":"ED304642",
        "title":"Gestalt Therapy and General System Theory."},
      {
        "id":"ED304648",
        "title":"Developing Assertive Behavior."},
      {
        "id":"ED304649",
        "title":"The Impact of Sex-Role Stereotyping on Human Development. Monograph, Volume 3, Number 1."},
      {
        "id":"ED304651",
        "title":"Polygraph Testing in the Private Work Force. Hearings before the Subcommittee on Employment Opportunities of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, First Session (March 5 and April 30)."},
      {
        "id":"ED304652",
        "title":"On the Outside: The Needs of Unsupported, Homeless Youth. Policy Background Paper No. 7."},
      {
        "id":"ED304653",
        "title":"Hearing on H.R. 1801, To Reauthorize the Juvenile Justice and Delinquency Prevention Act. Hearing before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, Second Session."},
      {
        "id":"ED304654",
        "title":"Reauthorization of the Juvenile Justice and Delinquency Prevention Act: Runaway and Homeless Youth. Hearing before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, Second Session on H.R. 1801 (Akron, Ohio)."},
      {
        "id":"ED304655",
        "title":"Reauthorization of the Juvenile Justice and Delinquency Prevention Act: Runaway and Homeless Youth. Hearing before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, Second Session on H.R. 1801."},
      {
        "id":"ED304658",
        "title":"Teaching Freire and Testing Hirsch: Bringing Literacy into the Classroom."},
      {
        "id":"ED304659",
        "title":"Effects of Cognitive Development Level on the Relationships between Self-Efficacy, Causal Attribution, and Outcome Expectancy and Performance in Reading and Writing."},
      {
        "id":"ED304660",
        "title":"The Uses and Consequences of Literacy in the Daily Lives of Ordinary People: From an Evaluation of Adult Literacy Organization of Zimbabwe (ALOZ)."},
      {
        "id":"ED304661",
        "title":"Evaluating the Reading Curriculum."},
      {
        "id":"ED304663",
        "title":"Oral and Silent Reading Rates of Fourth Grade Students: Are All Good Readers Fast Readers?"},
      {
        "id":"ED304665",
        "title":"Inertia: An Important Consideration for Reading Motivation."},
      {
        "id":"ED304666",
        "title":"The Effects of Repeated Reading and Repeated Listening while Reading on Reading Fluency."},
      {
        "id":"ED304667",
        "title":"The Case Method Approach in Reading Education."},
      {
        "id":"ED304668",
        "title":"Research and Practice: Making a Place for Fluency Instruction in the Regular Reading Curriculum."},
      {
        "id":"ED304669",
        "title":"Reading and the Empowerment of Parents."},
      {
        "id":"ED304670",
        "title":"Fluency Is for Everyone: Principles for Incorporating Fluency Instruction in the Classroom."},
      {
        "id":"ED304671",
        "title":"Aspects of a Caring Reading Curriculum."},
      {
        "id":"ED304672",
        "title":"Children's Comprehension of Text: Research into Practice."},
      {
        "id":"ED304676",
        "title":"A Dialectical Approach to Reader Response."},
      {
        "id":"ED304678",
        "title":"Interventions to Teach Thinking Skills: Investigating the Question of Transfer. Elementary Subjects Center Series No. 6."},
      {
        "id":"ED304679",
        "title":"Children's Comprehension of Inside View and Character Plans in Fiction: A Pilot Investigation."},
      {
        "id":"ED304680",
        "title":"Analyzing a Critical-Thinking Reading Lesson. Technical Report No. 464."},
      {
        "id":"ED304681",
        "title":"State Policy and the Higher Literacies. Articles Developed by the Project on Policy and the Higher Literacies. Working Paper No. HL-87-1."},
      {
        "id":"ED304682",
        "title":"Content Area Reading in Elementary Education. Focused Access to Selected Topics (FAST) Bibliography No. 24."},
      {
        "id":"ED304683",
        "title":"Content Area Reading in Secondary Education. Focused Access to Selected Topics (FAST) Bibliography No. 26."},
      {
        "id":"ED304685",
        "title":"What Research Says about Children's Literature and Reading Achievement."},
      {
        "id":"ED304688",
        "title":"Narrative Knowers, Expository Knowledge: Discourse as a Dialectic. Occasional Paper No. 6."},
      {
        "id":"ED304689",
        "title":"Discourse and Community."},
      {
        "id":"ED304691",
        "title":"Discourse Conventions in Academic Response Journals."},
      {
        "id":"ED304696",
        "title":"Is a Picture Really Worth a Thousand Words?"},
      {
        "id":"ED304697",
        "title":"Connecting the Kindergartner to Writing and Literature."},
      {
        "id":"ED304699",
        "title":"The Point: Where Teaching & Writing Intersect. Teachers & Writers Think/Ink Books 1/2."},
      {
        "id":"ED304700",
        "title":"Like It Was: A Complete Guide to Writing Oral History."},
      {
        "id":"ED304701",
        "title":"Handbook of Poetic Forms."},
      {
        "id":"ED304702",
        "title":"The Art of Science Writing."},
      {
        "id":"ED304708",
        "title":"Reading Your Students. Their Writing & Their Selves. Teachers & Writers Think/Ink Book 3."},
      {
        "id":"ED304714",
        "title":"Governmental Immunity for Public Education: A Shield of Legal Protection."},
      {
        "id":"ED304715",
        "title":"The Rhetorical Genre of Terrorism: Identification and Policy Implications."},
      {
        "id":"ED304716",
        "title":"The Terrorist and the Media: Partners in Crime or Rituals and Harmless Observers?"},
      {
        "id":"ED304717",
        "title":"The Media and the Terrorist: Not Innocents, but Both Victims."},
      {
        "id":"ED304719",
        "title":"Using Q Technique in Teaching Humanities: Including a Student Designed Q-Sort on the Effects of Alcohol Use on Communication."},
      {
        "id":"ED304720",
        "title":"Self-Evaluation and Pre-Speech Planning: A Strategy for Sharing Responsibility for Progress in the Speech Class."},
      {
        "id":"ED304722",
        "title":"Ownership in School Theatre. PEN 70."},
      {
        "id":"ED304723",
        "title":"Comparative Analysis of Korean Television Dramas between 1977 and 1987: Changes of Themes and Lifestyles of Characters."},
      {
        "id":"ED304726",
        "title":"The Forces and Constituencies of Public Television: A Study in Media Aesthetics and Intentions."},
      {
        "id":"ED304727",
        "title":"Avoiding Communication: Verbal and Nonverbal Dimensions of Defensiveness."},
      {
        "id":"ED304728",
        "title":"Making Theater: Developing Plays with Young People."},
      {
        "id":"ED304731",
        "title":"The Intercultural Reentry Process: Reentry Shock, Locus of Control, Satisfaction, and Interpersonal Uses of Communication."},
      {
        "id":"ED304736",
        "title":"The Influence of Gender on the Uncertainty Reduction Strategies of Disclosure, Interrogation, and Nonverbal Immediacy."},
      {
        "id":"ED304737",
        "title":"It Don't Matter Like It Used To: The Relationship of Innovativeness with Sex, Ambiguity, Conflict Style, and Argumentativeness."},
      {
        "id":"ED304741",
        "title":"A State Education Associations Leadership Study in Cooperation: The North Dakota Experience."},
      {
        "id":"ED304742",
        "title":"Women in Educational Leadership. Monograph. Volume 3, Number 4."},
      {
        "id":"ED304743",
        "title":"A Review of Effective Schools Research as It Relates to Effective Principals. UCEA Monograph Series."},
      {
        "id":"ED304749",
        "title":"Making Sense of Schools as Organizations: Cognition and Sensemaking in Schools."},
      {
        "id":"ED304750",
        "title":"School Based Health Clinics. Policy Memo Series No. 4."},
      {
        "id":"ED304751",
        "title":"Analyzing School District Centralization: A Research Framework."},
      {
        "id":"ED304754",
        "title":"The Changing Profile of School Leadership: Women in Administration."},
      {
        "id":"ED304755",
        "title":"The Effects of High School Organization on Dropping Out: An Exploratory Investigation. CPRE Research Report Series."},
      {
        "id":"ED304756",
        "title":"The Implementation and Effects of High School Graduation Requirements: First Steps toward Curricular Reform. CPRE Research Report Series."},
      {
        "id":"ED304757",
        "title":"Graduating from High School: New Standards in the States."},
      {
        "id":"ED304758",
        "title":"The Managerial Imperative and the Practice of Leadership in Schools. SUNY Series in Educational Leadership."},
      {
        "id":"ED304759",
        "title":"Contemporary Education in Perspective."},
      {
        "id":"ED304762",
        "title":"Class Size: What's the Story? A Research Brief."},
      {
        "id":"ED304763",
        "title":"Rewarding Good Teachers. A Research Brief."},
      {
        "id":"ED304765",
        "title":"Policy Issues To Consider in Adopting a Job Enlargement Based Career Ladder Program."},
      {
        "id":"ED304766",
        "title":"Network Directory."},
      {
        "id":"ED304767",
        "title":"A View from the Inside: Needs of Beginning Principals. Report of the Select Seminar on the Needs of Beginning Principals."},
      {
        "id":"ED304768",
        "title":"Programs for Preparing Minorities and Women in Educational Administration."},
      {
        "id":"ED304769",
        "title":"Uses of the Regional Database, 1987-88. OERI Database and School Profiling Project."},
      {
        "id":"ED304770",
        "title":"Dimensions of Public Support for Financing Education Reform in the Southeast. Final Report."},
      {
        "id":"ED304772",
        "title":"Current Practices and Procedures in the Use of Substitute Teachers."},
      {
        "id":"ED304775",
        "title":"Mentoring for Leadership Development."},
      {
        "id":"ED304776",
        "title":"To Secure Our Future: The Federal Role in Education."},
      {
        "id":"ED304780",
        "title":"School Improvement: A Resource and Planning Guide. Bulletin No. 8448."},
      {
        "id":"ED304781",
        "title":"The Effective Schools Movement: Its History and Context. An SEDL Monograph."},
      {
        "id":"ED304782",
        "title":"Redefining Leadership and the Roles of School Principals: Responses to Changes in the Professional Worklife of Teachers."},
      {
        "id":"ED304783",
        "title":"Coaching Secrets for School Leaders. The School Improvement Leader: Four Perspectives on Change in Schools."},
      {
        "id":"ED304785",
        "title":"Leadership as Social Control: The High School Principalship."},
      {
        "id":"ED304789",
        "title":"Education Partnerships in Public Elementary and Secondary Schools. Survey Report."},
      {
        "id":"ED304790",
        "title":"Student Records, 1989. Suggested Guidelines for School Districts."},
      {
        "id":"ED304793",
        "title":"Administrator Performance Evaluation: A Comparison of Two Measures in the Management Profile."},
      {
        "id":"ED304794",
        "title":"The Status of the Curriculum in the Public Schools as Reported by the State Board of Education. Submitted to the Governor, Lieutenant Governor, and the Seventy-First Texas Legislature, 1987-88."},
      {
        "id":"ED304796",
        "title":"The 1987-88 Accountable Costs Study: A Report to the Governor, the Lieutenant Governor, and Members of the Seventy-First Legislature from the State Board of Education."},
      {
        "id":"ED304798",
        "title":"An Application of Survey Research to Private/Parochial Educational Administration. Survey 2."},
      {
        "id":"ED304801",
        "title":"Taking Charge: A Handbook for Parents Whose Children Have Emotional Handicaps. Second Edition."},
      {
        "id":"ED304803",
        "title":"Transition: A Model for the Transition of Handicapped Children from Essential Early Education Programs to Regular Public School Programs in a Rural Setting. Handicapped Children's Early Education, Assistance Demonstration Project. Final Report."},
      {
        "id":"ED256603",
        "title":"Federal Funds for Research and Development. Fiscal Years 1982, 1983, and 1984. Volume XXXII. Final Report. Surveys of Science Resources Series."},
      {
        "id":"ED256606",
        "title":"Academic Science/Engineering: Graduate Enrollment and Support, Fall 1983. Detailed Statistical Tables. Surveys of Science Resources Series."},
      {
        "id":"ED256607",
        "title":"Federal Funds for Research and Development: Fiscal Years 1983, 1984, and 1985. Volume XXXIII. Detailed Statistical Tables. Surveys of Science Resources Series."},
      {
        "id":"ED256608",
        "title":"Project Summaries: FY 1984."},
      {
        "id":"ED256612",
        "title":"Science Unlimited: Pennsylvania's Resource Guide for Elementary Science."},
      {
        "id":"ED256613",
        "title":"Science Unlimited: Teacher's Guide to the Primary Lessons."},
      {
        "id":"ED256614",
        "title":"Science Unlimited: Teacher's Guide to the Intermediate Lessons."},
      {
        "id":"ED256615",
        "title":"A Recommended Science Competency Continuum for Grades K to 6 for Pennsylvania Schools."},
      {
        "id":"ED256619",
        "title":"Academic Science/Engineering: R&amp;D Funds Fiscal Year 1983. Surveys of Science Resources Series. Detailed Statistical Tables."},
      {
        "id":"ED256620",
        "title":"Ohio Science Workbook: ENERGY. 1984-85 Edition."},
      {
        "id":"ED256627",
        "title":"Washington State Teacher Incentive Loan Program for Mathematics and Science: Study of College/University Implementation October 1983--November 1984. Report to Washington State Legislature."},
      {
        "id":"ED256633",
        "title":"People v. Larson: Drugs, Schools, and the Law."},
      {
        "id":"ED256634",
        "title":"People v. Ballard. Hit and Run: Teenage Drinking, Driving, and Responsibility."},
      {
        "id":"ED256637",
        "title":"Committee Hearings: Their Use in Evaluation. Guide Number 8. Evaluation Guides Series."},
      {
        "id":"ED256638",
        "title":"Methods of Product Evaluation. Guide Number 10. Evaluation Guides Series."},
      {
        "id":"ED256640",
        "title":"The Drop-Out Problem in Primary Education: Towards Universalization of Primary Education in Asia and the Pacific--Some Case Studies: China, India, Peninsular Malaysia, Socialist Republic of Viet Nam, Sri Lanka, and Thailand."},
      {
        "id":"ED256641",
        "title":"Strengthening High School World Studies Courses. Conference Report. A Wingspread Conference (Racine, WI, September 23-25, 1984)."},
      {
        "id":"ED256646",
        "title":"Setting the Qualitative Research Agenda in Social Studies Education."},
      {
        "id":"ED256650",
        "title":"Arts and Humanities: Guidelines and Recommendations for Developing Balanced Programs in the Arts and Humanities in Pennsylvania Secondary Schools. Turning the Tide: An Agenda for Excellence in Pennsylvania Public Schools."},
      {
        "id":"ED256654",
        "title":"Psychologists' Attitudes and Behaviors Regarding Nuclear Arms."},
      {
        "id":"ED256655",
        "title":"Program Descriptions for Art-Music Instructional Materials."},
      {
        "id":"ED256658",
        "title":"The Lives and Politics of Latinas in the United States: A Selective Bibliography [and] Women and Politics in Latin America: A Selective Bibliography."},
      {
        "id":"ED256659",
        "title":"Jewish Women's Studies: Selected Sources."},
      {
        "id":"ED256665",
        "title":"Comparable Worth: Issue for the 80's. A Consultation of the U.S. Commission on Civil Rights (Washington, DC, June 6-7, 1984). Volume 2: Proceedings."},
      {
        "id":"ED256666",
        "title":"A Descriptive and Analytical Study of Art Criticism Formats with Implications for Context-Specific Implementation."},
      {
        "id":"ED256667",
        "title":"Atlas of NATO."},
      {
        "id":"ED256669",
        "title":"Emma Willard--Pioneer in Social Studies Education."},
      {
        "id":"ED256676",
        "title":"Holding Power and Graduates. Kentucky Public and Non-Public High Schools, May 1983 Classes. 28th Annual Report."},
      {
        "id":"ED256679",
        "title":"Teacher's Guide to Resources on Asia."},
      {
        "id":"ED256682",
        "title":"Public Participation in the Arts, 1982: Overall Project Report."},
      {
        "id":"ED256685",
        "title":"Governing Texas--An Opportunity to Participate. An Introduction to Texas State Government Featuring Lessons Using Special Articles by Key Government Officials with Selected Newspaper Activities. [Reprint]."},
      {
        "id":"ED256687",
        "title":"U.S. Perspectives: International Action on Aging. A Background Paper Prepared by the American Association for International Aging for the Select Committee on Aging. House of Representatives, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED256688",
        "title":"Teaching about Religion in the Public Schools. Fastback 224."},
      {
        "id":"ED256693",
        "title":"Security and Arms Control: The Search for a More Stable Peace. Revised."},
      {
        "id":"ED256694",
        "title":"A Short Guide to U.S. Arms Control Policy."},
      {
        "id":"ED256695",
        "title":"U.S. Interests and the Global Environment. Occasional Paper 35."},
      {
        "id":"ED256698",
        "title":"Teachers' Guide and Program Notes for Youth Symphony Concerts Grades K-3. Honolulu Symphony, 1983-84 Season."},
      {
        "id":"ED256699",
        "title":"Teachers' Guide and Program Notes for Youth Symphony Concerts Grades 4-6. Honolulu Symphony, 1983-84 Season."},
      {
        "id":"ED256703",
        "title":"Art 7, Art 8, Art 9. Curriculum Guide 1985."},
      {
        "id":"ED256704",
        "title":"Art 7, Art 8, Art 9. Teacher Resource 1985."},
      {
        "id":"ED256710",
        "title":"Applying Research in Three Teacher Education Programs: Factors Influencing Variations."},
      {
        "id":"ED256712",
        "title":"Teacher's Role in Educational Change."},
      {
        "id":"ED256713",
        "title":"Perceived Importance of Health Educator Competencies."},
      {
        "id":"ED256716",
        "title":"Competency Assessment of Teachers: The 1984 Report."},
      {
        "id":"ED256720",
        "title":"Comments on Grade Point Average for Admission to Teacher and Administrator Preparation Programs."},
      {
        "id":"ED256722",
        "title":"The Scottish Council for Research in Education. Fifty-Sixth Annual Report, 1983-84."},
      {
        "id":"ED256725",
        "title":"National Commission on Excellence in Teacher Education: Commissioned Papers from the Regional Hearings. ERIC Digest."},
      {
        "id":"ED256727",
        "title":"Boating the Right Way."},
      {
        "id":"ED256728",
        "title":"Opportunities Abroad for Educators: Fulbright Teacher Exchange Program."},
      {
        "id":"ED256730",
        "title":"The Story of the AERA Special Interest Group on Creation and Utilization of Curriculum Knowledge--1970-1984: Toward Excellence in Curriculum Inquiry."},
      {
        "id":"ED256734",
        "title":"The Helsinki Test. The Inkblots and Using the Test. Research Bulletin 62."},
      {
        "id":"ED256737",
        "title":"Fun &amp; Fitness. Youth Physical Fitness Survey and Program Highlights. A Navy Youth Program. Resource Guide 1."},
      {
        "id":"ED256738",
        "title":"Fifty-fourth Annual Report, 1983-84. Australian Council for Educational Research."},
      {
        "id":"ED256741",
        "title":"Promoting Nutrition through Education: A Resource Guide to the Nutrition Education and Training Program (NET). Bibliographies and Literature of Agriculture No. 31."},
      {
        "id":"ED256742",
        "title":"Implementing Four Models of Instructional Improvement."},
      {
        "id":"ED256743",
        "title":"Studying Professional Cultures in Improving High Schools."},
      {
        "id":"ED256744",
        "title":"Plan for the Study of Professional Cultures in Improving High Schools."},
      {
        "id":"ED256745",
        "title":"Finding the Evaluation Philosopher's Stone, or How an Evaluation Study is Actually Helping Program Improvement."},
      {
        "id":"ED256746",
        "title":"Developing an Elementary-School, Learning-Community Classroom. Research Series No. 145."},
      {
        "id":"ED256747",
        "title":"Climate Survey. Teacher Education and Certification."},
      {
        "id":"ED256748",
        "title":"Instructional Materials Sunset Review Report. A Report to the California Legislature, as Required by Senate Bill 1155, Chapter 1270, Statutes of 1983."},
      {
        "id":"ED256751",
        "title":"Health Care of Adolescents by Office-Based Physicians: National Ambulatory Medical Care Survey, 1980-81."},
      {
        "id":"ED256752",
        "title":"Applications of Classroom Management Research Findings. Research Series No. 154."},
      {
        "id":"ED256753",
        "title":"The First Year of Teacher Preparation: Transition to Pedagogical Thinking? Research Series No. 156."},
      {
        "id":"ED256754",
        "title":"Effective Practices in Achieving Compensatory Education-Funded Schools."},
      {
        "id":"ED256755",
        "title":"Comparing Academic Backgrounds and Career Aspirations of Education and Non-Education Majors. Research and Evaluation in Teacher Education. Program Evaluation Series No. 2."},
      {
        "id":"ED256763",
        "title":"Nutrition Education Resource Guide: An Annotated Bibliography of Educational Materials for the WIC and CSF Programs. Bibliographies and Literature of Agriculture Number 24."},
      {
        "id":"ED256764",
        "title":"Beating the Odds. An Educational Program Relating Safety Belt Use to Health Lifestyles for High School Students."},
      {
        "id":"ED256767",
        "title":"Political Profile and Voting Patterns of Texas Teachers."},
      {
        "id":"ED256768",
        "title":"America's Changing Families: A Guide for Educators. Fastback 219."},
      {
        "id":"ED256769",
        "title":"Exercise and Your Heart."},
      {
        "id":"ED256771",
        "title":"Project CAPABLE: English. [Monthly Reports, August 1979-May 1980]."},
      {
        "id":"ED256772",
        "title":"Evaluation Report on &quot;PASS.&quot; Positive Alternatives to Student Suspensions."},
      {
        "id":"ED256773",
        "title":"The Hierarchical Structure of Self-Concept: An Application of Hierarchical Confirmatory Factor Analysis. Revision."},
      {
        "id":"ED256775",
        "title":"Summary Report of the East Texas State University ESEA Title VII Bilingual Education Project, 1976-1984."},
      {
        "id":"ED256779",
        "title":"Building a Built-in Evaluation System: A Case in Point."},
      {
        "id":"ED256780",
        "title":"Psychometric Issues: Is Validity Relevant to Structured Interviews?"},
      {
        "id":"ED256781",
        "title":"A Quantitative Synthesis of Effects of Formative Evaluation on Achievement."},
      {
        "id":"ED256782",
        "title":"Preliminary Study of the MCPS Honors Program."},
      {
        "id":"ED256786",
        "title":"Follow-up Study of Special Education Graduates: Class of 1983."},
      {
        "id":"ED256787",
        "title":"An Evaluation of Three Components of the Career Education Program in the Montgomery County Public Schools."},
      {
        "id":"ED256789",
        "title":"Status of Accomplishment of the District's Objectives for 1983-84."},
      {
        "id":"ED256793",
        "title":"LOOP: Linking Outcomes to Organizational Planning, First Quarterly Report: 25 School Board Priorities."},
      {
        "id":"ED256794",
        "title":"A Study of the Provision of MCPS Legal Services."},
      {
        "id":"ED256795",
        "title":"Subject Area Test Results: Life Science and Algebra I."},
      {
        "id":"ED256796",
        "title":"A Study of the Guidance Program and Its Management in the Montgomery County Public Schools."},
      {
        "id":"ED256797",
        "title":"A Guide to Evaluating Programs for Handicapped Preschoolers."},
      {
        "id":"ED256798",
        "title":"1984-At a Glance."},
      {
        "id":"ED256799",
        "title":"Reading Results Announced. Assessment Update [British Columbia Reading Assessment]."},
      {
        "id":"ED256800",
        "title":"Can I Trust ORE Reports?"},
      {
        "id":"ED256801",
        "title":"Follow-up Evaluation of Mark Twain Students: Phase II."},
      {
        "id":"ED256804",
        "title":"Evaluation of the 1983-84 ECIA, Chapter II Teaching/Outreach/Parent Involvement/Skill Development Project."},
      {
        "id":"ED256805",
        "title":"Evaluation of the 1983-84 ECIA, Chapter II LEGAL Project."},
      {
        "id":"ED256806",
        "title":"Evaluation of the 1983-84 Academic Excellence Program."},
      {
        "id":"ED256807",
        "title":"Evaluation of the 1983-84 ECIA, Chapter II Center for Urban/Minority Education Project."},
      {
        "id":"ED256809",
        "title":"Evaluation of the 1982-83 ECIA, Chapter II Computer Education Project."},
      {
        "id":"ED256810",
        "title":"Evaluation of the 1983-84 ECIA, Chapter II Articulation for Career Education Project."},
      {
        "id":"ED256811",
        "title":"Evaluation of the 1983-84 ECIA, Chapter II Motivate and Stimulate for Excellence Project."},
      {
        "id":"ED256812",
        "title":"Evaluative Summary of the Dade County Public Schools Elementary Gifted Program."},
      {
        "id":"ED256813",
        "title":"Evaluation of the 1983-84 ECIA, Chapter II Program Development for the Artistically Talented Project."},
      {
        "id":"ED256814",
        "title":"Survey of Graduating Seniors: Class of 1983."},
      {
        "id":"ED256815",
        "title":"The Annual Report of the California Achievement Tests Results: 1983-84."},
      {
        "id":"ED256816",
        "title":"Statistical Profiles, 1983-84."},
      {
        "id":"ED256817",
        "title":"District and School Profiles, 1983-84."},
      {
        "id":"ED256818",
        "title":"Statistical Abstract, Dade County Public Schools, 1983-84."},
      {
        "id":"ED256823",
        "title":"Making the Grade: School Achievement in Japan, Taiwan, and the United States."},
      {
        "id":"ED256827",
        "title":"The Asian Indians and the American Challenge. An Occasional Paper Series."},
      {
        "id":"ED256829",
        "title":"Homogeneity and Heterogeneity in Education: The &quot;Psychological Price&quot; Argument."},
      {
        "id":"ED256831",
        "title":"Update: Connecticut's Challenge. Implementation of Recommendations Presented in Connecticut's Challenge: An Agenda for Educational Equity and Excellence."},
      {
        "id":"ED256835",
        "title":"A Study of Utilization of the Racial Majority to Minority Student Transfer Option within Selected Schools."},
      {
        "id":"ED256838",
        "title":"Towards Excellence: An Urban Response to the Recommendations for School Reform."},
      {
        "id":"ED256840",
        "title":"Statement of Commissioner, Immigration and Naturalization Service, before the Committee on the Judiciary, Subcommittee on Immigration and Refugee Policy, United States Senate, concerning S. 377."},
      {
        "id":"ED256842",
        "title":"Raising Hispanic Achievement. ERIC/CUE Digest Number 26."},
      {
        "id":"ED256844",
        "title":"Equality and Excellence: The Educational Status of Black Americans."},
      {
        "id":"ED256845",
        "title":"Formation of Freirian Facilitators."},
      {
        "id":"ED256846",
        "title":"Remarks of the Assistant Attorney General, Civil Rights Division, at the Twentieth Anniversary of the Arizona Civil Rights Act Symposium (Phoenix, Arizona, April 24, 1985)."},
      {
        "id":"ED256847",
        "title":"Effects of the Omnibus Budget Reconciliation Act of 1981 (OBRA) Welfare Changes and the Recession on Poverty. Subcommittee on Oversight and Subcommittee on Public Assistance and Unemployment Compensation of the Committee on Ways and Means. U.S. House of Representatives, 98th Congress, 2nd Session."},
      {
        "id":"ED256851",
        "title":"Una Mejor Opportunidad para Aprender: La Educacion Bilingue Bicultural (A Better Chance to Learn: Bilingual-Bicultural Education)."},
      {
        "id":"ED256853",
        "title":"School Closings in Montgomery County, Maryland. A Report of the Maryland Advisory Committee to the United States Commission on Civil Rights."},
      {
        "id":"ED256854",
        "title":"Civil Rights in Maine. Proceedings of a consultation sponsored by the Maine Advisory Committee to the U.S. Commission on Civil Rights (Augusta, Maine, November 16-17, 1978)."},
      {
        "id":"ED256859",
        "title":"Teenage Pregnancy &amp; Parenting. Evaluating School Policies &amp; Programs from a Sex Equity Perspective."},
      {
        "id":"ED256871",
        "title":"Fourteenth Amendment Considerations and Competency Testing."},
      {
        "id":"ED256881",
        "title":"Marketing Distributive Education. Secondary Curriculum Guide."},
      {
        "id":"ED256882",
        "title":"Electromechanical Technology Secondary Curriculum Guide."},
      {
        "id":"ED256883",
        "title":"Electronics Engineering Technology Curriculum."},
      {
        "id":"ED256884",
        "title":"Developing Pre-Technical Secondary Education Programs: Rationale, Content, and Methodology."},
      {
        "id":"ED256885",
        "title":"Electromechanical Engineering Technology Curriculum."},
      {
        "id":"ED256886",
        "title":"Mechanical Engineering Technology Curriculum."},
      {
        "id":"ED256898",
        "title":"Concerns within the Job Training Community over Labor's Ability to Implement the Job Training Partnership Act."},
      {
        "id":"ED256899",
        "title":"Bureau of Labor Statistics Employment Projections: Detailed Analysis of Selected Occupations and Industries. Report to the Honorable Berkley Bedell, United States House of Representatives."},
      {
        "id":"ED256904",
        "title":"Burnout among Extension Agents in the Ohio Cooperative Extension Service."},
      {
        "id":"ED256905",
        "title":"A National Survey of the Use of DISCOVER and SIGI: Technical Report No. 1."},
      {
        "id":"ED256906",
        "title":"Continuum of Services: School to Work. Report from the Study Group. Institute on Rehabilitation Issues (11th, San Antonio, Texas, June 1984)."},
      {
        "id":"ED256914",
        "title":"The U.S. Climate for Entrepreneurship and Innovation."},
      {
        "id":"ED256915",
        "title":"Building Community Partnerships through Community Education. It Can Happen! It Has Happened! How to Make It Happen! [Project: Community Partnerships.]"},
      {
        "id":"ED256921",
        "title":"A National Survey of Computer Use in Rehabilitation Facilities. Research and Training Center Research Report."},
      {
        "id":"ED256926",
        "title":"Carl D. Perkins Vocational Education Act. Public Law 98-524."},
      {
        "id":"ED256930",
        "title":"One Billion Illiterates. One Billion Reasons for Action. Report and Extracts from Papers of an International Seminar on Co-operating for Literacy (Berlin, West Germany, October 1983)."},
      {
        "id":"ED256931",
        "title":"Survey Update: The Perceived Needs and Level of Independence of Institutionalized versus Non-Institutionalized Developmentally Disabled Persons."},
      {
        "id":"ED256932",
        "title":"Economic Development and the Community College. Research and Development Series No. 251."},
      {
        "id":"ED256934",
        "title":"A Computerized Instructional Program for the Child Care Industry. Final Report. July 1983-June 1984."},
      {
        "id":"ED256935",
        "title":"The Microcomputer: A Tool for Child Care Administration. Student Work Text."},
      {
        "id":"ED256936",
        "title":"Contemporary Dissertation Research on Employment and Training."},
      {
        "id":"ED256945",
        "title":"Equal Access in Vocational Education. Instructor's Guidebook. Models and Strategies."},
      {
        "id":"ED256946",
        "title":"Futures Week. Middle School Program. Instructor&apos;s Guidebook."},
      {
        "id":"ED256947",
        "title":"Developing a Role-Model Index. A Guide Book."},
      {
        "id":"ED256957",
        "title":"Job Options for Women in the 80's. Pamphlet 18."},
      {
        "id":"ED256958",
        "title":"Women on the Job: Careers in the Electronic Media."},
      {
        "id":"ED256959",
        "title":"Personnel Practices for an Aging Work Force: Private-Sector Examples. An Information Paper."},
      {
        "id":"ED256961",
        "title":"Specific Technological Assumptions Affecting the Bureau of Labor Statistics&apos; 1995 Employment Projections. Report to the Honorable Berkeley Bedell, United States House of Representatives."},
      {
        "id":"ED256963",
        "title":"Supplemental Driver Safety Program Development. Volume I--Development Research and Evaluation. Final Report."},
      {
        "id":"ED256964",
        "title":"Supplemental Driver Safety Program Development Volume II--Pilot and Field Test Module Materials. Final Report."},
      {
        "id":"ED256967",
        "title":"The Contrasting Careers of Two Structural Types of CMHCs."},
      {
        "id":"ED256968",
        "title":"School Psychologists' Attributions for Success and Failure in Consultation."},
      {
        "id":"ED256969",
        "title":"Perceived Dissimilarity: An Informational Basis for the Actor-Observer Divergence."},
      {
        "id":"ED256970",
        "title":"Interpersonal Influence Strategies Applied to Sexual Decision-Making of Adolescents."},
      {
        "id":"ED256972",
        "title":"Motivational Strategies for Young Professionals in the Human Services."},
      {
        "id":"ED256974",
        "title":"Predictors of Health in Middle Adulthood."},
      {
        "id":"ED256976",
        "title":"The Use of Groups for Psychosocial Intervention with Medical/Surgical Patients."},
      {
        "id":"ED256977",
        "title":"Psychologists in Education and Industry: A Linkage."},
      {
        "id":"ED256979",
        "title":"Belongingness--The Critical Variable in the Residential Treatment of Alcoholism."},
      {
        "id":"ED256981",
        "title":"Attending to Experimental Construct Validity in the Evaluation of Cognitive and Behavioral Treatments for Depression."},
      {
        "id":"ED256984",
        "title":"Sex-Role Stereotyping as a Factor Influencing Counselors' Advising of Black Male Students to Investigate Selected Allied Health Professions."},
      {
        "id":"ED256985",
        "title":"From Theory to Practice: Delinquency Prevention; Alternatives to the Juvenile Justice System; Improving the Juvenile Justice System."},
      {
        "id":"ED256991",
        "title":"A Multidimensional Scaling of Achievement Experiences."},
      {
        "id":"ED256992",
        "title":"Child Welfare Policy: A Teaching Module. Teacher's Outline."},
      {
        "id":"ED256993",
        "title":"Child Welfare Policy: A Teaching Module. Student's Outline."},
      {
        "id":"ED256994",
        "title":"Social Work with Adolescents: Five Teaching Modules. A Course Syllabus."},
      {
        "id":"ED256996",
        "title":"Oversight on Family Planning Programs under Title X of the Public Health Service Act, 1984. Hearings before the Subcommittee on Family and Human Services of the Committee on Labor and Human Resources. United States Senate, Ninety-Eighth Congress, Second Session on Consideration of the Reauthorization of Title X of the Public Health Service Act, the Population Research and Voluntary Family Planning Programs (April 5 and May 1, 1984)."},
      {
        "id":"ED256997",
        "title":"Reauthorization of the Adolescent Family Life Demonstration Projects Act of 1981. Hearings before the Subcommittee on Family and Human Services of the Committee on Labor and Human Resources. United States Senate, Ninety-Eighth Congress, Second Session on an Overview of the Adolescent Pregnancy Problem and Reauthorization of Title XX of the Public Health Service Act: The Adolescent Family Life Demonstration Projects Act of 1981 (April 24 and 26, 1984)."},
      {
        "id":"ED256999",
        "title":"The Influence of the Experienced Residential Environment on Old People's Life Satisfaction."},
      {
        "id":"ED257001",
        "title":"Integrating Child Neuropsychological Elements in School Psychology Graduate Training."},
      {
        "id":"ED257004",
        "title":"Chinese and Japanese American Student Attitudes toward Male/Female Roles."},
      {
        "id":"ED257005",
        "title":"Occupational Stress, Social Support and Mental Health."},
      {
        "id":"ED257008",
        "title":"The Cost of Caring for the Chronically Ill: The Case for Insurance. Hearing before the Special Committee on Aging. United States Senate, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED257009",
        "title":"Effect of Pornography on Women and Children. Hearings before the Subcommittee on Juvenile Justice of the Committee on the Judiciary. United States Senate, Ninety-Eighth Congress, Second Session on Oversight on Pornography, Magazines of a Variety of Courses, Inquiring into the Subject of Their Impact on Child Abuse, Child Molestation, and Problems of Conduct against Women (Washington, DC, August 8, September 12 and 25, and October 30, 1984; Pittsburgh, PA, October 18, 1984)."},
      {
        "id":"ED257011",
        "title":"Young Adults in Patterns of Intergenerational Exchange: The Effects of Parental Divorce."},
      {
        "id":"ED257014",
        "title":"Changes in Drug Use, School Performance, and Self-Environment Perceptions during Preventive Intervention."},
      {
        "id":"ED257015",
        "title":"Changes in Health, Social Contact and Morale in Aged."},
      {
        "id":"ED257016",
        "title":"Assessing the Probability of Abuse of the Elderly."},
      {
        "id":"ED257017",
        "title":"Training Students in Thinking Skills for Solving Social Problems: A Strategy for Helping Students Cope Constructively with School Stressors"},
      {
        "id":"ED257019",
        "title":"Unwelcomed Findings: Practical and Ethical Dilemmas."},
      {
        "id":"ED257024",
        "title":"Section 202: Present Problems--Proposed Alternatives. Hearing before the Subcommittee on Housing and Consumer Interests of the Select Committee on Aging. House of Representatives, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED257025",
        "title":"Oversight: Office of Juvenile Justice and Delinquency Prevention. Hearing before the Subcommittee on Juvenile Justice of the Committee on the Judiciary. United States Senate, Ninety-Eighth Congress, Second Session on Oversight on the Question of Competition on Awards Which are Granted and Peer Review to Assure There is Objectivity and the Best Standard of Allocation of Limited Resources."},
      {
        "id":"ED257026",
        "title":"Patterns of Work and Family Involvement among Single and Dual Earner Couples: Two Competing Analytical Approaches."},
      {
        "id":"ED257031",
        "title":"The Effects of Youth Employment Program Participation on Later Employment and Education Training."},
      {
        "id":"ED257032",
        "title":"Raising Standards and Retaining Students: The Impact of the Reform Recommendations on Potential Dropouts."},
      {
        "id":"ED257033",
        "title":"Pre-Questions for Prose Learning with Reading-Anxious College Students."},
      {
        "id":"ED257034",
        "title":"The Unpacking of a Multi-Component, Metacognitive Training Package."},
      {
        "id":"ED257035",
        "title":"The Case for a Rhetorical Perspective on Learning from Texts: Exploring Metadiscourse."},
      {
        "id":"ED257036",
        "title":"The Acquisition of Procedures from Text: A Production-System Analysis of Transfer of Training. Technical Report No. 16."},
      {
        "id":"ED257038",
        "title":"Factors Influencing the Readability of Student-Generated Texts."},
      {
        "id":"ED257039",
        "title":"Developing Young Composers' Sense of Craft for Reading and Writing: First Principles."},
      {
        "id":"ED257041",
        "title":"Encouraging Summer Reading: 21 Suggestions Teachers Can Share With Parents."},
      {
        "id":"ED257043",
        "title":"Stalking Ideas: The Generation and Elaboration of Arguments."},
      {
        "id":"ED257046",
        "title":"Reciprocal Teaching of Comprehension Strategies: A Natural History of One Program for Enhancing Learning. Technical Report No. 334."},
      {
        "id":"ED257047",
        "title":"All about Reading and Technology."},
      {
        "id":"ED257051",
        "title":"Parent Programs in Reading: Guidelines for Success."},
      {
        "id":"ED257053",
        "title":"Seventh Grade Vocabulary Computer Instruction vs. Classroom Instruction."},
      {
        "id":"ED257054",
        "title":"Reading in China: Report of the U.S. Reading Study Team to the People's Republic of China."},
      {
        "id":"ED257062",
        "title":"Empirical Considerations of Episodic Perspective Taking."},
      {
        "id":"ED257063",
        "title":"English, Grade 7, Levels I, II, & III. Revised."},
      {
        "id":"ED257064",
        "title":"English, Grade 8. Revised."},
      {
        "id":"ED257065",
        "title":"English, Grade 9. Revised."},
      {
        "id":"ED257066",
        "title":"English, Grade 10, Levels I, II, & III. Revised."},
      {
        "id":"ED257067",
        "title":"English, Grade 11, Levels I, II, & III. Revised."},
      {
        "id":"ED257068",
        "title":"English, Grade 12, Level I. Revised."},
      {
        "id":"ED257069",
        "title":"English, Grade 12, Levels II & III. Revised."},
      {
        "id":"ED257072",
        "title":"A Comparison of Responses to Short Stories and Textbook Selections: A Descriptive Study of Three Adolescents' Individual and Group Responses."},
      {
        "id":"ED257073",
        "title":"The Effect of a Rhetorical Textbook on Students: Two Studies of Metadiscourse and Interpersonal Voice."},
      {
        "id":"ED257075",
        "title":"What Does Time Buy? Syntactic Accuracy and Discourse Fluency in ESL Composition."},
      {
        "id":"ED257076",
        "title":"Composition and Communicative Intention: Exploring the Dimensions of Purpose in College Writing."},
      {
        "id":"ED257080",
        "title":"Effective Writing: Go Tell It on the Mountain."},
      {
        "id":"ED257081",
        "title":"U.S. Books Abroad: Neglected Ambassadors."},
      {
        "id":"ED257082",
        "title":"Teaching English in a Nuclear Age."},
      {
        "id":"ED257084",
        "title":"The Plural Text/The Plural Self: Roland Barthes and William Coles."},
      {
        "id":"ED257086",
        "title":"Research on Co- and Group Authorship in the Professions: A Preliminary Report."},
      {
        "id":"ED257088",
        "title":"Public Relations as Art: A Prolog to Criticism."},
      {
        "id":"ED257090",
        "title":"A Trend Study of Advertising Content Used by Banks Before, During and After a Banking Collapse."},
      {
        "id":"ED257092",
        "title":"The Role of Television Program Content and Scheduling in Patterns of Choice."},
      {
        "id":"ED257094",
        "title":"Listening as an Act of Composing."},
      {
        "id":"ED257096",
        "title":"International Study of Written Composition."},
      {
        "id":"ED257097",
        "title":"Add to Your Book: Teach a Pattern Approach to Writing."},
      {
        "id":"ED257108",
        "title":"Mrs. O'Leary's Cow and Other Newspaper Tales about the Chicago Fire of 1871."},
      {
        "id":"ED257114",
        "title":"Toward a Definition of Literacy."},
      {
        "id":"ED257118",
        "title":"What We Know about the Teaching of Writing."},
      {
        "id":"ED257119",
        "title":"Handwriting Instruction for a High-Tech Society: Will Handwriting Be Necessary?"},
      {
        "id":"ED257120",
        "title":"The Unknown Expert: Anonymous Attribution on Network Television Newscasts."},
      {
        "id":"ED257122",
        "title":"The Agenda-Setting of Ivy Lee."},
      {
        "id":"ED257123",
        "title":"Language Arts Guide K-8."},
      {
        "id":"ED257124",
        "title":"Language Arts Guide 9-12."},
      {
        "id":"ED257128",
        "title":"All the Deviance That&apos;s Fit to Print: Newsworthiness and Social Change."},
      {
        "id":"ED257130",
        "title":"The Effect of Audio-Visual Redundancy on Audio and Video Recall in Television News."},
      {
        "id":"ED257131",
        "title":"Public Relations Practitioner Roles--Their Meanings for Educators."},
      {
        "id":"ED257132",
        "title":"Source Dependence and Story Production: A Comparison of Religion News Coverage by Specialists and Non-specialists at Three Newspapers."},
      {
        "id":"ED257133",
        "title":"What Is Religion News? An Analysis of Stories by Religion Writers at Three Newspapers."},
      {
        "id":"ED257134",
        "title":"The Sharpening of &quot;The Blade,&quot; 1892-1897: A Black Newspaper and Black Consciousness."},
      {
        "id":"ED257136",
        "title":"Crime and Violence in the Media. Hearing before the Subcommittee on Crime of the Committee on the Judiciary. House of Representatives, Ninety-Eighth Congress, First Session. Serial No. 83."},
      {
        "id":"ED257145",
        "title":"Preliminary Research Employing the Watson-Barker Listening Test: A Validation of the Instrument."},
      {
        "id":"ED257146",
        "title":"The Soap Opera: A Crash Course for Educators."},
      {
        "id":"ED257153",
        "title":"Communication in Quality Circles: Members&apos; Perceptions of Their Participation and Its Effects on Related Organizational Communication Variables."},
      {
        "id":"ED257154",
        "title":"Building a Context of Experience: Communication Audits to Teach Communication Concepts."},
      {
        "id":"ED257156",
        "title":"Elementary Drama Curriculum Guide."},
      {
        "id":"ED257157",
        "title":"The Performance Appraisal Interview: A Review of the Literature with Implications for Communication Research."},
      {
        "id":"ED257158",
        "title":"ERIC First Analysis: Water Resources; 1985-86 National High School Debate Resolutions."},
      {
        "id":"ED257159",
        "title":"Status Report on Speech Research: A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for its Investigation, and Practical Applications, January 1-March 31, 1985."},
      {
        "id":"ED257160",
        "title":"Public Relations as Strategy."},
      {
        "id":"ED257165",
        "title":"Relational Listening: Theoretical and Practical Considerations."},
      {
        "id":"ED257167",
        "title":"American Forensics in Perspective. Papers from the National Conference on Forensics (2nd, Evanston, Illinois, September 12-15, 1984)."},
      {
        "id":"ED257168",
        "title":"Video Feedback in the Classroom: Possible Consequences for the Communication Apprehensive."},
      {
        "id":"ED257182",
        "title":"Implementing the Recommendations of the National Commission and Studies of Education, or What They Failed to Mention."},
      {
        "id":"ED257183",
        "title":"Recent Reports Concerning Education, or The Road to Nirvana: You Can't Get There from Here."},
      {
        "id":"ED257184",
        "title":"It's All in the Doing: What Recent Research Says about Implementation."},
      {
        "id":"ED257185",
        "title":"Building an Infrastructure for Innovation and Improvement: Short-Term and Long-Term Strategies."},
      {
        "id":"ED257189",
        "title":"Trends in Swedish Educational Policy."},
      {
        "id":"ED257190",
        "title":"Incentive Pay Programs: The South Carolina Story."},
      {
        "id":"ED257191",
        "title":"Principals: New Focus for Reform."},
      {
        "id":"ED257198",
        "title":"The Bottom Line for Schools: Student Employability?"},
      {
        "id":"ED257202",
        "title":"Educational Preventive Law Institute. Report of an Invitational Institute (Houston, Texas, November 12, 1981)."},
      {
        "id":"ED257203",
        "title":"Institute on Preventive Law and Technology. Report of an Invitational Institute (Santa Fe, New Mexico, April 7, 1983)."},
      {
        "id":"ED257204",
        "title":"Barriers to the Advancement of Women in Educational Administration: Sources and Remedies."},
      {
        "id":"ED257206",
        "title":"Block Grants: Overview of Experiences to Date and Emerging Issues. Report to the Congress."},
      {
        "id":"ED257207",
        "title":"Management Tools for Bus Maintenance: Current Practices and New Methods. Final Report."},
      {
        "id":"ED257217",
        "title":"Using Michigan K-12 Program Standards of Quality for School Improvement Planning."},
      {
        "id":"ED257218",
        "title":"School Effectiveness: Eight Variables that Make a Difference."},
      {
        "id":"ED257220",
        "title":"Staff Development: A 1984 Study of the Fifty States."},
      {
        "id":"ED257223",
        "title":"Survey of Secondary School Principals: Building Engineer Reporting Line Change. Report No. 8425."},
      {
        "id":"ED257224",
        "title":"Toward Effective Schooling: The IGE Experience."},
      {
        "id":"ED257225",
        "title":"Educational Assessment: A Guide for Teachers of the Learning Disabled. Revised Edition. Bulletin No. 5232."},
      {
        "id":"ED257226",
        "title":"Inservice Leadership Training for Speech-Language and Special Education Personnel. Final Report."},
      {
        "id":"ED257227",
        "title":"Sensory Discrimination, Generalization and Language Training of Autistic Children. Final Report."},
      {
        "id":"ED257228",
        "title":"Attitudes toward Handicapped People, Past and Present. Bibliography No. 85-1."},
      {
        "id":"ED257230",
        "title":"Application of Biofeedback Relaxation Procedures to Handicapped Children: Final Report."},
      {
        "id":"ED257233",
        "title":"Observational Study of the Use of Verbal Perseverations by Persons with Autism: Final Report, 8/83-10/84."},
      {
        "id":"ED257235",
        "title":"An Examination of Variability in Identification of Learning Disabled Students according to Selected Discrepancy Formulas over a Three Year Period."},
      {
        "id":"ED257236",
        "title":"A Comparison of Two Approaches to Home-Based Training for Parents of Severely Handicapped Preschool Children. Final Report."},
      {
        "id":"ED257237",
        "title":"Adaptation and Standardization, Stanford Achievement Test (Seventh Edition) for Use with Hearing Impaired Students. Final Report."},
      {
        "id":"ED257238",
        "title":"Unlocking Doors: A Guide to Effective Communication."},
      {
        "id":"ED257239",
        "title":"A Guidebook for Parents of Children with Emotional Disorders."},
      {
        "id":"ED257240",
        "title":"The Parents Helping Parents and Count Me In Projects: Evaluation Report, 1982-1983."},
      {
        "id":"ED257241",
        "title":"The Parents Helping Parents and Count Me In Projects: Evaluation Report, 1983-1984."},
      {
        "id":"ED257244",
        "title":"Developing Individualized Parent Participation Programs (IPPP). Final Report, September 1, 1983-August 31, 1984."},
      {
        "id":"ED257245",
        "title":"Individualizing Parent & Professional Partnerships (IPPP). Handbook September 1, 1983-August 31, 1984."},
      {
        "id":"ED257246",
        "title":"Predictors of Eligibility for ESY. Final Report."},
      {
        "id":"ED257247",
        "title":"The Effect of Advance Organizers on the Learning and Retention of Learning Disabled Adolescents within the Context of a Cooperative Planning Model. Final Report."},
      {
        "id":"ED257248",
        "title":"How to Program Generalization of Articulation Gains through Self-Monitoring Procedures."},
      {
        "id":"ED257249",
        "title":"Licensing's Contribution to the Prevention of Child Abuse."},
      {
        "id":"ED257251",
        "title":"The Relationship between Reading Achievement and Information Processing in Subtypes of Learning Disabled Children."},
      {
        "id":"ED257257",
        "title":"Aerobic Excercise and Research Opportunities to Benefit Impaired Children. (Project AEROBIC). Final Report."},
      {
        "id":"ED257261",
        "title":"Game Plans for Victors: New Skills for Severely Handicapped Children."},
      {
        "id":"ED257266",
        "title":"A Factor Analysis Study of Intellectual Development in Deaf and Hearing Children."},
      {
        "id":"ED257267",
        "title":"A School-Based Inservice Training Program for Special Education Placement Teams."},
      {
        "id":"ED257270",
        "title":"Conversational Skills Training: Teaching Adolescents with Mental Handicaps to Be Verbally Assertive."},
      {
        "id":"ED257273",
        "title":"Handicapped Students' Performance on the Virginia Minimum Competency Test."},
      {
        "id":"ED257281",
        "title":"A Model Program for Retrieval and Acceleration of Promising Young Handicapped and Talented (RAPYHT). Program Performance Report, October 1, 1983-September 30, 1984."},
      {
        "id":"ED257283",
        "title":"Where Service Begins: Working with Parents to Provide Early Intervention. Considerations for the Culturally Different."},
      {
        "id":"ED257286",
        "title":"High/Scope Outreach Project. Final Report. October 1, 1983-September 30, 1984."},
      {
        "id":"ED257287",
        "title":"Programming Rapid Generalization of Speech Gains through Self-Monitoring Procedures."},
      {
        "id":"ED257288",
        "title":"Transition from Special Education to the World of Work: Recommendations for the State of California."},
      {
        "id":"ED257291",
        "title":"Field Initiated Research Studies of Compliance and Educational Progress in Severely and Profoundly Handicapped Students. Final Report, FY 1982-83."},
      {
        "id":"ED257292",
        "title":"Challenging Gifted Students in the Catholic School."},
      {
        "id":"ED257295",
        "title":"Assessment of Creative Communication in Learning Disabled Adolescents."},
      {
        "id":"ED257297",
        "title":"Opening Doors: Educating the Disabled."},
      {
        "id":"ED257298",
        "title":"Opening Doors: Employing the Disabled."},
      {
        "id":"ED257299",
        "title":"Effective Performance Based Placement for Hard to Place Groups. A Conference on Improving Job Development Techniques. (Phoenix, Arizona, April 2-3, 1984). Opening Doors Monograph."},
      {
        "id":"ED257308",
        "title":"Advanced Tagalog Reader."},
      {
        "id":"ED257310",
        "title":"Language Acquisition. An Annotated Bibliography on Bilingual Education: Foundations, Psychological and Cognitive Aspects, and Instructional Strategies."},
      {
        "id":"ED257312",
        "title":"Linguistic Interdependence and the Educational Development of Bilingual Children. Bilingual Education Paper Series, Vol. 3 No. 2."},
      {
        "id":"ED257314",
        "title":"English for Students of Mathematics."},
      {
        "id":"ED257315",
        "title":"Social Class and Bilingual Education: Issues and Contradictions. Bilingual Education Paper Series, Vol. 5 No. 2."},
      {
        "id":"ED257316",
        "title":"Cloze in the Classroom with Notes on Needed Research. Bilingual Education Paper Series, Vol. 5 No. 3."},
      {
        "id":"ED257317",
        "title":"Experimental vs. Non-Experimental Research on Classroom Second Language Learning. Bilingual Education Paper Series, Vol. 5 No. 4."},
      {
        "id":"ED257318",
        "title":"Bilingual Education: Will the Benefits Last? Bilingual Education Paper Series, Vol. 5 No. 8."},
      {
        "id":"ED257319",
        "title":"Second Language Acquisition and Organizational Change through an Effective Training System. Bilingual Education Paper Series, Vol. 5 No. 11."},
      {
        "id":"ED257322",
        "title":"Directory of Foreign Language Service Organizations: 3. Language in Education: Theory and Practice, No. 61."},
      {
        "id":"ED257323",
        "title":"Testing in Beginning FLES: Listening."},
      {
        "id":"ED257324",
        "title":"Literacy in Navajoland: Functions and Effects of Power."},
      {
        "id":"ED257328",
        "title":"A Comparison of Perceptions of Administrative Tasks and Professional Development Needs of Chairpersons/Heads of Departments in Australia and the U.S."},
      {
        "id":"ED257331",
        "title":"A Challenge for the States: Protecting Minority Access within Systemwide Admissions Standards."},
      {
        "id":"ED257332",
        "title":"Brown Coal or Plato? A Study of the Gippsland Institute of Advanced Education. ACER Research Series No. 105."},
      {
        "id":"ED257338",
        "title":"Aid &amp; Access: The Role of Financial Aid in Access to Postsecondary Education for Different Ethnic Groups in New York State. Findings of the 1981-82 New York State Higher Education Services Corporation Student Survey."},
      {
        "id":"ED257340",
        "title":"Revising and Extending Title VIII of the Public Health Service Act. Conference Report to Accompany S. 2574. House of Representatives, 98th Congress, Second Session."},
      {
        "id":"ED257346",
        "title":"Reallocation: Strategies for Effective Resource Management."},
      {
        "id":"ED257347",
        "title":"Incentives and Disincentives for Effective Management."},
      {
        "id":"ED257348",
        "title":"College &amp; University Budgeting. An Introduction for Faculty and Academic Administrators."},
      {
        "id":"ED257351",
        "title":"The Paradox in Institutional Renewal."},
      {
        "id":"ED257352",
        "title":"Liability and Risk Management for Continuing Education Professionals."},
      {
        "id":"ED257356",
        "title":"Consultation/Liaison Psychology: A New Direction for Professional Practice."},
      {
        "id":"ED257359",
        "title":"Finding Financial Resources for Adult Learners: Profiles for Practice."},
      {
        "id":"ED257364",
        "title":"Agreement between Commonwealth of Pennsylvania and Association of Pennsylvania State College and University Faculties (APSCUF), July 1, 1981 to June 30, 1984 and Reopener and Contract Extension Agreement between Association of Pennsylvania State College and University Faculties and State System of Higher Education, July 1, 1983 to June 30, 1985."},
      {
        "id":"ED257370",
        "title":"Agreement between the Board of Trustees of the California State University and the California Faculty Association, Unit 3--Faculty, August 16, 1983-June 30, 1986 and New Contract Language Changes to Agreement, July 1, 1984-June 30, 1986."},
      {
        "id":"ED257381",
        "title":"Collective Bargaining Agreement between American Association of University Professors, Eastern Montana College, and the Montana University System, July 1, 1981-June 30, 1985."},
      {
        "id":"ED257383",
        "title":"Agreement between Fairleigh Dickinson University and Fairleigh Dickinson University Council of American Association of University Professors Chapters, September 1, 1982-August 31, 1984."},
      {
        "id":"ED257391",
        "title":"Agreement between Monmouth College and the Faculty Association of Monmouth College, July 1, 1983-June 30, 1985."},
      {
        "id":"ED257393",
        "title":"Agreement: The Board of Regents of the University of Nebraska and the University of Nebraska at Omaha Chapter, American Association of University Professors, July 1, 1983 through June 30, 1985."},
      {
        "id":"ED257411",
        "title":"Starting with Students: Promising Approaches in American Higher Education."},
      {
        "id":"ED257413",
        "title":"Development Communication Report, Winter 1985, No. 48."},
      {
        "id":"ED257415",
        "title":"From Clinical Interviews to Policy Recommendations: A Case Study in High School Computer Programming. Study of Stanford and the Schools Technology Panel."},
      {
        "id":"ED257416",
        "title":"Will the Integration of Media Projects into an Existing Language Arts Curriculum Affect Year-End Achievement? A Research Study."},
      {
        "id":"ED257417",
        "title":"The Computer Supervisor: Your Next Administrative Hire."},
      {
        "id":"ED257426",
        "title":"Presentation of Information on Visual Displays."},
      {
        "id":"ED257427",
        "title":"Reading Efforts on Visual Displays. Theme Report No. 20."},
      {
        "id":"ED257431",
        "title":"A UALR Computer Literacy Project to Determine Curricular Goals and Objectives."},
      {
        "id":"ED257435",
        "title":"Audio-Visual/Communications Teaching Aids Packet. Supplementary Materials. Packet P-8."},
      {
        "id":"ED257437",
        "title":"Communicating with Pictures. P-8A."},
      {
        "id":"ED257438",
        "title":"Computer-Assisted Instruction: Decision Handbook. Final Report."},
      {
        "id":"ED257439",
        "title":"Computers and the Schools: The Next Decade."},
      {
        "id":"ED257440",
        "title":"Computers in Education: An Overview. Publication Number One. Software Engineering/Education Cooperative Project."},
      {
        "id":"ED257441",
        "title":"Developmental Studies of Computer Programming Skills. A Symposium: Annual Meeting of the American Educational Research Association (New Orleans, Louisiana, April 23-27, 1984). Technical Report No. 29."},
      {
        "id":"ED257443",
        "title":"Educational Technology: A Critical Perspective."},
      {
        "id":"ED257447",
        "title":"End Users Guide to Buying Small Computers."},
      {
        "id":"ED257448",
        "title":"How Schools Use Microcomputers. Summary of the First National Survey."},
      {
        "id":"ED257449",
        "title":"Integrating Human and Computer Intelligence. Technical Report No. 32."},
      {
        "id":"ED257450",
        "title":"Intelligent Tutoring Systems: A Review."},
      {
        "id":"ED257451",
        "title":"Interactive Cable Television. Final Report."},
      {
        "id":"ED257452",
        "title":"The Interpretation of Logo in Practice. Technical Report No. 34."},
      {
        "id":"ED257457",
        "title":"Reauthorization of the Library Services and Construction Act, 1984. Hearing before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources, United States Senate, Ninety-Eighth Congress, Second Session, on Proposed Legislation Authorizing Funds for Programs of the Library Services and Construction Act. March 23, 1984."},
      {
        "id":"ED257458",
        "title":"A Study of Multitype Library Cooperatives: Including Developments in the Southwest Michigan Library Network, Michigan, California and Texas, with References to New York State and Illinois."},
      {
        "id":"ED257459",
        "title":"Preservation Education in ARL Libraries. SPEC Kit 113."},
      {
        "id":"ED257460",
        "title":"Branching Out in Youth Services."},
      {
        "id":"ED257462",
        "title":"Landmarks of Science: Microforms Cataloging Project, September 1981-December 1983."},
      {
        "id":"ED257464",
        "title":"Australian Thesaurus of Education Descriptors. A Word-Stock for Indexing and Retrieving Australian Educational Literature."},
      {
        "id":"ED257465",
        "title":"Copyright Basics. Circular R1."},
      {
        "id":"ED257466",
        "title":"A Cooperative Project for the Development and Delivery of Training to Rural Library Staff across Alberta. First Phase Report."},
      {
        "id":"ED257471",
        "title":"Learning to Use an Online Circulation System. Final Report."},
      {
        "id":"ED257472",
        "title":"Library and Information Services in a Learning Society. Annual Report, 1983-84."},
      {
        "id":"ED257477",
        "title":"A Study of the Value of Information and the Effect on Value of Intermediary Organizations, Timeliness of Services &amp; Products, and Comprehensiveness of the EDB. Volume 1: The Value of Libraries as an Intermediary Information Service; Volume 2: The Value of the Network Energy Software Center and the Radiation Shielding Information Center; Volume 3: The Effects of Timeliness and Comprehensiveness on Value."},
      {
        "id":"ED257478",
        "title":"User and Staff Education for the Online Catalog."},
      {
        "id":"ED257484",
        "title":"Handbook for Articulation Task Forces, 1984-85."},
      {
        "id":"ED257486",
        "title":"The Economic Impact of Community College of Philadelpia on the Philadelphia Area. Report #18."},
      {
        "id":"ED257487",
        "title":"S.I.Q.--Student Information Questionnaire: A Survey of Student Characteristics, Fall 1984."},
      {
        "id":"ED257498",
        "title":"Community College-Senior College Articulation in Illinois: Summary of a Report and Recommendations by the Illinois Community College-Senior College Articulation Task Force."},
      {
        "id":"ED257501",
        "title":"Los Angeles City College Urban Transfer Opportunities Program: Narrative Report."},
      {
        "id":"ED257504",
        "title":"Statistical Profiles. Howard Community College. Research Report Number 40."},
      {
        "id":"ED257505",
        "title":"Institutional Indicators: Proposed Budget, 1985-1986. Howard Community College."},
      {
        "id":"ED257514",
        "title":"A Model for the Staff Development of Community College Part-Time Faculty."},
      {
        "id":"ED257515",
        "title":"An Analysis of Selected Factors Influencing Enrollment Patterns."},
      {
        "id":"ED257519",
        "title":"Policy Issues for Community Colleges. Draft."},
      {
        "id":"ED257520",
        "title":"The Demography of Community Colleges in the West. Draft."},
      {
        "id":"ED257521",
        "title":"The Economic and Technological Environment of Community Colleges in the West. Draft."},
      {
        "id":"ED257522",
        "title":"The Financial Environment of Community Colleges."},
      {
        "id":"ED257523",
        "title":"Organization and Governance of Community Colleges. Draft."},
      {
        "id":"ED257526",
        "title":"College Introduces Money-Back Guarantee on Transferability of Credits."},
      {
        "id":"ED257539",
        "title":"The Articulation/Transfer Phenomenon: Patterns and Directions. Horizons Issues Monograph Series."},
      {
        "id":"ED257546",
        "title":"Reporting Child Abuse: Rights and Responsibilities for Child Care Providers."},
      {
        "id":"ED257554",
        "title":"At-Risk Infants: Face-to-Face Interaction and Developmental Differences."},
      {
        "id":"ED257555",
        "title":"The Computer in the Early Childhood Classroom: Peer Helping and Peer Teaching."},
      {
        "id":"ED257556",
        "title":"Child Welfare and Foster Care Issues. Hearing before the Subcommittee on Public Assistance and Unemployment Compensation of the Committee on Ways and Means. House of Representatives, Ninety-Eighth Congress, Second Session (Oakland, California)."},
      {
        "id":"ED257558",
        "title":"The Development of Private Speech: A Review of Empirical Evidence Addressing Vygotsky's Theoretical Views."},
      {
        "id":"ED257560",
        "title":"The Child's Social Network: The Effects of Age, Sex and Socioeconomic Status from 3 to 6 Years."},
      {
        "id":"ED257562",
        "title":"Distinguishing between Antisocial Behavior and Undercontrol."},
      {
        "id":"ED257570",
        "title":"Early Education of Children with Communication Problems: Particularly Those from Ethnic Minorities."},
      {
        "id":"ED257571",
        "title":"The Understanding of Emotion and the Understanding of Relationships."},
      {
        "id":"ED257572",
        "title":"Metacognition and the Development of Strategic Skills in Impulsive and Reflective Children."},
      {
        "id":"ED257573",
        "title":"Social Pretend Play in Two-Year Olds with Older and Same Age Play Partners."},
      {
        "id":"ED257574",
        "title":"Decoding Nonverbal Cues of Emotion: Emergence of Sex Differences."},
      {
        "id":"ED257575",
        "title":"Concepts of Health and Sickness of Preschool and School Aged Children."},
      {
        "id":"ED257577",
        "title":"Teachers' Expectations for Memory and Metamemory Skills of Elementary School Children."},
      {
        "id":"ED257579",
        "title":"Differentiation of Peers' Ability Attributes by Elementary School Children."},
      {
        "id":"ED257580",
        "title":"The Influence of the Culture of an Infant/Toddler Center on Peer Play Behavior: Informant and Observational Perspectives."},
      {
        "id":"ED257583",
        "title":"A Guide for Local Nutrition Consultants on the Nutrition Component of Head Start Programs."},
      {
        "id":"ED257585",
        "title":"Building Social Support Systems through a Babysitting Exchange Program."},
      {
        "id":"ED301801",
        "title":"Student Assistance Guide for Chemical Dependency."},
      {
        "id":"ED301804",
        "title":"Conflict in Families of Adolescents: The Impact on Cohesion and Power Structures."},
      {
        "id":"ED301805",
        "title":"Infertility: Medical and Social Choices."},
      {
        "id":"ED301806",
        "title":"Children&apos;s Mental Health: Problems and Services. Background Paper."},
      {
        "id":"ED301808",
        "title":"Closeness in Father-Offspring Relationships: Do Differences Linked to Paternal Marital Status Persist in a Multivariate Approach?"},
      {
        "id":"ED301813",
        "title":"Responding to Adolescent Suicide."},
      {
        "id":"ED301815",
        "title":"Drug Prevention Curricula: A Guide to Selection and Implementation."},
      {
        "id":"ED301817",
        "title":"Family Relations and the Self-Esteem of Older Persons."},
      {
        "id":"ED301818",
        "title":"Generalizability of Effectiveness Ratings for Counselors and Their Supervisors."},
      {
        "id":"ED301820",
        "title":"Ethical Issues: The Changing Role of the School Psychologist."},
      {
        "id":"ED301821",
        "title":"Women and Plant Closings: Unemployment, Reemployment, and Job Training Enrollment Following Dislocation."},
      {
        "id":"ED301822",
        "title":"The Recovering Alcoholic Catholic Priest and Role Immersion."},
      {
        "id":"ED301832",
        "title":"I'm Not Sure I Enjoy Being a Girl: Satisfaction with Gender Related to Class and Ethnicity."},
      {
        "id":"ED301833",
        "title":"An Alternative for High-Risk Students: The School-Community Guidance Center Evaluation, 1987-88."},
      {
        "id":"ED301836",
        "title":"Schema-Triggered Affect and Situational Concerns."},
      {
        "id":"ED301838",
        "title":"Computer-Assisted Metacognitive Strategies and the Reading Comprehension Skills of ESL Elementary School Students."},
      {
        "id":"ED301839",
        "title":"Reading in the Language Arts."},
      {
        "id":"ED301844",
        "title":"Facts, Figures, and Fictions: A Heuristic for Reading and Teaching Figuration."},
      {
        "id":"ED301847",
        "title":"The Relationship between Prior Experience with Print and Reading Readiness."},
      {
        "id":"ED301849",
        "title":"A Study of the Relationship between Physical Skills and Achievement in Listening Comprehension, Mathematics, and Reading."},
      {
        "id":"ED301850",
        "title":"A Training Manual for Adult Reading and Writing Tutors."},
      {
        "id":"ED301854",
        "title":"Defining Is an Unnatural Act: A Study of Written Definitions."},
      {
        "id":"ED301855",
        "title":"Effects of Providing Story Impressions as a Prereading/Writing Activity on the Story Comprehension and Oral Reading Miscues of Second-Grade Readers. Final Report."},
      {
        "id":"ED301856",
        "title":"The Effects of Reciprocal Teaching of Self-Regulation of Reading Comprehension in a Postsecondary Technical School Program."},
      {
        "id":"ED301857",
        "title":"The Relationship between Attitudes toward Censorship and Selected Academic Variables."},
      {
        "id":"ED301863",
        "title":"A Critical Review of Reading in Mathematics Instruction: The Need for a New Synthesis."},
      {
        "id":"ED301864",
        "title":"The Relative Merits of Characteristics of Teacher Verbal Modeling in Influencing Comprehension and Comprehension Monitoring of Eighth Grade Readers."},
      {
        "id":"ED301865",
        "title":"From Metacognition to Whole Language: The Spectrum of Literacy in Elementary School Science."},
      {
        "id":"ED301871",
        "title":"Naming Speed and Phonological Awareness: Independent Contributors to Reading Disabilities."},
      {
        "id":"ED301872",
        "title":"Becoming a Nation of Readers: What Principals Can Do."},
      {
        "id":"ED301873",
        "title":"Multiple Analogies for Complex Concepts: Antidotes for Analogy-Induced Misconception in Advanced Knowledge Acquisition. Technical Report No. 439."},
      {
        "id":"ED301876",
        "title":"Clues to Mode of Discourse."},
      {
        "id":"ED301877",
        "title":"The St. Louis Post-Dispatch and Early Coverage of Times Beach: Watchdog or Muted Trumpet?"},
      {
        "id":"ED301881",
        "title":"The Pedagogy of Voice: Putting Theory into Practice in a Story Workshop Composition Class."},
      {
        "id":"ED301882",
        "title":"Writing-To-Learn Terminology: Sourcebook for Instructors."},
      {
        "id":"ED301884",
        "title":"Hazelwood v. Kuhlmeier: National Press Reaction to the Decision and Its Impact in Tennessee High Schools."},
      {
        "id":"ED301885",
        "title":"The Teaching of Ethics and Moral Reasoning in Scholastic Journalism: The Pedagogical Imperative."},
      {
        "id":"ED301886",
        "title":"Utah Pilot Writing Assessment for Grades 3 and 8. Final Report."},
      {
        "id":"ED301887",
        "title":"The Sweetwater Model for Writing Improvement."},
      {
        "id":"ED301888",
        "title":"Notes from the National Testing Network in Writing. Volume VIII, November 1988."},
      {
        "id":"ED301890",
        "title":"Computer Strategies for Teaching Revision: It May Be Convenient, but It's Not Easy."},
      {
        "id":"ED301891",
        "title":"Linguistics and the Language Arts Curriculum."},
      {
        "id":"ED301892",
        "title":"Commuter and Residential Campuses: Academic and Co-Curricular Implications for Speech Communication Faculty."},
      {
        "id":"ED301893",
        "title":"Goal Conflict and Its Implications for Public Relations Practitioners: A National Survey."},
      {
        "id":"ED301896",
        "title":"Social Ills and the One-Man Solution: Depictions of Evil in the Vigilante Film."},
      {
        "id":"ED301898",
        "title":"Finding a Path Out of a Rhetorical Thicket: Developing a Situational and Qualitative Matrix to Assess FCC Arguments about Licensee Character Qualifications."},
      {
        "id":"ED301899",
        "title":"Mass Communication Internships: Problems and Misconceptions."},
      {
        "id":"ED301900",
        "title":"Emancipatory Theatre for Youth."},
      {
        "id":"ED301902",
        "title":"Megan Terry's Plays for Youth at the Omaha Magic Theatre."},
      {
        "id":"ED301905",
        "title":"Religious Broadcasting. Focused Access to Selected Topics (FAST) Bibliography No. 7."},
      {
        "id":"ED301906",
        "title":"Performing Arts Annual 1987."},
      {
        "id":"ED301907",
        "title":"Coming Out Stories: The Creation [of] Lesbian Images on Prime Time TV."},
      {
        "id":"ED301908",
        "title":"Creating Conditions for Student Questions."},
      {
        "id":"ED301910",
        "title":"Community Size, Perceptions of Majority Opinion and Opinion Expression."},
      {
        "id":"ED301911",
        "title":"Looking at Voting as a Decisional Process: What Factors Determine Initial Preference?"},
      {
        "id":"ED301912",
        "title":"Joining Hands: The Final Report of the Model Programs for Dropout Prevention."},
      {
        "id":"ED301913",
        "title":"Mood and Persuasion: A Cognitive Response Analysis."},
      {
        "id":"ED301914",
        "title":"Start-Up Strategies for Speaking and Listening across Disciplines."},
      {
        "id":"ED301916",
        "title":"Communication, Media and the Elderly."},
      {
        "id":"ED301917",
        "title":"Education and Female Labor Force Participation."},
      {
        "id":"ED301918",
        "title":"The Influence of Values on Principals' Problem-Solving Processes: An Empirical Study."},
      {
        "id":"ED301920",
        "title":"Cognitive Flexibility and Inflexibility in Principals' Problem Solving."},
      {
        "id":"ED301921",
        "title":"The Perceptions of Public School Principals in the State of Texas toward Selected United States Supreme Court Decisions Concerning Desegregation Issues."},
      {
        "id":"ED301924",
        "title":"Preparing for Opportunities and Pitfalls...of the Future. Manpower Report No. 88-4."},
      {
        "id":"ED301926",
        "title":"Study of the Changing Role of the Elementary Principal."},
      {
        "id":"ED301929",
        "title":"Education, Dictatorship and Democracy in Spain: An Analysis of Administrative Reform."},
      {
        "id":"ED301933",
        "title":"Belonging and Work Control in Two Suburban Public High Schools and Their Effects on Teacher Engagement."},
      {
        "id":"ED301934",
        "title":"Efficacy and Accountability in Organizations."},
      {
        "id":"ED301936",
        "title":"Field-Initiated Administrator Competency Development: A Pilot Experience."},
      {
        "id":"ED301940",
        "title":"Applications of the Concerns-Based Adoption Model in Program Evaluation."},
      {
        "id":"ED301942",
        "title":"Improving Instructional Decision Making: The Relationship between Level of Use of Evaluation and Student Achievement."},
      {
        "id":"ED301945",
        "title":"What's New in Music Education."},
      {
        "id":"ED301949",
        "title":"School Based Management: An Advanced Model."},
      {
        "id":"ED301950",
        "title":"Context and Change: A Training Program for School Improvement."},
      {
        "id":"ED301951",
        "title":"A Resource Manual for Dropout Prevention and Recovery Programs."},
      {
        "id":"ED301952",
        "title":"Administration/Organizational Arrangements. Proven Exemplary Educational Programs and Practices: A Collection from the National Diffusion Network (NDN)."},
      {
        "id":"ED301953",
        "title":"Alternative Schools/Programs. Proven Exemplary Educational Programs and Practices: A Collection from the National Diffusion Network (NDN)."},
      {
        "id":"ED301955",
        "title":"Training K-8 Principals. Research Roundup; Volume 5, No. 1, November 1988."},
      {
        "id":"ED301959",
        "title":"An Approach to Reducing Risk through School System Intervention."},
      {
        "id":"ED301960",
        "title":"Conflicting Concepts and Values in Education."},
      {
        "id":"ED301961",
        "title":"Beyond Collaboration: The Role of Crisis and Textmaking in a School-University Partnership."},
      {
        "id":"ED301965",
        "title":"Creating a Context for Curriculum Deliberation by Teachers."},
      {
        "id":"ED301966",
        "title":"Goals for Education. Challenge 2000."},
      {
        "id":"ED301967",
        "title":"Repairing and Renovating Aging School Facilities. ERIC Digest Series Number EA28."},
      {
        "id":"ED301968",
        "title":"Stopping Drug Abuse. ERIC Digest Series Number EA32."},
      {
        "id":"ED301969",
        "title":"School-Based Management. ERIC Digest Series Number EA33."},
      {
        "id":"ED301970",
        "title":"Performance Standards for School Superintendents. ERIC Digest Series Number EA34."},
      {
        "id":"ED301971",
        "title":"Decentralizing Education Decision Making: A Policy Framework."},
      {
        "id":"ED301973",
        "title":"America's Schools: Everybody's Business. A Report to the President."},
      {
        "id":"ED301974",
        "title":"1988 Education Indicators."},
      {
        "id":"ED301975",
        "title":"School Administrators' Legal Knowledge: Information Sources and Perceived Needs."},
      {
        "id":"ED301976",
        "title":"Adjusting to School: Eight Children with Down's Syndrome. Item 2."},
      {
        "id":"ED301977",
        "title":"Room Management in Mainstreamed/Integrated Classrooms. Item 5."},
      {
        "id":"ED301978",
        "title":"Teachers and Child Abuse Prevention. Item 13."},
      {
        "id":"ED301980",
        "title":"Autism Bibliography."},
      {
        "id":"ED301981",
        "title":"Knowledge and Performance of Social \"Scripts\" by the Mentally Retarded."},
      {
        "id":"ED301982",
        "title":"The Empowerment Dynamic: Planning and Implementing a Support Group Network."},
      {
        "id":"ED301983",
        "title":"Deaf Children's Comprehension of Multimeaning Words: Research and Implications."},
      {
        "id":"ED301989",
        "title":"Abusing the Unprotected: A Study of the Misuse of Aversive Behavior Modification Techniques and Weaknesses in the Regulatory Structure."},
      {
        "id":"ED301990",
        "title":"Child Abuse and Neglect in New York Mental Hygiene Facilities: An Assessment of Reports Filed Prior to Implementation of New York's Child Abuse Prevention Act of 1985."},
      {
        "id":"ED301991",
        "title":"Directory of Programs &amp; Services for Hearing Impaired People in the Metropolitan Washington Area. 1988 Edition."},
      {
        "id":"ED301996",
        "title":"Programs Services for Transition: A Synthesis of Options."},
      {
        "id":"ED301999",
        "title":"Model Program and Guidelines for Occupational Therapist Training in Delivery of High School-Based Transition Services for Students with Disabilities."},
      {
        "id":"ED302000",
        "title":"Transition Needs Assessment of High School Students with Severe Disabilities and Their Parents and Teachers."},
      {
        "id":"ED302002",
        "title":"Guidelines for Setting Up a Model Visitation Site for Demonstration of Collaborative Transition."},
      {
        "id":"ED302003",
        "title":"Analysis of Role-Shifting Patterns in Transition."},
      {
        "id":"ED302007",
        "title":"Model Curriculum Emphasizing Transition: A Curriculum Planning Guide for Students with Mild Disabilities."},
      {
        "id":"ED302015",
        "title":"Quality of Life for Individuals with Disabilities: A Conceptual Framework."},
      {
        "id":"ED302017",
        "title":"Valley Transitional School Project, Final Report, October 1, 1984-September 30, 1987."},
      {
        "id":"ED302018",
        "title":"Transition Handbook: Valley Transitional School Program."},
      {
        "id":"ED302019",
        "title":"Delaware State Plan, Fiscal Year 1988-90."},
      {
        "id":"ED302020",
        "title":"Effects of Alternative Goal Structures within Curriculum-Based Assessment."},
      {
        "id":"ED302021",
        "title":"Gifted & Talented/Technology/Special Interests. Proven Exemplary Educational Programs and Practices: A Collection from the National Diffusion Network (NDN)."},
      {
        "id":"ED302022",
        "title":"Special Education/Learning Disabilities. Proven Exemplary Educational Programs and Practices: A Collection from the National Diffusion Network (NDN)."},
      {
        "id":"ED302024",
        "title":"Per Pupil Expenditures for Special Education: To Whom Are Limited Resources Provided? Revised. Final Report."},
      {
        "id":"ED302025",
        "title":"Handbook for Transition Planning and Implementation."},
      {
        "id":"ED302026",
        "title":"How &quot;Special&quot; Should the Special Ed Curriculum Be? Experts Debate Merits of Academics, &quot;Life Skills.&quot;"},
      {
        "id":"ED302027",
        "title":"The Rights of Individuals with Handicaps under Federal Law. Information for Those Who Have Rights and Responsibilities under Section 504 of the Rehabilitation Act of 1973."},
      {
        "id":"ED302031",
        "title":"Students with Cancer: A Resource for the Educator. Revised."},
      {
        "id":"ED302032",
        "title":"The Physical Fitness of Adolescents with Cerebral Palsy. Project UNIQUE II. Final Report."},
      {
        "id":"ED302039",
        "title":"Partnerships for the Future: Proceedings (Ellensburg, Washington, April 27-28, 1987)."},
      {
        "id":"ED302040",
        "title":"To Be the Best That We Can Be: A Self-Study Guide for Early Childhood Special Education Programs and Staff."},
      {
        "id":"ED302041",
        "title":"Employment Training and Transition: Visitors Packet."},
      {
        "id":"ED302046",
        "title":"Project MEAL (Model for Employment and Adult Living). Final Report and Replication Manual."},
      {
        "id":"ED302048",
        "title":"Attendance Improvement and Dropout Prevention (A.I./D.P.) Special Education Program 1986-1987 End of the Year Report and Evaluation Summary. OEA Evaluation Report."},
      {
        "id":"ED302049",
        "title":"Chapter 1/P.S.E.N. Remedial Reading and Mathematics Program 1986-87. Final Evaluation Report and Evaluation Summary. OEA Evaluation Report."},
      {
        "id":"ED302050",
        "title":"Special Education Training and Resource Center Program (SETRC): 1986-1987 End of Year Report and Summary. OEA Evaluation Report."},
      {
        "id":"ED302052",
        "title":"National Directory of Special Education Personnel Preparation Programs. 1987 Edition."},
      {
        "id":"ED302057",
        "title":"Papers and Reports on Child Language Development, Volume 27. Proceedings of the Annual Child Language Research Forum (20th, Stanford University, California, April 8-10, 1988)."},
      {
        "id":"ED302058",
        "title":"The Formal Structure of School Summaries."},
      {
        "id":"ED302061",
        "title":"Children's Use of Information in Word Learning."},
      {
        "id":"ED302063",
        "title":"Evidence for the VP Constituent from Child Korean."},
      {
        "id":"ED302065",
        "title":"Nonegocentric Uses of &quot;Big&quot; and &quot;Little&quot; by Preschool Children."},
      {
        "id":"ED302067",
        "title":"Another Look at Children's Interpretation of Complements to &quot;Be Easy.&quot;"},
      {
        "id":"ED302068",
        "title":"Precocious Passives (and Antipassives) in Quiche Mayan."},
      {
        "id":"ED302072",
        "title":"Word Learning Strategies in Two-Year-Old Children: Evidence for Category Hierarchies."},
      {
        "id":"ED302074",
        "title":"Confessions of a Wayward Chomskyan."},
      {
        "id":"ED302075",
        "title":"What Is Functionalism?"},
      {
        "id":"ED302076",
        "title":"A Principles-and-Parameters Approach to the Study of Child Language."},
      {
        "id":"ED302077",
        "title":"Theory and Explanation in Acquisition."},
      {
        "id":"ED302082",
        "title":"Vietnamese Lexicography."},
      {
        "id":"ED302084",
        "title":"University Foreign Language Learning: What Predicts Success? CLEAR Educational Report Series."},
      {
        "id":"ED302085",
        "title":"University Foreign Language Learning: Spanish and Japanese. CLEAR Technical Report Series."},
      {
        "id":"ED302086",
        "title":"Young Children&apos;s Oral Language Proficiency and Reading Ability in Spanish and English. CLEAR Technical Report Series."},
      {
        "id":"ED302087",
        "title":"&quot;Provided There Is an Adequate Exposure to This L2 in the School and Environment and Sufficient Motivation to Learn It&quot;: The Applicability (at times &quot;pace&quot; Cummins) of Majority-Language Immersion Programs to Limited- or Non-English-Proficient Spanish-L1 Grade-School Populations in the United States-Mexican Border Area."},
      {
        "id":"ED302089",
        "title":"Keeping Limited English Proficient Students in School: Strategies for Dropout Prevention. Program Information Guide Series Number 7."},
      {
        "id":"ED302096",
        "title":"Making the Best of a Bad Job: The Teaching and Testing of Translation."},
      {
        "id":"ED302105",
        "title":"Responsiveness to Adult Undergraduates in a Traditional Land-Grant University: An Institution-Wide Self-Assessment."},
      {
        "id":"ED302127",
        "title":"Economic Education at Turkish Universities. World Education Monograph Series. Number Three."},
      {
        "id":"ED302129",
        "title":"Salary Trend Study of Faculty in Agribusiness and Agricultural Production for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302130",
        "title":"Salary Trend Study of Faculty in Anthropology for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302131",
        "title":"Salary Trend Study of Faculty in Area and Ethnic Studies for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302132",
        "title":"Salary Trend Study of Faculty in Audiology and Speech Pathology for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302133",
        "title":"Salary Trend Study of Faculty in Business Administration and Management for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302134",
        "title":"Salary Trend Study of Faculty in Business and Management for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302135",
        "title":"Salary Trend Study of Faculty in Business Economics for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302136",
        "title":"Salary Trend Study of Faculty in Chemistry for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302137",
        "title":"Salary Trend Study of Faculty in Communications for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302138",
        "title":"Salary Trend Study of Faculty in Communication Technologies for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302139",
        "title":"Salary Trend Study of Faculty in Computer and Information Science for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302140",
        "title":"Salary Trend Study of Faculty in Curriculum and Instruction for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302141",
        "title":"Salary Trend Study of Faculty in Dramatic Arts for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302142",
        "title":"Salary Trend Study of Faculty in Education Administration for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302143",
        "title":"Salary Trend Study of Faculty in Education for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302144",
        "title":"Salary Trend Study of Faculty in Engineering for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302145",
        "title":"Salary Trend Study of Faculty in Fine Arts for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302146",
        "title":"Salary Trend Study of Faculty in Foreign Languages for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302148",
        "title":"Salary Trend Study of Faculty in Geological Sciences for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302149",
        "title":"Salary Trend Study of Faculty in History for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302150",
        "title":"Salary Trend Study of Faculty in Home Economics for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302151",
        "title":"Salary Trend Study of Faculty in Letters for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302152",
        "title":"Salary Trend Study of Faculty in Library and Archival Sciences for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302153",
        "title":"Salary Trend Study of Faculty in Life Sciences for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302154",
        "title":"Salary Trend Study of Faculty in Mathematics for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302155",
        "title":"Salary Trend Study of Faculty in Multi-interdisciplinary Studies for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302156",
        "title":"Salary Trend Study of Faculty in Music for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302157",
        "title":"Salary Trend Study of Faculty in Nursing for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302158",
        "title":"Salary Trend Study of Faculty in Philosophy and Religion for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302159",
        "title":"Salary Trend Study of Faculty in Physical Education for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302160",
        "title":"Salary Trend Study of Faculty in Physical Sciences for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302161",
        "title":"Salary Trend Study of Faculty in Physics for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302162",
        "title":"Salary Trend Study of Faculty in Political Science and Government for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302163",
        "title":"Salary Trend Study of Faculty in Psychology for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302164",
        "title":"Salary Trend Study of Faculty in Reading Education for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302165",
        "title":"Salary Trend Study of Faculty in Social Sciences for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302166",
        "title":"Salary Trend Study of Faculty in Sociology for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302167",
        "title":"Salary Trend Study of Faculty in Special Education (General) for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302168",
        "title":"Salary Trend Study of Faculty in Student Counseling and Personnel Services for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302169",
        "title":"Salary Trend Study of Faculty in Teacher Education, General Programs for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302170",
        "title":"Salary Trend Study of Faculty in Visual and Performing Arts for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302171",
        "title":"Congressional Methodology: How It Affects Federal Student Financial Aid Eligibility. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor, House of Representatives. 100th Congress, Second Session. Hearing held in Teaneck, New Jersey."},
      {
        "id":"ED302173",
        "title":"Graduate Education and Its Patrons."},
      {
        "id":"ED302174",
        "title":"Salary-Trend Study of Faculty in Accounting for the Years 1984-85 and 1987-88."},
      {
        "id":"ED302179",
        "title":"Multimedia in Education. Proceedings of an Invitational Conference on Multimedia in Education (Cupertino, California, June 19-20, 1986)."},
      {
        "id":"ED302197",
        "title":"Toward a Seamless Society: Networking in Education."},
      {
        "id":"ED302203",
        "title":"Communications: How AppleLink Improved Apple's Information Flow."},
      {
        "id":"ED302206",
        "title":"Learning Link. A Model for Low-Cost Educational Networks."},
      {
        "id":"ED302207",
        "title":"CMS School-Net. A Practical Approach to Effective School Networking."},
      {
        "id":"ED302210",
        "title":"Distance Learning in Alaska's Rural Schools."},
      {
        "id":"ED302211",
        "title":"The Hawaii Global TELEclass Project and Multimedia Computer-Based Educational Telecommunication (CBET)."},
      {
        "id":"ED302213",
        "title":"Networking in Education. The Need for Managerial and Political Innovations."},
      {
        "id":"ED302214",
        "title":"Assessment and Development of Student Problem-Solving Skills Using Computer-Managed and Computer-Assisted Instruction."},
      {
        "id":"ED302215",
        "title":"Computation via Direct Manipulation. Final Report."},
      {
        "id":"ED302216",
        "title":"Computer Integration in the Curriculum: Promises and Problems."},
      {
        "id":"ED302217",
        "title":"Computers and Problem Solving: An Independent Study Course."},
      {
        "id":"ED302218",
        "title":"Development of a Conference Planning Model Using Integrated Database, Word Processing, and Spreadsheet Software."},
      {
        "id":"ED302219",
        "title":"A Directory of Educational Service Providers in the Northeast and Islands Region."},
      {
        "id":"ED302220",
        "title":"Dynamic Instructional Planning in the BB1 Blackboard Architecture. Report No. R-6168."},
      {
        "id":"ED302222",
        "title":"Marketing via Computer Diskette."},
      {
        "id":"ED302224",
        "title":"School Television: For Arts Education, Grades K-12. A Competency-Based Matrix."},
      {
        "id":"ED302228",
        "title":"Control for Intelligent Tutoring Systems: A Comparison of Blackboard Architectures and Discourse Management Networks. Report No. R-6267."},
      {
        "id":"ED302231",
        "title":"Developing Reasoning Skills in College Freshmen Using Computer Programming, Collaborative Problem-Solving, and Writing."},
      {
        "id":"ED302232",
        "title":"The Effects of Computer-Assisted Instruction on Achievement, Problem-Solving Skills, Computer Skills, and Attitude. A Study of an Experimental Program at Marrs Elementary School, Mount Vernon, Indiana."},
      {
        "id":"ED302236",
        "title":"A Library Research Manual for College of Wooster Students with a Specific Learning Disability."},
      {
        "id":"ED302244",
        "title":"Libraries and Learning Resources Strategic Plan, 1988/89-1992/93."},
      {
        "id":"ED302246",
        "title":"State of California Long Range Program. Library Services and Construction Act, Fiscal Year 1989-1993."},
      {
        "id":"ED302247",
        "title":"Public Policy and Missouri Higher Education and Libraries. The Role of the Coordinating Board for Higher Education."},
      {
        "id":"ED302251",
        "title":"Business Research Handbook."},
      {
        "id":"ED302252",
        "title":"Education Research Handbook."},
      {
        "id":"ED302253",
        "title":"Library Research Workbook. 3rd Edition, Revised."},
      {
        "id":"ED302254",
        "title":"Using Quick Search."},
      {
        "id":"ED302257",
        "title":"A Bibliography of Materials for and about Adult New Readers. Bibliography of the Library Literacy Project, The Maine State Library."},
      {
        "id":"ED302260",
        "title":"Electronic Library Instruction Program."},
      {
        "id":"ED302264",
        "title":"Iowa and Some Iowans. A Bibliography for Schools and Libraries. Third Edition."},
      {
        "id":"ED302267",
        "title":"Linking Project Procedure Manual for Using Dumb-Barcode Linking on GEAC."},
      {
        "id":"ED302268",
        "title":"New Directions for Educational Technology. Recommendations of the Joint Committee on Educational Technology."},
      {
        "id":"ED302272",
        "title":"LONESTAR: Texas Community Colleges Student Tracking System. Pilot Test Version 1.2. Implementation Manual."},
      {
        "id":"ED302273",
        "title":"LONESTAR: Texas Community Colleges Student Tracking System. Pilot Test Version 1.2. Data Element Dictionary."},
      {
        "id":"ED302279",
        "title":"Teaching Critical Thinking across the Curriculum."},
      {
        "id":"ED302281",
        "title":"Discipline Cost Analysis for Fiscal Year 1988. Report to the Board of Trustees BT89-3."},
      {
        "id":"ED302282",
        "title":"Meeting the Future: Lethbridge Community College and Academic Strategic Planning [and] Academic Strategic Plan."},
      {
        "id":"ED302283",
        "title":"Proposed Construction of Off-Campus Community College Centers in Western Riverside County. A Report to the Governor and Legislature in Response to a Request of the Riverside and Mt. San Jacinto Community College Districts for Capital Funds To Build Permanent Off-Campus Centers in Norco and Moreno Valley and South of Sun City. Commission Report 88-27."},
      {
        "id":"ED302284",
        "title":"Supplemental Report on Academic Salaries, 1987-88. A Report to the Governor and Legislature in Response to Senate Concurrent Resolution No. 51 (1965) and Subsequent Postsecondary Salary Legislation. Commission Report 88-30."},
      {
        "id":"ED302285",
        "title":"Progress in Implementing the Recommendations of the Commission's 1987 Report on Strengthening Transfer and Articulation. A Staff Report to the California Postsecondary Education Commission. Commission Report 88-38."},
      {
        "id":"ED302291",
        "title":"Community College of Philadelphia President's Report, 1987-88."},
      {
        "id":"ED302294",
        "title":"Leadership Abstracts, Volume 1, Numbers 1-21, 1988."},
      {
        "id":"ED302295",
        "title":"The Impact on ADA Associated with Entering the Lock-Out Mode of a Computerized Prerequisite Checking System. Institutional Research Report Number 72."},
      {
        "id":"ED302296",
        "title":"Counselor Assessment and Student Success. Institutional Research Report Number 73."},
      {
        "id":"ED302297",
        "title":"External Influences on the Curriculum. New Directions for Community Colleges, Number 64."},
      {
        "id":"ED302300",
        "title":"Relationships of Student Ratings of Course, Instructor, and Student Elements to Student Overall Ratings of Instructors of Courses at Lakeshore Technical College."},
      {
        "id":"ED302307",
        "title":"Matriculation: Preliminary Report on First-Year Implementation."},
      {
        "id":"ED302308",
        "title":"Salary Survey Report for the Illinois Public Community Colleges, Fall 1988."},
      {
        "id":"ED302309",
        "title":"Fiscal Year 1988 Unit Cost Report for the Public Community Colleges in Illinois."},
      {
        "id":"ED302311",
        "title":"Status Report on Minority, Female, and Handicapped Student Plans and Goals Implemented by Illinois Community Colleges."},
      {
        "id":"ED302312",
        "title":"Special Programs for Minority Students at Illinois Community Colleges."},
      {
        "id":"ED302314",
        "title":"JTCC's Holding Power: A Study of Student Retention. Fall 1987 to Winter & Spring 1988."},
      {
        "id":"ED302317",
        "title":"Bridging the Gap: Bringing Research and Practice Together in Early Childhood Education."},
      {
        "id":"ED302318",
        "title":"Act for Better Child Care Services of 1988. Report from the Committee on Education and Labor (To Accompany H.R. 3660). Report Together with Dissenting, Additional, and Individual Views. House of Representatives, 100th Congress, 2d Session."},
      {
        "id":"ED302324",
        "title":"What Do We Know Really about the Effects of Toys on Children's Behaviour and Development?"},
      {
        "id":"ED302325",
        "title":"A Consideration of the Undesirable and Antisocial Effects of 'Victim' Toys."},
      {
        "id":"ED302327",
        "title":"Some Thoughts about Infant Daycare."},
      {
        "id":"ED302331",
        "title":"Interracial Families and Biracial Children: How the Child Care Program Should Respond."},
      {
        "id":"ED302333",
        "title":"Continuity of Learning for Children Ages 4, 5, and 6 in South Carolina Public Schools."},
      {
        "id":"ED302335",
        "title":"Pioneering States: Innovative Family Support and Education Programs: Connecticut, Kentucky, Maryland, Minnesota, Missouri."},
      {
        "id":"ED302336",
        "title":"Principals' Perceptions of Computer Use in Administration and Instruction."},
      {
        "id":"ED302337",
        "title":"Moral Judgment: Intention and Consequence Reconsidered."},
      {
        "id":"ED302341",
        "title":"Jackson County Family Day Care Project Final Report."},
      {
        "id":"ED302344",
        "title":"Early Childhood Education in the Schools. (NEA Aspects of Learning)."},
      {
        "id":"ED302345",
        "title":"\"I Make a Mark\": The Significance of Talk in Young Children's Artistic Development."},
      {
        "id":"ED302347",
        "title":"Breaking the Sacred Circle."},
      {
        "id":"ED302348",
        "title":"School/Community-Based Alcoholism/Substance Abuse Prevention Survey."},
      {
        "id":"ED302349",
        "title":"Developing a Model for an Advanced College Preparation Program for Rural Alaska Students."},
      {
        "id":"ED302350",
        "title":"The Rise of Poverty in Rural America. Population Trends and Public Policy, Number 15."},
      {
        "id":"ED302352",
        "title":"Indian Child Welfare: A Status Report. Final Report of the Survey of Indian Child Welfare and Implementation of the Indian Child Welfare Act and Section 428 of the Adoption Assistance and Child Welfare Act of 1980."},
      {
        "id":"ED302353",
        "title":"Lesson Plans: The Census of Agriculture."},
      {
        "id":"ED302354",
        "title":"Funding for Local Government and Schools in Rural Oklahoma. ERS Staff Report."},
      {
        "id":"ED302356",
        "title":"Indian Child Welfare Act. Hearing on Oversight Hearings on the Indian Child Welfare Act, before the Select Committee on Indian Affairs. United States Senate, One Hundredth Congress, First Session (November 10, 1987)."},
      {
        "id":"ED302357",
        "title":"A Rural County's Response to Homelessness."},
      {
        "id":"ED302358",
        "title":"Profiles in Rural Economic Development: A Guidebook of Selected Successful Rural Area Initiatives."},
      {
        "id":"ED302359",
        "title":"Education Policy and Rural Development: A Perspective from the Southern Region."},
      {
        "id":"ED302362",
        "title":"Harassment in Lomavik: A Case Study. Teaching Cases in Cross-Cultural Education."},
      {
        "id":"ED302363",
        "title":"The Teacher Who Came to Rivertown: A Case Study. Teaching Cases in Cross-Cultural Education."},
      {
        "id":"ED302364",
        "title":"Minorities in Higher Education. The Changing North: Alaska."},
      {
        "id":"ED302365",
        "title":"The Inventive Mind: Portraits of Rural Alaska Teachers."},
      {
        "id":"ED302366",
        "title":"Facts &amp; Figures about Education in Alaska, 1988."},
      {
        "id":"ED302373",
        "title":"A Technical Report on the Condition of School Buildings in Rural and Small School Districts."},
      {
        "id":"ED302374",
        "title":"Training Rural Teachers by Cultural Immersion."},
      {
        "id":"ED302376",
        "title":"State Involvement in Capital Outlay Financing: Policy Implications for the Future."},
      {
        "id":"ED302377",
        "title":"A New Canadian Teacher Education Programme for Rural Teachers."},
      {
        "id":"ED302381",
        "title":"Nonformal Reasoning in Science: The Use of Analogies and Extreme Cases."},
      {
        "id":"ED302382",
        "title":"Unlearning To Teach Mathematics. Issue Paper 88-1."},
      {
        "id":"ED302385",
        "title":"The Mathematics Curriculum: Issues and Perspectives. Pennsylvania Council of Teachers of Mathematics 1987 Yearbook."},
      {
        "id":"ED302386",
        "title":"Mathematics for the Class of 2000. Pennsylvania Council of Teachers of Mathematics 1988 Yearbook."},
      {
        "id":"ED302388",
        "title":"Implementation Handbook for the Comprehensive Mathematics Program of the Chicago Public Schools, Kindergarten-Grade 3."},
      {
        "id":"ED302390",
        "title":"Exemplary Projects. Mathematics-Science, Computer Learning and Foreign Languages. A Collection of Projects Funded through Title II of The Education for Economic Security Act."},
      {
        "id":"ED302395",
        "title":"Family and Peer Encouragement of the Study of Mathematics."},
      {
        "id":"ED302396",
        "title":"Parental and Peer Encouragement of Formal and Informal Science Education."},
      {
        "id":"ED302397",
        "title":"THA-MASTER, The Hellman Academy for Mathematics and Science Teacher Education Retraining."},
      {
        "id":"ED302398",
        "title":"Physics in the High Schools. Findings from the 1986-87 Nationwide Survey of Secondary School Teachers of Physics."},
      {
        "id":"ED302400",
        "title":"Do It, Think about It, Talk about It: Science Develops Girls' Leadership Skills."},
      {
        "id":"ED302401",
        "title":"Equity on Purpose: In Pursuit of Excellence in Informal, Out-Of-School Interventions in Math, Science and Technology."},
      {
        "id":"ED302403",
        "title":"Operation SMART: From Research to Program--and Back."},
      {
        "id":"ED302404",
        "title":"Who Stole the Cookies? Out-of-School Math in Operation SMART."},
      {
        "id":"ED302405",
        "title":"Exemplary Program Presentations. Title II of the Education for Economic Security Act."},
      {
        "id":"ED302409",
        "title":"Computer Resources for Schools: Notes for Teachers and Students. [Educational Activities Kit.]"},
      {
        "id":"ED302410",
        "title":"An Information Processing Analysis of the Function of Conceptual Understanding in the Learning of Arithmetic Procedures."},
      {
        "id":"ED302411",
        "title":"The Fossil Fauna of the Islands Region of Western Lake Erie."},
      {
        "id":"ED302414",
        "title":"Using Prediction in a Science Learning Cycle: A Pilot Study and Proposed Research."},
      {
        "id":"ED302415",
        "title":"Investigations in Mathematics Education, Volume 21, Number 2."},
      {
        "id":"ED302416",
        "title":"Life and Physical Science Misconceptions of Preservice Elementary Teachers."},
      {
        "id":"ED302417",
        "title":"Assessing the Needs of Physical Science Teachers in Texas."},
      {
        "id":"ED302420",
        "title":"Computers in Life Science Education. Volume 5, 1988."},
      {
        "id":"ED302421",
        "title":"Student Math Notes 1988."},
      {
        "id":"ED302427",
        "title":"Research/Practice Collaboration."},
      {
        "id":"ED302428",
        "title":"Decision-Making in the Classroom and Early Adolescents' Valuing of Mathematics."},
      {
        "id":"ED302429",
        "title":"Teacher Evaluation of Mathematics Curriculum Objectives."},
      {
        "id":"ED302432",
        "title":"Teaching and Learning Mathematics Part 1. Perspectives 33."},
      {
        "id":"ED302433",
        "title":"Teaching and Learning Mathematics Part 2. Perspectives 34."},
      {
        "id":"ED302434",
        "title":"The Social Context of Mathematics Teaching. Perspectives 37."},
      {
        "id":"ED302438",
        "title":"The Quiet Heritage = L'Heritage Tranquille. Proceedings from a Conference on the Contributions of the French to the Upper Midwest (Minneapolis, Minnesota, November 9, 1985)."},
      {
        "id":"ED302439",
        "title":"The Content of International Law Courses in Departments of Political Science: Some Comments. [Revised]."},
      {
        "id":"ED302441",
        "title":"Bicentennial of the United States Constitution: A Resource Guide. Supplement I, 1988. Ratification of the Constitution."},
      {
        "id":"ED302443",
        "title":"Hitler and the Holocaust. Senior High School U.S. History, World History, English."},
      {
        "id":"ED302446",
        "title":"Will There Be Enough Americans?"},
      {
        "id":"ED302453",
        "title":"Constitution Week: An American Legacy. September 17-23, Commencing with Citizenship Day, September 17."},
      {
        "id":"ED302456",
        "title":"Celebrating the Constitution: A Bicentennial Retrospective."},
      {
        "id":"ED302458",
        "title":"A Unit about Women: &quot;Write Women Back into History.&quot;"},
      {
        "id":"ED302459",
        "title":"Science/Technology/Society: Model Lessons for Secondary Social Studies Classes."},
      {
        "id":"ED302462",
        "title":"Improving the Quality of Textbooks in China. World Bank Discussion Papers 30."},
      {
        "id":"ED302463",
        "title":"Working Class Women as Teachers."},
      {
        "id":"ED302464",
        "title":"Science/Technology/Society: Model Lessons for Secondary Science Classes."},
      {
        "id":"ED302465",
        "title":"Positioning Global Education for the 1990s: Higher Education Strategies. Remarks to the Sub-Plenary Session."},
      {
        "id":"ED302466",
        "title":"Gender Research in Classrooms: Scientific or Political?"},
      {
        "id":"ED302469",
        "title":"The Monastic Schools of Burma and Siam during the Colonial Period, 1852-1912."},
      {
        "id":"ED302470",
        "title":"Teaching Economics in the Mini-Economy."},
      {
        "id":"ED302473",
        "title":"Congress and Foreign and Defense Policy: An Overview and Research Agenda."},
      {
        "id":"ED302476",
        "title":"Children's Environmental Learning, Knowledge, and Interactions under Conditions of Socio-Economic Transformation: The Possibilities of Change."},
      {
        "id":"ED302479",
        "title":"Among the Educationaloids: The Social Studies Debacle."},
      {
        "id":"ED302487",
        "title":"Participation in Government Issues and Values Project: 1986-1987, End-of-Year Report. OEA Evaluation Report."},
      {
        "id":"ED302488",
        "title":"An Inventory Designed To Measure the Impact of the Threat of Nuclear War on Adolescents: Dimensions of Fear, Futurelessness, and Powerlessness."},
      {
        "id":"ED302489",
        "title":"Discovering Japan Today: A Three-Week Teaching-Learning Unit for Upper Elementary Grades."},
      {
        "id":"ED302490",
        "title":"Anzia Yezierska and Agnes Smedley: Working-Class Writers, Working-Class Daughters Searching for Home."},
      {
        "id":"ED302492",
        "title":"The Protest as a Teaching Technique for Promoting Feminist Activism."},
      {
        "id":"ED302493",
        "title":"Possibilities of Cooperation with Eastern Europe."},
      {
        "id":"ED302494",
        "title":"Teaching about Western Europe: A Resource Guide."},
      {
        "id":"ED302495",
        "title":"Research Notes: A Review of Current Studies at the Institute, No. 8."},
      {
        "id":"ED302496",
        "title":"Understanding Art Testing: Past Influences, Norman C. Meier's Contributions, Present Concerns, and Future Possibilities."},
      {
        "id":"ED302498",
        "title":"Mixing the New History with the Old."},
      {
        "id":"ED302500",
        "title":"Promoting Self-Esteem in Young Women: A Manual for Teachers."},
      {
        "id":"ED302501",
        "title":"Science/Technology/Society: Training Manual."},
      {
        "id":"ED302502",
        "title":"The Teaching Project: A Model for Teacher Empowerment."},
      {
        "id":"ED302503",
        "title":"Teacher Agreement with Research-Based Effective Teaching Behaviors."},
      {
        "id":"ED302507",
        "title":"Every Child Can Succeed: Our Opportunity; Our Responsibility."},
      {
        "id":"ED302512",
        "title":"Cooperative Learning: Observations and Reflections in Context with Minority Achievement and Educational Reform."},
      {
        "id":"ED302513",
        "title":"Videotaping. A Staff Development Technique for Preservice and Inservice Teachers."},
      {
        "id":"ED302515",
        "title":"Curriculum and Evaluation Standards for School Mathematics: Report of the National Council of Teachers of Mathematics' Commission on Standards for School Mathematics."},
      {
        "id":"ED302517",
        "title":"Competencies of Athletic Administrators."},
      {
        "id":"ED302519",
        "title":"Improving the Autonomy of Teachers: The Competing Roles of Scholarship and Legitimation."},
      {
        "id":"ED302520",
        "title":"Stress and Teaching. What Research Says to the Teacher."},
      {
        "id":"ED302522",
        "title":"Instructional Supervision. A Review of Issues and Current Practices."},
      {
        "id":"ED302523",
        "title":"National Survey of Water Exercise Participants. D.C., July 5-8, 1988). Papers by U.S.S.R."},
      {
        "id":"ED302524",
        "title":"Critical Issues about Teachers: A Description of OERI-Funded Research from the User&apos;s Perspective."},
      {
        "id":"ED302525",
        "title":"Setting Nationwide Objectives in Disease Prevention and Health Promotion: The United States Experience. ODPHP Monograph Series."},
      {
        "id":"ED302526",
        "title":"Staying Healthy: A Bibliography of Health Promotion Materials."},
      {
        "id":"ED302527",
        "title":"Introduction to Student Assistance Programs August, 1988. Alcohol and Drug Defense Program Substance Abuse Intervention 10-Hour Training Module."},
      {
        "id":"ED302528",
        "title":"Improving Elementary Classroom Management: A School-Based Training Program for Beginning the Year."},
      {
        "id":"ED302529",
        "title":"Fundraising and Promotional Activities for the Successful Athletic Department."},
      {
        "id":"ED302530",
        "title":"Research Findings on Effective Program Design and Methodologies: Quantitative Levels of Program Acceptability by Career Ladder Placement."},
      {
        "id":"ED302531",
        "title":"Educational Change and Reform. An Integrated Model for the Professional Development of Teacher Leaders."},
      {
        "id":"ED302532",
        "title":"Research Findings on Effective Program Designs and Methodologies: Evaluating State and Local Program Impact on Professional Development and Improved Student Outcomes."},
      {
        "id":"ED302533",
        "title":"Educational Change and Reform: Research &amp; Evaluation. A Focused Design To Improve Teacher Development and Student Achievement for Enhanced School Effectiveness."},
      {
        "id":"ED302534",
        "title":"Educational Change and Reform: Program Designs and Structures."},
      {
        "id":"ED302535",
        "title":"Research Findings on Effective Program Designs and Methodologies: Quantitative Levels of Program Acceptability by Components and Demographic Conditions."},
      {
        "id":"ED302536",
        "title":"North Carolina Approved Teacher Education Programs. October, 1988."},
      {
        "id":"ED302537",
        "title":"Parents' Complete Guide to Youth Sports."},
      {
        "id":"ED302538",
        "title":"Socialization on the Job: How Beginning Teachers Move from University Learnings to School-Based Practices."},
      {
        "id":"ED302539",
        "title":"The High School as Community: Contextual Influences and Consequences for Students and Teachers."},
      {
        "id":"ED302542",
        "title":"The Induction of Preschool and Kindergarten Teachers in Queensland: The Views of Beginning Teachers."},
      {
        "id":"ED302543",
        "title":"Research By Teacher Educators in Queensland 1986-87."},
      {
        "id":"ED302544",
        "title":"Research Grants Series No. 4."},
      {
        "id":"ED302545",
        "title":"Beginning Teacher Practices: Comparison of Graduates from Two Models."},
      {
        "id":"ED302546",
        "title":"A Synthesis of Research on Teacher Induction Programs and Practices."}]
  }}
