{
  "response":{"numFound":509939,"start":162000,"numFoundExact":true,"docs":[
      {
        "id":"ED302547",
        "title":"Confusion in Education: Teachers' Issues Regarding Human Immunodeficiency Virus (HIV) Infection in the Classroom."},
      {
        "id":"ED302549",
        "title":"Changing Mathematical Conceptions of Preservice Teachers: A Content and Pedagogical Intervention."},
      {
        "id":"ED302551",
        "title":"Teaching Children To Be Test Wise."},
      {
        "id":"ED302554",
        "title":"The Validity of Characteristics of Effective Schools across Contexts and Nations."},
      {
        "id":"ED302556",
        "title":"State Testing of Teachers: A Summary of Current Practices. ERIC Digest No. 1."},
      {
        "id":"ED302557",
        "title":"Finding Information about Standardized Tests. ERIC Digest No. 2."},
      {
        "id":"ED302558",
        "title":"Improving Your Test-Taking Skills. ERIC Digest Number 101."},
      {
        "id":"ED302559",
        "title":"Explaining Test Results to Parents. ERIC Digest Number 102."},
      {
        "id":"ED302563",
        "title":"Comparison of Maximum Likelihood and Pearson Chi-Square Statistics for Assessing Latent Class Models."},
      {
        "id":"ED302565",
        "title":"Adolescent Self-Concept, Ability Grouping, and Social Comparison: Reexamining Academic Track Differences."},
      {
        "id":"ED302568",
        "title":"Performance Improvement as Problem Solving: Principals' Use of Information Concerning Their Own Performance."},
      {
        "id":"ED302569",
        "title":"Safeguards against the Misuse of Instruments for the Selection and Appraisal of School Administrators = Mesures pour eviter les abus dans l'utilisation d'instruments de selection et d'evaluation du personnel des administrations scolaires."},
      {
        "id":"ED302571",
        "title":"Validating the Factor Structure of Ratings Assigned to Essays: A Confirmatory Factor Analytic Approach."},
      {
        "id":"ED302575",
        "title":"The Eastern Iowa Community College District Program Evaluation Process: A Vital and Practical Tool for Ensuring Program Relevancy."},
      {
        "id":"ED302576",
        "title":"Curriculum and Assessment Trends in British Columbia."},
      {
        "id":"ED302577",
        "title":"Hierarchical Confirmatory Analysis of the Stanford-Binet Fourth Edition: Testing the Theory--Test Match."},
      {
        "id":"ED302579",
        "title":"Grade Three Testing Program, Fall 1987. 1986-87 Evaluation Report."},
      {
        "id":"ED302580",
        "title":"National Assessment of Educational Progress 1983-1987: A Bibliography of Documents in the ERIC Database."},
      {
        "id":"ED302582",
        "title":"Design of an Item Bias Review Form: Issues and Questions."},
      {
        "id":"ED302584",
        "title":"First Grade Objectives and Assessment Characteristics--Mathematics and Reading Tests. Georgia Criterion-Referenced Tests. Revised."},
      {
        "id":"ED302588",
        "title":"Eighth Grade Objectives and Assessment Characteristics-Mathematics and Reading Tests. Georgia Criterion-Referenced Tests. Revised."},
      {
        "id":"ED302589",
        "title":"Spatial Aptitude as Expertise; A Training Study."},
      {
        "id":"ED302590",
        "title":"Dimensions of Excellence Scales: Survey Instruments for School Improvement."},
      {
        "id":"ED302594",
        "title":"Educational Research, Development, and Dissemination: Reclaiming a Vision of the Federal Role for the 1990's and Beyond. Preliminary Staff Report Prepared for the Subcommittee on Select Education of the Committee on Education and Labor [House of Representatives]."},
      {
        "id":"ED302597",
        "title":"Measures of Racial Exposure: Some Problems. CDE Working Paper."},
      {
        "id":"ED302600",
        "title":"Single Mothers, the Underclass, and Social Policy. CDE Working Paper 88-30."},
      {
        "id":"ED302601",
        "title":"The Growth of Families Headed by Women: 1950 to 1980. CDE Working Paper 88-31."},
      {
        "id":"ED302603",
        "title":"Black Girls and Schooling: A Directory of Strategies and Programs for Furthering the Academic Performance and Persistence Rate of Black Females K-12."},
      {
        "id":"ED302604",
        "title":"At-Risk Students and Thinking: Perspectives from Research."},
      {
        "id":"ED302608",
        "title":"Low-Income Housing Tax Credits and the Role of Tax Policy in Preserving the Stock of Low-Income Housing. Hearings before the Subcommittee on Select Revenue Measures of the Committee on Ways and Means. House of Representatives, One Hundredth Congress, Second Session."},
      {
        "id":"ED302611",
        "title":"Demographic Characteristics of Pre-Mariel Cubans Living in the United States: 1980."},
      {
        "id":"ED302614",
        "title":"Expressions of Liberty."},
      {
        "id":"ED302618",
        "title":"Restructuring California Education: A Design for Public Education in the Twenty-First Century. Recommendations to the California Business Roundtable."},
      {
        "id":"ED302621",
        "title":"The Role of the California Postsecondary Education Commission in Achieving Educational Equity in California: The Report of the Commission's Special Committee on Educational Equity. Commission Report 88-31."},
      {
        "id":"ED302622",
        "title":"The Economic Performance of Minorities in National and Urban Labor Markets. Project Report."},
      {
        "id":"ED302623",
        "title":"Small Change: The Comprehensive School Improvement Program."},
      {
        "id":"ED302628",
        "title":"Adult Learning Handbook."},
      {
        "id":"ED302629",
        "title":"Cooperative Efforts in Urban Literacy: Learnings from the Urban Literacy Network's Grant Projects."},
      {
        "id":"ED302634",
        "title":"Managing Sexual Harassment."},
      {
        "id":"ED302635",
        "title":"Owning and Operating a Business."},
      {
        "id":"ED302636",
        "title":"Planning and Managing Personal Finances."},
      {
        "id":"ED302640",
        "title":"A Study of the Vocational Assessment Process as Applied to Vocational Education. Final Report."},
      {
        "id":"ED302641",
        "title":"Secondary Vocational Training in Technologically Intensive Industries in Arizona: New Directions in Rural Education."},
      {
        "id":"ED302642",
        "title":"World Food and Agriculture. Economic Problems and Issues."},
      {
        "id":"ED302643",
        "title":"The Community College-High School Connection. Articulated Programs at San Juan College."},
      {
        "id":"ED302647",
        "title":"Futurism in Vocational Education."},
      {
        "id":"ED302649",
        "title":"Employ the Team Teaching Approach. Second Edition. Module C-19 of Category C--Instructional Execution. Professional Teacher Education Module Series."},
      {
        "id":"ED302650",
        "title":"Prepare for Students&apos; Related Instruction. Second Edition. Module J-9 of Category J--Coordination of Cooperative Education. Professional Teacher Education Module Series."},
      {
        "id":"ED302651",
        "title":"Implementation Guide...for Performance-Based Teacher Education & Competency-Based Staff Development. Second Edition. Professional Teacher Education Module Series."},
      {
        "id":"ED302652",
        "title":"Needs Assessment of Hospitality/Tourism Industry in Kentucky."},
      {
        "id":"ED302654",
        "title":"Entrepreneurship Education Instructor&apos;s Manual. Competency-Based Education."},
      {
        "id":"ED302655",
        "title":"Health Program Entrant's Math/Reading/Success Review."},
      {
        "id":"ED302656",
        "title":"Math Exit Competencies Handbook for Selected Kentucky Postsecondary Industrial Education Programs: Air Conditioning, Autobody, Automechanics, Carpentry, Drafting, Electricity, Electronics, Graphic Arts, Machine Shop, Masonry, Welding."},
      {
        "id":"ED302660",
        "title":"Keys to the Future of American Business. Proceedings of the Creativity, Innovation and Entrepreneurship Conference (5th, Cincinnati, Ohio, March 18-19, 1988)."},
      {
        "id":"ED302664",
        "title":"Marketing Higher Education to Adults."},
      {
        "id":"ED302668",
        "title":"Agricultural Production: Task Analyses. Competency-Based Education."},
      {
        "id":"ED302675",
        "title":"Jump Start. The Federal Role in Adult Literacy. Final Report of the Project on Adult Literacy."},
      {
        "id":"ED302676",
        "title":"Adult Literacy Research and Development: An Agenda for Action. Background Paper Prepared for Project on Adult Literacy."},
      {
        "id":"ED302679",
        "title":"Toward the Vision of a Literate Society. Background Paper Prepared for Project on Adult Literacy."},
      {
        "id":"ED302683",
        "title":"Thirteenth Annual Report of the National Commission for Employment Policy to the President and the Congress of the United States. Including Findings and Recommendations on U.S. Employment in an International Economy, Patterns of Participation in Job Training Partnership Programs, Providing Intervention Assistance for Youth At-Risk. Report No. 25."},
      {
        "id":"ED302684",
        "title":"Exemplary Adult Education Programs. Highlights of Secretary's Award Program Finalists 1988."},
      {
        "id":"ED302686",
        "title":"Wage Structures and Labor Turnover in the U.S. and in Japan. Occasional Paper No. 6."},
      {
        "id":"ED302687",
        "title":"New Technology and Skill Formation: Issues and Hypotheses. Technical Paper No. 1."},
      {
        "id":"ED302688",
        "title":"Education and the Transformation of Markets and Technology in the Textile Industry. Technical Paper No. 2."},
      {
        "id":"ED302689",
        "title":"Direct Students in Instructing Other Students. Second Edition. Module C-4 of Category C--Instructional Execution. Professional Teacher Education Module Series."},
      {
        "id":"ED302691",
        "title":"Development of Training Standards for Three Entry-Level Corrections Positions for the California Board of Corrections Standards and Training for Corrections Program."},
      {
        "id":"ED302713",
        "title":"Technological Literacy: A Goal and Role for Secondary Industrial Education."},
      {
        "id":"ED302714",
        "title":"Managing Industrial Teacher Education Programs in a Multi-Purpose Academic Unit--Selected Issues."},
      {
        "id":"ED302723",
        "title":"Starting Over: Characteristics of Adult Literacy Learners."},
      {
        "id":"ED302725",
        "title":"Adult Education and Technology Project Report 1987-1988."},
      {
        "id":"ED302729",
        "title":"Job-Saving Strategies: Worker Buyouts and QWL."},
      {
        "id":"ED302733",
        "title":"Recommendations for a Vocational Technical Education Act."},
      {
        "id":"ED302736",
        "title":"Occupational Task Analyses for the Development of Business Education Model Curricula with Emphasis on Banking and Financial Occupations. State Technical Committee Report."},
      {
        "id":"ED302737",
        "title":"Vocational Education Home Economics Education Teacher Handbook Grades 7-12. North Carolina Competency-Based Curriculum."},
      {
        "id":"ED302738",
        "title":"Homeless Mentally Ill: Problems and Options in Estimating Numbers and Trends. Report to the Chairman, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED302739",
        "title":"HIV-Related Illnesses: Topics for Health Services Research."},
      {
        "id":"ED302740",
        "title":"Survey of Youth in Custody, 1987. Bureau of Justice Statistics Special Report."},
      {
        "id":"ED302741",
        "title":"Mental Health, United States, 1987."},
      {
        "id":"ED302742",
        "title":"AIDS Education: Reaching Populations at Higher Risk. Report to the Chairman, Committee on Governmental Affairs, U.S. Senate."},
      {
        "id":"ED302744",
        "title":"Translating Empirical Findings into an Intervention for Children of Divorce."},
      {
        "id":"ED302746",
        "title":"Testing Theories of Learning: Effects on High School Achievement."},
      {
        "id":"ED302747",
        "title":"Effects of Self-Efficacy--Aptitude Incongruence on Career Behavior."},
      {
        "id":"ED302749",
        "title":"Illness Cognition and Responses to AIDS."},
      {
        "id":"ED302750",
        "title":"Cognitive Representations of Physical Diseases."},
      {
        "id":"ED302752",
        "title":"Job Insecurity and Employee Well-Being."},
      {
        "id":"ED302753",
        "title":"Relationships between Organizational Climate, Job Satisfaction and Stress-Related Illnesses."},
      {
        "id":"ED302755",
        "title":"An Assessment of Selected Educators' Understandings of Adolescent Suicide."},
      {
        "id":"ED302757",
        "title":"Shortcuts to Excellence: Techniques To Increase Personal Productivity, Job Satisfaction and Organizational Effectiveness."},
      {
        "id":"ED302758",
        "title":"Transpersonal Psychology: Exploring the Frontiers in Human Resource Development."},
      {
        "id":"ED302761",
        "title":"AIDS: It's Not What You Know, It's What You Do."},
      {
        "id":"ED302764",
        "title":"Prevention and Control of Stress among Emergency Workers: A Pamphlet for Workers."},
      {
        "id":"ED302765",
        "title":"Take Action against Drug Abuse: How To Start a Volunteer Anti-Drug Program in Your Community. ACTION/DA Publication No. 987."},
      {
        "id":"ED302767",
        "title":"Field Dependency in Relation to Sex-Role Self-Concept: A New Look."},
      {
        "id":"ED302768",
        "title":"Training MA Psychologists for Work in Rural Settings: Issues and Models."},
      {
        "id":"ED302770",
        "title":"Rating Variable Performance."},
      {
        "id":"ED302772",
        "title":"Mediators of Stress and Role Satisfaction in Multiple Role Persons."},
      {
        "id":"ED302775",
        "title":"Assessment of Law Enforcement Candidates: Peer Evaluations and the MMPI."},
      {
        "id":"ED302777",
        "title":"Blame among Adult Women Sexually Abused as Children."},
      {
        "id":"ED302779",
        "title":"Stress, Appraisal, and Coping in Spouses of Demented Elderly: Predictors of Psychological Well-Being."},
      {
        "id":"ED302780",
        "title":"Sources of Meaning through the Lifespan."},
      {
        "id":"ED302782",
        "title":"Changes in School Psychology Practice: A Five Year Update."},
      {
        "id":"ED302785",
        "title":"Determinants of Relapse for Polysubstance Abusers."},
      {
        "id":"ED302786",
        "title":"Non-Custodial Parent's Report of Child Support Payments."},
      {
        "id":"ED302787",
        "title":"Career Planning and Academic Skills Workshops for Incoming Freshmen."},
      {
        "id":"ED302792",
        "title":"Pornography, Human Mutilation and Psychological Dysfunction."},
      {
        "id":"ED302795",
        "title":"Goal Attainment Scaling: A Vehicle for Group Support in Career and Life Issues Exploration."},
      {
        "id":"ED302796",
        "title":"Effective Treatment in Home-Based Services."},
      {
        "id":"ED302799",
        "title":"Career Development Potential of University Students with Learning Disabilities."},
      {
        "id":"ED302800",
        "title":"Cognitive Strategies for Mentally Handicapped Clients."},
      {
        "id":"ED302803",
        "title":"Coordinating Career Counseling and Occupational Information Systems in the United States."},
      {
        "id":"ED287768",
        "title":"A Content Analysis of the Reconstruction Period as Presented in Selected Junior High American History Textbooks."},
      {
        "id":"ED287770",
        "title":"Conflict Resolution Bibliography."},
      {
        "id":"ED287771",
        "title":"Patriotic Unit."},
      {
        "id":"ED287772",
        "title":"Delay Persists in Social Studies Reform, But Signs Point to Headway Just Ahead."},
      {
        "id":"ED287773",
        "title":"The Citizenship Development Framework: A Six Stage Socio/Cultural Theory."},
      {
        "id":"ED287776",
        "title":"Changing Predictors of Map Use in Wayfinding."},
      {
        "id":"ED287777",
        "title":"A New Approach for Teaching and Evaluating Map-Reading Skills."},
      {
        "id":"ED287785",
        "title":"The World Debt Crisis and Its Resolution. Foreign Agricultural Economic Report No. 231."},
      {
        "id":"ED287787",
        "title":"The Constitution's Children: A Collection of Essays by Schoolchildren to Commemorate the Bicentennial of the U.S. Constitution, 1787-1987."},
      {
        "id":"ED287790",
        "title":"Teaching about the Constitution. NCSS Bulletin No. 80."},
      {
        "id":"ED287792",
        "title":"The Lasting Powers of the United States Constitution: Responsibilities of Today's Citizens."},
      {
        "id":"ED287794",
        "title":"Connecting Science and Free Government in Citizenship Education: Teaching about Our Legacy from the Age of Enlightenment."},
      {
        "id":"ED287796",
        "title":"Suggested Guidelines for Teaching Units (Grades K-12) on Consumers, the Economy, and the U.S. Constitution."},
      {
        "id":"ED287797",
        "title":"Career Ladder Facts Abstract and Incentive Programs for Teachers: Will It Work in Arizona?"},
      {
        "id":"ED287813",
        "title":"Preparing Urban Teachers for the Technological Future."},
      {
        "id":"ED287816",
        "title":"A Synthesis of the Research of Oklahoma's Induction Year Program as a Basis for Policy Considerations."},
      {
        "id":"ED287818",
        "title":"In-Service Training and Tomorrow's Primary Education. Report on a Workshop on In-Service Training of Educational Personnel Focused on New Developments, Trends and Processes of Primary Education (Seoul, Korea, October 7-15, 1986)."},
      {
        "id":"ED287819",
        "title":"Oversight Hearing on Department of Defense Dependents' Schools. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives. Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED287822",
        "title":"Positive Educational Reform Depends on Critical Thinking."},
      {
        "id":"ED287824",
        "title":"Teachers' Conceptions of Teaching and Teaching Behavior: Some Differences between Expert and Novice Teachers."},
      {
        "id":"ED287825",
        "title":"In Honor of Excellence. Proceedings of the Burger King Corporation/NASSP/CCSSO Symposium for Outstanding Teachers and Principals (Captiva Island, Florida, November 21-25, 1985)."},
      {
        "id":"ED287826",
        "title":"Competency Testing for Teachers: A Status Report. Policy Issue Series No. 2."},
      {
        "id":"ED287827",
        "title":"The Role of the Teacher in School-Community Relations."},
      {
        "id":"ED287828",
        "title":"The Feasibility Study Process for Parks and Recreation."},
      {
        "id":"ED287829",
        "title":"The Citizen Survey Process in Parks and Recreation."},
      {
        "id":"ED287830",
        "title":"Master Plan Process for Parks and Recreation."},
      {
        "id":"ED287835",
        "title":"Nutritional Guide for Pregnant and Lactating Adolescents."},
      {
        "id":"ED287836",
        "title":"Program Quality Review for High Schools: Process, Criteria, and Self-Study."},
      {
        "id":"ED287837",
        "title":"&quot;Health: Putting Yourself in Charge&quot;--Practices for a Healthier You. Course Guide. HL 51."},
      {
        "id":"ED287838",
        "title":"Basic Water Safety/Learn to Swim Program for the Public Schools of Hawaii."},
      {
        "id":"ED287839",
        "title":"Wellness. Health Education Instructional Guide (K-3). Supplement."},
      {
        "id":"ED287840",
        "title":"The Catholic High School Teacher: Building on Research. Proceedings of the Symposium Based upon the Study: Sharing the Faith: The Beliefs and Values of Catholic High School Teachers (New York, New York, March 5-7, 1987)."},
      {
        "id":"ED287843",
        "title":"Bibliography of Research Related to Secondary Education."},
      {
        "id":"ED287846",
        "title":"Collaboration among Districts: Another Answer!"},
      {
        "id":"ED287847",
        "title":"Toward a Paradigm Shift in Teacher Education: Renaming and Reorganizing the Knowledge Base."},
      {
        "id":"ED287849",
        "title":"Courses and Programs in International Teacher Education: An Inventory of Promising Practices."},
      {
        "id":"ED287851",
        "title":"Health Education. Common Curriculum Goals."},
      {
        "id":"ED287853",
        "title":"Research on Contextual Effects and Effective Teaching."},
      {
        "id":"ED287854",
        "title":"James Madison High School. A Curriculum for American Students."},
      {
        "id":"ED287855",
        "title":"The Assessment of Study Skill Behavior."},
      {
        "id":"ED287858",
        "title":"Psychological Sciences Division: 1985 Programs."},
      {
        "id":"ED287859",
        "title":"Standardized Test Selection Practices in the Public Schools."},
      {
        "id":"ED287860",
        "title":"Using Pre-structured Cases to Examine New Professional Roles: The Outsider Looks In."},
      {
        "id":"ED287861",
        "title":"The Employer's View of Research and Evaluation Skills."},
      {
        "id":"ED287864",
        "title":"Evaluating Tobacco Education Programs for Youth: Distinctions between In-School and Out-of-School Designs."},
      {
        "id":"ED287866",
        "title":"Documenting Professional Practice: The Vignette as a Qualitative Tool."},
      {
        "id":"ED287867",
        "title":"Evaluation of the 1985-86 Beginning Teacher Program."},
      {
        "id":"ED287868",
        "title":"The Use (and Misuse) of Statistical Significance Testing: Some Recommendations for Improved Editorial Policy and Practice."},
      {
        "id":"ED287870",
        "title":"Evaluation of Computer Simulated Baseline Statistics for Use in Item Bias Studies."},
      {
        "id":"ED287873",
        "title":"The Role of Collaboration in Scholarly Writing: A National Study."},
      {
        "id":"ED287875",
        "title":"Civics: United States Government &amp; Politics Objectives, 1988 Assessment."},
      {
        "id":"ED287876",
        "title":"Reading Objectives, 1986 and 1988 Assessments."},
      {
        "id":"ED287877",
        "title":"United States History Objectives, 1988 Assessment."},
      {
        "id":"ED287878",
        "title":"Writing Objectives, 1988 Assessment."},
      {
        "id":"ED287879",
        "title":"The Use of Mail Questionnaires as a Method of Data Collection."},
      {
        "id":"ED287880",
        "title":"Self-Efficacy and Cognitive Achievement."},
      {
        "id":"ED287882",
        "title":"A Simulation Study of the Effects of Ability Range Restriction on IRT Item Bias Detection Procedures."},
      {
        "id":"ED287883",
        "title":"We Do--They Do: A Model for Practical Service Program Evaluation."},
      {
        "id":"ED287884",
        "title":"Update on Student Performance in Reading, Mathematics, and Writing, 1987."},
      {
        "id":"ED287885",
        "title":"Competency Based Exams and Older Students."},
      {
        "id":"ED287887",
        "title":"Practical and Theoretical Requirements for Controlling Rater Stringency in Peer Review."},
      {
        "id":"ED287888",
        "title":"Off-Setting Differences in Reviewer Stringency."},
      {
        "id":"ED287889",
        "title":"Reliability and Generalizability of Ratings of Compositions."},
      {
        "id":"ED287891",
        "title":"Texas Assessment of Basic Skills (TABS). Austin Independent School District. Final Report, 1985."},
      {
        "id":"ED287892",
        "title":"The TEAMS Report 1986. Texas Educational Assessment of Minimum Skills."},
      {
        "id":"ED287893",
        "title":"Minimum Competency for Graduation, Austin Independent School District, 1985-86."},
      {
        "id":"ED287894",
        "title":"The TEAMS Report, 1987. The Texas Educational Assessment of Minimum Skills in the Austin Independent School District."},
      {
        "id":"ED287895",
        "title":"Prekindergarten: Full Day vs. Half Day. Austin Independent School District, 1986-87."},
      {
        "id":"ED287896",
        "title":"The Future Revisited: A Progress Report on Forming the Future, 1985."},
      {
        "id":"ED287898",
        "title":"Chapter 1 and Chapter 1 Migrant Evaluation Findings. Final Report, 1986-87."},
      {
        "id":"ED287900",
        "title":"Proposed Directions for Senior High School Programs and Graduation Requirements."},
      {
        "id":"ED287903",
        "title":"Reliability of Ratings of Research Proposals Submitted for Funding."},
      {
        "id":"ED287913",
        "title":"Howard Beach Youth: A Study of Racial and Ethnic Attitudes."},
      {
        "id":"ED287914",
        "title":"Education for Language Minorities: The Perspectives of Administrators, Parents, and Youth."},
      {
        "id":"ED287918",
        "title":"Cleveland Initiative for Education Program."},
      {
        "id":"ED287920",
        "title":"Reauthorization of Expiring Federal Elementary and Secondary Education Programs, Chapter 1 of the Education Consolidation and Improvement Act. Volume 1: Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, One Hundredth Congress, First Session on H.R. 5 and H.R. 950."},
      {
        "id":"ED287923",
        "title":"Simba: Coming of Age for the African-American Male."},
      {
        "id":"ED287924",
        "title":"Coming of Age for the 21st Century."},
      {
        "id":"ED287925",
        "title":"Survival of the Black Child: Our Resource of the Future."},
      {
        "id":"ED287926",
        "title":"Liberation Education."},
      {
        "id":"ED287956",
        "title":"Comparison of Black and White Females' Behavior in Elementary and Middle Schools."},
      {
        "id":"ED287959",
        "title":"The Heart of Excellence: Equal Opportunities and Educational Reform. PEER Report Number 6."},
      {
        "id":"ED287960",
        "title":"Hunger Relief Act of 1986. Joint Hearing on H.R. 4990 before the Subcommittee on Domestic Marketing, Consumer Relations, and Nutrition...the Subcommittee on Elementary, Secondary, and Vocational Education and the Subcommittee on Human Resources...and the Subcommittee on Science, Research and Technology...and the Select Committee on Hunger. House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED287962",
        "title":"Survey of Minority-Owned Business Enterprises: Black, 1982. Minority-Owned Businesses."},
      {
        "id":"ED287963",
        "title":"Survey of Minority-Owned Business Enterprises: Hispanic, 1982. Minority-Owned Businesses."},
      {
        "id":"ED287964",
        "title":"Survey of Minority-Owned Business Enterprises: Asian Americans, American Indians and Other Minorities, 1982. Minority-Owned Businesses."},
      {
        "id":"ED287965",
        "title":"ECIA Chapter 1 Participation of Nonpublic School Students. OERI Bulletin."},
      {
        "id":"ED287966",
        "title":"Passage to Manhood: Rearing the Male African-American Child."},
      {
        "id":"ED287967",
        "title":"We, the Black Americans. No. 3."},
      {
        "id":"ED287970",
        "title":"Effective Practices in Achieving Compensatory Education-Funded Schools II."},
      {
        "id":"ED287971",
        "title":"Compensatory Education: Chapter 1's Comparability of Services Provision. United States General Accounting Office Report to the Secretary of Education."},
      {
        "id":"ED287972",
        "title":"Trends and Issues In Urban and Minority Education, 1987. ERIC/CUE Trends and Issues Series, Number 6."},
      {
        "id":"ED287975",
        "title":"Special Programs for Single Parents/Displaced Homemakers. Final Report from October 1986 to June 30, 1987."},
      {
        "id":"ED287977",
        "title":"Profile of Excellence...Or Becoming a More Reflective Adult Education Practitioner."},
      {
        "id":"ED287981",
        "title":"Education for Rehabilitation of Rural Communities in Distress in Israel."},
      {
        "id":"ED287983",
        "title":"Learning Together. A Study Skills Handbook. Second Chance to Learn."},
      {
        "id":"ED287984",
        "title":"Florida's Favorite Career Development Resources. A Directory Compiled by Florida Career Educators."},
      {
        "id":"ED287985",
        "title":"Leisure and Work Search. Survival Skills for the 21st Century."},
      {
        "id":"ED287986",
        "title":"Hotel Clerk Test Development Project. Final Report."},
      {
        "id":"ED287987",
        "title":"Dental Assistant Test Development Project. Final Report."},
      {
        "id":"ED287991",
        "title":"Veterans' Employment and Education Amendments. Report To Accompany H.R. 1504. Committee on Veterans' Affairs. House of Representatives, 100th Congress, 1st Session."},
      {
        "id":"ED287992",
        "title":"New GI Bill Continuation Act. Hearing before the Committee on Veterans&apos; Affairs, United States Senate, One Hundredth Congress, First Session on S. 12."},
      {
        "id":"ED287993",
        "title":"New Business Perspectives on the Older Worker. Hearing before the Select Committee on Aging, House of Representatives, Ninety-Seventh Congress, First Session."},
      {
        "id":"ED287994",
        "title":"Senior Executive Service. Reasons Why Career Members Left in Fiscal Year 1985. Fact Sheet for the Honorable Vic Fazio, House of Representatives."},
      {
        "id":"ED287995",
        "title":"Concrete. Course in Carpentry. Workbook and Tests."},
      {
        "id":"ED287997",
        "title":"A Taxonomy for Composing Effective Naval Teams. Final Report."},
      {
        "id":"ED288000",
        "title":"Technology and Employment Policy. Monograph Series, Vol. 1, No. 7."},
      {
        "id":"ED288001",
        "title":"Lifelong Education in Israel: Continuity and Dilemmas."},
      {
        "id":"ED288002",
        "title":"Teaching Reading in the Workplace."},
      {
        "id":"ED288010",
        "title":"Education and Training for American Competitiveness. Hearings before the Committee on Education and Labor, House of Representatives, One Hundredth Congress, First Session on H.R. 5, School Improvement Act of 1987; and H.R. 90 Education and Training for American Competitiveness Act of 1987 (February 10, 11, 18, 25; March 4, 11, and 12, 1987)."},
      {
        "id":"ED288011",
        "title":"Evaluation of the Emergency Veterans' Job Training Program. Final Report. A Report Prepared by the Veterans' Administration, Submitted to the Committee on Veterans' Affairs, U.S. House of Representatives. 99th Congress, 2nd Session."},
      {
        "id":"ED288018",
        "title":"Development of Articulated Competency-Based Curriculum in Automated Systems/Robotics Technology. Final Report."},
      {
        "id":"ED288019",
        "title":"Development of Articulated Competency-Based Curriculum in Computer Integrated Manufacturing Technology. Final Report."},
      {
        "id":"ED288020",
        "title":"Development of Articulated Competency-Based Curriculum in Laser/Electro-Optics Technology. Final Report."},
      {
        "id":"ED288025",
        "title":"Exit Math Competencies for Selected Industrial Education Post-Secondary Programs in Kentucky (Drafting, Electricity, Electronics, Machine Shop)."},
      {
        "id":"ED288036",
        "title":"GI Bill Program. Hearing before the Subcommittee on Education, Training and Employment of the Committee on Veterans&apos; Affairs, House of Representatives, One-Hundredth Congress, First Session."},
      {
        "id":"ED288037",
        "title":"America's Training Needs. Hearing on Reviewing the Subject of Training and Retraining of American Workers before the Subcommittee on Employment and Productivity of the Committee on Labor and Human Resources. United States Senate, One Hundredth Congress, First Session."},
      {
        "id":"ED288038",
        "title":"A Compilation of Job Training and Related Laws. Prepared by the Subcommittee on Employment and Productivity of the Committee on Labor and Human Resources. 99th Congress, 2nd Session."},
      {
        "id":"ED288039",
        "title":"Economic Dislocation and Worker Adjustment Assistance Act. Joint Hearings on S. 538 to Implement the Recommendations of the Secretary of Labor&apos;s Task Force on Economic Adjustment and Worker Dislocation, and for Other Purposes, before the Subcommittee on Labor and the Subcommittee on Employment and Productivity of the Committee on Labor and Human Resources. United States Senate, One-Hundredth Congress, First Session (March 10 and 26, 1987)."},
      {
        "id":"ED288040",
        "title":"Integrated Programming System. Programming for Development. Peace Corps Information Collection &amp; Exchange Programming Manual PR-002."},
      {
        "id":"ED288041",
        "title":"Peace Corps Programming in Small Enterprise Development: Three Case Studies and Analysis. Appropriate Technologies for Development. Peace Corps Information Collection &amp; Exchange Case Studies Series CS-5."},
      {
        "id":"ED288042",
        "title":"Supporting Women's Enterprise Development. Appropriate Technologies for Development. Peace Corps Information Collection &amp; Exchange Manual Series No. M-19."},
      {
        "id":"ED288043",
        "title":"Secondary Projects. Appropriate Technologies for Development. Peace Corps Information Collection &amp; Exchange Manual Series--M36."},
      {
        "id":"ED288044",
        "title":"Soil Conservation Techniques for Hillside Farms. A Guide for Peace Corps Volunteers. Appropriate Technologies for Development. Peace Corps Information Collection &amp; Exchange Reprint Series No. R-62."},
      {
        "id":"ED288045",
        "title":"In-Service Training Manual. Training for Development. Peace Corps Information Collection &amp; Exchange Training Manual No. T-4. Newly Revised."},
      {
        "id":"ED288046",
        "title":"The New Role of the Volunteer in Development. Training for Development. Peace Corps Information Collection &amp; Exchange Training Manual No. T-5."},
      {
        "id":"ED288047",
        "title":"Working as Counterparts. A Peace Corps In-Service Training Manual. Training for Development. Peace Corps Information Collection &amp; Exchange Training Manual No. T-6."},
      {
        "id":"ED288048",
        "title":"Close of Service Workshop. Trainer Guidelines and Workshop Materials. Training for Development. Peace Corps Information Collection &amp; Exchange Training Manual No. T-07."},
      {
        "id":"ED288049",
        "title":"Close of Service Workshop. Participant's Handbook. Training for Development. Peace Corps Information Collection &amp; Exchange Training Manual No. T-08."},
      {
        "id":"ED288050",
        "title":"Disasters and Development: A Peace Corps Pre-Service Training Module. Training for Development. Peace Corps Information Collection &amp; Exchange Training Manual No. T-18."},
      {
        "id":"ED288051",
        "title":"Nutrition Improvement through Mixed Gardening in the Humid Tropics. A Trainer's Manual. Training for Development. Peace Corps Information Collection &amp; Exchange Training Manual No. T-19."},
      {
        "id":"ED288052",
        "title":"Peace Corps Training and Older Volunteers. Training for Development. Peace Corps Information Collection &amp; Exchange Training Manual No. T-33."},
      {
        "id":"ED288053",
        "title":"In-Country TEFL/Crossover Tropical Agricultural Training Manual. Trainer's Edition. Training for Development. Peace Corps Information Collection &amp; Exchange Training Manual No. T-37."},
      {
        "id":"ED288054",
        "title":"In-Country TEFL/Crossover Tropical Agricultural Training Manual. Trainee Edition. Training for Development. Peace Corps Information Collection &amp; Exchange Training Manual No. T-37A."},
      {
        "id":"ED288055",
        "title":"Small Enterprise Development Pre-Service Training Manual. Training for Development. Peace Corps Information Collection &amp; Exchange Training Manual No. T-42."},
      {
        "id":"ED288056",
        "title":"Small Enterprise Development In-Service Training Manual. Training for Development. Peace Corps Information Collection &amp; Exchange Training Manual No. T-43."},
      {
        "id":"ED288057",
        "title":"Planning and Conducting All Volunteer Conferences. Training for Development. Peace Corps Information Collection &amp; Exchange Training Manual No. T-44."},
      {
        "id":"ED288062",
        "title":"Vocational Ethics. Toward the Development of an Enabling Work Ethic."},
      {
        "id":"ED288068",
        "title":"Interdisciplinary Health Team Care: Proceedings of the Annual Conference (8th, Columbus, Ohio, September 18-20, 1986)."},
      {
        "id":"ED288071",
        "title":"Mathematics in Consumer and Homemaking Education Programs: A Guide for Reinforcing Basic Skills. Vocational Home Economics Education."},
      {
        "id":"ED288072",
        "title":"Reading in Consumer and Homemaking Education Programs: A Guide for Reinforcing Basic Skills. Vocational Home Economics Education."},
      {
        "id":"ED288073",
        "title":"Writing in Consumer and Homemaking Education Programs: A Guide for Reinforcing Basic Skills. Vocational Home Economics Education."},
      {
        "id":"ED288074",
        "title":"Adult ESL Instruction: A Challenge and a Pleasure. An Orientation Guide for Adult ESL Teachers."},
      {
        "id":"ED288076",
        "title":"Two-Year Core Curriculum for Agricultural Education in Montana. Revised."},
      {
        "id":"ED288077",
        "title":"Montana Vocational Home Economics Comprehensive Introductory Units, Level I."},
      {
        "id":"ED288078",
        "title":"Curriculum Development for the Home Economics Department."},
      {
        "id":"ED288081",
        "title":"Industrial Dislocation and Its Implications for Public Policy."},
      {
        "id":"ED288085",
        "title":"Equity in Vocational Education: A Study of Meaning."},
      {
        "id":"ED288086",
        "title":"The Context and Characteristics of Postsecondary Vocational Education Curriculum in the Year 2000: Implications for Policy."},
      {
        "id":"ED288087",
        "title":"Jointly Administered Programs: An Alternative for Student Access to Quality Vocational Programs."},
      {
        "id":"ED288089",
        "title":"Who Am I? Self-Exploration Series 1. Courseware Evaluation for Vocational and Technical Education."},
      {
        "id":"ED288090",
        "title":"Marketing: Managing the Marketing Mix. Courseware Evaluation for Vocational and Technical Education."},
      {
        "id":"ED288091",
        "title":"The Interior Design Simulator. Courseware Evaluation for Vocational and Technical Education."},
      {
        "id":"ED288092",
        "title":"Economic Indicators of the Farm Sector. Costs of Production, 1986."},
      {
        "id":"ED288095",
        "title":"Entrepreneurship Competencies for Vocational Curriculum Development. Instructor&apos;s Handbook. Final Report."},
      {
        "id":"ED288096",
        "title":"Meeting the Challenge of Education Reform in PA: Formative Assessment in Vocational Teacher In-Service Preparation. Final Report."},
      {
        "id":"ED288097",
        "title":"Worker Dislocation. Case Studies of Causes and Cures."},
      {
        "id":"ED288100",
        "title":"Write into a Job."},
      {
        "id":"ED288101",
        "title":"Opportunities Center. Concept Paper."},
      {
        "id":"ED288104",
        "title":"Carpentry, Culinary Arts Instructor Guide and Curriculums. Bilingual Vocational Education Program."},
      {
        "id":"ED288108",
        "title":"Older Americans Act Amendments of 1987. Report from the Committee on Labor and Human Resources (To Accompany S. 887). 100th Congress, 1st Session."},
      {
        "id":"ED288109",
        "title":"Hague Convention on the Civil Aspects of International Child Abduction. Report from the Committee on Foreign Relations (To Accompany Treaty Doc. 99-11). 99th Congress, 2d Session."},
      {
        "id":"ED288110",
        "title":"Medicare Catastrophic Loss Prevention Act of 1987. Report from the Committee on Finance (To Accompany S. 1127). 100th Congress, 1st Session."},
      {
        "id":"ED288114",
        "title":"Induced Terminations of Pregnancy: Reporting States, 1984."},
      {
        "id":"ED288115",
        "title":"Advance Report of Final Mortality Statistics, 1985."},
      {
        "id":"ED288116",
        "title":"Comprehensive School Alienation Program, Guidelines."},
      {
        "id":"ED288118",
        "title":"Legal Rights of College Students: A History of Cases, Controversies and Court Decisions."},
      {
        "id":"ED288119",
        "title":"Sexual Harassment of Women Graduate Students: The Impact of Institutional Factors."},
      {
        "id":"ED288122",
        "title":"Sexuality and the Chemically Dependent Woman. A Group Facilitator's Guide."},
      {
        "id":"ED288123",
        "title":"Women and Addiction: A Collection of Papers."},
      {
        "id":"ED288127",
        "title":"Is Self-Blame Really Functional for the Spinal Cord Injured?"},
      {
        "id":"ED288128",
        "title":"The Effect of Role on Interpersonal Sensitivity: Further Evidence."},
      {
        "id":"ED288130",
        "title":"Differential Impact of Medical Status, Maternal Coping, and Marital Satisfaction on Coping with Childhood Cancer."},
      {
        "id":"ED288131",
        "title":"Differential Effectiveness of Coping in Managing Stress and Burnout in Oncology Nurses."},
      {
        "id":"ED288135",
        "title":"Gender Differences in the Relationship between Perceived Popularity and Self-Image during Early Adolescence."},
      {
        "id":"ED288136",
        "title":"Working with Fusion in Lesbian Couples."},
      {
        "id":"ED288137",
        "title":"Affect and Intrinsic Interest: An Arousal Mediated Model."},
      {
        "id":"ED288138",
        "title":"Attributions for Success and Failure in Smoking Cessation."},
      {
        "id":"ED288139",
        "title":"Attributions for Long-Term Maintenance of Smoking Cessation or Relapse."},
      {
        "id":"ED288140",
        "title":"Recording the Hard Times: A Leader's Guide."},
      {
        "id":"ED288141",
        "title":"Recording the Hard Times: A Workbook."},
      {
        "id":"ED288142",
        "title":"National Trends in Drug Use and Related Factors among American High School Students and Young Adults, 1975-1986."},
      {
        "id":"ED288143",
        "title":"The Monitoring the Future Follow-Up Surveys: A Description of Key Experiences during the First Years after High School. Monitoring the Future Occasional Paper Series, Paper 18."},
      {
        "id":"ED288144",
        "title":"Changes in Marijuana Use Linked to Changes in Perceived Risks and Disapproval. Monitoring the Future Occasional Paper Series, Paper 19."},
      {
        "id":"ED288145",
        "title":"Correlates of Employment among High School Seniors. Monitoring the Future Occasional Paper Series, Paper 20."},
      {
        "id":"ED288146",
        "title":"Change and Consistency in the Correlates of Drug Use among High School Seniors: 1975-1986. Monitoring the Future Occasional Paper Series, Paper 21."},
      {
        "id":"ED288148",
        "title":"Women's Issues."},
      {
        "id":"ED288150",
        "title":"I-E Control, Sex and Age Differences in Drinking."},
      {
        "id":"ED288151",
        "title":"Pomeroy House: A Residential Treatment Program for Recovering Alcoholic Mothers and Their Children."},
      {
        "id":"ED288155",
        "title":"An American Social Worker in the Federal Republic of Germany."},
      {
        "id":"ED288158",
        "title":"The Addition of an Individualized Cognitive Intervention to a Standardized Behavioral Intervention for Obesity."},
      {
        "id":"ED288159",
        "title":"Annotated Bibliography of Intramural Research on Long-Term Care."},
      {
        "id":"ED288160",
        "title":"Gender Roles in Costa Rica: The Effect of the Presence of Males or Females."},
      {
        "id":"ED288161",
        "title":"Agoraphobia and Paradigm Strain: A Family Systems Perspective."},
      {
        "id":"ED288162",
        "title":"The Use of Prison Confinement for the Treatment of Multiple Drunken Driver Offenders: An Evaluation of the Longwood Treatment Center."},
      {
        "id":"ED288164",
        "title":"Factors Influencing Career Aspirations of Primary and Secondary Grade Students."},
      {
        "id":"ED288170",
        "title":"The Public Sector: A National Resource for Alcohol and Drug Treatment."},
      {
        "id":"ED288172",
        "title":"The Effects of Induced Moods on Solving a Commons Dilemma."},
      {
        "id":"ED288174",
        "title":"Who Wants a Woman Boss? Only Those Who Have One."},
      {
        "id":"ED288175",
        "title":"Tactic Knowledge, Social Insight, and Personality."},
      {
        "id":"ED288176",
        "title":"Moderating Effects of Intraindividual Variance across the Trait Descriptive Universe."},
      {
        "id":"ED288179",
        "title":"Language Development Component: All Day Kindergarten Program. Final Evaluation Report, 1986-87."},
      {
        "id":"ED288180",
        "title":"Adaptation of Curriculum, Instructional Methods, and Materials Component: Instructional Aide Program. Final Evaluation Report."},
      {
        "id":"ED288181",
        "title":"Inference Strategies in Reading Comprehension. Technical Report No. 410."},
      {
        "id":"ED288183",
        "title":"The Present Literacy Crisis and the Public Interest."},
      {
        "id":"ED288184",
        "title":"Limited Role of Contextual Information in Adult Word Recognition. Technical Report No. 411."},
      {
        "id":"ED288191",
        "title":"Thinking Happens in the Head."},
      {
        "id":"ED288193",
        "title":"English-Language Arts Model Curriculum Guide, Kindergarten through Grade Eight."},
      {
        "id":"ED288194",
        "title":"Handbook for Planning an Effective Literature Program, Kindergarten through Grade Twelve."},
      {
        "id":"ED288195",
        "title":"English-Language Arts Framework for California Public Schools, Kindergarten through Grade Twelve."},
      {
        "id":"ED288198",
        "title":"Libel: Utilitarian Justice vs. Biblical Truth-Telling."},
      {
        "id":"ED288199",
        "title":"Teaching Writing with Computers: Are We Being Realistic?"},
      {
        "id":"ED288202",
        "title":"Initiating Students into Critical Thinking, Reading, and Writing about Texts."},
      {
        "id":"ED288212",
        "title":"Teachers as Listeners: Implications for Teacher Education."},
      {
        "id":"ED288213",
        "title":"What Would a Practical Theory of Language and Communication Be Like?"},
      {
        "id":"ED288214",
        "title":"A Re-examination of &quot;Kairos&quot;: Implications for Moral Accountability and Rhetorical Criticism."},
      {
        "id":"ED288219",
        "title":"Mediation: Toward a Civilized System of Dispute Resolution."},
      {
        "id":"ED288221",
        "title":"Andrea Dworkin on Pornography: Exposing &quot;Male Truth.&quot;"},
      {
        "id":"ED288222",
        "title":"The Literate Potential of Collaborative Talk."},
      {
        "id":"ED288225",
        "title":"News According to Pretoria: A Legal Perspective concerning the Suppression of Free Speech in South Africa."},
      {
        "id":"ED288227",
        "title":"Communication across the Curriculum."},
      {
        "id":"ED288228",
        "title":"&quot;The Lone Ranger&quot; Rides Again: Recurring Images of the Justice Hero in &quot;The Equalizer.&quot;"},
      {
        "id":"ED288229",
        "title":"Where Were the Whistleblowers? The Case of Allan McDonald and Roger Boisjoly."},
      {
        "id":"ED288230",
        "title":"A Black Perspective on Interethnic Communication Effectiveness."},
      {
        "id":"ED288232",
        "title":"Conditions of Education in Delaware. 1986."},
      {
        "id":"ED288236",
        "title":"The Effects of Federal Education Policy Changes on Policy and Program Development in State and Local Education Agencies. Occasional Paper No. 2."},
      {
        "id":"ED288237",
        "title":"The Catholic Schools of Belmont County: An Organizational Analysis."},
      {
        "id":"ED288241",
        "title":"Teachers' Salaries, Class Size, and Student Achievement in Grades 3 and 6: Some New Evidence."},
      {
        "id":"ED288247",
        "title":"Parents' Involvement in Curricular Decisions--The Case of the &quot;Supplementary Programmes&quot; in Israel."},
      {
        "id":"ED288248",
        "title":"A Time to Summarize: Six Years and Three Phases of the Louisiana School Effectiveness Study."},
      {
        "id":"ED288249",
        "title":"Who Should Control Our Schools: Reassessing Current Policies."},
      {
        "id":"ED288250",
        "title":"The Elmira Plan. Planning, Implementing and Sustaining a Comprehensive Professional Staff Development Program."},
      {
        "id":"ED288254",
        "title":"Selecting and Using Your School Board Attorney. Focus on School Law Series."},
      {
        "id":"ED288257",
        "title":"Withholding Increments. Focus on School Law Series."},
      {
        "id":"ED288259",
        "title":"Personnel Development for School Improvement, 1985. Suggested Personnel Policy Guidelines for School Districts."},
      {
        "id":"ED288261",
        "title":"Instructional Leadership: Contexts and Challenges."},
      {
        "id":"ED288266",
        "title":"Programs in Practice. Collaborative Planning: Transition from School to Work. National Leadership Institute for Personnel in Education and Rehabilitation of the Blind and Visually Handicapped."},
      {
        "id":"ED288267",
        "title":"Training Ideas, Strategies and Activities. Collaborative Planning: Transition from School to Work. National Leadership Institute for Personnel in Education and Rehabilitation of the Blind and Visually Handicapped."},
      {
        "id":"ED288269",
        "title":"School Physical Therapy: How Does It Relate to Education?"},
      {
        "id":"ED288270",
        "title":"Beefing Up Teaching Strategies in Educating the Mildly Handicapped."},
      {
        "id":"ED288274",
        "title":"Maryland Life Skills Curricular Framework."},
      {
        "id":"ED288282",
        "title":"Addition Learning by Mentally Handicapped Children."},
      {
        "id":"ED288283",
        "title":"The Presence of Word-Retrieval Deficits in Developmental Verbal Apraxia."},
      {
        "id":"ED288284",
        "title":"Developing Your State Team: Why and How. Collaborative Planning: Transition from School to Work. National Leadership Institute for Personnel in Education and Rehabilitation of the Blind and Visually Handicapped."},
      {
        "id":"ED288286",
        "title":"The Role of Instruction in Text Structure and Metacognitive Strategy Instruction in Deaf Students' Learning To Read and Write Stories."},
      {
        "id":"ED288289",
        "title":"A Leader's Guide for Developing a Parent to Parent Support Program for Parents of Special Needs Children and Materials for Parent Training."},
      {
        "id":"ED288292",
        "title":"Instructional Uses of Bar Code Technology."},
      {
        "id":"ED288293",
        "title":"Living with Asthma: Part I, Manual for Teaching Parents the Self-Management of Childhood Asthma."},
      {
        "id":"ED288294",
        "title":"Living with Asthma: Part 2, Manual for Teaching Children the Self-Management of Asthma."},
      {
        "id":"ED288295",
        "title":"Directory of Resources for Adults with Disabilities."},
      {
        "id":"ED288296",
        "title":"An Eco-Behavioral Approach to Research in Special Education. The Juniper Gardens Children's Project. [Volume 1]."},
      {
        "id":"ED288297",
        "title":"An Eco-Behavioral Approach to Research in Special Education. The Juniper Gardens Children&apos;s Project. [Volume 2]."},
      {
        "id":"ED288298",
        "title":"Vocational Programs for the Mentally Retarded in Allegheny County: A Study of Selected Sheltered Workshops and High School Programs. Final Report."},
      {
        "id":"ED288299",
        "title":"Failure To Learn To Read: Formulating a Policy Problem."},
      {
        "id":"ED288300",
        "title":"HEATH Resource Directory. 1987 Edition."},
      {
        "id":"ED288302",
        "title":"Learning Disabilities: Issues and Instructional Interventions. What Research Says to the Teacher."},
      {
        "id":"ED288303",
        "title":"Curriculum-Based Vocational Assessment Handbook: A Guide to the Implementation of Curriculum-Based Vocational Assessment Activities. Revised."},
      {
        "id":"ED288306",
        "title":"Integrative Curriculum for Gifted Learners."},
      {
        "id":"ED288307",
        "title":"Academic and Social Interaction for Hearing Impaired High School Students."},
      {
        "id":"ED288308",
        "title":"Social Development for Hearing Impaired High School Youth."},
      {
        "id":"ED288309",
        "title":"Fitness and Hygiene Programming for the Severely Handicapped: A Curriculum-Embedded Assessment Guide. User Manual. Project Transition."},
      {
        "id":"ED288311",
        "title":"Special Education In-Service for Metro Area School Administrators."},
      {
        "id":"ED288312",
        "title":"Out of the Job Market: A National Crisis."},
      {
        "id":"ED288313",
        "title":"Motivating the Gifted, Talented, Creative. A Meta-Analysis."},
      {
        "id":"ED288315",
        "title":"The Social Adjustment of Gifted Children in Ontario Schools."},
      {
        "id":"ED288317",
        "title":"Ideas for Integrating the Microcomputer with Special Education."},
      {
        "id":"ED288320",
        "title":"Remarks of Wm. Bradford Reynolds at the Conference on Disability Policy."},
      {
        "id":"ED288321",
        "title":"Family-Centered Care for Children with Special Health Care Needs."},
      {
        "id":"ED288322",
        "title":"Differential Relationships of Parental Perceptions to Maternal and Paternal Involvement in Play with Young High Risk and Handicapped Children."},
      {
        "id":"ED288328",
        "title":"Families as Allies, Conference Proceedings: Parent-Professional Collaboration toward Improving Services for Seriously Emotionally Handicapped Children and Their Families (Portland, Oregon, April 28-29, 1986)."},
      {
        "id":"ED288329",
        "title":"Maternal Attention Directing Strategies and Infants' Response to Toys: Effects of Downs Syndrome and Prematurity."},
      {
        "id":"ED288331",
        "title":"Medicaid: Addressing the Needs of Mentally Retarded Nursing Home Residents. Report to the Secretary of Health and Human Services."},
      {
        "id":"ED288332",
        "title":"Medicaid Financing of Services for Developmentally Disabled Persons. Hearing before the Subcommittee on Health of the Committee on Finance. United States Senate, Ninety-Ninth Congress, Second Session, September 19, 1986."},
      {
        "id":"ED288336",
        "title":"Newborn Screening: National Library of Medicine Literature Search, January 1980 through March 1987. No. 87-2."},
      {
        "id":"ED288337",
        "title":"Teaching Language Skills to Culturally Different Handicapped Children."},
      {
        "id":"ED288340",
        "title":"Inservice Evaluation Project."},
      {
        "id":"ED288341",
        "title":"Inservice Evaluation Project Summary Report."},
      {
        "id":"ED288344",
        "title":"Enhancing Self-Esteem of Special Needs Students."},
      {
        "id":"ED288352",
        "title":"The Title VII Bilingual Learning Centers Projects in 1985-86: Bilingual Learning Centers in Junior High and Elementary Schools. Report No. 8720."},
      {
        "id":"ED288354",
        "title":"Attitudes and Motivational Factors in Second Language Learning."},
      {
        "id":"ED288357",
        "title":"Global Perspectives on Language Policy and Education."},
      {
        "id":"ED288359",
        "title":"Suggested Procedures for Meeting Needs of Limited English Proficient Students: Curriculum and Instruction."},
      {
        "id":"ED288360",
        "title":"Suggested Procedures for Meeting Needs of Limited English Proficient Students. Teacher Training."},
      {
        "id":"ED288361",
        "title":"Papers and Reports on Child Language Development, Volume 26. Proceedings of the Child Language Research Forum (19th, Stanford, California, April 3-5, 1987)."},
      {
        "id":"ED288362",
        "title":"Language and Psychological Development."},
      {
        "id":"ED288364",
        "title":"Children's Acquisition of the Locality Condition for Reflexives and Pronouns."},
      {
        "id":"ED288365",
        "title":"Fast Mapping of Novel Words in Oral Story Context."},
      {
        "id":"ED288366",
        "title":"Telegraphic Speaking Does Not Imply Telegraphic Listening."},
      {
        "id":"ED288371",
        "title":"Phonological Perception of Early Words."},
      {
        "id":"ED288376",
        "title":"Discourse Characteristics and Speech Patterns Used by Spanish-English Bilingual Children According to Proficiency and Context Variables."},
      {
        "id":"ED288377",
        "title":"A Sociolinguistic Perspective of Language Proficiency of Limited English Proficient Students."},
      {
        "id":"ED288378",
        "title":"Problems in the Transfer of Agricultural Technology: An ESP Program."},
      {
        "id":"ED288381",
        "title":"Suggested Procedures for Meeting Needs of Limited English Proficient Students. Initial Assessment and Placement."},
      {
        "id":"ED288386",
        "title":"New Prospects in CALL."},
      {
        "id":"ED288387",
        "title":"York Papers in Linguistics No. 12."},
      {
        "id":"ED288389",
        "title":"A Note on Passives in GPSG."},
      {
        "id":"ED288393",
        "title":"Gaps in Generalised Phrase Structure Grammar."},
      {
        "id":"ED288394",
        "title":"Some Rhythm, Resonance, and Quality Variations in Urban Tyneside Speech."},
      {
        "id":"ED288395",
        "title":"A Methodology for Describing Socio-Linguistic Variability within Multi-Lingual Settings in General, and &quot;Interactive&quot; and &quot;Reactive&quot; Ethnic Processes in Language in Particular."},
      {
        "id":"ED288396",
        "title":"Ellipsis Conditions and the Status of the English Copula."},
      {
        "id":"ED288401",
        "title":"Understanding Natural Kinds: A Developmental Comparison."},
      {
        "id":"ED288405",
        "title":"At the Crossroads of Phonology and Discourse: Structure and Function in a One-Year-Old's &quot;Conduites d'approche.&quot;"},
      {
        "id":"ED288409",
        "title":"Acquiring English: An ESL Teacher's Guide for the Hmong Student."},
      {
        "id":"ED288413",
        "title":"Agreement between Board of Governors of State Colleges and Universities and the University Professionals of Illinois, B.O.G. Council, Local 4100, 1985-88, and Agreement Amendments, 1986-87."},
      {
        "id":"ED288414",
        "title":"Agreement between Lake Superior State College and Lake Superior State College Faculty Association, MEA-NEA, September 1, 1986-September 1, 1988."},
      {
        "id":"ED288415",
        "title":"The Problem of Complexity in Modern Higher Education. Working Paper No. 9."},
      {
        "id":"ED288417",
        "title":"Mortgage-Backed Student Loans."},
      {
        "id":"ED288420",
        "title":"Tax Reform and Higher Education."},
      {
        "id":"ED288421",
        "title":"A Compilation of Federal Education Laws. Volume III--Higher Education. As Amended through December 31, 1986. 100th Congress, 1st Session."},
      {
        "id":"ED288423",
        "title":"What's It Worth? Educational Background and Economic Status: Spring 1984. Data from the Survey of Income and Program Participation."},
      {
        "id":"ED288425",
        "title":"Western Australian Post Secondary Education Commission. Tenth Annual Report for the Period 1 January to 31 December 1986."},
      {
        "id":"ED288427",
        "title":"Recent-Doctorate Faculty Increase in Engineering and Some Science Fields. Science Resources Studies Highlights."},
      {
        "id":"ED288429",
        "title":"The Way Forward: Women in Higher Education Management in Australia. Report of a National Conference (Armidale, New South Wales, Australia, July 18-20, 1984)."},
      {
        "id":"ED288430",
        "title":"The Tacit Dimension of Professional Knowledge from Higher Education to Profession. Studies of Higher Education and Research. 1987:5."},
      {
        "id":"ED288434",
        "title":"New Approaches to Debt Financing."},
      {
        "id":"ED288435",
        "title":"Student Financing of Higher Education in Washington State, 1985-86."},
      {
        "id":"ED288436",
        "title":"Guaranteed Student Loans. Legislative and Regulatory Changes Needed to Reduce Default Costs. Report to Congressional Requesters."},
      {
        "id":"ED288437",
        "title":"Health Manpower Shortage Area Designation Workshop, Volume I (New Orleans, Louisiana, November 5-7, 1986). Office of Data Analysis and Management Report No. 7-87."},
      {
        "id":"ED288438",
        "title":"Health Manpower Shortage Area Designation Workshop, Volume II (San Diego, California, March 11-13, 1987). Office of Data Analysis and Management Report No. 7-87."},
      {
        "id":"ED288439",
        "title":"The Revival of General Education Programs in American Colleges and Universities."},
      {
        "id":"ED288442",
        "title":"Fall 1987 Enrollments. North Dakota Institutions of Higher Education."},
      {
        "id":"ED288448",
        "title":"The Ph.D. as Business Manager: Myths and Realities of Education and Leadership."},
      {
        "id":"ED288450",
        "title":"Higher Education Futures: Organisational Planning and Organizational Technology Perspectives."},
      {
        "id":"ED288451",
        "title":"Choice: The Historical Perspective."},
      {
        "id":"ED288454",
        "title":"Medical School Performance as a Predictor of Resident Competence."},
      {
        "id":"ED288459",
        "title":"The Unionization of Clerical Workers at Large U.S. Universities and Colleges."},
      {
        "id":"ED288467",
        "title":"The Democratization of Higher Education in Denmark, Finland, Iceland, Norway, and Sweden: A Cross-National Study of Post-War Reforms."},
      {
        "id":"ED288470",
        "title":"Salary-Trend Study of Faculty in Accounting for the Years 1983-84 and 1986-87."},
      {
        "id":"ED288471",
        "title":"Recruiting Trends 1987-88. A Study of 1,019 Businesses, Industries, Governmental Agencies, and Educational Institutions Employing New College Graduates."},
      {
        "id":"ED288473",
        "title":"Students' Evaluation of the First Year Experience at Bowie State College."},
      {
        "id":"ED288474",
        "title":"College Debts of Recent Graduates."},
      {
        "id":"ED288475",
        "title":"Financial Aid: A Partial List of Resources for Women. Fourth Edition."},
      {
        "id":"ED288477",
        "title":"Cognitive Development during the College Years."},
      {
        "id":"ED288479",
        "title":"Residency Decisions: Another Look."},
      {
        "id":"ED288490",
        "title":"The Structure-Mapping Engine: Algorithm and Examples."},
      {
        "id":"ED288491",
        "title":"Texas Tech University's &quot;Models of Teaching&quot; over Satellite: A Description and Evaluation of College Credit Coursework Delivered via the TI-IN Interactive Satellite Network. A Report Submitted to the Office of the Academic Vice President."},
      {
        "id":"ED288492",
        "title":"Telecommunications and Information-Systems Standardization--Is America Ready? CRS Report for Congress. Sci-Tech Alert. 87-458 SPR."},
      {
        "id":"ED288493",
        "title":"Toward a Theory of Curriculum for Use in Designing Intelligent Instructional Systems."},
      {
        "id":"ED288496",
        "title":"A Review of Reviews of Research on Computer Assisted Instruction. ERIC Digest."},
      {
        "id":"ED288497",
        "title":"Computers in the School Curriculum (A Collection of Essays)."},
      {
        "id":"ED288498",
        "title":"Coordination and Evaluation of Videodisc and Microcomputer Programs. Final Technical Report."},
      {
        "id":"ED288499",
        "title":"Distance Learning Systems and Structures: Training Manual. Volume II. Report of a Sub-Regional Training Workshop (Colombo, Sri Lanka, July 5-18, 1984)."},
      {
        "id":"ED288500",
        "title":"Evaluation of Distance Education Projects under APEID. Report of a Study Group Meeting (Nanjing, China, August 16-25, 1986)."},
      {
        "id":"ED288503",
        "title":"Use of Two-Way Interactive Television in Education. Training and Development Research Center. Project Number Eighteen."},
      {
        "id":"ED288504",
        "title":"Visual Image Transmission. An Examination of Electronic Delivery of Visual Images and Text from the Library to the Academic Community. Final Report."},
      {
        "id":"ED288510",
        "title":"Simulations and the Curriculum."},
      {
        "id":"ED288512",
        "title":"An Investigation on the Effects of Alternative Strategies for Sequencing Instruction on Basic Skills. Final Report."},
      {
        "id":"ED288513",
        "title":"Development Communication Report No. 50-55, Summer 1985-Autumn 1986."},
      {
        "id":"ED288514",
        "title":"Toward a Common Knowledge Base: The Evolution of Instructional Science. IDD&amp;E Working Paper No. 3."},
      {
        "id":"ED288515",
        "title":"Using Videodiscs in Instruction: Realizing Their Potential through Instructional Design. IDD&amp;E Working Paper No. 4."},
      {
        "id":"ED288516",
        "title":"A Comparison of Three Instructional Presentation Formats. IDD&amp;E Working Paper No. 6."},
      {
        "id":"ED288517",
        "title":"Type and Position of Adjunct Questions: Their Effects on Memory and Application. IDD&amp;E Working Paper No. 7."},
      {
        "id":"ED288518",
        "title":"The Effects of Sequence and Synthesis on Concept Learning Using a Parts-Conceptual Structure. IDD&amp;E Working Paper No. 8."},
      {
        "id":"ED288519",
        "title":"The Effects of Analogies on Student Motivation and Performance in an Eighth Grade Science Context. IDD&amp;E Working Paper No. 9."},
      {
        "id":"ED288521",
        "title":"The Effect of Three Different Kinds of Feedback: Hint, Correct Answer, and Right/Wrong. IDD&E Working Paper No. 11."},
      {
        "id":"ED288522",
        "title":"Alabama's Public Library as Seen by Patrons, Administrators and Trustees. Executive Summary."},
      {
        "id":"ED288525",
        "title":"Information Needs: Implications for the Academic Library."},
      {
        "id":"ED288526",
        "title":"Information Seeking Behavior: An Introductory Examination."},
      {
        "id":"ED288527",
        "title":"New Start: Bibliographic Instruction for Nontraditional Students."},
      {
        "id":"ED288528",
        "title":"Steps in Using ERIC."},
      {
        "id":"ED288529",
        "title":"Check This Out: Library Program Models."},
      {
        "id":"ED288531",
        "title":"Research Goes to School: Teaching Students To Go Online. Revised."},
      {
        "id":"ED288533",
        "title":"Development of Off-Campus Library Services in the Vermont State Colleges."},
      {
        "id":"ED288534",
        "title":"Library Grant Programs. A Report to the Libraries of New Jersey, July 1, 1985-June 30, 1986."},
      {
        "id":"ED288536",
        "title":"ULS Joint Committee to Study Library Periodical Services. Final Report."},
      {
        "id":"ED288537",
        "title":"Periodicals Committee Report--Summary of Decisions."},
      {
        "id":"ED288539",
        "title":"Reading Materials in Large Type. Reference Circular No. 87-4."},
      {
        "id":"ED288541",
        "title":"Strategies for Successful Library Research: A Step-by-Step Guide."},
      {
        "id":"ED288542",
        "title":"Toward a Common Vision in Library Networking. Proceedings of the Library of Congress Network Advisory Committee Meeting (Washington, D.C., December 9-11, 1985). Network Planning Paper No. 13."},
      {
        "id":"ED288543",
        "title":"Trustee Tool Kit for Library Leadership."},
      {
        "id":"ED288545",
        "title":"Contracting Out. National Oceanic and Atmospheric Administration's Central Library. Report to the Chairman, Subcommittee on Commerce, Justice, State, and the Judiciary, Committee on Appropriations, U.S. Senate."},
      {
        "id":"ED288547",
        "title":"Patron Survey. March 15 to April 15, 1987."},
      {
        "id":"ED288548",
        "title":"Indiana University and Purdue University Regional Campus Libraries: A Preliminary Overview of Reference Services."},
      {
        "id":"ED288551",
        "title":"Advances in Projection Technology for On-Line Instruction."},
      {
        "id":"ED288553",
        "title":"An Evaluation of Reference Desk Service in the Brigham Young University Library."},
      {
        "id":"ED288556",
        "title":"The Use of Permanent Paper for Biomedical Literature. Summary of the Proceedings of the National Library of Medicine Board of Regents Hearing (Bethesda, Maryland, January 27, 1987)."},
      {
        "id":"ED288557",
        "title":"AccessAbility: Overcoming Information Barriers. Proceedings from the 1987 Spring Meeting of the Nebraska Library Association, College and University Section (Omaha, Nebraska, May 29, 1987)."},
      {
        "id":"ED288558",
        "title":"General Policies Manual for Student Assistants: Indiana State University Libraries. Revised."},
      {
        "id":"ED288560",
        "title":"White House Conference on Library and Information Services. Hearing before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources. United States Senate, One Hundredth Congress, First Session."},
      {
        "id":"ED288561",
        "title":"Bibliographic Instruction, Vermont Libraries. A Directory of Programs and Methods."},
      {
        "id":"ED288562",
        "title":"ERIC Administrative Bulletin (EAB), 1976-1987."},
      {
        "id":"ED288576",
        "title":"Academically Creative Education: An Interim Report."},
      {
        "id":"ED288577",
        "title":"The Multidimensional Problem of Articulation and Transfer. ERIC Digest."},
      {
        "id":"ED288578",
        "title":"Second-Year Status Report on the Transfer Center Pilot Program."},
      {
        "id":"ED288580",
        "title":"Community Colleges Humanities Review, Number 8, 1987."},
      {
        "id":"ED288582",
        "title":"Programs to Enhance Participation, Retention, and Success of Minority Students at Florida Community Colleges and Universities."},
      {
        "id":"ED288583",
        "title":"A Sales Representative: One Marketing Technique."},
      {
        "id":"ED288587",
        "title":"Two-Year Comparison of Transfer and Native Student Progress, University of Illinois at Urbana-Champaign, Fall 1984 Group. Research Memorandum 87-5."},
      {
        "id":"ED288591",
        "title":"Dateline '79: Heretical Concepts for the Community College."},
      {
        "id":"ED288593",
        "title":"Teaching of Psychology: Ideas and Innovations. Proceedings of the Conference (Farmingdale, New York, March 27, 1987)."},
      {
        "id":"ED288598",
        "title":"Student Success Strategies 1987: Access, Assessment, and Intervention."},
      {
        "id":"ED288599",
        "title":"The Parental and Medical Leave Act of 1986. Joint Hearing before the Subcommittee on Labor-Management Relations and the Subcommittee on Labor Standards of the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED288600",
        "title":"State and Local Innovations in Educations Choice. Hearing before the Subcommittee on Intergovernmental Relations of the Committee on Governmental Affairs. United States Senate, Ninety-Ninth Congress, First Session, October 22, 1985."},
      {
        "id":"ED288601",
        "title":"The Even Start Act--H.R. 2535. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, First Session (November 20, 1985)."},
      {
        "id":"ED288602",
        "title":"Child Care--Supportive Services. Hearing on Examining the Role of Child Care as a Supportive Service To Ensure Access to Education, Job Training, and the Labor Market before the Subcommittee on Children, Family, Drugs and Alcoholism of the Committee on Labor and Human Resources. United States Senate, Ninety-Ninth Congress, First Session (Fort Lauderdale, Florida, December 2, 1985)."},
      {
        "id":"ED288603",
        "title":"Child Nutrition Programs: Reauthorization and Budget Issues. Hearing before the Subcommittee on Nutrition of the Committee on Agriculture, Nutrition, and Forestry. United States Senate, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED288606",
        "title":"Social Competency with Peers: Contributions from Child Care."},
      {
        "id":"ED288607",
        "title":"Reauthorization of the Follow Through Program. Hearing before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED288608",
        "title":"Transfer of Spatial Concepts from Logo to Map-Reading."},
      {
        "id":"ED288610",
        "title":"The Language of Parents: Influencing Indicators of Expectations for Children's Literacy."},
      {
        "id":"ED288611",
        "title":"U.S. Children and Their Families: Current Conditions and Recent Trends, 1987. A Report Together with Additional Views of the Select Committee on Children, Youth, and Families, U.S. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED288612",
        "title":"Child Care: Key to Employment in a Changing Economy. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED288613",
        "title":"Counseling Parents about School-Age Child Care: The Role of the Referral Agency."},
      {
        "id":"ED288616",
        "title":"Declining Federal Health and Safety Standards: Child Health. Hearing before the Subcommittee on Investment, Jobs, and Prices of the Joint Economic Committee, Congress of the United States, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED288617",
        "title":"Public Health Service Act Infant Mortality Amendments of 1987. Report from the Committee on Labor and Human Resources (To accompany S. 1441). 100th Congress, 1st Session."},
      {
        "id":"ED288620",
        "title":"Infant Long-Term Memory for a Conditioned Response and Intelligence Test Performance at 2 Years of Age."},
      {
        "id":"ED288625",
        "title":"Quality Infant/Toddler Caregiving: Are There Magic Recipes?"},
      {
        "id":"ED288630",
        "title":"Learning Opportunities beyond the School."},
      {
        "id":"ED288637",
        "title":"Renewed Focus on the Changing Family and Its Challenges."},
      {
        "id":"ED288640",
        "title":"Baby Talk [Suggestions for Parents about the Unborn Child through the 1-Year-Old]."},
      {
        "id":"ED288641",
        "title":"PhoneFriend Evaluation Report."},
      {
        "id":"ED288642",
        "title":"Parent Involvement Programs in California Public Schools and Other Available Resources."},
      {
        "id":"ED288643",
        "title":"Simplified Buying Guide. 1987 Edition."},
      {
        "id":"ED288644",
        "title":"Abstraction of Prototypes, Schemata, and Superordinate Relations."},
      {
        "id":"ED288645",
        "title":"Instructional Materials Approved for Legal Compliance, 1987-88."},
      {
        "id":"ED288650",
        "title":"Play and the Young Child: An Indian Experience."},
      {
        "id":"ED288651",
        "title":"Men in Early Childhood Education. Research and Information Report. Third Draft."},
      {
        "id":"ED288653",
        "title":"An Organizational Scheme for the Classification of Attachments on a Continuum of Felt-Security."},
      {
        "id":"ED288656",
        "title":"Juneau Indian Studies Elementary Curriculum Guide. Grades K-5."},
      {
        "id":"ED288657",
        "title":"Pueblo Indian Vocational Rehabilitation Services Study."},
      {
        "id":"ED288658",
        "title":"Analysis of School District Records to Describe the Long-Term Effects of Chapter 1 Services on the Participants in the Mesa Public Schools and an Assessment of the Confounding Effects of Participation in Other Categorical Programs. Final Report. Tech Memo."},
      {
        "id":"ED288659",
        "title":"Working Together in Maryland. Migratory Labor Consortia Building and Program Networking."},
      {
        "id":"ED288661",
        "title":"Revitalizing Rural America: A Cooperative Extension System Response."},
      {
        "id":"ED288667",
        "title":"Hispanic Culture and Literature: An Overview. Mexican American Education Fact Sheet."},
      {
        "id":"ED288669",
        "title":"A Study of the Perceived Effectiveness of Kansas Small Schools."},
      {
        "id":"ED288670",
        "title":"A Study of the Perceived Effectiveness of Kansas Small Schools. Executive Summary."},
      {
        "id":"ED288671",
        "title":"Alternative Rural School Improvement Models: Developmental and Cultural Perspectives."},
      {
        "id":"ED288672",
        "title":"Setting Smalltown Research Priorities. The Service Delivery Dimension."},
      {
        "id":"ED288673",
        "title":"National and Rural Housing Policy. Historical Development and Emerging Issues."},
      {
        "id":"ED288674",
        "title":"PATHWAYS: An Adult Basic Education Reading Skills Workbook, Level I. Teacher's Guide."},
      {
        "id":"ED288675",
        "title":"PATHWAYS: An Adult Basic Skills Reading Workbook, Level I."},
      {
        "id":"ED288676",
        "title":"PATHWAYS: An Adult Basic Skills Reading Workbook, Level II. Teacher&apos;s Guide."},
      {
        "id":"ED288677",
        "title":"PATHWAYS: An Adult Basic Skills Reading Workbook, Level II."},
      {
        "id":"ED288678",
        "title":"PATHWAYS: An Adult Basic Skills Reading Workbook, Level III. Teacher's Guide."},
      {
        "id":"ED288679",
        "title":"PATHWAYS: An Adult Basic Skills Reading Workbook, Level III."},
      {
        "id":"ED288680",
        "title":"PATHWAYS: An Adult Basic Skills Writing Workbook, Level I. Teacher's Guide."},
      {
        "id":"ED288681",
        "title":"PATHWAYS: An Adult Basic Skills Writing Workbook, Level I."},
      {
        "id":"ED288682",
        "title":"PATHWAYS: An Adult Basic Skills Writing Workbook, Level II. Teacher's Guide."},
      {
        "id":"ED288683",
        "title":"PATHWAYS: An Adult Basic Skills Writing Workbook, Level II."},
      {
        "id":"ED288684",
        "title":"PATHWAYS: An Adult Basic Skills Writing Workbook, Level III. Teacher's Guide."},
      {
        "id":"ED288685",
        "title":"PATHWAYS: An Adult Basic Skills Writing Workbook, Level III."},
      {
        "id":"ED288686",
        "title":"Reducing Teacher Turnover in Reservation Schools: A Guide for Administrators."},
      {
        "id":"ED288687",
        "title":"Library Programs: Library Services for Indian Tribes and Hawaiian Natives Program. Abstracts of Funded Projects, 1986."},
      {
        "id":"ED288689",
        "title":"Idaho Annual Evaluation Report for Chapter 1 ECIA Education Programs, Fiscal Year 1986."},
      {
        "id":"ED288690",
        "title":"Changing Economics in the South: Preparing Our Youth. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundredth Congress, First Session (Nashville, TN, April 24, 1987)."},
      {
        "id":"ED288692",
        "title":"Education in Alaska. A Report to the People, FY 1986."},
      {
        "id":"ED288695",
        "title":"The Functional Paradigms of High School Biology Teachers."},
      {
        "id":"ED288696",
        "title":"Common Environmental Terms. Revised."},
      {
        "id":"ED288699",
        "title":"The Power Plant: Teacher's Guide to Photosynthesis. Occasional Paper No. 112."},
      {
        "id":"ED288706",
        "title":"Mathematics: Common Curriculum Goals. Curriculum Mapping: End of Third Grade."},
      {
        "id":"ED288707",
        "title":"Mathematics: Common Curriculum Goals. Curriculum Mapping: End of Fifth Grade."},
      {
        "id":"ED288708",
        "title":"Mathematics: Common Curriculum Goals. Curriculum Mapping: End of Eighth Grade."},
      {
        "id":"ED288713",
        "title":"Earth Trek...Explore Your Environment."},
      {
        "id":"ED288714",
        "title":"Human Spaceflight. Activities for the Primary Student. Aerospace Education Services Project."},
      {
        "id":"ED288716",
        "title":"Space Science Projects. LC Science Tracer Bullet."},
      {
        "id":"ED288717",
        "title":"Indoor Air Pollution. LC Science Tracer Bullet."},
      {
        "id":"ED288718",
        "title":"The History of Technology. LC Science Tracer Bullet."},
      {
        "id":"ED288719",
        "title":"Cellular Radio. A Brief Guide to Materials in the Library of Congress. LC Science Tracer Bullet."},
      {
        "id":"ED288720",
        "title":"Science and Technology in China. LC Science Tracer Bullet."},
      {
        "id":"ED288721",
        "title":"The Future: Science & Technology Enter the 21st Century. LC Science Tracer Bullet."},
      {
        "id":"ED288722",
        "title":"A Guide to Inservice Science Teacher Education: Research into Practice. 1986 AETS Yearbook."},
      {
        "id":"ED288723",
        "title":"Results of an Inventory of State Indicators and Data on Science and Mathematics Education. Science and Mathematics Indicators Project."},
      {
        "id":"ED288724",
        "title":"State Education Policies Related to Science and Mathematics. Science and Mathematics Indicators Project."},
      {
        "id":"ED288725",
        "title":"Assessing Creative Use of Learning."},
      {
        "id":"ED288727",
        "title":"Historical Shifts in the Use of Analogy in Science."},
      {
        "id":"ED288730",
        "title":"Becoming an Environmental Professional--Strategies for Career Planning. Proceedings from the Environmental Careers Conference (Ann Arbor, Michigan, November 8, 1986)."},
      {
        "id":"ED288731",
        "title":"Status and Needs Assessment of Environmental Education in Washington--1986. A Report."},
      {
        "id":"ED288737",
        "title":"Becoming a Scientist: Gateway to Research. Perspectives in Science, Number 3."},
      {
        "id":"ED288744",
        "title":"The Tradition of Science: Landmarks of Western Science in the Collections of the Library of Congress."},
      {
        "id":"ED288746",
        "title":"Research on Learning Packages and Course Syllabi Developed for International Studies Courses: A Collection, Analysis and Dissemination Project. A Final Report to the U.S. Department of Education on the Status of the International Research and Studies Program."},
      {
        "id":"ED288747",
        "title":"Teachers in the Arts: Proceedings of a National Symposium (Baton Rouge, Louisiana, May 1-3, 1985)."},
      {
        "id":"ED288752",
        "title":"A Packet of Elementary Classroom Activities To Teach Students about Sex Role Stereotyping."},
      {
        "id":"ED288753",
        "title":"A Supplement to a Packet of Elementary Classroom Activities To Teach Students about Sex Role Stereotyping, Preschool to Second Grade."},
      {
        "id":"ED288755",
        "title":"What Interbehavioral Psychology Has To Offer Education--Now."},
      {
        "id":"ED288756",
        "title":"Public Participation in Classical Ballet: A Special Analysis of the Ballet Data Collected in the 1982 and 1985 Survey of Public Participation in the Arts."},
      {
        "id":"ED288757",
        "title":"Where Artists Live 1980. Report #19."},
      {
        "id":"ED288758",
        "title":"Trends in the Artist Occupations: 1970-1980."},
      {
        "id":"ED288759",
        "title":"Celebrating the Constitution: An Interdisciplinary Approach."},
      {
        "id":"ED288763",
        "title":"Ideas, Facts, and Choices: Three Lectures on Philosophy and Applied Economics."},
      {
        "id":"ED288767",
        "title":"Police/School Liaison Project: 1985-86. End-of-Year Report. OEA Evaluation Report."},
      {
        "id":"ED288768",
        "title":"Contemporary Research in Brain Hemispheric Specialization for Artists and Art Educators: An Annotated Bibliography."},
      {
        "id":"ED290783",
        "title":"Counselor Effectiveness: Measure by Measure."},
      {
        "id":"ED290784",
        "title":"The Multidimensional Nature of the Halstead Category Test."},
      {
        "id":"ED290785",
        "title":"Toward Valid Measurement of Stephen Pepper's World Hypotheses."},
      {
        "id":"ED290786",
        "title":"Reaction Time and Self-Report Psychopathological Assessment: Convergent and Discriminant Validity."},
      {
        "id":"ED290789",
        "title":"An Analysis of Options for Collecting Survey Data from Youth: Findings and Recommendations from Project 4-Health."},
      {
        "id":"ED290792",
        "title":"Teacher Evaluation: Reinforcing Mechanical Instruction."},
      {
        "id":"ED290795",
        "title":"Effects of Rating Task Instructions on Consistency and Accuracy of Expert Raters."},
      {
        "id":"ED290798",
        "title":"Human Performance Task Batteries and Models: An Abilities-Based Directory. Final Report."},
      {
        "id":"ED290799",
        "title":"Measurement of Team Behaviors in a Navy Environment. Final Report."},
      {
        "id":"ED290800",
        "title":"Effective Team Performance in Military Environments. Final Report."},
      {
        "id":"ED290801",
        "title":"Psychometric Characteristics Associated with Changes on the Passage Comprehension Test of the Woodcock Reading Mastery Tests."},
      {
        "id":"ED290802",
        "title":"Evaluation Designs as Political Strategies."},
      {
        "id":"ED290804",
        "title":"The Effects of Participation in Extracurricular Activities in Secondary School: What Is Known, What Needs To Be Known?"},
      {
        "id":"ED290806",
        "title":"Life Events, Public Policy and the Economic Vulnerability of Children and the Elderly."},
      {
        "id":"ED290808",
        "title":"1980 High School Sophomores: Whites, Blacks, Hispanics-Where Are They Now?"},
      {
        "id":"ED290809",
        "title":"1980 High School Sophomores from Poverty Backgrounds: Whites, Blacks, Hispanics Look at School and Adult Responsibilities."},
      {
        "id":"ED290810",
        "title":"Handbook for Achieving Sex Equity through Education."},
      {
        "id":"ED290811",
        "title":"Student Mobility in the Perth Amboy School District and Its Relationship to High School Proficiency Test Performance."},
      {
        "id":"ED290812",
        "title":"Rental Housing Affordability for Low- and Moderate-Income People. Hearing before the Subcommittee on Housing and Community Development of the Committee on Banking, Finance and Urban Affairs. House of Representatives. One Hundredth Congress, First Session."},
      {
        "id":"ED290813",
        "title":"Welfare Reform Hearings in New York City. Hearings before the Subcommittee on Social Security and Family Policy of the Committee on Finance. United States Senate, One Hundredth Congress, First Session (New York, New York, April 27 and June 15, 1987)."},
      {
        "id":"ED290814",
        "title":"Job Training Partnership Act: Native American Status for American Samoans Appears Unwarranted. Report to Congressional Requesters."},
      {
        "id":"ED290815",
        "title":"Welfare: Income and Relative Poverty Status of AFDC Families. Report to the Honorable William V. Roth, Jr., U.S. Senate."},
      {
        "id":"ED290816",
        "title":"Homelessness: Implementation of Food and Shelter Programs under the McKinney Act. Report to the Congress."},
      {
        "id":"ED290817",
        "title":"Welfare Reform Proposals. Hearing before the Subcommittee on Domestic Marketing, Consumer Relations, and Nutrition of the Committee on Agriculture. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED290819",
        "title":"A New National Housing Policy. Recommendations of Organizations and Individuals Concerned about Affordable Housing in America. 100th Congress, 1st Session."},
      {
        "id":"ED290820",
        "title":"Why the United States Needs Immigrants."},
      {
        "id":"ED290821",
        "title":"Challenges to Urban Education: Results in the Making. A Report of the Council of the Great City Schools."},
      {
        "id":"ED290823",
        "title":"Child Support and Welfare: An Analysis of the Issues. Final Report."},
      {
        "id":"ED290829",
        "title":"Affirmative Action Plan, November 1987."},
      {
        "id":"ED290833",
        "title":"Revising and Updating the Animal Science Components of the Connecticut Vocational Agriculture Curriculum."},
      {
        "id":"ED290835",
        "title":"A Study of Policy, Organisation and Provision in Community Education and Leisure and Recreation in Three Scottish Regions."},
      {
        "id":"ED290839",
        "title":"The Indiana Implementation Handbook for Principles of Technology."},
      {
        "id":"ED290840",
        "title":"Research-Based Model for Adult Consumer-Homemaking Education."},
      {
        "id":"ED290845",
        "title":"Ryedale Adult Literacy Paired Reading Training Pack."},
      {
        "id":"ED290850",
        "title":"Region V Study of Access, Services and Benefits from Vocational Rehabilitation 1972 to 1984: A Gender Perspective."},
      {
        "id":"ED290851",
        "title":"DOD Voluntary Education. Determining and Meeting Postsecondary Education Needs in Europe. Report to Congressional Committees."},
      {
        "id":"ED290852",
        "title":"DC Government Problems Have Created Delays in Constructing Educational Facilities at Lorton. Briefing Report to the Chairman, Subcommittee on the District of Columbia, Committee on Appropriations, U.S. Senate."},
      {
        "id":"ED290853",
        "title":"Cost of Living, Equilibrium Wages, and Cost of Public Services. City and State Indexes."},
      {
        "id":"ED290854",
        "title":"Computerized Distance Delivery of Vocational Teacher Education."},
      {
        "id":"ED290855",
        "title":"Incorporating Affective Skills into Performance-Based Vocational Education and Industrial Training."},
      {
        "id":"ED290860",
        "title":"Preparing Transformational Leaders in Vocational, Technical, and Occupational Education."},
      {
        "id":"ED290863",
        "title":"Distance Education in Asia and the Pacific. Volume I. Proceedings of the Regional Seminar on Distance Education (Bangkok, Thailand, November 26-December 3, 1986)."},
      {
        "id":"ED290864",
        "title":"Distance Education in Asia and the Pacific. Volume II. Proceedings of the Regional Seminar on Distance Education (Bangkok, Thailand, November 26-December 3, 1986)."},
      {
        "id":"ED290867",
        "title":"Hearing on the Impact of Deregulation on the American Workers. Hearing before the Committee on Education and Labor. House of Representatives, One Hundredth Congress, First Session (Miami, Florida)."},
      {
        "id":"ED290872",
        "title":"A Short Guide to Distance Education."},
      {
        "id":"ED290875",
        "title":"Determining Guidelines for Development of an Internship Program for Wage Grade Employees within the Phoenix Air Guard. Governance and Management."},
      {
        "id":"ED290879",
        "title":"Allied Health Leadership in Health Promotion and Disease Prevention Invitational Conference Proceedings (Williamsburg, Virginia, April 17-19, 1986)."},
      {
        "id":"ED290881",
        "title":"First Interim Report from the National Assessment of Vocational Education."},
      {
        "id":"ED290882",
        "title":"Farm Operating and Financial Characteristics, 1985. Statistical Bulletin Number 762."},
      {
        "id":"ED290883",
        "title":"Economic Indicators of the Farm Sector. Farm Sector Review, 1986."},
      {
        "id":"ED290884",
        "title":"Women Business Owners. Facts on U.S. Working Women. Fact Sheet No. 87-2."},
      {
        "id":"ED290885",
        "title":"Alternative Work Patterns. Facts on U.S. Working Women. Fact Sheet No. 86-3."},
      {
        "id":"ED290886",
        "title":"A Prospectus of Working Women's Concerns. Hearings before the Subcommittee on Employment Opportunities of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, First Session (July 21-22, 1987)."},
      {
        "id":"ED290887",
        "title":"Workforce 2000: Work and Workers for the 21st Century."},
      {
        "id":"ED290892",
        "title":"A Report on the Status and Future Direction of Vocational-Technical Agriculture Education in Michigan."},
      {
        "id":"ED290893",
        "title":"The Role of Staff Development and the Corporate Culture."},
      {
        "id":"ED290895",
        "title":"Selfhood and the Older Learner: The Promise of Education."},
      {
        "id":"ED290897",
        "title":"Literacy Corps Assistance Act of 1987. Hearing on S. 1016 To Provide Financial Assistance for the Establishment and Operation of Literacy Corps Programs before the Committee on Labor and Human Resources. United States Senate, One Hundredth Congress, First Session."},
      {
        "id":"ED290906",
        "title":"Individualize for Student Success in Typewriting/Keyboarding."},
      {
        "id":"ED290908",
        "title":"Status of the NOICC/SOICC Network. NOICC Administrative Report No. 13."},
      {
        "id":"ED290909",
        "title":"A Policy Analysis of Adult Literacy Education in India: Across the Two National Policy Reviews of 1968 and 1986."},
      {
        "id":"ED290910",
        "title":"Vocational Education--Job Training Partnership Act Coordination. Second Annual Report."},
      {
        "id":"ED290913",
        "title":"Evaluation of Public and Private Training Programs in the Baltimore Metropolitan Area."},
      {
        "id":"ED290914",
        "title":"Who Are the High School Graduates Who Don't Go to College?"},
      {
        "id":"ED290916",
        "title":"Factors Influencing the Occurrence of Adult Agricultural Education Programs."},
      {
        "id":"ED290917",
        "title":"Saving Plants and Jobs. Union-Management Negotiations in the Context of Threatened Plant Closing."},
      {
        "id":"ED290918",
        "title":"Training and Accreditation of Adult Education and Management of Adult Education Associations."},
      {
        "id":"ED290920",
        "title":"Loss Prevention through Safety Belt Use: A Handbook for Managers."},
      {
        "id":"ED290921",
        "title":"Consumer Rights and Accountability in Postsecondary Vocational-Technical Education: An Exploratory Study."},
      {
        "id":"ED290922",
        "title":"Vocational Education and the Low Achieving Student. A Study of Vocational Education. Report #3."},
      {
        "id":"ED290923",
        "title":"What Employers Say about Vocational Education in South Carolina. A Study of Vocational Education. Report #5."},
      {
        "id":"ED290924",
        "title":"A Second Chance. Training for Jobs."},
      {
        "id":"ED290926",
        "title":"Vocational Education for the Disadvantaged and Handicapped. A Guide to Program Administration."},
      {
        "id":"ED290930",
        "title":"Learning Management: Emerging Directions for Learning To Learn in the Workplace. Information Series No. 320."},
      {
        "id":"ED290931",
        "title":"International Perspectives on Adult Education. Information Series No. 321."},
      {
        "id":"ED290932",
        "title":"Preventing Obsolescence through Retraining: Contexts, Policies, and Programs. Information Series No. 322."},
      {
        "id":"ED290933",
        "title":"Career Education in Transition: Trends and Implications for the Future. Information Series No. 323."},
      {
        "id":"ED290934",
        "title":"Career Development of Single Parents. Information Series No. 324."},
      {
        "id":"ED290935",
        "title":"Technology Education: Industrial Arts in Transition. A Review and Synthesis of the Research, Fourth Edition. Information Series No. 325."},
      {
        "id":"ED290936",
        "title":"Human Performance Technology: A Systems-Based Field for the Training and Development Profession. Information Series No. 326."},
      {
        "id":"ED290941",
        "title":"Consumer Demand for Dairy Products. A Summary Analysis. Agriculture Information Bulletin Number 537."},
      {
        "id":"ED290942",
        "title":"Structural and Financial Characteristics of U.S. Sugar Beet Farms. Agricultural Economic Report Number 584."},
      {
        "id":"ED290943",
        "title":"U.S. Rice Farms. A Regional Comparison. Staff Report No. AGES880119."},
      {
        "id":"ED290944",
        "title":"Economic Analysis of Grain Production in France. Staff Report No. AGES880202."},
      {
        "id":"ED290945",
        "title":"Land Use and Soil Erosion. A National Linear Programming Model. Technical Bulletin Number 1742."},
      {
        "id":"ED290946",
        "title":"World Indices of Agricultural and Food Production, 1977-86. Statistical Bulletin Number 759."},
      {
        "id":"ED290947",
        "title":"Selected Characteristics of the U.S. Feed Manufacturing Industry, 1984. Staff Report No. AGES880121."},
      {
        "id":"ED290948",
        "title":"High School Vocational Training. Contractor Report."},
      {
        "id":"ED290950",
        "title":"Automated Bookkeeping Curriculum."},
      {
        "id":"ED290951",
        "title":"Data Entry Curriculum."},
      {
        "id":"ED290954",
        "title":"Visions for Change. The Context and Characteristics of Postsecondary Vocational Education Curriculum in the Year 2000: Implications for Policy."},
      {
        "id":"ED290958",
        "title":"Collaborative Partnerships in Maryland To Reduce Adult Illiteracy."},
      {
        "id":"ED290961",
        "title":"Effectiveness of Home Study."},
      {
        "id":"ED290962",
        "title":"Model Geriatric Clerkship for Physician Assistant Students: The Continuum of Elder Care. Manual for Physician Assistant Programs."},
      {
        "id":"ED290964",
        "title":"Student Affairs: Issues, Problems and Trends."},
      {
        "id":"ED290965",
        "title":"Communication Effectiveness: Listening from the Counselor's Perspective."},
      {
        "id":"ED290966",
        "title":"Evaluations of Physical Aggression in Marriage."},
      {
        "id":"ED290968",
        "title":"AISD'S Dropout Rate: 1983-84 and 1984-85."},
      {
        "id":"ED290969",
        "title":"Studies of Dropouts. Status Report."},
      {
        "id":"ED290970",
        "title":"AISD'S Missing Students: 1985-86 Dropout Report: Executive Summary."},
      {
        "id":"ED290971",
        "title":"Caution: Hazardous Grade. Ninth Graders at Risk."},
      {
        "id":"ED290972",
        "title":"Changes in Student Values and Attitudes over a Decade. Research Report #11-87."},
      {
        "id":"ED290974",
        "title":"Stability in University Student Help Source Preferences by Gender over a 10-Year Period. Research Report #8-87."},
      {
        "id":"ED290976",
        "title":"Self-Protection: A New Approach to 4-H Health."},
      {
        "id":"ED290978",
        "title":"Mood Effects of Alcohol and Expectancies during the Menstrual Cycle."},
      {
        "id":"ED290981",
        "title":"Expert Testimony for Battered Women Who Kill: Dilemmas of Objectivity and Bias."},
      {
        "id":"ED290982",
        "title":"Preventing Domestic Violence against Women. Special Report."},
      {
        "id":"ED290983",
        "title":"Development of the Concept of Freedom over a 15-year Age Span."},
      {
        "id":"ED290984",
        "title":"Attitudes toward Suffering in Young Adulthood and Middle Life."},
      {
        "id":"ED290985",
        "title":"Eleven Interpretations of Personal Suffering."},
      {
        "id":"ED290986",
        "title":"The Use of Social Influence Videotapes in the Training of Counselors."},
      {
        "id":"ED290988",
        "title":"AIDS Epidemic. Hearing before the Committee on Labor and Human Resources. United States Senate, One Hundredth Congress, First Session on Reviewing Federal Efforts Being Conducted toward Combating the AIDS Epidemic."},
      {
        "id":"ED290989",
        "title":"Protecting the Elderly: Federal Agencies' Role concerning Questionable Marketing Practices. Fact Sheet for the Chairman, Select Committee on Aging, House of Representatives."},
      {
        "id":"ED290992",
        "title":"Teenage Parenthood: The School's Response. Fastback 264."},
      {
        "id":"ED290993",
        "title":"School Psychology in South America."},
      {
        "id":"ED290997",
        "title":"Sources of Student Achievement: Student Motivation, School Context and Family Background."},
      {
        "id":"ED290998",
        "title":"Psychological Consequences of the World War II Prisoner of War Experience: Implications for Treatment."},
      {
        "id":"ED291002",
        "title":"The Coordination of Education and Social Services: Implications from Three Programs."},
      {
        "id":"ED291003",
        "title":"Crime and Delinquency in California, 1985."},
      {
        "id":"ED291004",
        "title":"Crime and Delinquency in California, 1986."},
      {
        "id":"ED291005",
        "title":"Homicide in California, 1986."},
      {
        "id":"ED291006",
        "title":"Progress Report on Alzheimer's Disease: Volume II."},
      {
        "id":"ED291007",
        "title":"Progress Report on Alzheimer Disease: Volume III."},
      {
        "id":"ED291008",
        "title":"Medicare: Legislative Amendment Would Avoid Adverse Effects on Disabled Beneficiaries. Report to Congressional Committees."},
      {
        "id":"ED291009",
        "title":"Medicaid: Improvements Needed in Programs to Prevent Abuse. Report to the Secretary of Health and Human Services."},
      {
        "id":"ED291010",
        "title":"Reauthorization Hearings on the Older Americans Act: Part 1. Hearings before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, First Session (March 9, 23; and April 6, 1987)."},
      {
        "id":"ED291011",
        "title":"Reauthorization Hearings on the Older Americans Act: Part 2. Hearings before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, One Hundredth Congress (Montpelier, VT, March 28; Flint, MI, April 11; and Algona, IA, April 24, 1987)."},
      {
        "id":"ED291012",
        "title":"9 for the 90s: Counseling Trends for Tomorrow."},
      {
        "id":"ED291013",
        "title":"Human Resource Development: An Overview."},
      {
        "id":"ED291014",
        "title":"Alcohol Use among College Students. Highlights: An ERIC/CAPS Digest."},
      {
        "id":"ED291015",
        "title":"The Dropout's Perspective on Leaving School. Highlights: An ERIC/CAPS Digest."},
      {
        "id":"ED291016",
        "title":"Precollege Guidance and Counseling. Highlights: An ERIC/CAPS Digest."},
      {
        "id":"ED291017",
        "title":"Understanding and Managing Stress in the Academic World. Highlights: An ERIC/CAPS Digest."},
      {
        "id":"ED291018",
        "title":"Understanding and Parenting Adolescents. Highlights: An ERIC/CAPS Digest."},
      {
        "id":"ED291019",
        "title":"Counselling Evaluation: The Target-Complaint Technique."},
      {
        "id":"ED291021",
        "title":"Gender Stereotypes and Attributions: A Bayesian Analysis."},
      {
        "id":"ED291022",
        "title":"Gender, Gender Role, and Body Image."},
      {
        "id":"ED291027",
        "title":"The Use of Cognitive Strategies To Enhance Motor Skill Acquisition and Retention in the Elderly."},
      {
        "id":"ED291028",
        "title":"The Dilemmas of Supervision: Supervisors in Peer Supervision."},
      {
        "id":"ED291030",
        "title":"Noncognitive Predictors of Counseling Center Use by International Students. Research Report #2-87."},
      {
        "id":"ED291031",
        "title":"Counseling Expectations: Differences by Gender and Presenting Problem. Research Report #13-87."},
      {
        "id":"ED291032",
        "title":"Androgyny and Leadership Style: Toward a Conceptual Synthesis."},
      {
        "id":"ED291033",
        "title":"Achieving Success with More Students: Addressing the Problem of Students At Risk, K-12."},
      {
        "id":"ED291034",
        "title":"Medicare and Medicaid: Stronger Enforcement of Nursing Home Requirements Needed. Report to the Ranking Minority Member, Special Committee on Aging, U.S. Senate."},
      {
        "id":"ED291035",
        "title":"Oversight Hearing on Jobs and Education for the Homeless. Joint Hearing before the Committee on Education and Labor and the Select Committee on Aging. House of Representatives, One Hundredth Congress, First Session (Los Angeles, California, March 20, 1987)."},
      {
        "id":"ED291040",
        "title":"The Alcohol Services Reporting System (ASRS) Revision Study."},
      {
        "id":"ED291044",
        "title":"Teacher Consultation and Cognitive-Behavioral Interventions with Aggressive Boys."},
      {
        "id":"ED291045",
        "title":"Salience Effects in the Social Problem-Solving of Aggressive and Nonaggressive Boys."},
      {
        "id":"ED291049",
        "title":"Assessment of Adolescent Career Interests and Values."},
      {
        "id":"ED291050",
        "title":"Teenagers Who Have Terminated Pregnancies: The Young Young and the Old Young."},
      {
        "id":"ED291051",
        "title":"Relations between Adolescent Gender Role Orientation, Self-Esteem and Social Conformity."},
      {
        "id":"ED291054",
        "title":"Teaching Thinking and At-Risk Students: Understanding the Problem."},
      {
        "id":"ED291055",
        "title":"Chapter 1 Reading Skills Center Program 1985-86. OEA Evaluation Report."},
      {
        "id":"ED291056",
        "title":"Chapter 1 Corrective Reading Program 1985-1986. OEA Evaluation Report."},
      {
        "id":"ED291057",
        "title":"Project TACL: A Team Approach to Community Literacy. Literacy Needs Assessment."},
      {
        "id":"ED291058",
        "title":"Improving Reading Comprehension of Intermediate Grade Children."},
      {
        "id":"ED291061",
        "title":"The Effects of Hedges on Readers' Learning from Prose."},
      {
        "id":"ED291062",
        "title":"A Study of Inference in Standardized Reading Test Items and Its Relationship to Difficulty."},
      {
        "id":"ED291064",
        "title":"Making Messages, Making Meaning: Significant Experiences for Older Writers and Readers."},
      {
        "id":"ED291067",
        "title":"Semantic Constraints on Lexical Categories. Technical Report No. 413."},
      {
        "id":"ED291069",
        "title":"Reading Success and Failure among Chinese Children."},
      {
        "id":"ED291070",
        "title":"Does Computer-Assisted Instruction Enhance the Reading Readiness Achievement in Students 5.2 Years or Younger?"},
      {
        "id":"ED291073",
        "title":"Automated Cloze Procedures as Research and Teaching Tools."},
      {
        "id":"ED291075",
        "title":"Cooperative Integrated Reading and Composition: Two Field Experiments. Report No. 10."},
      {
        "id":"ED291076",
        "title":"The Effect of Imagery Instruction on Vocabulary Development. College Reading and Learning Assistance Technical Report No. 87-05."},
      {
        "id":"ED291077",
        "title":"Criteria for Excellence: Secondary Language Arts--Reading, Writing, Listening, Speaking. Promising Practices. Revised, 1987."},
      {
        "id":"ED291078",
        "title":"Criteria For Excellence: Elementary Language Arts--Reading, Writing, Listening, Speaking. Promising Practices. Revised, 1987."},
      {
        "id":"ED291079",
        "title":"The Effects of Reading Phrased Texts on Readers' Comprehension and Fluency: An Exploratory Study."},
      {
        "id":"ED291081",
        "title":"Good and Poor Readers' Use of Mnemonic Strategies: A Comparison of Training and Induction Procedures."},
      {
        "id":"ED291083",
        "title":"Indicators of Reading Education."},
      {
        "id":"ED291085",
        "title":"Societal Pressures and the Need for Developing Lifetime Literacy through Independent Reading in the Schools."},
      {
        "id":"ED291088",
        "title":"Analytic Trait Writing Assessment: A Report to the School Board, 1986-1987."},
      {
        "id":"ED291089",
        "title":"Thinking, Reading, and Writing across the Curriculum."},
      {
        "id":"ED291092",
        "title":"Reactivating the Learning Process: A Short History, a Brief Rationale."},
      {
        "id":"ED291094",
        "title":"Students and Their Writing: Perceptions, Motivations, and Behaviors."},
      {
        "id":"ED291096",
        "title":"Speech to Writing: Children's Growth in Writing Potential. Technical Report No. 414."},
      {
        "id":"ED291097",
        "title":"Literacy Learning and Relationship Building through Dialogue Journals."},
      {
        "id":"ED291100",
        "title":"Stages in Story Telling: A Neo-Piagetian Analysis."},
      {
        "id":"ED291101",
        "title":"Contemporary Heroes as Role Models for Oral Language Development."},
      {
        "id":"ED291102",
        "title":"Composing Meaning: Writing, Painting, Reading."},
      {
        "id":"ED291103",
        "title":"&quot;Write On, Illinois!&quot; A User's Guide to Scoring Student Essays. Volume II. 1987."},
      {
        "id":"ED291104",
        "title":"Language Assesment: What We Do and What We Should Do!"},
      {
        "id":"ED291109",
        "title":"Discourse Fields across the Curriculum."},
      {
        "id":"ED291110",
        "title":"Expanding the Role of the Community College Professor: Teaching Credit and Noncredit Courses to Fulfill the Contract."},
      {
        "id":"ED291111",
        "title":"The Effects of Communication Avoidance, Learning Styles, and Gender upon Classroom Achievement."},
      {
        "id":"ED291112",
        "title":"Peace with Justice: What We in Communication Can Offer for the Future of Higher Education."},
      {
        "id":"ED291113",
        "title":"Developing Policies and Procedures: Getting an Internship Program Started."},
      {
        "id":"ED291114",
        "title":"Ethical Considerations for the Internship Director."},
      {
        "id":"ED291115",
        "title":"Communication Consulting as Persuasion: Issues and Implications."},
      {
        "id":"ED291116",
        "title":"Managing the Site Visit: Communication Issues and Strategies for the Internship Director."},
      {
        "id":"ED291117",
        "title":"The Language of Fund-Raising Direct Mail: Differences between Letters for National and Local Constituencies."},
      {
        "id":"ED291119",
        "title":"Charisma and Christianity: Is Jimmy Lee Swaggart a Cynic?"},
      {
        "id":"ED291124",
        "title":"The Relationship between Instructor Behaviors and Student Perceptions of Control in the Classroom."},
      {
        "id":"ED291126",
        "title":"Minorities and Mass Media Careers: Pipeline Problems of the l980s."},
      {
        "id":"ED291130",
        "title":"A View from the Inside. A Report of the Select Seminar on Teacher Evaluation (Albany, New York, February 14, 28, March 14, 1985; Renssaelerville, New York, April 14-15, 1985)."},
      {
        "id":"ED291131",
        "title":"A View from the Inside: A Report of the Select Seminar on Needs of Beginning Teachers (Albany, New York, April 30, May 21, 1987; Renssaelerville, New York, June 7-9, 1987)."},
      {
        "id":"ED291137",
        "title":"Listening Effectively."},
      {
        "id":"ED291138",
        "title":"High School Principals' Perceptions of Their Instructional Leadership Behavior."},
      {
        "id":"ED291140",
        "title":"Benefiting from Basic Education in Developing Countries: A Review of Research on the External Efficiency of Educational Investments. Special Studies in Comparative Education, Number Twenty."},
      {
        "id":"ED291145",
        "title":"School Improvement Research Series I. Research You Can Use."},
      {
        "id":"ED291146",
        "title":"Effective Schooling Practices and At-Risk Youth: What the Research Shows. School Improvement Research Series Topical Synthesis #1."},
      {
        "id":"ED291147",
        "title":"Instructional Grouping in the Classroom. School Improvement Research Series Close-Up #2."},
      {
        "id":"ED291148",
        "title":"School Administration: Gender, Position, and District."},
      {
        "id":"ED291149",
        "title":"Teachers' Perceptions of the Emergence of a Middle School Culture: Studying How Culture Develops in Educational Settings."},
      {
        "id":"ED291150",
        "title":"Using Sociolinguistics for Exploring Gender and Culture Issues in Educational Administration."},
      {
        "id":"ED291152",
        "title":"Expanded Bibliography on Staff Development and Inservice Education."},
      {
        "id":"ED291153",
        "title":"The Mentor Teacher Casebook."},
      {
        "id":"ED291154",
        "title":"School Climate."},
      {
        "id":"ED291156",
        "title":"Current Issues in the School Superintendency in British Columbia. Report of a Study Carried Out with the Assistance of the Association of British Columbia School Superintendents and the British Columbia Ministry of Education."},
      {
        "id":"ED291160",
        "title":"Potential Uses of Computers for Planning and Designing Educational Buildings. Educational Buildings Occasional Paper No. 3."},
      {
        "id":"ED291161",
        "title":"Scenario 2000: Intercepting the Future."},
      {
        "id":"ED291164",
        "title":"State vs. Local Control of Schools. ERIC Digest Series Number 24."},
      {
        "id":"ED291165",
        "title":"School-Business Partnerships. The Best of ERIC on Educational Management, Number 89. AASA Edition."},
      {
        "id":"ED291168",
        "title":"Annotated Bibliography on Transition from School to Work. Volume 2."},
      {
        "id":"ED291169",
        "title":"Compendium of Project Profiles 1987."},
      {
        "id":"ED291170",
        "title":"Review of Student Assessment Instruments and Practices in Use in Secondary/Transition Projects. Revised Edition."},
      {
        "id":"ED291171",
        "title":"Supported Employment in Illinois: Program Implementation and Evaluation. Volume 1."},
      {
        "id":"ED291172",
        "title":"Supported Employment in Illinois: Assessment Methodology and Research Issues. Volume 2."},
      {
        "id":"ED291174",
        "title":"Laterality in Prematurely-Born Children."},
      {
        "id":"ED291177",
        "title":"An Organizational Analysis of Special Education Reform."},
      {
        "id":"ED291178",
        "title":"An Examination of Admissions Practices at the North Carolina School of Science and Mathematics."},
      {
        "id":"ED291179",
        "title":"Invulnerable High Risk Preterm Infants."},
      {
        "id":"ED291186",
        "title":"Review of Macomb Community Schools Learning Disabilities Eligibility Screening Procedure, 1980-87: Using a Discrepancy Formula To Screen Children for Learning Disabilities."},
      {
        "id":"ED291187",
        "title":"Factors Affecting Persistence of Deaf College Students."},
      {
        "id":"ED291190",
        "title":"Abuse and Neglect of Children and Disabled Adults: North Carolina's Mandatory Reporting Laws and 1985-86 Update."},
      {
        "id":"ED291191",
        "title":"Children with Special Health Care Needs. Campaign '87. Surgeon General's Report. Commitment to: Family-Centered, Community-Based, Coordinated Care."},
      {
        "id":"ED291192",
        "title":"Parent Leadership Program: Parent Involvement--Severely Handicapped. Final Report."},
      {
        "id":"ED291193",
        "title":"The Makaton Vocabulary--Uses and Effectiveness."},
      {
        "id":"ED291194",
        "title":"Standardized Mass Screening of At-Risk Students: A Multiple Gating Approach."},
      {
        "id":"ED291200",
        "title":"Language Assessment of Hearing-Impaired School Age Children."},
      {
        "id":"ED291202",
        "title":"Movement Control in Cerebral Palsied Children during a Developmental Test."},
      {
        "id":"ED291203",
        "title":"Disabilities: An Overview. ERIC Digest #420. Revised."},
      {
        "id":"ED291204",
        "title":"Learning Disabilities. ERIC Digest #407. Revised."},
      {
        "id":"ED291205",
        "title":"Critical Presentation Skills--Research to Practice. ERIC Digest #449."},
      {
        "id":"ED291206",
        "title":"Lesson Structure: Research to Practice, ERIC Digest #448."},
      {
        "id":"ED291207",
        "title":"Secondary Special Education: A Guide to Promising Public School Programs."},
      {
        "id":"ED291209",
        "title":"Mental Retardation: Meeting the Challenge."},
      {
        "id":"ED291210",
        "title":"Back at School Learning! (An Able Teaching Unit) and Autumn Antics! (An Able Teaching Unit)."},
      {
        "id":"ED291211",
        "title":"Barriers to Adoption of Special Needs Children: A National Study."},
      {
        "id":"ED291213",
        "title":"The University of Tulsa School for Gifted Children."},
      {
        "id":"ED291214",
        "title":"Needs Assessment Management in Special Physical Education. Comprehensive System of Personnel Development in Physical Education."},
      {
        "id":"ED291215",
        "title":"Comprehensive System of Personnel Development in Physical Education (CSPD-PE). Final Report."},
      {
        "id":"ED291216",
        "title":"Job Success for Handicapped Youth: A Social Protocol Curriculum."},
      {
        "id":"ED291217",
        "title":"You Should be Dancin:! The Role of Performing Arts in the Lives of the Severely and Profoundly Handicapped."},
      {
        "id":"ED291218",
        "title":"Planning School Transitions: Family and Professional Collaboration. Final Report, July 1, 1984 through June 30, 1987."},
      {
        "id":"ED291219",
        "title":"Planning School Transitions: Family and Professional Collaboration."},
      {
        "id":"ED291220",
        "title":"Assessing Family Needs: The First Step in Providing Family-Focused Intervention."},
      {
        "id":"ED291221",
        "title":"Annotated Bibliography of Literature on Planning Comprehensive, Integrated Service Delivery Systems for Children with Special Needs and Their Families. Linking Community Resources in Order To Service Children with Special Needs and Their Families."},
      {
        "id":"ED291225",
        "title":"Field-Based Training of Teachers of Early Childhood and Severely Handicapped Project. Final Report, June 1, 1983 to December 31, 1986."},
      {
        "id":"ED291228",
        "title":"[Youth in Transition Project.]"},
      {
        "id":"ED291232",
        "title":"Sentence Initial Devices. Summer Institute in Linguistics Publications in Linguistics. Publication Number 75."},
      {
        "id":"ED291233",
        "title":"&quot;Mente&quot; Adverbs, Compound Interpretation and the Projection Principle."},
      {
        "id":"ED291236",
        "title":"The Role of Maternal Input in the Acquisition Process: The Communicative Strategies of Adolescent and Older Mothers with the Language Learning Children."},
      {
        "id":"ED291237",
        "title":"Core and Peripheral Grammar and the Acquisition of Inflection."},
      {
        "id":"ED291238",
        "title":"The Acquisition of Bound and Free Anaphora."},
      {
        "id":"ED291240",
        "title":"Prirucka pro Vystehovani do Spojenyeh Statu = Resettlement Guide, Czech. A Guide for Refugees Resettling in the United States."},
      {
        "id":"ED291241",
        "title":"Directory of Bilingual Immersion Programs: Two-Way Bilingual Education for Language Minority and Majority Students. Educational Report Series."},
      {
        "id":"ED291242",
        "title":"Reasoning Skills of Language Minority Students. Educational Report Series."},
      {
        "id":"ED291243",
        "title":"Immersion Teacher Handbook. Educational Report Series."},
      {
        "id":"ED291244",
        "title":"Certification of Language Educators in the United States. Educational Report Series."},
      {
        "id":"ED291245",
        "title":"Cooperative Learning: Integrating Language and Content-Area Instruction. Teacher Resource Guide Series, Number 2."},
      {
        "id":"ED291246",
        "title":"Language and Content-Area Instruction for Secondary LEP Students with Limited Formal Schooling: Language Arts and Social Studies. Teacher Resource Guide Series, Number 3."},
      {
        "id":"ED291247",
        "title":"Integrating Language and Content Instruction for Language Minority Students. Teacher Resource Guide Series, Number 4."},
      {
        "id":"ED291248",
        "title":"The Development of Bilingual Proficiency. Final Report. Volume I: The Nature of Language Proficiency, Volume II: Classroom Treatment, Volume III: Social Context and Age."},
      {
        "id":"ED291249",
        "title":"A National Profile of Foreign Language Instruction at the Elementary and Secondary School Levels. [Technical Report Series No. 6.]"},
      {
        "id":"ED291250",
        "title":"The Evaluation of Foreign Language Teaching."},
      {
        "id":"ED291251",
        "title":"The System of Communication in the Language Sciences: Present and Future. LINCS Project Document Series. LINCS #19-69P."},
      {
        "id":"ED291252",
        "title":"Requirements for LINCS File Management System. LINCS Project Document Series. LINCS #8-69."},
      {
        "id":"ED291253",
        "title":"The LINCS Project: An Outline of Current Activities. LINCS Project Document Series. LINCS #7-69."},
      {
        "id":"ED291255",
        "title":"Warming Up to Communication II."},
      {
        "id":"ED291256",
        "title":"Language and Automation. An International Reference Publication. Number 4, Winter 1970."},
      {
        "id":"ED291257",
        "title":"The Application of Immersion Education in the United States."},
      {
        "id":"ED291258",
        "title":"Comprehension of Temporal Sentences by Japanese Children."},
      {
        "id":"ED291259",
        "title":"Functional Theory and Spanish Plurals."},
      {
        "id":"ED291260",
        "title":"Semantic Resolution of Discourse Contradiction."},
      {
        "id":"ED291264",
        "title":"The Microcomputerization of Business Schools. Part I: General Strategies, Lessons, and Issues. Part II: A Case Study of the UCLA Graduate School of Management."},
      {
        "id":"ED291268",
        "title":"Education as a Way of Reflecting on the Future. Working Paper 1."},
      {
        "id":"ED291269",
        "title":"A Classification of Institutions of Higher Education. 1987 Edition."},
      {
        "id":"ED291271",
        "title":"Successfully Negotiating the Graduate School Process: A Guide for Minority Students."},
      {
        "id":"ED291272",
        "title":"Minority Participation in Graduate Education: An Action Plan. The Report of the National Invitational Forum on the Status of Minority Participation in Graduate Education (Washington, D.C., October 23, 1986)."},
      {
        "id":"ED291273",
        "title":"Tomorrow's Professorate: Insuring Minority Participation through Talent Development Today."},
      {
        "id":"ED291274",
        "title":"The Alaska Student Loan Program: Program Description, Questions and Answers, Loan Statutes, Loan Regulations."},
      {
        "id":"ED291279",
        "title":"Financial Aid for Students with Disabilities. 1987 Edition."},
      {
        "id":"ED291280",
        "title":"Cost Effective Ideas for Serving Disabled Students on Campus. 1985-86 Edition."},
      {
        "id":"ED291283",
        "title":"Nursing Students' Alcohol Knowledge and Drinking Behavior over Time."},
      {
        "id":"ED291284",
        "title":"The Challenge of Catholicity."},
      {
        "id":"ED291285",
        "title":"The 1988 NEA Almanac of Higher Education."},
      {
        "id":"ED291293",
        "title":"Business School Computer Usage, Fourth Annual UCLA Survey."},
      {
        "id":"ED291294",
        "title":"Academic Chairpersons and the Management of Academic Departments in China."},
      {
        "id":"ED291299",
        "title":"Accounting for the Full Cost of Research. A Study of Indirect Costs."},
      {
        "id":"ED291300",
        "title":"Control, Responsibility, Expected Liking and Performance on a Classroom Task."},
      {
        "id":"ED291301",
        "title":"The Infrastructure Needs of California Public Higher Education through the Year 2000."},
      {
        "id":"ED291304",
        "title":"Doctorate Recipients from United States Universities. Summary Report, 1986."},
      {
        "id":"ED291305",
        "title":"Doctorate Recipients from United States Universities. Summary Report, 1985."},
      {
        "id":"ED291306",
        "title":"Guaranteed Student Loans: Potential Default and Cost Reduction Options. Briefing Report to Congressional Requesters."},
      {
        "id":"ED291307",
        "title":"Economic Competitiveness. The States Take the Lead."},
      {
        "id":"ED291308",
        "title":"Looking to California's Pacific Neighborhood: Roles for Higher Education. A Report to the Governor and Legislature in Response to Assembly Concurrent Resolution 82 (1986)."},
      {
        "id":"ED291309",
        "title":"Supplemental Report on Academic Salaries, 1986-87. A Report to the Governor and Legislature in Response to Senate Concurrent Resolution No. 51 (1965) and Subsequent Postsecondary Salary Legislation."},
      {
        "id":"ED291310",
        "title":"Final Approval of San Diego State University's Proposal to Construct a North County Center. A Report to the Governor and Legislature Supplementing the Commission's February 1987 Conditional Approval of the Center."},
      {
        "id":"ED291311",
        "title":"California College-Going Rates, 1986 Update. The Tenth in a Series of Reports on New Freshmen Enrollment at California's Colleges and Universities by Recent Graduates of California High Schools."},
      {
        "id":"ED291312",
        "title":"Major Gains and Losses. Part Two. A Staff Report on Shifts since 1976 in the Popularity of Various Academic Disciplines as Fields of Study at California's Public Universities. Commission Report 87-26."},
      {
        "id":"ED291313",
        "title":"Institutional Reports on Pacific Rim Programs. Submissions by the California Community Colleges, the California State University, and the University of California in Response to Assembly Concurrent Resolution 82 (1986). Commission Report 87-25."},
      {
        "id":"ED291317",
        "title":"Graduate Recruiting: New Wine in Old Bottles."},
      {
        "id":"ED291321",
        "title":"Readiness for College: Should There Be Statewide Placement Standards?"},
      {
        "id":"ED291322",
        "title":"Staff Report on Rising College Costs. Prepared for the Subcommittee on Postsecondary Education of the Committee on Education and Labor."},
      {
        "id":"ED291324",
        "title":"Assessing Governance Alternatives for University-Owned Public Teaching Hospitals."},
      {
        "id":"ED291325",
        "title":"Costs and Funding of University Health Professions Programs."},
      {
        "id":"ED291332",
        "title":"Memory Strategies for College Students."},
      {
        "id":"ED291333",
        "title":"Doctorate Recipients from United States Universities. Summary Report, 1984."},
      {
        "id":"ED291334",
        "title":"Student Tuition Charges: Comparisons, Options, and Implications and An Appendix to Student Tuition Charges: Comparisons, Options, and Implications."},
      {
        "id":"ED291337",
        "title":"Trends and Status of Computers in Schools: Use in Chapter 1 Programs and Use with Limited English Proficient Students. Staff Paper."},
      {
        "id":"ED291339",
        "title":"Expert System Knowledge Base for a Computer Simulation of Judgments on Dossiers of School Teacher Performance."},
      {
        "id":"ED291345",
        "title":"Preparing Multi-Media Teaching Materials. A Source Book."},
      {
        "id":"ED291347",
        "title":"Older People and Communication Technology."},
      {
        "id":"ED291349",
        "title":"Teachers and Their Use of Educational Technology. Report of a Regional Training Workshop (Seoul, South Korea, September 16-27, 1985)."},
      {
        "id":"ED291350",
        "title":"Statewide Evaluation Report on Productivity Project Studies Related to Improved Use of Technology To Extend Educational Programs. Sub-Report Two: Distance Education in Elementary and Secondary Schools. A Review of Literature."},
      {
        "id":"ED291351",
        "title":"Statewide Evaluation Report on Productivity Project Studies Related to Improved Use of Technology To Extend Educational Programs. Sub-Report Three: Survey of Technology Projects throughout the United States."},
      {
        "id":"ED291352",
        "title":"International Workshop on Counselling in Distance Education Conference (2nd, Cambridge, England, September 15-17, 1987)."},
      {
        "id":"ED291357",
        "title":"Characteristics of Effective Computer In-Service Programs. Research Report."},
      {
        "id":"ED291360",
        "title":"Indiana's Approach to Computer Training for Teachers."},
      {
        "id":"ED291361",
        "title":"Introduction to Probeware."},
      {
        "id":"ED291364",
        "title":"Visions 2000. A Vision of Educational Technology in Alberta by the Year 2000. A Discussion Paper."},
      {
        "id":"ED291365",
        "title":"An Assessment of Learner Needs within the Framework of Technological Innovation in Utah."},
      {
        "id":"ED291366",
        "title":"Computer Education: Getting Started."},
      {
        "id":"ED291368",
        "title":"Status of Computer Applications in the Southern Land-Grant Institutions Experiment Stations/Extension Services/Resident Instruction."},
      {
        "id":"ED291369",
        "title":"Statewide Computer Survey Report 1986-87."},
      {
        "id":"ED291370",
        "title":"National Institute for Occupational Safety and Health Oversight: OMB Involvement in VDT Study. Hearing before the Subcommittee on Health and Safety of the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, Second Session (June 4, 1986)."},
      {
        "id":"ED291371",
        "title":"Personal Computer Networks."},
      {
        "id":"ED291372",
        "title":"Captain Video Introduces Power, Process, and Production: Media To Enhance Learning, K-12."},
      {
        "id":"ED291375",
        "title":"The Organisation and Management of a European Educational Satellite System."},
      {
        "id":"ED291376",
        "title":"Statewide Telecourse Survey: Teachers, Administrators & Students."},
      {
        "id":"ED291378",
        "title":"An Analysis of the Research Articles Published in the Core Library and Information Science Journals of 1983."},
      {
        "id":"ED291379",
        "title":"An Assessment Center for Librarians? What Do Library Managers in the California State University Think?"},
      {
        "id":"ED291382",
        "title":"The Canadian Off-Campus Library Services Survey, 1985."},
      {
        "id":"ED291384",
        "title":"Incountry Resource Center Workshop. A Training Manual. No. T-48."},
      {
        "id":"ED291386",
        "title":"Laser Disk Systems in Libraries. Summary of Proceedings of FLICC/FEDLINK Institute (Washington, D.C., May 11, 1987)."},
      {
        "id":"ED291388",
        "title":"Library Information Skills Guide for Oregon Schools, K-12."},
      {
        "id":"ED291389",
        "title":"MMI Preparatory School Computerized Model Library."},
      {
        "id":"ED291390",
        "title":"Multiple Thesauri in Online Library Bibliographic Systems."},
      {
        "id":"ED291391",
        "title":"Report on 1987 Evaluation of the Illinois Board of Higher Education's Cooperative Collection Management Program."},
      {
        "id":"ED291392",
        "title":"Selective Subject Guide to the UNF Library Reference Collection."},
      {
        "id":"ED291393",
        "title":"Annual Program: Library Services and Construction Act, 1987-1988."},
      {
        "id":"ED291394",
        "title":"The South Carolina Program for Library Development, 1987-1990 under the Library Services and Construction Act (P.L. 98-480, FY 1988)."},
      {
        "id":"ED291397",
        "title":"Use of the University of Minnesota's Walter Library: A Follow-Up Survey of Student Users."},
      {
        "id":"ED291400",
        "title":"BIS Handbook: An Organizational Manual &amp; Directory. Revised."},
      {
        "id":"ED291402",
        "title":"Guide to Sources: Advertising. Revised."},
      {
        "id":"ED291403",
        "title":"Guide to Sources: American History."},
      {
        "id":"ED291404",
        "title":"Guide to Sources: Canadiana. Revised."},
      {
        "id":"ED291405",
        "title":"Guide to Sources: Colleges &amp; Universities, Graduate Programs, Transfer Information, Financial Aid. Revised."},
      {
        "id":"ED291406",
        "title":"Guide to Sources: Education. Revised."},
      {
        "id":"ED291407",
        "title":"Guide to Sources: Using ERIC on Dialog's On Disc."},
      {
        "id":"ED291408",
        "title":"Guide to Sources: Music. Revised."},
      {
        "id":"ED291409",
        "title":"Guide to Sources: Social Work. Revised."},
      {
        "id":"ED291410",
        "title":"Guide to Sources: Sociology. Revised."},
      {
        "id":"ED291411",
        "title":"Guide to Sources: Term Paper Strategy."},
      {
        "id":"ED291412",
        "title":"Information Enterprises in Australia: A First Profile."},
      {
        "id":"ED291415",
        "title":"Pathways to the Future: Linking Environmental Scanning to Strategic Management."},
      {
        "id":"ED291418",
        "title":"Innovation Abstracts, Vol. IX, No. 1-28."},
      {
        "id":"ED291419",
        "title":"A Two-Year Comprehensive Community College Model for Developing Nations: A Case of Iran."},
      {
        "id":"ED291420",
        "title":"Fiscal Year 1987 Disadvantaged Student Grant Report."},
      {
        "id":"ED291421",
        "title":"Fiscal Year 1987 Unit Cost Report for the Public Community Colleges of Illinois."},
      {
        "id":"ED291426",
        "title":"Minorities in Urban Community Colleges: Tomorrow's Students Today."},
      {
        "id":"ED291427",
        "title":"A Resource Manual for Introducing ESL Students to Aspects of American Culture."},
      {
        "id":"ED291428",
        "title":"Future-Perfect Writing: Individualized Real-World Writing To Empower Career-Conscious Students."},
      {
        "id":"ED291429",
        "title":"Two Tools for Building the Competence of Developmental Students and the Confidence of Their Teachers."},
      {
        "id":"ED291433",
        "title":"Statewide Longitudinal Study: Initial Report."},
      {
        "id":"ED291440",
        "title":"Can Reading Placement Scores Predict Classroom Performance? A Discriminant Analysis."},
      {
        "id":"ED291441",
        "title":"Program Review. ERIC Digest."},
      {
        "id":"ED291442",
        "title":"Washington Community Colleges Fall Quarter Report 1987--Recap."},
      {
        "id":"ED291444",
        "title":"Factors Facilitating Student Transfer from 2-Year to 4-Year Colleges."},
      {
        "id":"ED291447",
        "title":"Comparative Financial Statistics for Public Community and Junior Colleges, 1986-87."},
      {
        "id":"ED291451",
        "title":"Enhancing Articulation and Transfer. New Directions for Community Colleges, Number 61."},
      {
        "id":"ED291460",
        "title":"Employer-Supported Child Care in Canada = Les Services de Garderie Subventionnes par l'Employeur au Canada."},
      {
        "id":"ED291461",
        "title":"The Agam Project. Progress Report No. 1 (June-December 1983)."},
      {
        "id":"ED291462",
        "title":"The Agam Project. A Research and Curriculum Development Program in Visual Education. Progress Report No. 2 (January-December 1984)."},
      {
        "id":"ED291467",
        "title":"Young Preschoolers' Ability To Identify Emotions in Equivocal Situations."},
      {
        "id":"ED291468",
        "title":"The Transition of Head Start Children into Public School. Final Report: Volume I."},
      {
        "id":"ED291469",
        "title":"Formative Evaluation of 15 Head Start to Public School Transition Grantees. Final Report: Volume II."},
      {
        "id":"ED291470",
        "title":"The Transition of Head Start Children into Public School. Executive Summary."},
      {
        "id":"ED291472",
        "title":"Preventing Out-of-Home Placement: Programs That Work. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED291473",
        "title":"Foster-Family-Based Treatment: What Is It?"},
      {
        "id":"ED291474",
        "title":"Clinical Issues in Reaching Low-Income Fathers with a Program of &quot;Information and Insights about Infants&quot; (III)."},
      {
        "id":"ED291476",
        "title":"Different Voices: Responses from Minnesota's Many Families."},
      {
        "id":"ED291478",
        "title":"Identity Crisis among Adolescent Adoptees: Narcissus Revisited."},
      {
        "id":"ED291479",
        "title":"Critical Phases among Adoptees and Their Families: Implication for Therapy."},
      {
        "id":"ED291480",
        "title":"Goals, Satisfaction, and Social Support in Single- and Two-Parent Families."},
      {
        "id":"ED291481",
        "title":"Preschool Music Curricula: Children's Music Development Program."},
      {
        "id":"ED291483",
        "title":"Black Fathers of Infants: Attitudes and Values Associated with Being a Father."},
      {
        "id":"ED291484",
        "title":"Socialization and Discipline for Infants and Toddlers."},
      {
        "id":"ED291486",
        "title":"Visual Processing of Televised Information by Japanese and American Children."},
      {
        "id":"ED291489",
        "title":"Initiative and Purpose in the Motoric Explorations of 10- to 24-Month-Old Children: An Educator's Interpretation of a Geneva Study."},
      {
        "id":"ED291490",
        "title":"Confirmation Principles and Procedures of 10- to 24-Month-Old Children: Implications for Teaching the Place Value Notation Concept to Elementary and Preschool Children."},
      {
        "id":"ED291491",
        "title":"Making the Place Value Notation Concept Child's Play: Constructions for Displaying and Confirming Component Elements of the Place Value Notation Concept with Elementary and Preschool Children."},
      {
        "id":"ED291492",
        "title":"Defense of the Child's-Play Method for Teaching the Place Value Notation Concept to Elementary and Preschool Children."},
      {
        "id":"ED291499",
        "title":"Why Young Children Choke on Food: How To Prevent It."},
      {
        "id":"ED291504",
        "title":"TARGET: An Examination of Parallel School and Family Structures That Promote Student Motivation and Achievement. Report No. 6. Center for Research on Elementary and Middle Schools Report."},
      {
        "id":"ED291505",
        "title":"Getting Ready for First Grade: Standards of Deportment in Home and School. Report No. 8."},
      {
        "id":"ED291506",
        "title":"Addressing the Needs of Different Groups of Early Adolescents: Effects of Varying School and Classroom Organizational Practices on Students from Different Social Backgrounds and Abilities. Report No. 16."},
      {
        "id":"ED291509",
        "title":"Babies and Bargaining: Working Parents Take Action. A Manual on Bargaining for Work and Family Issues."},
      {
        "id":"ED291510",
        "title":"Work and Family Functioning: An Annotated Bibliography Selected from Family Database."},
      {
        "id":"ED291512",
        "title":"Relations between Obligatory and Discretionary Morality: A Social-Cognitive Developmental Analysis."},
      {
        "id":"ED291514",
        "title":"Readiness for Kindergarten. ERIC Digest."},
      {
        "id":"ED291515",
        "title":"Early Childhood Classrooms and Computers: Programs with Promise."},
      {
        "id":"ED291518",
        "title":"Stability of the K-ABC and S-B:4 with Preschool Children."},
      {
        "id":"ED291519",
        "title":"K-ABC Stability in a Preschool Sample: A Longitudinal Study."},
      {
        "id":"ED291526",
        "title":"K-3 Essential/Exit Skills."},
      {
        "id":"ED291527",
        "title":"A Study of the Relationship Between Class Size and Achievement."},
      {
        "id":"ED291528",
        "title":"History and Fundamentals of Child Support Enforcement. Second Edition."},
      {
        "id":"ED291529",
        "title":"Television and Families: What Do Young Children Watch With Their Parents?"},
      {
        "id":"ED291534",
        "title":"Graduate Programs of International Students Studying Agricultural Education in the United States with Implications to the International Training Program at the American Farm School in Greece."},
      {
        "id":"ED291538",
        "title":"Agricultural Trends and Resource Conservation: Implications and Issues. A Symposium Proceedings (Washington, D.C., November 3-5, 1986)."},
      {
        "id":"ED291540",
        "title":"Johnson O'Malley Program Evaluation. 1984-85."},
      {
        "id":"ED291543",
        "title":"Causal Factors Affecting Local Fiscal Stress in U.S. Northeast Counties. Cornell Rural Sociology Series. Bulletin No. 149."},
      {
        "id":"ED291544",
        "title":"ESCAPE Project Performance Report for the 1984-85 and 1985-86 Periods."},
      {
        "id":"ED291546",
        "title":"The Atlantic Science Curriculum Project in Perspective."},
      {
        "id":"ED291547",
        "title":"Learning To Think: A Major Factor in the Decline in Attitude toward Science."},
      {
        "id":"ED291550",
        "title":"The New Human Genetics. How Gene Splicing Helps Researchers Fight Inherited Disease."},
      {
        "id":"ED291551",
        "title":"An Assessment of Student Knowledge in Fourth, Eighth and Eleventh Grades of Science and Natural Resource Concepts Related to Acidic Deposition."},
      {
        "id":"ED291553",
        "title":"Living in Space. Book 1. Levels A, B, C for Grades 1, 2, 3. Operation Liftoff: Elementary School Space Program. A Resource Guide with Activities for Elementary School Teachers."},
      {
        "id":"ED291554",
        "title":"Living in Space. Book II. Levels D, E, F for Grades 4, 5, 6. Operation Liftoff: Elementary School Space Program. A Resource Guide with Activities for Elementary School Teachers."},
      {
        "id":"ED291555",
        "title":"Pilot Teacher-Development Program in Mathematics 1986-1987. Evaluation Report."},
      {
        "id":"ED291557",
        "title":"The Effect of Teaching on the Understanding of the Concepts &quot;Solid&quot; and &quot;Liquid&quot; by Kindergarten Children."},
      {
        "id":"ED291558",
        "title":"Metacognition in Math and Science Education."},
      {
        "id":"ED291562",
        "title":"Medical Research: National Research Service Awards for Research in Primary Medical Care. Report to the Chairman, Subcommittee on Health and the Environment, Committee on Energy and Commerce, House of Representatives."},
      {
        "id":"ED291563",
        "title":"Science Fairs and Projects K-8. A Collection of Articles Reprinted from &quot;Science and Children,&quot;&quot;Science Scope,&quot; and &quot;The Science Teacher.&quot;"},
      {
        "id":"ED291564",
        "title":"Science Fairs and Projects 7-12. A Collection of Articles Reprinted from &quot;Science and Children,&quot;&quot;Science Scope,&quot; and &quot;The Science Teacher.&quot;"},
      {
        "id":"ED291565",
        "title":"Spacelab: An International Success Story."},
      {
        "id":"ED291566",
        "title":"Reference Manual for Teaching Assistants in Life Science Laboratories."},
      {
        "id":"ED291567",
        "title":"The Effect of Complexity of Lesson Presentation on Student Achievement in Mathematics."},
      {
        "id":"ED291568",
        "title":"Some Types of Knowledge Used in Understanding Physics."},
      {
        "id":"ED291569",
        "title":"Reconstruction of a Transformation: A Problem in Mathematics."},
      {
        "id":"ED291571",
        "title":"Communications and Computers in the 21st Century. Hearing before the Technology Policy Task Force of the Committee on Science, Space, and Technology. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED291573",
        "title":"Casual Attributions of Adolescent Females in a Masculine Domain."},
      {
        "id":"ED291574",
        "title":"A Classification Metric for Computer Procedures in a Structured Educational Environment."},
      {
        "id":"ED291577",
        "title":"Mind the Red Herrings--Deliberate Distraction of Pupil's Strategies Solving Multiple Choice Questions in Chemistry."},
      {
        "id":"ED291578",
        "title":"The Effects of Meiosis/Genetics Integration and Instructional Sequence on College Biology Student Achievement in Genetics."},
      {
        "id":"ED291579",
        "title":"Integrating Computers in the Biology Education of Elementary Teaching Majors."},
      {
        "id":"ED291580",
        "title":"A Longitudinal Classroom Study of Mechanics Concepts and Conceptual Change."},
      {
        "id":"ED291581",
        "title":"Toy-Playing Behavior, Sex-Role Orientation, Spatial Ability, and Science Achievement of Fifth Grade Students: Are They Related?"},
      {
        "id":"ED291582",
        "title":"A Procedure for Determining the Level of Abstraction of Science Reading Material."},
      {
        "id":"ED291583",
        "title":"Student Knowledge of Health and Fitness Concepts and Its Relation to Locus of Control."},
      {
        "id":"ED291584",
        "title":"Enriching Elementary Science Instruction through Joint Training of In-Service Teachers, Principals, and Instructional Supervisors."},
      {
        "id":"ED291586",
        "title":"The Relationships among Elementary School Teachers' Attitudes and Beliefs about Science and Their Teaching Style."},
      {
        "id":"ED291589",
        "title":"The Uses of Calculators and Computers in Mathematics Classes in Twenty Countries: Summary Report. Second International Mathematics Study."},
      {
        "id":"ED291590",
        "title":"The Use of Calculators and Computers in Mathematics Classes in Twenty Countries: A Source Document. Second International Mathematics Study."},
      {
        "id":"ED291593",
        "title":"Extending the Curriculum of Zoomobiles."},
      {
        "id":"ED291595",
        "title":"Weight, Density and Matter: A Study of Elementary Children&apos;s Reasoning about Density with Concrete Materials and Computer Analogs. Technical Report 85-15."},
      {
        "id":"ED291596",
        "title":"The Differentiation of Heat and Temperature: An Evaluation of the Effect of Microcomputer Teaching on Students&apos; Misconceptions. Technical Report 87-5."},
      {
        "id":"ED291597",
        "title":"Facilitating Collegial Exchange among Science Teachers: An Experiment in Computer-Based Conferencing. Technical Report 86-14."},
      {
        "id":"ED291598",
        "title":"Teaching for Conceptual Change Using a Computer-Based Modeling Approach: The Case of Weight/Density Differentiation. Technical Report 87-11."},
      {
        "id":"ED291599",
        "title":"Promoting 6th Graders&apos; Understanding of Density: A Computer Modeling Approach. Technical Report 86-5."},
      {
        "id":"ED291600",
        "title":"A Model Program in Science, Mathematics, and Technology. Final Report TP87-9."},
      {
        "id":"ED291601",
        "title":"The ETC Science Videodisc Project: A Report of Research in Progress. Technical Report 85-18."},
      {
        "id":"ED291602",
        "title":"A Prototype Science Interactive Videodisc: Research on In-School Use. Technical Report 87-4."},
      {
        "id":"ED291603",
        "title":"New Jersey 4-H Marine Science Project. Leaders Guide."},
      {
        "id":"ED291604",
        "title":"The Use of Analogies and Anchoring Intuitions to Remediate Misconceptions in Mechanics."},
      {
        "id":"ED291605",
        "title":"Women and Minorities in Science and Engineering."},
      {
        "id":"ED291607",
        "title":"Multivariate Limits and Continuity: A Survey of Calculus Textbooks."},
      {
        "id":"ED291608",
        "title":"First-Grade Children's Understanding of Probability."},
      {
        "id":"ED291613",
        "title":"The World Bank's Lending Approaches: A Special World Bank News Report."},
      {
        "id":"ED291614",
        "title":"PoliNet and Information Utilities: Using Telecommunications in Political Science and Public Administration Education and Research."},
      {
        "id":"ED291615",
        "title":"Command and Control: Public Program Oversight in the Information Age."},
      {
        "id":"ED291617",
        "title":"We the People: Program Planning Guide for Community Forums on the Constitution."},
      {
        "id":"ED291618",
        "title":"The Humanities and the Constitution: Resources for Public Humanities Programs on the Bicentennial of the U.S. Constitution. A Supplement to &quot;The Constitution and the Community.&quot;"},
      {
        "id":"ED291623",
        "title":"The Federal Block Grant Experience."},
      {
        "id":"ED291626",
        "title":"Management, Planning, and Monitoring Population Education Programmes. Abstract-Bibliography Series 8."},
      {
        "id":"ED291627",
        "title":"Integrating a Music Curriculum into an External Degree Program Using Computer Assisted Instruction."},
      {
        "id":"ED291631",
        "title":"Preparing for Travel in India."},
      {
        "id":"ED291633",
        "title":"[Films: China and Japan]."},
      {
        "id":"ED291636",
        "title":"Children and Television: A Basic Concern in Social Science Education. Occasional Paper No. 6."},
      {
        "id":"ED291638",
        "title":"Frances Eisenberg at Canoga Park High School, 1946: Prelude to McCarthyism in the Los Angeles Public Schools."},
      {
        "id":"ED291640",
        "title":"Economics and National Security. Supplementary Lessons for High School Courses."},
      {
        "id":"ED291641",
        "title":"Visual Arts: Program Guidelines K-12."},
      {
        "id":"ED291645",
        "title":"Geography in the Social Studies."},
      {
        "id":"ED291649",
        "title":"International Dimensions of Education. Position Paper and Recommendations for Action, November 1985."},
      {
        "id":"ED291650",
        "title":"Bilingual Education Evaluation System: Abbreviated Recommendations for Meeting Title VII Evaluation Requirements."},
      {
        "id":"ED291651",
        "title":"Human Rights and Citizenship: A Community Resource Manual. Foreign Area Materials Center Occasional Publication 27."},
      {
        "id":"ED291652",
        "title":"A Model Program for Statewide Title IX Capacity Building."},
      {
        "id":"ED291653",
        "title":"Novus Ordo Seclorum: Or Why Americans Handle Time in Peculiar Ways."},
      {
        "id":"ED291654",
        "title":"Dilemmas in Architecture Studio Instruction: Research and Theory about Design Teaching."},
      {
        "id":"ED291663",
        "title":"Community Mapping: Developing A Geographic Perspective."},
      {
        "id":"ED291665",
        "title":"The African Social Studies Programme: An Effort to Improve Curriculum and Instruction across 17 African Nations. ERIC Digest."},
      {
        "id":"ED291666",
        "title":"Teaching about Canada: ERIC Digest No. 44."},
      {
        "id":"ED291667",
        "title":"Review of Resources: Teaching Law and the Constitution."},
      {
        "id":"ED291673",
        "title":"A Registration/Certification Process for Health Educators in the State of Florida."},
      {
        "id":"ED291674",
        "title":"Testing To Improve the Quality of Our School Teachers."},
      {
        "id":"ED291676",
        "title":"Implementing a Staff Development Program Based on Research Findings--The Glendale Model."},
      {
        "id":"ED291680",
        "title":"Osteoporosis. LC Science Tracer Bullet. TB 87-7."},
      {
        "id":"ED291683",
        "title":"State Efforts in Substance Abuse Education. OERI Bulletin."},
      {
        "id":"ED291684",
        "title":"How Do We Know What Teachers Know?"},
      {
        "id":"ED291687",
        "title":"Research Questions for the Development of Components of an Emerging Career Ladder Program Model."},
      {
        "id":"ED291688",
        "title":"Descriptive & Analytical Results for the 1986-87 Career Ladder Data Cycles."},
      {
        "id":"ED291689",
        "title":"Diversity of Responses among Ten Arizona Pilot Test District Career Ladder Plans."},
      {
        "id":"ED291690",
        "title":"Qualitative Analysis &amp; Results for the 1987 Data Cycle by Career Ladder Program Strengths &amp; Improvement Areas."},
      {
        "id":"ED291693",
        "title":"RCSD Mentor Program Evaluation: The Policy Implications. January 1988."},
      {
        "id":"ED291695",
        "title":"Public High School Graduates, 1986. E.D. TABS."},
      {
        "id":"ED291697",
        "title":"Teacher Empowerment and Renewal: A Fourteen-Month Mid-Career Enhancement Program."},
      {
        "id":"ED291698",
        "title":"The Relationship of NTE Exams to Teacher Education Admission, Performance, and Employment."},
      {
        "id":"ED291699",
        "title":"Teacher Preparation, Teacher Empowerment, and Reflective Inquiry: A Critical Perspective."},
      {
        "id":"ED291700",
        "title":"Picacho Junior High School Excellence Award: A Report to the Department of Education, December 1987."},
      {
        "id":"ED291701",
        "title":"Colleges of Education/Arts and Sciences and Local School Districts: Collaborative Efforts."},
      {
        "id":"ED291702",
        "title":"Preventing AIDS. Health Education Curriculum Supplement for Middle Level Schools."},
      {
        "id":"ED291703",
        "title":"School Structures and Classroom Practices in Elementary, Middle, and Secondary Schools. Report No. 14."},
      {
        "id":"ED291704",
        "title":"Balancing High Quality Subject-Matter Instruction with Positive Teacher-Student Relations in the Middle Grades: Effects of Departmentalization, Tracking and Block Scheduling on Learning Environments. Report No. 15."},
      {
        "id":"ED291707",
        "title":"Education for Health in Europe. A Report on a WHO Consultation on Co-ordinated Infrastructure within a Health Promotion Strategy (Copenhagen, Denmark, June 11-12, 1987)."},
      {
        "id":"ED291709",
        "title":"The Critical Professional Skills of Teaching: A Laboratory Approach to Teacher Education and Program Verification."},
      {
        "id":"ED291711",
        "title":"Current Practices in New Teacher Development in Maryland 1986-87."},
      {
        "id":"ED291714",
        "title":"The President's Council on Physical Fitness and Sports 1985. National School Population Fitness Survey."},
      {
        "id":"ED291715",
        "title":"Better Teachers for Better Schools."},
      {
        "id":"ED291717",
        "title":"Teacher Induction in Southeastern Idaho: Preliminary Report."},
      {
        "id":"ED291720",
        "title":"District Efforts in Substance Abuse Education. OERI Bulletin."},
      {
        "id":"ED291721",
        "title":"The Effectiveness of Research Applications for Teaching Materials on Achievement and Classroom Performance of Selected Preservice Teachers."},
      {
        "id":"ED291722",
        "title":"The Knowledge Base for Teacher Induction. A Selected Annotated Bibliography."},
      {
        "id":"ED291723",
        "title":"Overview of Three Teacher Induction Schemes and Theoretical Rationale for the Research Design."},
      {
        "id":"ED291726",
        "title":"Comparative Analysis of Three Models of Induction Internships."},
      {
        "id":"ED291729",
        "title":"The Professional Imperative: Educational Excellence for All. Selected Papers from the 1987 Annual Meeting of the American Association of Colleges for Teacher Education."},
      {
        "id":"ED291730",
        "title":"Personality Strengths that Influence Teachers Pursuit of Leadership Roles: A Comparative Bi/Polar Study."},
      {
        "id":"ED291732",
        "title":"The Construction of Lessons in Effective and Less Effective Classrooms."},
      {
        "id":"ED291733",
        "title":"Outside Evaluator Project."},
      {
        "id":"ED291734",
        "title":"Career Development Program."},
      {
        "id":"ED291735",
        "title":"Teacher Attrition: The Uphill Climb to Staff the Nation's Schools. R-3512-CSTP."},
      {
        "id":"ED291736",
        "title":"Effective Programs Make Effective Schools."},
      {
        "id":"ED291737",
        "title":"Public Elementary and Secondary School Revenues and Current Expenditures for Fiscal Year 1985: Final Tabulations, Revised. E.D. Tabs."},
      {
        "id":"ED291738",
        "title":"Health and Aging Curriculum Grade Level: Preschool-Third Grade."},
      {
        "id":"ED291741",
        "title":"Effective Teaching and the Teaching of Teachers: Reflections from Personal Experience."},
      {
        "id":"ED291742",
        "title":"Education: A Moral Enterprise. Proceedings of the Annual Meeting of the South Atlantic Philosophy of Education Society (32nd, Durham, North Carolina, October 16-17, 1987)."},
      {
        "id":"ED291743",
        "title":"The Effects of Teachers Teaching Teachers, an Indiana Staff Development Model, on Educator Attitudes and Beliefs."},
      {
        "id":"ED291744",
        "title":"The Use of Practical Arguments in Staff Development. A Study of Teachers' Research-Based Instruction of Reading Comprehension."},
      {
        "id":"ED291745",
        "title":"ABC's of Grantsmanship."},
      {
        "id":"ED291746",
        "title":"Dance/Movement Therapy. A Healing Art."},
      {
        "id":"ED291747",
        "title":"Where Our Children Play. Elementary School Playground Equipment. Volume I."},
      {
        "id":"ED291748",
        "title":"Play Spaces for Children: A New Beginnning. Improving Our Elementary School Playgrounds. Volume II."},
      {
        "id":"ED291749",
        "title":"Abstracts of Research Papers 1988. Papers presented at the Annual Convention of the American Alliance for Health, Physical Education, Recreation and Dance (Kansas City, MO, April 7-10, 1988)."},
      {
        "id":"ED291750",
        "title":"Selection, Deployment, and Use of Quality Indicators in Pennsylvania."},
      {
        "id":"ED291752",
        "title":"Cognitive Levels of Questioning Demonstrated by Test Items That Accompany Selected Fifth-Grade Science Textbooks."},
      {
        "id":"ED291753",
        "title":"Program Evaluation Guide."},
      {
        "id":"ED291755",
        "title":"Statistical Tests and Confidence Intervals for Cronbach's Coefficient Alpha. Iowa Testing Programs Occasional Papers Number 33."},
      {
        "id":"ED291757",
        "title":"Testing for Critical Thinking: Improving Test Development and Evaluation Skills of Classroom Teachers."},
      {
        "id":"ED291759",
        "title":"Spoonfeeding, Handfeeding, Forcefeeding, and Feedback: Identifying Manipulable Variables in Evaluation Utilization. Definitions and Models in Evaluation Use."},
      {
        "id":"ED291761",
        "title":"Italic Handwriting in the Portland Public Schools. 1985-86 Evaluation Report."},
      {
        "id":"ED291765",
        "title":"The Cognitive Bias Questionnaire: An Outcome Measure in the Treatment of Depression."},
      {
        "id":"ED291766",
        "title":"Participatory Evaluation and the Evaluation of Social Programs: Lessons Learned from the Field."},
      {
        "id":"ED291768",
        "title":"Standards of Practice for Evaluators."},
      {
        "id":"ED291769",
        "title":"Standardized Testing and the Teaching of Reading: A Practical Guide with Evaluations of Reading Tests Commonly Used in Australian Schools."},
      {
        "id":"ED291771",
        "title":"Program Evaluation: A Review and Synthesis."},
      {
        "id":"ED291772",
        "title":"Identifying and Documenting Student Outcomes for Use in the Evaluation of Teachers When Standardized Achievement Tests Do Not Apply."},
      {
        "id":"ED291774",
        "title":"Selection Bias According to a New Model and Four Previous Models Using Admission Data from a Latin American University."},
      {
        "id":"ED291775",
        "title":"The Effects of Student-Generated Questions on Test Performance."},
      {
        "id":"ED291776",
        "title":"Trends in School Improvement: Regional Test Results, 1984-1987."},
      {
        "id":"ED291777",
        "title":"A Description of Selected Non-Cognitive Training Outcomes for Recruits at Navy Recruit Training Centers."},
      {
        "id":"ED291778",
        "title":"The Use of Evaluative Data for Instructional Planning and Decision Making in the Portland Public Schools. Year One Report: July 1986-August 1987. 1986-87 Research Report."},
      {
        "id":"ED291781",
        "title":"Teacher-Made Tests and Testing: Classroom Resources, Guidelines, and Practices."},
      {
        "id":"ED291784",
        "title":"Effects on Stanford Achievement Test Scores of Teaching Content Versus Test-Taking Strategies."},
      {
        "id":"ED291785",
        "title":"An Examination of the Relationship between the WISC-R and K-ABC for Selection of Students for Special Education Programs."},
      {
        "id":"ED291788",
        "title":"A Collaborative Process for Developing a Measure of Educational Equity."},
      {
        "id":"ED291790",
        "title":"Arkansas Teacher Testing: A Penny for Your Scores."},
      {
        "id":"ED291791",
        "title":"The Origin of Information and Its Effect on Problem Solving."},
      {
        "id":"ED291793",
        "title":"Overcoming Objections to the Use of Temperament Variables in Selection."},
      {
        "id":"ED291797",
        "title":"Texas Examination of Current Administrators and Teachers (TECAT): &quot;Study Guide, 1985&quot;; &quot;Passing Standards, January 1986&quot;; and &quot;Skills Review Manual, 1986&quot;."},
      {
        "id":"ED291800",
        "title":"Concept Mapping in Assessing Prospective Teachers' Concept Development."},
      {
        "id":"ED291802",
        "title":"Pathways through High School: Translating the Effects of New Graduation Requirements."},
      {
        "id":"ED291804",
        "title":"A Guide to Item Banking in Education. (Third Edition)."},
      {
        "id":"ED291807",
        "title":"Education Information: Changes in Funds and Priorities Have Affected Production and Quality. Report to the Chairman, Subcommittee on Select Education, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED291808",
        "title":"Testing Information Sources for Educators. ERIC/TME Report 94."},
      {
        "id":"ED291809",
        "title":"Chapter II 1985-86 End-of-Year Report. OEA Evaluation Report."},
      {
        "id":"ED291813",
        "title":"Impact of Government Benefit Programs Declines, Adds to Number of Poor Families."},
      {
        "id":"ED291818",
        "title":"Benchmarks and Challenges: Third Report of the Governor's Task Force on Adolescent Pregnancy."},
      {
        "id":"ED291821",
        "title":"Allies in Education. Schools and Businesses Working Together for At-Risk Youth. Summary and Conclusions."},
      {
        "id":"ED291822",
        "title":"Allies in Education. Schools and Businesses Working Together for At-Risk Youth. Volume I: Findings from the National Assessment."},
      {
        "id":"ED291825",
        "title":"The New Reductions in Low Income Programs in FY 1988."},
      {
        "id":"ED291826",
        "title":"Welfare Reform. Hearings before the Subcommittee on Public Assistance and Unemployment Compensation of the Committee on Ways and Means. House of Representatives, One Hundredth Congress, First Session (January 28, February 19, March 4, 6, 10, 11, and 13, 1987)."},
      {
        "id":"ED291827",
        "title":"Children at Risk: The Work of the States."},
      {
        "id":"ED291828",
        "title":"Abolishing Poverty among Older Americans. Hearing before the Select Committee on Aging. House of Representates, One Hundredth Congress, First Session."},
      {
        "id":"ED291830",
        "title":"S. 373. A Bill to Reauthorize the Program of Finance Assistance to Meet Special Educational Needs of Disadvantaged Children, and to Reauthorize Chapter 2 of the Education Consolidation and Improvement Act of 1981, through Fiscal Year 1993. Reported with an Amendment. 100th Congress, 1st Session."},
      {
        "id":"ED291831",
        "title":"Improving Inner-City Schools: Current Directions in Urban District Reform."},
      {
        "id":"ED291832",
        "title":"Metrolink: Developing Human Resources through Metropolitan Collaboration."},
      {
        "id":"ED291834",
        "title":"Failure and Fraud in Civil Rights Enforcement by the Department of Education. Twenty-Second Report by the Committee on Government Operations Together with Separate and Additional Views. 100th Congress, 1st Session."},
      {
        "id":"ED291835",
        "title":"Effective Kindergarten Programs and Practices for Students at Risk. Report No. 21."},
      {
        "id":"ED291836",
        "title":"The Legalization Countdown: A Third-Quarter Assessment."},
      {
        "id":"ED291837",
        "title":"Report to the State Board of Education of Florida, 1986-1987, by the Advisory Committee on the Education of Blacks in Florida."},
      {
        "id":"ED291838",
        "title":"High School Graduate Follow-up Report."},
      {
        "id":"ED291840",
        "title":"Civil Rights Enforcement By the Department of Education. Hearing before a Subcommittee of the Committee on Government Operations. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED291841",
        "title":"School Performance, Status Relations, and the Structure of Sentiment: Bringing the Teacher Back In. Report No. 9."},
      {
        "id":"ED291842",
        "title":"Ethnic Children's Literature in the Schools."},
      {
        "id":"ED291843",
        "title":"Is Writing an Appropriate Technology?"},
      {
        "id":"ED291847",
        "title":"Using Multi-Ethnic Literature in the Composition Classroom: Overcoming the Obstacles."},
      {
        "id":"ED291849",
        "title":"Cross-Cultural Counseling. A Guide for Nutrition and Health Counselors."},
      {
        "id":"ED291850",
        "title":"School Community Education Program in New York City 1985-86: Volume I. OEA Evaluation Report."},
      {
        "id":"ED291851",
        "title":"School Community Education Program in New York City 1985-86: Volume II. OEA Evaluation Report."},
      {
        "id":"ED291852",
        "title":"School Community Education Program in New York City 1985-86: Volume III. OEA Evaluation Report."},
      {
        "id":"ED291853",
        "title":"School Community Education Program in New York City 1985-86: Volume IV. OEA Evaluation Report."},
      {
        "id":"ED291855",
        "title":"Long-Term Continuous and Sustained Effects of Chapter 1 Participation 1983-1985. Evaluation Report."},
      {
        "id":"ED291856",
        "title":"Compensatory Education Product Evaluation: Academic Achievement (A2) and Prevention Programs (P2) 1986-1987. Evaluation Report."},
      {
        "id":"ED291857",
        "title":"Student Involvement in Learning Action Packet. Research, Strategies and Programs for Special Populations."},
      {
        "id":"ED291859",
        "title":"Assessing Racial Attitudes in a University Setting."},
      {
        "id":"ED291860",
        "title":"Classroom Climate Properties for the Memphis Effective Schools Project on the Learning Environment Inventory."},
      {
        "id":"ED291861",
        "title":"Comprehensive School Improvement and Planning Process 1985-86. OEA Evaluation Report."},
      {
        "id":"ED291862",
        "title":"Welfare: Reform or Replacement? (Child Support Enforcement). Hearings before the Subcommittee on Social Security and Family Policy of the Committee on Finance. United States Senate, One Hundredth Congress, First Session (January 23 and February 2, 1987)."},
      {
        "id":"ED291865",
        "title":"A Farm Management Problem. Student Workbook. AGDEX 810."},
      {
        "id":"ED291866",
        "title":"A Farm Management Problem. Teacher Guide. AGDEX 810."},
      {
        "id":"ED291868",
        "title":"Legal Issues for Industrial Educators."},
      {
        "id":"ED291869",
        "title":"Toward a Cross-Cultural Examination of Adult Thought."},
      {
        "id":"ED291870",
        "title":"A Union Member's Guide to Employee Involvement."},
      {
        "id":"ED291871",
        "title":"Broken Words. Why Five Million Canadians Are Illiterate. The Southam Literacy Report: A Special Southam Survey."},
      {
        "id":"ED291878",
        "title":"Continuing Education in Asia and the Pacific. Bulletin of the Unesco Principal Regional Office for Asia and the Pacific. Number 28."},
      {
        "id":"ED291883",
        "title":"Relevancy in Vocational Education (A Collection of Essays)."},
      {
        "id":"ED291887",
        "title":"Persistence of GED and Traditional Students at a Public Community College: A Test of a Conceptual Model. GED Research Brief No. 7."},
      {
        "id":"ED291891",
        "title":"Acceptance of General Educational Development (GED) in Hiring Policies of Denver Area Employers. GED Research Brief No. 11."},
      {
        "id":"ED291892",
        "title":"GED and Traditional High School Diploma Holders Attending Florida's Community Colleges: A Comparison of Academic Success. GED Research Brief No. 12."},
      {
        "id":"ED291893",
        "title":"Comparing GED and Traditional High School Graduates in Florida's Workforce. GED Research Brief No. 13."},
      {
        "id":"ED291894",
        "title":"Employment of Young GED Recipients. GED Research Brief No. 14."},
      {
        "id":"ED291895",
        "title":"Alberta GED Candidates: Program Perceptions, Benefits, and Test Performance. GED Research Brief No. 15."},
      {
        "id":"ED291896",
        "title":"Educational Credentials in Employment: A Nationwide Survey. GED Research Brief."},
      {
        "id":"ED291898",
        "title":"Technology Education: The Transition."},
      {
        "id":"ED291899",
        "title":"NEW PASS: Nontraditional Education for Women, Paths to Economic Self-Sufficiency. A Career Awareness Program for Economically Disadvantaged Girls and Young Women."},
      {
        "id":"ED291901",
        "title":"Initiatives in Technical and Further Education. Numbers 13-14. March 1987-September 1987."},
      {
        "id":"ED291902",
        "title":"Distance Education Needs for 16 to 19 Year Olds."},
      {
        "id":"ED291903",
        "title":"Transitioning Persons with Moderate and Severe Disabilities from School to Adulthood: What Makes It Work?"},
      {
        "id":"ED291904",
        "title":"Proposed Amendment of the United Nations Standard Minimum Rules for the Treatment of Prisoners."},
      {
        "id":"ED291906",
        "title":"Social Security. Little Success Achieved in Rehabilitating Disabled Beneficiaries. Report to the Chairman, Subcommittee on Social Security, Committee on Ways and Means, House of Representatives."},
      {
        "id":"ED291907",
        "title":"Vocational Education. Information on the National Research Center's Grant Award Process. Report to Congressional Requesters."},
      {
        "id":"ED291909",
        "title":"Helping Young Women at Work: Workshop Leader's Guide for Mentor Training."},
      {
        "id":"ED291910",
        "title":"Helping Young Women at Work: An Ideabook for Mentors."},
      {
        "id":"ED291911",
        "title":"Helping Young Women at Work: Career Journal."},
      {
        "id":"ED291912",
        "title":"A Guide for the Professional Development of the State Vocational Education Supervisor. Competency-Based Vocational Education Administrator Module Series."},
      {
        "id":"ED291914",
        "title":"Principles and Techniques for Effective ABE Staff Development. Examples from Five Exemplary Programs."},
      {
        "id":"ED291915",
        "title":"Curriculum for Bilingual Vocational Training Project. May 1986 to October 31, 1987."},
      {
        "id":"ED291918",
        "title":"Project BILLET Curriculum Package. Bilingual Vocational Skill Training Program 1986-1987."},
      {
        "id":"ED291921",
        "title":"Training Needs of Rehabilitation Facility Administrators: 1985. Research Report."},
      {
        "id":"ED291922",
        "title":"The Bottom Line: Basic Skills in the Workplace."},
      {
        "id":"ED291924",
        "title":"Putting the Pieces Together...Becoming an Adult Student."},
      {
        "id":"ED291925",
        "title":"Administrative Guide for Vocational-Technical Education in Michigan."},
      {
        "id":"ED291927",
        "title":"Articulating Career Education Programs from High School through Community College to the Baccalaureate Degree. A Report to the Governor, Legislature, and Educational Community in Response to Assembly Bill 3639 (Chapter 1138, Statutes of 1986). Report 87-48."},
      {
        "id":"ED291928",
        "title":"Technology: Manufacturing, Transportation, Construction, Communication."},
      {
        "id":"ED291929",
        "title":"Manufacturing Systems. Grades 9-10. Course #8115 (Semester). Technology Education Course Guide. Industrial Arts/Technology Education."},
      {
        "id":"ED291930",
        "title":"Construction Systems. Grades 9-10. Course #8116 (Semester). Technology Education Course Guide. Industrial Arts/Technology Education."},
      {
        "id":"ED291931",
        "title":"Transportation Systems. Grades 9-10. Course #8126 (Semester). Technology Education Course Guide. Industrial Arts/Technology Education."},
      {
        "id":"ED291932",
        "title":"Graphic Communications Systems. Grade 11-12. Course #8135 (Semester). Technology Education Course Guide. Industrial Arts/Technology Education."},
      {
        "id":"ED291933",
        "title":"Electronic Communications Systems. Grade 11-12. Course #8136 (Semester). Technology Education Course Guide. Industrial Arts/Technology Education."},
      {
        "id":"ED291934",
        "title":"Construction Planning and Design. Grade 11-12. Course #8146 (Semester). Technology Education Course Guide. Industrial Arts/Technology Education."},
      {
        "id":"ED291935",
        "title":"Structures and Systems. Grade 11-12. Course #8155 (Semester). Technology Education Course Guide. Industrial Arts/Technology Education."},
      {
        "id":"ED291936",
        "title":"Manufacturing Materials and Processes. Grade 11-12. Course #8165 (Semester). Technology Education Course Guide. Industrial Arts/Technology Education."},
      {
        "id":"ED291937",
        "title":"Product and Production System Design. Grade 11-12. Course #8175 (Semester). Technology Education Course Guide. Industrial Arts/Technology Education."},
      {
        "id":"ED291938",
        "title":"Technical Elements of Transportation. Grade 11-12. Course #8176 (Semester). Technology Education Course Guide. Industrial Arts/Technology Education."},
      {
        "id":"ED291939",
        "title":"Human &amp; Product Transportation Systems. Grade 11-12. Course #8186 (Semester). Technology Education Course Guide. Industrial Arts/Technology Education."},
      {
        "id":"ED291940",
        "title":"Technology Research and Development. Grade 12. Course #8195 (Semester/Year). Technology Education Course Guide. Industrial Arts/Technology Education."},
      {
        "id":"ED291941",
        "title":"Industrial Enterprise. Grade 12. Course #8196 (Semester). Technology Education Course Guide. Industrial Arts/Technology Education."},
      {
        "id":"ED291942",
        "title":"Industrial Arts/Technology Education. A Guide for Developing Contemporary Industrial Arts/Technology Education Curricula."},
      {
        "id":"ED291945",
        "title":"Procedures for Writers in the Field of Adult Education: How To Make Your Writings More Consistently Accessible within Computerized Information Databases."},
      {
        "id":"ED291946",
        "title":"The Agricultural Work Force of 1985. A Statistical Profile. Agricultural Economic Report 582."},
      {
        "id":"ED291947",
        "title":"Regional Characteristics of U.S. Farms and Farmers in the 1980's. ERS Staff Report No. AGES880128."},
      {
        "id":"ED291951",
        "title":"Lifelong Learning Research Conference Proceedings (9th, College Park, Maryland, February 25-26, 1988)."},
      {
        "id":"ED291956",
        "title":"Technological Literacy: The Roles of Practical Arts and Vocational Education. Proceedings from an International Symposium on Technological Literacy (Columbus, Ohio, May 13-15, 1987)."},
      {
        "id":"ED291957",
        "title":"A Step-by-Step Guide to Integrating Science Concepts and Vocational Skills in the High School Classroom: The Sandy Union High School Experience."},
      {
        "id":"ED291958",
        "title":"VESL for Data Entry: A Competency-based Curriculum Guide. Project OSCAER."},
      {
        "id":"ED291959",
        "title":"VESL for Heating and Air Conditioning: A Competency-based Curriculum Guide. Project OSCAER."},
      {
        "id":"ED291960",
        "title":"VESL for Cooking: A Competency-based Curriculum Guide. Project OSCAER."},
      {
        "id":"ED291961",
        "title":"The Age Discrimination in Employment Act: An Evaluation of Federal and State Enforcement, Employer Compliance and Employee Characteristics. A Final Report to the NRTA-AARP Andrus Foundation."},
      {
        "id":"ED291967",
        "title":"Employer Education Assistance: A Brief Discussion of Current Legislation and Issues. CRS Report for Congress."},
      {
        "id":"ED291971",
        "title":"Vocational Teacher Education: A Survey of Preservice and Inservice Preparation."},
      {
        "id":"ED291973",
        "title":"Dynamics of Vocational Education Effects on Labor Market Outcomes."},
      {
        "id":"ED291981",
        "title":"External versus Internal Control of Beverage Consumption in Males at Risk for Alcoholism."},
      {
        "id":"ED291985",
        "title":"The Impact of Pubertal and Social Events upon Girls' Problem Behavior."},
      {
        "id":"ED291986",
        "title":"Gender Differences in Job Attitudes and Personological Variables."},
      {
        "id":"ED291987",
        "title":"Job Demands, Productivity, and Type A Behavior: An Observational Analysis."},
      {
        "id":"ED291988",
        "title":"In Search of the Different Voice: Gender Differences in Adult Moral Reasoning."},
      {
        "id":"ED291989",
        "title":"Body Image, Self-Monitoring, and Gender."},
      {
        "id":"ED291990",
        "title":"Nursing Home Insurance: Exploiting Fear for Profit? (An Examination of an Emerging Long-Term Care Insurance Market.) A Briefing Report by the Chairman of the Subcommittee on Health and Long-Term Care of the Select Committee on Aging. U.S. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED291991",
        "title":"The Health Status and Health Care Needs of Older Americans. An Information Paper Prepared for Use by the Special Committee on Aging. United States Senate, 99th Congress, 2d Session."},
      {
        "id":"ED291992",
        "title":"Acquired Immune Deficiency Syndrome (AIDS) and the Veterans' Administration. Hearing before the Subcommittee on Hospitals and Health Care of the Committee on Veterans' Affairs. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED291993",
        "title":"Home Care: The Agony of Indifference. The Role of the Older Americans Act in Assuring Access to Quality Home Care. Hearing before the Special Committee on Aging. United States Senate, One Hundredth Congress, First Session."},
      {
        "id":"ED291994",
        "title":"The Crisis in Home Health Care: Greater Need, Less Care. Hearing before the Special Committee on Aging. United States Senate, Ninety-Ninth Congress, Second Session (Philadelphia, PA, July 28, 1986)."},
      {
        "id":"ED291995",
        "title":"The Catastrophic State of Catastrophic Health Care Coverage. Hearing before the Special Committee on Aging. United States Senate, One Hundredth Congress, First Session (Birmingham, Alabama)."},
      {
        "id":"ED291996",
        "title":"Catastrophic Health Care Costs. Hearing before the Special Committee on Aging. United States Senate, One Hundredth Congress, First Session."},
      {
        "id":"ED291997",
        "title":"Catastrophic Health Insurance: A New Jersey Perspective. Hearing before the Select Committee on Aging. House of Representatives, One Hundredth Congress, First Session (Elizabeth, New Jersey, April 10, 1987)."},
      {
        "id":"ED291999",
        "title":"Medicare: Comparison of Catastrophic Health Insurance Proposals--An Update. Briefing Report to the Chairman, Select Committee on Aging, House of Representatives."},
      {
        "id":"ED292000",
        "title":"Trends in Contraceptive Practice: United States, 1965-76. Vital & Health Statistics. Data from the National Survey of Family Growth, Series 23, No. 10."},
      {
        "id":"ED292001",
        "title":"Contraceptive Use, United States, 1982. Vital &amp; Health Statistics. Data from the National Survey of Family Growth, Series 23, No. 12."},
      {
        "id":"ED292002",
        "title":"Gender and the Meaning of Difference: Alpha and Beta Bias."},
      {
        "id":"ED292006",
        "title":"Adolescent Bereavement after Suicide: A Review."},
      {
        "id":"ED292007",
        "title":"A Cross-Cultural Comparison of Factors Affecting the Job Satisfaction of U.S. and Japanese High School Teachers."},
      {
        "id":"ED292010",
        "title":"Cognitive Learning Strategies: Their Relation to Perceived Need and Help-Seeking Behavior."},
      {
        "id":"ED292013",
        "title":"Differential Utilization of Selected Community Resources by Abused Wives."},
      {
        "id":"ED292015",
        "title":"Adolescent Suicide and Families: A Review of the Literature with Applications."},
      {
        "id":"ED292016",
        "title":"Men's Perceptions of Grandfatherhood."},
      {
        "id":"ED292019",
        "title":"Comparative Health Characteristics of Adolescent and Older Mothers and Their Offspring in Maine."},
      {
        "id":"ED292020",
        "title":"Block Grants: Federal Set-Asides for Substance Abuse and Mental Health Services. Report to the Chairman, Subcommittee on Health and the Environment, Committee on Energy and Commerce, House of Representatives."},
      {
        "id":"ED292022",
        "title":"Projected Prevalence of Alzheimer's Disease among North Dakota's Elderly. Report Series No. 8."},
      {
        "id":"ED292024",
        "title":"Forging the Missing Link in Social Work: A Proposal to Establish a National Social Work Linkage Service."},
      {
        "id":"ED292030",
        "title":"Normal Human Aging: The Baltimore Longitudinal Study of Aging."},
      {
        "id":"ED292032",
        "title":"Legislation on Custody Arrangements. Wisconsin Legislative Council Report No. 2. to the 1987 Legislature. 1987 Assembly Bill 205, Relating to Granting Custody, Periods of Physical Placement and Visitation in an Action Affecting the Family and Making an Appropriation."},
      {
        "id":"ED292037",
        "title":"Gender Differences in Mediator Behavior."},
      {
        "id":"ED292042",
        "title":"Understanding Adolescent Contraceptive Choice: An Empirical Test."},
      {
        "id":"ED292047",
        "title":"Peer Assistance and Leadership (PAL) Program. Program Summary."},
      {
        "id":"ED292050",
        "title":"The Impact of Informal Social Support on Well-Being: Comparison across Stages of Adulthood."},
      {
        "id":"ED292051",
        "title":"Text Structure and Reading Comprehension: The Development of Five Structure Models and Issues in Comprehension of Expository Prose."},
      {
        "id":"ED292055",
        "title":"Read...for the Fun of It! A Compilation of Reading Incentive Programs."},
      {
        "id":"ED292058",
        "title":"Readability: Its Past, Present, and Future."},
      {
        "id":"ED292059",
        "title":"Speech Recognition Technology: An Application to Beginning Reading Instruction. Technical Report."},
      {
        "id":"ED292060",
        "title":"Coherence or Chaos? Qualitative Dimensions of the Literacy Instruction Provided Low-Achievement Children."},
      {
        "id":"ED292061",
        "title":"Success of Children at Risk in a Program That Combines Writing and Reading. Technical Report No. 417."},
      {
        "id":"ED292062",
        "title":"Writing and Reading: The Transactional Theory. Technical Report No. 416."},
      {
        "id":"ED292067",
        "title":"Speed and Accuracy of Word Decoding and Recognition. Research on Instructional Assessment: Instructionally Relevant Reading Assessment."},
      {
        "id":"ED292069",
        "title":"The Assessment of Study Skill Behavior: Current Status; Needed Research."},
      {
        "id":"ED292071",
        "title":"Beyond Recipe: Leading Edges for Teaching Spelling."},
      {
        "id":"ED292073",
        "title":"Effects of Home Literacy on Children&apos;s Recall. Technical Report No. 420."},
      {
        "id":"ED292074",
        "title":"A Classroom Observation Study of Reading Instruction in Kindergarten. Technical Report No. 422."},
      {
        "id":"ED292080",
        "title":"Summertime Favorites."},
      {
        "id":"ED292081",
        "title":"High School Journalism Confronts Critical Deadline. A Report by the Journalism Education Association Committee on the Role of Journalism in Secondaty Education."},
      {
        "id":"ED292082",
        "title":"High School Journalism Confronts Critical Deadline. A Report by the Journalism Education Association Commission on the Role of Journalism in Secondary Education."},
      {
        "id":"ED292085",
        "title":"Horizontal Structure: A Neo-Piagetian Analysis of Structural Parallels across Domains."},
      {
        "id":"ED292086",
        "title":"Communication Skills: A Summer Experience. Grade 3."},
      {
        "id":"ED292088",
        "title":"Promoting Positive Attitudes toward Aging among Young Children through Literature: A Reading List (Preschool-Third Grade)."},
      {
        "id":"ED292090",
        "title":"Changes in Rule Usage in Children's Understanding of 'Big'."},
      {
        "id":"ED292094",
        "title":"Research into Writing and Computers: Viewing the Gestalt."},
      {
        "id":"ED292096",
        "title":"Writing, Reading and Reality."},
      {
        "id":"ED292098",
        "title":"Literacy Theory, Context and Feminist Response."},
      {
        "id":"ED292100",
        "title":"Information Transfer in the Teaching of Academic Writing."},
      {
        "id":"ED292101",
        "title":"Writing and Learning from Text: Case Studies of Process and Product."},
      {
        "id":"ED292102",
        "title":"Projective and Intraceptive Styles of Poetry Interpretation."},
      {
        "id":"ED292104",
        "title":"Cognitive Psychology and Instructions: New Schemes for Old Ways."},
      {
        "id":"ED292107",
        "title":"Constraints in Recall: A Case from Balladry."},
      {
        "id":"ED292108",
        "title":"Teaching Children To Appreciate Literature. ERIC Digest Number 1."},
      {
        "id":"ED292110",
        "title":"Writing for Professional Publication. Fastback 262."},
      {
        "id":"ED292112",
        "title":"Editors' and Publishers' Handbook for Helping High School Journalism Programs."},
      {
        "id":"ED292114",
        "title":"Only Connect: How Literature Teaches Children To Read and Write."},
      {
        "id":"ED292116",
        "title":"Writing across the Disciplines: Respecting the Untranslatable."},
      {
        "id":"ED292118",
        "title":"Dialogue Journals: Facilitating the Reading-Writing Connection with Native American Students."},
      {
        "id":"ED292119",
        "title":"Using Conceptual Analysis in the Classroom: A Writing Process Approach."},
      {
        "id":"ED292120",
        "title":"What Good Is Punctuation? Occasional Paper No. 2."},
      {
        "id":"ED292121",
        "title":"Drawing, Talking, and Writing: Rethinking Writing Development. Occasional Paper No. 3."},
      {
        "id":"ED292122",
        "title":"Writing, Grades 6 and 8: Report of Student Performance 1987-88."},
      {
        "id":"ED292123",
        "title":"Children's Acquisition of Literary Genre: Science Fiction versus Fantasy."},
      {
        "id":"ED292124",
        "title":"National Endowment for the Humanities: Twenty-Second Annual Report--1987."},
      {
        "id":"ED292125",
        "title":"The Fallacy of Decontextualization."},
      {
        "id":"ED292126",
        "title":"Guide to the Logan Pearsall Smith Collection."},
      {
        "id":"ED292127",
        "title":"Who's Expressing in &quot;Expressive Writing&quot;?"},
      {
        "id":"ED292128",
        "title":"The Pleasures of Voices in the Literary Essay: Explorations in the Prose of Gretel Ehrlich and Richard Selzer."},
      {
        "id":"ED292130",
        "title":"Fiction about Hate Groups: A Case Study Approach."},
      {
        "id":"ED292131",
        "title":"Teaching the Playwright's Art: A Research Report."},
      {
        "id":"ED292136",
        "title":"Realism, Rationality, and Rhetoric in Science: A &quot;New&quot; Focus."},
      {
        "id":"ED292137",
        "title":"Teaching Colleagues in Other Disciplines To Assess Communication Competency."},
      {
        "id":"ED292138",
        "title":"Nursing, Nursing Education, and Anxiety."},
      {
        "id":"ED292139",
        "title":"Myths and Mirrors: A Qualitative Analysis of Images of Violence against Women in Mainstream Advertising."},
      {
        "id":"ED292141",
        "title":"The National Film Board's Studio D: Feminists Making Films for Peace."},
      {
        "id":"ED292144",
        "title":"Of Escape Goats and Communication Training."},
      {
        "id":"ED292146",
        "title":"Towards a Critical Paradigm for Change: Habermas'&quot;Ideal Speech Situation&quot; as a Meta-Model of Development Communication."},
      {
        "id":"ED292147",
        "title":"Taking Perspectives: Teaching Critical Thinking in the Argumentation Course."},
      {
        "id":"ED292148",
        "title":"Nuclear Threats and Nuclear Families: The Theme of Safety in Family Sitcoms."},
      {
        "id":"ED292149",
        "title":"A Review of the Existing Literature on the Alcoholic Family and Children of Alcoholics. Student Debut Paper."},
      {
        "id":"ED292153",
        "title":"The Bosstown Sound."},
      {
        "id":"ED292154",
        "title":"The Complexity Of Interactive Change: A Study of Organizational Burnout."},
      {
        "id":"ED292155",
        "title":"Breaking the Patriarchal Vision of Social Science: Lessons from a Family Therapy Model."},
      {
        "id":"ED292160",
        "title":"Free To Choose: The Televising of Local Election Debates."},
      {
        "id":"ED292161",
        "title":"Local Televised Debates: Style versus Content."},
      {
        "id":"ED292164",
        "title":"Argument of the Excluded Middle: The Jackson-Falwell Apartheid Debate."},
      {
        "id":"ED292165",
        "title":"Regional Analysis of the Coverage of Reverend Jesse Jackson: The Confirmation of the Candidate."},
      {
        "id":"ED292167",
        "title":"Political Legitimacy and the Administration of Education. ESA841 Theory and Practice in Educational Administration."},
      {
        "id":"ED292168",
        "title":"The Gaston System: A Community Plans for the Future."},
      {
        "id":"ED292172",
        "title":"At-Risk Students. ERIC Digest Series Number 21."},
      {
        "id":"ED292173",
        "title":"CASDA Annual School Law Conference. Proceedings (2nd, Latham, New York, July 16, 1987)."},
      {
        "id":"ED292175",
        "title":"Reflections on the Consequences of Public Support for Private Schools."},
      {
        "id":"ED292177",
        "title":"Principals' Perceptions of Collegial Support as a Component of Administrative Inservice."},
      {
        "id":"ED292178",
        "title":"School Size, Grade Level Organization, and School Management Trends."},
      {
        "id":"ED292179",
        "title":"Field Relations in Educational Administration Training Programs."},
      {
        "id":"ED292180",
        "title":"Research Trends in Staff Development and Inservice Education."},
      {
        "id":"ED292183",
        "title":"1986-1987 Assessment of School Site Budgeting Practice of the Chicago Public Schools."},
      {
        "id":"ED292184",
        "title":"Who Will Teach? Historical Perspectives on the Changing Appeal of Teaching as a Profession."},
      {
        "id":"ED292185",
        "title":"Building Administrator Skill in a Learning Community."},
      {
        "id":"ED292188",
        "title":"Employees."},
      {
        "id":"ED292189",
        "title":"Bargaining."},
      {
        "id":"ED292194",
        "title":"Finance."},
      {
        "id":"ED292195",
        "title":"Higher Education."},
      {
        "id":"ED292197",
        "title":"Training Educational Personnel for Integrated Curriculum. Report of a Seminar on Further Training of National Officials and Specialists on Integration of the Curriculum at the Primary Level (Dhaka, Bangladesh, June 1-10, 1983)."},
      {
        "id":"ED292204",
        "title":"Models for Selecting Chief State School Officers. Policy Memo Series, No. 1."},
      {
        "id":"ED292205",
        "title":"State Initiatives in Minimum Competency Testing for Students. Policy Issue Series, No. 3."},
      {
        "id":"ED292206",
        "title":"Merit Pay for Teachers, An Analysis of State Policy Options. Policy Issue Series, No. 1. (Reprint July 1987)."},
      {
        "id":"ED292208",
        "title":"How Can We Improve Textbooks?"},
      {
        "id":"ED292210",
        "title":"Measuring School Climate: Questions and Considerations."},
      {
        "id":"ED292213",
        "title":"The Reverse Discrimination Controversy. A Moral and Legal Analysis."},
      {
        "id":"ED292214",
        "title":"Improving School Climate. The Best of ERIC on Educational Management, Number 93."},
      {
        "id":"ED292216",
        "title":"Class Size and Public Policy: Politics and Panaceas."},
      {
        "id":"ED292217",
        "title":"Team Management. ERIC Digest Series, Number EA25."},
      {
        "id":"ED292218",
        "title":"Is There A \"Best\" Way To Change Attitudes toward Persons with Disabilities? A Review of Research."},
      {
        "id":"ED292224",
        "title":"Classics for the Gifted: Some Practical Strategies."},
      {
        "id":"ED292226",
        "title":"Personality and Other Characteristics of the Underachieving Gifted Pupil."},
      {
        "id":"ED292231",
        "title":"Gifted Education: A General Perspective. What Every Teacher Should Know about Gifted Education."},
      {
        "id":"ED292240",
        "title":"Learning to Play--Common Concerns for the Visually Impaired Preschool Child."},
      {
        "id":"ED292244",
        "title":"Adapting Piano Instruction to the Needs of Children with Learning Disabilities: Merging Research &amp; Intervention."},
      {
        "id":"ED292247",
        "title":"Family State-of-the-Art Conference: A Summary of Conference Proceedings (Alexandria, Virginia, February 27-28, 1986)."},
      {
        "id":"ED292248",
        "title":"Catastrophic Health Insurance: The Needs of Children. Joint Hearing before the Subcommittee on Health and Long-Term Care of the Select Committee on Aging and the Select Committee on Children, Youth, and Families. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED292249",
        "title":"The Outlook for Creativity Tests."},
      {
        "id":"ED292250",
        "title":"Project STEEL. A Special Project To Develop and Implement a Computer-Based Special Teacher Education and Evaluation Laboratory. Final Report. Executive Summary."},
      {
        "id":"ED292251",
        "title":"Microcomputer-Based Assessment of Preservice Special Education Teachers. Project STEEL. A Special Project To Develop and Implement a Computer-Based Special Teacher Education and Evaluation Laboratory. Volume I. Final Report."},
      {
        "id":"ED292252",
        "title":"Special Education Teacher Computer Literacy Training. Project STEEL. A Special Project To Develop and Implement a Computer-Based Special Teacher Education and Evaluation Laboratory. Volume II. Final Report."},
      {
        "id":"ED292253",
        "title":"Computer-Based Testing System. Project STEEL. A Special Project To Develop and Implement a Computer-Based Special Teacher Education and Evaluation Laboratory. Volume III. Final Report."},
      {
        "id":"ED292255",
        "title":"Transition from School to Work: A Guide for Parents of Learning Disabled Youth."},
      {
        "id":"ED292256",
        "title":"Handicapped Persons' Rights under Federal Law. Information for Those Who Have Rights and Responsibilities under Section 504 of the Rehabilitation Act of 1973."},
      {
        "id":"ED292257",
        "title":"Los Derechos de las Personas Incapacitadas Bajo la Ley Federal. Seccion 504 de la Ley de Rehabilitacion de 1973 (Handicapped Persons's Rights under Federal Law. Section 504 of the Rehabilitation Act of 1973)."},
      {
        "id":"ED292261",
        "title":"A Review of Current Computer Software for the Development of Individualized Educational Programs."},
      {
        "id":"ED292268",
        "title":"On the Conceptual Confusion about Emotional Disorders and Autism."},
      {
        "id":"ED292270",
        "title":"Language Intervention to a Retarded Child through Cognitive Training and Pretend Play."},
      {
        "id":"ED292271",
        "title":"The Japanese Adaptation of the Portage Early Intervention Model and Some Results."},
      {
        "id":"ED292272",
        "title":"Building Bridges for Communication: A Reference Book on Communication, Terms, Laws, and Other Information Relating to Persons with Disabilities."},
      {
        "id":"ED292277",
        "title":"Mainstream Assistance Teams to Accommodate Difficult-to-Teach Students in General Education."},
      {
        "id":"ED292279",
        "title":"Using Transitions in Program Planning: A Practical Approach."},
      {
        "id":"ED292280",
        "title":"Characteristics of Limited English Proficient Hispanic Students Served in Programs for the Speech and Language Handicapped: Implications for Policy, Practice and Research. Part III."},
      {
        "id":"ED292281",
        "title":"A Parent's Guide to Vocational Education. News Digest Number 8."},
      {
        "id":"ED292288",
        "title":"California Special Education Programs: A Composite of Laws. Education Code--Part 30 and Other Related Laws. Revised To Cover Laws Enacted during 1986. Ninth Edition."},
      {
        "id":"ED292290",
        "title":"A Three-Dimensional Model for Individualizing Instruction for Gifted Students."},
      {
        "id":"ED292291",
        "title":"An Integrated Creative Arts Programme for Exceptionally Talented Children."},
      {
        "id":"ED292296",
        "title":"Agreement in Bloomfield."},
      {
        "id":"ED292298",
        "title":"A Definitional Analysis of English Causative Verbs; Its Linguistic and Psycholinguistic Basis."},
      {
        "id":"ED292299",
        "title":"Group and Individual Evidentials: Sentence-Final &quot;No&quot; and Bare Verbs in Japanese."},
      {
        "id":"ED292302",
        "title":"Affective Factors in Foreign Language Learning and Teaching: A Study of the &quot;Filter.&quot; Jyvaskyla Cross-Language Studies, No. 13."},
      {
        "id":"ED292303",
        "title":"Assessment of Chronography in Finnish-English Telephone Conversation: An Attempt at a Computer Analysis. Jyvaskyla Cross-Language Studies, No. 14."},
      {
        "id":"ED292304",
        "title":"Eastern European Refugee Survey. Final Report."},
      {
        "id":"ED292310",
        "title":"Linguistics in the Undergraduate Curriculum: Final Report."},
      {
        "id":"ED292311",
        "title":"Linguistics in the Undergraduate Curriculum."},
      {
        "id":"ED292312",
        "title":"Directory of Undergraduate Linguistics Programs. Linguistics in the Undergraduate Curriculum, Appendix 1."},
      {
        "id":"ED292313",
        "title":"The Status of Undergraduate Education in Linguistics in the United States and Canada. Linguistics in the Undergraduate Curriculum, Appendix 2."},
      {
        "id":"ED292314",
        "title":"Using Existing Resources To Develop an Undergraduate Linguistics Major. Linguistics in the Undergraduate Curriculum, Appendix 3."},
      {
        "id":"ED292315",
        "title":"Applied Linguistics: An Overview. Linguistics in the Undergraduate Curriculum, Appendix 4-A."},
      {
        "id":"ED292316",
        "title":"Clinical Linguistics. Linguistics in the Undergraduate Curriculum, Appendix 4-B."},
      {
        "id":"ED292317",
        "title":"Community Outreach. Linguistics in the Undergraduate Curriculum, Appendix 4-C."},
      {
        "id":"ED292318",
        "title":"Linguistics and the Study of Literature. Linguistics in the Undergraduate Curriculum, Appendix 4-D."},
      {
        "id":"ED292319",
        "title":"Linguistics and the Teaching of Science. Linguistics in the Undergraduate Curriculum, Appendix 4-E."},
      {
        "id":"ED292320",
        "title":"Linguistics as a Cognitive Science and Its Role in an Undergraduate Curriculum. Linguistics in the Undergraduate Curriculum, Appendix 4-F."},
      {
        "id":"ED292321",
        "title":"Linguistics as an Experimental Discipline. Linguistics in the Undergraduate Curriculum, Appendix 4-G."},
      {
        "id":"ED292322",
        "title":"Linguistics, Cognitive Science and Liberal Education. Linguistics in the Undergraduate Curriculum, Appendix 4-H."},
      {
        "id":"ED292323",
        "title":"Linguistics, Cognitive Science and the Undergraduate Curriculum. Linguistics in the Undergraduate Curriculum, Appendix 4-I."},
      {
        "id":"ED292324",
        "title":"Linguistics in the Study of Information and Intelligence. Linguistics in the Undergraduate Curriculum, Appendix 4-J."},
      {
        "id":"ED292325",
        "title":"Some Thoughts on the Role of Linguistics in a Liberal Arts Education. Linguistics in the Undergraduate Curriculum, Appendix 4-K."},
      {
        "id":"ED292326",
        "title":"Stylistics and Poetics. Linguistics in the Undergraduate Curriculum, Appendix 4-L."},
      {
        "id":"ED292327",
        "title":"Teaching Linguistics in an Interdisciplinary Curriculum. Linguistics in the Undergraduate Curriculum, Appendix 4-M."},
      {
        "id":"ED292328",
        "title":"Teaching Linguistics to Non-Linguistics Majors. Linguistics in the Undergraduate Curriculum, Appendix 4-N."},
      {
        "id":"ED292329",
        "title":"THE USCS Linguistics Major. Linguistics in the Undergraduate Curriculum, Appendix 4-O."},
      {
        "id":"ED292330",
        "title":"Sample Undergraduate Linguistics Courses. Linguistics in the Undergraduate Curriculum, Appendix 5."},
      {
        "id":"ED292332",
        "title":"Shaping the Future of Foreign Language Education: FLES, Articulation, and Proficiency. Report of Central States Conference on the Teaching of Foreign Languages."},
      {
        "id":"ED292333",
        "title":"Articulation for Elementary School Foreign Language Programs: Challenges and Opportunities."},
      {
        "id":"ED292334",
        "title":"Articulation: A Resolvable Problem?"},
      {
        "id":"ED292335",
        "title":"Profiles of Frustration: Second Language Learners with Specific Learning Disabilities."},
      {
        "id":"ED292337",
        "title":"Urban FLES Models: Progress and Promise."},
      {
        "id":"ED292339",
        "title":"Language Learning through Science Activities: Grade School (F.L.A.G.) and Immersion Settings."},
      {
        "id":"ED292344",
        "title":"Japanese Suffixal Accentuation and Lexical Phonology."},
      {
        "id":"ED292350",
        "title":"Second-Position Clitics in Alsea."},
      {
        "id":"ED292353",
        "title":"The Impact of Job-Related Instruction on Language Use: The Case of a Long-Term Resident Second Language Learner."},
      {
        "id":"ED292354",
        "title":"Addressing Third World Development through Youth Exchange."},
      {
        "id":"ED292355",
        "title":"Patientive Absolutive Verbal Morphology and Passive in Samoan."},
      {
        "id":"ED292357",
        "title":"Applications of Cross-Language Analysis. Jyvaskyla Cross-Language Studies, No. 12"},
      {
        "id":"ED292358",
        "title":"A Role for Negative Evidence in Second Language Acquisition?"},
      {
        "id":"ED292360",
        "title":"A National Study of Teaching Assistants. ASHE 1987 Annual Meeting Paper."},
      {
        "id":"ED292361",
        "title":"A Position Paper on Postsecondary Assessment."},
      {
        "id":"ED292363",
        "title":"A Permanency Planning Study: Implications for Child Welfare Curriculum."},
      {
        "id":"ED292364",
        "title":"The Needs of the Nontraditional Bachelor of Social Work Student."},
      {
        "id":"ED292365",
        "title":"Degrees Conferred by Connecticut Colleges and Universities."},
      {
        "id":"ED292367",
        "title":"Evaluation of Developmental Education Programs: Issues, Problems, and Techniques."},
      {
        "id":"ED292368",
        "title":"State Higher Education Policies in the Information Age."},
      {
        "id":"ED292370",
        "title":"Community, Commitment and Congruence: A Different Kind of Excellence. A Preliminary Report on &quot;The Future of the Academic Workplace in Liberal Arts Colleges.&quot;"},
      {
        "id":"ED292371",
        "title":"Public Funding of Private Higher Education."},
      {
        "id":"ED292372",
        "title":"Programs Offered and Programs Completed at North Dakota Institutions of Postsecondary Education, July 1, 1986-June 30, 1987."},
      {
        "id":"ED292375",
        "title":"New Jersey College Basic Skills Placement Testing. Fall 1987. Entering Freshmen."},
      {
        "id":"ED292376",
        "title":"An Ongoing Qualitative Study of Architecture Studio Teaching: Analyzing Teacher-Student Exchanges. ASHE Annual Meeting Paper."},
      {
        "id":"ED292377",
        "title":"Increasing Higher Education's Contribution to Economic Development in Urban and Rural Communities: Lessons from Washington State. ASHE Annual Meeting Paper."},
      {
        "id":"ED292378",
        "title":"The Emergence of the Collegiate System in Classical Islam: 700-1200 A.D. ASHE Annual Meeting Paper."},
      {
        "id":"ED292379",
        "title":"Work Values of Faculty Members in Selected Small Liberal Arts Colleges: A Comparative Study. ASHE Annual Meeting Paper."},
      {
        "id":"ED292381",
        "title":"The Discovery Stage of Presidential Succession. ASHE Annual Meeting Paper."},
      {
        "id":"ED292382",
        "title":"A Review of Selected Theoretical Models of Student Development and Collegiate Impact. ASHE Annual Meeting Paper."},
      {
        "id":"ED292383",
        "title":"A Decade of Research on Graduate Students: A Review of the Literature in Academic Journals. ASHE Annual Meeting Paper."},
      {
        "id":"ED292384",
        "title":"Individual Preferences and Organizational Goals: Consistency and Diversity in the Futures Desired by Campus Leaders. ASHE Annual Meeting Paper."},
      {
        "id":"ED292386",
        "title":"Is Higher Education Confronting Faculty Shortages? ASHE Annual Meeting Paper."},
      {
        "id":"ED292387",
        "title":"The Master's Degree in Higher Education. ASHE Annual Meeting Paper."},
      {
        "id":"ED292390",
        "title":"Senior Administrator Attitudes about Planning. ASHE Annual Meeting Paper."},
      {
        "id":"ED292392",
        "title":"Undergraduate Socialization. ASHE Annual Meeting Paper."},
      {
        "id":"ED292393",
        "title":"Strategic Leadership: The Changing Orientations of College Presidents. ASHE Annual Meeting Paper."},
      {
        "id":"ED292394",
        "title":"Defining &quot;Good Faculty Leadership;&quot; Interpretations of Professors and Presidents. ASHE Annual Meeting Paper."},
      {
        "id":"ED292395",
        "title":"Administration as a Field of Study: Course Requirements in Selected Higher Education Area of Specialization. ASHE Annual Meeting Paper."},
      {
        "id":"ED292398",
        "title":"An Exploration of Nontraditional Postsecondary Enrollment Patterns. ASHE Annual Meeting Paper."},
      {
        "id":"ED292400",
        "title":"Qualifications for Tenure: The Legal Definitions. ASHE Annual Meeting Paper."},
      {
        "id":"ED292401",
        "title":"The &quot;Education Governor&quot;: Political Packaging or Public Policy? ASHE Annual Meeting Paper."},
      {
        "id":"ED292402",
        "title":"Outcomes and Development: Separate Notions or Parts of One Whole. ASHE Annual Meeting Paper."},
      {
        "id":"ED292403",
        "title":"Reciprocal Causation and Mixed Effects within the Tinto Model of College Student Withdrawal. ASHE Annual Meeting Paper."},
      {
        "id":"ED292405",
        "title":"Symbolism and Presidential Perceptions of Leadership. ASHE Annual Meeting Paper."},
      {
        "id":"ED292407",
        "title":"National Science Policy and Universities in the Soviet Union. ASHE Annual Meeting Paper."},
      {
        "id":"ED292408",
        "title":"The Implicit Leadership Theories of College and University Presidents. ASHE Annual Meeting Paper."},
      {
        "id":"ED292409",
        "title":"A Brief for Incorporating Organizational Theory in Student Affairs Preparation and Research. ASHE Annual Meeting Paper."},
      {
        "id":"ED292410",
        "title":"Bridging the Gap between Theory and Practice in Student Affairs. ASHE Annual Meeting Paper."},
      {
        "id":"ED292411",
        "title":"Evaluating Boards of Trustees: In Theory and in Practice. ASHE Annual Meeting Paper."},
      {
        "id":"ED292415",
        "title":"Environmental Influences on Minority Degree Attainment. ASHE Annual Meeting Paper."},
      {
        "id":"ED292416",
        "title":"The Meaning of &quot;Good Presidential Leadership&quot;: A Frame Analysis. ASHE Annual Meeting Paper."},
      {
        "id":"ED292417",
        "title":"The Development of Critical Thinking: Does College Make a Difference? ASHE Annual Meeting Paper."},
      {
        "id":"ED292422",
        "title":"College and University Racial/Ethnic Distribution of Enrollment, New York State, Fall 1986."},
      {
        "id":"ED292423",
        "title":"Debt Collection: More Aggressive Action Needed To Collect Debts Owed by Health Professionals. United States General Accounting Office Report to the Honorable John R. Kasich, House of Representatives."},
      {
        "id":"ED292424",
        "title":"GAO's Views on the Default Task Force's Recommendations for Reducing Default Costs in the Guaranteed Student Loan Program. Testimony before the Subcommittee on Postsecondary Education, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED292425",
        "title":"Affirmative Action in Higher Education."},
      {
        "id":"ED292426",
        "title":"Financial Management: Overall Plan Needed To Guide System Improvements at Education. United States General Accounting Office Report to the Secretary of Education."},
      {
        "id":"ED292432",
        "title":"Pieces of Eight: The Rites, Roles, and Styles of the Dean, by Eight Who Have Been There."},
      {
        "id":"ED292433",
        "title":"Thinking about Assessment: Perspectives for Presidents and Chief Academic Officers."},
      {
        "id":"ED292440",
        "title":"A Report to the People. 20 Years of Your National Commitment to Public Broadcasting, 1967-1987. 1986 Annual Report."},
      {
        "id":"ED292441",
        "title":"Teaching, Media Choice and Cost-Effectiveness of Alternative Delivery Systems. IET Paper No. 264."},
      {
        "id":"ED292442",
        "title":"Television, Learning and Distance Education. IET Paper No. 262."},
      {
        "id":"ED292443",
        "title":"Video at Work in American Schools."},
      {
        "id":"ED292445",
        "title":"The Relationship between Faculty Development (FD), Organizational Development (OD) and Instructional Development (ID): Readiness for Instructional Innovation in Higher Education. Chapter 1."},
      {
        "id":"ED292449",
        "title":"Cognitive Style Mapping: Its Place in Instructional Development. Chapter 6."},
      {
        "id":"ED292452",
        "title":"Politics of Instructional Development in Higher Education. Chapter 9."},
      {
        "id":"ED292460",
        "title":"Computers in Classrooms: A Quasi-Experiment in Guided Change. Final Report."},
      {
        "id":"ED292461",
        "title":"Designing User-Computer Dialogues: Basic Principles and Guidelines."},
      {
        "id":"ED292462",
        "title":"The Influence of an Instructional Design upon the Learning of Distance Education Students in Venezuela. ZIFF Papiere 66."},
      {
        "id":"ED292463",
        "title":"Interactive Video Disc Orientation Documentation."},
      {
        "id":"ED292464",
        "title":"Mental Effort and Perceptions of TV and Books: A Dutch Replication Study Based on Salomon's Model of Learning."},
      {
        "id":"ED292465",
        "title":"Mental Models in Human-Computer Interaction. Research Issues about What the User of Software Knows. Workshop on Software Human Factors: Users' Mental Models (Washington, District of Columbia, May 15-16, 1984)."},
      {
        "id":"ED292466",
        "title":"Television and Children: A Review of Recent Research."},
      {
        "id":"ED292467",
        "title":"Television-Centered, Instructional Delivery Systems: Costs and Case Studies. A Review of Research."},
      {
        "id":"ED292469",
        "title":"The Preservation of Library Materials: A CUL Handbook. Guidelines and Procedures. 4th Edition."},
      {
        "id":"ED292473",
        "title":"Censorship: A Lengthy History, a Continuing Battle [and] Resource List of Censorship-Related Materials."},
      {
        "id":"ED292474",
        "title":"Guide to Access: Government Documents. Academic Library Guide. Government Documents Series Number 1."},
      {
        "id":"ED292475",
        "title":"Congress, Laws, and Regulations: Government Documents. Academic Library Guide. Government Documents Series Number 2."},
      {
        "id":"ED292476",
        "title":"Publications of the Census Bureau. Academic Library Guide. Government Documents Series Number 3."},
      {
        "id":"ED292477",
        "title":"Guide to U.S. Documents in Science and Technology. Academic Library Guide. Government Documents Series Number 4."},
      {
        "id":"ED292478",
        "title":"Library Programs. LSCA Programs: An Action Report."},
      {
        "id":"ED292482",
        "title":"Public Library Space Needs: A Planning Outline. Bulletin No. 8210."},
      {
        "id":"ED292484",
        "title":"Applying Institutional Research in Decision Making. New Directions for Community Colleges, Number 56."},
      {
        "id":"ED292485",
        "title":"Community College Students in the Fine and Performing Arts. ERIC Digest."},
      {
        "id":"ED292487",
        "title":"Iowa System of Merged Area Schools."},
      {
        "id":"ED292488",
        "title":"Highlights of the Survey of Employers of 1985 Howard Community College Graduates. Research Report Number 50."},
      {
        "id":"ED292489",
        "title":"Coastline Community College World Trade Center Institute Business and International Education Program. Final Performance Report: A Summary."},
      {
        "id":"ED292490",
        "title":"Roxbury Community College Report on Transfer Activities, July 1, 1986-June 30, 1987."},
      {
        "id":"ED292496",
        "title":"The Vocational-Liberal Arts Controversy: Looking Backwards."},
      {
        "id":"ED292498",
        "title":"Documentation Handouts."},
      {
        "id":"ED292499",
        "title":"Assessing Institutional Effectiveness: Community College Case Studies."},
      {
        "id":"ED292501",
        "title":"Austin Community College Fact Book, 1986-87."},
      {
        "id":"ED292503",
        "title":"Mount St. Mary's College, Doheny Campus: A Comprehensive Program of Retention for an Ethnically Diverse Student Body."},
      {
        "id":"ED292504",
        "title":"The Costs of Innovation."},
      {
        "id":"ED292505",
        "title":"Mississippi Community and Junior Colleges. Statistical Data, 1986-87."},
      {
        "id":"ED292507",
        "title":"Community, Technical, and Junior Colleges: A Summary of Selected National Data."},
      {
        "id":"ED292509",
        "title":"Developments in Community College Finance. A Staff Report to the California Postsecondary Education Commission."},
      {
        "id":"ED292510",
        "title":"Legislative Priorities of the Commission, 1988. Commission Report 88-2."},
      {
        "id":"ED292514",
        "title":"An Analysis of Placement Testing and Registration Patterns for New Students. Institutional Research Report #35."},
      {
        "id":"ED292515",
        "title":"Student Growth in Self Concept. Institutional Research Report #36."},
      {
        "id":"ED292516",
        "title":"Current Student Assessment of Goal Achievement and Academic and Student Support Services [with a] Subpopulation Analysis by Race and Program. Institutional Research Reports #37 and #37A."},
      {
        "id":"ED292517",
        "title":"General Academic Assessment. Institutional Research In-Brief #38."},
      {
        "id":"ED292518",
        "title":"Educational and Career Outcomes for Respondents to the 1986 Survey of Former Students. Institutional Research Report #38."},
      {
        "id":"ED292519",
        "title":"A Statistical Snapshot of the Division of Community Services. Institutional Research Report #39."},
      {
        "id":"ED292520",
        "title":"Educational and Career Outcomes for Subpopulations of Respondents to the 1986 Survey of Former Students. Institutional Research In-Brief #41, and Institutional Performance Indicators: A Snapshot of Former Student Employment and Transfer Activities. Institutional Research In-Brief."},
      {
        "id":"ED292521",
        "title":"A Proposed Model for Categorizing Successful and Non-Successful Student Outcomes at CCP. Institutional Research In-Brief #42."},
      {
        "id":"ED292522",
        "title":"Annual Statistical Compendium, 1987: Community College of Philadelphia."},
      {
        "id":"ED292523",
        "title":"Transferability of CCP Credits to Temple University. Institutional Research In-Brief #43 and Profile of Temple Transfer Students. Institutional Research In-Brief."},
      {
        "id":"ED292526",
        "title":"The Educational and Training Needs of Public Housing Residents. A Survey of the Residents in Creighton and Hillside Public Housing, Richmond, Virginia."},
      {
        "id":"ED292527",
        "title":"Student Success: The Common Goal. Integrating Student Services within the Community College."},
      {
        "id":"ED292531",
        "title":"Community College Music Survey."},
      {
        "id":"ED292533",
        "title":"Financing Community Colleges, 1988."},
      {
        "id":"ED292534",
        "title":"A Report of the Minority Business Enterprise Project: A Partnership Program of the American Association of Community and Junior Colleges and the Minority Business Development Agency."},
      {
        "id":"ED292535",
        "title":"Houston-Area Community Colleges Reap Rewards of Cooperative Television Campaign. Presentation to the National Council of Community Relations National Conference."},
      {
        "id":"ED292536",
        "title":"Child Care Issues Study. Washington State. A Joint Report of the Higher Education Personnel Board and State Personnel Board."},
      {
        "id":"ED292538",
        "title":"Single Parents in North Dakota: A Statistical Portrait. North Dakota Census Data Center, Report Series No. 1."},
      {
        "id":"ED292539",
        "title":"Parental Leave: Estimated Costs of H.R. 925, the Family and Medical Leave Act of 1987. Report to the Subcommittee on Labor-Management Relations, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED292541",
        "title":"Infancy to Adolescence: Opportunities for Success. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED292545",
        "title":"Trends in Family Income: 1970-1986."},
      {
        "id":"ED292550",
        "title":"American Families in Tomorrow&apos;s Economy. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundredth Congress, First Session (July 1, 1987)."},
      {
        "id":"ED292551",
        "title":"Alternative Reproductive Technologies: Implications for Children and Families. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundredth Congress, First Session (May 21, 1987)."},
      {
        "id":"ED292552",
        "title":"Sexual Abuse in Day Care: A National Study. Executive Summary."},
      {
        "id":"ED292553",
        "title":"Representations of Cooperative Interactions and Their Development in Preschoolers (Representation des composantes de la cooperation au prescolaire dans des situations ludiques libres)."},
      {
        "id":"ED292554",
        "title":"An Interactive Approach to the Study of Infant Temperament, Maternal Caregiving, and Behavioral Outcome."},
      {
        "id":"ED292555",
        "title":"Melodies in Motherese in Tonal and Nontonal Languages: Mandarin Chinese, Caucasian American, and German."},
      {
        "id":"ED292556",
        "title":"Maternal Employment and Adolescent Adjustment and Perceptions of Child Rearing."},
      {
        "id":"ED292571",
        "title":"Latchkey Children and School-Age Child Care: A Background Briefing. Policy Issues."},
      {
        "id":"ED292572",
        "title":"Child Care: A Family Day Home Care Provider Program. Evaluation Report and Report Summary."},
      {
        "id":"ED292573",
        "title":"Prekindergarten Programs in Public Schools: A National and State Review. Policy Issues."},
      {
        "id":"ED292577",
        "title":"The TEA-AEL Parent Education Notebook."},
      {
        "id":"ED292578",
        "title":"Family and Medical Leave Act of 1988. Parts 1 and 2. House of Representatives, 100th Congress, 2d Session. Reports To Accompany H.R. 925 from the Committee on Post Office and Civil Service and the Committee on Education and Labor."},
      {
        "id":"ED292579",
        "title":"Prekindergarten Programs for 3 and 4 Year Old Children at Risk of Academic Failure: 1986-87 School Year. Second Interim Report."},
      {
        "id":"ED292588",
        "title":"Child Care in Oregon: Emerging Solutions. Executive Summary. 1988 Interim Report to the Governor and Legislature."},
      {
        "id":"ED292593",
        "title":"The Occupational Health of Migrant and Seasonal Farmworkers in the United States. Second Edition."},
      {
        "id":"ED292594",
        "title":"The Occupational Health of Migrant and Seasonal Farmworkers in the United States. Report Summary. Second Edition."},
      {
        "id":"ED292596",
        "title":"The Role of Voluntary Association Membership on Rural Community Residents' Awareness of Community Issues."},
      {
        "id":"ED292599",
        "title":"Outward Bound: In Search of Foundations."},
      {
        "id":"ED292602",
        "title":"Native Americans in North Dakota: A Statistical Portrait. North Dakota Census Data Center Report Series No. 5."},
      {
        "id":"ED292606",
        "title":"The Education of Rural Students in the United States."},
      {
        "id":"ED292607",
        "title":"A Summary of Research in Science Education--1986."},
      {
        "id":"ED292608",
        "title":"Trends and Issues in Environmental Education: EE in School Curricula. Reports of a Symposium and a Survey. Environmental Education Information Reports."},
      {
        "id":"ED292611",
        "title":"Division of Science Resources Studies. Project Summaries: FY 1987."},
      {
        "id":"ED292612",
        "title":"The Development and Evaluation of a Chemistry Curriculum for Nursing Schools in Israel."},
      {
        "id":"ED292613",
        "title":"Laboratory Safety Guildeines: 40 Steps for Improving Laboratory Safety."},
      {
        "id":"ED292615",
        "title":"Influences of Examination Policies on Chemistry Teaching Practices in Nigerian High Schools: An Ethnographic Study."},
      {
        "id":"ED292616",
        "title":"Misconceptions about Gravity Held by College Students."},
      {
        "id":"ED292620",
        "title":"Report of the 1985-86 National Survey of Science and Mathematics Education."},
      {
        "id":"ED292621",
        "title":"Building on Success: The Age of Energy Efficiency. Worldwatch Paper 82."},
      {
        "id":"ED292622",
        "title":"Mirrors of Minds: Patterns of Experience in Educational Computing."},
      {
        "id":"ED292625",
        "title":"Salaries of Scientists, Engineers and Technicians. A Summary of Salary Surveys, Thirteenth Edition."},
      {
        "id":"ED292626",
        "title":"Assessing the Impact of the Iowa Honors Workshop on Science Teachers and Students. A Final Report for NSF. With Appendices."},
      {
        "id":"ED292628",
        "title":"Using Knowledge To Build Knowledge: The Thematic Approach to Content Reading."},
      {
        "id":"ED292632",
        "title":"Some Long-Term Effects of Uninformed Conceptual Change."},
      {
        "id":"ED292633",
        "title":"The Understanding Held by Nigerian Science Teachers of Some Science Concepts."},
      {
        "id":"ED292634",
        "title":"Knowledge Representation in Novice Physics Problem Solvers."},
      {
        "id":"ED292641",
        "title":"Assessing Impact of S/T/S Instruction in 4-9 Science in Five Domains."},
      {
        "id":"ED292642",
        "title":"Presidential Young Investigators. 1986 Awards."},
      {
        "id":"ED292643",
        "title":"Educational Technology Center First Year Report."},
      {
        "id":"ED292644",
        "title":"Educational Technology Center Second Year Report."},
      {
        "id":"ED292645",
        "title":"Educational Technology Center Third Year Report."},
      {
        "id":"ED292647",
        "title":"Student Outcomes and Teacher Characteristics in Exemplary Middle and Junior High Science Programs."},
      {
        "id":"ED292651",
        "title":"Ideas and Activities for Physical Science."},
      {
        "id":"ED292652",
        "title":"The Effects of Microcomputer-Based Laboratory Exercises on the Acquisition of Line Graph Construction and Interpretation Skills by High School Biology Students."},
      {
        "id":"ED292655",
        "title":"A Model for Implementing Microcomputers in Science Teaching."},
      {
        "id":"ED292656",
        "title":"Tools for Teaching Problem Solving: An Evaluation of a Modeling and Systems Thinking Approach."},
      {
        "id":"ED292657",
        "title":"Magnetic Resonance Imaging. Statement, National Institutes of Health Consensus Development Conference (Washington, D.C., October 26-28, 1987). Volume 6, Number 14, October 26, 1987."},
      {
        "id":"ED292660",
        "title":"The Effect of the 4MAT System on Achievement and Attitudes in Science."},
      {
        "id":"ED292661",
        "title":"The Management of Chemical Waste in a University Setting."},
      {
        "id":"ED292662",
        "title":"Science Education Programs That work. A Collection of Proven Exemplary Educational Programs and Practices in the National Diffusion Network."},
      {
        "id":"ED292663",
        "title":"Assessing the Skill of Variable Identification with Multiple Choice Items."},
      {
        "id":"ED292664",
        "title":"Alternative Mechanisms of Research Support: Inventory and Assessment. Science Policy Study Background Report No 11. Report Transmitted to the Task Force on Science Policy, Committee on Science and Technology, U.S. House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED292669",
        "title":"The Science Curriculum. The Report of the National Forum for School Science (Crystal City, Virginia, November 14-15, 1986). This Year in School Science 1986."},
      {
        "id":"ED292670",
        "title":"Mathematics Curricula and Age Cohort Participation: A Six Nation Comparison."},
      {
        "id":"ED292673",
        "title":"The Effects of Slide/Sound Computer Based Instruction on Students' Achievement and Retention."},
      {
        "id":"ED292674",
        "title":"Expertise, Mental Representations, and Problem-Solving Success: A Study of the Categorizations of Classical Genetics Problems by Biology Faculty, Genetic Counselors, and Students."},
      {
        "id":"ED292675",
        "title":"Determinants of Physical Science Teachers' Intentions to Use Investigative Teaching Methods: A Test of the Theory of Reasoned Action."},
      {
        "id":"ED292676",
        "title":"&quot;World View&quot; Theory and Misconception Research."},
      {
        "id":"ED292679",
        "title":"Equity in Science. A Training Module."},
      {
        "id":"ED292680",
        "title":"Teaching Mathematical Problem Solving: Consistency and Variation in Student Performance in the Classes of Junior High School Teachers."},
      {
        "id":"ED292681",
        "title":"Using Estimation To Learn Fractions with Understanding."},
      {
        "id":"ED292682",
        "title":"Learning Fractions with Understanding: Building upon Informal Knowledge."},
      {
        "id":"ED292683",
        "title":"Using Knowledge of Children's Mathematics Thinking in Classroom Teaching: An Experimental Study."},
      {
        "id":"ED292684",
        "title":"Opening Up the Black Box of Recipe Statistics: Putting the Data Back into Data Analysis."},
      {
        "id":"ED292686",
        "title":"Breaking Down Barriers to Teaching Primary Science: Did a Summer Science Institute Help?"},
      {
        "id":"ED292687",
        "title":"A Case Study of Prior Knowledge, Learning Approach and Conceptual Change in an Introductory College Chemistry Tutorial Program."},
      {
        "id":"ED292688",
        "title":"National Association for Research in Science Teaching Annual Conference, Abstracts of Presented Papers (61st, Lake of the Ozarks, MO, April 10-13, 1988)."},
      {
        "id":"ED292691",
        "title":"Maps and Globes: An Instructional Unit for Elementary Grades."},
      {
        "id":"ED292694",
        "title":"Computer Use and the Social Studies."},
      {
        "id":"ED292696",
        "title":"Irish Educational Studies, Vol. 6, No. 1, 1986-1987."},
      {
        "id":"ED292697",
        "title":"Education Events USA/Britain 1987 (to Oct.)"},
      {
        "id":"ED292698",
        "title":"Media Log: A Guide to Film, Television, and Radio Programs Supported by the National Endowment for the Humanities."},
      {
        "id":"ED292699",
        "title":"The Superpowers: Nuclear Weapons and National Security. National Issues Forums."},
      {
        "id":"ED292700",
        "title":"The Blessings of Liberty: Quotations on the Constitution."},
      {
        "id":"ED292702",
        "title":"Selecting Japan's New Prime Minister. Prepared as Background for the Liberal Democratic Party Presidential Elections."},
      {
        "id":"ED292704",
        "title":"Utilizing Hurricane Data for Classroom Exercises."},
      {
        "id":"ED292706",
        "title":"Innovations in Population Education: Conveying Population Education through Games."},
      {
        "id":"ED292707",
        "title":"Can Informal Logic Courses Teach Critical Thinking: Reflections on McPeck and Paul."},
      {
        "id":"ED292708",
        "title":"Case Study on School Development in Practice. Project No. 8: Innovation in Primary Education."},
      {
        "id":"ED292709",
        "title":"Instructional Models in Methods Courses. Occasional Paper No. 7."},
      {
        "id":"ED292710",
        "title":"Science, Technology, and the Constitution: A Never Ending Tension."},
      {
        "id":"ED292711",
        "title":"A Cross-Cultural Study of Japanese Education."},
      {
        "id":"ED292713",
        "title":"Education and the Quest for Human Completion: The African and Afro-American Perspectives Compared."},
      {
        "id":"ED292714",
        "title":"Citizenship: Goal of Education."},
      {
        "id":"ED292715",
        "title":"Textbook Censorship and the Religious Right: Rise or Decline?"},
      {
        "id":"ED292716",
        "title":"Determining Accuracy of Cultural Perceptions of Oriental Cultures."},
      {
        "id":"ED292717",
        "title":"Studying Russian and Soviet History."},
      {
        "id":"ED292718",
        "title":"Teaching about Korea: Elementary and Secondary Activities."},
      {
        "id":"ED292722",
        "title":"The Constitution in Other Lands."},
      {
        "id":"ED292726",
        "title":"Female Labor Force Participation and Fertility in Nigeria."},
      {
        "id":"ED292728",
        "title":"Global Resources: Teaching about Global Education."},
      {
        "id":"ED292738",
        "title":"Sing A Song of Unsung Heroes and Heroines: Stories and Songs of Pennsylvania Labor Pioneers."},
      {
        "id":"ED292740",
        "title":"Teaching the Federalist Papers. ERIC Digest."},
      {
        "id":"ED292744",
        "title":"Visual Literacy: Art as a Basic in the Elementary School Curriculum. An Annotated Bibliography."},
      {
        "id":"ED292745",
        "title":"The Nineteenth Century Experience of Women College Students: A Profile of the Women and Their Motivations."},
      {
        "id":"ED292746",
        "title":"Guide for Evaluators of Social Studies Courseware. Revised."},
      {
        "id":"ED292747",
        "title":"Irish Educational Studies, Vol. 6, No. 2, 1986-1987."},
      {
        "id":"ED292748",
        "title":"The Emergence of Women in West Virginia History: A Title IX Project for Social Studies."},
      {
        "id":"ED292749",
        "title":"Teaching History in the Elementary School."},
      {
        "id":"ED292751",
        "title":"A Comparison of Individual and School Level Approaches to Merit Pay: A Case Study of the Dade County Public Schools."},
      {
        "id":"ED292752",
        "title":"Graduate Programs of Teacher Education and the Professionalization of Teaching [Revised.]"},
      {
        "id":"ED292754",
        "title":"Mentoring: Challenges and Opportunities for Collaborative Supervision in the University of New Hampshire Five-Year Teacher Education Program."},
      {
        "id":"ED292756",
        "title":"What Career Ladder Evaluations Teach Teacher Educators in Tennessee."},
      {
        "id":"ED292762",
        "title":"The Rich Gets Richer: Multiple Sources of Qualitative Data in an Evaluation of School-Based Health Promotion Programs."},
      {
        "id":"ED292764",
        "title":"Pre-Service Teachers' Perceptions of Discipline Problems and Methods of Managing Disruptive Student Behavior."},
      {
        "id":"ED292766",
        "title":"Micro-teaching as a Model for Teacher Education Preparation: Evaluating the Effects of the Curricular Component, Classroom Instruction, within a General Methods Micro-teaching Approach."},
      {
        "id":"ED292767",
        "title":"The Presidential Physical Fitness Award Program, Featuring the President's Challenge. Instructor's Guide."},
      {
        "id":"ED292769",
        "title":"Introductory Principles of Nutrition: Course Outline and Instructor's Manual."},
      {
        "id":"ED292770",
        "title":"Bibliography of Research Related to Secondary Education. Spring, 1988."},
      {
        "id":"ED292771",
        "title":"Microsupervision as a Method for Teacher Education."},
      {
        "id":"ED292774",
        "title":"Teaching Teachers: Facts &amp; Figures."},
      {
        "id":"ED292775",
        "title":"Overseas Employment Opportunities for Educators. Department of Defense Dependents Schools, School Year 1988-89."},
      {
        "id":"ED292776",
        "title":"Practical Arguments Are No Accounts of Teacher Thinking: But Then, What Is? Occasional Paper No. 119."},
      {
        "id":"ED292777",
        "title":"Up From Excellence: The Impact of the Excellence Movement on Schools."},
      {
        "id":"ED292778",
        "title":"Project Education Reform: Time for Results. Newsletters--May, September, and December, 1987."},
      {
        "id":"ED292779",
        "title":"Status of Health and Physical Education in Louisiana Public Schools: Grades 6-12, 1987. Research Bulletin 1811."},
      {
        "id":"ED292780",
        "title":"Summary of Findings from National Children and Youth Fitness Study II."},
      {
        "id":"ED292781",
        "title":"Middle Level Teacher Education Programs: A Second Survey (1986-87). Including Directory of Institutions with Special Middle Level Teacher Education Programs. Report."},
      {
        "id":"ED292783",
        "title":"Employment and Education of Teaching Assistants. Institutional Responsibilities and Responses. Readings from a National Conference."},
      {
        "id":"ED268616",
        "title":"Popular Readings in Public Speaking. A Selected, Annotated Bibliography."},
      {
        "id":"ED268617",
        "title":"Learning Resources for Public Relations."},
      {
        "id":"ED268619",
        "title":"Interaction across the Curriculum: A Model for the Development of Competence in Social Interaction."},
      {
        "id":"ED268620",
        "title":"A Compilation of Federal Education Laws. Volume I--General Provisions, as Amended through December 31, 1984."},
      {
        "id":"ED268621",
        "title":"The Politics of Teacher Education Reform."},
      {
        "id":"ED268625",
        "title":"Using Data and Information Systems to Support School Improvement and Accountability. Conference Proceedings (Portland, Oregon, October 31-November 1, 1985)."},
      {
        "id":"ED268631",
        "title":"The Illinois General Purpose Grant-in-Aid System, 1973-1985. Revised."},
      {
        "id":"ED268640",
        "title":"The Basic Education Program for North Carolina's Public Schools. Revised."},
      {
        "id":"ED268643",
        "title":"Assisting State Education Agencies to Improve the Quality of Education. RBS Regional Exchange Final Report."},
      {
        "id":"ED268644",
        "title":"Effective Leadership for Instructional Improvement."},
      {
        "id":"ED268647",
        "title":"Procurement: National Institute of Education's Procurement Practices. Report to the Chairman, Subcommittee on Intergovernmental Relations and Human Resources, Committee on Government Operations, House of Representatives."},
      {
        "id":"ED268648",
        "title":"The Language and Implementation of State Educational Policy."},
      {
        "id":"ED268649",
        "title":"Policy Documentation and Assessment: A Conceptual Framework."},
      {
        "id":"ED268650",
        "title":"Achievement Directed Leadership: Final Report of the Basic Skills Component."},
      {
        "id":"ED268652",
        "title":"The Concept of Curriculum Design."},
      {
        "id":"ED268655",
        "title":"Mirrors of Excellence: Reflections for Teacher Education from Training Programs in Ten Corporations and Agencies."},
      {
        "id":"ED268656",
        "title":"Pre-Career Ladder Teacher Evaluation in Tennessee: Analysis of Type and Content of Locally Developed Teacher Evaluation Instruments."},
      {
        "id":"ED268657",
        "title":"Preventive Law Institute on Career Ladders and Merit Pay. The Proceedings. (Austin, Texas, August 7, 1985)."},
      {
        "id":"ED268659",
        "title":"Finances of Public School Systems in 1982-83. Government Finances."},
      {
        "id":"ED268662",
        "title":"Prayer in Public School Graduation Ceremonies."},
      {
        "id":"ED268663",
        "title":"Administrator's Handbook for Improving Faculty Morale."},
      {
        "id":"ED268664",
        "title":"Principal Roles, Other In-School Variables, and Academic Achievement by Ethnicity and SES."},
      {
        "id":"ED268665",
        "title":"The Assistant Principal. The Best of ERIC on Educational Management, Number 82."},
      {
        "id":"ED268666",
        "title":"Preventing Dropouts. The Best of ERIC on Educational Management, Number 83."},
      {
        "id":"ED268668",
        "title":"Copyright Issues in Computer-Assisted Instruction."},
      {
        "id":"ED268670",
        "title":"Construction Management for Educational Facilities: Professional Services' Procurement and Competitive Bid Statutes."},
      {
        "id":"ED268676",
        "title":"An Instrument for a Legal Review of Public School Curriculum Policies and Procedures."},
      {
        "id":"ED268677",
        "title":"Academic Penalties for Student Misconduct."},
      {
        "id":"ED268680",
        "title":"Arbitrary and Capricious Nonrenewal Decisions."},
      {
        "id":"ED268681",
        "title":"Current Litigation Involving School Finance Issues."},
      {
        "id":"ED268683",
        "title":"Title IX: Current Judicial, Legislative, and Administrative Activity."},
      {
        "id":"ED268687",
        "title":"A Study of Teachers Who Leave the Teaching Profession."},
      {
        "id":"ED268689",
        "title":"Instructional Problem Solving in Staff Development: The Principal's Role as an Instructional Leader."},
      {
        "id":"ED268693",
        "title":"School Management, School Development, School Improvement in the United States (and) New Light from an Old Lamp: Castleton High School. Report No. 3201."},
      {
        "id":"ED268696",
        "title":"Administration of Maintenance and Operations in California School Districts: A Handbook for School Administrators and Governing Boards."},
      {
        "id":"ED268699",
        "title":"National Directory: Training and Employment Programs for Americans with Disabilities."},
      {
        "id":"ED268702",
        "title":"Teaching Learning Disabled Students at the Secondary School Level. What Research and Experience Say to the Teacher of Exceptional Children."},
      {
        "id":"ED268705",
        "title":"Personality Measurement in Fathers of Mentally Retarded and Emotionally Disturbed Children."},
      {
        "id":"ED268706",
        "title":"Special Education Personnel in Michigan Public Schools. 1977-1985."},
      {
        "id":"ED268709",
        "title":"Professor-Physically Disabled College Student Interaction: Scoring Manual."},
      {
        "id":"ED268712",
        "title":"The Role of Extracurricular Activities in High School Education: A Chart Essay on Survey Findings."},
      {
        "id":"ED268744",
        "title":"Cluster Analysis of the Luria-Nebraska Neuropsychological Battery with Learning Disabled Adults."},
      {
        "id":"ED268745",
        "title":"Decreasing Pica by Targeting Antecedent Scavenging Behaviors."},
      {
        "id":"ED268746",
        "title":"Cognitive Structures of the Gifted: Theoretical Perspectives, Factor Analysis, Triarchic Theories of Intelligence, and Insight Issues."},
      {
        "id":"ED268750",
        "title":"The Status of Handicapped Children in Head Start Programs. Twelfth Annual Report of the U.S. Department of Health and Human Services Provided to the Congress of the United States on Services Provided to Handicapped Children in Project Head Start."},
      {
        "id":"ED268751",
        "title":"There Ought to Be a Law? Ensuring State-Wide Services for Disabled and At-Risk Infants and Toddlers."},
      {
        "id":"ED268756",
        "title":"Training Gaze Direction in Blind Children: Attitude Effects on the Sighted."},
      {
        "id":"ED268757",
        "title":"Project Access V: An Investigation of the Impact of P.L. 89-313 Funds on Early Intervention Programs: Summative Evaluation Reports 1984 and 1985."},
      {
        "id":"ED268767",
        "title":"The Self-Concept of Siblings of Handicapped Children--An Exploratory Study."},
      {
        "id":"ED268768",
        "title":"Paraprofessional and Teacher Perceptions of Their Role Relationships."},
      {
        "id":"ED268770",
        "title":"Social Adjustment and Academic Competency of Children with Conduct Disorders."},
      {
        "id":"ED268773",
        "title":"Expert Systems: Implications for the Diagnosis and Treatment of Learning Disabilities."},
      {
        "id":"ED268780",
        "title":"Motivating Students to Learn English by Combining Slide Presentations with Reading and Listening."},
      {
        "id":"ED268782",
        "title":"Mothers' Strategies for Eliciting Child Verbalizations."},
      {
        "id":"ED268783",
        "title":"White Students' Judgments of Education and Social Mobility of Black English Speakers."},
      {
        "id":"ED268788",
        "title":"Semantic Aphasia and Luria's Neurolinguistic Model."},
      {
        "id":"ED268793",
        "title":"Neurolinguistic Aspects of Finnish Posterior Aphasia."},
      {
        "id":"ED268794",
        "title":"Fragile X Speech in Finnish: Phonological Observations."},
      {
        "id":"ED268795",
        "title":"The Great Neurolinguistics Methodology Debate."},
      {
        "id":"ED268797",
        "title":"Aphasia Syndromes and Their Recovery."},
      {
        "id":"ED268800",
        "title":"Naturalistic Contingencies in Mothers' Interactions with Normal and Retarded Children."},
      {
        "id":"ED268805",
        "title":"Bilingual Education Program Quality Review Instrument, Kindergarten through Grade Six."},
      {
        "id":"ED268807",
        "title":"Activities and Games for Foreign-Language Learning."},
      {
        "id":"ED268809",
        "title":"The Role of Listening and Speaking in a Reading Program."},
      {
        "id":"ED268810",
        "title":"Comprehension and Communication, Fine; But What Do You Do about Grammar?"},
      {
        "id":"ED268813",
        "title":"Black Students' Responses to Oral Instructions Presented in Black English Versus Standard English."},
      {
        "id":"ED268814",
        "title":"Liebes Tagebuch: Abroad at Last, But Let Me Tell You \"auf Deutsch.\""},
      {
        "id":"ED268819",
        "title":"On the Relationship between the Language of Natural Discourse and the Language of Logic: The Interpretation of Semantically Complex Sentences."},
      {
        "id":"ED268820",
        "title":"Printing Cyrillic and Other \"Funny Characters\" from a Computer."},
      {
        "id":"ED268827",
        "title":"Facing the Challenge of New Technologies: Interactive Video and the AUTOTUTOR Project."},
      {
        "id":"ED268828",
        "title":"Panel Discussion of Questions Submitted by Participants in the Convention [On New Approaches in the Language Classroom: Coping with Change]."},
      {
        "id":"ED268835",
        "title":"Frameworks for Reading."},
      {
        "id":"ED268837",
        "title":"Teaching Other Subjects through the Target Language."},
      {
        "id":"ED268838",
        "title":"The Teaching of Literature."},
      {
        "id":"ED268841",
        "title":"Learning German without a Teacher: Report on a Self-instructional Programme for Undergraduate Students of Engineering Science at Trinity College Dublin, 1982-84. CLCS Occasional Paper No. 14."},
      {
        "id":"ED268846",
        "title":"Les droits linguistiques et scolaires au Quebec et au Canada (Linguistic and Educational Rights in Quebec and Canada)."},
      {
        "id":"ED268848",
        "title":"Restoring Scholarship to Collegiate Mathematics."},
      {
        "id":"ED268849",
        "title":"Taking Teaching Seriously."},
      {
        "id":"ED268852",
        "title":"How to Choose a College: Guide for the Student with a Disability."},
      {
        "id":"ED268853",
        "title":"A Profile of Incoming Freshmen at the University of Maryland, College Park, 1985. Research Report No. 13-85."},
      {
        "id":"ED268866",
        "title":"Institutional Responses to Enrollment Decline: The Role of Perceptions. ASHE 1986 Annual Meeting Paper."},
      {
        "id":"ED268867",
        "title":"MISAA, The Fall of Saigon, and College Choice, 1972 to 1980. ASHE 1986 Annual Meeting Paper."},
      {
        "id":"ED268868",
        "title":"The Power of Lower Participants in Educational Organizations. ASHE 1986 Annual Meeting Paper."},
      {
        "id":"ED268871",
        "title":"Managing Academic Deficiency: A Microanalysis of 19th Century Image Making in American Higher Education. ASHE 1986 Annual Meeting Paper."},
      {
        "id":"ED268872",
        "title":"Those Standardized Competency Examinations: What Do They Really Tell Us about Our Student Bodies? ASHE 1986 Annual Meeting Paper."},
      {
        "id":"ED268873",
        "title":"Impact of the Advanced Institutional Development Program on the Institutional Viability of Seven Black 1890 Land Grant Institutions. ASHE 1986 Annual Meeting Paper."},
      {
        "id":"ED268874",
        "title":"College Contexts, Student Integration, and Educational Attainment. ASHE 1986 Annual Meeting Paper."},
      {
        "id":"ED268876",
        "title":"Student Loan Payers and Defaulters. ASHE 1986 Annual Meeting Paper."},
      {
        "id":"ED268879",
        "title":"Studying Faculty Behavior: An Activity-Driven Typology. ASHE 1986 Annual Meeting Paper."},
      {
        "id":"ED268881",
        "title":"Trends in Corporate Voluntary Gift and Tax Support to Higher Education. ASHE 1986 Annual Meeting Paper."},
      {
        "id":"ED268884",
        "title":"Career Lines of Top-Level Two-Year College Administrators: Implications for Leadership in a New Era. ASHE 1986 Annual Meeting Paper."},
      {
        "id":"ED268885",
        "title":"Boundaries of the Top-Level Two-Year College Administrative Labor Market: Implications for Leadership and Cooperation. ASHE 1986 Annual Meeting Paper."},
      {
        "id":"ED268886",
        "title":"Public Higher Education and the State: Models for Financing, Budgeting, and Accountability. ASHE 1986 Annual Meeting Paper."},
      {
        "id":"ED268887",
        "title":"A Perspective on the Antecedents, Present Status, and Future Developments of Academic Program Review in Higher Education. ASHE 1986 Annual Meeting Paper."},
      {
        "id":"ED268890",
        "title":"Leadership and Learning: The College President as Intuitive Scientist. Presidential Address: ASHE 1986 Annual Meeting Paper."},
      {
        "id":"ED268892",
        "title":"Indigenous Efforts at Individualizing Program Review: A Case Study. ASHE 1986 Annual Meeting Paper."},
      {
        "id":"ED268893",
        "title":"Negotiating Politics in Organizational Cultures: Some Considerations for Effective Program Evaluation. ASHE 1986 Annual Meeting Paper."},
      {
        "id":"ED268894",
        "title":"Higher Education under Study: A Comparative Analysis of Six Statewide Reports. ASHE 1986 Annual Meeting Paper."},
      {
        "id":"ED268897",
        "title":"Changes in Program Review: A Case Study. ASHE 1986 Annual Meeting Paper."},
      {
        "id":"ED268900",
        "title":"Long-Term Persistence of Two-Year College Students. ASHE 1986 Annual Meeting Paper."},
      {
        "id":"ED268903",
        "title":"Aging and Faculty Distribution of Their Work Effort. ASHE 1986 Annual Meeting Paper."},
      {
        "id":"ED268904",
        "title":"Critical Choices: From Adolescence to Maturity in Higher Education Research. ASHE 1986 Annual Meeting Paper."},
      {
        "id":"ED268906",
        "title":"Problems in Researching Topics Related to Program Review: A Case Study. ASHE 1986 Annual Meeting Paper."},
      {
        "id":"ED268907",
        "title":"What Jobs Will Be Available for Persons with a Postsecondary Education in 1985?"},
      {
        "id":"ED268908",
        "title":"Comments on Possible Policy Research Uses of Four Major Longitudinal Data Bases."},
      {
        "id":"ED268909",
        "title":"Recent Trends in Subsidies to Higher Education in Europe."},
      {
        "id":"ED268910",
        "title":"Changes in the Employment Patterns of College-Educated Workers, 1950-75."},
      {
        "id":"ED268915",
        "title":"College Enrollment Holds Steady, Survey Shows. American Council on Education News."},
      {
        "id":"ED268920",
        "title":"In Case of Sexual Harassment: A Guide for Women Students. We Hope It Doesn't Happen to You, But If It Does."},
      {
        "id":"ED268921",
        "title":"Improving Teaching and Learning in Large Classes: A Practical Manual."},
      {
        "id":"ED268922",
        "title":"Medicare: Documenting Teaching Physician Services Still a Problem. Report to Congressional Committees by the United State General Accounting Office."},
      {
        "id":"ED268923",
        "title":"Administration of University Athletic Programs: Internal Control and Excellence. An Executive Summary."},
      {
        "id":"ED268927",
        "title":"The Calculation and Presentation of Management Information from Comparative Budget Analysis."},
      {
        "id":"ED268930",
        "title":"Persistence and Graduation of UC Davis Undergraduates: 1971-1983."},
      {
        "id":"ED268932",
        "title":"The Graduates of 1983 and 1973: Their Postgraduate Studies, Occupations, and Impressions of UC Davis."},
      {
        "id":"ED268934",
        "title":"Long-Term Educational Attainment in an Open-Access University System: Effects of Ethnicity, Economic Status, and College Type."},
      {
        "id":"ED268936",
        "title":"Promoting Excellence through Information and Technology. General Session Presentations of the Anniversary Forum of the Association for Institutional Research (25th, Portland, Oregon, April 28-May 1, 1985)."},
      {
        "id":"ED268937",
        "title":"Supervisory Skills and Challenges: A Handbook for Physician Assistants."},
      {
        "id":"ED268942",
        "title":"Doctoral Education in Nursing: An Assessment of Quality, 1979-1984."},
      {
        "id":"ED268945",
        "title":"A Renewed Partnership. Report of the White House Science Council Panel on the Health of U.S. Colleges and Universities."},
      {
        "id":"ED268947",
        "title":"Distance Education in Higher Education. Inter-Country Study Visit-cum-Mobile Workshop (Sukhothai Thammathirat Open University, Bangkok, Thailand, and Darling Downs Institute of Advanced Education, Toowoomba, Queensland, Australia, September 6-16, 1983)."},
      {
        "id":"ED268953",
        "title":"Scotia, California: What Difference Do Classroom Computers Make?"},
      {
        "id":"ED268955",
        "title":"The First Six Months of a Pilot Teletext Service. The Last Five Months of a Pilot Teletext Service. Interim Results on Utilization and Attitudes. [Two Reports.]"},
      {
        "id":"ED268959",
        "title":"APPLE In-Service Programming for Teachers."},
      {
        "id":"ED268960",
        "title":"Computer Education. Alaska Elementary Curriculum Guide. First Edition [and] Computer Education. Alaska Secondary Curriculum Guide. First Edition."},
      {
        "id":"ED268962",
        "title":"The Future of Educational Computers. Concept Paper."},
      {
        "id":"ED268965",
        "title":"Learning from Audio-Visual Media: The Open University Experience. IET Papers on Broadcasting No. 183."},
      {
        "id":"ED268966",
        "title":"New Technology and Its Impact on Conventional and Distance Education. Papers on Information Technology No. 237."},
      {
        "id":"ED268969",
        "title":"On the Status of Distance Education in the World in the 1980s--A Preliminary Report on the Fernuniversitat Comparative Study."},
      {
        "id":"ED268975",
        "title":"The Development of Systematic Instruction in the Open University."},
      {
        "id":"ED268976",
        "title":"International Co-Production of Distance-Teaching Courses."},
      {
        "id":"ED268977",
        "title":"Print, Television, and Radio in Education: Principles and Examples."},
      {
        "id":"ED268978",
        "title":"The Applications of Computers in Education in Developing Countries--with Specific Reference to the Cost-Effectiveness of Computer-Assisted Instruction."},
      {
        "id":"ED268980",
        "title":"ITV and Radio Resources in the Defined Minimum Program. 1985-86 Curriculum Guide. A Guide for Use of Instructional Television and Radio Programs Presented over the South Carolina Educational Television and Radio Networks, in Meeting Curriculum Needs in Elementary, Junior High and Senior High Levels of Instruction."},
      {
        "id":"ED268981",
        "title":"The Electronic Dilemma of TV Advertising: Documentation, The Reactions of Business, Cultural Consequences and Consumer Implications. Working Paper No. 2."},
      {
        "id":"ED268982",
        "title":"Evaluation of the CMI Instructor Role Training Program in the Navy and Air Force. Final Report."},
      {
        "id":"ED268983",
        "title":"Guidelines for Educational Software in California Schools. Revised."},
      {
        "id":"ED268984",
        "title":"Integrated Circuits/Segregated Labor: Women in Three Computer-Related Occupations. Project Report No. 84-A27."},
      {
        "id":"ED268985",
        "title":"Microcomputer Learning Project. Willow Creek School Division No. 28."},
      {
        "id":"ED268988",
        "title":"Report on 1984-85 Statewide Computer Survey."},
      {
        "id":"ED268989",
        "title":"Cognitive Education and Native Adolescents: A Pilot Study."},
      {
        "id":"ED268991",
        "title":"A Look at High School Students and Computers: An Observational Study."},
      {
        "id":"ED268993",
        "title":"The Student Video Productions Handbook. A Guide to Planning and Teaching Student Video Productions."},
      {
        "id":"ED268995",
        "title":"District and School Incentives for Teachers' Instructional Uses of Microcomputers."},
      {
        "id":"ED268996",
        "title":"A Survey of Incentives for Staff Development of Computer-Based Instruction."},
      {
        "id":"ED268997",
        "title":"Formative Evaluation of \"Measurement: The Difference between Perimeter and Area\" and \"Measurement: Dividing Regions into Subregions for Finding Area\" from Math Works. Research Report 94."},
      {
        "id":"ED268998",
        "title":"What the Research Is Saying. Give and Take Series. Research Report 95."},
      {
        "id":"ED268999",
        "title":"Micros in the Middle School: A Snapshot in 1984. Research Report 93."},
      {
        "id":"ED269003",
        "title":"Toward an Ethics and Etiquette for Electronic Mail."},
      {
        "id":"ED269012",
        "title":"Transforming American Education: Reducing the Risk to the Nation. A Report to the Secretary of Education, United States Department of Education, by The National Task Force on Educational Technology."},
      {
        "id":"ED269013",
        "title":"Annual Report on LSCA Special Activities, FY 1984."},
      {
        "id":"ED269014",
        "title":"Bibliographic Entries with a Microcomputer."},
      {
        "id":"ED269017",
        "title":"A Colorado Response to the Information Society: The Changing Academic Library. Proceedings of a Conference (Denver, Colorado, October 6-7, 1983)."},
      {
        "id":"ED269018",
        "title":"Committee on the Records of Government. Report."},
      {
        "id":"ED269019",
        "title":"Comparative Analysis of Monographic Collections in Nursing."},
      {
        "id":"ED269023",
        "title":"Federal HMO Policy: A Library Research Exercise."},
      {
        "id":"ED269027",
        "title":"Selection Policy: Maine State Library, Reader and Information Services Division."},
      {
        "id":"ED269031",
        "title":"Combined School-Public (Community) Libraries. A Brief Overview."},
      {
        "id":"ED269032",
        "title":"The Community of the Book. A Directory of Selected Organizations and Programs."},
      {
        "id":"ED269033",
        "title":"Computer Competencies for MLS Graduates: A Study of the UH Graduate School of Library Studies."},
      {
        "id":"ED269035",
        "title":"ERIC: Online, Offline &amp; Without Line. A Summary and a Report on the Staff Interaction Seminar [at the Institute of Education Library] (Singapore, January 18, 1986)."},
      {
        "id":"ED269036",
        "title":"The Indivisible World. Libraries and the Myth of Cultural Exchange. The Center for the Book Viewpoint Series No. 15."},
      {
        "id":"ED269038",
        "title":"Introduction to the Stony Brook Library: A Self-Paced Workbook for INT 150."},
      {
        "id":"ED269040",
        "title":"Library Statistics of Colleges and Universities in the Pacific Northwest, 1984-85."},
      {
        "id":"ED269041",
        "title":"Library Use Instruction: Syllabus, Lecture Outlines, Assignments, and Guest Presentations."},
      {
        "id":"ED269043",
        "title":"Evolution of the Nebraska Technical Community College System."},
      {
        "id":"ED269047",
        "title":"Determination of Student Willingness to Take Afternoon Classes and Class Time Preference."},
      {
        "id":"ED269055",
        "title":"PVCC First-Time Student Profile, Fall Quarter 1985. Research Report 1-86."},
      {
        "id":"ED269057",
        "title":"Assuring Future Quality: Removing Incompetent Faculty."},
      {
        "id":"ED269058",
        "title":"Report on the Character of Remedial Programs in New Jersey Public Colleges and Universities. Fall, 1984."},
      {
        "id":"ED269059",
        "title":"Results of the New Jersey College Basic Skills Placement Testing. Fall, 1985."},
      {
        "id":"ED269085",
        "title":"A Preliminary Investigation of Grade Point Averages of Early and Late Applicants to Community Colleges."},
      {
        "id":"ED269086",
        "title":"Development of the Two-Year Version of the Institutional Performance Survey."},
      {
        "id":"ED269087",
        "title":"Alternative Methods for Funding Community College Capital Outlay. A Report to the Legislature in Response to Supplemental Language in the 1985-86 Budget Act."},
      {
        "id":"ED269089",
        "title":"Community Colleges and Technician Training. Hearings before the Subcommittee on Science, Research and Technology of the Committee on Science and Technology. House of Representatives, Ninety-Ninth Congress, First Session (September 30; November 19, 1985)."},
      {
        "id":"ED269090",
        "title":"Community College Journal for Research and Planning; Volume 4, Numbers 1-2."},
      {
        "id":"ED269097",
        "title":"Instrumental and Terminal Life Values of Part-Time and Full-Time Community College Faculty in Selected Teaching Assignments."},
      {
        "id":"ED269103",
        "title":"Balancing the Presidential Seesaw. Southern Association of Community and Junior Colleges Occasional Paper Volume 4, Number 2."},
      {
        "id":"ED269105",
        "title":"The Tenth Annual Report of the Academic Senate for California Community Colleges."},
      {
        "id":"ED269109",
        "title":"Annual Student Profile Summary Data on Unduplicated Headcount Enrollment for the Academic Year 1984-85. Research Report 85-34."},
      {
        "id":"ED269110",
        "title":"Placement and Follow-Up Summary Manual: Miami-Dade Community College."},
      {
        "id":"ED269111",
        "title":"Foreign Student Profile. Research Report No. 86-16."},
      {
        "id":"ED269113",
        "title":"Adult Students in Community College: Learning to Manage the Learning Process."},
      {
        "id":"ED269114",
        "title":"Are Communications Technologies in Education a Threat to Faculty? ERIC Digest."},
      {
        "id":"ED269115",
        "title":"Positioning Community Colleges via Economic Development. ERIC Digest."},
      {
        "id":"ED269116",
        "title":"Measuring Student Outcomes through the Associate Degree. ERIC Digest."},
      {
        "id":"ED269117",
        "title":"Community Colleges: How to Develop a Positive Liaison with State Lawmakers. ERIC Digest."},
      {
        "id":"ED269122",
        "title":"Strengthening Head Start Families: Reducing High Risk through Mental Health Prevention/Intervention (MHP/IP). Overview and Final Report."},
      {
        "id":"ED269124",
        "title":"Child Abuse Issues for Child Care Providers."},
      {
        "id":"ED269125",
        "title":"Intervention Strategies with Abused Children."},
      {
        "id":"ED269137",
        "title":"Parents and Schools."},
      {
        "id":"ED269139",
        "title":"My Best Friend Hates Me...and Other Concerns of Childhood."},
      {
        "id":"ED269140",
        "title":"The Development of Children's Concepts of Peers' Attributes."},
      {
        "id":"ED269143",
        "title":"An &quot;Emic&quot; Study of Children's Memory in the Nursery School."},
      {
        "id":"ED269146",
        "title":"Single Subject and Group Data: Choosing the Middle Path."},
      {
        "id":"ED269147",
        "title":"Self-Regulation through Overt Verbalization during Cognitive Skill Learning."},
      {
        "id":"ED269151",
        "title":"Development of Anticipatory Visual Search in One-Year-Olds."},
      {
        "id":"ED269155",
        "title":"Rule-Governed and Contingency-Shaped Behavior of Learning-Disabled, Hyperactive, and Nonselected Elementary School Children."},
      {
        "id":"ED269156",
        "title":"Degree of Stereotypic Responding by Hyperactive, Learning Disabled, and Unselected Children in a Computer-Controlled Task."},
      {
        "id":"ED269157",
        "title":"Infectious Diseases in Day Care."},
      {
        "id":"ED269158",
        "title":"A Report on the Activities of the Select Committee on Children, Youth, and Families. U.S. House of Representatives, Ninety-Ninth Congress, Second Session, together with Dissenting Minority Views."},
      {
        "id":"ED269159",
        "title":"Young and Old Together: A Resource Directory of Intergenerational Programs."},
      {
        "id":"ED269160",
        "title":"Elementary School Program Quality Criteria."},
      {
        "id":"ED269161",
        "title":"Handbook for Conducting an Elementary Program Review."},
      {
        "id":"ED269162",
        "title":"Instructional Patterns: Curriculum for Parenthood Education."},
      {
        "id":"ED269163",
        "title":"Resources for Early Childhood Educators."},
      {
        "id":"ED269165",
        "title":"A Synthesis of Recent Research on Nonpromotion: A Five Year Follow-Up."},
      {
        "id":"ED269167",
        "title":"A Four-Year Longitudinal Study of the Sustained Effects of Promotion/Retention and Skill-Specific Intervention Relative to Identified Deficiencies on the Performance of Elementary Students."},
      {
        "id":"ED269168",
        "title":"Attitudes toward School Subjects of Academically Unpredictable Elementary School Children."},
      {
        "id":"ED269172",
        "title":"Peer Preferences in Toddlerhood: Influences of Friendship and Activity Context."},
      {
        "id":"ED269174",
        "title":"A Systematic Process for Developing Special Services Cooperatives in Rural School Districts."},
      {
        "id":"ED269176",
        "title":"Native Education in Alberta. Committee on Tolerance and Understanding Discussion Paper #2."},
      {
        "id":"ED269177",
        "title":"From Survival to Serendipity; Small Schools in the 80's."},
      {
        "id":"ED269181",
        "title":"Understanding Mexicans and Americans: A Mexican-U.S. Communication Lexicon of Images, Meanings, and Cultural Frames of Reference."},
      {
        "id":"ED269188",
        "title":"A Survey of Professional Training and Certification of Rural Administrators and Rural Teachers in New Mexico."},
      {
        "id":"ED269189",
        "title":"South Dakotans on the Move: Characteristics of People Leaving and Entering the State, 1970 to 1980. Update Series C229, No. 14."},
      {
        "id":"ED269191",
        "title":"Emerging Issues in the Rural Economy of the South. Proceedings of a Regional Workshop (Birmingham, Alabama, January 13-14, 1986). SRDC Series No. 81."},
      {
        "id":"ED269192",
        "title":"Using the Outdoors to Teach Social Studies: Grades 3-10."},
      {
        "id":"ED269199",
        "title":"The Instructional and Noninstructional Duties of Public Elementary School Teachers in the Very Small, Small, and Medium Districts in Montana."},
      {
        "id":"ED269200",
        "title":"Distance Education in Asia and the Pacific."},
      {
        "id":"ED269202",
        "title":"Factors Associated with the Fulfillment of Residential Preferences."},
      {
        "id":"ED269205",
        "title":"Rural Education Curriculum Resource Booklet. Faculty Guide to Rural Education Resources Available at the College of Saint Rose."},
      {
        "id":"ED269206",
        "title":"Rural Economic Development Consequences of the Population Turnaround in Northern Lower Michigan."},
      {
        "id":"ED269208",
        "title":"Characteristics of Successful Native Leaders."},
      {
        "id":"ED269210",
        "title":"Experiential Education as an Integral Part of Day Treatment for Adjudicated Delinquent Youth."},
      {
        "id":"ED269211",
        "title":"Nosotros..Los mexicoamericanos, les puertorriquenos, los cubanos, y los hispanos del Caribe, Centro y Suramerica, y Espana = We...the Mexican Americans, the Puerto Ricans, the Cubans, and the Hispanos from Other Countries in the Caribbean, Central and South America, and from Spain..."},
      {
        "id":"ED269212",
        "title":"An American Indian Development Finance Institution. A Compendium of Papers Submitted to the Select Committee on Indian Affairs of the United States Senate (April, 1986)."},
      {
        "id":"ED269213",
        "title":"An Evaluation of Use Value Production of Farm Women in an Agricultural State."},
      {
        "id":"ED269214",
        "title":"Girl Scouts: A Strong Ally for Rural Education."},
      {
        "id":"ED269215",
        "title":"Indian Health: Budgetary Effects of Indigent Indians' Medical Costs on Two Montana Counties. Fact Sheet for Congressional Requesters."},
      {
        "id":"ED269217",
        "title":"Clustering for School Improvement. A Report on Rural Clusters."},
      {
        "id":"ED269218",
        "title":"American Indian and Alaska Native Education for High Technology: A Research Strategy for Creating Culturally Based Physical Science and Mathematics Education."},
      {
        "id":"ED269220",
        "title":"A Summary of Research in Science Education--1984."},
      {
        "id":"ED269223",
        "title":"Elementary Mathematics Curriculum Guide l982. (Revised 1977 Program of Studies)."},
      {
        "id":"ED269224",
        "title":"Guidelines for the Use of Calculators, Grades 1-12."},
      {
        "id":"ED269225",
        "title":"Metric Practice Guide for Teachers. Based on Accepted Canadian Standards."},
      {
        "id":"ED269228",
        "title":"Validity and Use of a Classroom Environment Instrument for Higher Education."},
      {
        "id":"ED269229",
        "title":"Assessment of Teachers' Perceptions of School-Level Environment."},
      {
        "id":"ED269236",
        "title":"Experimental and Analytic Evaluation of the Effects of Visual and Motion Simulation in SH-3 Helicopter Training. Technical Report 85-002."},
      {
        "id":"ED269243",
        "title":"What Research Says about Science Textbooks, Science Reading and Science Reading Instruction: A Research Agenda."},
      {
        "id":"ED269244",
        "title":"Errors in Processing Mathematical Information: A Cross-Sectional and Longitudinal Study of Individual and Sex Differences. Final Report."},
      {
        "id":"ED269247",
        "title":"Mathematics K-12. Teacher Handbook. North Carolina Competency-Based Curriculum Subject-by-Subject."},
      {
        "id":"ED269248",
        "title":"Science K-12. Teacher Handbook. North Carolina Competency-Based Curriculum Subject-by-Subject."},
      {
        "id":"ED269249",
        "title":"Program Descriptions for Science Instructional Materials."},
      {
        "id":"ED269250",
        "title":"Mathematics Framework for California Public Schools, Kindergarten through Grade Twelve."},
      {
        "id":"ED269253",
        "title":"Report on the Work of the Committee on Indicators of Precollege Education in Science and Mathematics."},
      {
        "id":"ED269254",
        "title":"Student Conceptions of Natural Selection and Its Role in Evolution, Research Series No. l65."},
      {
        "id":"ED269255",
        "title":"Time and Territory: A Preliminary Exploration of Space and Utilization Guidelines in Engineering and the Natural Sciences. Commission Report 86-2."},
      {
        "id":"ED269256",
        "title":"New Directions for Intervention: Report from the National Science Foundation Committee on Equal Opportunities in Science and Technology."},
      {
        "id":"ED269259",
        "title":"The Territorial Sea: Prospects for the United States."},
      {
        "id":"ED269263",
        "title":"The Effect of Overt Verbalization on the Learning and Retention of Geometry Concepts. Working Paper No. 189."},
      {
        "id":"ED269264",
        "title":"Results from First Individual Interview (October l978), Coordinated Study No. l. Working Paper No. 281."},
      {
        "id":"ED269265",
        "title":"Results from Second Individual Interview (January l979), Coordinated Study No. l. Working Paper No. 285."},
      {
        "id":"ED269266",
        "title":"Results from Third Individual Interview (May l979), Coordinated Study No. l. Working Paper No. 289."},
      {
        "id":"ED269267",
        "title":"Coordinated Study Individual Interview Procedures. Working Paper No. 290."},
      {
        "id":"ED269268",
        "title":"Results from Fourth Individual Interview (September l979), Coordinated Study No. l. Working Paper No. 292."},
      {
        "id":"ED269269",
        "title":"Results from Fifth Individual Interview (January l980), Coordinated Study No. l. Working Paper No. 293."},
      {
        "id":"ED269270",
        "title":"Results from First and Second Individual Interviews (February and May l980) of the Second Phase of the Longitudinal Study. Working Paper No. 310."},
      {
        "id":"ED269271",
        "title":"Results from Eighth Individual Interview (January l98l), Coordinated Study No. l. Working Paper No. 313."},
      {
        "id":"ED269272",
        "title":"Classroom Learning: Results from Observations - Sandy Bay Study. Working Paper No. 326."},
      {
        "id":"ED269273",
        "title":"Using Research in the Professional Life of Mathematics Teachers. International Congress on Mathematical Education (5th, Adelaide, Australia, August 24-30, 1984)."},
      {
        "id":"ED269277",
        "title":"Academic Tasks in High School Biology: A Genetics Unit. R&amp;D Rep. 6197."},
      {
        "id":"ED269278",
        "title":"University Funding: Assessing Federal Funding Mechanisms for University Research. Report to the Chairman, Committee on Science and Technology, House of Representatives."},
      {
        "id":"ED269281",
        "title":"Critical Thinking throughout the Undergraduate Psychology Curriculum."},
      {
        "id":"ED269283",
        "title":"Computer Simulation in Social Science."},
      {
        "id":"ED269284",
        "title":"USA/USSR Textbook Distortions."},
      {
        "id":"ED269286",
        "title":"Consumer Education in Illinois Schools, 1986."},
      {
        "id":"ED269290",
        "title":"Economics in the General Curriculum 14-18. Curriculum Paper."},
      {
        "id":"ED269292",
        "title":"Communication within the American Counterculture."},
      {
        "id":"ED269296",
        "title":"Fine Arts in the Curriculum."},
      {
        "id":"ED269297",
        "title":"National Endowment for the Arts: 1965-1985. A Brief Chronology of Federal Involvement in the Arts."},
      {
        "id":"ED269298",
        "title":"Born in Brooklyn: The Origins of the N.Y.C. Public High School, 1890-1914."},
      {
        "id":"ED269302",
        "title":"Visitor Reports about Chinese Schools: Annotated Bibliography."},
      {
        "id":"ED269303",
        "title":"Study Abroad; Student and Academic Exchanges; Foreign Students in China; Chinese Students Abroad: Annotated Bibliography."},
      {
        "id":"ED269304",
        "title":"Intellectuals in China: Annotations."},
      {
        "id":"ED269305",
        "title":"Education (General, All Levels) in the People's Republic of China; Past and Present: Annotated Bibliography."},
      {
        "id":"ED269306",
        "title":"People's Republic of China, Brief History and School Policy."},
      {
        "id":"ED269307",
        "title":"Historiography in the People's Republic of China: Annotated Bibliography (Historians, History Teaching, History Writing)."},
      {
        "id":"ED269308",
        "title":"Secondary Education in the People's Republic of China: Annotated Bibliography."},
      {
        "id":"ED269309",
        "title":"The Arts and 504: A 504 Handbook for Accessible Arts Programming."},
      {
        "id":"ED269313",
        "title":"Ecopolitical Issues and the Secondary Curriculum."},
      {
        "id":"ED269314",
        "title":"The Changing Image of World Affairs and the Role of Citizen: Local Communities and Global Education."},
      {
        "id":"ED269316",
        "title":"Syllabi. DODDS Social Studies Programs: Kindergarten through Grade Twelve."},
      {
        "id":"ED269317",
        "title":"Social Studies Curriculum Guide: Grade 1."},
      {
        "id":"ED269318",
        "title":"Social Studies Curriculum Guide: Grade 2."},
      {
        "id":"ED269319",
        "title":"Social Studies Curriculum Guide: Grade 3."},
      {
        "id":"ED269320",
        "title":"Social Studies Curriculum Guide: Grade 4."},
      {
        "id":"ED269321",
        "title":"Social Studies Curriculum Guide: Grade 5."},
      {
        "id":"ED269322",
        "title":"Social Studies Curriculum Guide: Grade 6."},
      {
        "id":"ED269323",
        "title":"Social Studies Curriculum Guide: Grade 7."},
      {
        "id":"ED269324",
        "title":"Social Studies Curriculum Guide: Grade 8."},
      {
        "id":"ED269325",
        "title":"Social Studies Curriculum Guide: World Regions/Cultures."},
      {
        "id":"ED269326",
        "title":"Social Studies Curriculum Guide: United States History."},
      {
        "id":"ED269327",
        "title":"Social Studies Curriculum Guide: World History."},
      {
        "id":"ED269328",
        "title":"Social Studies Curriculum Guide: Government."},
      {
        "id":"ED269329",
        "title":"Creative Role-Playing Exercises in Science and Technology."},
      {
        "id":"ED269332",
        "title":"An Analysis of the Foundations of Art Criticism Instruction: Sociopolitical Consequences of Theoretical and Research Deficits."},
      {
        "id":"ED269334",
        "title":"Chautauqua County: Past and Present. Research Guide No. 53."},
      {
        "id":"ED269335",
        "title":"Performance Expectancy, Success, Satisfaction and Attributions as Variables in Band Challenges."},
      {
        "id":"ED269336",
        "title":"Portrait Gallery Illuminates--Grant's Triumphs, Failures."},
      {
        "id":"ED269337",
        "title":"Grant and the Black Soldier."},
      {
        "id":"ED269338",
        "title":"Grant's Final Battle: The Writing of His Memoirs."},
      {
        "id":"ED269340",
        "title":"Education in Asia and the Pacific: Reviews, Reports and Notes. Number 22."},
      {
        "id":"ED269343",
        "title":"Educational Developmentalism in Nigeria: Education for the Masses or Just Mass Education?"},
      {
        "id":"ED269346",
        "title":"Relationships between a Typology of Teacher Educational Beliefs and Three Domains of the Elementary Classroom Curriculum. A Study of Schooling Technical Report No. 34."},
      {
        "id":"ED269348",
        "title":"Exploring the Concept of School Renewal: Cultural Differences and Similarities between More and Less Renewing Schools. A Study of Schooling Technical Report No. 33."},
      {
        "id":"ED269351",
        "title":"The Costs of Academic Excellence in Teacher Education. Working Paper #5."},
      {
        "id":"ED269361",
        "title":"The Teacher in the Catholic School."},
      {
        "id":"ED269362",
        "title":"Teacher Personnel Policies and Possible Outcomes in Four Types of Secondary Schools. Final Report."},
      {
        "id":"ED269363",
        "title":"Pilot Testing and Evaluation of the CDC-Sponsored STD Curriculum. Final Report."},
      {
        "id":"ED269364",
        "title":"The Influence of Student Characteristics on Their Reasons for Entering Teacher Education."},
      {
        "id":"ED269365",
        "title":"Recruiting Superior Teachers: The Interview Process. Fastback 239."},
      {
        "id":"ED269366",
        "title":"Legal Basics for Teachers. Fastback 235."},
      {
        "id":"ED269367",
        "title":"Physical Fitness of University Faculty Members."},
      {
        "id":"ED269369",
        "title":"The Role of Teacher Education in Teacher Socialization: A Case Study."},
      {
        "id":"ED269371",
        "title":"The ERIC Guidebook to the Background Papers for \"A Call for Change in Teacher Education: The Report of the National Committee on Excellence in Teacher Education.\""},
      {
        "id":"ED269372",
        "title":"Being an Ethical Critic: A Practical Perspective."},
      {
        "id":"ED269373",
        "title":"Computers in Schools of Southeast Texas."},
      {
        "id":"ED269374",
        "title":"Moonlighting, Salary, and Morale: The Texas Teachers' Story."},
      {
        "id":"ED269375",
        "title":"School Health Education. ERIC Digest 2."},
      {
        "id":"ED269376",
        "title":"Wellness: A Balanced Lifestyle. ERIC Digest 3."},
      {
        "id":"ED269377",
        "title":"Reproducing Domestic Laborers through Office Education."},
      {
        "id":"ED269380",
        "title":"A Conceptual Framework for the Mission of the NIE Research and Development Center for Teacher Quality and Effectiveness: Final Report."},
      {
        "id":"ED269382",
        "title":"Tracking: Can It Benefit Low Achieving Students?"},
      {
        "id":"ED269383",
        "title":"Ways to Improve Schools and Education Project. Final Report (December 1, 1984 - November 30, 1985)."},
      {
        "id":"ED269384",
        "title":"Socializing Student Motivation to Learn. Research Series No. 169."},
      {
        "id":"ED269385",
        "title":"Toward a Theory of Student Status as Socially Constructed. Occasional Paper No. 88."},
      {
        "id":"ED269388",
        "title":"Ways to Improve Schools and Education through Education-Community Partnerships. Executive Summary of the Final Report."},
      {
        "id":"ED269389",
        "title":"Estimates of Teacher Demand and Supply and Related Policy Issues."},
      {
        "id":"ED269391",
        "title":"Preservice Students' Attitudes toward Pupil Control as They Develop throughout the Field Experiences."},
      {
        "id":"ED269393",
        "title":"The Dynamics of the Teacher Labor Market in the Southeast. Selected Monographs in Educational Policy Research, Number 3."},
      {
        "id":"ED269394",
        "title":"Fringe Benefits Available to Public School Teachers in the Southeast. Research Report. Occasional Papers in Educational Policy Analysis."}]
  }}
