{
  "response":{"numFound":509939,"start":164000,"numFoundExact":true,"docs":[
      {
        "id":"ED269395",
        "title":"Fringe Benefits Available to Public School Teachers in the Southeast. Executive Summary. Occasional Papers in Educational Policy Analysis."},
      {
        "id":"ED269397",
        "title":"Defining the Critical Elements of a Mastery Learning Program."},
      {
        "id":"ED269398",
        "title":"Context Variables That Affect Measures of Teacher Efficacy."},
      {
        "id":"ED269399",
        "title":"Relationships between Student Characteristics and Changes in Attitudes, Concerns, Anxieties and Confidence about Teaching During Teacher Preparation."},
      {
        "id":"ED269401",
        "title":"Understanding Teacher Supply and Demand in the Southeast: A Synthesis of Qualitative Research to Aid Effective Policy Making. Occasional Papers in Educational Policy Analysis. Paper No. 420."},
      {
        "id":"ED269402",
        "title":"An Analysis of Competitive Salary Levels for Teachers in the Public Schools of the Southeast. Occasional Papers in Educational Policy Analysis. Paper No. 418."},
      {
        "id":"ED269404",
        "title":"Directory of Organizations Related to Teacher Education."},
      {
        "id":"ED269406",
        "title":"Current Developments in Teacher Induction Programs. ERIC Digest No. 5."},
      {
        "id":"ED269407",
        "title":"Components of Good Teacher Induction Programs. ERIC Digest 4."},
      {
        "id":"ED269408",
        "title":"Data Needs on Teacher Supply and Demand. ERIC Digest No. 6."},
      {
        "id":"ED269409",
        "title":"Pennsylvania School District Testing Programs."},
      {
        "id":"ED269411",
        "title":"A Comparison of Alternate-Choice and True-False Item Forms Used in Classroom Examinations."},
      {
        "id":"ED269414",
        "title":"On Comparing Transition Rate Gains."},
      {
        "id":"ED269415",
        "title":"Achievement Gains of Fifth Grade Pupils Taught by Teachers Using the Essentials of Instruction: A Pilot Study."},
      {
        "id":"ED269418",
        "title":"The Psychometric Characteristics of the SAT for Nine Handicapped Groups. Studies of Admissions Testing and Handicapped People. Report No. 3."},
      {
        "id":"ED269420",
        "title":"Assessment of the Dimensionality of NAEP Year 15 Reading Data."},
      {
        "id":"ED269421",
        "title":"The Role of Elaborations in Instructional Texts: Learning to Use the Appropriate Procedure at the Appropriate Time."},
      {
        "id":"ED269425",
        "title":"Appraising Student Achievement in Mathematics."},
      {
        "id":"ED269426",
        "title":"The Oral Language Proficiency of Teachers in the United States in the 1980's--An Empirical Study. Self-Assessment of Oral Language Proficiency. Final Report."},
      {
        "id":"ED269427",
        "title":"Initial Skill Learning: An Analysis of How Elaborations Facilitate the Three Components."},
      {
        "id":"ED269428",
        "title":"Cognitive Strategies in Learning Maps."},
      {
        "id":"ED269429",
        "title":"Cross-National Study of the Structure and Level of Multidimensional Self-Concepts: An Application of Confirmatory Factor Analysis."},
      {
        "id":"ED269430",
        "title":"Effects of Training, Grade Level, and Subject Taught on the Types of Tests and Test Items Used by Teachers."},
      {
        "id":"ED269432",
        "title":"A Longitudinal Study of Systematic Efforts to Raise Standardized Achievement Test Scores Using Factors from School Effectiveness Research."},
      {
        "id":"ED269435",
        "title":"Strategies for Improving Evaluation Implementation."},
      {
        "id":"ED269437",
        "title":"A Computerized Implementation of a Flexilevel Test and Its Comparison with a Bayesian Computerized Adaptive Test."},
      {
        "id":"ED269440",
        "title":"The Evolution of Evaluation: Title I to Chapter 1."},
      {
        "id":"ED269441",
        "title":"Generic Evaluation--An Approach to Surviving Multi-Project Evaluations."},
      {
        "id":"ED269442",
        "title":"Microcomputer Programs for Educational Statistics: A Review of Popular Programs. TME Report 89."},
      {
        "id":"ED269443",
        "title":"Sampling Procedures Used for National Surveys of Public School Teachers--Problems and Possible Solutions."},
      {
        "id":"ED269444",
        "title":"Student Performance Standards of Excellence for Florida Schools in Mathematics, Science, Social Studies and Writing. Grades Three, Five, Eight, and Twelve. 1984-85 through 1988-89."},
      {
        "id":"ED269445",
        "title":"Student Placement Study: 1985-86 State-Funded Compensatory/Remedial Program Evaluation. Placement Report. Bulletin 1765."},
      {
        "id":"ED269446",
        "title":"State-Funded Compensatory/Remedial Program Final Evaluation, 1984-85. Longitudinal Effects."},
      {
        "id":"ED269447",
        "title":"Teachers as Naturalistic Inquirers -- A Case Study."},
      {
        "id":"ED269460",
        "title":"The Ethics of Quantification and Why It Doesn't Work; or Life among the Numerologists, Inumerates, and Qualitatives."},
      {
        "id":"ED269462",
        "title":"An Investigation of the Validity of the Sequential Probability Ratio Test for Mastery Decisions in Criterion-Referenced Testing."},
      {
        "id":"ED269465",
        "title":"National Longitudinal Study of the High School Class of 1972 Fifth Follow-Up Survey and High School and Beyond Third Follow-Up Survey. Field Test Report."},
      {
        "id":"ED269466",
        "title":"The Relationship between the Curriculum and Test Development: Some Considerations for the Future."},
      {
        "id":"ED269468",
        "title":"Testing in the Schools: Scientific Challenges to Practice and Policy Implications."},
      {
        "id":"ED269470",
        "title":"The Use of Microcomputers to Improve the Reliability and Validity of Content Analysis in Evaluation."},
      {
        "id":"ED269471",
        "title":"A System for Measuring School Effectiveness: The Profile of School Excellence (PRO-S/E)."},
      {
        "id":"ED269472",
        "title":"Using Locally Developed Comprehensive Exams for Majors to Assess and Improve Academic Program Quality."},
      {
        "id":"ED269474",
        "title":"Are Teacher Perceptions of School Effectiveness Variables Correlated with Student Achievement and Student Attitudes?"},
      {
        "id":"ED269475",
        "title":"Building a User-Oriented Statewide Score Reporting System."},
      {
        "id":"ED269476",
        "title":"A Comparison of Item Parameter Estimates and Ability Parameter Estimates Obtained by Different Methods Implemented by BILOG."},
      {
        "id":"ED269477",
        "title":"CRT Development: An Overview of Why and How--One District's Perspective."},
      {
        "id":"ED269478",
        "title":"Diversity in Program Improvement Approaches: Implications for Technical Assistance."},
      {
        "id":"ED269479",
        "title":"Elementary/Middle School Reading Comprehension vs. High School Mathematics: Two Different Approaches to CRT Development."},
      {
        "id":"ED269480",
        "title":"An Empirical Comparison of Size and Power of Seven Methods for Analyzing Multivariate Data in the Two-Sample Case."},
      {
        "id":"ED269482",
        "title":"Historical Perspectives on Black Families."},
      {
        "id":"ED269484",
        "title":"Cuban Value Orientations. Cultural Monograph Number 1. Bilingual Multicultural Education Training Project for School Psychologists and Guidance Counselors."},
      {
        "id":"ED269487",
        "title":"Health Service Utilization Patterns of Southeast Asian Refugees: Rhode Island Medicaid/Refugee Medical Assistance Data Analysis, October 1979 to December 1982."},
      {
        "id":"ED269488",
        "title":"Labor Force Participation and Employment of Southeast Asian Refugees in the United States."},
      {
        "id":"ED269491",
        "title":"Using Natural Channels for School Improvement: A Report on Four Years of Urban Development Program."},
      {
        "id":"ED269492",
        "title":"A Tutor Handbook for TRIO Programs. Operation Success."},
      {
        "id":"ED269497",
        "title":"Hispanic Youth Employment Guidebook: Local Government Approaches Using Public-Private Partnerships."},
      {
        "id":"ED269498",
        "title":"An Evaluation of the SEEK Prefreshman Summer Program at Baruch College, 1984."},
      {
        "id":"ED269499",
        "title":"The SEEK Prefreshman Summer Program at Baruch College, 1984: A Followup Study."},
      {
        "id":"ED269502",
        "title":"Evaluation of Project ALERT (Atlantans Learning Employment Responsibilities Together). Summer Youth Employment Program 1985."},
      {
        "id":"ED269503",
        "title":"After &quot;Aguilar v. Felton&quot;: Chapter 1 Services to Nonpublic Schoolchildren. A Report Prepared for the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, U.S. House of Representatives, Ninety-ninth Congress, Second Session (March 1986)."},
      {
        "id":"ED269504",
        "title":"Immigration Statistics. Hearing before the Subcommittee on Census and Population of the Committee on Post Office and Civil Service, House of Representatives, Ninety-Ninth Congress, First Session (October 10, 1985)."},
      {
        "id":"ED269505",
        "title":"War on Poverty--Victory or Defeat? Hearing before the Subcommittee on Monetary and Fiscal Policy of the Joint Economic Committee, Congress of the United States, Ninety-Ninth Congress, First Session (June 20, 1985)."},
      {
        "id":"ED269506",
        "title":"The West Virginia Dropout Study 1984-85."},
      {
        "id":"ED269509",
        "title":"Catholic High Schools: Their Impact on Low-Income Students."},
      {
        "id":"ED269511",
        "title":"Oversight Hearing on the Job Training Partnership Act (Part 1). Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor, House of Representatives, Ninety-Ninth Congress, First Session (Washington, DC, May 2, 1985)."},
      {
        "id":"ED269512",
        "title":"Oversight Hearing on the Job Training Partnership Act (Part 2). Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor, House of Representatives, Ninety-Ninth Congress, First Session (Montebello, CA, June 28, 1985)."},
      {
        "id":"ED269516",
        "title":"Demographic Projections to the Year 2000 of Limited English Proficient Hispanic Accessions in the U.S. Army. ARI Research Report 1349 Revised."},
      {
        "id":"ED269517",
        "title":"Improving Schooling to Reduce Teenage Pregnancy. ERIC/CUE Digest, Number 28."},
      {
        "id":"ED269518",
        "title":"Creating Racial Integration in a Desegregated Magnet School. ERIC/CUE Digest, Number 29."},
      {
        "id":"ED269520",
        "title":"A Typology of Cause-Focused Strategies of Delinquency Prevention. Reports of the National Juvenile Justice Assessment Centers."},
      {
        "id":"ED269530",
        "title":"Closing the Gap: Forty Years of Economic Progress for Blacks."},
      {
        "id":"ED269531",
        "title":"Unrealized Potential: Case Management in the U.S. Refugee Program. Final Report."},
      {
        "id":"ED269532",
        "title":"Haitian Value Orientations. Cultural Monograph Number 2. Bilingual Multicultural Education Training Project for School Psychologists and Guidance Counselors."},
      {
        "id":"ED269533",
        "title":"Value Orientations of Vietnamese Culture. Cultural Monograph No. 3. Bilingual Multicultural Education Training Project for School Psychologists and Guidance Counselors."},
      {
        "id":"ED269534",
        "title":"U.S.--American Value Orientations. Cultural Monograph No. 4. Bilingual Multicultural Education Training Project for School Psychologists and Guidance Counselors."},
      {
        "id":"ED269535",
        "title":"Meeting the Educational Needs of Limited English Proficient Students: Policy Issues and Perspectives. Teacher Training Monograph No. 1. Teacher Training Project for Bilingual & English to Speakers of Other Languages Teachers."},
      {
        "id":"ED269536",
        "title":"Developing Student Functional Proficiency: A Teachers&apos; Casebook Part I. Teacher Training Monograph No. 2. Teacher Training Project for Bilingual &amp; English to Speakers of Other Languages Teachers."},
      {
        "id":"ED269537",
        "title":"Implications of Psychological Research for Assessment and Instruction of the Culturally Different. Bilingual Multicultural Education Training Project for School Psychologists and Guidance Counselors."},
      {
        "id":"ED269551",
        "title":"Utilizing the Concepts of Strategic Planning in an Educational Setting."},
      {
        "id":"ED269554",
        "title":"Proceedings of the Annual Adult Education Research Conference (25th, Raleigh, North Carolina, April 5-7, 1984)."},
      {
        "id":"ED269570",
        "title":"A Demographic Study of the Typical Post-Secondary Student in State Operated Vocational Technical Schools in Kentucky. Final Report."},
      {
        "id":"ED269572",
        "title":"Effects of Schooling on Cognitive, Attitudinal, and Behavioral Outcomes. Technical Report."},
      {
        "id":"ED269573",
        "title":"Real-Life English for Adults: Using a Competency-Based Approach in ESOL Instruction."},
      {
        "id":"ED269576",
        "title":"Promoting Entrepreneurship Education in Vocational Education: A Final Report Prepared for a Project to Promote Economic Development through Entrepreneurship Education and Training."},
      {
        "id":"ED269577",
        "title":"Resources for Entrepreneurship Education."},
      {
        "id":"ED269578",
        "title":"Post Secondary Correctional Education: An Evaluation of Parolee Performance."},
      {
        "id":"ED269581",
        "title":"Improving Instruction for the Student Deficient in Basic Skills."},
      {
        "id":"ED269583",
        "title":"Work Orientations of Australian Secondary School Students."},
      {
        "id":"ED269585",
        "title":"The Evaluation of Adult Intelligence: A New Constructivism."},
      {
        "id":"ED269589",
        "title":"A Guide for Developing Curriculum and Planned Courses for Medical Assisting Programs."},
      {
        "id":"ED269590",
        "title":"A Guide for Preparing the Application for Program Approval for Certification of Nursing Assistants for Long Term Care Agencies and Home Health Aides in Pennsylvania."},
      {
        "id":"ED269591",
        "title":"The U.S. Farm Sector in the Mid-1980's. Agricultural Economic Report Number 548."},
      {
        "id":"ED269592",
        "title":"Provisions of the Food Security Act of 1985. Agricultural Information Bulletin Number 498."},
      {
        "id":"ED269593",
        "title":"The Mid-Atlantic Region in Transition: Employment Trends, 1974-84. Rural Development Research Report Number 57."},
      {
        "id":"ED269599",
        "title":"Four National Training Systems Compared: Achievements and Issues. Occasional Paper No. 114."},
      {
        "id":"ED269600",
        "title":"Education for Work, K-12. Occasional Paper No. 115."},
      {
        "id":"ED269601",
        "title":"Nutri-Calc. Courseware Evaluation for Vocational and Technical Education."},
      {
        "id":"ED269616",
        "title":"Evaluate Your Instructional Effectiveness. Second Edition. Module D-6 of Category D--Instructional Evaluation. Professional Teacher Education Module Series."},
      {
        "id":"ED289784",
        "title":"Vegetarian Footwear."},
      {
        "id":"ED289785",
        "title":"Motivating the Potential Social Worker."},
      {
        "id":"ED289786",
        "title":"Humanism and Geography. Papers Presented at the Annual Meeting of the Canadian Association of Geographers (Ottawa, Ontario, Canada, 1986). Carleton Geography Discussion Paper No. 3."},
      {
        "id":"ED289787",
        "title":"A World of Fiction: Global Insights in Fictional Literature."},
      {
        "id":"ED289790",
        "title":"Women and Geography, 1987: A Bibliography."},
      {
        "id":"ED289794",
        "title":"The Mini-Economy: Integrating Economics into the Elementary Curriculum."},
      {
        "id":"ED289798",
        "title":"Value Added: A Case Study of a Geography Course."},
      {
        "id":"ED289800",
        "title":"Social Studies Education: Kindergarten-Grade 12. National Survey."},
      {
        "id":"ED289804",
        "title":"Expanding the Audience for the Performing Arts."},
      {
        "id":"ED289806",
        "title":"Handbook on Human Rights and Citizenship: Perspectives of Five Nations."},
      {
        "id":"ED289807",
        "title":"American History Textbooks: An Assessment of Quality."},
      {
        "id":"ED289808",
        "title":"Teaching and Learning about the Constitution in Secondary School Courses on American History: Persistent Problems and Promising Practices."},
      {
        "id":"ED289813",
        "title":"Justice Around the World: A Student Packet for Elementary Schools. Foreign Area Materials Center Occasional Publication 25."},
      {
        "id":"ED289814",
        "title":"Justice Around the World: A Student Packet for Secondary Schools. Foreign Area Materials Center Occasional Publication 26."},
      {
        "id":"ED289815",
        "title":"Teaching about National Security: Instructional Strategies and Lessons for High School Courses in History, Government, Geography, Economics."},
      {
        "id":"ED289820",
        "title":"An English Perspective on Inservice: A Comparative Analysis to Practices and Views in the United States."},
      {
        "id":"ED289823",
        "title":"Comparative Report of the Fees &amp; Charges of Public Parks &amp; Recreation Departments in Virginia 1987."},
      {
        "id":"ED289824",
        "title":"Collaboration for the Improvement of Teacher Education (CITE) Project. Data Collection Plan &amp; Instruments 1987-88/Year 3."},
      {
        "id":"ED289828",
        "title":"Assessment of School Needs for Special Populations. Staff Survey."},
      {
        "id":"ED289830",
        "title":"Teacher Expectations Action Packet. Research, Strategies and Programs for Special Populations."},
      {
        "id":"ED289833",
        "title":"Profile of Education Doctorates: 1976 to 1986."},
      {
        "id":"ED289834",
        "title":"A Model for Improved Educational Decision Making."},
      {
        "id":"ED289841",
        "title":"The American Teacher 1987. Strengthening Links between Home and School. The Metropolitan Life Survey."},
      {
        "id":"ED289846",
        "title":"The Teacher Career Cycle: Model Development and Research Report."},
      {
        "id":"ED289848",
        "title":"Non-Academic Indicators of Teacher Effectiveness--A Review of the Literature."},
      {
        "id":"ED289852",
        "title":"Davis County School District/Utah State University Development of Leadership in School Administration. A Partnership Program 1987-88."},
      {
        "id":"ED289854",
        "title":"A Survey of Pre-service Teachers Enrolled in a General Methods Course with Perceptions of Micro-teaching Laboratory toward Various Components of the Experience."},
      {
        "id":"ED289856",
        "title":"Are Beginning Teachers &quot;Bottom of the Barrel&quot;? An Institutional Study of the Academic Quality of Teacher Certification Graduates, 1982-1986."},
      {
        "id":"ED289863",
        "title":"Expert Witnesses: Mentor Teachers and Their Colleagues."},
      {
        "id":"ED289864",
        "title":"Cases as Catalysts for Cases."},
      {
        "id":"ED289865",
        "title":"Ideas II. A Sharing of Teaching Practices by Secondary School Physical Education Practitioners."},
      {
        "id":"ED289866",
        "title":"The Value of Physical Activity."},
      {
        "id":"ED289867",
        "title":"Principles of Safety in Physical Education and Sport."},
      {
        "id":"ED289868",
        "title":"Children/Youth Physical Fitness Program Management System."},
      {
        "id":"ED289870",
        "title":"Handbook for Youth Sports Coaches."},
      {
        "id":"ED289871",
        "title":"The Relation of Empathy and Self-Esteem With Active Sporting."},
      {
        "id":"ED289872",
        "title":"Aerobic Exercise Prescription for Rheumatoid Arthritics."},
      {
        "id":"ED289874",
        "title":"Physical Activity & Well-being."},
      {
        "id":"ED289875",
        "title":"Dance Directory. Programs of Professional Preparation in American Colleges and Universities."},
      {
        "id":"ED289876",
        "title":"Implementation of Health Fitness Exercise Programs."},
      {
        "id":"ED289877",
        "title":"Fitness in the Elementary Schools. A Teacher's Manual."},
      {
        "id":"ED289878",
        "title":"Intramurals and Club Sports. A Handbook."},
      {
        "id":"ED289879",
        "title":"Physical Education NCATE Guidelines."},
      {
        "id":"ED289880",
        "title":"Physical Education Professional Preparation: Insights and Foresights. Proceedings from the National Conference on Preparing the Physical Education Specialist for Children (2nd, Orlando, Florida October 20-23, 1984)."},
      {
        "id":"ED289882",
        "title":"Influence of Subject Characteristics, Incentives and Multiple Mailouts on Survey Responses."},
      {
        "id":"ED289884",
        "title":"Legal Issues in Testing."},
      {
        "id":"ED289885",
        "title":"Measuring Teacher Attitudes toward Mainstreaming."},
      {
        "id":"ED289886",
        "title":"Minimum Competency Testing and the Handicapped."},
      {
        "id":"ED289887",
        "title":"Student Evaluation of Teacher Performance."},
      {
        "id":"ED289888",
        "title":"Practices in Educational Program Evaluation, 1980-1983."},
      {
        "id":"ED289889",
        "title":"Publish--Don't Perish!"},
      {
        "id":"ED289891",
        "title":"The Goldstein-Scheerer Tests of Abstract and Concrete Thinking. Test Review."},
      {
        "id":"ED289892",
        "title":"How Respondents Use Response Alternatives To Estimate Behavioral Frequencies."},
      {
        "id":"ED289894",
        "title":"Delaware Educational Assessment Program. 1986 Report to the Legislature."},
      {
        "id":"ED289897",
        "title":"National Education Longitudinal Study of 1988. Field Test Report."},
      {
        "id":"ED289898",
        "title":"Chapter 2 Formula. 1986-87 Final Report."},
      {
        "id":"ED289899",
        "title":"Launching toward Success: The School-Community Guidance Center and the Transitional Academic Program. Evaluation, 1986-87."},
      {
        "id":"ED289900",
        "title":"Testing Students for ECIA Chapter 1 Eligibility, 1985-86."},
      {
        "id":"ED289901",
        "title":"Rural Economics: Farmers in Transition. Preliminary Assessment of Dislocated Farmer Assistance Program."},
      {
        "id":"ED289902",
        "title":"Cognitive Style: A Review of the Literature. Technical Report 1985-1."},
      {
        "id":"ED289905",
        "title":"Evaluating the Implementation of the Economic Education Curriculum in Utah Schools."},
      {
        "id":"ED289906",
        "title":"An Empirical System for Assessing the Impact of Aptitude Requirement Adjustments on Air Force Initial Skills Training."},
      {
        "id":"ED289907",
        "title":"Predicting Success and Measuring Math Skills Improvement in an Introductory Statistics Course."},
      {
        "id":"ED289908",
        "title":"The Development of the National Study of School Evaluation's K-12 School Evaluative Criteria."},
      {
        "id":"ED289909",
        "title":"SMRT-STEPS: School Mastery of Reading Test System to Enhance Progress of Schools. Fall, 1986 Progress Report."},
      {
        "id":"ED289919",
        "title":"Delaware Educational Assessment Program. 1986 Statewide Test Results. Summary Report."},
      {
        "id":"ED289920",
        "title":"Connecticut Basic Skills Proficiency Test, 1986-87. Mathematics, Basic Writing Skills in the Language Arts, Reading. Summary and Interpretations."},
      {
        "id":"ED289921",
        "title":"California Assessment Program. Annual Report, 1985-86."},
      {
        "id":"ED289923",
        "title":"Racial and Ethnic Report: Pupil Enrollment, September 1986."},
      {
        "id":"ED289926",
        "title":"Welfare and Taxes: Extending Benefits and Taxes to Puerto Rico, Virgin Islands, Guam, and American Samoa. Report to the Acting Chairman, Subcommittee on Public Assistance and Unemployment Compensation, Committee on Ways and Means, House of Representatives."},
      {
        "id":"ED289927",
        "title":"Dropout Prevention and Recovery in California."},
      {
        "id":"ED289928",
        "title":"Developing Survival Skills Workshops for Urban Women."},
      {
        "id":"ED289929",
        "title":"Magnet Schools: Information on the Grant Award Process. Briefing Report to the Chairman, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED289930",
        "title":"Alienation and Commitment of High School Students and Teachers."},
      {
        "id":"ED289931",
        "title":"Education and Community Renewal: Regents Policy and Service Models."},
      {
        "id":"ED289933",
        "title":"Behavioral Methodology for Designing and Evaluating Applied Programs for Women."},
      {
        "id":"ED289934",
        "title":"Utilizing Urban Women as Peer Trainers in Behavioral Community Programs."},
      {
        "id":"ED289935",
        "title":"The Current Operation of the Chapter 1 Program. Final Report from the National Assessment of Chapter 1."},
      {
        "id":"ED289937",
        "title":"Connecticut Education Evaluation and Remedial Assistance. Grade 4 Mastery Test Results: Summary and Interpretations 1986-87."},
      {
        "id":"ED289938",
        "title":"Connecticut Education Evaluation and Remedial Assistance. Grade 6 Mastery Test Results: Summary and Interpretations 1986-87."},
      {
        "id":"ED289939",
        "title":"Connecticut Education Evaluation and Remedial Assistance. Grade 8 Mastery Test Results: Summary and Interpretations 1986-87."},
      {
        "id":"ED289944",
        "title":"Noncash Benefits. Methodological Review of Experimental Valuation Methods Indicates Many Problems Remain. Report to Congressional Requesters."},
      {
        "id":"ED289945",
        "title":"Sharing Successes across Network Institutions. A Status Report 1986."},
      {
        "id":"ED289947",
        "title":"Chapter 1 Programs: New Guides from the Research."},
      {
        "id":"ED289948",
        "title":"Teaching Science and Mathematics to At Risk Students. ERIC Digest."},
      {
        "id":"ED289949",
        "title":"Peer Helping Relationships in Urban Schools. ERIC Digest."},
      {
        "id":"ED289952",
        "title":"Minority Students and Staff Report."},
      {
        "id":"ED289956",
        "title":"Equity in Education Financing."},
      {
        "id":"ED289957",
        "title":"Effective Compensatory Education Sourcebook. Volume III: Project Profiles."},
      {
        "id":"ED289958",
        "title":"Resources in Education (RIE). Volume 23, Number 6."},
      {
        "id":"ED289959",
        "title":"American Education: Making It Work. A Report to the President and the American People."},
      {
        "id":"ED289960",
        "title":"Sod Production and Marketing. Instructional Materials Developed for Iowa Vocational Agriculture Teachers."},
      {
        "id":"ED289964",
        "title":"Prepare To Work with Adult Learners. Module N-1 of Category N--Teaching Adults. Professional Teacher Education Module Series."},
      {
        "id":"ED289965",
        "title":"Market an Adult Education Program. Module N-2 of Category N--Teaching Adults. Professional Teacher Education Module Series."},
      {
        "id":"ED289966",
        "title":"Determine Individual Training Needs. Module N-3 of Category N--Teaching Adults. Professional Teacher Education Module Series."},
      {
        "id":"ED289967",
        "title":"Plan Instruction for Adults. Module N-4 of Category N--Teaching Adults. Professional Teacher Education Module Series."},
      {
        "id":"ED289968",
        "title":"Manage the Adult Instructional Process. Module N-5 of Category N--Teaching Adults. Professional Teacher Education Module Series."},
      {
        "id":"ED289969",
        "title":"Evaluate the Performance of Adults. Module N-6 of Category N--Teaching Adults. Professional Teacher Education Module Series."},
      {
        "id":"ED289970",
        "title":"Recharging the American Dream. Proceedings of the Annual National Entrepreneurship Education Forum (5th, Washington, D.C., June 24-26, 1987)."},
      {
        "id":"ED289973",
        "title":"A Tale of Three Cities. Security Education Employment Program."},
      {
        "id":"ED289975",
        "title":"Attaining Excellence in the 80's. Research in Agricultural Education. Proceedings of the Annual National Agricultural Education Research Meeting (14th, Las Vegas, Nevada, December 4, 1987)."},
      {
        "id":"ED289981",
        "title":"In School Together. School-based Child Care Serving Student Mothers. A Handbook."},
      {
        "id":"ED289987",
        "title":"Learning to Work. Improving Youth Employability. Education-Economic Development Series 4."},
      {
        "id":"ED289989",
        "title":"Occupational Education and Industrial Policy: Vocational Education Teacher Approval Survey. Occasional Paper 1.20."},
      {
        "id":"ED289991",
        "title":"Barriers to Employability of Persons with Handicaps: A Bi-National Study in the United States and Israel. Executive Summary."},
      {
        "id":"ED289996",
        "title":"Adult Career Counseling: An Interactive Model. Overview. ERIC Digest No. 65."},
      {
        "id":"ED289997",
        "title":"Vocational Education in Community-Based Organizations. Overview. ERIC Digest No. 66."},
      {
        "id":"ED289998",
        "title":"Education for Tomorrow's Vocational Teachers. Overview. ERIC Digest No. 67."},
      {
        "id":"ED290001",
        "title":"A Guide for Enhancing Cooperation between Vocational and Academic Teachers. The Northwest Regional Educational Laboratory Program Report."},
      {
        "id":"ED290003",
        "title":"The Nuts and Bolts of NTO: How To Help Women Enter Non Traditional Occupations. Second Edition."},
      {
        "id":"ED290006",
        "title":"Assessment Models for Adult Education."},
      {
        "id":"ED290007",
        "title":"Adult Basic Education. Child Care, Transportation, Support Services Workbook."},
      {
        "id":"ED290009",
        "title":"Adult Education: Students' Independence and Autonomy as Foundations and as Educational Outcomes. ZIFF Papiere 49."},
      {
        "id":"ED290010",
        "title":"On the Concept and Academic Discipline of Adult Education. ZIFF Papiere 52."},
      {
        "id":"ED290011",
        "title":"Linking Quantitative and Qualitative Distance Education Research through Complementarity. ZIFF Papiere 56."},
      {
        "id":"ED290012",
        "title":"Phenomenological Analysis of Distance Education Textual Materials. ZIFF Papiere 59."},
      {
        "id":"ED290013",
        "title":"The Feasibility of a Theory of Teaching for Distance Education and a Proposed Theory. ZIFF Papiere 60."},
      {
        "id":"ED290014",
        "title":"Theoretical Approaches, Categories and Methods Described as Educational Models. ZIFF Papiere 62."},
      {
        "id":"ED290015",
        "title":"The Roles of Theory and Generalisation in the Practice of Distance Education. Three Related Systems for Analysing Distance Education. ZIFF Papiere 67."},
      {
        "id":"ED290018",
        "title":"Heritage of Struggle. A History of American Working People."},
      {
        "id":"ED290019",
        "title":"Labor and Reindustrialization: Workers and Corporate Change."},
      {
        "id":"ED290020",
        "title":"Labor and Technology: Union Response to Changing Environments."},
      {
        "id":"ED290021",
        "title":"Hazardous Chemicals on the Job: A Workers Guide to Reducing Exposure."},
      {
        "id":"ED290022",
        "title":"Federal Workforce. Data on Training Received by Agency Executives, Managers, and Supervisors. Fact Sheet for Congressional Requesters."},
      {
        "id":"ED290023",
        "title":"Jobs for the Future."},
      {
        "id":"ED290024",
        "title":"Initiating Change in Secondary Education: Enhancing Basic Skills Acquisition and the School-to-Work Transition Using Research-Based Vocational Education Resources."},
      {
        "id":"ED290026",
        "title":"Hands-on Verification of Mechanics Training: A Cost-Effectiveness Study of Videodisc Simulation."},
      {
        "id":"ED290027",
        "title":"State and National Officers' Opinions of State Supervision and Teacher Education in Agriculture."},
      {
        "id":"ED290028",
        "title":"Career Decision Patterns of Seniors Who Have Taken Vocational Courses."},
      {
        "id":"ED290031",
        "title":"Effects of the Problem Solving Approach on Achievement, Retention, and Attitudes of High School Vocational Agriculture Students in Illinois."},
      {
        "id":"ED290039",
        "title":"The Transfer of North American Instructional Technology to Developing Nations. A Focus on Instructional Video."},
      {
        "id":"ED290040",
        "title":"Student Participation in Vocational Student Organizations and Grades for the Sophomore Class of 1980 in America."},
      {
        "id":"ED290043",
        "title":"Knowledge and Skill Differences between Expert and Novice Service Technicians on Technical Troubleshooting Tasks."},
      {
        "id":"ED290048",
        "title":"Iowa's Adult Basic Education Students: Descriptive Profiles Based on Motivations, Cognitive Ability, and Sociodemographic Variables."},
      {
        "id":"ED290049",
        "title":"Iowa's ESL Students: A Descriptive Profile."},
      {
        "id":"ED290051",
        "title":"Keys to the Future of American Business. Proceedings from the Creativity, Innovation, and Entrepreneurship Conference (4th, Los Angeles, California, March 20-21, 1987)."},
      {
        "id":"ED290061",
        "title":"Assertiveness in Women Reporting Symptoms of Bulimia."},
      {
        "id":"ED290062",
        "title":"Anti-Gay Violence. Hearing on Anti-Gay Violence before the Subcommittee on Criminal Justice of the Committee on the Judiciary. House of Representatives, Ninety-Ninth Congress, Second Session (October 9, 1986)."},
      {
        "id":"ED290067",
        "title":"Teacher Expressiveness: Effects of Teacher Sex and Student Sex."},
      {
        "id":"ED290068",
        "title":"Measuring Generalized Expectancies for Negative Mood Regulation."},
      {
        "id":"ED290070",
        "title":"Issues and Actions: Dialogues from Wingspread. Proceedings of the Conference on Adolescent Pregnancy: State Policies and Programs (Racine, Wisconsin, August 19-21, 1985)."},
      {
        "id":"ED290074",
        "title":"Myths, Men, &amp; Beer: An Analysis of Beer Commercials on Broadcast Television, 1987."},
      {
        "id":"ED290075",
        "title":"A Study of Women Who Drop-Out of Family Planning Clinics."},
      {
        "id":"ED290076",
        "title":"The Attempted Dismantling of the Medicare Home Care Benefit. A Report by the Chairman of the Subcommittee on Health and Long-Term Care of the Select Committee on Aging. House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED290077",
        "title":"Maintaining Medicare HMO's: Problems, Protections and Prospects. Hearing before the Select Committee on Aging. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED290078",
        "title":"Retirement Income for an Aging Population. A Report Prepared by Congressional Research Service, Library of Congress, with Analytic Support from the Congressional Budget Office. Committee on Ways and Means, U.S. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED290079",
        "title":"Ability Is Ageless. Hearing before the Subcommittee on Health and Long-Term Care of the Select Committee on Aging. House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED290080",
        "title":"The Cost and Availability of Liability Insurance for Small Business. Hearings before the Committee on Small Business. United States Senate, Ninety-Ninth Congress, Second Session on the Cost and Availability of Liability Insurance for Small Business. Part 2 (February 20 and 21, 1986)."},
      {
        "id":"ED290081",
        "title":"Hearing on Drug Abuse Prevention and Education. Hearing before the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED290082",
        "title":"AIDS Prevention: Views on the Administration's Budget Proposals. Briefing Report to the Chairman, Subcommittee on Labor, Health and Human Services, Education and Related Agencies, Committee on Appropriations, United States Senate."},
      {
        "id":"ED290083",
        "title":"Vietnam Veterans: A Profile of VA's Readjustment Counseling Program. Report to the Ranking Minority Member, Committee on Veterans' Affairs, U.S. Senate."},
      {
        "id":"ED290085",
        "title":"Suicide Prevention Program for California Public Schools."},
      {
        "id":"ED290086",
        "title":"The Ability To Judge Others."},
      {
        "id":"ED290088",
        "title":"Ambivalence over Expressing Emotion: Psychological and Physical Implications."},
      {
        "id":"ED290093",
        "title":"Coping with AIDS: Psychological and Social Considerations in Helping People with HTLV-III Infection."},
      {
        "id":"ED290094",
        "title":"Combating the Stigma of Mental Illness. Revised."},
      {
        "id":"ED290095",
        "title":"Long-Term Care Insurance: Coverage Varies Widely in a Developing Market. Report to the Chairman, Subcommittee on Health and Long-Term Care, Select Committeee on Aging, House of Representatives."},
      {
        "id":"ED290096",
        "title":"Medicare: Prescription Drug Issues. Report to the Chairman, Special Committee on Aging, U.S. Senate."},
      {
        "id":"ED290097",
        "title":"Drug Problem in Schools and Colleges. Hearing before the Subcommittee on Judiciary and Education of the Committee on the District of Columbia. House of Representatives, Ninety-Ninth Congress, Second Session on Drug Sales and Use among Students in High Schools and Colleges in the District of Columbia (September 23, 1986)."},
      {
        "id":"ED290098",
        "title":"Alzheimer's Disease and Related Dementias. Hearing before the Subcommittee on Aging of the Committee on Labor and Human Resources. United States Senate, Ninety-Ninth Congress, Second Session on Review of Health Care Services Available for People with Alzheimer's Disease and Related Dementia and To Review Proposals Related to the Treatment of Alzheimer's Disease."},
      {
        "id":"ED290100",
        "title":"Older Americans Act of 1987. Hearings before the Subcommittee on Aging of the Committee on Labor and Human Resources. United States Senate, One Hundredth Congress, First Session on S. 887 to Extend the Authorization of Appropriations for and to Strengthen the Provisions of the Older Americans Act of 1965, and for Other Purposes (March 31, April 23, and 30, 1987)."},
      {
        "id":"ED290101",
        "title":"The 14 Worst Myths about Recovered Mental Patients."},
      {
        "id":"ED290102",
        "title":"Responding to a Death in the Yeshivah Family: A Handbook/Checklist for Yeshivah Educators."},
      {
        "id":"ED290103",
        "title":"The Many Faces of Procrastination: Implications and Recommendations for Counselors."},
      {
        "id":"ED290104",
        "title":"Assessing the Needs of Drug and Alcohol Prevention Programs Program Report."},
      {
        "id":"ED290105",
        "title":"Planning Model for Successful Drug-Free Schools. Program Report."},
      {
        "id":"ED290106",
        "title":"Curricula and Programs for Drug and Alcohol Education. Program Report."},
      {
        "id":"ED290107",
        "title":"Distress and Coping among Caregivers of Victims of Alzheimer's Disease."},
      {
        "id":"ED290110",
        "title":"The Effects of Response Mode and Personal Relevance on Information Search Strategies."},
      {
        "id":"ED290113",
        "title":"Choices Today: Consequences Tomorrow. Adolescent Pregnancy, Parenting &amp; Prevention in West Virginia."},
      {
        "id":"ED290116",
        "title":"Blueprint for Action: Dialogues from Wingspread II. Proceedings of the Conference on Adolescent Pregnancy: State Action on Adolescent Pregnancy (2nd, Racine, Wisconsin, August 10-12, 1986)."},
      {
        "id":"ED290117",
        "title":"Exam Performance as a Function of Exam Completion Time, State Anxiety and Ability."},
      {
        "id":"ED290118",
        "title":"Inner World, Outer World: Understanding the Struggles of Adolescence."},
      {
        "id":"ED290119",
        "title":"Counseling and Intervention Strategies for Adolescent Suicide Prevention."},
      {
        "id":"ED290122",
        "title":"Spontaneous Emotional Communication and Social Biofeedback: A Cross-Cultural Study of Emotional Expression and Communication in Chinese and Taiwanese Students."},
      {
        "id":"ED290125",
        "title":"A Catalog of Programs for Teaching Thinking."},
      {
        "id":"ED290126",
        "title":"Language Development Component, CLEAR-Reading Recovery Summer Project, Summer 1987. Final Evaluation Report."},
      {
        "id":"ED290132",
        "title":"Reading as a Whole."},
      {
        "id":"ED290133",
        "title":"Home Reading Behavior of Third- and Fifth-Grade Students."},
      {
        "id":"ED290138",
        "title":"Language Development Component Developmental Reading Program: Final Evaluation Report."},
      {
        "id":"ED290139",
        "title":"Language Development Component Compensatory Language Experiences and Reading Program. Final Evaluation Report."},
      {
        "id":"ED290140",
        "title":"A Model for the Development of a Reading Expectancy Formula."},
      {
        "id":"ED290141",
        "title":"Probing Children's Concepts of Writing Functions: A Developmental Research Instrument."},
      {
        "id":"ED290146",
        "title":"A Whole Language Program in the Intermediate Grades: Questions and Answers."},
      {
        "id":"ED290147",
        "title":"Literature and the Development of Civic Consciousness: Questions from the 1987 Institute on Writing, Thinking, and Citizenship Education."},
      {
        "id":"ED290148",
        "title":"Response to Student Writing. NCTE Research Report No. 23."},
      {
        "id":"ED290152",
        "title":"Teaching Literature Grade 9: Integrating the Communication Arts. The Biography. Experimental."},
      {
        "id":"ED290153",
        "title":"Teaching Literature Grade 9: Integrating the Communication Arts. The Short Story. Experimental."},
      {
        "id":"ED290157",
        "title":"Classroom Activities in Thinking Skills."},
      {
        "id":"ED290161",
        "title":"Connecting Writing: Fostering Emergent Literacy in Kindergarten Children. Technical Report No. 412."},
      {
        "id":"ED290168",
        "title":"English Language Arts Comprehensive Curriculum Goals: A Model for Local Curriculum Development."},
      {
        "id":"ED290171",
        "title":"Children's Names: Landmarks for Literacy?"},
      {
        "id":"ED290173",
        "title":"Critical Thinking through Creative Thinking."},
      {
        "id":"ED290174",
        "title":"Improving Communicative Competence: Validation of a Social Skills Training Workshop."},
      {
        "id":"ED290175",
        "title":"U.S. Media and Thai Society."},
      {
        "id":"ED290176",
        "title":"Destructive Dialogue: Negative Self-Talk and Effective Imaging."},
      {
        "id":"ED290177",
        "title":"The Rhetorical Force of History in Public Argument."},
      {
        "id":"ED290184",
        "title":"Experienced and Prospective Teachers' Compliance-Gaining Message Selections on &quot;Common&quot; Student Misbehaviors."},
      {
        "id":"ED290185",
        "title":"Instructional Communication/Education: Current Research Activities and Suggested Research Priorities."},
      {
        "id":"ED290186",
        "title":"Rethinking the Organizational Culture Approach."},
      {
        "id":"ED290188",
        "title":"The Measurement of Personal Report of World View as a Cognitive Communication Variable."},
      {
        "id":"ED290189",
        "title":"Sex and Status Differences in Communication Behavior of Managers."},
      {
        "id":"ED290193",
        "title":"Receiver as Source: Richness of Fantasy."},
      {
        "id":"ED290195",
        "title":"Administrative Roles in Helping Faculty Adapt to Adult Learners."},
      {
        "id":"ED290196",
        "title":"The Critical Thinking Movement and Its Implication for the Teaching of Speech Communication."},
      {
        "id":"ED290197",
        "title":"The Contingency Rules Theory as a Theory of Trial Behavior."},
      {
        "id":"ED290199",
        "title":"A Response to Changing Emphases in a Period of Retrenchment: Manitoba."},
      {
        "id":"ED290201",
        "title":"Revamping the Preparation of School Administrators."},
      {
        "id":"ED290206",
        "title":"Home-School Partnership. School Boards and Parents. A Position Paper."},
      {
        "id":"ED290207",
        "title":"Meeting in the Middle. Directions in Schooling for Young Adolescents. A Position Paper."},
      {
        "id":"ED290208",
        "title":"A Kaleidoscope of Student Needs. New Challenges for Pupil Support Services. A Position Paper."},
      {
        "id":"ED290209",
        "title":"Missing and Abducted Children: The School's Role in Prevention. Fastback 249."},
      {
        "id":"ED290210",
        "title":"The Year-Round School: Where Learning Never Stops. Fastback 259."},
      {
        "id":"ED290211",
        "title":"Handbook for Conducting School Climate Improvement Projects."},
      {
        "id":"ED290213",
        "title":"Secondary Schools and the Central Office: Partners for Improvement."},
      {
        "id":"ED290214",
        "title":"School Assessment Survey. Information for School Improvement. A Technical Manual."},
      {
        "id":"ED290216",
        "title":"Instructionally Effective Schools: A Model and a Process. Monograph Number One."},
      {
        "id":"ED290217",
        "title":"A History of School Reform in New York State: Implications for Today's Policy Makers."},
      {
        "id":"ED290219",
        "title":"Condition of Michigan Education, 1986."},
      {
        "id":"ED290220",
        "title":"Decomposing Curricular Objectives To Increase Specificity of Instruction."},
      {
        "id":"ED290228",
        "title":"The Supervisory Officer in Ontario. Current Practice and Recommendations for the Future."},
      {
        "id":"ED290231",
        "title":"Getting the Principal off the Hotseat: Configuring Leadership and Support for School Improvement. A Technical Report."},
      {
        "id":"ED290233",
        "title":"Collaborative Schools. ERIC Digest Series, Number 22."},
      {
        "id":"ED290234",
        "title":"Communicating Expectations for Academic Achievement. The Best of ERIC on Educational Management, Number 84."},
      {
        "id":"ED290235",
        "title":"The Effective Instructional Leader. The Best of ERIC on Educational Management, Number 91."},
      {
        "id":"ED290236",
        "title":"Role of the Department Chairperson. The Best of ERIC on Educational Management, Number 92."},
      {
        "id":"ED290237",
        "title":"Parents Guide on Choice. The Right To Choose."},
      {
        "id":"ED290238",
        "title":"How To Choose a School for My Child."},
      {
        "id":"ED290239",
        "title":"Meeting Educational Needs of Handicapped Students: Special Education Interfacing with General Education."},
      {
        "id":"ED290245",
        "title":"Special Education in AISD: Context and Program Description. 1985-86."},
      {
        "id":"ED290253",
        "title":"Learning Disability College Programming. A Bibliography."},
      {
        "id":"ED290257",
        "title":"Adults Confronting Adults in a Positive and Effective Manner."},
      {
        "id":"ED290263",
        "title":"Computer Use as a Tool in Vocational Preparation and Adult Basic Educational Curriculums."},
      {
        "id":"ED290275",
        "title":"Students' Visual Learning Disabilities and Under-Achievement in Selected Science Subjects."},
      {
        "id":"ED290280",
        "title":"Social Security Disability Programs: An International Perspective, Austria, Canada, Finland, Israel, Sweden, Netherlands, Federal Republic of Germany, England. Monograph Number Forty-One."},
      {
        "id":"ED290284",
        "title":"Grouping Handicapped and Non-Handicapped Children in Mainstream Settings. The Functional Mainstreaming for Success (FMS) Project. Final Report--Part 1."},
      {
        "id":"ED290285",
        "title":"Grouping Handicapped and Non-Handicapped Children in Mainstream Settings. The Functional Mainstreaming for Success (FMS) Project. Project Manual. Final Report--Part 2."},
      {
        "id":"ED290286",
        "title":"Grouping Handicapped and Non-Handicapped Children in Mainstream Settings. The Functional Mainstreaming for Success (FMS) Project. Project Review Papers. Final Report--Part 3."},
      {
        "id":"ED290289",
        "title":"A Review and Synthesis of Teacher Competencies Necessary for Effective Mainstreaming."},
      {
        "id":"ED290291",
        "title":"Mainstreaming: A New Role for the Special Educator."},
      {
        "id":"ED290292",
        "title":"A Model for Integrated Preschool Classroom Service Delivery."},
      {
        "id":"ED290294",
        "title":"A Critical Review of Parent Involvement in Mainstreaming."},
      {
        "id":"ED290295",
        "title":"Preparing Regular Classroom Students for Mainstreaming: A Literature Review."},
      {
        "id":"ED290296",
        "title":"A Review of Procedures and Issues in Preschool Peer Tutoring and Buddy Systems."},
      {
        "id":"ED290299",
        "title":"A Study of the Relationship of Education and Transition Factors to the Job Status of Mildly and Moderately Handicapped Students."},
      {
        "id":"ED290300",
        "title":"Microcomputer-Assisted Needs Assessment System for Teacher Training in Special Education. Final Project Report, 8/1/83 through 5/31/86."},
      {
        "id":"ED290303",
        "title":"Educational Programming for Severely Handicapped Students."},
      {
        "id":"ED290304",
        "title":"Evaluation, Appraisal and Review. Substitute Teacher Program. P.L. 94-142. Evaluation Report. 1985-86."},
      {
        "id":"ED290305",
        "title":"A Curriculum for Developing Intelligence."},
      {
        "id":"ED290309",
        "title":"Characteristics of Limited English Proficient Hispanic Students in Programs for the Mentally Retarded: Implications for Policy, Practice, and Research. Part II."},
      {
        "id":"ED290311",
        "title":"Public Expenditures for Mental Retardation and Developmental Disabilities in the United States: State Profiles. 2nd Edition: FY 1977-86. Public Policy Monograph Series, Number 29."},
      {
        "id":"ED290312",
        "title":"The Effects of Repeated Writing and Repeated Revision Strategies on Composing Fluency of Learning Disabled Adolescents. Final Report."},
      {
        "id":"ED290313",
        "title":"Community-Referenced Math Activities for Moderately and Severely Handicapped Individuals."},
      {
        "id":"ED290314",
        "title":"A Study of Deaf Cultural Identity through a Comparison of Young Deaf Adults of Hearing Parents and Young Deaf Adults of Deaf Parents."},
      {
        "id":"ED290316",
        "title":"Mental Health Project. P.L. 94-142. Evaluation Report, 1985-86."},
      {
        "id":"ED290317",
        "title":"Gifted and Talented Needs Assessment. Evaluation Report, 1986-87."},
      {
        "id":"ED290319",
        "title":"Culture and Education: A Bibliography."},
      {
        "id":"ED290322",
        "title":"Lexical Errors and Learners' Dictionaries."},
      {
        "id":"ED290324",
        "title":"Applied Linguistics: Realities and Projections."},
      {
        "id":"ED290325",
        "title":"Sierra Leone Temne Language Manual."},
      {
        "id":"ED290326",
        "title":"Mauritanian Arabic. Grammar Handbook. Peace Corps Language Handbook Series."},
      {
        "id":"ED290327",
        "title":"Mauritanian Arabic. Literacy (Arabic Version). Peace Corps Language Handbook Series."},
      {
        "id":"ED290328",
        "title":"Mauritanian Arabic. Teacher's Handbook. Peace Corps Language Handbook Series."},
      {
        "id":"ED290329",
        "title":"An Annotated Bibliography of English as a Second Language (ESL) Textbooks. Revised 1986."},
      {
        "id":"ED290332",
        "title":"Resettlement Case Study. Young Adults: 17-22 Years Old. Case Study #3."},
      {
        "id":"ED290333",
        "title":"Young Adult Refugee Survey. Final Report."},
      {
        "id":"ED290335",
        "title":"Standards and Dialects in English."},
      {
        "id":"ED290336",
        "title":"Peace Corps Gabon PST Technical Language: Math/Education."},
      {
        "id":"ED290337",
        "title":"Joseph eleve des poissons au Gabon. Guide pour l'elevage des poissons (Joseph Raises Fish in Gabon. Guide for Raising Fish)."},
      {
        "id":"ED290338",
        "title":"Cours de Hausa pour le Niger. Trainees' Manual (Hausa Course for Nigeria. Trainees' Manual)."},
      {
        "id":"ED290339",
        "title":"[Pulaar Language Manual]."},
      {
        "id":"ED290342",
        "title":"Le Francais essentiel pour l'Afrique francophone. Livre du stagiaire (Essential French for French-Speaking Africa. Trainee's Book). Reprint No. R-11A."},
      {
        "id":"ED290343",
        "title":"Developing Literacy in English as a Second Language: Guidelines for Teachers of Young Children from Non-Literate Backgrounds. Teacher Resource Guide."},
      {
        "id":"ED290346",
        "title":"Pragmatical, Semantical, and Morpho-Syntactical Factors in the Development of Passives."},
      {
        "id":"ED290347",
        "title":"Chapter I English as a Second Language Program, 1985-1986. OEA Evaluation Section Report."},
      {
        "id":"ED290348",
        "title":"Kreol: A Language Training Program for Peace Corps-Seychelles."},
      {
        "id":"ED290349",
        "title":"National Study of Teaching Assistants."},
      {
        "id":"ED290355",
        "title":"Facilities Inventory and Utilization Study, Fall of 1986, for The State of North Carolina. Twentieth Edition."},
      {
        "id":"ED290356",
        "title":"Working While Studying: Does It Matter? An Examination of the Washington State Work Study Program."},
      {
        "id":"ED290360",
        "title":"Proceedings of a Conference on Disseminating Findings of Research on Postsecondary Governance and Finance (College Park, Maryland, November 21, 1986)."},
      {
        "id":"ED290363",
        "title":"The Financing of Graduate and Professional Education in Minnesota with Coordinating Board Recommendations. A Policy Paper."},
      {
        "id":"ED290364",
        "title":"The Financing of Graduate and Professional Education in Minnesota with Coordinating Board Recommendations. Staff Technical Paper."},
      {
        "id":"ED290368",
        "title":"Commitment to College and Student Involvement."},
      {
        "id":"ED290369",
        "title":"CGS/GRE Annual Survey of Graduate Enrollment. 1986 Report."},
      {
        "id":"ED290371",
        "title":"The American Freshman National Norms for Fall 1987."},
      {
        "id":"ED290372",
        "title":"Interest in Teaching Careers Rising; Technology and Nursing Careers Falling Sharply. 1987 Freshman Survey Report."},
      {
        "id":"ED290373",
        "title":"National Estimates of Higher Education Statistics: 1987. Early Estimates."},
      {
        "id":"ED290375",
        "title":"Employment Status and Gender in Research Productivity."},
      {
        "id":"ED290376",
        "title":"The Impact of the President's Fiscal Year 1988 Higher Education Proposals on the State of Tennessee. Hearings before the Committee on the Budget. United States Senate, One Hundredth Congress, First Session (Memphis, Tennessee, February 10, 1987; Knoxville, Tennessee, February 11, 1987; Nashville, Tennessee, February 11, 1987)."},
      {
        "id":"ED290379",
        "title":"From Layperson to Novice Nurse: Professional Socialization in Nursing."},
      {
        "id":"ED290382",
        "title":"Developing the Senior Seminar."},
      {
        "id":"ED290383",
        "title":"Developing a Sexual Harassment Policy for Sheldon Jackson College."},
      {
        "id":"ED290384",
        "title":"Developing a Policy for Academic Appointment and Rank for Sheldon Jackson College."},
      {
        "id":"ED290385",
        "title":"Bachelor's and Higher Degrees Conferred in 1985-86. OERI Bulletin, December 1987."},
      {
        "id":"ED290391",
        "title":"The Economic Impact of Public Universities and Colleges on Kentucky: Annual Expenditure Impact."},
      {
        "id":"ED290392",
        "title":"The Evaluation of Institutional Effectiveness: The Responses of Colleges and Universities to Regional Accreditation."},
      {
        "id":"ED290395",
        "title":"Measurement Issues in Student Evaluations of Instruction and Their Impact on Decision Making."},
      {
        "id":"ED290397",
        "title":"Planning for the Social Disruption of the Microcomputer Revolution in Academe."},
      {
        "id":"ED290398",
        "title":"Predicting Student Performance on the Professional Knowledge Portion of the NTE Core Battery."},
      {
        "id":"ED290399",
        "title":"Preparing Campus Facilities for the Future."},
      {
        "id":"ED290402",
        "title":"University of Sokoto, Nigeria: Student Evaluations of University Teaching."},
      {
        "id":"ED290405",
        "title":"Participation Performance and Behavioral Expectations."},
      {
        "id":"ED290407",
        "title":"Tuition Futures in New York: A Bearish Prospectus. A Report by the New York State Senate Research Service Task Force on Critical Problems."},
      {
        "id":"ED290412",
        "title":"Rank-Order Distribution of Administrative Salaries Paid, 1987-88. Twenty-First Annual Report."},
      {
        "id":"ED290425",
        "title":"Collective Bargaining Agreement between the Board of Trustees of Regional Community Colleges and the Congress of Connecticut Community Colleges, July 1, 1987-June 30, 1989."},
      {
        "id":"ED290427",
        "title":"Routing and Addressing Problems in Large Metropolitan-Scale Internetworks. ISI Research Report."},
      {
        "id":"ED290428",
        "title":"Computer Disaster Recovery Planning."},
      {
        "id":"ED290429",
        "title":"Computer Literacy. Is It for Everyone?"},
      {
        "id":"ED290430",
        "title":"Education Information Center: Operations Report, FY 1987."},
      {
        "id":"ED290437",
        "title":"The Successful Introduction of New Educational Technologies: Breaking the Cycle of Circus Oversell."},
      {
        "id":"ED290438",
        "title":"Chips: A Tool for Developing Software Interfaces Interactively."},
      {
        "id":"ED290439",
        "title":"Computers, Equity, and Urban Schools. Report from a Conference (Cambridge, Massachusetts, November 29-30, 1984)."},
      {
        "id":"ED290440",
        "title":"Computers in Instruction Plan."},
      {
        "id":"ED290444",
        "title":"Information Technologies and Basic Learning. Reading, Writing, Science and Mathematics."},
      {
        "id":"ED290447",
        "title":"Microcomputers and the Classroom Teacher. Fastback 261."},
      {
        "id":"ED290449",
        "title":"Pilot of a System for Collecting Daily Classroom Data on Learning by Using Microcomputers."},
      {
        "id":"ED290450",
        "title":"&quot;Star Schools&quot;--Telecommunications in Education. Hearings on Examining the Development of a Regional Educational Telecommunication System, before the Committee on Labor and Human Resources. United States Senate, One Hundredth Congress, First Session (Charlestown, Massachusetts, February 27, 1987; Washington, DC, March 11, 1987)."},
      {
        "id":"ED290455",
        "title":"The Information Society and the Educational System. Technical Report No. 16."},
      {
        "id":"ED290457",
        "title":"Teaching Programming Literacy to Non Programmers: The Use of a Computerized Simulation. Technical Report No. 15."},
      {
        "id":"ED290458",
        "title":"The Use of Computerized Simulation to Introduce the Functional Structure and Operation of the Computer. Research Report No. 4."},
      {
        "id":"ED290459",
        "title":"Variables--An Obstacle to Children Learning Computer Programming. Technical Report No. 8."},
      {
        "id":"ED290460",
        "title":"Annual Report, 1986-87. South Carolina Department of Education, Office of Instructional Technology."},
      {
        "id":"ED290461",
        "title":"Assessing Learning with LOGO."},
      {
        "id":"ED290462",
        "title":"Network of Alabama Academic Libraries Collection Assessment Manual."},
      {
        "id":"ED290463",
        "title":"CD-ROM for Educators. ERIC Digest."},
      {
        "id":"ED290466",
        "title":"Computers in School Psychology: An Overview."},
      {
        "id":"ED290468",
        "title":"Distance Education: Index to ERIC Papers, 1966-1985. Volume Two: EJ Documents."},
      {
        "id":"ED290469",
        "title":"A Self-Guided Tour on Audiocassette at a Large Academic Research Library: Development and Implementation."},
      {
        "id":"ED290478",
        "title":"The In-House Use of Materials in a Veterinary Medicine Library."},
      {
        "id":"ED290479",
        "title":"Information Management: Criteria for Assessing Agency Performance Are Limited. Briefing Report to the Chairman, Committee on Government Operations, House of Representatives."},
      {
        "id":"ED290482",
        "title":"Library Skills for Psychological Research. A Workbook for PSY 121."},
      {
        "id":"ED290484",
        "title":"Government Information in Electronic Format. Minutes of the Meeting of the Association of Research Libraries (110th, Pittsburgh, Pennsylvania, May 7-8, 1987)."},
      {
        "id":"ED290486",
        "title":"Library Instruction Handbook. Revised Edition."},
      {
        "id":"ED290498",
        "title":"The Relationship of Library User Studies to Performance Measures: A Review of the Literature. Occasional Papers Number 181."},
      {
        "id":"ED290503",
        "title":"An Analysis and Projection of Secretarial Responsibilities in 1987 and 1997 in the Area Served by Iowa Valley Community College District according to Secretaries and Supervisors."},
      {
        "id":"ED290508",
        "title":"High School Articulation."},
      {
        "id":"ED290509",
        "title":"Articulation with Four-Year Colleges."},
      {
        "id":"ED290511",
        "title":"Emerging Characteristics of Women Administrators in Texas Community/Junior Colleges."},
      {
        "id":"ED290512",
        "title":"Clark's \"Cooling Out\" Concept as a Factor in Student Completion of Community College Programs."},
      {
        "id":"ED290518",
        "title":"Report of the State Council of Higher Education/Virginia Community College System Joint Task Force on Remediation."},
      {
        "id":"ED290519",
        "title":"Fall 1987 Salary Survey Report for the Illinois Public Community Colleges."},
      {
        "id":"ED290520",
        "title":"Fiscal Year 1987 Program Review Summary Report."},
      {
        "id":"ED290521",
        "title":"Fiscal Year 1987 Economic Development Grant Report."},
      {
        "id":"ED290522",
        "title":"A Study of Some of America's Leading Community Colleges: A Sabbatical Report."},
      {
        "id":"ED290528",
        "title":"The Effective Schools and Even Start Act. Hearing on H.R. 4463, before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, Second Session (April 17, 1986)."},
      {
        "id":"ED290531",
        "title":"Socialization to School: A Study of Low-Income and Minority Children in an Early Childhood Setting. Occasional Paper."},
      {
        "id":"ED290532",
        "title":"Summary of GAO Testimony by William J. Gainer on S. 249, The &quot;Parental and Medical Leave Act of 1987.&quot; Statement before the Subcommittee on Children, Families, Drugs, and Alcoholism, Committee on Labor and Human Resources, United States Senate."},
      {
        "id":"ED290533",
        "title":"Child Care Options for Canadian Families."},
      {
        "id":"ED290534",
        "title":"The Information Society: Friendly to Families by Design or by Accident?"},
      {
        "id":"ED290535",
        "title":"Beyond the Future as Cliche: Making a Place for Families in the Future."},
      {
        "id":"ED290536",
        "title":"Family and Medical Leave Act of 1987. Joint Hearing on H.R. 925 before the Subcommittee on Civil Service and the Subcommittee on Compensation and Employee Benefits of the Committee on Post Office and Civil Service. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED290537",
        "title":"Preventing Infant Mortality: Intergovernmental Dimensions of a National Problem. Joint Hearings and Report on S. 1209: To Establish the National Commission To Prevent Infant Mortality, before the Subcommittee on Intergovernmental Relations of the Committee on Governmental Affairs and the Committee on the Budget. United States Senate, Ninety-Ninth Congress, First Session (Miami, Florida, September 11, 1985; Pensacola, Florida, October 11, 1985; Washington, D.C., October 31, 1985)."},
      {
        "id":"ED290538",
        "title":"&quot;The 'Effects' of Infant Day Care Reconsidered&quot; Reconsidered: Risks for Parents, Children and Researchers."},
      {
        "id":"ED290539",
        "title":"School Improvement Act of 1987. House of Representatives, 100th Congress, 1st Session. Report Together with Additional Views To Accompany H.R. 5."},
      {
        "id":"ED290541",
        "title":"Salary Surveys: How to Conduct One in Your Community and Child Care Staff Salary and Working Conditions Survey."},
      {
        "id":"ED290542",
        "title":"Ability Grouping in Elementary Schools."},
      {
        "id":"ED290543",
        "title":"Continuing Crisis in Foster Care: Issues and Problems. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED290544",
        "title":"Vulnerability and Resiliency: A Longitudinal Study of Asian Americans from Birth to Age 30."},
      {
        "id":"ED290546",
        "title":"GAO's Estimate of the Costs of the &quot;Parental and Medical Leave Act of 1987&quot; (S. 249). Testimony before the Subcommittee on Children, Families, Drugs, and Alcoholism, Committee on Labor and Human Resources, United States Senate."},
      {
        "id":"ED290548",
        "title":"Day Care for Working Families Act of 1987. Hearing on S. 1271 To Provide Comprehensive Federal Assistance for Day Care, before the Subcommittee on Labor of the Committee on Labor and Human Resources. United States Senate, One Hundredth Congress, First Session."},
      {
        "id":"ED290550",
        "title":"Peer Competence and Mother-Child and Child-Child Interactions in One-Year-Olds."},
      {
        "id":"ED290551",
        "title":"Predictive Validity of the Gesell School Readiness Tests."},
      {
        "id":"ED290554",
        "title":"What Should Young Children Be Learning? ERIC Digest."},
      {
        "id":"ED290557",
        "title":"Child Competence and Maternal Emotion Socialization Correlates of Attachment Q-Sort Variables."},
      {
        "id":"ED290558",
        "title":"Who Will Be the First? Creating a Just Community in the Kindergarten."},
      {
        "id":"ED290561",
        "title":"The &quot;Effects&quot; of Infant Day Care Reconsidered."},
      {
        "id":"ED290562",
        "title":"Developing a Research Agenda for Early Childhood Education: What Can Be Learned from the Research on Teaching?"},
      {
        "id":"ED290563",
        "title":"Corporate Sponsored Child Care: Options and Advantages."},
      {
        "id":"ED290565",
        "title":"Mother-Child Interactions: A Longitudinal Microanalysis."},
      {
        "id":"ED290567",
        "title":"Young Children as Informants in Classroom Studies."},
      {
        "id":"ED290570",
        "title":"School-Age Child Care: A Handbook for North Carolina Public Schools."},
      {
        "id":"ED290574",
        "title":"Good Beginnings for Young Children: Early Identification of High-Risk Youth and Programs That Promote Success."},
      {
        "id":"ED290575",
        "title":"Latchkey Children. ERIC Digest."},
      {
        "id":"ED290576",
        "title":"Stability of Cognitive Performance among Nonhandicapped and At-Risk Preschoolers."},
      {
        "id":"ED290578",
        "title":"Chapter 1 Pre-Kindergarten Program Guidelines."},
      {
        "id":"ED290579",
        "title":"Farm Crisis in Kentucky: What Can We Do?"},
      {
        "id":"ED290584",
        "title":"Tennessee Technological University Rural Education Research and Service Consortium. Annual Report 1986-87."},
      {
        "id":"ED290585",
        "title":"Problems in the Management of the National School Lunch Program in Washington School Districts. Bulletin 817."},
      {
        "id":"ED290586",
        "title":"The Effects of School Lunch Participation, Socioeconomic and Psychological Variables on Food Consumption of School Children."},
      {
        "id":"ED290587",
        "title":"Farm Employment--Student Attitudes and Expectations. Bulletin 825."},
      {
        "id":"ED290588",
        "title":"Tennessee Technological University Rural Education Research and Service Consortium. Annual Report 1985-86."},
      {
        "id":"ED290589",
        "title":"The Rural Crisis Comes to School: Leader's Guide for Videotape."},
      {
        "id":"ED290590",
        "title":"The Rural Crisis Comes to School: Teacher Handout for Videotape."},
      {
        "id":"ED290592",
        "title":"The Timing of Family Formation: Rural-Urban Differentials in First Intercourse, Pregnancy, and Marriage."},
      {
        "id":"ED290594",
        "title":"Young People Take the Lead: Cherokee Nation's Approach to Leadership."},
      {
        "id":"ED290595",
        "title":"Indian Youth Leadership Development Program."},
      {
        "id":"ED290598",
        "title":"Experiential Education in High School: Life in the Walkabout Program."},
      {
        "id":"ED290600",
        "title":"State Rural Policy Initiatives: Their Time Has Come."},
      {
        "id":"ED290602",
        "title":"Nonmetropolitan Population Deconcentration in the 1980s. CDE Working Paper 87-34."},
      {
        "id":"ED290605",
        "title":"Fundamentals of Mathematics, Part II. Preparing Students for the RCT. Experimental Edition."},
      {
        "id":"ED290606",
        "title":"The Relationship between Curriculum and Instruction and Problem Solving in Middle/Junior High School Science. ERIC/SMEAC Information Bulletin No. 1, 1987."},
      {
        "id":"ED290607",
        "title":"Science, Technology and the Reorganization of New Zealand Education."},
      {
        "id":"ED290612",
        "title":"Project Learning Tree. A Program of the American Forest Foundation."},
      {
        "id":"ED290613",
        "title":"S.E.E.D. Schoolroom Environmental Experiences for Dayton."},
      {
        "id":"ED290615",
        "title":"Piaget's Constructionist Epistemology. An Exploration and a Comparison with Several Alternative Theories."},
      {
        "id":"ED290616",
        "title":"Constructivism in Math and Science Education."},
      {
        "id":"ED290617",
        "title":"Good Ideas at Work for Education. Take Pride in America Program."},
      {
        "id":"ED290620",
        "title":"Investigations in Science Education. Volume 13, Number 3, 1987."},
      {
        "id":"ED290621",
        "title":"Investigations in Science Education. Volume 13, Number 4, 1987."},
      {
        "id":"ED290624",
        "title":"Comparison between Atlantic and Pacific Tropical Marine Coastal Ecosystems: Community Structure, Ecological Processes, and Productivity. Results and Scientific Papers of a Unesco/COMAR Workshop (Suva, Fiji, March 24-29, 1986). Unesco Reports in Marine Science 46."},
      {
        "id":"ED290625",
        "title":"Sources of Financial Support for Research Prize Winners."},
      {
        "id":"ED290626",
        "title":"Pair Problem-Solving and Metacognition in Remedial College Mathematics."},
      {
        "id":"ED290627",
        "title":"Design Features of Pedagogically-Sound Software in Mathematics."},
      {
        "id":"ED290628",
        "title":"Understanding of Multiplicative Contexts Involving Fractions."},
      {
        "id":"ED290629",
        "title":"Concept-Driven Strategies for Solving Problems in Mathematics. Final Project Report."},
      {
        "id":"ED290630",
        "title":"Product Descriptions: Function Plotters for Secondary Math Teachers. A MicroSIFT Quarterly Report."},
      {
        "id":"ED290631",
        "title":"Function Plotters for Secondary Math Teachers. A MicroSIFT Quarterly Report."},
      {
        "id":"ED290637",
        "title":"Teachers' Knowledge of Science: An Account of a Longitudinal Study in Progress."},
      {
        "id":"ED290638",
        "title":"A Comparison of the Personality Traits of Secondary Science Teachers in Mississippi Public Schools."},
      {
        "id":"ED290639",
        "title":"Biotechnology: Role of Institutional Biosafety Committees. Briefing Report to the Chairman, Committee on Science, Space and Technology, House of Representatives."},
      {
        "id":"ED290643",
        "title":"Consciousness as a Function of Knowledge and Culture."},
      {
        "id":"ED290644",
        "title":"Understanding Our Neighbors to the South: A Teaching Manual for K-3 Teachers."},
      {
        "id":"ED290655",
        "title":"Music Program of Study: Educational Program Definition."},
      {
        "id":"ED290657",
        "title":"Human Resource Management, Computers, and Organization Theory."},
      {
        "id":"ED290662",
        "title":"Preparing Teachers of History: Developing a Critical Consciousness."},
      {
        "id":"ED290663",
        "title":"Development with Women: Mainstreamed or Marginal? Hearing before the Select Committee on Hunger. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED290664",
        "title":"Basic Education in Developing Countries. Hearing before the International Task Force of the Select Committee on Hunger. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED290668",
        "title":"Gender and Education: Sociology of the School."},
      {
        "id":"ED290669",
        "title":"Social Studies Education in Michigan (1987-88): Challenges, Trends, Programs and Practices."},
      {
        "id":"ED290673",
        "title":"Essential Goals and Objectives for Social Studies Education in Michigan (K-12)."},
      {
        "id":"ED290674",
        "title":"Public Participation in the Arts via the Media."},
      {
        "id":"ED290678",
        "title":"The Reform of Social Studies and the Role of the National Commission for the Social Studies."},
      {
        "id":"ED290679",
        "title":"The Prayer of Catholic Educators."},
      {
        "id":"ED290683",
        "title":"A Study to Report the Teaching about Japan in Secondary World History Classrooms in Texas, Oklahoma, and Louisiana."},
      {
        "id":"ED290685",
        "title":"Consumer&apos;s Resource Handbook. 1988 Edition."},
      {
        "id":"ED290689",
        "title":"Celebrate the Constitution: A Guide for Public Programs in the Humanities, 1987-1991."},
      {
        "id":"ED290690",
        "title":"Land and Liberty: The Ordinances of the 1780s."},
      {
        "id":"ED290691",
        "title":"Extending Liberty Westward: The Northwest Ordinance of 1787."},
      {
        "id":"ED290695",
        "title":"Perceived Impact of the Women's Movement: Views of Rural Midwestern University Men and Women."},
      {
        "id":"ED290696",
        "title":"&quot;Welcome to Philadelphia&quot;: An Original Dramatization of Life in the 1780s."},
      {
        "id":"ED290699",
        "title":"The Future of Teaching in Michigan. Seizing the Opportunity: A Time for Commitment. A Report from the Future of Teaching Committee."},
      {
        "id":"ED290706",
        "title":"Teacher Effectiveness in Physical Education: Profession Vs Discipline."},
      {
        "id":"ED290709",
        "title":"Abstracts of Research Papers Presented at the National Convention of the American Alliance for Health, Physical Education, Recreation and Dance (Cincinnati, Ohio, April 10-13, 1986)."},
      {
        "id":"ED290710",
        "title":"Completed Research in Health, Physical Education, Recreation & Dance; Including International Sources. Volume 27. 1985 Edition."},
      {
        "id":"ED290711",
        "title":"Completed Research in Health, Physical Education, Recreation & Dance; Including International Sources. Volume 28. 1986 Edition."},
      {
        "id":"ED290712",
        "title":"Abstracts of Research Papers Presented at the Annual Meeting of the American Alliance for Health, Physical Education, Recreation and Dance (Las Vegas, Nevada, April 14-17, 1987)."},
      {
        "id":"ED290713",
        "title":"Effective Parks & Recreation Boards & Commissions."},
      {
        "id":"ED290714",
        "title":"AIDS: What Young Adults Should Know. Instructor's Guide and Student Guide."},
      {
        "id":"ED290715",
        "title":"STD: A Guide for Today&apos;s Young Adults. Instructor&apos;s Manual and Student Manual."},
      {
        "id":"ED290717",
        "title":"AIDS:Information on Global Dimensions and Possible Impacts. Fact Sheet to the Honorable Jesse Helms, U.S. Senate."},
      {
        "id":"ED290719",
        "title":"Professional Development Resources. An Annotated Bibliography for Five TPAI Functions. Outside Evaluator Project."},
      {
        "id":"ED290721",
        "title":"Classroom Management and Negative Reinforcement."},
      {
        "id":"ED290726",
        "title":"Peer Coaching in Collaborative Programs: From Theory to Practice."},
      {
        "id":"ED290728",
        "title":"Effects of Cognitive Modeling and Task-Oriented Attributions on Prospective Teachers' Self-Efficacy."},
      {
        "id":"ED290729",
        "title":"Preparing Teachers for Classroom Management Decisions Using Simulated Open-Ended Video Vignettes."},
      {
        "id":"ED290730",
        "title":"Secondary Student Teacher Stress and Learning Style."},
      {
        "id":"ED290732",
        "title":"Collaboration for the Improvement of Teacher Education: A Preliminary Report."},
      {
        "id":"ED290734",
        "title":"Faculty Evaluation: Toward a Humanistic Model for Appraising Performance."},
      {
        "id":"ED290739",
        "title":"Team Evaluation of Student Teacher Communication Competencies through Videotape Review."},
      {
        "id":"ED290744",
        "title":"Program Appraisal Checklist for Elementary School Physical Education Programs."},
      {
        "id":"ED290745",
        "title":"Guidelines for Middle School Physical Education. A Position Paper. Revised 1986."},
      {
        "id":"ED290746",
        "title":"Guidelines for Secondary School Physical Education. A Position Paper. Revised 1986."},
      {
        "id":"ED290748",
        "title":"Staff Development Programs in Georgia under Quality Basic Education."},
      {
        "id":"ED290750",
        "title":"The Professoriate and the Promise for Reform--Teaching."},
      {
        "id":"ED290752",
        "title":"Characteristics of Beginning Teachers in an Induction Context."},
      {
        "id":"ED290753",
        "title":"University of Minnesota Postbaccalaureate Teacher Candidate Selection: An Admissions Perspective."},
      {
        "id":"ED290757",
        "title":"Multicultural Education: What Educators Know, What They Need To Know."},
      {
        "id":"ED290759",
        "title":"Integrated Learning What--Why--How. Instructional Services Curriculum Series, Number 1."},
      {
        "id":"ED290760",
        "title":"Assessing Higher Order Thinking Skills: Issues and Practices Conference Proceedings (Clackamas, Oregon, October 1-2, 1987)."},
      {
        "id":"ED290761",
        "title":"Measuring Thinking Skills through Classroom Assessment."},
      {
        "id":"ED290762",
        "title":"When Unintended Consequences Become the Main Effect: Evaluating the Development of a Foster Parent Training Program."},
      {
        "id":"ED290764",
        "title":"Expected Student Achievement as a Potential Factor for Assessing Teacher Effectiveness."},
      {
        "id":"ED290765",
        "title":"A Comparison of the Perspectives of Teachers, Students, Parents, and Principals Concerning the Influences of Teaching on Students and the Use of Student Outcomes To Evaluate Teaching."},
      {
        "id":"ED290767",
        "title":"A Comparison of Item Type and Source on Difficulty and Discrimination Ability."},
      {
        "id":"ED290768",
        "title":"The Prediction of Teacher Morale Using the Supervisory Conference Rating, the Zones of Indifference Instrument and Selected Personal Variables."},
      {
        "id":"ED290770",
        "title":"Principals' Perceptions of Instructional Stages Based on Felt Teaching Characteristics."},
      {
        "id":"ED290771",
        "title":"The Original and Revised Nedelsky Procedure: Comparisons with Two Non-subjective Approaches to Determining Cutoff Scores."},
      {
        "id":"ED290772",
        "title":"Using an Inter-University Network for Research."},
      {
        "id":"ED290774",
        "title":"Some Measurement Issues Relating to Behavior Modeling."},
      {
        "id":"ED290775",
        "title":"The Reality of Longitudinal Data Collection: Locating Vanishing Veterans."},
      {
        "id":"ED290779",
        "title":"Development of an Adult Risk-Taking Scale."},
      {
        "id":"ED264604",
        "title":"Public Relations Problems in Addressing Internal and External Audiences in Campus Union Organizing Drives."},
      {
        "id":"ED264605",
        "title":"Philosophy and Reality at a Research University."},
      {
        "id":"ED264608",
        "title":"Relational Competence: An Empirical Test of a Conceptual Model."},
      {
        "id":"ED264609",
        "title":"Self-Monitoring and Relational Competence."},
      {
        "id":"ED264610",
        "title":"Interpersonal Orientations: A Review, Synthesis and Critique."},
      {
        "id":"ED264611",
        "title":"Designing a Speech Writing Seminar for the Corporate Writer."},
      {
        "id":"ED264612",
        "title":"Classroom Communication Climate: The Development and Testing of a Measure of the Nonverbal Communication in the Classroom."},
      {
        "id":"ED264616",
        "title":"Listening Assessment Via the Communication Competency Assessment Instrument."},
      {
        "id":"ED264618",
        "title":"Communication Theory and Research in Air Force Education and Training."},
      {
        "id":"ED264619",
        "title":"Differences between Brazilian Men and Women Managers in Their Managing of Conflicts with Employees."},
      {
        "id":"ED264622",
        "title":"Ablebodied and Disablebodied Persons' Communication: The Disabled Person's Perspective."},
      {
        "id":"ED264625",
        "title":"The Influence of Task Characteristics upon Task-Communication Network Roles."},
      {
        "id":"ED264630",
        "title":"Opinion Polls and the Panama Canal Treaties of 1977: A Critical Analysis."},
      {
        "id":"ED264631",
        "title":"Adding Glamour to Theory: Experiencing Theory in the Basic Course in Interpersonal Communication."},
      {
        "id":"ED264633",
        "title":"Program Interests of NPR Subaudiences."},
      {
        "id":"ED264637",
        "title":"Computers and Individualized Instruction: Moving to Alternative Learning Environments."},
      {
        "id":"ED264638",
        "title":"The Education Almanac, 1985-1986. Facts and Figures about Our Nation's System of Education. Second Edition."},
      {
        "id":"ED264640",
        "title":"North Carolina Standard Course of Study and Introduction to the Competency-Based Curriculum."},
      {
        "id":"ED264642",
        "title":"Factors Affecting Principals' Leadership as Facilitators of Curriculum Change: A Multivariate Approach."},
      {
        "id":"ED264643",
        "title":"Fraser &amp; Reagan &quot;New Federalism&quot;: Politics of Education in Times of Economic Recession."},
      {
        "id":"ED264644",
        "title":"Principals' Thoughts on Supervision."},
      {
        "id":"ED264645",
        "title":"Everyday Acts: Staff Development as Continuous and Informal Routine. Draft Copy."},
      {
        "id":"ED264651",
        "title":"The Lawmakers Respond: Texas Education Finance Reform (Part I): Funding Formulas--Revisions and Reviews."},
      {
        "id":"ED264653",
        "title":"Collaborative Arrangements That Support School Improvement: A Synthesis of Recent Studies."},
      {
        "id":"ED264654",
        "title":"Skills for Successful School Leaders."},
      {
        "id":"ED264655",
        "title":"Be Prepared When Parents Complain."},
      {
        "id":"ED264656",
        "title":"Put the Heat on Cutting Energy Costs."},
      {
        "id":"ED264665",
        "title":"Inservice Training of Early Childhood Specialists/Trainers and Regular Education Administrators. Final Report."},
      {
        "id":"ED264669",
        "title":"Down's Syndrome Project: Dissemination Manual. Bulletin 1719."},
      {
        "id":"ED264670",
        "title":"Mainstreaming Inservice Packet. Bulletin 1704."},
      {
        "id":"ED264673",
        "title":"An Advocacy Curriculum (9-12) for Total Career Development and Independent Living Skills for Handicapped Students. Final Report and Curriculum."},
      {
        "id":"ED264679",
        "title":"Cognition Coding Manual: Interaction between Able-Bodied and Physically Disabled People."},
      {
        "id":"ED264681",
        "title":"Future Perspectives: Mental Retardation."},
      {
        "id":"ED264682",
        "title":"Chronological Age and the Identification of Learning Disabilities."},
      {
        "id":"ED264684",
        "title":"A Model for Assessment of Classroom Problems. Project ACTIONS."},
      {
        "id":"ED264685",
        "title":"Learning Disabled Adults in Postsecondary Education. 1984 Edition."},
      {
        "id":"ED264688",
        "title":"Pilot Grade Three Gifted Program: Research Project. (Spring, 1983 to June, 1984). Research Centre Research Report."},
      {
        "id":"ED264693",
        "title":"Common Outreach Indicators. Outreach Series Paper (Number 1)."},
      {
        "id":"ED264694",
        "title":"An Introduction to Planning Local Programs for Young Handicapped Children: An Information Resource for Local School System Personnel, Parents, and Others. State Series Paper (Number 1)."},
      {
        "id":"ED264695",
        "title":"Six State Collaborative Projects. State Series Paper (Number 3)."},
      {
        "id":"ED264697",
        "title":"Model Child Care Standards Act--Guidance to States to Prevent Child Abuse in Day Care Facilities."},
      {
        "id":"ED264704",
        "title":"I Can Do It with Exposure, Experience, Expectation and Enjoyment!"},
      {
        "id":"ED264706",
        "title":"Teaching: Behaviorally Disordered Youth."},
      {
        "id":"ED264710",
        "title":"Severe Behavior Disorders of Children and Youth. Monograph in Behavioral Disorders. Selected Papers Presented at the Annual ASU/TECBD Conference on Severe Behavior Disorders of and Youth (5th, Tempe, Arizona, November 18-20, 1981)."},
      {
        "id":"ED264711",
        "title":"Severe Behavior Disorders of Children and Youth. Monograph in Behavioral Disorders. Volume 7. Selected Papers Presented at the Annual ASU/TECBD Conference on Severe Behavior Disorders of Children and Youth (7th, Tempe, Arizona, November, 1983)."},
      {
        "id":"ED264715",
        "title":"Foreign Language in the Elementary School: The State of the Art. Language in Education: Theory and Practice 62."},
      {
        "id":"ED264718",
        "title":"Computers in the Teaching of Linguistics."},
      {
        "id":"ED264722",
        "title":"Compiling Instructors' Perceptions of Learners' Deficiencies: A Problem-Centered Approach to In-Service Training and Language Program Development."},
      {
        "id":"ED264726",
        "title":"Simulation or Reality? A Group Project in Writing."},
      {
        "id":"ED264728",
        "title":"The Unnatural Approach: Language Learning in Poland."},
      {
        "id":"ED264729",
        "title":"Project OPT: A Study of Oral Proficiency Testing in College-Level Foreign Language Courses. Final Report."},
      {
        "id":"ED264730",
        "title":"Proficiency-Based Instruction in Reading: A Teacher Education Module. Introductory Packet."},
      {
        "id":"ED264731",
        "title":"Proficiency-Based Instruction in Reading: A Teacher Education Module. Applications Packet."},
      {
        "id":"ED264744",
        "title":"Foreign Students and Government Policy: Britain, France, and Germany."},
      {
        "id":"ED264750",
        "title":"The Adjustments of Youth and Educational Institutions to Technologically-Generated Changes in Skill Requirements."},
      {
        "id":"ED264751",
        "title":"Contexts for Learning: The Major Sectors of American Higher Education."},
      {
        "id":"ED264755",
        "title":"Quality Control Analysis of Selected Aspects of Programs Administered by the Bureau of Student Financial Assistance. Error-Prone Model Derived from 1978-1979 Quality Control Study. Data Report. [Task 3.]"},
      {
        "id":"ED264760",
        "title":"Facilities Inventory and Utilization Study, Fall of 1984, for the State of North Carolina. Higher Education Comprehensive Planning Program."},
      {
        "id":"ED264761",
        "title":"Investigation of the Department of Education's College Construction Loan Programs. Sixty-Fourth Report by the Committee on Government Operations Together with Additional Views. 98th Congress, 2d Session."},
      {
        "id":"ED264768",
        "title":"White House Initiative on Historically Black Colleges and Universities. Annual Federal Performance Report on Executive Agency Actions to Assist Historically Black Colleges and Universities for Fiscal Year 1984."},
      {
        "id":"ED264770",
        "title":"Bibliography on Asian American Studies Programs in Higher Education. Research Paper No. AA-2."},
      {
        "id":"ED264776",
        "title":"Factors Influencing Satisfaction of Non-Traditional Students with Mainstream Graduate Programs."},
      {
        "id":"ED264785",
        "title":"Corporate Classrooms: The Learning Business. A Carnegie Foundation Special Report."},
      {
        "id":"ED264788",
        "title":"Faculty Development in the 80's."},
      {
        "id":"ED264790",
        "title":"Recent Finnish Research on Higher Education, 1985. Kasvatustieteiden Tutkimuslaitoksen Julkaisuja 364."},
      {
        "id":"ED264794",
        "title":"Depression in College Students: Student Experience Inventory."},
      {
        "id":"ED264795",
        "title":"Curriculum in Higher Education: Historical Influences and Curricular Models."},
      {
        "id":"ED264804",
        "title":"Task Performance Requirements of the Community Health Nurse: Implications for Curriculum Development."},
      {
        "id":"ED264806",
        "title":"Academic Program Reviews: Institutional Approaches, Expectations, and Controversies. ASHE-ERIC Higher Education Report No. 5, 1985."},
      {
        "id":"ED264808",
        "title":"Nurse Education Act of 1985. Report Together with Additional Views to Accompany H.R. 2370. House of Representatives, Ninety-ninth Congress, First Session."},
      {
        "id":"ED264809",
        "title":"Health Professions Educational Assistance Amendments of 1985. Report Together with Additional Views to Accompany H.R. 2410. House of Representatives, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED264813",
        "title":"Studying the Impact of College on Students: Project Development and Recommendations for Conducting Research. An Action Research Project for Ohio Dominican College."},
      {
        "id":"ED264814",
        "title":"Federal, State, and Private Activities Pertaining to U.S. Graduates of Foreign Medical Schools. Report to the Chairman, Subcommittee on Health and Long-Term Care, Select Committee on Aging, House of Representatives, by the U.S. General Accounting Office."},
      {
        "id":"ED264815",
        "title":"Supply and Distribution of Physicians in the South: Effects of Migration and Retention Patterns."},
      {
        "id":"ED264816",
        "title":"Planning for Doctoral Nursing Education in the South."},
      {
        "id":"ED264817",
        "title":"The Enrollment of Black Students in Higher Education: Can Declines Be Prevented?"},
      {
        "id":"ED264821",
        "title":"Nebraska Videodisc Science Laboratory Simulations. Executive Summary (and) Science Lab Videodiscs: Evaluation Report. A Report from the Annenberg/CPB Project."},
      {
        "id":"ED264828",
        "title":"Computer Competencies for All Educators in North Carolina Public Schools."},
      {
        "id":"ED264830",
        "title":"Computer Literacy Act of 1984. Report together with Minority Views [and] Computer Literacy Act of 1983. Report together with Additional Views. To accompany H.R. 3750."},
      {
        "id":"ED264831",
        "title":"The Determination of Computer Competencies Needed by Classroom Teachers."},
      {
        "id":"ED264835",
        "title":"Exploratory Computer Literacy Curriculum Guide, Grades 7-8."},
      {
        "id":"ED264836",
        "title":"Exploratory Computer Literacy Curriculum Guide, Grades 9-12."},
      {
        "id":"ED264840",
        "title":"Integrating Microcomputer Applications into Teacher Education."},
      {
        "id":"ED264843",
        "title":"Measuring Library Staff Concerns during Technological Change."},
      {
        "id":"ED264846",
        "title":"Set up and Operation of Video Cassette Recorders or &quot;...How Do I Work This Thing???&quot;"},
      {
        "id":"ED264849",
        "title":"Computer Literacy Curriculum Guide. Bulletin 1739."},
      {
        "id":"ED264850",
        "title":"Computer Literacy Training Modules for Special Educators. Bulletin 1749."},
      {
        "id":"ED264852",
        "title":"Improvements Needed in the Army's Program for Developing Extension Training Materials for Use by Soldiers in Field Units. Report to the Secretary of the Army."},
      {
        "id":"ED264854",
        "title":"The 1983-84 Maryland ITV Utilization Study."},
      {
        "id":"ED264861",
        "title":"Provision of Federal Government Publications in Electronic Format to Depository Libraries. Report of the Ad Hoc Committee on Depository Library Access to Federal Automated Data Bases to the Joint Committee on Printing, United States Congress."},
      {
        "id":"ED264867",
        "title":"Libraries in Literacy. State-of-the-Art Manuscript. Volume I and Volume II."},
      {
        "id":"ED264868",
        "title":"LSCA Final Reports: Second Series."},
      {
        "id":"ED264870",
        "title":"Proceedings of the Binational Conference on Libraries in California and Baja California (1st, Tijuana, Baja California, Mexico, January 13-14, 1984) = Memorias de la Primera Conferencia Binacional de Bibliotecas de las Californias."},
      {
        "id":"ED264872",
        "title":"Student and Faculty Subject Searching in a University Online Public Catalog."},
      {
        "id":"ED264874",
        "title":"Facsimile Transmission Use in Libraries."},
      {
        "id":"ED264878",
        "title":"Online Database Searching with a Microcomputer: A Guide to the Basics."},
      {
        "id":"ED264879",
        "title":"A Summary and Review of the Indexes of American Public Library Statistics: 1939-1983."},
      {
        "id":"ED264885",
        "title":"Heuristic Classification. Technical Report Number 12."},
      {
        "id":"ED264887",
        "title":"Pennsylvania Online: A Curriculum Guide for School Library Media Centers."},
      {
        "id":"ED264891",
        "title":"The South Carolina Program for Library Development, 1985-1988 under the Library Services and Construction Act (P.L. 98-480, FY 1986)."},
      {
        "id":"ED264892",
        "title":"A Survey of Primary Bibliographic Instruction Methods and Aids Currently Used in Selected Canadian Academic Libraries."},
      {
        "id":"ED264897",
        "title":"The Ford Transfer Opportunities Project at LaGuardia: Report on Activities."},
      {
        "id":"ED264900",
        "title":"External Environmental Forecast."},
      {
        "id":"ED264906",
        "title":"First Annual Report of the Urban Community College Transfer Opportunities Program."},
      {
        "id":"ED264907",
        "title":"Status of Testing Practices at Two-Year Postsecondary Institutions."},
      {
        "id":"ED264910",
        "title":"Innovation Abstracts. Volume VII, Numbers 1-31."},
      {
        "id":"ED264911",
        "title":"Maintaining Institutional Integrity. New Directions for Community Colleges, Number 52."},
      {
        "id":"ED264913",
        "title":"How Administrators Influence Student Learning."},
      {
        "id":"ED264914",
        "title":"A Florida Community College Teacher Education Review: The Role of Florida Community Colleges in Teacher Education."},
      {
        "id":"ED264921",
        "title":"College Preparatory Analysis, Part I. First-Time-in-College Students, Fall 1982: College-Wide Summary. Research Report No. 85-35."},
      {
        "id":"ED264922",
        "title":"Today's Academic Leaders: A National Study of Administrators in Community and Junior Colleges."},
      {
        "id":"ED264927",
        "title":"An Analysis of the Public Feeder High Schools in the MiraCosta Community College District."},
      {
        "id":"ED264930",
        "title":"Undocumented Aliens and the Nation's Two-Year Colleges."},
      {
        "id":"ED264934",
        "title":"Models for Training in Child Development and Social Policy. Papers Presented at the Biennial Meeting of the Society for Research in Child Development (Toronto, Ontario, Canada, April 25-28, 1985)."},
      {
        "id":"ED264937",
        "title":"Improving American Education: Roles for Parents. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, Ninety-Eighth Congress, Second Session, June 7, 1984."},
      {
        "id":"ED264938",
        "title":"Louisville &amp; Jefferson County Child Care Needs Assessment--1985."},
      {
        "id":"ED264939",
        "title":"Foster Care, Adoption Assistance, and Child Welfare Services under the Social Security Act. Staff Data and Materials. 99th Congress, 1st Session."},
      {
        "id":"ED264943",
        "title":"The Perry Preschool Program and Its Long-Term Effects: A Benefit-Cost Analysis. High/Scope Early Childhood Policy Papers, No. 2."},
      {
        "id":"ED264944",
        "title":"Quality in Early Childhood Programs: Four Perspectives. High/Scope Early Childhood Policy Papers, No. 3."},
      {
        "id":"ED264945",
        "title":"Applying Chomsky's Linguistic Methodology to the Clinical Interpretation of Symbolic Play."},
      {
        "id":"ED264947",
        "title":"Child Welfare and Adoption Assistance. Hearing before the Subcommittee on Public Assistance and Unemployment Compensation of the Committee on Ways and Means. House of Representatives, Ninety-Eighth Congress, Second Session (Hartford, Connecticut, June 1, 1984)."},
      {
        "id":"ED264949",
        "title":"Comparable Worth: Questions and Answers for Early Childhood Staff."},
      {
        "id":"ED264955",
        "title":"Residential Care: Patterns of Child Placement in Three States. Report to the Honorable George Miller, Chairman, Select Committee on Children, Youth, and Families, House of Representatives."},
      {
        "id":"ED264956",
        "title":"Review of Certain Aspects of Group Home Care for Children in California. Report to the Honorable George Miller, House of Representatives."},
      {
        "id":"ED264960",
        "title":"Information-Processing Theory and Perspectives on Development: A Look at Concepts and Methods--The View of a Developmental Ethologist."},
      {
        "id":"ED264961",
        "title":"Socialization into the Student Role: Teacher and Student Influences. Research Series No. 160."},
      {
        "id":"ED264962",
        "title":"Social Influence on Preschool Children's Computer Activity."},
      {
        "id":"ED264963",
        "title":"Effects of Parenting Style and Preschool Experience on Children's Verbal Attainment: Results of a British Longitudinal Study."},
      {
        "id":"ED264964",
        "title":"Kindergarten: Elementary Alaska Curriculum Guide. First Edition."},
      {
        "id":"ED264966",
        "title":"Day Care: Family Day Care. 9."},
      {
        "id":"ED264968",
        "title":"The Hours We Can't Be Home: Developing a School Age Child Care Program. A Handbook for Parents."},
      {
        "id":"ED264969",
        "title":"Child Abuse and Day Care. Joint Hearing before the Subcommittee on Oversight of the Committee on Ways and Means and Select Committee on Children, Youth, and Families. House of Representatives, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED264972",
        "title":"Family Day Care: Independent Study Course, Trainer&apos;s Resource Manual and Information Packets."},
      {
        "id":"ED264975",
        "title":"Children's Views of Kindergarten."},
      {
        "id":"ED264976",
        "title":"Early Childhood Programs in Canada."},
      {
        "id":"ED264979",
        "title":"Changing Preschoolers' Attitudes toward Animals: A Zoo Program and an Evaluation."},
      {
        "id":"ED264980",
        "title":"Compensatory Early Childhood Education: Froebelian Origins and Outcomes."},
      {
        "id":"ED264984",
        "title":"Project Yaqui: An Environmentally Based Program for Young Native American Handicapped Children Demonstration Model, Fiscal Years 1981-1984. Final Report."},
      {
        "id":"ED264987",
        "title":"Traditional Cherokee Food."},
      {
        "id":"ED264990",
        "title":"Meeting the Challenges of Educational Change for Indian People. The 11th Annual Report to the Congress of the United States. Fiscal Year 1984."},
      {
        "id":"ED264993",
        "title":"Economic Structure and Change in Persistently Low-Income Nonmetro Counties."},
      {
        "id":"ED265002",
        "title":"The Development of the Outdoor Leadership Training Simulator."},
      {
        "id":"ED265003",
        "title":"A National Overview of Staff and Program Characteristics 1984-1985. HEP/CAMP National Evaluation Project. Research Report No. 1."},
      {
        "id":"ED265004",
        "title":"Overview of Student Characteristics and Program Outcomes. HEP/CAMP National Evaluation Project. Research Report No. 2."},
      {
        "id":"ED265005",
        "title":"A Comprehensive Analysis of Impact of HEP/CAMP Program Participation. HEP/CAMP National Evaluation Project. Research Report No. 3."},
      {
        "id":"ED265006",
        "title":"A Program Evaluation Model for Migrant Higher Education."},
      {
        "id":"ED265008",
        "title":"High Achievement in Rural Schools."},
      {
        "id":"ED265009",
        "title":"Staff Development in Rural Schools."},
      {
        "id":"ED265010",
        "title":"Serving the Rural Adult: Proceedings of Four 1985 Regional Conferences (Lexington, Kentucky, February 17-19; Logan, Utah, March 10-12; Sioux Falls, South Dakota, April 22-24; Skytop, Pennsylvania, May 5-7)."},
      {
        "id":"ED265012",
        "title":"Mathematics Achievement Scores in High School: Are They Related to the Way We Teach in the Earlier Grades?"},
      {
        "id":"ED265013",
        "title":"Research Related to Instructional Materials for Science. ERIC/SMEAC Science Education Digest No. 2."},
      {
        "id":"ED265015",
        "title":"A Study of the Effectiveness of Computer-Assisted Instruction in the High School Biology Classroom."},
      {
        "id":"ED265022",
        "title":"Elementary Mathematics: Alaska Curriculum Guide. First Edition."},
      {
        "id":"ED265023",
        "title":"Secondary Mathematics: Alaska Curriculum Guide. First Edition."},
      {
        "id":"ED265024",
        "title":"Secondary Science: Alaska Curriculum Guide. First Edition."},
      {
        "id":"ED265025",
        "title":"Elementary Science: Alaska Curriculum Guide. First Edition."},
      {
        "id":"ED265033",
        "title":"An Examination of Factors Affecting Mathematics Enrollment at Broward Community College, South Campus: Societal Factors Affecting Education."},
      {
        "id":"ED265036",
        "title":"Developing Induction Programs. 1985 Regional Study Awards Final Product. Final Report of the Regional Study Award Project."},
      {
        "id":"ED265039",
        "title":"Water Quality Instructional Resources Information System (IRIS): A Compilation of Abstracts to Water Quality and Water Resources Materials, Supplement 23 (1985)."},
      {
        "id":"ED265041",
        "title":"Rivers and Streams. Habitat Pac."},
      {
        "id":"ED265042",
        "title":"Estuaries and Tidal Marshes. Habitat Pac."},
      {
        "id":"ED265050",
        "title":"The Learning of Mathematics. ERIC/SMEAC Mathematics Education Digest Number 1."},
      {
        "id":"ED265051",
        "title":"Location Patterns of Minority and Other Health Professionals."},
      {
        "id":"ED265052",
        "title":"Science and Technology Data Book. 1986."},
      {
        "id":"ED265053",
        "title":"International Cooperation and Competition in Civilian Space Activities."},
      {
        "id":"ED265054",
        "title":"U.S.-Soviet Cooperation in Space. A Technical Memorandum."},
      {
        "id":"ED265055",
        "title":"New Electric Power Technologies: Problems and Prospects for the 1990s."},
      {
        "id":"ED265059",
        "title":"The Paluxy River Footprint Mystery--Solved."},
      {
        "id":"ED265072",
        "title":"American Defense Education Act. Hearing before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources, United States Senate, Ninety-Ninth Congress, First Session on S. 177 to Authorize a National Program of Improving the Quality of Education."},
      {
        "id":"ED265073",
        "title":"Directory of UNFPA-Funded and Unesco-Assisted Population Education Projects in Asia and the Pacific."},
      {
        "id":"ED265074",
        "title":"Student Math Notes."},
      {
        "id":"ED265075",
        "title":"Teaching about Hazardous Materials. ERIC/SMEAC Environmental Education Digest No. 2."},
      {
        "id":"ED265076",
        "title":"Instructional Materials for Improving the Quality of the Environment. Information Bulletin. No. 2, 1985."},
      {
        "id":"ED265079",
        "title":"The 1985 Indiana State Mathematics Contest: Tests and Analysis of Student Performance."},
      {
        "id":"ED265081",
        "title":"Investigations in Science Education. Volume 12, Number 1."},
      {
        "id":"ED265083",
        "title":"Effective Participation: A Standard for Social Science Education."},
      {
        "id":"ED265085",
        "title":"The Politics of Excellence. Draft."},
      {
        "id":"ED265086",
        "title":"Social Studies Research and the Potential for Excellence in Social Education."},
      {
        "id":"ED265088",
        "title":"Fail-Safe Entrepreneurship: Six Reasons You Shouldn't Start a Small Business."},
      {
        "id":"ED265095",
        "title":"Course Design Within the Context of a Thematic Teacher Education Program: A Case Study. Program Evaluation Series No. 6."},
      {
        "id":"ED265097",
        "title":"Early Field Experiences: A Collaborative Model for Induction, Mentoring, and Integration of Theory and Practice."},
      {
        "id":"ED265099",
        "title":"A Report to the President of the United States [from the] Intergovernmental Advisory Council on Education, National Networking Conference [on] Teacher Preparation and Retention."},
      {
        "id":"ED265100",
        "title":"Undergraduate Professional Preparation in Physical Education from 1960 to the Present."},
      {
        "id":"ED265103",
        "title":"Internationalizing the Social Foundations of Education."},
      {
        "id":"ED265104",
        "title":"Education Theory and Methods: International Teacher Education."},
      {
        "id":"ED265107",
        "title":"Global Education: Why? For Whom? About What?"},
      {
        "id":"ED265108",
        "title":"A Place for the Humanities in Global Education."},
      {
        "id":"ED265110",
        "title":"Foreign Languages and Global Studies: A Position Paper."},
      {
        "id":"ED265111",
        "title":"Courses in the Psychological Foundations of Education: Strategies for Enhancing the International Dimensions of Teacher Education."},
      {
        "id":"ED265117",
        "title":"Some Deductions about Induction."},
      {
        "id":"ED265118",
        "title":"Expanded Teacher Roles: Mentors and Masters. Technical Report 1. A Survey of California Districts and Counties."},
      {
        "id":"ED265119",
        "title":"The Instructional and Professional Environment of Middle Schools: Guidance for Teacher Education."},
      {
        "id":"ED265120",
        "title":"A Study of the State of Tennessee Career Ladder Program for Teachers."},
      {
        "id":"ED265124",
        "title":"Overseas Employment Opportunities for Educators."},
      {
        "id":"ED265126",
        "title":"A Stages of Concern Approach to Teacher Preparation. R&amp;D Report No. 3213."},
      {
        "id":"ED265134",
        "title":"Attitudes of South Dakota Teachers toward the Public Schools."},
      {
        "id":"ED265138",
        "title":"Collection of Training Materials. An Annotated Bibliography."},
      {
        "id":"ED265140",
        "title":"Adapted Physical Education Curriculum Guide. Bulletin 1717."},
      {
        "id":"ED265143",
        "title":"Utah Teacher Evaluation Project: The Park City Career Ladder Design. Final Report: Secretary's Discretionary Program, Planning Grant to Develop Teacher Incentive Programs."},
      {
        "id":"ED265144",
        "title":"Louisiana Educational Employees Professional Improvement Program Guidelines. Bulletin 1619, Revised."},
      {
        "id":"ED265145",
        "title":"Teachers' Professional Knowledge: A Study of Metaphor."},
      {
        "id":"ED265146",
        "title":"Intercollegiate Athletic Handbook."},
      {
        "id":"ED265147",
        "title":"Role Over Person: Legitimacy and Authenticity in Teaching. Occasional Paper No. 87."},
      {
        "id":"ED265148",
        "title":"The Validation of Beginning Teacher Competencies in Connecticut."},
      {
        "id":"ED265149",
        "title":"Job Performance and Job Satisfaction of Beginning Teachers."},
      {
        "id":"ED265155",
        "title":"Administrative Rules Governing the Certification of Michigan Teachers. [Revised.]"},
      {
        "id":"ED265157",
        "title":"Classroom Management Training. Final Report of the Regional Study Award Project."},
      {
        "id":"ED265158",
        "title":"Educational Leadership Through Proactive Planning. Pathways to Growth."},
      {
        "id":"ED265159",
        "title":"Fulfilling the Promise: A Fresh Look at Collaboration and Resource Sharing in Education. Pathways to Growth."},
      {
        "id":"ED265160",
        "title":"The Expanding Role of the Teacher: A Synthesis of Practice and Research. Pathways to Growth."},
      {
        "id":"ED265161",
        "title":"Goal Based Secondary Schools: A Summary of Commonalities."},
      {
        "id":"ED265162",
        "title":"The High School Department: A New Force for Excellence."},
      {
        "id":"ED265165",
        "title":"Factors Associated with Differences in Patterns of Program Implementation: A Three Year Study."},
      {
        "id":"ED265167",
        "title":"The Influence of Scoring Procedures on Assessment Decisions and Their Reliability."},
      {
        "id":"ED265168",
        "title":"Educational Standards, Testing, and Access. Proceedings of the ETS Invitational Conference (45th, New York, New York, October 29, 1984)."},
      {
        "id":"ED265172",
        "title":"Student Achievement in California Schools: 1983-84 Annual Report. California Assessment Program."},
      {
        "id":"ED265174",
        "title":"Cross-Cultural Validation of TEMAS, a Minority Projective Test."},
      {
        "id":"ED265176",
        "title":"Research by External Agencies or Individuals in AISD."},
      {
        "id":"ED265177",
        "title":"The Role of Mental Models in Learning to Program."},
      {
        "id":"ED265178",
        "title":"Achievement Profiles 1984-85. Volume I: District Achievement Profiles."},
      {
        "id":"ED265179",
        "title":"Basic Research: Behavioral and Social Sciences. 1984 Annual Report."},
      {
        "id":"ED265180",
        "title":"Project Connect: 1984-85 Final Technical Report."},
      {
        "id":"ED265181",
        "title":"Project BEST: 1984-85 Final Technical Report."},
      {
        "id":"ED265182",
        "title":"Project Teach and Reach: 1984-85 Final Technical Report."},
      {
        "id":"ED265183",
        "title":"Pearce Academic Center for Excellence (PACE): 1984-85 Final Technical Report."},
      {
        "id":"ED265184",
        "title":"Sunset and Sunrise: AISD&apos;s Accreditation Status 1984-85."},
      {
        "id":"ED265186",
        "title":"Forecasting Device Effectiveness: Volume I. Issues. Final Report."},
      {
        "id":"ED265187",
        "title":"Forecasting Device Effectiveness: Volume II. Procedures. Final Report."},
      {
        "id":"ED265188",
        "title":"Forecasting Device Effectiveness: Volume III. Analytic Assessment of Device Effectiveness Forecasting Technique. Final Report."},
      {
        "id":"ED265190",
        "title":"Norm-Referenced Tests: Are They Valid for Use with Handicapped Children?"},
      {
        "id":"ED265191",
        "title":"Minimum Competency Testing in Alabama: Regulations and Adaptations for the Handicapped."},
      {
        "id":"ED265192",
        "title":"Validation of Current and Alternative Armed Services Vocational Aptitude Battery (ASVAB) Area Composites, Based on Training and Skill Qualification Test (SQT) Information on Fiscal Year 1981 and 1982 Enlisted Accessions. Technical Report 651."},
      {
        "id":"ED265195",
        "title":"Prediction of Interest in the Creative Arts from Scores on Creativity Measures."},
      {
        "id":"ED265198",
        "title":"Application of a Cognitive Model for Army Training: Handbook for Strategic Intelligence Analysis."},
      {
        "id":"ED265207",
        "title":"Minimum Competency Testing and Local Schools."},
      {
        "id":"ED265208",
        "title":"The Test Score Decline Is Over: A Reinterpretation."},
      {
        "id":"ED265209",
        "title":"Plans and Activities for 1990 Decennial Census: Part I. Hearing before the Subcommittee on Census and Population of the Committee on Post Office and Civil Service. House of Representatives. Ninety-Ninth Congress, First Session."},
      {
        "id":"ED265212",
        "title":"The Role of Schemas in Analogical Problem Solving."},
      {
        "id":"ED265215",
        "title":"Stability of IQ: A Longitudinal Study of WISC-R Scores of Students Experiencing Learning Difficulties."},
      {
        "id":"ED265217",
        "title":"Validation of the Pre-Professional Skills Tests and Recommendation of Performance Standards in Tennessee: Selection of Participants, Data Collection, and Data Analysis Techniques."},
      {
        "id":"ED265219",
        "title":"The Dimensionality of Agreement and Importance for Attitude Scales."},
      {
        "id":"ED265220",
        "title":"The Relationship of Teacher Morale and Zones of Indifference."},
      {
        "id":"ED265221",
        "title":"Teacher's Manual for Using the DX System."},
      {
        "id":"ED265223",
        "title":"NIE Support to Assist in the Completion of USA Participation in the International Study of Written Composition. Final Report."},
      {
        "id":"ED265224",
        "title":"Report on the Revision of the CSE Evaluation Kit. Research into Practice Project."},
      {
        "id":"ED265225",
        "title":"A Taxonomy of Questions, or, What the Computer Can Help You Learn about Your Students' Achievement, Attendance, Characteristics. Management of Instructional Information Systems Project."},
      {
        "id":"ED265226",
        "title":"IIS Network/District Collaboration. Management of Instructional Information Systems Project."},
      {
        "id":"ED265227",
        "title":"Report of the Greek and Italian Youth Employment Study."},
      {
        "id":"ED265228",
        "title":"Immigrant and Refugee Youth in the Transition from School to Work or Further Study. Report of Ethnic Liaison Officer Working Party No. 2."},
      {
        "id":"ED265231",
        "title":"Bilingual Education: Florida Administrator's Manual."},
      {
        "id":"ED265233",
        "title":"K-12: What the Data Show about Public Education in Minnesota."},
      {
        "id":"ED265236",
        "title":"Smaller Slices of the Pie. The Growing Economic Vulnerability of Poor and Moderate Income Americans."},
      {
        "id":"ED265237",
        "title":"Choices and Life Circumstances. An Ethnographic Study of Project Redirection Teens."},
      {
        "id":"ED265239",
        "title":"The Delivery of Mental Health Services to Black Children. Final Report."},
      {
        "id":"ED265240",
        "title":"Asian/Pacific American Librarians: A Cross Cultural Perspective. Papers of the Program of the Asian/Pacific American Librarians Association (Dallas, Texas, June 25, 1984)."},
      {
        "id":"ED265241",
        "title":"College-Bound Seniors Report 1984-1985."},
      {
        "id":"ED265244",
        "title":"Help-Seeking Behavior among Black Males. Final Report."},
      {
        "id":"ED265245",
        "title":"Youth Employment and Training Programs. The YEDPA Years."},
      {
        "id":"ED265248",
        "title":"Education and Cultural Diversity: Recent Development of Policy in Australia."},
      {
        "id":"ED265252",
        "title":"Educational Comparisons and the Educator."},
      {
        "id":"ED265255",
        "title":"Educational Gerontology: An International Perspective."},
      {
        "id":"ED265258",
        "title":"Educational Issues in Contemporary Japan."},
      {
        "id":"ED265264",
        "title":"A Brief Account of School Inspection in Nigeria."},
      {
        "id":"ED265268",
        "title":"Need to Foster Optimal Use of Resources in the Special Supplemental Food Program for Women, Infants, and Children (WIC). Report to the Secretary of Agriculture."},
      {
        "id":"ED265271",
        "title":"Education and Ethnic Minorities--Issues of Participation and Equity. National Advisory and Co-ordinating Committee on Multicultural Education. Discussion Paper No.1."},
      {
        "id":"ED265275",
        "title":"Oversight on the Federal Role in Education (Part 1). Hearing before the Committee on Education and Labor, House of Representatives, Ninety-Ninth Congress, First Session (New Orleans, LA, February 14, 1985)."},
      {
        "id":"ED265276",
        "title":"Oversight of the Federal Role in Education (Part II). Hearing before the Committee on Education and Labor, House of Representatives, Ninety-Ninth Congress, First Session (Los Angeles, CA, February 16, 1985)."},
      {
        "id":"ED265277",
        "title":"Oversight on the Federal Role in Education (Part III). Hearing before the Committee on Education and Labor, House of Representatives, Ninety-Ninth Congress, First Session (New York, NY, February 19, 1985)."},
      {
        "id":"ED265281",
        "title":"Federal Benefit Programs: A Profile. Study by the Staff of the U.S. General Accounting Office."},
      {
        "id":"ED265283",
        "title":"Manpower Projection and Strategies 1979-'91."},
      {
        "id":"ED265293",
        "title":"MICRO-VERS. Micro-computer Software for the Vocational Education Reporting System. User's Guide and Reference Manual. Version 3.1. Apple II."},
      {
        "id":"ED265294",
        "title":"MICRO-VERS. Micro-computer Software for the Vocational Education Reporting System. Version 3.1. Radio Shack TRS-80 Model III."},
      {
        "id":"ED265295",
        "title":"Issues in TAFE."},
      {
        "id":"ED265296",
        "title":"Education and Worker Co-operatives. Some Perspectives of the Australian TAFE Connection."},
      {
        "id":"ED265297",
        "title":"The Articulation of TAFE Middle-Level and Higher Education Courses in Australia."},
      {
        "id":"ED265298",
        "title":"Selection to Pre-Employment Trades Based Courses. Working Paper 5."},
      {
        "id":"ED265353",
        "title":"Historical Inquiry in Vocational Education."},
      {
        "id":"ED265355",
        "title":"Turboprop Propulsion Mechanic."},
      {
        "id":"ED265356",
        "title":"Machinist (AFSC 42750)."},
      {
        "id":"ED265357",
        "title":"Aircraft Environmental Systems Mechanic. Part 1."},
      {
        "id":"ED265358",
        "title":"Aircraft Environmental Systems Mechanic. Part 2."},
      {
        "id":"ED265360",
        "title":"Apprentice Machinist (AFSC 53130), Volumes 1-4, and Change Supplement (AFSC 42730)."},
      {
        "id":"ED265361",
        "title":"Aircraft Electrical Systems Specialist (AFSC 42350), Volumes 1-3, and Change Supplement, Volume 3."},
      {
        "id":"ED265367",
        "title":"A Research Study to Determine the Effects of Early Keyboard Use upon Student Development in Occupational Keyboarding. Final Report of Research."},
      {
        "id":"ED265368",
        "title":"The Use of Hand Tools in Agricultural Mechanics."},
      {
        "id":"ED265369",
        "title":"Basic Electricity in Agricultural Mechanics."},
      {
        "id":"ED265370",
        "title":"Montana Cooperative Education Handbook."},
      {
        "id":"ED265371",
        "title":"V-TECS Guide for Electronics Mechanic."},
      {
        "id":"ED265377",
        "title":"Training&apos;s Policies: Public and Private Reinforcement for the American Economy. Final Report. The Impact of Public Policy on Education and Training in the Private Sector."},
      {
        "id":"ED265378",
        "title":"Training&apos;s Practices: Education and Training within the American Firm."},
      {
        "id":"ED265379",
        "title":"Training&apos;s Benchmarks. A Statistical Sketch of Employer-Provided Training and Education: 1969-1981. Task I Report: The Impact of Public Policy on Education and Training in the Private Sector."},
      {
        "id":"ED265381",
        "title":"The Personal Interview as a Data Collection Technique."},
      {
        "id":"ED265384",
        "title":"Using Cost-Benefit Analysis to Determine Profitability of Secondary Vocational Programs."},
      {
        "id":"ED265385",
        "title":"Education and Employment. A Handbook to Promote Sex Equity."},
      {
        "id":"ED265386",
        "title":"Worker Dislocation: A Policy Study and Selected References on Worker Dislocation and the Unemployment Process. An Annotated Bibliography."},
      {
        "id":"ED265389",
        "title":"Adult and Non-Formal Education in the Third World: A Jamaican Perspective. Monographs on Comparative and Area Studies in Adult Education."},
      {
        "id":"ED265390",
        "title":"Compilation of the Domestic Volunteer Service Act of 1973 as Amended through September 30, 1985. Prepared for Use by the Committee on Education and Labor, U.S. House of Representatives. 99th Congress, 2d Session."},
      {
        "id":"ED265397",
        "title":"The Role of the Future Homemakers of America Student Organization in Facilitating the Development of Critical Thinking Skills."},
      {
        "id":"ED265400",
        "title":"Weather Specialist (AFSC 25120)."},
      {
        "id":"ED265410",
        "title":"In-Service Teacher Education: A Key to Excellence in Vocational Education. Proceedings of a National Conference (Washington, D.C., April 10, 1985)."},
      {
        "id":"ED265411",
        "title":"Address by the United States Secretary of Education to the Annual Convention of the American Vocational Association."},
      {
        "id":"ED265412",
        "title":"Education in Correctional Settings. A Guide for Developing Quality Vocational and Adult Basic Education Programs."},
      {
        "id":"ED265414",
        "title":"Knowledge Development and Utilization: Getting Employability Research into Public Use."},
      {
        "id":"ED265415",
        "title":"Collaboration in Education and Employment: What It Takes To Make It Work. Annual Policy Forum Proceedings (Columbus, Ohio, October 29-31, 1985)."},
      {
        "id":"ED265422",
        "title":"Connect with Parents: Build Support Groups. Conference Proceedings (Colorado Springs, Colorado, August 3-4, 1984)."},
      {
        "id":"ED265423",
        "title":"Counseling at the Crossroads: Obstacles, Opportunities, and Options."},
      {
        "id":"ED265427",
        "title":"Father Involvement, Sex-Typing and the Toy Play of Children."},
      {
        "id":"ED265430",
        "title":"Keeping Students in School. Dropout Data, Research, and Programs."},
      {
        "id":"ED265432",
        "title":"Facilitating Collaboration between the Clergy and Self-Help."},
      {
        "id":"ED265436",
        "title":"Developments in Aging: 1984. Volume 1. A Report of the Special Committee on Aging. United States Senate, Ninety-Ninth Congress, First Session. Pursuant to S. Res. 354, March 2, 1984, Resolution Authorizing a Study of the Problems of the Aged and Aging."},
      {
        "id":"ED265439",
        "title":"Family Caregivers and Burden: A Developmental Perspective."},
      {
        "id":"ED265440",
        "title":"The Use of Mental Health Standards in Child and Adolescent Programs: What Factors Influence Policy Development and Implementation?"},
      {
        "id":"ED265444",
        "title":"Mental Health, United States 1985."},
      {
        "id":"ED265445",
        "title":"Perceptions of Women and Men in Counselor Education About Writing for Publication."},
      {
        "id":"ED265449",
        "title":"Attitudes Toward Death Across the Life Span."},
      {
        "id":"ED265451",
        "title":"Mental Representation and Problem Solving in Work-Study Students."},
      {
        "id":"ED265452",
        "title":"Counseling Students through Their Individual Learning Styles."},
      {
        "id":"ED265455",
        "title":"Counseling College Students through Their Individual Learning Styles."},
      {
        "id":"ED265461",
        "title":"Comprehensive Smokeless Tobacco and Health Education Act of 1985. United States Senate, Ninety-Ninth Congress, First Session. Report to Accompany S.1574."},
      {
        "id":"ED265464",
        "title":"Suicide: Theory, Identification, and Counseling Strategies. Searchlight Plus: Relevant Resources in High Interest Areas."},
      {
        "id":"ED265468",
        "title":"Cataract Surgery: Fraud, Waste, and Abuse. A Report by the Chairman of the Subcommittee on Health and Long-Term Care of the Select Committee on Aging. House of Representatives, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED265469",
        "title":"Effects of Home Care on the Quality of Circumstances of the Elderly."},
      {
        "id":"ED265470",
        "title":"Grandparents' Rights. Report from the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, First Session. To Accompany H. Con. Res. 67."},
      {
        "id":"ED265471",
        "title":"Crisis in Health Care: The Missouri Experience. Hearing before the Subcommittee on Health and Long-Term Care of the Select Committee on Aging. House of Representatives, Ninety-Ninth Congress, First Session (Jefferson City, MO)."},
      {
        "id":"ED265472",
        "title":"Prevention of Alcohol Abuse in American Families. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED265473",
        "title":"Making a Difference: Young People in Community Crime Prevention."},
      {
        "id":"ED265474",
        "title":"Hospital Use by Children in the United States and Canada. Comparative International Vital and Health Statistics Reports."},
      {
        "id":"ED265475",
        "title":"Trends in Teenage Childbearing, United States, 1970-81. Data from the National Vital Statistics System."},
      {
        "id":"ED265476",
        "title":"Assessment of Positive Sex-Role Characteristics."},
      {
        "id":"ED265477",
        "title":"Qualitative Dimensions of Social Cognition in Adulthood."},
      {
        "id":"ED265479",
        "title":"High Risk Situations for Elderly Alcohol Abusers."},
      {
        "id":"ED265480",
        "title":"Increasing the Social Networks of Isolated Elderly: Treatment and Research Findings."},
      {
        "id":"ED265481",
        "title":"Volunteer Motivations and Rewards: Shaping Future Programs."},
      {
        "id":"ED265482",
        "title":"On Gender Roles and Perception of Maladjustment."},
      {
        "id":"ED265484",
        "title":"Self Concept and Gender Role: An Open-Ended Inquiry."},
      {
        "id":"ED265485",
        "title":"Federal Role in Addressing the Tragedy of Youth Suicide. Hearing before the Subcommittee on Juvenile Justice of the Committee on the Judiciary. United States Senate, Ninety-Ninth Congress, First Session on Adequacy of Current Federal Research and Prevention Efforts and the Role of the Office of Juvenile Justice and Delinquency Prevention in Youth Suicides."},
      {
        "id":"ED265492",
        "title":"Kindergarten Reading: A Proposal for a Problem-Solving Approach. Technical Report No. 345."},
      {
        "id":"ED265493",
        "title":"Effect of Task Purpose on the Study Behaviors and Recall of Young Children. Technical Report No. 346."},
      {
        "id":"ED265494",
        "title":"A Theory-Based Approach to Reading Assessment in the Army. Technical Report 625."},
      {
        "id":"ED265495",
        "title":"Modifying Commercial Software Yourself to Match Your Reading Instruction."},
      {
        "id":"ED265496",
        "title":"The Cognitive Domain: The Last Frontier. Final Report of the Regional Study Award Project."},
      {
        "id":"ED265497",
        "title":"Leadership in Reading Instruction."},
      {
        "id":"ED265501",
        "title":"Critical Thinking Skills. Analysis and Action Series."},
      {
        "id":"ED265518",
        "title":"The Graphic Climate in History Class: The Perceptions of Seventh and Eleventh Graders."},
      {
        "id":"ED265520",
        "title":"The Effects of High and Low Relevant Text Underlining on Test Performance."},
      {
        "id":"ED265521",
        "title":"All Our Kids Can Learn to Read: Guide to Parent and Citizen Action, Chicago SCHOOLWATCH."},
      {
        "id":"ED265523",
        "title":"Deaf Children&apos;s Acquisition of Prereading Skills Using the Reciprocal Teaching Procedure. Technical Report No. 350."},
      {
        "id":"ED265524",
        "title":"The Effects of Training in Story Mapping Procedures on the Reading Comprehension of Poor Readers. Technical Report No. 352."},
      {
        "id":"ED265525",
        "title":"Group Story Mapping: A Comprehension Strategy for Both Skilled and Unskilled Readers. Technical Report No. 363."},
      {
        "id":"ED265527",
        "title":"Disguising the Issues in Education."},
      {
        "id":"ED265529",
        "title":"Assessing Silent Reading during the Process: An Investigation of the Opin Procedure."},
      {
        "id":"ED265530",
        "title":"Implementing the Recommendations of &quot;Becoming a Nation of Readers&quot;: A Guide for Practitioners."},
      {
        "id":"ED265531",
        "title":"English Reading Skills of Kindergarten and Grade One French Immersion Students [and] Response."},
      {
        "id":"ED265542",
        "title":"Teaching Rereading and Rewriting to &quot;Basic Writers.&quot;"},
      {
        "id":"ED265544",
        "title":"Mark Twain's Nemesis: The Paige Compositor."},
      {
        "id":"ED265552",
        "title":"Research on Written Composition: New Directions for Teaching."},
      {
        "id":"ED265562",
        "title":"Program to Recognize Excellence in Student Literary Magazines, 1985. Ranked Magazines."},
      {
        "id":"ED265568",
        "title":"Convergences: Transactions in Reading and Writing."},
      {
        "id":"ED265570",
        "title":"Neighborhood Newspapers and Neighborhood Leaders: Influences on Agenda Setting and Definitions of Issues."},
      {
        "id":"ED265576",
        "title":"Using Research as a Guide for Teaching Interpersonal Communication Competencies."},
      {
        "id":"ED265579",
        "title":"Personnel Characteristics, Job Satisfaction, and Organizational Styles of Television Program Directors Over Market Ranks and Station Sizes."},
      {
        "id":"ED265581",
        "title":"An Examination of the Relationship between Irrational Beliefs and Communication Apprehension."},
      {
        "id":"ED265582",
        "title":"Problems of Applying Communication/Behavior Theories to a Program of Smoking Reduction."},
      {
        "id":"ED265595",
        "title":"Guidelines for Cross-Cultural Communication between Students and Faculty."},
      {
        "id":"ED265596",
        "title":"O-I-C: An Orality-Based Procedure for Teaching Interactive Communication in the Basic Course."},
      {
        "id":"ED265598",
        "title":"Ethical Guidelines for Students Completing the Interpersonal Communication Course."},
      {
        "id":"ED265601",
        "title":"Undergraduates as Adult Communicators: A Life Skills Model for Curriculum Change."},
      {
        "id":"ED265603",
        "title":"The Affinity-Seeking of Classroom Teachers."},
      {
        "id":"ED265604",
        "title":"Willingness to Communicate: The Construct and Its Measurement."},
      {
        "id":"ED265606",
        "title":"Competing in Host School Tournaments."},
      {
        "id":"ED266613",
        "title":"The Integration of Handicapped and Non-Handicapped Infants and Toddlers: A Guide for Program Development."},
      {
        "id":"ED266617",
        "title":"Childhood Cancer: A Medical, Psychosocial and Educational Approach."},
      {
        "id":"ED266618",
        "title":"Can Controlled Association Tasks Identify Word-Finding Problems in Children?"},
      {
        "id":"ED266627",
        "title":"The Perspective Structure in the Verbal Flow. No. 4."},
      {
        "id":"ED266629",
        "title":"An Examination of Some Language Proficiency Tests from a Communicative Viewpoint."},
      {
        "id":"ED266635",
        "title":"The Development of Reading Comprehension in FL Teaching--Combining Knowledge and Skill."},
      {
        "id":"ED266639",
        "title":"Formative Tests of Speaking Proficiency in the Mothertongue for 14-Year Olds."},
      {
        "id":"ED266641",
        "title":"Estimating Students' Vocabulary Sizes in Foreign Language Teaching."},
      {
        "id":"ED266642",
        "title":"Evaluating the Language Laboratory in Practice."},
      {
        "id":"ED266643",
        "title":"Language Testing: Making a Decision on the Basis of Observed Behaviour and \"Tapped\" Knowledge."},
      {
        "id":"ED266644",
        "title":"Cultural Knowledge as Part of Language Skills in Cross-Cultural Communication."},
      {
        "id":"ED266645",
        "title":"Classroom English for German Schools."},
      {
        "id":"ED266646",
        "title":"Annotated Bibliography of Publications concerning Computers in Education: Emphasis on Microcomputers in ESL and Language Learning. Revised Edition."},
      {
        "id":"ED266647",
        "title":"Community-Based Language Planning: A Movement Needed and Starting in West Africa. Publication H-7."},
      {
        "id":"ED266650",
        "title":"Journal of the Society of Accelerative Learning and Teaching, Volume 8, Numbers 1-4, 1983."},
      {
        "id":"ED266654",
        "title":"Etude des sequences de type consonne constrictive plus voyelle en francais, a l'aide de la radiocinematographie et de l'oscillographie (A Study of the Constrictive Consonant Plus Vowel Sequences in French, Using X-Ray Filming and Oscillography). Publication B-148."},
      {
        "id":"ED266655",
        "title":"Bilinguisme et problematique des langues ethniques. Enquete sur le comportement linguistique des jeunes montrealais d'origine italienne (Bilingualism and the Problem of Ethnic Languages. A Study of the Linguistic Behavior of Young Montrealers of Italian Descent). Publication B-149."},
      {
        "id":"ED266656",
        "title":"Analyse macro-sociolinguistique d'une situation de diglossie: le cas de Madagascar (A Macro-Sociolinguistic Analysis of a Diglossic Situation: The Case of Madagascar). Publication H-6."},
      {
        "id":"ED266661",
        "title":"Communicative Language Teaching. Selected Papers from the RELC Seminar (Singapore, April 23-27, 1984). Anthology Series 14."},
      {
        "id":"ED266662",
        "title":"Integrating the New and the Old in a Communicative Approach."},
      {
        "id":"ED266663",
        "title":"Communicative Competence and Language Teaching: Second Thoughts."},
      {
        "id":"ED266670",
        "title":"Opportunities for Learning through the Communicative Approach."},
      {
        "id":"ED266675",
        "title":"Latin for Communication: New York State Syllabus. [A Paper]."},
      {
        "id":"ED266679",
        "title":"Planning for Study Abroad. Fastback Series 228."},
      {
        "id":"ED266682",
        "title":"Criterion-Referenced Testing in Foreign Language Teaching."},
      {
        "id":"ED266685",
        "title":"Testing Language Skills in the Norwegian Comprehensive School."},
      {
        "id":"ED266686",
        "title":"Effect of Mixing Ability Groups on Ability Levels Attained."},
      {
        "id":"ED266691",
        "title":"Language Testing in German Secondary Schools--Theory and Practice."},
      {
        "id":"ED266693",
        "title":"The Challenge to Hierarchy in Legal Education: Suffolk and the Night Law School Movement."},
      {
        "id":"ED266697",
        "title":"Compendium of University Statistics, 1985 Edition = Compendium de statistique concernant les universites, edition 1984."},
      {
        "id":"ED266699",
        "title":"Brief of the Association of Universities and Colleges of Canada to the Sub-Committee on Equality Rights."},
      {
        "id":"ED266700",
        "title":"Submission to the Special Senate Committee on Youth."},
      {
        "id":"ED266701",
        "title":"The Pursuit of Understanding in Clinical Reasoning."},
      {
        "id":"ED266705",
        "title":"Recruiting Trends 1985-86. A Study of 710 Businesses, Industries, Governmental Agencies, and Educational Institutions Employing New College Graduates."},
      {
        "id":"ED266709",
        "title":"Bringing the Humanities to the Countryside: Improving Access to the Humanities in Western Minnesota."},
      {
        "id":"ED266711",
        "title":"State Policies for Admission to Higher Education."},
      {
        "id":"ED266712",
        "title":"A Description, Analysis, and Evaluation of the Financial Structure of Four Private Universities in the Consortium of Universities of the Washington Metropolitan Area between 1973-74 and 1982-83."},
      {
        "id":"ED266713",
        "title":"The Preparation of the Professoriate: A View from the Liberal Arts College."},
      {
        "id":"ED266714",
        "title":"The Cornell Committee on Education and the Community."},
      {
        "id":"ED266716",
        "title":"Staff Report on the Hispanic Access to Higher Education of the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED266718",
        "title":"Student Financial Aid to Full-Time Undergraduates, Fall 1984. Higher Education Panel Report Number 68."},
      {
        "id":"ED266724",
        "title":"Review of Two Studies on College Athlete Graduation Rates (GAO/PEMD-85-9)."},
      {
        "id":"ED266725",
        "title":"NTID Manual of Planning, Budgeting, and Monitoring Procedures."},
      {
        "id":"ED266726",
        "title":"Diversity, Accessibility, and Quality. A Brief Introduction to American Education for Non-Americans. Revised Edition."},
      {
        "id":"ED266727",
        "title":"Preceptors as Teachers: A Guide to Clinical Teaching."},
      {
        "id":"ED266729",
        "title":"Residents as Teachers: A Guide to Educational Practice."},
      {
        "id":"ED266734",
        "title":"College Student Achievement Objectives and Tests."},
      {
        "id":"ED266735",
        "title":"Oversight on NIOSH: Educational Resource Centers. Hearing before the Subcommittee on Education and Labor. House of Representatives, Ninety-Ninth Congress, First Session, June 18, 1985."},
      {
        "id":"ED266737",
        "title":"A Bibliography on Financing the Education of Physicians for Primary Care."},
      {
        "id":"ED266739",
        "title":"Oversight Hearing on the Reauthorization of the Higher Education Act. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, First Session (Ypsilanti, Michigan, May 6, 1985)."},
      {
        "id":"ED266742",
        "title":"Using Student Ratings in Evaluating Teaching Assistants."},
      {
        "id":"ED266748",
        "title":"Review of the University of Alaska FY 1987 Operating and Capital Budgets. Submitted to the Governor and the Fourteenth Alaska State Legislature. Document No. 86-3."},
      {
        "id":"ED266749",
        "title":"Student Financial Aid Programs: State of Alaska. Annual Report, 1984-1985. Document Number 86-1."},
      {
        "id":"ED266759",
        "title":"The Affective Domain of Junior High School Students in an Audio-Tutorial Biology Setting."},
      {
        "id":"ED266760",
        "title":"Classroom Management Problems in the Implementation Process of an Audio-Tutorial Program in Biology."},
      {
        "id":"ED266761",
        "title":"Junior High School Students' Achievements in an Audio-Tutorial Biology Setting."},
      {
        "id":"ED266763",
        "title":"Computer Graphics for Use in the Classroom to Illustrate Basic Concepts and Spatial Distributions."},
      {
        "id":"ED266765",
        "title":"A Guide to Computers in Education: Instruction."},
      {
        "id":"ED266767",
        "title":"Microcomputer Utilization for Library/Media Center Instruction, K-12."},
      {
        "id":"ED266768",
        "title":"Teaching over Television. A Handbook for ITFS Teachers."},
      {
        "id":"ED266773",
        "title":"Allegro: A Case of Computer Support in a Rural Setting."},
      {
        "id":"ED266775",
        "title":"Computers in Education: An Outline of Country Experiences. Report of the Asian Seminar on Educational Technology (3rd, Tokyo, Japan, September 26-October 2, 1984)."},
      {
        "id":"ED266779",
        "title":"The International Flow of Scientific and Technical Information. A Summary of the Proceedings of the Annual Federal Library and Information Center Committee Forum on Federal Information Policies. (2nd, Washington, DC, February 27, 1985)."},
      {
        "id":"ED266780",
        "title":"The Impact of Online Information Retrieval and Library Automation on the Attitude of Faculty in an Academic Library."},
      {
        "id":"ED266783",
        "title":"Library Research Skills Evaluation. Report of ENG 112."},
      {
        "id":"ED266787",
        "title":"The Origins and History of the Bobbs-Merrill Company. Occasional Papers Number 172."},
      {
        "id":"ED266788",
        "title":"Programming a Video Disc."},
      {
        "id":"ED266790",
        "title":"State Education Agencies and the Evaluation of School Library Media Specialists: A Report."},
      {
        "id":"ED266796",
        "title":"Management of Federal Information Resources. Circular No. A-130."},
      {
        "id":"ED266802",
        "title":"Influences on the Outcome of Literature Searches for Integrative Research Reviews."},
      {
        "id":"ED266803",
        "title":"The Library of Congress Network Advisory Committee: Its First Decade. Network Planning Paper No. 11."},
      {
        "id":"ED266804",
        "title":"Council on Library Resources, Inc. Twenty-Ninth Annual Report/1985."},
      {
        "id":"ED266806",
        "title":"Information Resources on End-Users and Online Searching. A Selected ERIC Bibliography."},
      {
        "id":"ED266809",
        "title":"CLAST: College Level Academic Skills Test. Test Administration Plan, 1985-86."},
      {
        "id":"ED266810",
        "title":"State Technical Colleges Student Information, 1984-85."},
      {
        "id":"ED266811",
        "title":"Minority Enrollment Report: Fall Quarter 1985. Research Report Number 3-85."},
      {
        "id":"ED266815",
        "title":"Morale Is Bad!"},
      {
        "id":"ED266821",
        "title":"A Study of Governance in the Unionized Two-Year Institution."},
      {
        "id":"ED266826",
        "title":"Vocational Graduate, No Formal Award, and Early Leaver Follow-Up Survey Results, 1983-1984."},
      {
        "id":"ED266835",
        "title":"An Analysis of the Educational Preferences among Adult Residents of Arapahoe Community College's Service Area."},
      {
        "id":"ED266838",
        "title":"Piedmont Virginia Community College Telephone Survey to Determine Community Awareness. Report Number 6-84."},
      {
        "id":"ED266839",
        "title":"Results of the Survey of the PVCC Graduates of the Class of 1985. Research Report Number 4-85."},
      {
        "id":"ED266840",
        "title":"Awarding Faculty Merit Based on Higher Level Needs."},
      {
        "id":"ED266842",
        "title":"The Introductory History Course: Alternative Directions."},
      {
        "id":"ED266844",
        "title":"Corporate Financial Assistance for Child Care. The Conference Board Research Bulletin No. 177."},
      {
        "id":"ED266852",
        "title":"Fortursbarn och &quot;vanliga&quot; barn pa tolv daghem: Jamforande observationer. (Mainstreamed Children and &quot;Ordinary&quot; Children in Twelve Day-Care Centers: An Observational Study)."},
      {
        "id":"ED266855",
        "title":"12 Daghem: Beskrivning av uppfostringsklimat och sociala relationer (Twelve Day Care Centers: A Multisite Comparison of Day-Care Climate and Social Relations)."},
      {
        "id":"ED266857",
        "title":"Att Arbeta pa Daghem: Daghemspersonals upplevelse av sitt arbete. En intervjuundersokning pa 12 daghem. (To Work at a Day-Care Center)."},
      {
        "id":"ED266858",
        "title":"Barns upplevelser av daghem. En bildenkat pa 12 daghem. (Children's Perception on Day Care: A Picture Questionaire.)"},
      {
        "id":"ED266861",
        "title":"Child Care: The Emerging Insurance Crisis. Hearings before the Select Committee on Children, Youth, and Families. House of Representatives, Ninety-Ninth Congress, First Session (Washington, DC, July 18 and July 30, 1985)."},
      {
        "id":"ED266863",
        "title":"The Male's Role in Early Childhood Education."},
      {
        "id":"ED266864",
        "title":"Postponed Parenthood: A Canadian Study."},
      {
        "id":"ED266870",
        "title":"The Employer-Supported Parental Involvement in Education Program (ES/PIE): An Educator&apos;s Action Guide to ES/PIE Program Implementation."},
      {
        "id":"ED266871",
        "title":"Working Parents Project. Final Report (December 1, 1984 - November 30, 1985)."},
      {
        "id":"ED266872",
        "title":"Parent Involvement in Education Project. Final Report (December 1, 1984-November 30, 1985)."},
      {
        "id":"ED266873",
        "title":"Activities of the Administration for Children, Youth and Families."},
      {
        "id":"ED266874",
        "title":"Parent Involvement in Education Project. Executive Summary of the Final Report."},
      {
        "id":"ED266875",
        "title":"Paradigmatic Speech and Its Relation to Childhood Behavior."},
      {
        "id":"ED266879",
        "title":"Health-Related Fitness and Young Children."},
      {
        "id":"ED266884",
        "title":"Child Care: Employer Assistance for Private Sector and Federal Employees."},
      {
        "id":"ED266888",
        "title":"CPR for Rural School Districts: Emerging Alternatives in Curriculum, Program and Reorganization."},
      {
        "id":"ED266905",
        "title":"The Economic Evolution of Rural America. Hearings before the Subcommittee on Agriculture and Transportation of the Joint Economic Committee. Congress of the United States, Ninety-Ninth Congress, First Session (May 22, June 13, June 19, July 1, 1985). Part 2."},
      {
        "id":"ED266906",
        "title":"The Economic Evolution of Rural America. Hearings before the Subcommittee on Agriculture and Transportation of the Joint Economic Committee. Congress of the United States, Ninety-Ninth Congress, First Session (February 11, May 15, 1985). Part 1."},
      {
        "id":"ED266907",
        "title":"The Rural and Small School Principalship: Practice, Research and Vision."},
      {
        "id":"ED266908",
        "title":"The Mid-Missouri Small School Computer Consortium: Training Teachers on Their Own Turf."},
      {
        "id":"ED266909",
        "title":"Advances in Bilingual Education Research."},
      {
        "id":"ED266911",
        "title":"A Curriculum Infusion Approach to Preservice Rural Teacher Preparation: Strategies and Resources."},
      {
        "id":"ED266920",
        "title":"Building Our American Communities: National FFA Annual Report - 1985."},
      {
        "id":"ED266921",
        "title":"Community Development...FFA Style. Teacher's Manual."},
      {
        "id":"ED266922",
        "title":"Community Development...FFA Style. Student Manual."},
      {
        "id":"ED266923",
        "title":"Community Development...FFA Style. BOAC Committee Handbook."},
      {
        "id":"ED266924",
        "title":"Family Talks for Native Americans: The Leaders's Guide. Listening to and Talking with Indian Children about Sexuality. Revised Edition."},
      {
        "id":"ED266925",
        "title":"Indian Juvenile Alcohol and Drug Abuse Prevention. Hearing before the Select Committee on Indian Affairs. United States Senate, Ninety-Ninth Congress, First Session on S. 1298 (October 25, 1985, Anchorage, AK)."},
      {
        "id":"ED266926",
        "title":"Will Employment Growth Benefit All Households? A Case Study in Nine Nonmetro Kentucky Counties. Rural Development Research Report Number 55."},
      {
        "id":"ED266927",
        "title":"A Project on Uses of Technology in Rural Schools. Final Report."},
      {
        "id":"ED266929",
        "title":"Teacher in Space Project."},
      {
        "id":"ED266930",
        "title":"Learning for Living: Environmental Education in Scotland."},
      {
        "id":"ED266931",
        "title":"Improving Science Education. Information Bulletin. No. 3, 1985."},
      {
        "id":"ED266932",
        "title":"University of California, Berkeley's Undergraduate Honors Program for Minority Mathematics and Science Students--The Math/Science Workshop Program. Final Report."},
      {
        "id":"ED266934",
        "title":"Project Summaries: FY 1985."},
      {
        "id":"ED266938",
        "title":"Influencing Teaching: An Inside View of an Outside Interest Group."},
      {
        "id":"ED266939",
        "title":"A Teachers' Guide to the Whales of the Gulf of Maine."},
      {
        "id":"ED266940",
        "title":"Mathematics. Grade 8. Oregon Statewide Assessment, 1985."},
      {
        "id":"ED266945",
        "title":"Learning to Add and Subtract: Strategies and Activities. Learning Activities and Implications from Recent Cognitive Research."},
      {
        "id":"ED266946",
        "title":"Changes in Preservice Elementary Teachers' Hypothesizing Skills and Selected Attitudes Following Group and Individual Study with Computer-Presented Text or Computer Simulation."},
      {
        "id":"ED266952",
        "title":"The Development of a Test of Computer Literacy for Science Teachers in Grades K-12."},
      {
        "id":"ED266955",
        "title":"A Kit to Develop and Present a Math/Science Conference for Females in Middle School."},
      {
        "id":"ED266958",
        "title":"Authentic Science: What Do Students Believe? Research Matters...To the Science Teacher."},
      {
        "id":"ED266959",
        "title":"Teaching Authentic Science. Research Matters...To the Science Teacher."},
      {
        "id":"ED266960",
        "title":"Encouraging Student/Student Interaction. Research Matters...To the Science Teacher."},
      {
        "id":"ED266963",
        "title":"An Investigation of the Success Rates of Older Versus Younger Students Placed into College-Preparatory Mathematics on the Basis of ACT Scores: Politics, Law and Economics of Higher Education."},
      {
        "id":"ED266964",
        "title":"Computer Lab Tools for Science: An Analysis of Commercially Available Science Interfacing Software for Microcomputers. A Quarterly Report."},
      {
        "id":"ED266965",
        "title":"Sea Sampler: Aquatic Activities for the Field and Classroom. Elementary, Grades K-6."},
      {
        "id":"ED266966",
        "title":"Science Indicators from National Assessment and Other Sources. National Assessment of Educational Progress. Part 2: Analysis of National Assessment Results and Related Data. Final Report."},
      {
        "id":"ED266968",
        "title":"Water Quality Instructional Resources Information System (IRIS): A Compilation of Abstracts to Water Quality and Water Resources Materials, Supplement 24 (l985)."},
      {
        "id":"ED266969",
        "title":"Reactions to Aid."},
      {
        "id":"ED266970",
        "title":"Power and Involvement in Three Fictional Schools from the Silver Screen."},
      {
        "id":"ED266971",
        "title":"Digging into Prehistoric Iowa."},
      {
        "id":"ED266974",
        "title":"Social Studies. Microsift Courseware Evaluations."},
      {
        "id":"ED266976",
        "title":"Mutual Co-operation for Schools Development: Some Experiences from Asia and the Pacific. Report of a Study Group (Bangkok, Thailand, November 6-17, 1984)."},
      {
        "id":"ED266978",
        "title":"Teaching Comparative Local History: Upper Mississippi River Towns."},
      {
        "id":"ED266984",
        "title":"Arms Control and the Strategic Defense Initiative: Three Perspectives. Occasional Paper 36."},
      {
        "id":"ED266985",
        "title":"The Feminist Perspective on Science: Is Reconceptualization Possible?"},
      {
        "id":"ED266987",
        "title":"Halfway Around the World Last Week."},
      {
        "id":"ED266988",
        "title":"Economic Education for Future Elementary & Secondary Teachers: Basic Recommendations. Excellence in Economic Education, JCEE Checklist No. 359."},
      {
        "id":"ED266989",
        "title":"A Survey of State Mandates for Economics Instruction, 1985-86. Excellence in Economic Education, JCEE Checklist No. 360."},
      {
        "id":"ED266990",
        "title":"Survival Sales Forecasting."},
      {
        "id":"ED266991",
        "title":"Cultural Reproduction Via the Hidden Curriculum. Working Draft."},
      {
        "id":"ED266993",
        "title":"Rational Deescalation."},
      {
        "id":"ED266994",
        "title":"LRE Ideas and Lessons on Citizenship/Law-Related Education."},
      {
        "id":"ED266995",
        "title":"International Law in a Global Age. A Teacher Handbook."},
      {
        "id":"ED266996",
        "title":"International Law in a Global Age. Student Materials."},
      {
        "id":"ED266999",
        "title":"Economics in Japan: A Curriculum Project."},
      {
        "id":"ED267000",
        "title":"After the Rainbow Fades: Black Students and the Jesse Jackson Campaign."},
      {
        "id":"ED267001",
        "title":"History Revisited: National Women's History Week: A Multi-Cultural Infusion Model."},
      {
        "id":"ED267002",
        "title":"Economics in the School Curriculum, K-12."},
      {
        "id":"ED267003",
        "title":"Russia/Soviet Union: A Guide to Print Materials for Teachers."},
      {
        "id":"ED267010",
        "title":"Addressing Teacher's Personal Concerns in Staff Development Efforts."},
      {
        "id":"ED267014",
        "title":"Renewal and Recognition of Teachers: Fellowships for Independent Study. A Report from the Council for Basic Education on Professional Development."},
      {
        "id":"ED267020",
        "title":"The Current Status of Sport Sociology within American and Canadian Colleges and Universities."},
      {
        "id":"ED267021",
        "title":"A Paradigm for Teacher Involvement in the Development of Educational Specifications."},
      {
        "id":"ED267023",
        "title":"Module Utilization in College Teaching."},
      {
        "id":"ED267025",
        "title":"Providing Precollegiate Assistance for High School Athletes in a Big City School District."},
      {
        "id":"ED267026",
        "title":"Stress Management Model for the Elementary/Middle/High School."},
      {
        "id":"ED267027",
        "title":"A Proactive Approach to Discipline: Six Professional Development Modules for Educators."},
      {
        "id":"ED267030",
        "title":"Teacher Competency: A Public Farce!"},
      {
        "id":"ED267040",
        "title":"Collaborating: Lessons Learned from Experience."},
      {
        "id":"ED267041",
        "title":"Improving Teaching. 1986 ASCD Yearbook."},
      {
        "id":"ED267047",
        "title":"Connections--A Model for Collaborative Preservice Teacher Education."},
      {
        "id":"ED267051",
        "title":"Student Activities in Illinois High Schools."},
      {
        "id":"ED267054",
        "title":"An Overview of Fifth-Year Teacher Education Programs."},
      {
        "id":"ED267055",
        "title":"The Role of Accreditation in Directly Improving Educational Quality."},
      {
        "id":"ED267056",
        "title":"Evolution of a Public School-University Partnership."},
      {
        "id":"ED267062",
        "title":"Teaching: An Option for Mid-Life Retirees."},
      {
        "id":"ED267063",
        "title":"Improving Education through a Public School-University Partnership. Papers Presented at a Symposium of the Annual Meeting of the American Educational Research Association (70th, San Francisco, CA, April 16-19, 1986)."},
      {
        "id":"ED267064",
        "title":"Beginning Teachers: Expectations vs. Realities."},
      {
        "id":"ED267067",
        "title":"The Case for Maintaining Teacher Education at the Undergraduate Level."},
      {
        "id":"ED267068",
        "title":"Feedback from British and Irish Educators for Improving Overseas Teaching Experiences."},
      {
        "id":"ED267070",
        "title":"The Condition of Teaching. A State by State Analysis, 1985. A Carnegie Foundation Technical Report."},
      {
        "id":"ED267076",
        "title":"Opera Selecta Boxi. Technical Report No. 453."},
      {
        "id":"ED267077",
        "title":"National Changes in Spatial-Visual Ability from 1960 to 1980."},
      {
        "id":"ED267078",
        "title":"Temperament and School Learning. Papers presented at a Symposium at the Annual Meeting of the American Educational Research Association (68th, New Orleans, LA, April 23-27, 1984)."},
      {
        "id":"ED267083",
        "title":"The Effects of School Quality on Earnings."},
      {
        "id":"ED267087",
        "title":"Evaluation Strategies: Louisiana's State-Funded Compensatory/Remedial Program."},
      {
        "id":"ED267091",
        "title":"Goodness-of-Fit Indices in Confirmatory Factor Analysis: The Effect of Sample Size."},
      {
        "id":"ED267092",
        "title":"Handbook for General Educational Development (GED) Examiners."},
      {
        "id":"ED267093",
        "title":"Helping Hands Project Report, 1984-85. Newark School District."},
      {
        "id":"ED267096",
        "title":"Investigations of a Cognitive Skill."},
      {
        "id":"ED267099",
        "title":"At Home with ERIC: Online Searching from Your Home Computer. &quot;After Dark&quot; Edition."},
      {
        "id":"ED267100",
        "title":"At Home with ERIC: Online Searching from Your Home Computer. &quot;Knowledge Index&quot; Edition."},
      {
        "id":"ED267101",
        "title":"Measuring Student Achievement: Comparable Test Results for Participating Southern States, the South, and the Nation."},
      {
        "id":"ED267102",
        "title":"Student Achievement: Test Results in the SREB States, 1985."},
      {
        "id":"ED267103",
        "title":"The Pros and Cons of Responsive Evaluation."},
      {
        "id":"ED267105",
        "title":"The Role of Outcome Conflict in Dual-Task Interference. ICS Report 8601."},
      {
        "id":"ED267107",
        "title":"National and Local Validation of a Teacher Assessment System at the University of Washington. Research Report No. 85-2."},
      {
        "id":"ED267109",
        "title":"Adding It All Up: A Checklist Approach to Determining the Influence of Situational Variables. R &amp; D Report No. 3209."},
      {
        "id":"ED267113",
        "title":"Models for Uses of Data in School Improvement: From Fast-Food to Five-Star Restaurant."},
      {
        "id":"ED267120",
        "title":"Item Analysis and Report of Student Skills of Elementary School Students. Virgin Islands of the United States Public School Basic Skills Achievement Survey. Technical Report #3."},
      {
        "id":"ED267122",
        "title":"A Criterion-Based Approach to Software Evaluation."},
      {
        "id":"ED267125",
        "title":"Cross-Validation of the Computerized Adaptive Screening Test (CAST)."},
      {
        "id":"ED267126",
        "title":"Estimation of Variance Components Using Computer Packages."},
      {
        "id":"ED267128",
        "title":"Family Effects in Simple Models of Education, Occupational Status and Earnings: Findings from the Wisconsin and Kalamazoo Studies. CDE Working Paper 84-29."},
      {
        "id":"ED267133",
        "title":"Southeast Asian Refugee Self-Sufficiency Study. Final Report."},
      {
        "id":"ED267134",
        "title":"Opportunities for Self-Sufficiency for Women in Poverty. Twenty-Fifth Report by the Committee on Government Operations Together with Dissenting Views."},
      {
        "id":"ED267135",
        "title":"Compilation of the Low-Income Home Energy Assistance Act of 1981, Native American Programs Act of 1974, Head Start Act, Follow September 30, 1985."},
      {
        "id":"ED267136",
        "title":"The Ethnic Matrix: A Psycho-Social Perspective, and Its Implications for Human Service Practitioners."},
      {
        "id":"ED267137",
        "title":"Reducing Urban Unemployment. What Works at the Local Level."},
      {
        "id":"ED267148",
        "title":"The Initial Effects of House Bill 72 on Texas Public Schools: The Challenges of Equity and Effectiveness. Policy Research Project Report Number 70."},
      {
        "id":"ED267149",
        "title":"Computer Technology and Educational Equity. ERIC/CUE Urban Diversity Series, Number 91."},
      {
        "id":"ED267150",
        "title":"Pregnant and Parenting Teens: Statistics, Characteristics, and School-Based Support Services. ERIC/CUE Trends and Issues Series, Number 1."},
      {
        "id":"ED267151",
        "title":"The Hmong Resettlement Study. Volume I: Final Report."},
      {
        "id":"ED267152",
        "title":"The Hmong Resettlement Study. Volume II: Economic Development and Employment Projects."},
      {
        "id":"ED267153",
        "title":"The Hmong Resettlement Study. Volume III: Exemplary Projects and Projects with Unique Features of Programmatic Interest."},
      {
        "id":"ED267154",
        "title":"The Hmong Resettlement Study. Executive Summary."},
      {
        "id":"ED267155",
        "title":"The Hmong Resettlement Study Site Report: Orange County, California."},
      {
        "id":"ED267156",
        "title":"The Hmong Resettlement Study Site Report: Fresno, California."},
      {
        "id":"ED267157",
        "title":"The Hmong Resettlement Study Site Report: Portland, Oregon."},
      {
        "id":"ED267158",
        "title":"The Hmong Resettlement Study Site Report: Minneapolis-St. Paul."},
      {
        "id":"ED267159",
        "title":"The Hmong Resettlement Study Site Report: Dallas-Fort Worth, Texas."},
      {
        "id":"ED267160",
        "title":"The Hmong Resettlement Study Site Report: Fort Smith, Arkansas."},
      {
        "id":"ED267161",
        "title":"The Hmong Resettlement Study Site Report: Providence, Rhode Island."},
      {
        "id":"ED267162",
        "title":"Oversight Hearing on the Department of Labor's Implementation of the Job Training Partnership Act. Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor, House of Representatives, Ninety-Ninth Congress, First Session, Washington, DC, October 10, 1985."},
      {
        "id":"ED267163",
        "title":"The Equal Employment Opportunity Commission Collection of Federal Affirmative Action Goals and Timetables and Enforcement of Federal Sector EEO Complaints. Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor, House of Representatives, Ninety-Ninth Congress, First Session, Washington, DC, July 23, 1985."},
      {
        "id":"ED267164",
        "title":"The Income and Jobs Action Act of 1985. Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor, House of Representatives, Ninety-Ninth Congress, First Session, on H.R. 1398. (Chicago, IL, September 4, 1985)."},
      {
        "id":"ED267165",
        "title":"The Voluntary National Youth Service Act and the Select Commission on National Service Opportunities Act of 1985. Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor, House of Representatives, Ninety-Ninth Congress, First Session, New York, NY, September 27, 1985 on H.R. 888 and H.R. 1326."},
      {
        "id":"ED267167",
        "title":"Evaluation of the Refugee Targeted Assistance Grants Program: Phase I, Final Report."},
      {
        "id":"ED267225",
        "title":"A Catalog of Performance Objectives and Performance Guides for Laser Systems Technician for the Job Titles of Laser Technician D.O.T. 019.181-010, Laser Systems Technician D.O.T.-N/A."},
      {
        "id":"ED267227",
        "title":"Develop Program Goals and Objectives. Second Edition. Module A-6 of Category A--Program Planning, Development, and Evaluation. Professional Teacher Education Module Series."},
      {
        "id":"ED267228",
        "title":"Employment Alternatives for Workers with Disabilities: An International Perspective. Research Report."},
      {
        "id":"ED267229",
        "title":"Preparing Students for Computer Aided Drafting (CAD). A Conceptual Approach."},
      {
        "id":"ED267230",
        "title":"Transitions from School to Work: Helping the Special Student."},
      {
        "id":"ED267231",
        "title":"Summary of State-Administered Program Improvement Projects in FY 1985."},
      {
        "id":"ED267232",
        "title":"Employing Retired Military Personnel as Vocational Education Teachers."},
      {
        "id":"ED267246",
        "title":"A Reference Guide to Program Evaluation in Adult Education."},
      {
        "id":"ED267247",
        "title":"The Measurement of Learning Style: A Critique of Four Assessment Tools."},
      {
        "id":"ED267257",
        "title":"Nontraditionals in a Traditional Setting: Why Older Adults Return to College."},
      {
        "id":"ED267259",
        "title":"Community-Based Vocational Training Project. Final Report and Program Manual."},
      {
        "id":"ED267260",
        "title":"The Computer as an Instructional Tool in Special Vocational Programs (VIP-Liaison)."},
      {
        "id":"ED267262",
        "title":"Displaced Homemaker Job Seeking and Job Keeping Research Project. Final Report."},
      {
        "id":"ED267269",
        "title":"Testing and Test Modification in Vocational Evaluation."},
      {
        "id":"ED267270",
        "title":"Organized Labor's Linkage with Vocational Education. Occasional Paper No. 110."},
      {
        "id":"ED267276",
        "title":"Literature Review on Improving Secondary Vocational Education Effectiveness."},
      {
        "id":"ED267278",
        "title":"The Buddha and the Computer: Career Guidance in Taiwan."},
      {
        "id":"ED267280",
        "title":"Adult Basic Education Programs in the Commonwealth of Pennsylvania. Evaluation Report: Fiscal Year 1984-85."},
      {
        "id":"ED267281",
        "title":"A New Approach to Managing the Army Selective Reenlistment Bonus. Technical Report 634."},
      {
        "id":"ED267282",
        "title":"Economic Indicators of the Farm Sector. State Financial Summary, 1984."},
      {
        "id":"ED267283",
        "title":"Food Costs...From Farm to Retail."},
      {
        "id":"ED267284",
        "title":"Feasibility Study, Regional Planning, and Initiation of a Regional Approach to Offering Vocational Technical Education in Douglas County. Joint and Cooperative Vocational Education Program. Final Report."},
      {
        "id":"ED267285",
        "title":"Basic Microcomputer Service Technician. Teacher Edition."},
      {
        "id":"ED267286",
        "title":"Advanced Microcomputer Service Technician. Teacher Edition."},
      {
        "id":"ED267287",
        "title":"Microcomputer Peripheral Service Technician. Teacher Edition."},
      {
        "id":"ED267289",
        "title":"Content Standards for Delaware Public Schools. Vocational Education."},
      {
        "id":"ED267293",
        "title":"Automation of America's Offices, 1985-2000."},
      {
        "id":"ED267294",
        "title":"Analysis of FY-1986 310 Projects."},
      {
        "id":"ED267295",
        "title":"A Guide to Employment and Training for Adolescent Parents."},
      {
        "id":"ED267296",
        "title":"Military Enlistments: What Can We Learn from Geographic Variation? Technical Report 620."},
      {
        "id":"ED267303",
        "title":"Toward a Self-Evaluation Maintenance Model of Social Behavior."},
      {
        "id":"ED267304",
        "title":"Knowledge, Attitudes and Beliefs Regarding Nuclear &quot;Weapons&quot;: A Survey of Registered Voters in Los Angeles County in 1985."},
      {
        "id":"ED267305",
        "title":"An Overview on Missing Children. Hearing before the Subcommittee on Children, Family, Drugs and Alcoholism of the Committee on Labor and Human Resources. United States Senate, Ninety-Ninth Congress, First Session on Review of Progress Made on the Plight of Missing Children, and the Involvement of Businesses, Corporations, and Organizations in the Search for Missing Children."},
      {
        "id":"ED267306",
        "title":"Sex Role Stereotyping and Self-Characterizations by College Men and Women."},
      {
        "id":"ED267307",
        "title":"Social Conflict: The Negative Aspect of Social Relations."},
      {
        "id":"ED267308",
        "title":"The World-Of-Work Map: Rationale and &quot;Do-It-Yourself&quot; Applications."},
      {
        "id":"ED267312",
        "title":"Leadership Training for Women."},
      {
        "id":"ED267314",
        "title":"Parenting Stress: Maternal &amp; Child Health Correlates."},
      {
        "id":"ED267317",
        "title":"How Many Graduate? A Study of the Freshman Class of 1979 at San Juan High School. Revised."},
      {
        "id":"ED267320",
        "title":"Clinical Treatment of Nonrecent Rape: How Much Do We Know?"},
      {
        "id":"ED267321",
        "title":"Hidden Rape: Incidence and Prevalence of Sexual Aggression and Victimization in a National Sample of Students in Higher Education."},
      {
        "id":"ED267323",
        "title":"Access to Attitude-Relevant Information in Memory as a Determinant of Attitude-Behavior Consistency."},
      {
        "id":"ED267331",
        "title":"Cognitive Aging Research: What Does It Say about Cognition? Aging?"},
      {
        "id":"ED267333",
        "title":"Sociometric Status and Sex Differences in Children's Friendship Preferences."},
      {
        "id":"ED267336",
        "title":"Aging and Episodic Priming: The Propositional Structure of Sentences."},
      {
        "id":"ED267337",
        "title":"Attributions to the Self and Partner in Distressed and Nondistressed Couples."},
      {
        "id":"ED267338",
        "title":"Narrative Knowing and the Practicing Psychologist."},
      {
        "id":"ED267340",
        "title":"P-Type Factor Analyses of Individuals' Thought Sampling Data."},
      {
        "id":"ED267341",
        "title":"Influences of Leader-Subordinate Similarity on Performance and Pay Decisions."},
      {
        "id":"ED267342",
        "title":"Female and Male Emotional Dependency and Its Relation to Eroticism in the Therapist-Client Relationship."},
      {
        "id":"ED267346",
        "title":"Age and Obsolescence: A Review and Discussion."},
      {
        "id":"ED267347",
        "title":"The Type A Coronary Prone Behavior Pattern: Articulated Thoughts and Attributions in Achievement Situations."},
      {
        "id":"ED267348",
        "title":"The Elimination of Sexism in University Environments."},
      {
        "id":"ED267349",
        "title":"Applying Criterion-Referenced Measurement to School Psychology: A Handbook."},
      {
        "id":"ED267351",
        "title":"Reality Shock: What Happens Whan a New Job Doesn't Match Expectations."},
      {
        "id":"ED267353",
        "title":"The Effect of Locus of Control on Message Acceptance and Recall."},
      {
        "id":"ED267355",
        "title":"Helen Astin's Model of Career Choice for Women and Men: Some Missing Pieces."},
      {
        "id":"ED267356",
        "title":"Colleague Observation: A Professional Development Workshop."},
      {
        "id":"ED267358",
        "title":"Memory Development: Sources of the Age Variation."},
      {
        "id":"ED267360",
        "title":"Engaging the Disengaged Father in the Treatment of Eating Disordered Adolescents."},
      {
        "id":"ED267362",
        "title":"Clinical Social Work. State Laws Governing Independent Practice and Reimbursement of Services. Fact Sheet for the Honorable Daniel K. Inouye, United States Senate."},
      {
        "id":"ED267365",
        "title":"Prospects for Better Health for Older Women. Hearing before the Special Committee on Aging. United States Senate, Ninety-Ninth Congress, First Session (Toledo, OH)."},
      {
        "id":"ED267367",
        "title":"Lesbianism: Affirming Non-Traditional Roles."},
      {
        "id":"ED267368",
        "title":"Behavioral, Affective, and Cognitive Differences between High and Low Procrastinators as an Academic Deadline Approaches."},
      {
        "id":"ED267374",
        "title":"The Agent Function as the Basis for Perspective Control."},
      {
        "id":"ED267378",
        "title":"Children and Metaphors. Technical Report No. 370."},
      {
        "id":"ED267381",
        "title":"The Role of Derivational Suffixes in Sentence Comprehension. Technical Report No. 357."},
      {
        "id":"ED267382",
        "title":"The Heuristic and Measurement Models during a Study of Reading Comprehension Development and Science Knowledge. Technical Report No. 382."},
      {
        "id":"ED267389",
        "title":"Television and Reading: A Research Synthesis."},
      {
        "id":"ED267390",
        "title":"WARRANT: Developing a Curriculum for Critical Thinking."},
      {
        "id":"ED267394",
        "title":"Interactions of Text and Illustration in Beginning Reading. Technical Report No. 355."},
      {
        "id":"ED267397",
        "title":"Folklore in the Classroom. Workbook."},
      {
        "id":"ED267398",
        "title":"Answers That Raise Questions: Report on a Survey of Computer Use in Composition Instruction."},
      {
        "id":"ED267408",
        "title":"Relation Definition Theory."},
      {
        "id":"ED267410",
        "title":"Composition, Word Processing, and the Learning Disabled College Writer: An Annotated Bibliography."},
      {
        "id":"ED267411",
        "title":"Testimony from Learning Disabled College Writers on the Efficacy of Word Processing in their Writing Process. Working Paper."},
      {
        "id":"ED267412",
        "title":"A Guide to Selecting Word-Processing Software for Learning Disabled College Writers. Working Paper."},
      {
        "id":"ED267413",
        "title":"Trends and Issues in English Instruction, 1986--Seven Summaries."},
      {
        "id":"ED267415",
        "title":"To Compose: Teaching Writing in the High School."},
      {
        "id":"ED267418",
        "title":"Guidelines for the Preparation of Teachers of English Language Arts."},
      {
        "id":"ED267419",
        "title":"On Learning the Past Tenses of English Verbs."},
      {
        "id":"ED267420",
        "title":"A Helpful Guide for Writing Instruction: A Bibliography of Resources for Teachers. 1985 Edition."},
      {
        "id":"ED267421",
        "title":"A Helpful Guide for Teaching Literature: A Bibliography."},
      {
        "id":"ED267422",
        "title":"Essential Learning Skills."},
      {
        "id":"ED267423",
        "title":"Oregon Statewide Assessment: Writing, Grade 8, 1985."},
      {
        "id":"ED267435",
        "title":"Testing in Literature. ERIC Digest."},
      {
        "id":"ED267437",
        "title":"Learning with QUILL: Lessons for Students, Teachers and Software Designers. Reading Education Report No. 60."},
      {
        "id":"ED267439",
        "title":"The First Amendment, Schools and the Press: A Current Issue."},
      {
        "id":"ED267441",
        "title":"Preventive Maintenance: Establishing a Climate for Poetry."},
      {
        "id":"ED267443",
        "title":"Obscenity and Cable Television: A Regulatory Approach. Journalism Monographs. Number Ninety-Five."},
      {
        "id":"ED267449",
        "title":"Computers, Invention, and the Power to Change Student Writing."},
      {
        "id":"ED267451",
        "title":"A Survey of Engineers: Writing Attitudes and Productivity."},
      {
        "id":"ED267452",
        "title":"Competence in Communicating: A Taxonomy, Review, Critique, and Predictive Model."},
      {
        "id":"ED267453",
        "title":"Teaching Values through Drama."},
      {
        "id":"ED267455",
        "title":"Project Synapse. Sparking Connection between Speech and Writing. Instructor's Handbook."},
      {
        "id":"ED267457",
        "title":"Stifle or Stimulate? The Effects of Communication Task Structure on Apprehensive and Non-Apprehensive Students."},
      {
        "id":"ED267458",
        "title":"Implications of Discourse Strategy for Listening."},
      {
        "id":"ED267462",
        "title":"The Use and Abuse of the Hired Judge Pool."},
      {
        "id":"ED267472",
        "title":"Elements of Teacher Communication Competence: An Examination of Skills, Knowledge and Motivation to Communicate."},
      {
        "id":"ED267473",
        "title":"A Study of Two Competing Explanations for the Effects of Physical Attractiveness upon Evaluation of Public Speeches."},
      {
        "id":"ED267474",
        "title":"The Effects of Pre-Debate Training on Viewers' Perceptions and Evaluations of Presidential Debates."},
      {
        "id":"ED267476",
        "title":"Affecting Critical Thinking through Speech."},
      {
        "id":"ED267477",
        "title":"Relations of Within-School Cohesiveness and Principal Ratings with Achievement."},
      {
        "id":"ED267494",
        "title":"School Buses &amp; Seat Belts: A Discussion."},
      {
        "id":"ED267496",
        "title":"Choice within the System: An Issue Analysis Paper. Discussion Draft."},
      {
        "id":"ED267497",
        "title":"School Enrollment--Social and Economic Characteristics of Students: October 1984 (Advance Report)."},
      {
        "id":"ED267498",
        "title":"Measures of School Climate: Needed Improvements Suggested by a Review of the Organizational Literature."},
      {
        "id":"ED267499",
        "title":"Effective Environments for Secondary Schooling: Modelling the Process of Choosing between Public and Private Schools. Final Report."},
      {
        "id":"ED267500",
        "title":"Change in the Governance of the School's Instructional Program: A Study of Multiunit Elementary Schools."},
      {
        "id":"ED267501",
        "title":"Effects on Teacher Practice of a Staff Development Program for Integrating Teaching and Testing in High School Courses. Final Report."},
      {
        "id":"ED267502",
        "title":"High School Procedures for Managing Student Absenteeism: Staff Implementation and Satisfaction and Student Response. Final Report."},
      {
        "id":"ED267503",
        "title":"Variation in Student Skipping: A Study of Six High Schools. Final Report."},
      {
        "id":"ED267504",
        "title":"Student Engagement and Skill Development in Writing at the Secondary Level. Final Report."},
      {
        "id":"ED267505",
        "title":"Labor Policy in School Districts: Its Diffusion and Impact on Work Structures."},
      {
        "id":"ED267512",
        "title":"Collaborative Action Research: A Two Year Study of Teachers' Stages of Development and School Contexts. Executive Summary."},
      {
        "id":"ED267515",
        "title":"Professional Development Roles and Relationships: Principles and Skills of &quot;Advising.&quot;"},
      {
        "id":"ED267516",
        "title":"The Coming Teacher Shortage: What Schools Can Do about It."},
      {
        "id":"ED267519",
        "title":"Assessment Processes and the Management of the School's Curricula. Final Report."},
      {
        "id":"ED267522",
        "title":"Incidental Language Teaching: Research and Clinical Perspectives."},
      {
        "id":"ED267524",
        "title":"Supervising Adults with Learning Disabilities."},
      {
        "id":"ED267525",
        "title":"ACRES Rural Parent Resource Directory."},
      {
        "id":"ED267527",
        "title":"Adult Interaction and Questioning of Special Needs Children in an Integrated Programme."},
      {
        "id":"ED267532",
        "title":"Early Intervention Advisory Group Workbook: A Guide for Writing Local Comprehensive Plans for Early Intervention."},
      {
        "id":"ED267533",
        "title":"A Parent Training Program for Language Impaired Children."},
      {
        "id":"ED267534",
        "title":"Comprehension in Young, Language-Impaired Children: How Mothers (and Others) Help."},
      {
        "id":"ED267536",
        "title":"Psychometric Evaluation of the Comprehensive Early Evaluation and Programming System (CEEPS). Final Report."},
      {
        "id":"ED267541",
        "title":"Home Health Care for Chronically Ill Children: Hearing before the Committee on Labor and Human Resources, United States Senate, Ninety-Ninth Congress, First Session on Examining the Needs for Pediatric Home Care for Children with Long-Term Illnesses and Disabilities."},
      {
        "id":"ED267542",
        "title":"Handicapped Children&apos;s Early Education Program. 1982-83 Overview and Directory."},
      {
        "id":"ED267543",
        "title":"Handicapped Children&apos;s Early Education Program. Directory: 1983-84. Edition."},
      {
        "id":"ED267545",
        "title":"Handicapped Children as Tutors. Final Report (1984-85)."},
      {
        "id":"ED267548",
        "title":"Families with Disabled Children: Issues for the 1980's. Hearing before the Select Committee on Children, Youth, and Families, House of Representatives, Ninety-Ninth Congress, First Session (April 19, 1985, Anaheim, CA)."},
      {
        "id":"ED267554",
        "title":"Personality and Family Variables and Exceptionally Gifted Boys' Creative Potential."},
      {
        "id":"ED267555",
        "title":"A Review of Research Affecting Educational Programming for Bilingual Handicapped Students. Final Report, Volume 1."},
      {
        "id":"ED267556",
        "title":"A Review of Research Affecting Educational Programming for Bilingual Handicapped Students. Final Report, Volume 2."},
      {
        "id":"ED267557",
        "title":"A Review of Research Affecting Educational Programming for Bilingual Handicapped Students. Executive Summary."},
      {
        "id":"ED267558",
        "title":"A Guide to Measures of Social Support and Family Behaviors. Monograph Number 1."},
      {
        "id":"ED267559",
        "title":"Microcomputers for Early Childhood Special Education. Monograph Number 2."},
      {
        "id":"ED267564",
        "title":"A Guide for the Personal Care Attendant: Independent Living with Attendant Care."},
      {
        "id":"ED267565",
        "title":"A Message to Parents of Handicapped Youth: Independent Living with Attendant Care."},
      {
        "id":"ED267566",
        "title":"A Guide for the Person with a Disability: Independent Living with Attendant Care."},
      {
        "id":"ED267568",
        "title":"16 PF Profiles of Academically Able High School Students."},
      {
        "id":"ED267569",
        "title":"Training District Personnel as Peer Consultants and Inservice Leaders: Implementation and Evaluation of a Training Program."},
      {
        "id":"ED267573",
        "title":"Parent Involvement in Early Childhood Special Education: Selected Activities for Preschool Teachers."},
      {
        "id":"ED267574",
        "title":"The Special Educator's Role in Teacher Training for Personnel Working with Learning Disabled College Students."},
      {
        "id":"ED267576",
        "title":"Work Experience: A Resource Manual. Job Preparation for Special Education Students."},
      {
        "id":"ED267577",
        "title":"Teaching the Severely Mentally Retarded and Elderly to Stand."},
      {
        "id":"ED267578",
        "title":"Characteristics of Limited English Proficient Hispanic Students in Programs for the Learning Disabled: Implications for Policy, Practice and Research. Part I. Report Summary."},
      {
        "id":"ED267580",
        "title":"Implementation of the Education of the Handicapped Act [Public Law 94-142]. Eighth Annual Report to Congress. Volume I."},
      {
        "id":"ED267582",
        "title":"Language Planning, Channel Management, and ESP."},
      {
        "id":"ED267583",
        "title":"Teacher as Researcher and Evaluator--One Suggested Solution to Some Recurrent Problems in ELT and ESP."},
      {
        "id":"ED267585",
        "title":"A Structured Approach to Teaching Composition."},
      {
        "id":"ED267587",
        "title":"When Theory and Intuition Meet: An Approach to Composition Instruction."},
      {
        "id":"ED267589",
        "title":"Play on Words: Teaching Sentence Expansion and Modification by Computer."},
      {
        "id":"ED267590",
        "title":"Job Satisfaction among ESL Teachers in Higher Education: A Preliminary Study."},
      {
        "id":"ED267591",
        "title":"The Problem with \"Formal\" Research Papers."},
      {
        "id":"ED267592",
        "title":"Bilingual Inservice Teacher Education Research Project. ESOL Teacher Training Module."},
      {
        "id":"ED267595",
        "title":"Competencia Comunicativa em Portuges (Communicative Competence in Portuguese)."},
      {
        "id":"ED267596",
        "title":"Provisional Modified ACTFL/ETS Oral Proficiency Scale for Junior High School Students."},
      {
        "id":"ED267597",
        "title":"The Audiolingual Tradition in Foreign Language Testing."},
      {
        "id":"ED267601",
        "title":"How Teaching Writing Can Affect Our Own Writing Process."},
      {
        "id":"ED267603",
        "title":"Writing to Discover and Structure Meaning in the World of Business."},
      {
        "id":"ED267604",
        "title":"Linguistics and High Technology."},
      {
        "id":"ED267606",
        "title":"Cross-Cultural Variability in Conversational Interactions."},
      {
        "id":"ED267607",
        "title":"Preschoolers' Acquisition of Spatial Words in Mandarin Chinese."},
      {
        "id":"ED286770",
        "title":"Global Learning Teacher Education Manual: A Model Inservice or Graduate Course for Elementary and Secondary Teachers."},
      {
        "id":"ED286771",
        "title":"Teaching Citizenship through Children's Literature."},
      {
        "id":"ED286773",
        "title":"Nonsexist Curriculum Development: Theory into Practice. The Handbook of the Curriculum Design Project at the University of Colorado, Boulder."},
      {
        "id":"ED286777",
        "title":"Status of United States History in Indiana Public Schools."},
      {
        "id":"ED286778",
        "title":"Regionalist Art and Literature."},
      {
        "id":"ED286781",
        "title":"The \"Other Voices\" in Contemporary Ethical Dilemmas: The Value of the New Scholarship on Women in the Teaching of Ethics."},
      {
        "id":"ED286784",
        "title":"Getting There: A Phenomenology of the Contexts of Car Buying."},
      {
        "id":"ED286785",
        "title":"The Arts Public in the South: Report #17."},
      {
        "id":"ED286786",
        "title":"Conditions and Needs of the Professional American Theatre. Report No. 11."},
      {
        "id":"ED286787",
        "title":"What Do You Know About Your Own Personal History?"},
      {
        "id":"ED286789",
        "title":"Craft Artist Membership Organizations 1978. Report No. 13."},
      {
        "id":"ED286791",
        "title":"Cultural Pluralism and the Schools: Theoretical Implications for the Promotion of Cultural Pluralism."},
      {
        "id":"ED286793",
        "title":"World Food Day Curriculum, Grades 4-7."},
      {
        "id":"ED286795",
        "title":"Address of the Honorable Edwin Meese III, Attorney General of the United States, at the American Studies Center Bicentennial Program."},
      {
        "id":"ED286797",
        "title":"Economic Attitudes and Attitude Change: The Impact of Economic Instruction in Early Adolescence."},
      {
        "id":"ED286798",
        "title":"Behind Textbook Censorship."},
      {
        "id":"ED286800",
        "title":"Elections: An Instructional Unit for Elementary Grades."},
      {
        "id":"ED286801",
        "title":"Separation of Powers."},
      {
        "id":"ED286802",
        "title":"Celebrating the Constitution: An Instructional Unit for Elementary Grades."},
      {
        "id":"ED286803",
        "title":"Black History: African Heritage, American Heritage."},
      {
        "id":"ED286804",
        "title":"China: A Teaching Unit for Primary Grades."},
      {
        "id":"ED286805",
        "title":"What Place for the Arts?"},
      {
        "id":"ED286807",
        "title":"U.S.-Soviet Relations: Testing Gorbachev's &quot;New Thinking.&quot; Current Policy No. 985."},
      {
        "id":"ED286809",
        "title":"American History and National Security: Supplementary Lessons for High School Courses."},
      {
        "id":"ED286814",
        "title":"Social Studies in Kindergartens: A Status Report."},
      {
        "id":"ED286815",
        "title":"Hollywood Films as a Teaching Tool."},
      {
        "id":"ED286816",
        "title":"Social History: A Summer Institute for High School United States History Teachers (Charlottesville, Virginia, June 13-27, 1983)."},
      {
        "id":"ED286817",
        "title":"American Students' Perceptions of American Foreign Policy."},
      {
        "id":"ED286818",
        "title":"Teaching about the Soviet Union. ERIC Digest No. 42."},
      {
        "id":"ED286819",
        "title":"America Past. Teacher&apos;s Guide. Sixteen 15-Minute Programs on the Social History of the United States for High School Students."},
      {
        "id":"ED286820",
        "title":"The U.S. Constitution. A Teacher's Guide. Six 30-Minute Video Programs for Junior High and High School Students."},
      {
        "id":"ED286821",
        "title":"Red, White and Blue--Childhood and Citizenship."},
      {
        "id":"ED286822",
        "title":"Case Studies of Elementary Teacher Preparation Programs in Six Schools and Colleges of Education. Preliminary Study Findings."},
      {
        "id":"ED286828",
        "title":"Teachers' Perspectives on the Problems of Their Profession: Implications for Policymakers and Practitioners."},
      {
        "id":"ED286829",
        "title":"How Young People Interpret Teachers' Sanctions."},
      {
        "id":"ED286832",
        "title":"Contextual Effects in an Educational Setting: An Example of Level Three Research."},
      {
        "id":"ED286833",
        "title":"The Knowledge Base: Issues for Liberal Arts Colleges. AILACTE Occasional Paper No. 7."},
      {
        "id":"ED286834",
        "title":"Research on and Development of Teaching by Instructors in the Dutch Training Centres for Practical Agricultural Education."},
      {
        "id":"ED286835",
        "title":"Economic Literacy, Teacher Instruction, and Preparation for the World of Work."},
      {
        "id":"ED286837",
        "title":"A Field Based Model for Delivery of Preservice and Inservice Training for International School District Personnel in Remote Areas."},
      {
        "id":"ED286838",
        "title":"Teacher Development and Incentive Program: Research and Evaluation for Effective Policy Change and Reform."},
      {
        "id":"ED286840",
        "title":"Strengthening Vocational Teacher Education in Jamaica: An Example of Incremental, Institution Development."},
      {
        "id":"ED286842",
        "title":"The Educational Effects of the Introduction of a State Supported Program of Smaller Classes. A Study of the First Year of Indiana's Project PRIME TIME and Its Effects on Test Results (1984-85). A Comprehensive Analysis."},
      {
        "id":"ED286844",
        "title":"Rowing Physiology."},
      {
        "id":"ED286855",
        "title":"Using Nutrition Against Aging and Degenerative Disease."},
      {
        "id":"ED286856",
        "title":"Instructional Planning and Beginning Teacher Assessment: Taking the Anxiety out of Accountability."},
      {
        "id":"ED286857",
        "title":"You Are What Advertisers Want You To Eat."},
      {
        "id":"ED286858",
        "title":"Strategic Teaching and Learning: Cognitive Instruction in the Content Areas."},
      {
        "id":"ED286860",
        "title":"Research on Teacher Effects: Uses and Abuses. Occasional Paper No. 116."},
      {
        "id":"ED286861",
        "title":"Classroom Task Environments and Students' Task-Related Beliefs. Research Series No. 184."},
      {
        "id":"ED286862",
        "title":"Educators 2000: A Joint Effort To Recruit Minorities into Teacher Education."},
      {
        "id":"ED286864",
        "title":"Parents: Here's How To Make School Visits Work."},
      {
        "id":"ED286865",
        "title":"Effective Teacher Selection: From Recruitment to Retention--Case Studies. A Rand Note."},
      {
        "id":"ED286866",
        "title":"Certification Manual. North Carolina Public School Professional Personnel."},
      {
        "id":"ED286867",
        "title":"Target Forecast. Public School Teachers."},
      {
        "id":"ED286869",
        "title":"Essential Concepts, Skills and Attitudes for Grade 12. Second Draft."},
      {
        "id":"ED286872",
        "title":"Teaching about Teaching: Selected Resources and Classroom Activities."},
      {
        "id":"ED286878",
        "title":"Using an Integrated Model Incorporating Material Modification and Direct Teaching to Remediate an At-Risk Student."},
      {
        "id":"ED286881",
        "title":"Teachers' Strategies for Coping with Hostile-Aggressive Students. R.S. 185."},
      {
        "id":"ED286882",
        "title":"Motivating Students to Learn: An Experiment in Junior High Social Studies Classes. Research Series No. 183."},
      {
        "id":"ED286883",
        "title":"Investigation of the Otis-Lennon School Ability Test to Predict WISC-R Full Scale IQ for Referred Children."},
      {
        "id":"ED286884",
        "title":"The Predictive Validity of the Scholastic Aptitude Test for Disabled Students. Studies of Admissions Testing and Handicapped People, Report No. 8."},
      {
        "id":"ED286887",
        "title":"An Evaluation of the Newark School District Twice-Retained Program 1985-1986. DRET Report No. 34."},
      {
        "id":"ED286889",
        "title":"Evaluation of the Dade County Public Schools Roving Leaders Outreach Program."},
      {
        "id":"ED286890",
        "title":"Evaluation of the Sabal Palm Laboratory Center."},
      {
        "id":"ED286891",
        "title":"Evaluation of the 1985-86 ECIA, Chapter II Teaching Geographic Skills Project."},
      {
        "id":"ED286892",
        "title":"Quantitative Analysis of Curriculum Effectiveness: 1986."},
      {
        "id":"ED286894",
        "title":"The Annual Report of California Achievement Tests Results, 1985-86."},
      {
        "id":"ED286896",
        "title":"Validity Threats in Retrospective Pretest-Posttest Designs."},
      {
        "id":"ED286897",
        "title":"A Ratio Scale Measurement of Conformity."},
      {
        "id":"ED286901",
        "title":"A Self-Report Measure of Touching Behavior."},
      {
        "id":"ED286902",
        "title":"Estimating the Reliability of Dynamic Variables Requiring Rater Judgment: A Generalizability Paradigm."},
      {
        "id":"ED286903",
        "title":"Equating of 1985 to 1986 Citywide Reading and Mathematics Tests."},
      {
        "id":"ED286904",
        "title":"Emerging with Honour from a Dilemma Inherent in the Validation of Educational Achievement Measures."},
      {
        "id":"ED286905",
        "title":"Asymmetries in the Control of Saccadic Eye Movements to Bifurcating Targets."},
      {
        "id":"ED286906",
        "title":"Evaluation of the English Oral Fluency of Limited English Proficient Twelfth Grade Students."},
      {
        "id":"ED286907",
        "title":"The Effects of Test Disclosure on Linear Equating Relationships under the Common Item Nonequivalent Groups Design."},
      {
        "id":"ED286908",
        "title":"Creating a Database for Demographic Research: A Case Study."},
      {
        "id":"ED286909",
        "title":"Evaluating the Use and Effectiveness of Learner Controlled, Interactive Videodisc."},
      {
        "id":"ED286911",
        "title":"A Comparison of Three Integrative Review Methods: Different Methods, Different Findings?"},
      {
        "id":"ED286912",
        "title":"Improving the Validity of Classification Decisions on the Basis of Competency Test Performance by Means of Self Correction."},
      {
        "id":"ED286915",
        "title":"The Homogeneity of School Achievement."},
      {
        "id":"ED286916",
        "title":"A Model for Evaluating Art Education Programs."},
      {
        "id":"ED286925",
        "title":"Interest Inventory Interpretation: Some Suggestions and Cautions."},
      {
        "id":"ED286927",
        "title":"An Examination of the Concept and Role of Program Monitoring and Evaluation."},
      {
        "id":"ED286928",
        "title":"A Latent-Variable Causal Model of Faculty Reputational Ratings."},
      {
        "id":"ED286929",
        "title":"Measuring Computational Estimation Processes."},
      {
        "id":"ED286930",
        "title":"Experiments on Learning by Back Propagation."},
      {
        "id":"ED286933",
        "title":"Toward a Qualitative Analysis of Standardized Tests Using an Information Processing Model."},
      {
        "id":"ED286934",
        "title":"The Relationship between Method and Validity in Social Science Research."},
      {
        "id":"ED286936",
        "title":"The Effects of Time Limits on the Quality of Student-Written Essays. Revised."},
      {
        "id":"ED286937",
        "title":"The Hows and Whys of Studying: The Relationship of Goals to Strategies."},
      {
        "id":"ED286938",
        "title":"Alternatives to Standardized Tests. ERIC Digest."},
      {
        "id":"ED286939",
        "title":"Coaching for Tests. ERIC Digest."},
      {
        "id":"ED286940",
        "title":"Computerized Adaptive Testing. ERIC Digest."},
      {
        "id":"ED286941",
        "title":"Finding Information about Tests. ERIC Digest."},
      {
        "id":"ED286942",
        "title":"Legal Issues in Minimum Competency Testing. ERIC Digest."},
      {
        "id":"ED286943",
        "title":"Measurement Implications of &quot;A Nation at Risk.&quot; ERIC Digest."},
      {
        "id":"ED286944",
        "title":"Teacher Competency Testing. ERIC Digest."},
      {
        "id":"ED286946",
        "title":"Psychosocial and Academic Effects of an Intervention Program among Minority School Children."},
      {
        "id":"ED286947",
        "title":"Plan for Minority and Women Business Enterprise Contract Participation and Authorization To Amend Plan."},
      {
        "id":"ED286955",
        "title":"Improving the Education Status of Native Hawaiians, and For Other Purposes. Report from the Select Committee on Indian Affairs (To Accompany S. 360). 100th Congress, 1st Session."},
      {
        "id":"ED286957",
        "title":"Race Relations and Adolescents: Coping with New Realities. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED286958",
        "title":"Births of Hispanic Parentage, 1983 and 1984."},
      {
        "id":"ED286961",
        "title":"Annual Statistical Report Program Operations 1985. New York State Division for Youth."},
      {
        "id":"ED286962",
        "title":"Annual Statistical Report, Program Operations 1986. New York State Division for Youth."},
      {
        "id":"ED286965",
        "title":"Equity and Excellence: A Response to \"A Nation at Risk.\" Delaware Spring Regional Workshop (Wilmington, Delaware, May 2-3, 1984)."},
      {
        "id":"ED286966",
        "title":"Lowering the Dropout Rate: The Experiences of Urban Superintendents."},
      {
        "id":"ED286968",
        "title":"Friendship in the Context of Desegregated Schools in Israel."},
      {
        "id":"ED286969",
        "title":"Racial Differentials in Younger Male Occupational Mobility Over the Business Cycle, 1966-1975."},
      {
        "id":"ED286970",
        "title":"America's Welfare Population: Who Gets What? Population Trends and Public Policy Report No. 13."},
      {
        "id":"ED286971",
        "title":"The Asian American Experience: A Special Report. Project R.E.A.C.H. Ethnic Perspectives Series."},
      {
        "id":"ED286972",
        "title":"The Black American Experience: A Special Report. Project R.E.A.C.H. Ethnic Perspectives Series."},
      {
        "id":"ED286974",
        "title":"Predictors of Organic Chemistry Grades for Black Americans."},
      {
        "id":"ED286976",
        "title":"Profile of Pacific Schools."},
      {
        "id":"ED286978",
        "title":"Remedial/Developmental Instructions in an Actual Classroom Situation: Interfacing Social Science, English, and Reading."},
      {
        "id":"ED286980",
        "title":"Evaluator's Report on the Lowell Achievement Program 1986-1987."},
      {
        "id":"ED286985",
        "title":"The Comprehensive Child Development Centers Act. Report from the Committee on Labor and Human Resources (To Accompany S. 1542). 100th Congress, 1st Session."},
      {
        "id":"ED286988",
        "title":"Poverty, Income Distribution, the Family and Public Policy: A Study Prepared for the Use of the Subcommittee on Trade, Productivity, and Economic Growth of the Joint Economic Committee, Congress of the United States, 99th Congress, 2nd Session."},
      {
        "id":"ED286989",
        "title":"Food Stamp Program: Results of the Simplified Application Demonstration Project. Report to the Chairman, Committee on Agriculture, Nutrition, and Forestry, U.S. Senate."},
      {
        "id":"ED286990",
        "title":"Welfare Eligibility: Deficit Reduction Act Income Verification Issues. Fact Sheet for the Ranking Minority Member, Subcommittee on Oversight of Government Management, Committee on Governmental Affairs, United States Senate."},
      {
        "id":"ED286992",
        "title":"Dealing with Dropouts: The Urban Superintendents' Call to Action."},
      {
        "id":"ED286994",
        "title":"Serving the Community. A Guidebook for Community Education Advisory Councils. Target Topic Series."},
      {
        "id":"ED287004",
        "title":"Predictors of Ohio Cooperative Extension Service County Agents' Intentions To Leave the Job. Summary of Research 47."},
      {
        "id":"ED287005",
        "title":"The Academic Ability of Agricultural Education Graduates Compared with Other Agriculture, Education and University Graduates. Summary of Research 48."},
      {
        "id":"ED287007",
        "title":"Quality and Nontraditional Education in Texas."},
      {
        "id":"ED287008",
        "title":"Advocacy: New Role for Adult Educators."},
      {
        "id":"ED287009",
        "title":"A Response to Life Transitions: The Preparation of Adult Educators."},
      {
        "id":"ED287010",
        "title":"Empowering Volunteer Money Sense Advisors at a Military Installation."},
      {
        "id":"ED287011",
        "title":"Older Students in College Programs: A Survey of the Characteristics of Participants in the College Centers for Older Learners."},
      {
        "id":"ED287012",
        "title":"Individualized Higher Education and Empowerment: The Potential and the Pitfalls."},
      {
        "id":"ED287015",
        "title":"Empowering the Rural Adult Learner: Problems and Strategies."},
      {
        "id":"ED287016",
        "title":"Involving Local Citizens in Organizational Change and Program Planning: Empowering Learners through Shared Leadership."},
      {
        "id":"ED287019",
        "title":"Access for Adults: The Tennessee State University and Community College System's Initiatives for Serving Academically Underprepared Adults."},
      {
        "id":"ED287022",
        "title":"Commission of Professors of Adult Education. Proceedings of the 1986 Annual Conference (Hollywood, Florida, October 20-22, 1986)."},
      {
        "id":"ED287024",
        "title":"A Career Follow-up of Non-Education Degreed Postsecondary and Adult Vocational Teachers."},
      {
        "id":"ED287025",
        "title":"Human Resource Management. Status of Agency Practices for Improving Federal Productivity. Fact Sheet for the Ranking Minority Member, Subcommittee on Federal Services, Post Office, and Civil Service, U.S. Senate."},
      {
        "id":"ED287026",
        "title":"Blue-Collar Workers. Appraisal Systems Are in Place, but Basic Refinements Are Needed. Report to Agency Officials."},
      {
        "id":"ED287027",
        "title":"Success of Public/Private Ventures in Employment and Training. Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED287030",
        "title":"Small Group Teaching Techniques. Vocational Instructor Teaching Skills Project."},
      {
        "id":"ED287039",
        "title":"Improving Vocational Guidance and Counseling for Middle School Students by Establishing a Regional Middle School Resource Center for Southwest Virginia. Final Report. Vocational Guidance and Counseling Project--Exemplary."},
      {
        "id":"ED287042",
        "title":"Property Management and Maintenance. Sacramento County Bilingual Vocational Training Program."},
      {
        "id":"ED287043",
        "title":"Bilingual Vocational Training Program for Chinese Chefs. Curriculum Package."},
      {
        "id":"ED287048",
        "title":"Aviation Maintenance Technology. Course Content Guides. FAA Approved Curriculum."},
      {
        "id":"ED287050",
        "title":"Improving Vocational Education Programming through Greater Involvement of Trade Associations."},
      {
        "id":"ED287051",
        "title":"Major Statistical Series of the U.S. Department of Agriculture. Volume 12: Costs of Production. Agriculture Handbook No. 671."},
      {
        "id":"ED287052",
        "title":"U.S. Irrigation. Extent and Economic Importance. Agriculture Information Bulletin Number 523."},
      {
        "id":"ED287053",
        "title":"Pension Plans. Many Workers Don't Know When They Can Retire. Briefing Report to the Chairman, Select Committee on Aging, House of Representatives."},
      {
        "id":"ED287059",
        "title":"Needed Training Competencies and University Offerings: Designing a Good Match."},
      {
        "id":"ED287075",
        "title":"Extended Campus. A Partnership That Works."},
      {
        "id":"ED287095",
        "title":"H.R. 1504 To Amend the Veterans' Job Training Act. 100th Congress, 1st Session."},
      {
        "id":"ED287097",
        "title":"Financial Management for Transit: A Handbook."},
      {
        "id":"ED287100",
        "title":"Information Systems Curriculum."},
      {
        "id":"ED287102",
        "title":"Patterns of Self-Directed Learning within a Continuing Education Environment."},
      {
        "id":"ED287103",
        "title":"Alcohol and Family Violence."},
      {
        "id":"ED287105",
        "title":"Effect of Goal Clarity and Presence of a Partner on Problem Solving Performance."},
      {
        "id":"ED287106",
        "title":"Interpersonal Factors and Violence."},
      {
        "id":"ED287108",
        "title":"A Holistic Approach to Family Planning Counseling and Education."},
      {
        "id":"ED287111",
        "title":"An Examination of Empirical Correlates to Self-Actualization and Their Relationship to Biblical Concepts of Optimal Human Functioning."},
      {
        "id":"ED287112",
        "title":"Combating the School Dropout Problem: Proactive Strategies for School Counselors."},
      {
        "id":"ED287114",
        "title":"Patterns of Optimism and Pessimism in Perceptions of Changing Sex Roles."},
      {
        "id":"ED287117",
        "title":"Marketing Student Services in a Community College."},
      {
        "id":"ED287118",
        "title":"Sexual Harassment in the Workplace: A Policy Capturing Approach."},
      {
        "id":"ED287120",
        "title":"Urine Testing for Drugs of Abuse. NIDA Research Monograph Series 73."},
      {
        "id":"ED287131",
        "title":"Drug Abuse in Southeast Asia."},
      {
        "id":"ED287132",
        "title":"Alumni and Admissions: Uses or Abuses."},
      {
        "id":"ED287133",
        "title":"Possible Selves and Satisfaction with Career Choice--A Longitudinal Analysis."},
      {
        "id":"ED287134",
        "title":"Gender Differences in Values and Their Impact on Academic Achievement."},
      {
        "id":"ED287135",
        "title":"Alcohol Abuse and the Elderly: Comparison of Early &amp; Late-Life Onset."},
      {
        "id":"ED287136",
        "title":"Accountability in Counseling. Highlights: An ERIC/CAPS Fact Sheet."},
      {
        "id":"ED287137",
        "title":"Comprehensive Guidance Program Design. Highlights: An ERIC/CAPS Fact Sheet."},
      {
        "id":"ED287138",
        "title":"Counseling for Study Skills. Highlights: An ERIC/CAPS Fact Sheet."},
      {
        "id":"ED287139",
        "title":"Counseling Youngsters for Stress Management. Highlights: An ERIC/CAPS Fact Sheet."},
      {
        "id":"ED287140",
        "title":"Counselors and Computers. Highlights: An ERIC/CAPS Fact Sheet."},
      {
        "id":"ED287141",
        "title":"The Role of the School Counselor: Elementary Level. In Brief: An Information Digest from ERIC/CAPS."},
      {
        "id":"ED287142",
        "title":"The Role of the School Counselor: Middle/Junior High Level. In Brief: An Information Digest from ERIC/CAPS."},
      {
        "id":"ED287143",
        "title":"The Role of the School Counselor: Secondary Level. In Brief: An Information Digest from ERIC/CAPS."},
      {
        "id":"ED287144",
        "title":"Self-Reported Reliance on Nonverbal Behavior."},
      {
        "id":"ED287146",
        "title":"Cluster Analysis of Vocationally Undecided Students: A Replication and Validation."},
      {
        "id":"ED287147",
        "title":"Joining Incarcerated Mothers with Their Children: Evaluation of the Lancaster Visiting Cottage Program."},
      {
        "id":"ED287148",
        "title":"Lubavitch Women: Depression and Life Satisfaction in a Traditional Community."},
      {
        "id":"ED287150",
        "title":"Changing Attitudes toward Seeking Professional Help."},
      {
        "id":"ED287151",
        "title":"In-Home Treatment of Abusive Families: Cost and Placement at One Year."},
      {
        "id":"ED287153",
        "title":"Reading Diagnostic Tools: Review of Woodcock Reading Mastery Test."},
      {
        "id":"ED287155",
        "title":"Knowledge Acquisition for Application: Cognitive Flexibility and Transfer in Complex Content Domains. Technical Report No. 409."},
      {
        "id":"ED287156",
        "title":"Reading. English Language Arts Concept Paper Number 5."},
      {
        "id":"ED287164",
        "title":"Captioning Effects on Television News Learning."},
      {
        "id":"ED287165",
        "title":"Report on Film Study in American Schools."},
      {
        "id":"ED287166",
        "title":"English Language Arts Curriculum Guide, Grades K-6. Bulletin 1588. Revised."},
      {
        "id":"ED287169",
        "title":"Writing and Reading in the Classroom. Technical Report No. 8."},
      {
        "id":"ED287170",
        "title":"Individual Differences in Beginning Composing: An Orchestral Vision of Learning To Write. Technical Report No. 9."},
      {
        "id":"ED287171",
        "title":"Peer Response Groups in Two Ninth-Grade Classrooms. Technical Report No. 12."},
      {
        "id":"ED287172",
        "title":"Interpretive Acts: Cognition and the Construction of Discourse. Occasional Paper No. 1."},
      {
        "id":"ED287173",
        "title":"Ideas and Insights: Language Arts in the Elementary School."},
      {
        "id":"ED287174",
        "title":"Teaching Shakespeare in the Elementary Grades."},
      {
        "id":"ED287175",
        "title":"Improving Interrater Reliability."},
      {
        "id":"ED287176",
        "title":"Writing. English Language Arts Concept Paper Number 4."},
      {
        "id":"ED287177",
        "title":"Grammar. English Language Arts Concept Paper Number 6."},
      {
        "id":"ED287178",
        "title":"Minority Brain Drain in Human Communication Sciences and Disorders."},
      {
        "id":"ED287179",
        "title":"Formality and Informality in Reasoning."},
      {
        "id":"ED287181",
        "title":"The Effects of Television: Views from the Next Generation."},
      {
        "id":"ED287183",
        "title":"Textbook Selection Criteria for a Multi-Section Basic Course Taught Exclusively by Graduate Teaching Assistants."},
      {
        "id":"ED287184",
        "title":"Integrating Feminist Theory into the Communication Curriculum: A Focus on Critical Thinking."},
      {
        "id":"ED287185",
        "title":"Instructional Strategies for the Development of Thinking Skills."},
      {
        "id":"ED287186",
        "title":"The Role of Visual &quot;Literacy&quot; in Film Communication."},
      {
        "id":"ED287187",
        "title":"Student Predictions of Judge Bias: Illusion or Reality?"},
      {
        "id":"ED287188",
        "title":"Core Curriculum and Educational Facilities in Modern Society."},
      {
        "id":"ED287190",
        "title":"Report on the Effects of the New Equalization Law (HS 2 for HB 429)."},
      {
        "id":"ED287191",
        "title":"Adopt-A-School Program, 1985-86."},
      {
        "id":"ED287194",
        "title":"Analyzing a University-Public School Collaboration to Reform Education."},
      {
        "id":"ED287196",
        "title":"Suspension--\"Capital Punishment for Misdemeanors\": The Use of Suspension at Four Suburban Junior High Schools and Viable Alternatives That Could Work. An Ethnographic Study."},
      {
        "id":"ED287199",
        "title":"Administrative Internships and Field Experiences: A Status Report."},
      {
        "id":"ED287200",
        "title":"Major Assumptions of the Practicum To Prepare Administrators: How Valid Are They?"},
      {
        "id":"ED287203",
        "title":"State Enrollment in Public Elementary and Secondary Schools. Targeted Forecast."},
      {
        "id":"ED287206",
        "title":"Improving the Quality of Teaching. The Best of ERIC on Educational Management, No. 90."},
      {
        "id":"ED287207",
        "title":"Methodological Issues in Policy Studies: With Attention to Policy Issues in Physical Education."},
      {
        "id":"ED287209",
        "title":"Developing Policies for Optimal Diffusion of Educational Innovations in China."},
      {
        "id":"ED287210",
        "title":"The School Foodservice Handbook (A Guide for School Administrators)."},
      {
        "id":"ED287211",
        "title":"Instructional Leadership: A Composite Working Model. Synthesis of the Literature."},
      {
        "id":"ED287212",
        "title":"Models of Instructional Leadership. Annotated Bibliography."},
      {
        "id":"ED287213",
        "title":"Teacher Evaluation as a Strategy for Improving Instruction. Synthesis of Literature."},
      {
        "id":"ED287214",
        "title":"Teacher Evaluation. Annotated Bibliography."},
      {
        "id":"ED287215",
        "title":"From Isolation to Collaboration: Improving the Work Environment of Teaching."},
      {
        "id":"ED287216",
        "title":"The Social and Organizational Context of Teaching. Annotated Bibliography."},
      {
        "id":"ED287217",
        "title":"Mentoring: A Key Feature of the Danforth Program for the Preparation of Principals."},
      {
        "id":"ED287218",
        "title":"Private School Tuition Patterns, 1985-86. OERI Bulletin, September 1987."},
      {
        "id":"ED287220",
        "title":"Using Field-Based Experiences as a Guide for Program Evaluation and Redesign."},
      {
        "id":"ED287222",
        "title":"Cognitive Maturity, Stressful Events and Metabolic Control in Adolescents with Diabetes."},
      {
        "id":"ED287223",
        "title":"Cognitive Addition: Comparison of Learning Disabled and Academically Normal Children."},
      {
        "id":"ED287226",
        "title":"A Process for Transition from Secondary to Postsecondary Studies for Students with Learning Disabilities."},
      {
        "id":"ED287229",
        "title":"Judging Dot Numerosity in Haptically-Examined Braille Symbols: Further Experiments."},
      {
        "id":"ED287232",
        "title":"Teaching Reading to Educable Mentally Handicapped Students."},
      {
        "id":"ED287233",
        "title":"PROVE Schools: The Extended School Day Program; A Study in Programming Philosophy &amp; Direction."},
      {
        "id":"ED287235",
        "title":"Social Security: State Vocational Rehabilitation Agencies' Reimbursement for the Disabled. Briefing Report to the Chairman, Subcommittee on Social Security, Committee on Ways and Means, House of Representatives."},
      {
        "id":"ED287236",
        "title":"A Review of Chapter 53 Screening."},
      {
        "id":"ED287237",
        "title":"A Compilation of Federal Education Laws: Volume II--Elementary and Secondary Education, Education of the Handicapped, and Related Programs. As Amended through December 31, 1986."},
      {
        "id":"ED287238",
        "title":"Oddity Learning in Developmentally Delayed Children: Facilitation by Means of a Stimulus Familiarity Intervention."},
      {
        "id":"ED287239",
        "title":"The Transition from School to Post-Secondary Education &amp; Training: A Resource Guide for Students with a Disability."},
      {
        "id":"ED287242",
        "title":"Intellectually Gifted Learning Disabled Students: A Special Study."},
      {
        "id":"ED287243",
        "title":"Transition Issues: Post-School Employment Patterns of Handicapped and Nonhandicapped Graduates and Dropouts."},
      {
        "id":"ED287244",
        "title":"Project PIPE and Special Education Quality Indicators. Project PIPE Resource Manual: A Parent Educator Partnership Project."},
      {
        "id":"ED287248",
        "title":"In the Matter of Joesph Kirsh, a Resident of Craig Developmental Center. A Report."},
      {
        "id":"ED287249",
        "title":"How Schools Can Help Combat Child Abuse and Neglect. Second Edition."},
      {
        "id":"ED287251",
        "title":"Attention and Short-Term Memory in Down's Syndrome."},
      {
        "id":"ED287253",
        "title":"CSUS Academic Talent Search Follow-Up Report: After the First Four Years."},
      {
        "id":"ED287254",
        "title":"Is There a Sensitive Period for the Establishment of Linguistic Functions in the Right Cerebral Hemisphere?"},
      {
        "id":"ED287256",
        "title":"Limited English Proficient and English Proficient Hispanic Students with Communication Disorders: Characteristics at Initial Assessment and at Reevaluation."},
      {
        "id":"ED287257",
        "title":"Gifted and Talented Students: An Overview. ERIC Digest #422."},
      {
        "id":"ED287258",
        "title":"Mental Retardation. ERIC Digest #423."},
      {
        "id":"ED287259",
        "title":"Selecting Software for Special Education Instruction. Digest #439."},
      {
        "id":"ED287260",
        "title":"Interactive Video for Special Education. Digest #440."},
      {
        "id":"ED287261",
        "title":"Attention Deficit Disorder (ADD). Digest #445."},
      {
        "id":"ED287262",
        "title":"Child Abuse and the Handicapped Child. Digest #446."},
      {
        "id":"ED287263",
        "title":"Developing Social Vocational Skills in Handicapped Individuals. Digest #447."},
      {
        "id":"ED287264",
        "title":"Family Supports for Families with a Disabled Member. Monograph No. 39."},
      {
        "id":"ED287267",
        "title":"Anxious Mothers and At-Risk Infants: The Influence of Mild Hearing Impairment on Early Interaction."},
      {
        "id":"ED287268",
        "title":"Pretend Play in 2-Year-Olds with SELD."},
      {
        "id":"ED287270",
        "title":"Investigating the Problem of Skill Generalization: Literature Review III."},
      {
        "id":"ED287271",
        "title":"The Aging and Elderly Population with Mental Retardation: A Model Project in Rural Kentucky."},
      {
        "id":"ED287272",
        "title":"Pause for Reflection. Teaching the Impulsive Student Reflective Problem-Solving with Self-Instruction Training."},
      {
        "id":"ED287273",
        "title":"Deaf Children's Recognition of Written Words: Is Fingerspelling the Basis?"},
      {
        "id":"ED287274",
        "title":"Encendiendo una Llama. Bilingual Gifted and Talented Program: Overview, Identification of Students, and Instructional Approaches."},
      {
        "id":"ED287275",
        "title":"Communication Interaction between Aided and Natural Speakers: A State of the Art Report."},
      {
        "id":"ED287276",
        "title":"A Guide to the Talent Search for Local School Personnel. Talent Identification Program."},
      {
        "id":"ED287277",
        "title":"On Thinking Straight about Finding Straight Thinkers."},
      {
        "id":"ED287279",
        "title":"Developing an ESL Curriculum for a Special Population."},
      {
        "id":"ED287285",
        "title":"Scalar Analysis of Composition Ratings."},
      {
        "id":"ED287286",
        "title":"The Graphic Representation of Language Competence: Mapping EFL Proficiency Using a Multidimensional Scaling Technique."},
      {
        "id":"ED287287",
        "title":"An Experiment with a Narrative Discourse Test."},
      {
        "id":"ED287288",
        "title":"Some Problems Concerning the Interpretation of Passage Correction Tests."},
      {
        "id":"ED287289",
        "title":"Performance Profiles for Academic Writing."},
      {
        "id":"ED287290",
        "title":"Investigations into the Appropriate Use of Various Item Types for Testing Specific Levels of Reading Proficiency."},
      {
        "id":"ED287291",
        "title":"Grading Reading Passages According to the ACTFL/ETS/ILR Reading Proficiency Standard: Can It Be Learned?"},
      {
        "id":"ED287292",
        "title":"English through Music: Singing TPR, Walking Labs, &amp; Music Matter."},
      {
        "id":"ED287295",
        "title":"The International Language Esperanto 1887-1987: Towards the Second Century. Esperanto Documents 39A."},
      {
        "id":"ED287296",
        "title":"Chinese Students and Methodology Courses."},
      {
        "id":"ED287297",
        "title":"Pitfalls of \"Forced Non-Bilingualism.\""},
      {
        "id":"ED287298",
        "title":"Reading for Pleasure in English Language Classes."},
      {
        "id":"ED287299",
        "title":"American Education and Global Interdependence: On the Need for a Transcendent Language."},
      {
        "id":"ED287302",
        "title":"The Active-Static Nature of Amuzgo (Otomanguean)."},
      {
        "id":"ED287305",
        "title":"Fronting, Rule Loss and Abstractness in Old English Phonology."},
      {
        "id":"ED287307",
        "title":"Second Language Learners&apos; Formal Definitions: An Oral Language Correlate of School Literacy."},
      {
        "id":"ED287308",
        "title":"Dialogue Journal Writing with Limited English Proficient Students."},
      {
        "id":"ED287309",
        "title":"Conservation of Language Resources."},
      {
        "id":"ED287311",
        "title":"The &quot;English-Only&quot; Movement: A Selected Bibliography."},
      {
        "id":"ED287313",
        "title":"The Older Language Learner."},
      {
        "id":"ED287314",
        "title":"Cooperative Learning with Limited-English-Proficient Students."},
      {
        "id":"ED287315",
        "title":"Writing with Others&apos; Words: Native and Non-Native University Students&apos; Use of Information from a Background Reading Text in Academic Compositions."},
      {
        "id":"ED287316",
        "title":"Handbook for Teaching Japanese-Speaking Students."},
      {
        "id":"ED287318",
        "title":"Career Profiles."},
      {
        "id":"ED287319",
        "title":"Washington State Adult Refugee Project Preliterate ESL Curriculum."},
      {
        "id":"ED287320",
        "title":"Washington State Adult Refugee Project Intensive ESL Curriculum."},
      {
        "id":"ED287324",
        "title":"Research and Development in Higher Education. Volume 5. Papers Presented at the Annual Conference of the Higher Education Research and Development Society of Australasia (8th, Sydney, New South Wales, Australia, May 7-10, 1982)."},
      {
        "id":"ED287325",
        "title":"Research and Development in Higher Education. Volume 7. Selected Papers Presented at the Annual Conference of the Higher Education Research and Development Society of Australasia (10th, Sydney, New South Wales, Australia, May 1984)."},
      {
        "id":"ED287326",
        "title":"Undergraduate Teaching Improvement Grant Abstracts. Abstracts of Projects Funded by the University of Wisconsin System Undergraduate Teaching Improvement Grant Program."},
      {
        "id":"ED287328",
        "title":"Nine Disciplines 1981-82 and 1982-83: A COFHE Graduate Project Study Summary."},
      {
        "id":"ED287330",
        "title":"Assessment, Accountability and Improvement: Managing the Contradiction."},
      {
        "id":"ED287331",
        "title":"Higher Education in Georgia: Assessing the Institutional Effectiveness of Student Retention. Proceedings of the Conference (4th, Athens, Georgia, December 1-2, 1986)."},
      {
        "id":"ED287333",
        "title":"The University of Toledo Honors Day Address."},
      {
        "id":"ED287344",
        "title":"A Ten Year Study of Salary Differential by Sex through a Regression Methodology."},
      {
        "id":"ED287346",
        "title":"Research on Instruction in the Architecture Studio: Theoretical Conceptualizations, Research Problems, and Examples."},
      {
        "id":"ED287347",
        "title":"The Independent Learner: The Key Characteristic in Transformational Leadership."},
      {
        "id":"ED287349",
        "title":"Tuition and Fees in the SREB States: Trends and Issues. Financing Higher Education, Number 31 in a Series, 1987."},
      {
        "id":"ED287352",
        "title":"Opportunities for Transfer from TAFE to Degree Courses. A Case Study on Visual Arts and Engineering Courses in Western Australia."},
      {
        "id":"ED287355",
        "title":"A Difference of Degrees: State Initiatives to Improve Minority Student Achievement. Report and Recommendations of the State Higher Education Executive Officers Task Force on Minority Student Achievement."},
      {
        "id":"ED287356",
        "title":"Role and Mission Development: A Comparison of Different Approaches."},
      {
        "id":"ED287357",
        "title":"Mission Maintenance: Tools for Change and the Consultative Process."},
      {
        "id":"ED287358",
        "title":"System Strategy and Effectiveness."},
      {
        "id":"ED287359",
        "title":"A Statement of Policy by the State Higher Education Executive Officers on Program and Institutional Assessment."},
      {
        "id":"ED287360",
        "title":"To Act as a System. A Statement by the SHEEO Role and Mission Task Force."},
      {
        "id":"ED287361",
        "title":"Salary-Trend Study of Faculty in Agribusiness and Agricultural Production for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287363",
        "title":"Salary-Trend Study of Faculty in Area and Ethnic Studies for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287364",
        "title":"Salary-Trend Study of Faculty in Audiology and Speech Pathology for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287365",
        "title":"Salary-Trend Study of Faculty in Business and Management for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287366",
        "title":"Salary-Trend Study of Faculty in Business Administration and Management for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287368",
        "title":"Salary-Trend Study of Faculty in Communication Technologies for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287369",
        "title":"Salary-Trend Study of Faculty in Communications for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287371",
        "title":"Salary-Trend Study of Faculty in Computer and Information Science for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287372",
        "title":"Salary-Trend Study of Faculty in Curriculum and Instruction for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287373",
        "title":"Salary-Trend Study of Faculty in Dramatic Arts for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287374",
        "title":"Salary-Trend Study of Faculty in Education for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287375",
        "title":"Salary-Trend Study of Faculty in Education Administration for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287376",
        "title":"Salary-Trend Study of Faculty in Engineering for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287377",
        "title":"Salary-Trend Study of Faculty in Fine Arts for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287378",
        "title":"Salary-Trend Study of Faculty in Foreign Languages for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287379",
        "title":"Salary-Trend Study of Faculty in Geography for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287380",
        "title":"Salary-Trend Study of Faculty in Geological Sciences for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287382",
        "title":"Salary-Trend Study of Faculty in Home Economics for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287383",
        "title":"Salary-Trend Study of Faculty in Letters for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287384",
        "title":"Salary-Trend Study of Faculty in Library and Archival Sciences for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287385",
        "title":"Salary-Trend Study of Faculty in Life Sciences for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287386",
        "title":"Salary-Trend Study of Faculty in Mathematics for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287387",
        "title":"Salary-Trend Study of Faculty in Music for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287388",
        "title":"Salary-Trend Study of Faculty in Multi-Interdisciplinary Studies for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287389",
        "title":"Salary-Trend Study of Faculty in Nursing for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287390",
        "title":"Salary-Trend Study of Faculty in Philosophy and Religion for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287391",
        "title":"Salary-Trend Study of Faculty in Physical Education for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287392",
        "title":"Salary-Trend Study of Faculty in Physical Sciences for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287393",
        "title":"Salary-Trend Study of Faculty in Physics for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287394",
        "title":"Salary-Trend Study of Faculty in Political Science for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287395",
        "title":"Salary-Trend Study of Faculty in Psychology for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287396",
        "title":"Salary-Trend Study of Faculty in Reading Education for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287397",
        "title":"Salary-Trend Study of Faculty in Social Sciences for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287398",
        "title":"Salary-Trend Study of Faculty in Sociology for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287399",
        "title":"Salary-Trend Study of Faculty in Special Education (General) for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287400",
        "title":"Salary-Trend Study of Faculty in Student Counseling and Personnel Services for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287401",
        "title":"Salary-Trend Study of Faculty in Teacher Education, General Programs, for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287402",
        "title":"Salary-Trend Study of Faculty in Visual and Performing Arts for the Years 1983-84 and 1986-87."},
      {
        "id":"ED287403",
        "title":"Focus on Minorities: Synopsis of State Higher Education Initiatives."},
      {
        "id":"ED287404",
        "title":"Focus on Minorities: Trends in Higher Education Participation and Success."},
      {
        "id":"ED287407",
        "title":"The Undergraduate Curriculum: Who Is in Charge?"},
      {
        "id":"ED287408",
        "title":"Student-Institution Fit: An Ecological Perspective."},
      {
        "id":"ED287410",
        "title":"College Faculty Promotion of AIDS Awareness."},
      {
        "id":"ED287411",
        "title":"Identification of Predictors of Persistence and Success in Baccalauareate Engineering: Implications for Academic Advising."},
      {
        "id":"ED287412",
        "title":"Endowment Assets, Yield, and Income in Institutions of Higher Education: Fiscal Years 1982-85. OERI Bulletin, September 1987."},
      {
        "id":"ED287413",
        "title":"United Negro College Fund 1987 Statistical Report."},
      {
        "id":"ED287415",
        "title":"Application of Learning Style Theory to Nursing Education and Nursing Practice."},
      {
        "id":"ED287419",
        "title":"Employment Survey of 1985 Graduates of Ontario Universities. Report of Major Findings."},
      {
        "id":"ED287420",
        "title":"State Higher Education Profiles: 1985."},
      {
        "id":"ED287422",
        "title":"Institutional Research: New Challenges to an Evolving Role. Proceedings of the North East Association for Institutional Research Annual Conference (13th, Philadelphia, Pennsylvania, October 26-28, 1986)."},
      {
        "id":"ED287423",
        "title":"Alaska High School Seniors Survey Report, 1986-87. Document Number 87-2."},
      {
        "id":"ED287425",
        "title":"Non-Traditional and Interdisciplinary Programs. Selected Papers from the Annual Conference on Non-Traditional & Interdisciplinary Programs (2nd, Arlington, Virginia, June 27-29, 1984)."},
      {
        "id":"ED287426",
        "title":"Higher Education for Adults: Non-Traditional Paths. Selected Papers from the Annual Conference on Non-Traditional Interdisciplinary Programs (Arlington, Virginia, June 22-24, 1983)."},
      {
        "id":"ED287427",
        "title":"Non-Traditional Graduate Education: A Frontier for the 1980's. Selected Papers from the Conference on Non-Traditional Interdisciplinary Programs (2nd, Arlington, Virginia, June 22-24, 1983)."},
      {
        "id":"ED287428",
        "title":"From Minority to Majority: Education and the Future of the Southwest. A Report and Recommendations by the WICHE Regional Policy Committee on Minorities in Higher Education."},
      {
        "id":"ED287431",
        "title":"Focusing on Student Academic Outcomes. A Working Paper."},
      {
        "id":"ED287432",
        "title":"Approaches to Research on the Improvement of Postsecondary Teaching and Learning. A Working Paper."},
      {
        "id":"ED287433",
        "title":"The Doctorate in Education: Issues of Supply and Demand in California. Commission Report 87-11."},
      {
        "id":"ED287434",
        "title":"Non-Traditional and Interdisciplinary Programs. Selected Papers from the Annual Conference on Non-Traditional and Interdisciplinary Programs (3rd, Arlington, Virginia, July 1-3, 1985)."},
      {
        "id":"ED287435",
        "title":"College Faculty: Adjunct and Non-Traditional Roles. Selected Papers from the Conference on Non-Traditional Interdisciplinary Programs (Arlington, Virginia, June 22-24, 1983)."},
      {
        "id":"ED287436",
        "title":"Design in Context: A Conceptual Framework for the Study of Computer Software in Higher Education."},
      {
        "id":"ED287437",
        "title":"The Organizational Context for Teaching and Learning. A Review of the Research Literature."},
      {
        "id":"ED287438",
        "title":"Faculty as a Key Resource. A Review of the Research Literature."},
      {
        "id":"ED287439",
        "title":"Designing the Learning Plan: A Review of Research and Theory Related to College Curricula."},
      {
        "id":"ED287440",
        "title":"Psychological Models of the Impact of College on Students."},
      {
        "id":"ED287441",
        "title":"Postsecondary Teaching and Learning Issues in Search of Researchers. A Working Paper."},
      {
        "id":"ED287442",
        "title":"Research on Teaching and Learning Computer Programming Symposium."},
      {
        "id":"ED287444",
        "title":"Behold the Trojan Horse: Instructional vs. Productivity Computing in the Classroom."},
      {
        "id":"ED287445",
        "title":"Learner versus Program Control in Computer Assisted Instruction."},
      {
        "id":"ED287446",
        "title":"The Motivational Effects of Types of Computer Feedback on Children's Learning and Retention of Relational Concepts."},
      {
        "id":"ED287451",
        "title":"Computers and Education: Which Role for International Research? Proceedings of the Stanford/UNESCO Symposium (Stanford, California, March 10-14, 1986)."},
      {
        "id":"ED287453",
        "title":"Development and Evaluation of the &quot;Thinking with LOGO&quot; Curriculum."},
      {
        "id":"ED287458",
        "title":"The Impact of Computer Use on Children's Learning: What Research Has Shown and What It Has Not."},
      {
        "id":"ED287459",
        "title":"Learning To Use a Text Editor."},
      {
        "id":"ED287462",
        "title":"Training for Development and Use of Generic Software Programs."},
      {
        "id":"ED287466",
        "title":"The Status of Microcomputers in Oregon Public Schools. A Statewide Survey."},
      {
        "id":"ED287467",
        "title":"Teaching Teachers To Compute: A Revised Syllabus."},
      {
        "id":"ED287468",
        "title":"The Design, Production and Use of Computer Graphics: A Tutorial and Resource Guide. The Value of Graphics."},
      {
        "id":"ED287472",
        "title":"Information Management. Leadership Needed in Managing Federal Telecommunications. Report to the Chairman, Committee on Government Operations, House of Representatives."},
      {
        "id":"ED287473",
        "title":"An Object-Oriented Architecture for Intelligent Tutoring Systems. Technical Report No. LSP-3."},
      {
        "id":"ED287474",
        "title":"Telecommunications-Based Distance Learning: A Guide for Local Educators. Research Report."},
      {
        "id":"ED287477",
        "title":"The Annenberg/CPB Project Report to Higher Education."},
      {
        "id":"ED287478",
        "title":"Library Programs. Library Career Training Program. Abstracts of Funded Projects, FY87."},
      {
        "id":"ED287480",
        "title":"ERIC as a Dissemination Agent: A Social System Perspective."},
      {
        "id":"ED287484",
        "title":"Pathfinders: An Intellectual Guide to Libraries."},
      {
        "id":"ED287485",
        "title":"Plan for Progress in the Library/Learning Resource Center...Area School. Guidelines for Development of Library/Learning Resource Centers in Iowa's Area Schools."},
      {
        "id":"ED287486",
        "title":"President's Task Force on the Value of the Information Professional. Preliminary Study. Final Report."},
      {
        "id":"ED287487",
        "title":"Sound Recordings and the Library. Occasional Papers Number 179."},
      {
        "id":"ED287488",
        "title":"Tracing Federal Legislative and Administrative Law."},
      {
        "id":"ED287489",
        "title":"Federal Information Policies: Views of a Concerned Community. A Summary of Proceedings of a Federal Library and Information Center Committee (FLICC) Annual Forum on Federal Information Policies (4th, Washington, DC, February 25, 1987)."},
      {
        "id":"ED287490",
        "title":"Brittle Books. Reports of the Committee on Preservation and Access."},
      {
        "id":"ED287493",
        "title":"Scholarship in the Electronic Age. A Selected Bibliography on Research and Communication in the Humanities and Social Sciences."},
      {
        "id":"ED287495",
        "title":"Introduction to Library Research."},
      {
        "id":"ED287496",
        "title":"Interlibrary Loan Time Study at I. D. Weeks Library, University of South Dakota."},
      {
        "id":"ED287498",
        "title":"Planning for the Collection Move."},
      {
        "id":"ED287499",
        "title":"Information Management: Status of Formerly Approved Paperwork Requests. Report to the Honorable Lawton Chiles, U.S. Senate."},
      {
        "id":"ED287503",
        "title":"Fundamentals of Library Automation and Technology. Participant Workbook."},
      {
        "id":"ED287508",
        "title":"Oversight Hearing on the Problem of &quot;Brittle Books&quot; in Our Nation's Libraries. Hearing before the Subcommittee on Postsecondary Education of the Committee of Education and Labor. House of Representatives, One Hundredth Congress, First Session (March 3, 1987)."},
      {
        "id":"ED287510",
        "title":"Recommendations for Collection Development."},
      {
        "id":"ED287511",
        "title":"Conference on Information Resources for Archivists and Records Administrators. Final Report. Summary of Proceedings (Washington, D.C., June 19-20, 1987)."},
      {
        "id":"ED287512",
        "title":"Information Resources for Archivists and Records Administrators. A Report and Recommendations."},
      {
        "id":"ED287516",
        "title":"ACC Study Guide Series (Revised Edition)."},
      {
        "id":"ED287518",
        "title":"Information for Handicapped Travelers. Reference Circular No. 87-3."},
      {
        "id":"ED287519",
        "title":"Oversight Hearing on OERI (The ERIC System). Hearing before the Subcommittee on Select Education of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED287521",
        "title":"Project RESOURCES: Retired Employees Skills Outreach Using Retirees in Continuing Employment Situations. A Manual."},
      {
        "id":"ED287522",
        "title":"Assessing the Student Attrition Problem. ERIC Digest."},
      {
        "id":"ED287523",
        "title":"Student Assessment: Mathematics. ERIC Digest."},
      {
        "id":"ED287527",
        "title":"Computer-Assisted Instruction Adult Literacy Workshop. A 310/Special Demonstration Project, 1986-87 (Corvallis, Oregon, August 25-27, 1986). Final Report."},
      {
        "id":"ED287528",
        "title":"Comparative Financial Statistics for Public Community and Junior Colleges, 1985-86. An Experimental Study of More Than 500 Institutions."},
      {
        "id":"ED287529",
        "title":"Directory of Southern California Community College Researchers."},
      {
        "id":"ED287532",
        "title":"Vocational Options Program: Final Report."},
      {
        "id":"ED287534",
        "title":"Plan for Planning: Butler County Community College's Long-Range Strategic Planning System. Revised."},
      {
        "id":"ED287537",
        "title":"The Academic Senate for California Community Colleges. Eleventh Annual Report."},
      {
        "id":"ED287539",
        "title":"REACH: Resources Education Achievement Challenge and Hope Program, 1986-1987. Final Report."},
      {
        "id":"ED287542",
        "title":"Facts and Figures, 1986-87: Annual Report and Statistical Digest."},
      {
        "id":"ED287543",
        "title":"Report on Job Placement and External Transfer of 1986 Graduates."},
      {
        "id":"ED287546",
        "title":"Transfer Student Analysis."},
      {
        "id":"ED287547",
        "title":"Transfer Scholarship Brochure, 1988-89 Academic Year."},
      {
        "id":"ED287548",
        "title":"Improvement of Instruction in Critical Foreign Languages: A Report on the 1987 Languages for Communication Workshops at Tarrant County Junior College Northeast Campus (Hurst, Texas, July 13-August 6, 1987)."},
      {
        "id":"ED287550",
        "title":"1986 Student Success Strategies: Access, Assessment, Intervention."},
      {
        "id":"ED287551",
        "title":"St. Louis Community College Nonreturning Students: Retention Problems or Success Stories?"},
      {
        "id":"ED287556",
        "title":"Volitional Skills in Toddlers."},
      {
        "id":"ED287557",
        "title":"Changes in Parents' Beliefs and Values during Their Children's Transition to Junior High School."},
      {
        "id":"ED287558",
        "title":"Child Care Issues To Consider in the Development of Employment and Training Programs."},
      {
        "id":"ED287559",
        "title":"AIDS and Young Children: Emerging Issues. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundredth Congress, First Session. Hearing Held in Berkeley, California."},
      {
        "id":"ED287563",
        "title":"Child Abuse and Neglect: A Source Book for Early Childhood Providers."},
      {
        "id":"ED287564",
        "title":"Child Support and Alimony: 1985. (Advance Data from March-April 1986 Current Population Surveys). Special Studies."},
      {
        "id":"ED287566",
        "title":"Sex Stereotyping of Young Children's Play in the Home."},
      {
        "id":"ED287568",
        "title":"Report of the Surgeon General's Workshop on Children with HIV Infection and Their Families (Philadelphia, Pennsylvania, April 6-9, 1987)."},
      {
        "id":"ED287569",
        "title":"Aide-ing in the Classroom: A Handbook for Teacher Aides."},
      {
        "id":"ED287570",
        "title":"Students' Thinking: Developmental Framework Cognitive Domain."},
      {
        "id":"ED287572",
        "title":"Parents, Children, and TV: A Guide to Using TV Wisely."},
      {
        "id":"ED287573",
        "title":"Single Parents and Their Families: A Guide to Involving School and Community."},
      {
        "id":"ED287574",
        "title":"Affective Signatures: Emotional Concomitants of Developmental Change."},
      {
        "id":"ED287576",
        "title":"Ohio Kindergarten Programs: Perspectives of Teachers, Principals, and Supervisors."},
      {
        "id":"ED287578",
        "title":"A Model for a Child Abuse Prevention Program."},
      {
        "id":"ED287581",
        "title":"Towards an Empirical Model of Parental Discipline Reactions, Family Climate, Child-Rearing Values and Social Class."},
      {
        "id":"ED287582",
        "title":"Play and the Quality of Life in Childhood."},
      {
        "id":"ED287586",
        "title":"Visual Realism in Children's Drawings: The Effect of Instructions."},
      {
        "id":"ED287588",
        "title":"The Development of the Friendship Concept: Focusing on Individual and Issue-Specific Patterns."},
      {
        "id":"ED287591",
        "title":"Practice: How Similar Must It Be To Affect Block Design Scores?"},
      {
        "id":"ED287592",
        "title":"Discipline, Cooperation and Compliance: An Annotated Bibliography."},
      {
        "id":"ED287593",
        "title":"Critical Skills for the Early Childhood Educator."},
      {
        "id":"ED287597",
        "title":"Full or Half Day Kindergarten--Does It Matter? Report No. 11."},
      {
        "id":"ED287601",
        "title":"Some Indicators of Literacy Development in Prekindergarten: A Research Report."},
      {
        "id":"ED287602",
        "title":"Personality Correlates of Conceptual Tempo."},
      {
        "id":"ED287604",
        "title":"Providing Books for Young Children: The Role of Parents."},
      {
        "id":"ED287610",
        "title":"A Comparison of Preschool and Kindergarten Teacher Expectations for School Readiness."},
      {
        "id":"ED287612",
        "title":"Legal Issues in Early Childhood Centers."},
      {
        "id":"ED287618",
        "title":"Assessment Issues. Native American Rehabilitation: A Bibliographic Series, No. 1."},
      {
        "id":"ED287619",
        "title":"Special Education Issues. Native American Rehabilitation: A Bibliographic Series, No. 3."},
      {
        "id":"ED287620",
        "title":"Family Issues. Native American Rehabilitation: A Bibliographic Series, No. 4."},
      {
        "id":"ED287628",
        "title":"Secondary School Enrollment and Curricular Comprehensiveness."},
      {
        "id":"ED287636",
        "title":"Designing a Citizen Involvement Program: A Guidebook for Involving Citizens in the Resolution of Environmental Issues."},
      {
        "id":"ED287637",
        "title":"Distance Education and the Small School: Policy Issues. Discussion Draft."},
      {
        "id":"ED287640",
        "title":"Creating and Maintaining a Rural Networking System."},
      {
        "id":"ED287641",
        "title":"Teaching K-6 Science in Small Schools on a Financial Shoestring. ERIC Digest."},
      {
        "id":"ED287642",
        "title":"Farm Family Life in Louisiana. Bulletin No. 770."},
      {
        "id":"ED287643",
        "title":"Conceptual Foundations of Risk Theory. Technical Bulletin No. 1731."},
      {
        "id":"ED287644",
        "title":"Developing Teacher Incentive Programs. Final Report."},
      {
        "id":"ED287645",
        "title":"Count Me In: Youth 2000. United National Indian Tribal Youth."},
      {
        "id":"ED287646",
        "title":"The One-Teacher School in the 1980s."},
      {
        "id":"ED287647",
        "title":"Rural Governments in the Municipal Bond Market."},
      {
        "id":"ED287649",
        "title":"Southern Rural Development Center Annual Progress Report, 1987. SRDC Series No. 101."},
      {
        "id":"ED287650",
        "title":"Establishing Partnerships between the Business Community and Rural Schools."},
      {
        "id":"ED287651",
        "title":"Financing and Sustaining Mobility Programs in Rural Areas: A Manual. Final Report."},
      {
        "id":"ED287652",
        "title":"Northern Youth in Crisis: A Challenge for Justice."},
      {
        "id":"ED287653",
        "title":"Northern Conference Film and Video Guide on Native and Northern Justice Issues."},
      {
        "id":"ED287654",
        "title":"Educational Testing for Migrant Students. Fact Sheet."},
      {
        "id":"ED287655",
        "title":"Developing an Outdoor Education Program for Public Schools. Fact Sheet."},
      {
        "id":"ED287656",
        "title":"Mexican American Special Education. Fact Sheet."},
      {
        "id":"ED287657",
        "title":"Motivating the Mexican American Student. Fact Sheet."},
      {
        "id":"ED287658",
        "title":"American Indian Enrichment Activities. Mini-Review."},
      {
        "id":"ED287661",
        "title":"Mathematics: Model Curriculum Guide, Kindergarten through Grade Eight."},
      {
        "id":"ED287662",
        "title":"Secondary Textbook Review: General Mathematics. Grades Nine through Twelve."},
      {
        "id":"ED287663",
        "title":"Computers in Mathematics Classrooms 1986-1987."},
      {
        "id":"ED287665",
        "title":"Industrial Technology. Iowa Developed Energy Activity Sampler, 6-12. Revised."},
      {
        "id":"ED287666",
        "title":"Mathematics. Iowa Developed Energy Activity Sampler, 6-12. Revised."},
      {
        "id":"ED287667",
        "title":"Energy Conservation Activities for Elementary Grades (Or: How To Help Slim Down the Energy Monster). Iowa Developed Energy Activities Sampler, Intermediate 3-5. Revised."},
      {
        "id":"ED287668",
        "title":"Energy Conservation Activities for Elementary Grades (Or: How To Help Slim Down the Energy Monster). Iowa Developed Energy Activities Sampler, Primary K-2. Revised."},
      {
        "id":"ED287669",
        "title":"Science. Iowa Developed Energy Activity Sampler, 6-12. Revised."},
      {
        "id":"ED287671",
        "title":"Remediating Physics Misconceptions Using an Analogy-Based Computer Tutor. Draft."},
      {
        "id":"ED287672",
        "title":"Catalogue of Error Patterns Observed in Courses on Basic Mathematics. Working Draft."},
      {
        "id":"ED287678",
        "title":"Science Safety Handbook for California High Schools."},
      {
        "id":"ED287679",
        "title":"Science Student Enrichment Opportunities."},
      {
        "id":"ED287680",
        "title":"Science: Model Curriculum Guide, Kindergarten through Grade Eight."},
      {
        "id":"ED287683",
        "title":"Instructor/Operator Station Design Handbook for Aircrew Training Devices. Final Technical Report for Period March 1982-December 1986."},
      {
        "id":"ED287684",
        "title":"Cognitive Learning in the Environment: Elementary Students. ERIC/SMEAC Environmental Education Digest No. 2, 1987."},
      {
        "id":"ED287686",
        "title":"A Guide to NSF Science/Engineering Resources Data."},
      {
        "id":"ED287687",
        "title":"Asbestos in Schools. Hearing before the Subcommittee on Transportation, Tourism, and Hazardous Materials of the Committee on Energy and Commerce. House of Representatives, One Hundredth Congress, First Session on H.J. Res. 153."},
      {
        "id":"ED287688",
        "title":"Computers in Science Teaching: A Select Bibliography 1983-86."},
      {
        "id":"ED287691",
        "title":"Environmental Education: Transition to an Information Age. Proceedings of the Annual Conference of the North American Association for Environmental Education (15th, Eugene, Oregon, September 11-16, 1986)."},
      {
        "id":"ED287692",
        "title":"Computer-Based Methods for Promoting Thinking in Physics and Algebra: Incorporating Cognitive Research Findings into Software Design."},
      {
        "id":"ED287693",
        "title":"Defusing the Toxics Threat: Controlling Pesticides and Industrial Waste. Worldwatch Paper 79."},
      {
        "id":"ED287694",
        "title":"Women in Science Program. Career Facilitation Grant 1976-1979. Final Report."},
      {
        "id":"ED287697",
        "title":"English Translation of Selected Writings of Dina van Hiele-Geldof and Pierre M. van Hiele."},
      {
        "id":"ED287701",
        "title":"Physics Data Booklet (Revised 1987)."},
      {
        "id":"ED287702",
        "title":"The Role of Analogy in Scientific Thinking: Examples from a Problem-Solving Interview. Revised."},
      {
        "id":"ED287703",
        "title":"Informal Conceptions of Probability. Revised."},
      {
        "id":"ED287704",
        "title":"Knowledge Representation in a Physics Tutor. COINS Technical Report 86-37."},
      {
        "id":"ED287710",
        "title":"Young Children and Turtle Graphics Programming: Generating and Debugging Simple Turtle Programs."},
      {
        "id":"ED287714",
        "title":"Computer Degree Program Review. State University System of Florida."},
      {
        "id":"ED287717",
        "title":"Mathematics at Work in Society: Opening Career Doors."},
      {
        "id":"ED287718",
        "title":"Mathematics: Common Curriculum Goals."},
      {
        "id":"ED287719",
        "title":"Mathematics: Comprehensive Curriculum Goals. A Model for Local Curriculum Development."},
      {
        "id":"ED287724",
        "title":"Non-Formal Reasoning in Experts' Solutions to Mathematics Problems."},
      {
        "id":"ED287725",
        "title":"Understanding Fractions as Quantities: Is It Related to Fraction Computational Skill?"},
      {
        "id":"ED287727",
        "title":"Young Children's Misconceptions of Simple Turtle Graphics Commands."},
      {
        "id":"ED287728",
        "title":"Elementary Education Majors Performance on a Basic Mathematics Test."},
      {
        "id":"ED287730",
        "title":"A Qualitative Approach to Electricity."},
      {
        "id":"ED287732",
        "title":"Encourage Literacy of Science Teachers in the Use of Microcomputers (ENLIST Micros). Final Report."},
      {
        "id":"ED287733",
        "title":"Between Teacher Discrimination as the Basis for Analyzing Classroom Interactions."},
      {
        "id":"ED287735",
        "title":"Differences in Students' Perceptions of Their High School Biology and Chemistry Classes over the Course of a School Year."},
      {
        "id":"ED287738",
        "title":"Perception and Control of Simulated Self Motion. Final Report for the Period April 1983-March 1987."},
      {
        "id":"ED287739",
        "title":"Conservation Education: A Planning Guide. Manual Series M-23."},
      {
        "id":"ED287740",
        "title":"Wind Systems for Pumping Water: A Training Manual. No. T-25."},
      {
        "id":"ED287741",
        "title":"Improved Cookstove Training Manual. No. T-40."},
      {
        "id":"ED287744",
        "title":"&quot;This Work Had A' End.&quot; The Transition from Live-In to Day Work. Southern Women: The Intersection of Race, Class and Gender. Working Paper 2."},
      {
        "id":"ED287749",
        "title":"Arts, Education and the States: A Survey of State Education Policies."},
      {
        "id":"ED287750",
        "title":"A History of United States Catholic Schooling: NCEA Keynote Series No. 2."},
      {
        "id":"ED287751",
        "title":"Sex Equity Resource Kit Bibliography. A Compilation of Books, Games, Activities, and Resources To Supplement Library and Curriculum Materials with Nonbiased Media."},
      {
        "id":"ED287752",
        "title":"Project Equity: A Curriculum Supplement of Lessons on Sex Equity for Middle School Programs in Law-Related Education."},
      {
        "id":"ED287754",
        "title":"Visual Artists in Houston, Minneapolis, Washington, and San Francisco: Earnings and Exhibition Opportunities. Research Division Report No. 18."},
      {
        "id":"ED287756",
        "title":"Teaching Basic Jazz Piano Skills: A Mastery Learning Approach."},
      {
        "id":"ED287759",
        "title":"Art Education and Art History: Collected Papers. Pennsylvania's Symposium II (Carlisle, Pennsylvania, November 7-9, 1986)."},
      {
        "id":"ED287760",
        "title":"The Farm Crisis: Who's in Trouble, How To Respond. National Issues Forum Series."},
      {
        "id":"ED287761",
        "title":"Immigration: What We Promised, Where To Draw the Line. National Issues Forum Series."},
      {
        "id":"ED287762",
        "title":"Crime: What We Fear, What Can Be Done. National Issues Forum Series."},
      {
        "id":"ED287764",
        "title":"Public Participation in the Arts: Demand and Barriers."},
      {
        "id":"ED287765",
        "title":"Craft-Artists in the United States: A Portrait."},
      {
        "id":"ED265610",
        "title":"Communication Apprehension and Academic Achievement among Elementary and Middle-School Students."},
      {
        "id":"ED265612",
        "title":"Relative Effectiveness of Four Modes of Dissemination of Curriculum Materials."},
      {
        "id":"ED265613",
        "title":"A State-Wide Study of Financial Issues Affecting Tennessee Public Schools."},
      {
        "id":"ED265614",
        "title":"Critical Thinking and Education Reform."},
      {
        "id":"ED265617",
        "title":"Analyzing Diverse Learning Style Conceptions and Approaches: A Synthesis of Learning Style Informed Education."},
      {
        "id":"ED265618",
        "title":"Educators in the Professions."},
      {
        "id":"ED265619",
        "title":"District and School Policies and Management Practices Leading to Effective Secondary Schools: Preliminary Draft for Non-Intensive Sites."},
      {
        "id":"ED265622",
        "title":"The Meaning of School Accounts: A Self-Instructional Text. 4th Edition."},
      {
        "id":"ED265625",
        "title":"Intraorganizational Conflict in Schools."},
      {
        "id":"ED265631",
        "title":"Curriculum Alignment: Topic Summary Report. Research on School Effectiveness Project."},
      {
        "id":"ED265632",
        "title":"Policy Analysis and Simulation System for Educational Institutions."},
      {
        "id":"ED265637",
        "title":"Lifelong Learning and Distance Education."},
      {
        "id":"ED265638",
        "title":"Instructional Development for Distance Education."},
      {
        "id":"ED265639",
        "title":"Technology and Distance Education."},
      {
        "id":"ED265641",
        "title":"Instructional Evaluation: Current Issues and Future Directions."},
      {
        "id":"ED265643",
        "title":"Identifying Advanced Technologies for Education&apos;s Future."},
      {
        "id":"ED265644",
        "title":"Patterns of Interpretation and the Autobiographical Method--Some Remarks for Educators."},
      {
        "id":"ED265647",
        "title":"Administrator Inservice: Designing, Developing, and Delivering a Unique Institution of Higher Education (IHE), Local Education Agency (LEA), Partnership Program."},
      {
        "id":"ED265650",
        "title":"Applying the Sociobiological Synthesis to Education."},
      {
        "id":"ED265651",
        "title":"The Federal Role in Education. An NEA Policy Paper. Revised Edition."},
      {
        "id":"ED265654",
        "title":"Linking the Behaviors and Activities of Secondary School Principals to School Effectiveness: A Technical Report. Final Report."},
      {
        "id":"ED265656",
        "title":"Not Just Punishment: Discipline in Schools That Work. A Handbook for Chicago Parents = No Solamente Castigo: Disciplina en Escuelas Efectivas. Un Folleto para los Padres de Chicago."},
      {
        "id":"ED265657",
        "title":"Public Attitudes toward Education Spending: The Role of Attentiveness to Local Schools."},
      {
        "id":"ED265658",
        "title":"Those Who Would Be Catholic School Principals: Their Recruitment, Preparation, and Evaluation."},
      {
        "id":"ED265660",
        "title":"Credit and Attendance Alternatives for a Competency-Based Instructional Program."},
      {
        "id":"ED265661",
        "title":"Instructional Leadership: A Handbook for the Georgia Curriculum Director."},
      {
        "id":"ED265662",
        "title":"Maine Dissemination Capacity Building Project: The Information Exchange. Final Report."},
      {
        "id":"ED265663",
        "title":"Building a Positive School Climate."},
      {
        "id":"ED265664",
        "title":"Developing Public Confidence in Schools."},
      {
        "id":"ED265665",
        "title":"Asbestos in Our Schools. Taming the Silent Killer. A Handbook for Association Leaders Produced by NEA."},
      {
        "id":"ED265667",
        "title":"Non-Faculty Coaches in Small High Schools."},
      {
        "id":"ED265668",
        "title":"Attendance, Homework, Promotion and Retention: A Manual on Policy Development and Administrative Procedures."},
      {
        "id":"ED265669",
        "title":"Dissemination Capacity Building Project. Final Report."},
      {
        "id":"ED265670",
        "title":"Arkansas Capacity Building Dissemination Project. Final Report."},
      {
        "id":"ED265671",
        "title":"Tennessee Dissemination Capacity Building Project. Final Report."},
      {
        "id":"ED265673",
        "title":"Research Based Program Development Model for Exceptional Learners."},
      {
        "id":"ED265677",
        "title":"The Effects of Early vs. Late Cerebral Lesions on Verbal Learning and Memory in Children."},
      {
        "id":"ED265679",
        "title":"The Use of Teacher-Judgment Measures in the Identification of Gifted Pupils."},
      {
        "id":"ED265680",
        "title":"The Modifiability of Maternal Language Use and Its Effect on Delayed Child Language Acquisition."},
      {
        "id":"ED265681",
        "title":"Interfering with Sentence Comprehension in the Deaf."},
      {
        "id":"ED265682",
        "title":"Model Preschool Outreach Project. Annual Report, 1981-1982."},
      {
        "id":"ED265684",
        "title":"Alternative Assessment Techniques for High Risk Preschoolers."},
      {
        "id":"ED265685",
        "title":"Is Your District Considering a Preschool Special Education Program?"},
      {
        "id":"ED265686",
        "title":"Expert Systems and Special Education."},
      {
        "id":"ED265688",
        "title":"Current Practices in Diagnosing the Mentally Retarded."},
      {
        "id":"ED265689",
        "title":"Counseling the Disabled Reader."},
      {
        "id":"ED265691",
        "title":"Learning to Work: Transitioning Youth with Developmental Disabilities."},
      {
        "id":"ED265692",
        "title":"Boatworks and Cleansweep: Mobile Work Crews for Adults with Developmental Disabilities."},
      {
        "id":"ED265693",
        "title":"Employability Project: The Employment of Persons with Developmental Disabilities."},
      {
        "id":"ED265694",
        "title":"Interactive Evaluation of Educational Programs Serving Students with Severe Disabilities."},
      {
        "id":"ED265695",
        "title":"Investigating the Problem of Skill Generalization. 3rd Edition. With Literature Reviews."},
      {
        "id":"ED265705",
        "title":"Social Influences on Creativity: Interactive Effects of Reward and Choice."},
      {
        "id":"ED265708",
        "title":"The More We Do Together: Adapting the Environment for Children with Disabilities. Monograph No. 31."},
      {
        "id":"ED265710",
        "title":"Reading Machines: Devices for Converting Print to Braille or Speech. Bibliography No. 85-2."},
      {
        "id":"ED265714",
        "title":"Integration of the Handicapped in Secondary Schools: Five Case Studies. The Education of the Handicapped Adolescent, III."},
      {
        "id":"ED265716",
        "title":"Training Teachers of the Handicapped through a Competency Based Format to Instruct Motor Skills."},
      {
        "id":"ED265717",
        "title":"Implementation of Public Law 94-142 as It Relates to Handicapped Delinquents in the District of Columbia. Report to the Ranking Mintoriy Member, Committee on the District of Columbia, House of Representatives."},
      {
        "id":"ED265718",
        "title":"Physical Education for the Handicapped."},
      {
        "id":"ED265722",
        "title":"Life Transitions of Learning Disabled Adults: Perspectives from Several Countries. Monograph Number Thirty-Two."},
      {
        "id":"ED265725",
        "title":"Field Articulation: A Review of the Literature."},
      {
        "id":"ED265726",
        "title":"Learning Centers: A Personalized Approach to Mainstreaming."},
      {
        "id":"ED265729",
        "title":"Strategies for Serving Deaf-Blind Clients: Institute on Rehabilitation Issues (11th, San Antonio, Texas, June 1984)."},
      {
        "id":"ED265733",
        "title":"Gikuyu ni Kioigire: A First Course in Kikuyu. 1: Wirute Gikuyu."},
      {
        "id":"ED265736",
        "title":"Staff Development: From the Bilingual Schoolroom to Beyond the Walls of the University."},
      {
        "id":"ED265737",
        "title":"A Profile of the U.S. Student Abroad."},
      {
        "id":"ED265739",
        "title":"Rules in Child Language."},
      {
        "id":"ED265740",
        "title":"Aspects of Cohesion and Coherence in Context: Investigating Causes of Difficulty for Israeli University Students Reading Texts in English."},
      {
        "id":"ED265741",
        "title":"Teaching English in Japan."},
      {
        "id":"ED265743",
        "title":"Implementation Strategies for an Integrative Approach to Teaching Reading and Language."},
      {
        "id":"ED265753",
        "title":"Faculty Salary Differentials by Race: A Management School Case Study of Suspected Treatment Discrimination."},
      {
        "id":"ED265759",
        "title":"Higher Education and the American Resurgence. A Carnegie Foundation Special Report."},
      {
        "id":"ED265761",
        "title":"Higher Education's Economic Impact in Arkansas."},
      {
        "id":"ED265762",
        "title":"An Examination of State University and College Admissions Policies. Research Report."},
      {
        "id":"ED265763",
        "title":"University Mid-Level Administrators: Comparisons between Men and Women on Work Experience, Commitment, and Job Satisfaction."},
      {
        "id":"ED265764",
        "title":"The Assessment of Need for Administrative Development on a University Campus: A Report."},
      {
        "id":"ED265770",
        "title":"Oversight Hearing on the Reauthorization of the Higher Education Act of 1965. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, First Session (Cedar Rapids, IA)."},
      {
        "id":"ED265771",
        "title":"Oversight Hearing on the Reauthorization of the Higher Education Act of 1965. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, First Session (Urbana, IL)."},
      {
        "id":"ED265772",
        "title":"College and University Degrees Conferred, New York State, 1983-84."},
      {
        "id":"ED265776",
        "title":"Engineering Programs in Emerging Areas, 1983-84. Higher Education Panel Report Number 64."},
      {
        "id":"ED265778",
        "title":"The American Freshman: National Norms for Fall 1985."},
      {
        "id":"ED265784",
        "title":"California College-Going Rates, 1984 Update. Report 85-34."},
      {
        "id":"ED265785",
        "title":"The Impact of Foreign-Trained Doctors on the Supply of Physicians."},
      {
        "id":"ED265786",
        "title":"College and University Racial/Ethnic Distribution of Enrollment, New York State, Fall 1984."},
      {
        "id":"ED265788",
        "title":"Aggreement between Fairleigh Dickinson University and Fairleigh Dickinson University Council of American Association of University Professors Chapters. November 5, 1984-August 21, 1986."},
      {
        "id":"ED265791",
        "title":"SEOG Funds. Information on the Distribution of SEOG Funds to Students. GAO Briefing Report to Congressional Requesters."},
      {
        "id":"ED265797",
        "title":"The School and the University: What Went Wrong in America. Comparative Higher Education Research Group. Working Paper #8."},
      {
        "id":"ED265798",
        "title":"Students in Urban Settings: Achieving the Baccalaureate Degree. ASHE-ERIC Higher Education Report No. 6, 1985."},
      {
        "id":"ED265799",
        "title":"The Master's Degree in Transition."},
      {
        "id":"ED265804",
        "title":"National Health Service Corps Amendments of 1985. Report to Accompany S. 1285. Ninety-Ninth Congress, First Session."},
      {
        "id":"ED265811",
        "title":"College &amp; University Employees, New York State, 1984-85."},
      {
        "id":"ED265812",
        "title":"Salary Comparisons of 1979-80 College Graduates, by Sex in May 1981. Analytic Report."},
      {
        "id":"ED265817",
        "title":"Attributional Profiles of Japanese-American and Anglo-American University Students."},
      {
        "id":"ED265819",
        "title":"Oversight Hearing on the Reauthorization of the Higher Education Act of 1965. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Ninth Congress, First Session. (New York, NY)."},
      {
        "id":"ED265824",
        "title":"The Role of Elaborations in Learning a Skill from an Instructional Text: Further Findings."},
      {
        "id":"ED265825",
        "title":"Self Directed Learning and Distance Education. ZIFF Papiere 48."},
      {
        "id":"ED265827",
        "title":"The Use of Teleconferencing to Conduct Interim Business."},
      {
        "id":"ED265828",
        "title":"The Use of the Computer in Louisiana Schools. Bulletin 1679."},
      {
        "id":"ED265829",
        "title":"The Use of the Computer in Louisiana Schools. Fourth Annual Report. Bulletin 1679, Revised."},
      {
        "id":"ED265830",
        "title":"Electronic Text: An Amalgam of Capabilities for Creating, Informing, and Instructing. Monograph Number Two of the Electronic Text Monograph Series."},
      {
        "id":"ED265835",
        "title":"Prediction of the Long Term Stability of Polyester-Based Recording Media. First Annual Report, June 1982; Second Annual Report, August 1983; Progress Report, December 1984."},
      {
        "id":"ED265837",
        "title":"A Study of Analogy and Person in Computer Documentation. Preliminary Report."},
      {
        "id":"ED265838",
        "title":"&quot;Successful&quot; Teachers&apos; Patterns of Microcomputer-Based Mathematics and Science Instruction. A RAND Note."},
      {
        "id":"ED265840",
        "title":"Parent-Child Communication about Television: A View from the Parent's Perspective."},
      {
        "id":"ED265842",
        "title":"Words: A Microcomputer Program for Teaching and Testing Students' Sight Word Vocabulary."},
      {
        "id":"ED265843",
        "title":"Micro-CAI in Education: Some Considerations."},
      {
        "id":"ED265844",
        "title":"Designing Videodisc-Based Courseware for the High School."},
      {
        "id":"ED265846",
        "title":"Computers in the Gym: Friends and Assistants."},
      {
        "id":"ED265849",
        "title":"A Review of Research on the Educational Potential of 3-2-1 Contact: A Children's TV Series on Science and Technology. A Report for the Children's Television Workshop and the National Science Foundation."},
      {
        "id":"ED265853",
        "title":"New Directions in Library and Information Science Education. Final Report."},
      {
        "id":"ED265867",
        "title":"California Conference on Networking. Proceedings (Pomona, California, September 19-22, 1985)."},
      {
        "id":"ED265868",
        "title":"Catalog Maintenance Online in ARL Libraries. SPEC Kit 119."},
      {
        "id":"ED265869",
        "title":"A Cooperative Project for the Development and Delivery of Training to Rural Library Staff across Alberta. Phase Two/Three. First Interim Report."},
      {
        "id":"ED265872",
        "title":"Information Technologies: What You See Is Not (Always) What You Get. Revised."},
      {
        "id":"ED265876",
        "title":"Networking: A Case Study and Developmental Model."},
      {
        "id":"ED265877",
        "title":"Paper Preservation: Nature, Extent, &amp; Recommendations. Occasional Papers. Number 171."},
      {
        "id":"ED265879",
        "title":"Preservation of the Biomedical Literature: A Plan for the National Library of Medicine."},
      {
        "id":"ED265880",
        "title":"Retrospective Conversion Manual: University Library Recon Project."},
      {
        "id":"ED265888",
        "title":"End User Behavior on the Ohio State University Libraries' Online Catalog: A Computer Monitoring Study. Research Report."},
      {
        "id":"ED265892",
        "title":"Services for Learning Disabled Adults in California's Community Colleges."},
      {
        "id":"ED265894",
        "title":"Evaluation of the San Joaquin Delta College Basic Skills Program, Spring 1985."},
      {
        "id":"ED265897",
        "title":"Faculty Salaries and Related Matters in the California Community Colleges, 1984-85. Commission Report 85-31."},
      {
        "id":"ED265898",
        "title":"Alaska Postsecondary Education, 1986-1990: A Statewide Plan. Volume I."},
      {
        "id":"ED265899",
        "title":"Alaska Postsecondary Education, 1986-1990: A Statewide Plan. Volume II: Appendices."},
      {
        "id":"ED265900",
        "title":"The Improvement of Occupational Education in Maryland. A Progress Report, Fiscal Year 1985."},
      {
        "id":"ED265902",
        "title":"Current Issues for the Community College: Essays by Fellows in the Mid-Career Fellowship Program at Princeton University."},
      {
        "id":"ED265906",
        "title":"Honors Programs in the Community College: Reality and Promise."},
      {
        "id":"ED265916",
        "title":"Psychological Anthropology: A Modular Approach. Cultural Anthropology."},
      {
        "id":"ED265921",
        "title":"Improving Child Care Services: What Can Be Done? Hearings before the Select Committee on Children, Youth, and Families. House of Representatives, Ninety-Eighth Congress, Second Session. (September 5, 6, 1984)."},
      {
        "id":"ED265922",
        "title":"Child Care: Exploring Private and Public Sector Approaches. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, Ninety-Eighth Congress, Second Session (Irving, TX)."},
      {
        "id":"ED265928",
        "title":"Issues in the Curriculum."},
      {
        "id":"ED265933",
        "title":"The Influence of Television on Children's Attentional Abilities."}]
  }}
