{
  "response":{"numFound":509939,"start":166000,"numFoundExact":true,"docs":[
      {
        "id":"ED265934",
        "title":"Studies of Day Care Center Climate and Its Effect on Children's Social and Emotional Behavior."},
      {
        "id":"ED265935",
        "title":"Teaching Early Childhood Educators and Other Adults How to Use Computers."},
      {
        "id":"ED265936",
        "title":"Children's Peer Relationships."},
      {
        "id":"ED265937",
        "title":"Children's Humor: A Cognitive-Developmental Perspective."},
      {
        "id":"ED265938",
        "title":"Motivation and School Achievement."},
      {
        "id":"ED265940",
        "title":"Preventing Abuse in Family Foster Care. Instructor's Manual."},
      {
        "id":"ED265943",
        "title":"Transition Time: Make It a Learning Time."},
      {
        "id":"ED265945",
        "title":"Parents and Teachers as Discipline Shapers."},
      {
        "id":"ED265948",
        "title":"The Nature of Professions: Where Is Early Childhood Education?"},
      {
        "id":"ED265950",
        "title":"Children, Get a Headstart on the Road to Good Nutrition."},
      {
        "id":"ED265954",
        "title":"Children and Social Networks."},
      {
        "id":"ED265955",
        "title":"A Socio-Cultural Approach to the Study of Re-Mediation."},
      {
        "id":"ED265962",
        "title":"Cultural Variations in Family Beliefs about Children's Performance in Mathematics: Comparisons among the People's Republic of China, Chinese-American, and Caucasian-American Families."},
      {
        "id":"ED265963",
        "title":"Comparative Study of State Case Review Systems Phase II: Dispositional Hearings. National Survey. Volume I."},
      {
        "id":"ED265964",
        "title":"Comparative Study of State Case Review Systems Phase II: Dispositional Hearings. Structure and Operation of Dispositional Hearings in Selected States. Volume II."},
      {
        "id":"ED265965",
        "title":"Comparative Study of State Case Review Systems Phase II: Dispositional Hearings. Draft: Legal Issues and State Statutory Survey. Volume III."},
      {
        "id":"ED265966",
        "title":"Comparative Study of State Case Review Systems Phase II: Dispositional Hearings. Functioning of the Hearings. Volume IV. Final Volume."},
      {
        "id":"ED265967",
        "title":"Adoption Factbook: United States Data, Issues, Regulations and Resources."},
      {
        "id":"ED265968",
        "title":"Gender Segregation in Nursery School: Predictors and Outcomes."},
      {
        "id":"ED265974",
        "title":"The Early Childhood Educator's Knowledge Base: A Reconsideration."},
      {
        "id":"ED265975",
        "title":"The Effects of Intraprogram Synopses on Children's Comprehension of Television Programming and Commercials."},
      {
        "id":"ED265978",
        "title":"\"Better Camping for All\" through Research. Proceedings of the Annual Meeting of the Camping Research Section of the American Camping Association (Atlanta, Georgia, March 13, 1985)."},
      {
        "id":"ED265979",
        "title":"Health. Louisiana MSRTS Manual. Bulletin 1711."},
      {
        "id":"ED265980",
        "title":"Education. Louisiana MSRTS Manual. Bulletin 1712."},
      {
        "id":"ED265982",
        "title":"Preventing Child Abuse in the Harvest: A Handbook for Migrant Educators."},
      {
        "id":"ED265983",
        "title":"Business Incubator Development in Rural Areas."},
      {
        "id":"ED265988",
        "title":"The Advantages of Small Schools. ERIC Digests."},
      {
        "id":"ED265992",
        "title":"Focus on Navajo Tribal Government."},
      {
        "id":"ED265993",
        "title":"Efforts to Improve the Preparation of Teachers for Rural Schools."},
      {
        "id":"ED265994",
        "title":"Adult Education in Rural America: A Review of Recent Research and Identification of Further Research Needs."},
      {
        "id":"ED265995",
        "title":"Investigacion Participativa y Gestion de Sistemas Educativos. (Participatory Research and the Management of Educational Systems)."},
      {
        "id":"ED265996",
        "title":"Proposiciones Sobre Autonomia Universitaria. (Propositions on University Autonomy)."},
      {
        "id":"ED266000",
        "title":"Effective Practices in Indian Education. Teacher's Monograph."},
      {
        "id":"ED266001",
        "title":"Effective Practices in Indian Education. Administration Monograph. A Monograph on Effective School Administration Practices in Indian Education."},
      {
        "id":"ED266002",
        "title":"Effective Practices in Indian Education. Curriculum Monograph. A Monograph for Using and Developing Culturally Appropriate Curriculum for American Indian Students."},
      {
        "id":"ED266006",
        "title":"Enhancing Self-Concept and Self-Esteem: Program Planning and Teaching Techniques for Educators of Migrant Students."},
      {
        "id":"ED266007",
        "title":"Teaching Strategies in Algebra: The Effectiveness of Relating and Sequencing Algebraic Concepts."},
      {
        "id":"ED266010",
        "title":"Academic Tasks and Research in Science Teaching."},
      {
        "id":"ED266011",
        "title":"Improving Science Teacher Education Programs through Inclusion of Research on Classroom Psychosocial Environment."},
      {
        "id":"ED266012",
        "title":"The Civilian Conservation Corps and the National Park Service, 1933-1942: An Administrative History."},
      {
        "id":"ED266013",
        "title":"The National Parks: Shaping the System."},
      {
        "id":"ED266017",
        "title":"Training of Science Teachers and Teacher Educators. Report of a Technical Working Group (Quezon City, Philippines, July 17-27, 1984)."},
      {
        "id":"ED266018",
        "title":"Pupil Evaluation in Science. Report of a Study Group Meeting (Penang, Malaysia, January 9-18, 1985)."},
      {
        "id":"ED266019",
        "title":"Recent Research on Mathematics Instruction. ERIC/SMEAC Mathematics Education Digest No. 2."},
      {
        "id":"ED266020",
        "title":"Alternatives to Animal Use in Research, Testing, and Education. Summary."},
      {
        "id":"ED266024",
        "title":"A Study of Scientific Conceptions and Attitudes Toward Science of Prospective Elementary Teachers: A Research Report."},
      {
        "id":"ED266025",
        "title":"Skills for Solving Word Problems: Testing and Teaching Them. A Progress Report of a Project Being Conducted at South Dakota State University."},
      {
        "id":"ED266027",
        "title":"Women and Minorities in Science and Engineering."},
      {
        "id":"ED266028",
        "title":"Goals and Objectives of National Science Policy. Science Policy Study--Hearings Volume 1. Hearings before the Task Force on Science Policy of the Committee on Science and Technology, House of Representatives, Ninety-Ninth Congress, First Session (February 28; March 7, 21, 28; April 4, 1985). No. 46."},
      {
        "id":"ED266029",
        "title":"The Role of the Research Museums. Science Policy Study--Hearings Volume 2. Hearing before the Task Force on Science Policy of the Committee on Science and Technology, House of Representatives, Ninety-Ninth Congress, First Session (April 17, 1985). No. 56."},
      {
        "id":"ED266030",
        "title":"Science in the Political Process. Science Policy Study--Hearings Volume 8. Hearings before the Task Force on Science Policy of the Committee on Science and Technology, House of Representatives, Ninety-Ninth Congress, First Session (June 25, 26, 1985). No. 47."},
      {
        "id":"ED266031",
        "title":"Investigations in Mathematics Education. Volume 18, Number 4."},
      {
        "id":"ED266032",
        "title":"Racially Integrating College-Preparatory Math Classes--An Evaluation of a University-High School Partnership."},
      {
        "id":"ED266033",
        "title":"Assessing Cognitive Levels in the Classroom. Final Report."},
      {
        "id":"ED266034",
        "title":"International Cooperation in Big Science: High Energy Physics. Science Policy Study--Hearings Volume 4. Hearing before the Task Force on Science Policy of the Committee on Science and Technology, House of Representatives, Ninety-Ninth Congress, First Session (April 25, 1985)."},
      {
        "id":"ED266035",
        "title":"International Cooperation in Science. Science Policy Study--Hearings Volume 7. Hearings before the Task Force on Science Policy of the Committee on Science and Technology, House of Representatives, Ninety-Ninth Congress, First Session (June 18, 19, 20, 27, 1985). No. 50."},
      {
        "id":"ED266036",
        "title":"Teaching Mathematics and Science: Patterns of Microcomputer Use."},
      {
        "id":"ED266037",
        "title":"Mathematics, Science, and Technology Education: A Research Agenda."},
      {
        "id":"ED266039",
        "title":"Sex Equity and Math Achievement: A Summary of Research and Recommendations."},
      {
        "id":"ED266040",
        "title":"A Field Test of a Structured Television Curriculum on the Mathematics Achievement of Incarcerated High School Equivalency Learners."},
      {
        "id":"ED266043",
        "title":"Science Indicators: The 1985 Report."},
      {
        "id":"ED266044",
        "title":"National Association for Research in Science Teaching Annual Meeting, Abstracts of Presented Papers (59th, San Francisco, California, March 28-31, 1986)."},
      {
        "id":"ED266054",
        "title":"Clear de Road: A Manual for Teachers to Accompany a Virgin Islands History Textbook of the Same Name on Virgin Islands History for Fourth Grade."},
      {
        "id":"ED266055",
        "title":"Clear de Road. A Virgin Islands History Textbook."},
      {
        "id":"ED266066",
        "title":"Population Analyses, Change and Education: Selected Resources on Population Trends, Planning and Policy, and Education. Population Dynamics for Colorado Educators."},
      {
        "id":"ED266068",
        "title":"Competency and Art Education. A Critique."},
      {
        "id":"ED266069",
        "title":"The Class of 2001: Coping with the Computer Bandwagon. Words of Note Series."},
      {
        "id":"ED266070",
        "title":"Unequal Knowledge Distribution: The Schooling Experience in a Togolese Secondary School. Occasional Papers Series, Number 9."},
      {
        "id":"ED266073",
        "title":"Excellence, Reform and Equity in Education: An International Perspective. Occasional Papers Series, Number 13."},
      {
        "id":"ED266077",
        "title":"The New Women's Educational Equity Act: Still Alive and Making a Difference. PEER Policy Paper #3."},
      {
        "id":"ED266083",
        "title":"The Rise and Fall of the Social Science Curriculum Project in Iceland, 1974-84: Reflections on Reason and Power in Educational Progress."},
      {
        "id":"ED266088",
        "title":"Teaching as a Career. High School Students' Perceptions of Teachers and Teaching."},
      {
        "id":"ED266094",
        "title":"Strategies for Improving Teacher Education. MTIP Satellite Network Conference Proceedings (Austin, Texas, November 1-2, 1984; Austin, Texas, April 22-23, 1985)."},
      {
        "id":"ED266095",
        "title":"Beginning Teachers and Changes in Self-Perceived Sources of Influence on Classroom Teaching Practices. Report No. 9067."},
      {
        "id":"ED266098",
        "title":"Differential Stress Levels in Primary Versus Secondary Classrooms."},
      {
        "id":"ED266099",
        "title":"The Development of Teacher Perspectives: Final Report."},
      {
        "id":"ED266101",
        "title":"A Call for Professionalism."},
      {
        "id":"ED266102",
        "title":"Reflective Thinking as a Basis for Teacher Education."},
      {
        "id":"ED266105",
        "title":"Reflections on Teacher Education. Monograph III."},
      {
        "id":"ED266108",
        "title":"Louisiana Standards for State Certification of School Personnel Part A. Part B Vocational-Technical Personnel. Bulletin 746."},
      {
        "id":"ED266109",
        "title":"What Knowledge Is of Most Worth to Teachers? Insights from Studies of Teacher Thinking. Occasional Paper No. 86."},
      {
        "id":"ED266110",
        "title":"Exploring the Relationship between Research & Practice: The Impact of Assuming the Role of Action Researcher in One's Own Classroom."},
      {
        "id":"ED266111",
        "title":"From Veteran Parent to Novice Teacher: A Case Study of a Student Teacher."},
      {
        "id":"ED266118",
        "title":"The Teacher Supply Pipeline: The View from Four States."},
      {
        "id":"ED266125",
        "title":"Teacher Education as a Moral Enterprise: Using the Humanities to Affect the Preparation of Teachers. A Special Initiatives Proposal to Improve the Preparation of Teachers."},
      {
        "id":"ED266126",
        "title":"Recent Changes in Teacher Education Programs. Higher Education Panel Report Number 67."},
      {
        "id":"ED266127",
        "title":"Beacon Hill Elementary Staff Involvement Leads to Improvements. Profiles Programs &amp; Products. Goal Based Education Number 46."},
      {
        "id":"ED266130",
        "title":"Preparing Educators to Collaborate: An Evaluation of Three Approaches."},
      {
        "id":"ED266131",
        "title":"Essays on the Intellect."},
      {
        "id":"ED266132",
        "title":"Illinois Teacher Salary Schedule and Policy Study. 1984-1985."},
      {
        "id":"ED266133",
        "title":"Quality Assessments of Prospective Teachers: Surveys of Previous and Present Practices. College Reading and Learning Assistance Technical Report 85-11."},
      {
        "id":"ED266134",
        "title":"Educational Programs That Work. A Collection of Proven Exemplary Educational Programs and Practices. Twelfth Edition."},
      {
        "id":"ED266135",
        "title":"Smokeless Tobacco: Attitudes and Practices in a Sample of Preservice Teachers."},
      {
        "id":"ED266137",
        "title":"Alternative Certification for Teachers. ERIC Digest 1, 1986."},
      {
        "id":"ED266140",
        "title":"Influences of Personal and Academic Characteristics on Beginning Teacher Education Students' Attitudes, Concerns, and Anxieties Toward Teaching."},
      {
        "id":"ED266144",
        "title":"TELLS: Testing for Essential Learning and Literacy Skills. 1984-85 Statewide Test Results. Turning the Tide, An Agenda for Excellence in the Pennsylvania Public Schools."},
      {
        "id":"ED266147",
        "title":"Functional Ability Rating Scale (FARS): A Community Developed, Behaviorally Based Instrument Designed to Assess a Subject's Capabilities in Seven Areas of Major Life Activity. Technical Manual."},
      {
        "id":"ED266148",
        "title":"Evaluating Administrative Components of Program Implementation in the Adaptive Learning Environments Model."},
      {
        "id":"ED266150",
        "title":"Evaluation of Pupil Achievement."},
      {
        "id":"ED266152",
        "title":"An Investigation of the Feasibility of Using the Three-Parameter Model for Florida's Statewide Assessment Tests."},
      {
        "id":"ED266153",
        "title":"An Investigation of the Feasibility of Using the Three Parameter IRT Model in Florida's Student Assessment Program."},
      {
        "id":"ED266154",
        "title":"Documenting Evaluation Use: Guided Evaluation Decisionmaking. Evaluation Productivity Project."},
      {
        "id":"ED266155",
        "title":"Social vs. Clinical Perspectives on the Use of Information: Implications for School-based Information Systems. Systemic Evaluation Project."},
      {
        "id":"ED266156",
        "title":"Using State Test Data for National Indicators of Education Quality: A Feasibility Study. Final Report."},
      {
        "id":"ED266157",
        "title":"Applied Studies in Computerized Diagnostic Testing: Implications for Practice. Diagnostic Testing Project."},
      {
        "id":"ED266158",
        "title":"Specificity of Information in Data-Based Decision Making in Schools. Systemic Evaluation Project. Final Report."},
      {
        "id":"ED266159",
        "title":"Test Design Manual: Guidelines for Developing Diagnostic Tests. Diagnostic Testing Project."},
      {
        "id":"ED266160",
        "title":"With Consequences for All. A Report from the ASCD Task Force on Increased High School Graduation Requirements."},
      {
        "id":"ED266165",
        "title":"A Feeling for the Student: An Analysis of the Art of Classroom Assessment."},
      {
        "id":"ED266166",
        "title":"Item Banking for Local Test Development: Practitioner's Handbook."},
      {
        "id":"ED266167",
        "title":"Reviews of Microcomputer Item Banking Software."},
      {
        "id":"ED266168",
        "title":"Examples of Item Banks to Support Local Test Development: Two Case Studies With Reactions."},
      {
        "id":"ED266169",
        "title":"Two Case Studies of Local Test Development."},
      {
        "id":"ED266172",
        "title":"Resource Papers and Technical Reports. Research into Practice Project."},
      {
        "id":"ED266173",
        "title":"A Process for Designing and Implementing a Dual Purpose Evaluation System. CSE Resource Paper No. 7."},
      {
        "id":"ED266174",
        "title":"The Credibility of Student Self-Reports."},
      {
        "id":"ED266175",
        "title":"Assessing Instructional Outcomes."},
      {
        "id":"ED266176",
        "title":"Architecture as a Metaphor for Development of Culturally Adapted Minority Education Programs. Final Report of the Regional Study Award Project."},
      {
        "id":"ED266177",
        "title":"Asymptotic Properties of Induced Maximum Likelihood Estimates of Nonlinear Models for Item Response Variables: The Finite-Generic-Item-Pool Case."},
      {
        "id":"ED266178",
        "title":"Acquiring, Representing, and Evaluating a Competence Model of Diagnostic Strategy."},
      {
        "id":"ED266179",
        "title":"Strategy-Selection in Question-Answering."},
      {
        "id":"ED266181",
        "title":"Beyond the Curriculum: Creating the Conditions for Learning."},
      {
        "id":"ED266182",
        "title":"Teacher-Written Student Tests: A Guide for Planning, Creating, Administering, and Assessing."},
      {
        "id":"ED266184",
        "title":"Studying Parental Decision Making with Micro-Computers: The CPSI Technique."},
      {
        "id":"ED266185",
        "title":"The Utilization of &quot;Set: Research Information for Teachers&quot; in Selected Educational Institutions."},
      {
        "id":"ED266186",
        "title":"A Technical Description of the Procedures Used in Calculating School-Level Scaled Scores for the &quot;Survey of Basic Skills: Grade 6.&quot;"},
      {
        "id":"ED266187",
        "title":"Student Attitudes Toward Economics--Development of an Attitude Questionnaire."},
      {
        "id":"ED266188",
        "title":"Sequential Processes in Image Generation: An Objective Measure. Technical Report #6."},
      {
        "id":"ED266190",
        "title":"Visual Hemispheric Specialization: A Computational Theory. Technical Report #7."},
      {
        "id":"ED266191",
        "title":"TELLS: Testing for Essential Learning and Literacy Skills. Summary of Results 1984. Turning the Tide, An Agenda for Excellence in the Pennsylvania Public Schools."},
      {
        "id":"ED266195",
        "title":"Delinquency Prevention in South Chicago. A Fifty-Year Assessment of the Chicago Area Project."},
      {
        "id":"ED266199",
        "title":"Southeast Asian Mental Health: Treatment, Prevention, Services, Training and Research."},
      {
        "id":"ED266201",
        "title":"South Bronx High School Career Awareness/Survival Skills Bilingual Program 1983-1984. O.E.A. Evaluation Report."},
      {
        "id":"ED266202",
        "title":"William H. Taft High School Project HOLA 1983-1984. O.E.A. Evaluation Report."},
      {
        "id":"ED266203",
        "title":"Erasmus Hall High School Bilingual Program 1983-1984. O.E.A. Evaluation Report."},
      {
        "id":"ED266211",
        "title":"Far, Far To Go: Public Spending for Children and Youth in Texas. Special Project Report."},
      {
        "id":"ED266215",
        "title":"Racial/Ethnic Survey--Students as of October 31, 1983."},
      {
        "id":"ED266218",
        "title":"Martin Luther King, Jr. Resource Guide."},
      {
        "id":"ED266219",
        "title":"Reducing Poverty among Children."},
      {
        "id":"ED266221",
        "title":"Characteristics of Households and Persons Receiving Selected Noncash Benefits: 1984."},
      {
        "id":"ED266222",
        "title":"Population Profile of the United States 1983/84."},
      {
        "id":"ED266223",
        "title":"Racial/Ethnic Distribution of Public School Students and Staff, New York State 1984-85."},
      {
        "id":"ED266224",
        "title":"Persons of Spanish Origin in the United States: March 1985 (Advance Report)."},
      {
        "id":"ED266228",
        "title":"Barriers to Self-Sufficiency for Single Female Heads of Families. Hearings before a Subcommitee of the Committee on Government Operations, House of Representatives, Ninety-Ninth Congress, First Session (July 9-10, 1985)."},
      {
        "id":"ED266229",
        "title":"Problems with the Administration's Voucher Proposal for Chapter 1. Prepared for the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. Committee Print."},
      {
        "id":"ED266230",
        "title":"Relationship of Budget Policy to Unemployment. Hearing before the Task force on Economic Policy and the Task Force on Human Resources of the Committee on the Budget, House of Representatives, Ninety-Ninth Congress, First Session (November 20, 1985)."},
      {
        "id":"ED266234",
        "title":"Explaining the Progressively Decreasing Scores on Comprehensive Tests of Basic Skills (CTBS) of the School Children of the District of Columbia Public Schools as They Progress from Elementary School into High School."},
      {
        "id":"ED266243",
        "title":"Weather Specialist/Aerographer&apos;s Mate."},
      {
        "id":"ED266246",
        "title":"Vocational Assessment Handbook."},
      {
        "id":"ED266248",
        "title":"Evaluating and Revising Programs: A Forum of the National Postsecondary Alliance (San Diego, California, April 16, 1985)."},
      {
        "id":"ED266249",
        "title":"Introducing the Personal Tutor/Counsellor in the System of Distance Education. Project Report 2: Final Report."},
      {
        "id":"ED266250",
        "title":"Youth Employment Opportunity Wage Act of 1985. Hearing before the Committee on Labor and Human Resources, United States Senate, Ninety-Ninth Congress, First Session on S.797."},
      {
        "id":"ED266251",
        "title":"Business Education Curriculum."},
      {
        "id":"ED266253",
        "title":"Developing an Equity Handbook for Community College Personnel--A Resource to Increase Female Enrollment in Nontraditional Vocational Education Programs. Final Report."},
      {
        "id":"ED266264",
        "title":"Improving the Basic Skills of Vocational-Technical Students: An Administrator's Guide. Competency-Based Vocational Education Administrator Module Series."},
      {
        "id":"ED266265",
        "title":"Making Technology Work in Adult Education: PLATO Computer-Managed Learning at the Alberta Vocational Centre, Edmonton."},
      {
        "id":"ED266266",
        "title":"Assessing Pesticide Impact on Human Health in Nebraska: A Survey of Fire Departments. Department Report No. 11."},
      {
        "id":"ED266268",
        "title":"Women in Nontraditional Occupations. Choice and Turnover."},
      {
        "id":"ED266269",
        "title":"Rights of Passage. Final Report of the Task Force on the Transition from School to Work for Montgomery County Students with Disabilites."},
      {
        "id":"ED266270",
        "title":"Displaced Older Workers. Hearing before the Select Committee on Aging, House of Representatives, Ninety-Ninth Congress, First Session. Comm. Pub. No. 99-528."},
      {
        "id":"ED266271",
        "title":"The Entrepreneurial Internship Program."},
      {
        "id":"ED266272",
        "title":"Instructional Microcomputer Applications by Business Teachers in Minnesota."},
      {
        "id":"ED266275",
        "title":"Organize the Content for a CBE Program. Module K-2 of Category K--Implementing Competency-Based Education (CBE). Professional Teacher Education Module Series."},
      {
        "id":"ED266276",
        "title":"Organize Your Class and Lab to Install CBE. Module K-3 of Category K--Implementing Competency-Based Education (CBE). Professional Teacher Education Module Series."},
      {
        "id":"ED266277",
        "title":"Provide Instructional Materials for CBE. Module K-4 of Category K--Implementing Competency-Based Education (CBE). Professional Teacher Education Module Series."},
      {
        "id":"ED266278",
        "title":"Manage the Daily Routines of Your CBE Program. Module K-5 of Category K--Implementing Competency-Based Education (CBE). Professional Teacher Education Module Series."},
      {
        "id":"ED266279",
        "title":"Guide Your Students through the CBE Program. Module K-6 of Category K--Implementing Competency-Based Education (CBE). Professional Teacher Education Module Series."},
      {
        "id":"ED266281",
        "title":"Proceedings for the Symposium on Research Needs for Extension Education (Columbus, Ohio, May 21-23, 1985)."},
      {
        "id":"ED266285",
        "title":"Deafness: A Guide for Employers & Employment Counselors."},
      {
        "id":"ED266286",
        "title":"Basic Skills and the Workforce. Proceedings of an Invitational Conference to Address the Training and Retraining and Productivity of Minnesota Workers (Minneapolis, Minnesota, December 1984)."},
      {
        "id":"ED266293",
        "title":"Pedagogical Inservice Needs and Activities of Postsecondary Agriculture Instructors in the United States. Final Report."},
      {
        "id":"ED266298",
        "title":"V-TECS Guide for Bookkeeping/Accounting/Payroll Clerk."},
      {
        "id":"ED266306",
        "title":"Assessment of a WIN Quality Training Demonstration Program. Final Report."},
      {
        "id":"ED266307",
        "title":"U.S. Demand for Food: Household Expenditures, Demographics, and Projections. Technical Bulletin Number 1713."},
      {
        "id":"ED266308",
        "title":"Farm-Level Effects of Soil Conservation and Commodity Policy Alternatives: Model and Data Documentation."},
      {
        "id":"ED266313",
        "title":"A Guide for Vocational Education Sex Equity Personnel. Update."},
      {
        "id":"ED266314",
        "title":"Measures of Occupationally Specific and Nonoccupationally Specific Knowledge and Skills: A Compendium."},
      {
        "id":"ED266316",
        "title":"Vocational Education Delivery Systems and Specialization: Impact on Groups of Special Interest."},
      {
        "id":"ED266317",
        "title":"Analysis of Students&apos; Basic Skills Performance in Selected Instructional Delivery Systems: Final Report."},
      {
        "id":"ED266318",
        "title":"A Design and Assessment of a Formative Evaluation of the Principles of Technology Curriculum Materials."},
      {
        "id":"ED266319",
        "title":"Forces and Factors Likely to Influence Vocational Education: The Aging Population."},
      {
        "id":"ED266320",
        "title":"Prepare Teacher-Made Instructional Materials. Second Edition. Module B-6 of Category B--Instructional Planning. Professional Teacher Education Module Series."},
      {
        "id":"ED266321",
        "title":"Present an Illustrated Talk. Second Edition. Module C-15 of Category C--Instructional Execution. Professional Teacher Education Module Series."},
      {
        "id":"ED266322",
        "title":"Vocational Education-Defense Establishment Collaboration: State-of-the-Practice Report."},
      {
        "id":"ED266323",
        "title":"Guidelines for Increasing Collaboration between Vocational Education and the Defense Establishment."},
      {
        "id":"ED266328",
        "title":"From Prescriptive to Permissive Planning: New Directions for Vocational Education Policy."},
      {
        "id":"ED266329",
        "title":"Industrial Arts: Elementary School. A Guide for Teachers."},
      {
        "id":"ED266330",
        "title":"Exemplary Program Criteria 1985-1986. Pennsylvania Industrial Arts Technology Education. Revised."},
      {
        "id":"ED266331",
        "title":"Program Guide K-12. Pennsyulvania Industrial Arts Technology Education."},
      {
        "id":"ED266332",
        "title":"University Extension and Community Outreach. Courier No. 35."},
      {
        "id":"ED266334",
        "title":"Teen Pregnancy: What Is Being Done? A State-by-State Look. A Report of the Select Committee on Children, Youth, and Families. House of Representatives, Ninety-Ninth Congress, First Session Together with Additional and Minority Views (December, 1985)."},
      {
        "id":"ED266335",
        "title":"Juvenile Justice: Detention Using Staff Supervision Rather Than Architectural Barriers. Report to Congressional Requesters."},
      {
        "id":"ED266337",
        "title":"Drinking Age 21: Facts, Myths and Fictions."},
      {
        "id":"ED266338",
        "title":"Teenage Suicide: Identification, Intervention and Prevention. Highlights: An ERIC/CAPS Fact Sheet."},
      {
        "id":"ED266339",
        "title":"Selecting a College: A Checklist Approach. Highlights: An ERIC/CAPS Fact Sheet."},
      {
        "id":"ED266340",
        "title":"Teenage Pregnancy. Highlights: An ERIC/CAPS Fact Sheet."},
      {
        "id":"ED266341",
        "title":"Peer Counseling. Highlights: An ERIC/CAPS Fact Sheet."},
      {
        "id":"ED266344",
        "title":"Adults' Event Recall: Is Context Enough?"},
      {
        "id":"ED266346",
        "title":"Family Play Therapy."},
      {
        "id":"ED266347",
        "title":"Ecological Relevance of Memory Tests and the Prediction of Relapse in Alcoholics."},
      {
        "id":"ED266348",
        "title":"Psychologists' Religious and Spiritual Orientations and Their Practice of Psychotherapy."},
      {
        "id":"ED266349",
        "title":"Application of Information Integration Theory to Methodology of Theory Development."},
      {
        "id":"ED266350",
        "title":"The Demographics of Alcohol Use among Young Americans: Results from the 1983 National Longitudinal Survey of Labor Market Experience of Youth."},
      {
        "id":"ED266351",
        "title":"Status Variations in Alcohol Use among Young Adults: Results from the 1984 National Longitudinal Surveys of Youth."},
      {
        "id":"ED266358",
        "title":"Self-Concept: An Operational Model for Educators."},
      {
        "id":"ED266363",
        "title":"Procedural and Distributive Justice Effects: The Role of Social Context."},
      {
        "id":"ED266364",
        "title":"Exploitation of Runaways. Hearing before the Subcommittee on Children, Family, Drugs and Alcoholism of the Committee on Labor and Human Resources. United States Senate, Ninety-Ninth Congress, First Session on Examining Alternative Ways to Serve Runaway and Homeless Youths (October 1, 1985)."},
      {
        "id":"ED266365",
        "title":"Alternative Programs for Troubled Youth. Hearing before the Committee on Labor and Human Resources, United States Senate, Ninety-ninth Congress, First Session on Examination of Alternative Educational and Treatment Programs Aimed at Helping Troubled Youths and Adults (October 7, 1985)."},
      {
        "id":"ED266367",
        "title":"Word/World Knowledge: The Prediction of College GPA."},
      {
        "id":"ED266370",
        "title":"Battered Women as Coalcoholics: Treatment Options."},
      {
        "id":"ED266377",
        "title":"A Sex Affirmative Model Program: Counseling and Guidance."},
      {
        "id":"ED266378",
        "title":"Effects of Bereavement and Pre-Event Status on Depression in Older Persons."},
      {
        "id":"ED266380",
        "title":"H.R. 2436, National Nutrition Monitoring and Related Research Act of 1985. Joint Hearing before the Subcommittee on Science, Research and Technology of the Committee on Science and Technology and the Subcommittee on Department Operations, Research, and Foreign Agriculture and the Subcommittee on Domestic Marketing, Consumer Relations, and Nutrition of the Committee on Agriculture. House of Representatives, Ninety-Ninth Congress, First Session (June 25, 1985)."},
      {
        "id":"ED266381",
        "title":"Medicare and Medicaid Reform: Protecting the Aged and Indigent in Texas. Hearing before the Select Committee on Aging. House of Representatives, Ninety-Ninth Congress, First Session (El Paso, TX)."},
      {
        "id":"ED266382",
        "title":"Juvenile Justice and Delinquency Prevention Act Amendments Report to Accompany S. 1174. United States Senate, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED266383",
        "title":"Family Life and Human Development. Senior High School Semester Elective."},
      {
        "id":"ED266384",
        "title":"Measuring Life-Cycle Transitions in Young Adulthood: A Cross-Validation of Data from Three Prospective Surveys."},
      {
        "id":"ED266386",
        "title":"One More Chance: The Pursuit of Promising Intervention Strategies for Chronic Juvenile Offenders."},
      {
        "id":"ED266387",
        "title":"Factors Affecting Sentence Severity for Young Adult Offenders."},
      {
        "id":"ED266388",
        "title":"Age Discrimination and the FAA Age 60 Rule. Hearing before the Select Committee on Aging. House of Representatives, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED266395",
        "title":"The Effects of an Educational Intervention on Answer Changing Behavior."},
      {
        "id":"ED266396",
        "title":"Guidelines for the Development of Guidance Activities."},
      {
        "id":"ED266397",
        "title":"Cautiousness and Visual Selective Attention Performance of Older Adults."},
      {
        "id":"ED266399",
        "title":"Effects of Classroom Instruction about Psychology and the Arms Race."},
      {
        "id":"ED266400",
        "title":"Social Networks and Child Adjustment in Single-Parent Families."},
      {
        "id":"ED266404",
        "title":"Beginning Reading: Making It Work."},
      {
        "id":"ED266405",
        "title":"Vocabulary Instruction: Implications of the New Research. (Draft/Outline)."},
      {
        "id":"ED266406",
        "title":"The Content Determines the Process: An Ignored Relationship in Content Area Reading."},
      {
        "id":"ED266407",
        "title":"A Mediated Cognitive Program to Increase the Critical Reasoning and Reading Competencies of College Undergraduates and Pre-Collegiate Learners."},
      {
        "id":"ED266408",
        "title":"Sequence Effects of Extended Attributional Feedback during Reading Instruction."},
      {
        "id":"ED266409",
        "title":"Everyday and Academic Thinking: Implications for Learning and Problem Solving. Technical Report No. 349."},
      {
        "id":"ED266410",
        "title":"The Problem of Knowledge Acquisition. Technical Report No. 348."},
      {
        "id":"ED266413",
        "title":"Student Classification and the Right to Read [and] Report Summary."},
      {
        "id":"ED266414",
        "title":"The Parallel Role of Revision in Reading and Writing."},
      {
        "id":"ED266415",
        "title":"Observation and Coding Manual for the Longitudinal Study of Reading Comprehension and Science Concept Acquisition (Third Edition). Technical Report No. L-1."},
      {
        "id":"ED266416",
        "title":"The Effect of Pictures and Humor on Memory for Verbal Material in Two Extreme Scholastic Aptitude Populations."},
      {
        "id":"ED266417",
        "title":"Predictions and the Limiting Effects of Prequestions."},
      {
        "id":"ED266420",
        "title":"Adult Literacy and Technology. Report of a Workshop (October 1-2, 1984). Technical Report No. 351."},
      {
        "id":"ED266421",
        "title":"Strategies for Correcting Students&apos; Wrong Responses. Technical Report No. 354."},
      {
        "id":"ED266422",
        "title":"Investigations of Information Utilization during Fixations in Reading. Technical Report No. 356."},
      {
        "id":"ED266423",
        "title":"A Sample Dialogue Based on a Theory of Inquiry Teaching. Technical Report No. 367."},
      {
        "id":"ED266424",
        "title":"Kindergarten Instruction and Early Reading Achievement. Technical Report No. L-4."},
      {
        "id":"ED266425",
        "title":"The Use of Semantic Impressions as a Previewing Activity for Providing Clues to a Story's Episodic Structure."},
      {
        "id":"ED266428",
        "title":"Metacognition: Theory and Application for College Readers."},
      {
        "id":"ED266429",
        "title":"High and Low Achieving First-Grade Readers' Perceptions of the Reading Process."},
      {
        "id":"ED266431",
        "title":"Discussion vs. Recitation in the Secondary Classroom."},
      {
        "id":"ED266435",
        "title":"The Influence of Metacognitive Aspects of Literacy on Job Performance of Electronics Technicians."},
      {
        "id":"ED266436",
        "title":"Thinking Skills: A Conceptual Framework. A Special Issue of &quot;Noteworthy.&quot;"},
      {
        "id":"ED266438",
        "title":"Reading: What Can Be Measured? Second Edition."},
      {
        "id":"ED266439",
        "title":"Inexpert Calibration of Comprehension. Program Report 86-3."},
      {
        "id":"ED266440",
        "title":"Two Papers on the Role Computers Play in Education. Reading Education Report No. 62."},
      {
        "id":"ED266441",
        "title":"Readability--The Situation Today. Technical Report No. 359."},
      {
        "id":"ED266442",
        "title":"Testing Kindergarten Children&apos;s Knowledge about Reading. Technical Report No. 368."},
      {
        "id":"ED266443",
        "title":"The Influence of Word and Text Properties on Learning from Context. Technical Report No. 369."},
      {
        "id":"ED266445",
        "title":"Reading, Grade 8. Oregon Statewide Assessment, 1985."},
      {
        "id":"ED266446",
        "title":"Remember How Nice It Was When Someone Helped You with Your Reading?"},
      {
        "id":"ED266449",
        "title":"Writing for Mathematics Discovery-Learning: A Model for Composition Courses."},
      {
        "id":"ED266452",
        "title":"From Speech to Writing: Some Evidence on the Relationship between Oracy and Literacy from the Bristol Study &quot;Language at Home and at School.&quot;"},
      {
        "id":"ED266453",
        "title":"The Syntactic Maturity of Grade Eight Students in the Windsor Separate School Board. A Report to the Roman Catholic Separate School Board for the City of Windsor."},
      {
        "id":"ED266457",
        "title":"Literacy through Reading: The ERICA Model. Resources."},
      {
        "id":"ED266458",
        "title":"Real Evaluation. Resources."},
      {
        "id":"ED266460",
        "title":"The Responding Reader: Nine New Approaches to Teaching Literature."},
      {
        "id":"ED266463",
        "title":"One Way of Teaching Writing to 6 and 7 Year Olds."},
      {
        "id":"ED266467",
        "title":"Language across the Curriculum in the Elementary Grades."},
      {
        "id":"ED266472",
        "title":"\"I'm No Lady Astronaut\": Nonsexist Language for Tomorrow."},
      {
        "id":"ED266476",
        "title":"Research Connections: Writing in the Disciplines."},
      {
        "id":"ED266480",
        "title":"Graduate Education in English: Whither and Why?"},
      {
        "id":"ED266481",
        "title":"The Concept of Authorship: An Historical Perspective."},
      {
        "id":"ED266483",
        "title":"Frameworks."},
      {
        "id":"ED266484",
        "title":"Novels & Adolescent Fiction."},
      {
        "id":"ED266485",
        "title":"M. E. Kerr and Marijane Meaker Help Students Learn How to Write Fiction."},
      {
        "id":"ED266486",
        "title":"Using Literature to Encourage Academic Thinking in a Basic Writing Course."},
      {
        "id":"ED266490",
        "title":"North American College and University Sports Nicknames."},
      {
        "id":"ED266491",
        "title":"English Language Arts, K-8. Part I: Reading and Listening. Program of Studies."},
      {
        "id":"ED266499",
        "title":"The Practicum Experience: Relic of the Sixties or Hope of the Eighties."},
      {
        "id":"ED266500",
        "title":"Ethnic Culture and Corporate Culture: Using Black Styles in Organizations."},
      {
        "id":"ED266502",
        "title":"Towards a State-of-the-Art Undergraduate Program in Communication."},
      {
        "id":"ED266503",
        "title":"A Right Brain/Left Brain Model of Acting."},
      {
        "id":"ED266504",
        "title":"An Interactional Approach to Predicting Communication Behavior."},
      {
        "id":"ED266505",
        "title":"Cognitive Editing of Argument Strategies."},
      {
        "id":"ED266507",
        "title":"Application of Communication Concepts: Effective Interaction with Students, Teachers, Parents, and Administrators."},
      {
        "id":"ED266508",
        "title":"Status Report on Speech Research: A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for Its Investigation, and Practical Applications, April 1-September 30, 1985."},
      {
        "id":"ED266513",
        "title":"Overview of Endowment Programs."},
      {
        "id":"ED266522",
        "title":"Personally Confronting Intercultural Communication Problems--An Intensified, Extended Process."},
      {
        "id":"ED266523",
        "title":"Teaching Communication Skills in the Junior High: It's Time to Stop Waxing Poetic and Start Waxing Practical."},
      {
        "id":"ED266525",
        "title":"Seven-Year Curriculum Development Plan. DS Manual 2000.5."},
      {
        "id":"ED266528",
        "title":"Improving Home-School Communications. Fastback 230."},
      {
        "id":"ED266534",
        "title":"Barriers to Excellence in Illinois: Our Children at Risk."},
      {
        "id":"ED266539",
        "title":"Impact Report. December 1, 1984-November 30, 1985."},
      {
        "id":"ED266540",
        "title":"Report on a Pilot Study of School-Level Collegial Teaming."},
      {
        "id":"ED266547",
        "title":"Teachers&apos; Pensions: A Model Retirement Plan for the Future. Report of the Minister&apos;s Informal Task Force on Teachers&apos; Pensions."},
      {
        "id":"ED266548",
        "title":"Teachers' Pensions: A Model Retirement Plan for the Future. Report of the Minister's Informal Task Force on Teachers' Pensions. Summary Report."},
      {
        "id":"ED266550",
        "title":"Promoting Effective Discipline in School and Classroom: A Practitioner's Perspective."},
      {
        "id":"ED266556",
        "title":"Resource Allocation in High Schools. Final Report."},
      {
        "id":"ED266557",
        "title":"High School Teachers and Their Students' Attendance. Final Report."},
      {
        "id":"ED266558",
        "title":"A Study of Staff Development Practices and Organizational Conditions Related to Instructional Improvement in Secondary Schools. Final Report."},
      {
        "id":"ED266559",
        "title":"An Invitation to Play."},
      {
        "id":"ED266562",
        "title":"The Troubled Reader: Access to Intervention for the School Psychologist."},
      {
        "id":"ED266563",
        "title":"A Guide to Selected National Genetic Voluntary Organizations."},
      {
        "id":"ED266564",
        "title":"An Analysis of Minnesota Property Values of Community Intermediate Care Facilities for Mentally Retarded (ICF-MRs). Issues Related to Welsch v. Noot. Policy Analysis Series No. 11."},
      {
        "id":"ED266568",
        "title":"Handicapped Children's Protection Act: Hearing before the Subcommittee on Select Education of the Committee on Education and Labor, House of Representatives, Ninety-Ninth Congress, First Session on H.R. 1523 to Amend the Education of the Handicapped Act."},
      {
        "id":"ED266570",
        "title":"The School-Age Handicapped. A Statistical Profile of Special Education Students in Elementary and Secondary Schools in the United States. Contractor Report."},
      {
        "id":"ED266571",
        "title":"Special Education: Procedural Guide."},
      {
        "id":"ED266572",
        "title":"Outreach and States Working Together: Outreach Series Paper (Number 2)."},
      {
        "id":"ED266573",
        "title":"Planning Programs for Infants: State Series Paper (Number 2)."},
      {
        "id":"ED266574",
        "title":"Interorganizational Special Education Programming in Rural Areas: Technical Report on the Multisite Naturalistic Field Study. Volumes I through IV."},
      {
        "id":"ED266577",
        "title":"Use of the Luria-Nebraska Neuropsychological Battery--Children's Revision with Learning Disabled Children."},
      {
        "id":"ED266580",
        "title":"Secondary Learning Disability Programs: What Should We Be Doing?"},
      {
        "id":"ED266581",
        "title":"Assessing Interagency Coordination through Process Evaluation."},
      {
        "id":"ED266582",
        "title":"Peer Perceptions of Kindergarten and First-Grade Hearing Aid Wearers."},
      {
        "id":"ED266586",
        "title":"Elementary Students' Perceptions of the Moderately Mentally Retarded."},
      {
        "id":"ED266590",
        "title":"A Predictive Analysis of Decision-Making Practices with Limited English Proficient Handicapped Students."},
      {
        "id":"ED266592",
        "title":"Behavioral Training Strategies and Applied Research in Competitive Employment."},
      {
        "id":"ED266593",
        "title":"Glossary of Dependent Measures from the Employment Training Project."},
      {
        "id":"ED266594",
        "title":"Survey-Train-Place: Vocational Preparation for the Severely Handicapped Student."},
      {
        "id":"ED266595",
        "title":"Research and Trends in Employment of Adolescents with Handicaps."},
      {
        "id":"ED266597",
        "title":"Cerebral Palsy: The Meta-Analysis of Selected Interventions."},
      {
        "id":"ED266599",
        "title":"Teachers of the Gifted as Consultants: Issues to Consider."},
      {
        "id":"ED266600",
        "title":"Verbal Strategies by Specific Language Impaired."},
      {
        "id":"ED266601",
        "title":"Severe Behavior Disorders of Children and Youth. Monograph in Behavioral Disorders, Volume 8, Summer 1985."},
      {
        "id":"ED266605",
        "title":"Comparison of Special Education Programs in Nigeria and the United States of America."},
      {
        "id":"ED266606",
        "title":"Alternative Futures in Special Education."},
      {
        "id":"ED266609",
        "title":"Early Childhood Special Education Manual."},
      {
        "id":"ED266610",
        "title":"IEP Management Programs."},
      {
        "id":"ED288776",
        "title":"Religion in the Curriculum: A Report from the ASCD Panel on Religion in the Curriculum."},
      {
        "id":"ED288778",
        "title":"Information Networking in Population Education."},
      {
        "id":"ED288782",
        "title":"The Constitutional Bicentennial: A Celebration of Citizenship."},
      {
        "id":"ED288783",
        "title":"Science/Technology/Society: A Framework for Curriculum Reform in Secondary School Science and Social Studies."},
      {
        "id":"ED288785",
        "title":"The Emergence of Route Map Reading Skills in Young Children."},
      {
        "id":"ED288787",
        "title":"American Folk Music and Folklore Recordings 1986: A Selected List."},
      {
        "id":"ED288790",
        "title":"Thinking through the Arts: A Comprehensive Arts in Education Program."},
      {
        "id":"ED288791",
        "title":"Democratic Citizenship and Information Technology: Promises, Challenges, and Remedies."},
      {
        "id":"ED288802",
        "title":"The Role of Communication and Argument in Citizenship Education."},
      {
        "id":"ED288803",
        "title":"Indiana: A Handbook for U.S. History Teachers."},
      {
        "id":"ED288806",
        "title":"Ways of Teaching Values: An Outline of Six Values Approaches."},
      {
        "id":"ED288808",
        "title":"Gender Bias in the Courts."},
      {
        "id":"ED288814",
        "title":"The Budget Process in Parks and Recreation. A Case Study Manual."},
      {
        "id":"ED288817",
        "title":"Teacher Education: Action by SREB States."},
      {
        "id":"ED288818",
        "title":"1986--Incentive Programs for Teachers and Administrators: How Are They Doing?"},
      {
        "id":"ED288819",
        "title":"Intermountain Leisure Symposium (8th, Ogden, Utah, November 19, 1987)."},
      {
        "id":"ED288823",
        "title":"Enabling Teacher Education Students To Meet Increased Admission Standards."},
      {
        "id":"ED288825",
        "title":"Some Principal Results of the Studies Carried Out in the Research Project on Instructional Material. Research Bulletin 66."},
      {
        "id":"ED288827",
        "title":"Sweet Rejuvenation: Linking In-Service and Teacher Induction."},
      {
        "id":"ED288835",
        "title":"A Rationale for Teachers' Critical Pedagogy: A Handbook. Teachers' Theories of Action."},
      {
        "id":"ED288836",
        "title":"Preparation for Teaching. A Manual with Exercises in Curriculum Development."},
      {
        "id":"ED288838",
        "title":"Teacher Training: A Reference Manual."},
      {
        "id":"ED288839",
        "title":"Teacher Training: A Training Guide. Training for Development."},
      {
        "id":"ED288840",
        "title":"When the Observed Becomes the Observer."},
      {
        "id":"ED288842",
        "title":"An Agenda for Improving Teacher Preparation in New York State: Knowledge Base and Programmatic Structure."},
      {
        "id":"ED288848",
        "title":"Dental Health Education Curriculum Guide for Use With Head Start Children and Families."},
      {
        "id":"ED288849",
        "title":"Teacher Education and Learning to Teach: Proceedings of the Annual NCRTE Retreat (1st, Harbor Springs, Michigan, June 24-26, 1987). Conference Series 87-1."},
      {
        "id":"ED288852",
        "title":"Building Support Teams for School Improvement."},
      {
        "id":"ED288853",
        "title":"Effects of Cooperative Learning on Achievement in Secondary Schools: A Summary of Research."},
      {
        "id":"ED288854",
        "title":"New Dimensions in Research on Class Size and Academic Achievement."},
      {
        "id":"ED288855",
        "title":"The Effects of Stratification in Secondary Schools: Synthesis of Survey and Ethnographic Research."},
      {
        "id":"ED288857",
        "title":"Perspectives on Teacher Induction: A Review of the Literature and Promising Program Models."},
      {
        "id":"ED288858",
        "title":"Secondary Physical Education Program of Studies. 1987."},
      {
        "id":"ED288861",
        "title":"Behavioral, Psychological, and Demographic Predictors of Physical Fitness."},
      {
        "id":"ED288862",
        "title":"Increasing Free Throw Accuracy through Behavior Modeling and Goal Setting."},
      {
        "id":"ED288870",
        "title":"Teaching and Learning in the Cognitive Domain: A Review of the Literature."},
      {
        "id":"ED288871",
        "title":"Teaching and Learning in the Affective Domain: A Review of the Literature."},
      {
        "id":"ED288873",
        "title":"Microteaching in Physical Education: Perceptions of Decision Making Strategies."},
      {
        "id":"ED288875",
        "title":"Assertive Discipline and Research."},
      {
        "id":"ED288876",
        "title":"AIDS Education: Curriculum and Health Policy. Fastback 265."},
      {
        "id":"ED288877",
        "title":"Simulations and Games: An ERIC Bibliography, 1979-1986."},
      {
        "id":"ED288878",
        "title":"Research & Evaluation: 1987 Results for a Major Pilot Test Career Ladder Teacher Incentive and Development Program."},
      {
        "id":"ED288887",
        "title":"Implementing the New Design: The NAEP 1983-84 Technical Report."},
      {
        "id":"ED288888",
        "title":"National Assessment of Educational Progress: 1983-84 Public-Use Data Tapes, Version 3.1. Users' Guide."},
      {
        "id":"ED288892",
        "title":"National Assessment of Educational Progress: 1985-86 Public-Use Data Tapes, Version 1.0. Users' Guide."},
      {
        "id":"ED288893",
        "title":"National Assessment of Educational Progress: 1985-86 Public-Use Data Tapes, Version 1.0. Codebooks and Layouts, Grade 3/Age 9."},
      {
        "id":"ED288900",
        "title":"Identifying Merit Schools?--What Do Principals Think?"},
      {
        "id":"ED288902",
        "title":"Summary of Quality Indicators."},
      {
        "id":"ED288903",
        "title":"Structures and Functions of Selective Attention."},
      {
        "id":"ED288904",
        "title":"Retention or Promotion: Have Policies Passed or Failed? 1986-87."},
      {
        "id":"ED288905",
        "title":"Student Achievement, 1986-87."},
      {
        "id":"ED288906",
        "title":"State Compensatory Education: Final Technical Report, 1984-85."},
      {
        "id":"ED288908",
        "title":"Title VII Program, Final Technical Report: 1985-86."},
      {
        "id":"ED288912",
        "title":"A Psychometric Analysis of a Three-Dimensional Spatial Task."},
      {
        "id":"ED288913",
        "title":"Computer Supported Intentional Learning Environments."},
      {
        "id":"ED288914",
        "title":"Exploiting Auxiliary Information about Items in the Estimation of Rasch Item Difficulty Parameters."},
      {
        "id":"ED288915",
        "title":"The Educational Rights of Homeless Children."},
      {
        "id":"ED288916",
        "title":"A Study of Problems and Stress of Southeast Asian Students with Accompanying Families at the University of Pittsburgh."},
      {
        "id":"ED288918",
        "title":"Welfare Simplification: State's Views on Coordinating Services for Low-Income Families. Fact Sheet for Congressional Requesters."},
      {
        "id":"ED288920",
        "title":"Poverty in the United States: 1985."},
      {
        "id":"ED288921",
        "title":"Effective Pull-out Programs for Students at Risk."},
      {
        "id":"ED288922",
        "title":"Effective Classroom Programs for Students at Risk."},
      {
        "id":"ED288923",
        "title":"Work, Education, and Training Opportunities for Welfare Recipients. Hearings before the Subcommittee on Public Assistance and Unemployment Compensation of the Committee on Ways and Means. House of Representatives, Ninety-Ninth Congress, Second Session."},
      {
        "id":"ED288924",
        "title":"To Present and Examine the Result of a Survey of the Graduates of the Small Business Administration Section 8(a) Minority Business Development Program. Hearing before the Committee on Small Business. United States Senate, One Hundredth Congress, First Session."},
      {
        "id":"ED288928",
        "title":"Quality of Life in South Africa: Measurement and Analysis."},
      {
        "id":"ED288929",
        "title":"School Dropouts: Survey of Local Programs. Report to Congressional Requesters."},
      {
        "id":"ED288932",
        "title":"Intense Employment While in High School: Are Teachers, Guidance Counselors, and Parents Misguiding Academically-Oriented Adolescents? Graduate Institute for Policy Education and Research Working Paper."},
      {
        "id":"ED288933",
        "title":"The Urban School Curriculum."},
      {
        "id":"ED288935",
        "title":"Strategies for Improving the Educational Outcomes of Low Achieving and Ethnic Minority Students: The Pittsburgh Experience, 1980-86. Revised."},
      {
        "id":"ED288940",
        "title":"Assuring Educational Success for Students At Risk. Policy Statement."},
      {
        "id":"ED288942",
        "title":"Strategies to Reduce Hunger in America. Hearing before the Committee on Labor and Human Resources. United States Senate, Ninety-ninth Congress, Second Session on Oversight on Strategies to Reduce Hunger in America."},
      {
        "id":"ED288943",
        "title":"Work and Welfare. Hearings on Reviewing the Extent of Long-Term Poverty and Dependence, Focusing on Job Training and Employment Services Provided by the Government before the Committee on Labor and Human Resources. United States Senate, One Hundredth Congress, First Session (January 21, February 3-4, 1987)."},
      {
        "id":"ED288944",
        "title":"Disadvantaged Youth Employment. Hearing before the Subcommittee on Labor of the Committee on Labor and Human Resources on Reviewing Disadvantaged Youth Unemployment. United States Senate, One Hundredth Congress, First Session."},
      {
        "id":"ED288945",
        "title":"Guaranteed Job Opportunity Act. Hearings on S. 777 to Guarantee a Work Opportunity for All Americans, and for Other Purposes before the Subcommittee on Employment and Productivity of the Committee on Labor and Human Resources. United States Senate, One Hundredth Congress, First Session (Washington, D.C., March 23, 1987 and Moline, Illinois, April 3, 1987). Part 1."},
      {
        "id":"ED288946",
        "title":"Guaranteed Job Opportunity Act. Joint Hearing on S. 777 to Guarantee a Work Opportunity for All Americans, and for Other Purposes before the Subcommittee on the Handicapped of the Committee on Labor and Human Resources. United States Senate, One Hundredth Congress, First Session. Part 2."},
      {
        "id":"ED288947",
        "title":"Contextual Factors in Education: Improving Science and Mathematics Education for Minorities and Women."},
      {
        "id":"ED288948",
        "title":"Jobs for Employable Dependent Individuals Act. Hearing on S. 514 To Amend the Job Training Partnership Act To Establish an Incentive Bonus for the Successful Placement of Certain Employable Dependent Individuals, To Provide Targeting of Assistance from Certain Carryover Funds for Such Individuals, and for Other Purposes before the Subcommittee on Employment and Productivity of the Committee on Labor and Human Resources. United State Senate, One Hundredth Congress, First Session."},
      {
        "id":"ED288949",
        "title":"Prenatal Care: Medicaid Recipients and Uninsured Women Obtain Insufficient Care. Report to the Chairman, Subcommittee on Human Resources and Intergovernmental Relations, Committee on Government Operations, House of Representatives."},
      {
        "id":"ED288950",
        "title":"Compensatory Education: Chapter 1 Services Provided to Private Sectarian School Students. Briefing Report to the Subcommittee on Elementary, Secondary, and Vocational Education, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED288951",
        "title":"Excellence in Minority Health Education and Care Act. Report to Accompany S. 769. 100th Congress, 1st Session."},
      {
        "id":"ED288955",
        "title":"BASICS: Bridging Vocational and Academic Skills. Implementation Guide."},
      {
        "id":"ED288956",
        "title":"Primer of Exemplary Strategies. BASICS: Bridging Vocational and Academic Skills."},
      {
        "id":"ED288957",
        "title":"Roadsigns from Research. BASICS: Bridging Vocational and Academic Skills."},
      {
        "id":"ED288958",
        "title":"Instructional Materials Development. BASICS: Bridging Vocational and Academic Skills."},
      {
        "id":"ED288959",
        "title":"Supplemental Instructional Resources. BASICS: Bridging Vocational and Academic Skills."},
      {
        "id":"ED288960",
        "title":"Techniques for Joint Effort: The Vocational-Academic Approach. BASICS: Bridging Vocational and Academic Skills."},
      {
        "id":"ED288961",
        "title":"Technique for Management: Time for Learning. BASICS: Bridging Vocational and Academic Skills."},
      {
        "id":"ED288962",
        "title":"Techniques for Remediation: Peer Tutoring. BASICS: Bridging Vocational and Academic Skills."},
      {
        "id":"ED288963",
        "title":"Technique for Computer Use: Software Evaluation. BASICS: Bridging Vocational and Academic Skills."},
      {
        "id":"ED288964",
        "title":"Technique for Individualization: The Academic Development Plan. BASICS: Bridging Vocational and Academic Skills."},
      {
        "id":"ED288965",
        "title":"Connections. School and Work Transitions. The Connector's Guide."},
      {
        "id":"ED288966",
        "title":"Dignity in the Workplace: A Labor Studies Curriculum Guide for Vocational Educators. Connections. School and Work Transitions."},
      {
        "id":"ED288967",
        "title":"Dignity in the Workplace: A Student Guide to Labor Unions. Connections. School and Work Transitions."},
      {
        "id":"ED288968",
        "title":"The Employer's Choice: Resource Manual. Connections. School and Work Transitions."},
      {
        "id":"ED288969",
        "title":"The Employer's Choice: Priorities that Count. Connections. School and Work Transitions."},
      {
        "id":"ED288970",
        "title":"The Employer's Choice: On the Job. Connections. School and Work Transitions."},
      {
        "id":"ED288971",
        "title":"Work Skills: Resource Manual. Connections. School and Work Transitions."},
      {
        "id":"ED288972",
        "title":"Orientation to the World of Work. Work Skills. Connections. School and Work Transitions."},
      {
        "id":"ED288973",
        "title":"Prepare for the Job Search. Work Skills: Job Search Skills Competency 1.0. Connections. School and Work Transitions."},
      {
        "id":"ED288974",
        "title":"Search for Available Jobs. Work Skills: Job Search Skills Competency 2.0. Connections. School and Work Transitions."},
      {
        "id":"ED288975",
        "title":"Apply for Jobs. Work Skills: Job Search Skills Competency 3.0. Connections. School and Work Transitions."},
      {
        "id":"ED288976",
        "title":"Interview for Jobs. Work Skills: Job Search Skills Competency 4.0. Connections. School and Work Transitions."},
      {
        "id":"ED288977",
        "title":"Handle Job Offers. Work Skills: Job Search Skills Competency 5.0. Connections. School and Work Transitions."},
      {
        "id":"ED288978",
        "title":"Present a Positive Image. Work Skills: Work Maturity Skills Competency 1.0. Connections. School and Work Transitions."},
      {
        "id":"ED288979",
        "title":"Exhibit Positive Work Attitudes. Work Skills: Work Maturity Skills Competency 2.0. Connections. School and Work Transitions."},
      {
        "id":"ED288980",
        "title":"Practice Good Work Habits. Work Skills: Work Maturity Skills Competency 3.0. Connections. School and Work Transitions."},
      {
        "id":"ED288981",
        "title":"Practice Ethical Behavior. Work Skills: Work Maturity Skills Competency 4.0. Connections. School and Work Transitions."},
      {
        "id":"ED288982",
        "title":"Communicate Effectively. Work Skills: Work Maturity Skills Competency 5.0. Connections. School and Work Transitions."},
      {
        "id":"ED288983",
        "title":"Accept Responsibility. Work Skills: Work Maturity Skills Competency 6.0. Connections. School and Work Transitions."},
      {
        "id":"ED288984",
        "title":"Cooperate with Others. Work Skills: Work Maturity Skills Competency 7.0. Connections. School and Work Transitions."},
      {
        "id":"ED288985",
        "title":"OPTIONS. Expanding Educational Services for Adults. The Educator's Guide."},
      {
        "id":"ED288986",
        "title":"Expanding Educational Services for Adults. OPTIONS. Publicity Kit."},
      {
        "id":"ED288987",
        "title":"Linking with Employers. OPTIONS. Expanding Educational Services for Adults."},
      {
        "id":"ED288988",
        "title":"Developing a Curriculum in Response to Change. OPTIONS. Expanding Educational Services for Adults."},
      {
        "id":"ED288989",
        "title":"Adult Career Guidance. OPTIONS. Expanding Educational Services for Adults."},
      {
        "id":"ED288990",
        "title":"Literacy Enhancement for Adults. OPTIONS. Expanding Educational Services for Adults."},
      {
        "id":"ED288991",
        "title":"Entrepreneurship Education. OPTIONS. Expanding Educational Services for Adults."},
      {
        "id":"ED288992",
        "title":"Case Studies of Programs Serving Adults. OPTIONS. Expanding Educational Services for Adults."},
      {
        "id":"ED288996",
        "title":"A Review & Critique of Trainee-Oriented Training Programs."},
      {
        "id":"ED288998",
        "title":"Tell Me about It. Reading and Language Activities around Multi-Cultural Issues Based on an Oral History Approach."},
      {
        "id":"ED289000",
        "title":"From One Educator to Another: A Window on Participatory Education."},
      {
        "id":"ED289001",
        "title":"Adopt a School--Adopt a Business. Fastback 263."},
      {
        "id":"ED289002",
        "title":"Aircrew Training Devices: Utility and Utilization of Advanced Instructional Features (Phase IV--Summary Report)."},
      {
        "id":"ED289003",
        "title":"Crafts Development and Marketing Manual. Appropriate Technologies for Development. Peace Corps Information Collection &amp; Exchange Manual Series No. M-24."},
      {
        "id":"ED289004",
        "title":"Preparation for Childbirth. A Health Workers Manual. Appropriate Technologies for Development. Peace Corps Information Collection &amp; Exchange Reprint R-55."},
      {
        "id":"ED289005",
        "title":"Oral Rehydration Therapy and the Control of Diarrheal Diseases. Training for Development. Peace Corps Information Collection &amp; Exchange Training Manual No. T-34."},
      {
        "id":"ED289006",
        "title":"Small Projects Design and Management. Training Manual for Volunteers and Counterparts. Training for Development. Peace Corps Information Collection &amp; Exchange Training Manual No. T-50."},
      {
        "id":"ED289008",
        "title":"ABE-in-Industry Handbook. Travis County Adult Basic Education Co-op Special Project."},
      {
        "id":"ED289009",
        "title":"Development of Linkage Models for Cooperative Planning & Service Delivery to Adult Education Handbook."},
      {
        "id":"ED289010",
        "title":"Investing in Change: Competency-Based Adult Education in California. CBAE Evaluation Study Report."},
      {
        "id":"ED289013",
        "title":"The Role of the Peace Corps in Education in Developing Countries: A Sector Study. Appropriate Technologies for Development. Peace Corps Information Collection &amp; Exchange Reprint Series R-49."},
      {
        "id":"ED289014",
        "title":"Personal Safety in Cross-Cultural Transition. Training for Development. Peace Corps Information Collection & Exchange Training Manual No. T-3."},
      {
        "id":"ED289020",
        "title":"Microcomputers in Agricultural Education. Final Report."},
      {
        "id":"ED289021",
        "title":"Educating the United States Army."},
      {
        "id":"ED289022",
        "title":"Bachelor Degrees for Soldiers (BDFS) System."},
      {
        "id":"ED289023",
        "title":"A New Weave: Popular Education in Canada and Central America."},
      {
        "id":"ED289024",
        "title":"A Popular Education Handbook. An Educational Experience Taken from Central America and Adapted to the Canadian Context."},
      {
        "id":"ED289026",
        "title":"Competency-Based Testing for Occupational Students: A Resource Guide. Competency-Based Vocational Education Administrator Module Series."},
      {
        "id":"ED289027",
        "title":"Administrator Competency Study: A National Identification and Verification of the Competencies Important to Secondary and Postsecondary Administrators of Vocational and Technical Education."},
      {
        "id":"ED289028",
        "title":"An Investigation into Team Member Perceptions of Communication in the Individual Program Planning System at the Vocational and Rehabilitation Research Institute."},
      {
        "id":"ED289029",
        "title":"Breaking Out of the Circle: Rethinking Our Assumptions about Education and the Economy. Occasional Paper No. 2."},
      {
        "id":"ED289031",
        "title":"Vocational Education Sex Equity Report: Secondary 1986."},
      {
        "id":"ED289032",
        "title":"Effectiveness of Safety Belt Use Laws: A Multinational Examination. Proceedings of a Workshop (Washington, DC, November 12-14, 1985)."},
      {
        "id":"ED289033",
        "title":"Industrial Arts Education. Vocational Education Program Courses Standards."},
      {
        "id":"ED289034",
        "title":"Health Occupations Education. Vocational Education Program Courses Standards."},
      {
        "id":"ED289035",
        "title":"Industrial Education. Vocational Education Program Courses Standards."},
      {
        "id":"ED289036",
        "title":"The First Hundred Years of the Bureau of Labor Statistics. Bulletin 2235."},
      {
        "id":"ED289037",
        "title":"The Veterans' Job Training Program. Hearings before the Subcommittee on Education, Training and Employment of the Committee on Veterans' Affairs. House of Representatives, One Hundredth Congress, First Session (Galesburg, Illinois, Schererville, Indiana)."},
      {
        "id":"ED289038",
        "title":"Collaborative Research in Allied Health. Proceedings of Collaborative Research in Allied Health Symposium, 1986 (Columbus, Ohio, September 18, 1986)."},
      {
        "id":"ED289039",
        "title":"Collaborative Research in Allied Health. Proceedings of Collaborative Research in Allied Health Symposium (Columbus, Ohio, September 20, 1985)."},
      {
        "id":"ED289041",
        "title":"Action Learning: A Strategy for Empowering Managers."},
      {
        "id":"ED289042",
        "title":"Perceptions of 1987 Master Gardener Participants toward the Use of Satellite Telecommunications for Educational/Extension Delivery."},
      {
        "id":"ED289043",
        "title":"Study Plan for the National Assessment of Vocational Education."},
      {
        "id":"ED289045",
        "title":"The Fourth R: Workforce Readiness. A Guide to Business-Education Partnerships."},
      {
        "id":"ED289047",
        "title":"Adult Education in the Union of Soviet Socialist Republics."},
      {
        "id":"ED289050",
        "title":"Characteristics of Effective Secondary Vocational Education Programs for Special Populations."},
      {
        "id":"ED289051",
        "title":"Units of Instruction in Landscape and Nursery Management."},
      {
        "id":"ED289053",
        "title":"Factors Influencing the Success of Secondary/Postsecondary Vocational-Technical Education Articulation Programs."},
      {
        "id":"ED289055",
        "title":"Promoting Local Adoption of a BVT Model: Final Report of the Training and Technical Assistance Project."},
      {
        "id":"ED289056",
        "title":"Promoting Local Adoption of Bilingual Vocational Training Models. Regional Meetings (New York City, New York, January 26-28, 1987; Oakland, California, February 9-11, 1987; Houston, Texas, February 23-25, 1987)."},
      {
        "id":"ED289057",
        "title":"The Trade and Industrial Education Research Committee. Proceedings of the Carousel Session, American Vocational Conference (Las Vegas, Nevada, December 1987)."},
      {
        "id":"ED289063",
        "title":"Tutor Support Systems 1986-87."},
      {
        "id":"ED289070",
        "title":"Basic Science Living Skills for Today's World. Teacher's Edition."},
      {
        "id":"ED289071",
        "title":"The Struggle and Problems Facing Nigerian Adult Educators: A Case Study."},
      {
        "id":"ED289073",
        "title":"The Development of Computer Confidence in Seniors."},
      {
        "id":"ED289079",
        "title":"Vocational Assessment and Evaluation Systems: A Comparison."},
      {
        "id":"ED289080",
        "title":"Transitional Employment and Supported Work. A Partial Annotated Bibliography."},
      {
        "id":"ED289082",
        "title":"Systems Analysis."},
      {
        "id":"ED289083",
        "title":"Program Evaluation. A Self-Study Manual."},
      {
        "id":"ED289086",
        "title":"Lifespan Attitudes toward Death."},
      {
        "id":"ED289088",
        "title":"Subject Reaction to Human-Caused and Naturally-Occurring Radioactive Threat."},
      {
        "id":"ED289089",
        "title":"Gender Differences in Same-Sex Friendships and Romantic Relationships."},
      {
        "id":"ED289090",
        "title":"The Effect of Cross-Examination Tactics on Simulated Jury Impressions."},
      {
        "id":"ED289093",
        "title":"Sex Bias in Evaluations: Effects of Ambiguity, Job Sex-Type, and Rater Gender."},
      {
        "id":"ED289094",
        "title":"Race and Sex Discrimination in Hiring: Effects of Subject Sex and Job Status."},
      {
        "id":"ED289096",
        "title":"Counselor Adequacy in Special Education."},
      {
        "id":"ED289098",
        "title":"Medicare: Comparison of Catastrophic Health Insurance Proposals. Briefing Report to the Chairman, Select Committee on Aging, House of Representatives."},
      {
        "id":"ED289099",
        "title":"Condom Advertising and AIDS. Hearing before the Subcommittee on Health and the Environment of the Committee on Energy and Commerce. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED289100",
        "title":"Health Care for the Homeless. Hearing before the Subcommittee on Health and the Environment of the Committee on Energy and Commerce. House of Representatives, Ninety-Ninth Congress, Second Session (December 15, 1986)."},
      {
        "id":"ED289101",
        "title":"Hearing to Provide an Experience of Life in the United States for Children from Areas Affected by Civil Strife in Ireland. Hearing on H.R. 1019 before the Subcommitee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundredth Congress, First Session."},
      {
        "id":"ED289102",
        "title":"Nonhospital Care for AIDS Victims. Hearing before the Subcommittee on Health and the Environment of the Committee on Energy and Commerce. House of Representatives, Ninety-Ninth Congress, Second Session (March 5, 1986)."},
      {
        "id":"ED289103",
        "title":"Liability Insurance Availability (Part 1). Hearings before the Subcommittee on Commerce, Transportation, and Tourism of the Committee on Energy and Commerce. House of Representatives, Ninety-Ninth Congress (September 19, 1985, February 4 and 20, and March 19, 1986)."},
      {
        "id":"ED289105",
        "title":"Impact of Joint versus Maternal Legal Custody, Sex and Age of Adolescent, and Family Structure Complexity on Adolescents in Remarried Families."},
      {
        "id":"ED289106",
        "title":"Self-Efficacy and Career Choice."},
      {
        "id":"ED289107",
        "title":"A Critique of the Concept of &quot;Contingency Power.&quot;"},
      {
        "id":"ED289108",
        "title":"Expected Utility and Sequential Elimination Models of Career Decision Making."},
      {
        "id":"ED289111",
        "title":"Information on the Child Welfare Act (Alberta) &amp; the Young Offenders Act (Canada) for Educators, Parents and Students. Second Edition."},
      {
        "id":"ED289113",
        "title":"Health and Human Services: Documentation of Funding Decisions for Child Abuse and Neglect Grants Inadequate. Report to the Chairman, Subcommittee on Human Resources and Intergovernmental Relations, Committee on Government Operations, House of Representatives."},
      {
        "id":"ED289114",
        "title":"Medicaid: Interstate Variations in Benefits and Expenditures. Briefing Report to the Honorable Daniel Patrick Moynihan, United States Senate."},
      {
        "id":"ED289115",
        "title":"Medical Malpractice: A Framework for Action. Report to Congressional Requesters."},
      {
        "id":"ED289120",
        "title":"Egotism among the Depressed: When Self-Protection Becomes Self-Handicapping."},
      {
        "id":"ED289122",
        "title":"Health Care Fraud: Characteristics, Sanctions, and Prevention. Briefing Report to the Honorable William V. Roth, Jr., U.S. Senate."},
      {
        "id":"ED289123",
        "title":"Health Facilities: New York State's Oversight of Nursing Homes and Hospitals. Report to the Honorable Bill Green, House of Representatives."},
      {
        "id":"ED289124",
        "title":"Understanding Troubled Young Adolescents Who Have Problems at School: Case Studies."},
      {
        "id":"ED289129",
        "title":"Depression and the Family Life Cycle: Adjusting the System at Retirement."},
      {
        "id":"ED289131",
        "title":"Conceptions of Parents, Conceptions of Self, and Conceptions of God."},
      {
        "id":"ED289135",
        "title":"What Makes Dual-Career Marriages Tick?"},
      {
        "id":"ED289137",
        "title":"Social Supports and Contents of Communications between Supervisors and Subordinates."},
      {
        "id":"ED289138",
        "title":"Theoretical Orientations of Intervention Strategies and Perceived Acceptability."},
      {
        "id":"ED289144",
        "title":"Crimes against Children: C. Physical Neglect. Discussion Paper 86-1C."},
      {
        "id":"ED289145",
        "title":"Crimes against Children: D. Interfering with Custody. Discussion Paper 86-1D."},
      {
        "id":"ED289146",
        "title":"Crimes against Children: E. Contributing to Delinquency of a Minor. Discussion Paper 86-1E."},
      {
        "id":"ED289148",
        "title":"Training Medical Professionals in the Prevention and Intervention of AIDS."},
      {
        "id":"ED289149",
        "title":"Utility of a Job-Person Match for Personnel Selection."},
      {
        "id":"ED289152",
        "title":"AIDS: New Challenge to the Counseling Psychologist in Private Practice."},
      {
        "id":"ED289156",
        "title":"Impact of Custody Arrangement and Family Structure on Remarriage."},
      {
        "id":"ED289159",
        "title":"Serving Adolescents' Reading Interests through Young Adult Literature. Fastback 258."},
      {
        "id":"ED289160",
        "title":"Becoming a Nation of Readers: What Parents Can Do."},
      {
        "id":"ED289165",
        "title":"Representational Issues in Systemic Functional Grammar and Systemic Grammar and Functional Unification Grammar. ISI Reprint Series."},
      {
        "id":"ED289166",
        "title":"Results and Analysis of the 1987 Oregon Statewide Writing Assessment."},
      {
        "id":"ED289167",
        "title":"Assessing the National Writing Project: A Longitudinal Study of Process-Based Writing."},
      {
        "id":"ED289169",
        "title":"The Paradoxes of Stylistic Dissonance: Case Study of a Gifted/Basic Writer."},
      {
        "id":"ED289171",
        "title":"Linguistics in the English Class."},
      {
        "id":"ED289172",
        "title":"Preparing the New English Teacher to Deal with Censorship or Will I Have to Face It Alone?"},
      {
        "id":"ED289173",
        "title":"Computers for College Writing: A Promising Beginning."},
      {
        "id":"ED289177",
        "title":"Connecting: A Theoretical Basis for Creative Self-Expression and Communication."},
      {
        "id":"ED289178",
        "title":"Bridging the Communication Gap between Teacher and Student: Composing Assignments in the Content Areas."},
      {
        "id":"ED289179",
        "title":"Using Required Departmental Grading Profiles."},
      {
        "id":"ED289180",
        "title":"Connection Making between the Sister Arts."},
      {
        "id":"ED289181",
        "title":"Toward a Holistic Neurophysiological Understanding of Intrapersonal Communication."},
      {
        "id":"ED289183",
        "title":"Roadblocks to Change: Executive Behaviors Versus Executive Perceptions."},
      {
        "id":"ED289184",
        "title":"A Model of International Communication Media Appraisal and Exposure: A Comprehensive Test in Belize."},
      {
        "id":"ED289185",
        "title":"A Deaf Child Born to Hearing Parents: Communicative Disruptions, Implications and Adjustments."},
      {
        "id":"ED289186",
        "title":"Indigenous Self-Determination and Media Development: The Land Claims Variable."},
      {
        "id":"ED289187",
        "title":"An Enigmatic Embrace: Problems of Regulating the Effects of New Communication Technologies in the Soviet Union."},
      {
        "id":"ED289189",
        "title":"A Clash of Symbols: An Analysis of Competing Images and Arguments in the AIDS Controversy."},
      {
        "id":"ED289190",
        "title":"The Discourse of Presidents Ronald Reagan and Daniel Ortega: Peace in Nicaragua without Concession."},
      {
        "id":"ED289191",
        "title":"State Humanities Councils and Communication Arts Programs."},
      {
        "id":"ED289192",
        "title":"The Performer as Writer."},
      {
        "id":"ED289193",
        "title":"Resources for Public Speaking: A Selected, Annotated Bibliography."},
      {
        "id":"ED289194",
        "title":"Helping the Reticent Student: A Selected, Annotated Bibliography."},
      {
        "id":"ED289195",
        "title":"Organizational Communication. A Selected, Annotated Bibliography. Revised Edition."},
      {
        "id":"ED289196",
        "title":"Argumentation and Debate: A Selected Annotated Bibliography."},
      {
        "id":"ED289197",
        "title":"Oral History: An Annotated Bibliography."},
      {
        "id":"ED289198",
        "title":"Ethical Responsibility in Communication: A Selected, Annotated Bibliography. Fourth Edition."},
      {
        "id":"ED289199",
        "title":"Listening: Theory and Instruction. A Selected, Annotated Bibliography."},
      {
        "id":"ED289200",
        "title":"Assessment of Basic Oral Communication Skills: A Selected, Annotated Bibliography."},
      {
        "id":"ED289201",
        "title":"Conformity and Group Polarization: A Selected Annotated Basic Bibliography."},
      {
        "id":"ED289202",
        "title":"Censorship of Sexual Materials: A Selected, Annotated Basic Bibliography."},
      {
        "id":"ED289203",
        "title":"Interpersonal Communication: A Selected, Annotated Bibliography."},
      {
        "id":"ED289204",
        "title":"Parliamentary Law: A Selected Annotated Bibliography."},
      {
        "id":"ED289205",
        "title":"Political Campaign Debating: A Selected, Annotated Bibliography."},
      {
        "id":"ED289206",
        "title":"Feminist Rhetoric: A Selected Annotated Bibliography."},
      {
        "id":"ED289207",
        "title":"Readers Theatre: An Annotated Bibliography."},
      {
        "id":"ED289208",
        "title":"Persuasion: A Selected, Annotated Bibliography."},
      {
        "id":"ED289209",
        "title":"Communication in the Elementary Grades: A Selected, Annotated Basic Bibliography."},
      {
        "id":"ED289210",
        "title":"Argumentation Theory. [A Selected Annotated Bibliography]."},
      {
        "id":"ED289211",
        "title":"Nonverbal Communication: Theory, Assessment, and Instruction. A Selected, Annotated Bibliography."},
      {
        "id":"ED289212",
        "title":"Persuasion: Attitude/Behavior Change. A Selected, Annotated Bibliography."},
      {
        "id":"ED289213",
        "title":"The Basic Course: A Selected, Annotated Bibliography."},
      {
        "id":"ED289214",
        "title":"International, Intercultural Communication: Selected Annotated Bibliography."},
      {
        "id":"ED289215",
        "title":"Public Relations: Selected, Annotated Bibliography."},
      {
        "id":"ED289216",
        "title":"Freedom of Speech: A Selected, Annotated Basic Bibliography."},
      {
        "id":"ED289217",
        "title":"Teacher-Student Interaction in the Classroom: An Annotated Basic Bibliography."},
      {
        "id":"ED289218",
        "title":"History of American Communication Education: A Selected, Annotated Basic Bibliography."},
      {
        "id":"ED289222",
        "title":"Paperwork: Texas Teachers' Views. Monograph No. 2."},
      {
        "id":"ED289225",
        "title":"The Alberta Academy for Educational Leadership. Report of an Appraisal."},
      {
        "id":"ED289226",
        "title":"Put-In-Bay School District Study. A Report."},
      {
        "id":"ED289235",
        "title":"Teacher Selection of Master Teacher Criteria: Giving the Profession Local Control."},
      {
        "id":"ED289236",
        "title":"The Excellence Movement in Education and Lessons from History."},
      {
        "id":"ED289238",
        "title":"Multiple Dimensions of School Law Courses."},
      {
        "id":"ED289239",
        "title":"Secondary Schools in Transition: A Study of the Emerging Female Administrator."},
      {
        "id":"ED289240",
        "title":"Evaluation Guidelines for School Personnel, 1986. Suggested Personnel Policy Guidelines for School Districts."},
      {
        "id":"ED289241",
        "title":"Sizing Up Your School System. The District Effectiveness Audit."},
      {
        "id":"ED289246",
        "title":"Caught in the Middle. Educational Reform for Young Adolescents in California Public School. Report of the Superintendent's Middle Grade Task Force."},
      {
        "id":"ED289247",
        "title":"Challenge of Excellence. Annual Report, 1986."},
      {
        "id":"ED289248",
        "title":"Program Quality Review for Elementary Schools. Process, Criteria, and Self-Study."},
      {
        "id":"ED289249",
        "title":"A View from the Inside: A Look at the National Reports. Report of the Select Seminar on Excellence in Education."},
      {
        "id":"ED289250",
        "title":"A Primer on Educational Governance in the Catholic Church."},
      {
        "id":"ED289255",
        "title":"Reforming the Educational Administration Curriculum."},
      {
        "id":"ED289256",
        "title":"Dimensions of Effective Leadership."},
      {
        "id":"ED289258",
        "title":"Public School Student Membership and Staff, 1986-87. Final Tabulations. ED TABS: Education Data Tabulations."},
      {
        "id":"ED289259",
        "title":"Public School Teacher Perspectives on School Discipline. OERI Bulletin."},
      {
        "id":"ED289260",
        "title":"Regular Public Elementary and Secondary Schools, 1986-87: Institutional Characteristics, Students, and Teachers. A Preliminary Report. ED TABS: Education Data Tabulations."},
      {
        "id":"ED289262",
        "title":"Strengths and Styles of School Leaders: Is Who They Are How They Lead?"},
      {
        "id":"ED289265",
        "title":"Evaluation of the Honolulu District Instructional Assistance Component for School Year 1984-85. Final Report."},
      {
        "id":"ED289267",
        "title":"Gathering and Sharing: An Exploratory Study of Service Delivery to Emotionally Handicapped Indian Children."},
      {
        "id":"ED289268",
        "title":"Multidisciplinary Developmental Evaluation Improves Early Diagnosis of Infantile Autism."},
      {
        "id":"ED289269",
        "title":"Parent Resource Directory for Parents and Professionals Caring for Children with Chronic Illness or Disabilities. 1st Edition."},
      {
        "id":"ED289270",
        "title":"Outdoor-Adventure Education as an Ancillary Component in Rehabilitation Programs for the Hearing Impaired: A Pilot Study."},
      {
        "id":"ED289271",
        "title":"Communicative Interaction between Nonhandicapped and Down Syndrome Children and Their Mothers."},
      {
        "id":"ED289272",
        "title":"Working with Paraprofessionals: An Evaluation Guide for Teachers."},
      {
        "id":"ED289273",
        "title":"Advocating for Your Child."},
      {
        "id":"ED289274",
        "title":"Practical Suggestions for Parents of Children with Autism."},
      {
        "id":"ED289275",
        "title":"Autism: Basic Information and Autism Questions and Answers."},
      {
        "id":"ED289276",
        "title":"Children Grow Up: Autism in Adolescents & Adults."},
      {
        "id":"ED289277",
        "title":"Autismo: Lo Que Miembros de Familia Necesitan Saber (Autism: What the Family Members Need to Know)."},
      {
        "id":"ED289279",
        "title":"Interpersonal Accommodation of Vocal Behavior in the Interactions of Infants with Down Syndrome with Their Mothers: A Preliminary Study."},
      {
        "id":"ED289281",
        "title":"P.L. 94-142 C-Level Aide Program, 1985-1986 Evaluation Report."},
      {
        "id":"ED289282",
        "title":"P.L. 94-142 Instructional Travel Program, 1985-86 Evaluation Report."},
      {
        "id":"ED289283",
        "title":"Learning Disabled College Students' Figural Problem Solving Skills."},
      {
        "id":"ED289285",
        "title":"Social Stereotyping in Children with Learning Disabilities: Myth or Reality?"},
      {
        "id":"ED289286",
        "title":"News Digest, 1985."},
      {
        "id":"ED289287",
        "title":"News Digest, 1986."},
      {
        "id":"ED289288",
        "title":"Transition Summary, 1985."},
      {
        "id":"ED289289",
        "title":"Transition Summary, 1986."},
      {
        "id":"ED289290",
        "title":"The Connecticut Consortium: A Statewide Effort to Develop and Enhance Learning Disability College Programming."},
      {
        "id":"ED289291",
        "title":"Interhemispheric Transfer of Tactile Information by Learning Disabled Children."},
      {
        "id":"ED289292",
        "title":"Benefit-Cost Evaluation of Local Special Education Programs. Final Report."},
      {
        "id":"ED289293",
        "title":"Promising Programs."},
      {
        "id":"ED289296",
        "title":"Less Restrictive Placement Personnel Training 1984-1986. Final Report. OEA Evaluation Report."},
      {
        "id":"ED289297",
        "title":"Project RECURSO: 1985-1986 End of Year Report. OEA Evaluation Report."},
      {
        "id":"ED289298",
        "title":"E.C.I.A. Chapter 1, Part B. Institutionalized Facilities Program, 1985-86. Final Evaluation Report. OEA Evaluation Report."},
      {
        "id":"ED289300",
        "title":"Capital Projects, 1985-86: Teach &amp; Reach, Gifted &amp; Talented, BEST."},
      {
        "id":"ED289303",
        "title":"A Parent&apos;s Guide to Education of the Handicapped Child."},
      {
        "id":"ED289308",
        "title":"Guidelines for Reporting and Writing about People with Disabilities. Second Edition."},
      {
        "id":"ED289309",
        "title":"How to Participate Effectively in Your Child's IEP Meeting."},
      {
        "id":"ED289310",
        "title":"Practical Application of Microcomputers To Aid the Handicapped."},
      {
        "id":"ED289313",
        "title":"Non-Conversational Communication Technology Needs of Individuals with Handicaps."},
      {
        "id":"ED289314",
        "title":"Curbcuts and Computers: Providing Access to Computers and Information Systems for Disabled Individuals."},
      {
        "id":"ED289315",
        "title":"Toy Modification Note: Build It Yourself Battery Interrupter. Revised."},
      {
        "id":"ED289317",
        "title":"Guidelines for the Design of Computers and Information Processing Systems to Increase Their Access by Persons with Disabilities. Version 2.0."},
      {
        "id":"ED289318",
        "title":"Bibliography of Vocabulary Frequency and Wordset Analysis Studies. Version 2.0."},
      {
        "id":"ED289320",
        "title":"A Decade of NIMHANS (1975-85)."},
      {
        "id":"ED289321",
        "title":"Park Hill Secondary Learning Disability Project: An Alternative Service Delivery Model Implementation Manual."},
      {
        "id":"ED289322",
        "title":"Learning Materials Catalog: A Guide to Selection and Use of Games and Toys."},
      {
        "id":"ED289324",
        "title":"Asymmetries in Hemispheric Control of Attention in Schizophrenia."},
      {
        "id":"ED289326",
        "title":"Birth to Three Programs in Illinois: The State of the Art. Executive Summary."},
      {
        "id":"ED289328",
        "title":"Parent Readiness Levels: A Developmental Approach to Parent Intervention. Training Module."},
      {
        "id":"ED289334",
        "title":"Facial Expressions of Emotion: Are Autistic Children Different from Mentally Retarded and Normal Children?"},
      {
        "id":"ED289335",
        "title":"Social and Personal Characteristics of the Learning Disabled: Limitations and Implications for the Adolescent and Young Adult. Position Paper Series: Document No. 9."},
      {
        "id":"ED289336",
        "title":"The Unrealized Potential: College Preparation for Secondary Learning Disabled Students. A Guide for Secondary School Administrators, Faculty, and Parents. Position Paper Series: Document No. 10."},
      {
        "id":"ED289337",
        "title":"Successful College Tutoring: Focusing on the Learning Disabled Student in the Learning Center. Position Paper Series: Document No. 11."},
      {
        "id":"ED289338",
        "title":"A College Guide for LD Service Providers. Position Paper Series: Document No. 12."},
      {
        "id":"ED289339",
        "title":"Educational and Family Perceptions of Exceptionally Gifted and Gifted Preadolescent Boys."},
      {
        "id":"ED289340",
        "title":"Case Studies of &quot;Unskilled&quot; ESL College Writers: An Hypothesis about Stages of Development."},
      {
        "id":"ED289341",
        "title":"An Australian Creole in the Northern Territory: A Description of Ngukurr-Bamyili Dialects (Part 1). Work Papers of SIL-AAB, Series B, Volume 3."},
      {
        "id":"ED289342",
        "title":"Special Galang Issue. Passage: A Journal of Refugee Education."},
      {
        "id":"ED289343",
        "title":"Passage: A Journal of Refugee Education, Volume 3, Numbers 1-3, 1987."},
      {
        "id":"ED289344",
        "title":"Issues and Answers in Extending the ACTFL Proficiency Guidelines to the Less Commonly Taught Languages."},
      {
        "id":"ED289345",
        "title":"ACTFL Proficiency Guidelines for the Less Commonly Taught Languages. A Familiarization Project for the Development of Proficiency Guidelines for Less Commonly Taught Languages."},
      {
        "id":"ED289346",
        "title":"TESOL Newsletter, Vol. 16, 1982."},
      {
        "id":"ED289347",
        "title":"TESOL Newsletter, Vol. 17, 1983."},
      {
        "id":"ED289348",
        "title":"TESOL Newsletter, Vol. 18, 1984."},
      {
        "id":"ED289349",
        "title":"TESOL Newsletter, Vol. 19, 1985."},
      {
        "id":"ED289350",
        "title":"TESOL Newsletter, Vol. 20, 1986."},
      {
        "id":"ED289351",
        "title":"TESOL Newsletter, Vol. 21, 1987."},
      {
        "id":"ED289352",
        "title":"English for Teachers."},
      {
        "id":"ED289353",
        "title":"Supplement to MFT. Revised Edition."},
      {
        "id":"ED289354",
        "title":"Polychronometric Techniques in Behaviour Analysis: Language Teaching. Publication B-163."},
      {
        "id":"ED289356",
        "title":"Papers and Studies in Contrastive Linguistics, Volume Twenty-One."},
      {
        "id":"ED289360",
        "title":"Different Types of ESL Programs. ERIC Digest."},
      {
        "id":"ED289361",
        "title":"ESL Teacher Education. ERIC Digest."},
      {
        "id":"ED289362",
        "title":"Foreign Language Teacher Education. 1987 Update. ERIC Digest."},
      {
        "id":"ED289363",
        "title":"How Foreign Language Study Can Enhance Career Possibilities. ERIC Digest."},
      {
        "id":"ED289364",
        "title":"Vernacular Dialects in U.S. Schools. ERIC Digest."},
      {
        "id":"ED289365",
        "title":"Academic Alliances in Foreign Languages and Literatures. ERIC Q&amp;A."},
      {
        "id":"ED289366",
        "title":"Foreign Language Learning and Children: The Parental Role. ERIC Q&amp;A."},
      {
        "id":"ED289367",
        "title":"Teaching Foreign Languages with Realia and Other Authentic Materials. ERIC Q&amp;A."},
      {
        "id":"ED289368",
        "title":"Working with Limited-English-Proficient Students in the Regular Classroom. ERIC Q&amp;A."},
      {
        "id":"ED289369",
        "title":"A Guide to Resettlement in the United States."},
      {
        "id":"ED289370",
        "title":"Letelepedesi Utmutato az Egyesult Allamokba = Resettlement Guide, Hungarian. A Guide for Refugees Resettling in the United States."},
      {
        "id":"ED289371",
        "title":"Informator Do Spaw Przesiedlenia w Stanach Zjednoczonych = Resettlement Guide, Polish. A Guide for Refugees Resettling in the United States."},
      {
        "id":"ED289372",
        "title":"Ghid Pentru Stabilirea Romanilor in Statele Unite = Resettlement Guide, Romanian. A Guide for Refugees Resettling in the United States."},
      {
        "id":"ED289373",
        "title":"Moroccan Arabic Technical Lessons for Rehab./Special Ed."},
      {
        "id":"ED289374",
        "title":"A Field Guide for Continued Study of the Arabic Language in Yemen and Oman."},
      {
        "id":"ED289376",
        "title":"Helping the ESOL Writer: Constructive Feedback."},
      {
        "id":"ED289377",
        "title":"Adaptation linguistique et culturelle: L'experience des refugies d'Asie du sud-est au Quebec (Linguistic and Cultural Adaptation: The Experience of Southeast Asian Refugees in Quebec)."},
      {
        "id":"ED289378",
        "title":"Kriol of North Australia: A Language Coming of Age. Work Papers of SIL-AAB, Series A, Volume 10."},
      {
        "id":"ED289385",
        "title":"International Project: Education, Industry, and Government."},
      {
        "id":"ED289390",
        "title":"The Selection of Quantitative Undergraduate Fields of Study: Direct and Indirect Influences."},
      {
        "id":"ED289392",
        "title":"Graduate Student Recruitment."},
      {
        "id":"ED289393",
        "title":"First CGS/GRE Enrollment Survey Data Released."},
      {
        "id":"ED289395",
        "title":"Trends in Major Fields of Study at Southern Colleges and Universities: Implications for Equity."},
      {
        "id":"ED289398",
        "title":"Between Academe and Professional Practice: Initial Reflections on Analyzing the Role of Professional Practice in Higher Education."},
      {
        "id":"ED289400",
        "title":"College-Bound Seniors Report, 1985-86."},
      {
        "id":"ED289401",
        "title":"Success Strategies for College Students."},
      {
        "id":"ED289402",
        "title":"Defaulted Student Loans. Private Lender Collection Efforts Often Inadequate. Report to the Secretary of Education."},
      {
        "id":"ED289407",
        "title":"Education and Values."},
      {
        "id":"ED289409",
        "title":"A Retention and Achievement Program for Non-Traditional Black Students."},
      {
        "id":"ED289413",
        "title":"Collective Bargaining Agreement: University System of New Hampshire and Keene State College Education Association, July 1, 1985-June 30, 1987."},
      {
        "id":"ED289416",
        "title":"Agreement between South Dakota Board of Regents and Council of Higher Education, an Affiliate of the South Dakota Education Association and the National Education Association, May 22, 1987."},
      {
        "id":"ED289420",
        "title":"The Roger Williams College Faculty Association (NEARI/NEA) 1986-1989 Contract with the Board of Trustees of Roger Williams College."},
      {
        "id":"ED289421",
        "title":"Collective Bargaining Agreement between University of Nebraska at Omaha Chapter, American Association of University Professors and the Board of Regents of the University of Nebraska for the Period July 1, 1986 through June 30, 1987."},
      {
        "id":"ED289424",
        "title":"Agreement between Shawnee State University and the Shawnee Education Association, October 5, 1987 to August 31, 1990."},
      {
        "id":"ED289426",
        "title":"Handbook for Graduate Teaching Assistants. The University of Georgia."},
      {
        "id":"ED289430",
        "title":"The Tutor: Graduate Teacher Program Newsletter, Volume 1, No. 1-4, 1985; Volume 2, No. 1-4, 1986; Volume 3, No. 1-2, 1987."},
      {
        "id":"ED289432",
        "title":"Use of Exit Surveys at the University of Washington."},
      {
        "id":"ED289433",
        "title":"The Training of Graduate Teaching Assistants at the University of Washington."},
      {
        "id":"ED289436",
        "title":"Training FTAs: Report of a Needs Analysis."},
      {
        "id":"ED289445",
        "title":"Collegiate Instruction: Some Differences among Faculty Members Based on Rank, Years of Experience, and School Affiliation."},
      {
        "id":"ED289446",
        "title":"Guaranteed Student Loans: Analysis of Insurance Premiums Charged by Guaranty Agencies. Briefing Report to the Chairman, Subcommittee on Postsecondary Education, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED289447",
        "title":"The Facts about AIDS. A Special NEA \"Higher Education Advocate\" Report."},
      {
        "id":"ED289448",
        "title":"Educational Attainment in the United States: March 1982 to 1985. Current Population Reports: Population Characteristics."},
      {
        "id":"ED289450",
        "title":"The 1987 NEA Almanac of Higher Education."},
      {
        "id":"ED289452",
        "title":"Reconceptualizing Inquiry in Medical Education."},
      {
        "id":"ED289453",
        "title":"A Study of English Placement Test Subscores and Their Use in Assigning CSU, Fresno Freshmen to Beginning English Courses."},
      {
        "id":"ED289459",
        "title":"Technology Programs That Work."},
      {
        "id":"ED289467",
        "title":"Group Discussion as an Effective Method of Instruction. IDD&E Working Paper No. 20."},
      {
        "id":"ED289468",
        "title":"The Effects of Scorekeeping on Student Motivation in a Computer-Assisted Arithmetic Drill and Practice Game. IDD&amp;E Working Paper No. 21."},
      {
        "id":"ED289469",
        "title":"The Effects of Format and Structure of a Synthesizer on Procedural-Decision Learning. IDD&amp;E Working Paper No. 22."},
      {
        "id":"ED289470",
        "title":"An Instructional Theory for the Design of Computer-Based Simulations. IDD&amp;E Working Paper No. 23."},
      {
        "id":"ED289471",
        "title":"Adjunct Questions and Mediated Self Instruction: Comparisons of Lookback and No-Lookback Procedures, with High or Low Level Questions, Massed or Inserted in the Text. IDD&amp;E Working Paper No. 24."},
      {
        "id":"ED289473",
        "title":"Using the Computer as a Telecommunications Device."},
      {
        "id":"ED289474",
        "title":"An Exercise in Desktop Publishing: Using the &quot;Newsroom.&quot;"},
      {
        "id":"ED289475",
        "title":"Hardware Selection: A Nontechnical Approach."},
      {
        "id":"ED289476",
        "title":"Text Generation: The Problem of Text Structure."},
      {
        "id":"ED289477",
        "title":"Review of &quot;Conceptual Structures: Information Processing in Mind and Machine.&quot;"},
      {
        "id":"ED289478",
        "title":"Computer-Based Information System Cultivated To Support a College of Education."},
      {
        "id":"ED289480",
        "title":"Interactive Video in the Classroom."},
      {
        "id":"ED289481",
        "title":"Keyboarding Issues in Elementary Education: Some Research Findings."},
      {
        "id":"ED289482",
        "title":"The 1987 Educational Software Preview Guide."},
      {
        "id":"ED289484",
        "title":"Educational Objectives. Teaching and Learning in Higher Education, 1."},
      {
        "id":"ED289485",
        "title":"A Guide to the Selection of Instructional Methods. Teaching and Learning in Higher Education, 2."},
      {
        "id":"ED289486",
        "title":"A Guide to the Use of Mass Instruction Techniques. Teaching and Learning in Higher Education, 3."},
      {
        "id":"ED289487",
        "title":"A Guide to the Use of Individualised Learning Techniques. Teaching and Learning in Higher Education, 4."},
      {
        "id":"ED289488",
        "title":"A Guide to the Use of Group Learning Techniques. Teaching and Learning in Higher Education, 5."},
      {
        "id":"ED289489",
        "title":"Some Hints on How To Be an Effective Lecturer. Teaching and Learning in Higher Education, 6."},
      {
        "id":"ED289490",
        "title":"Resources Centres. Teaching and Learning in Higher Education, 7."},
      {
        "id":"ED289491",
        "title":"How Games and Simulations Can Be Used in Tertiary Education. Teaching and Learning in Higher Education."},
      {
        "id":"ED289492",
        "title":"How Computers Can Be Used in Tertiary Education. Teaching and Learning in Higher Education, 9."},
      {
        "id":"ED289493",
        "title":"A Review of the Different Types of Instructional Materials Available to Teachers and Lecturers. Teaching and Learning in Higher Education, 10."},
      {
        "id":"ED289494",
        "title":"How To Produce Printed and Duplicated Materials. Teaching and Learning in Higher Education, 11."},
      {
        "id":"ED289495",
        "title":"How To Design Programmed Learning Materials. Teaching and Learning in Higher Education, 12."},
      {
        "id":"ED289496",
        "title":"A Guide to the Use of Non-Projected Displays. Teaching and Learning in Higher Education, 13."},
      {
        "id":"ED289497",
        "title":"A Guide to the Use of the Overhead Projector. Teaching and Learning in Higher Education, 14."},
      {
        "id":"ED289498",
        "title":"How To Produce Audio Materials. Teaching and Learning in Higher Education, 15."},
      {
        "id":"ED289499",
        "title":"How To Produce Linked Audio and Still Visual Materials. Teaching and Learning in Higher Education, 16."},
      {
        "id":"ED289500",
        "title":"How To Produce Video Materials. Teaching and Learning in Higher Education, 17."},
      {
        "id":"ED289501",
        "title":"How To Produce Computer-Based Learning Materials. Teaching and Learning in Higher Education, 18."},
      {
        "id":"ED289502",
        "title":"How To Design Educational Games and Simulations. Teaching and Learning in Higher Education, 19."},
      {
        "id":"ED289503",
        "title":"Student Assessment. Teaching and Learning in Higher Education, 20."},
      {
        "id":"ED289504",
        "title":"Objective Questions. Teaching and Learning in Higher Education, 21."},
      {
        "id":"ED289505",
        "title":"Short Answer Questions. Teaching and Learning in Higher Education, 22."},
      {
        "id":"ED289506",
        "title":"Essay-Type Questions. Teaching and Learning in Higher Education, 23."},
      {
        "id":"ED289507",
        "title":"The Role of Evaluation in Course and Curriculum Design. Teaching and Learning in Higher Education, 24."},
      {
        "id":"ED289508",
        "title":"Some Hints on How To Study Effectively. Teaching and Learning in Higher Education, 25."},
      {
        "id":"ED289520",
        "title":"Information Retrieval Center: A Proposal for the Implementation of CD-ROM Database Technology at Memphis State University Libraries."},
      {
        "id":"ED289521",
        "title":"A Cooperative Project for the Development and Delivery of Training to Rural Library Staff across Alberta. Phase Four. Final Summative Report."},
      {
        "id":"ED289523",
        "title":"A Maricopa County Library Plan. 1987 Revision."},
      {
        "id":"ED289525",
        "title":"Performance Evaluation in Reference Services in ARL Libraries. SPEC Kit 139."},
      {
        "id":"ED289526",
        "title":"University Copyright Policies in ARL Libraries. SPEC Kit 138."},
      {
        "id":"ED289531",
        "title":"Competency-Based Adult High School Curriculum Project."},
      {
        "id":"ED289533",
        "title":"Competency-Based Adult Education Classroom Management Guide for Adult Basic Education Curriculum (Level II, 5-8)."},
      {
        "id":"ED289536",
        "title":"Counseling Functions: Perceptions Survey. Michigan Community/Junior Colleges."},
      {
        "id":"ED289537",
        "title":"Reverse Transfer Project, Summer 1986."},
      {
        "id":"ED289539",
        "title":"Persistence by Successful and Nonsuccessful Remedial and Nonremedial English and English as a Second Language Students: A Longitudinal Study. Research Report #65."},
      {
        "id":"ED289540",
        "title":"How Many Students Do Not Meet Prerequisites for San Jose/Evergreen Community College Courses? Institutional Research Report #68."},
      {
        "id":"ED289542",
        "title":"Community Colleges and JTPA: Issues and Programs."},
      {
        "id":"ED289545",
        "title":"CCC's Success Program: Counseling, Caring and Campus Involvement."},
      {
        "id":"ED289546",
        "title":"Perceived Needs of Decided and Undecided Two-Year Community College Students."},
      {
        "id":"ED289548",
        "title":"The Patient Interview. Nursing 120, Lesson Plan No. 1."},
      {
        "id":"ED289549",
        "title":"Stress: How Does It Affect Your Life? Advance Guidance (Individual Quest), Lesson Plan No. 2."},
      {
        "id":"ED289550",
        "title":"Recognition and Emergency Care of Wounds: Bleeding Control and Bandaging. First Responder Training, Lesson Plan No. 1."},
      {
        "id":"ED289552",
        "title":"Cerritos Community College Community Needs Assessment, 1987."},
      {
        "id":"ED289553",
        "title":"An Introduction to Eye Safety. General Metals I, Lesson Plan No. 1."},
      {
        "id":"ED289554",
        "title":"Formative Evaluation of College Composition: A Formula for Revision and Grading."},
      {
        "id":"ED289556",
        "title":"Customized Training Marketing Plan."},
      {
        "id":"ED289558",
        "title":"Commitment to Student Retention: A Plan for Success. Final Report of the Retention Task Force."},
      {
        "id":"ED289560",
        "title":"Marketing Strategies for Changing Times. New Directions for Community Colleges, Number 60."},
      {
        "id":"ED289571",
        "title":"The 1986 Literacy Tutor Coordination Program: A Report to the Legislature Pursuant to Chapter 312, Laws of 1986 (ESSB 4762)."},
      {
        "id":"ED289573",
        "title":"An Assessment of Student Development Programs at Public Community, Junior, and Technical Colleges in Alabama."},
      {
        "id":"ED289575",
        "title":"Serving Distant Learners through Instructional Technologies."},
      {
        "id":"ED289576",
        "title":"Alternatives in Early Childhood Care and Education. Report of the Bernard van Leer Foundation, 1984-1985."},
      {
        "id":"ED289582",
        "title":"Family Time or Prime Time? Jobs, Leisure and Relationships in the 1980's."},
      {
        "id":"ED289583",
        "title":"Overtime Mothers, Undertime Fathers."},
      {
        "id":"ED289585",
        "title":"Pre-School Sexual Abuse Prevention Project."},
      {
        "id":"ED289586",
        "title":"Choosing a Quality Child Care Center: Help for Parents."},
      {
        "id":"ED289587",
        "title":"Play, Toys and Television."},
      {
        "id":"ED289590",
        "title":"A Longitudinal Study of the Development of Dichhaptic Lateralization."},
      {
        "id":"ED289593",
        "title":"A Guide for Education Coordinators in Head Start."},
      {
        "id":"ED289594",
        "title":"A Guide for Education Coordinators in Head Start: Resource Papers."},
      {
        "id":"ED289595",
        "title":"Guia para Los Coordinadores Educativos de Head Start (A Guide for Education Coordinators in Head Start)."},
      {
        "id":"ED289596",
        "title":"Improving Program Performance through Management Information. A Workbook."},
      {
        "id":"ED289597",
        "title":"A User&apos;s Guide to the Videotapes: &quot;Curriculum in Head Start&quot; and &quot;Individualizing in Head Start.&quot;"},
      {
        "id":"ED289598",
        "title":"Path to the Future: Long-Term Effects of Head Start in the Philadelphia School District."},
      {
        "id":"ED289599",
        "title":"Friendship and Conflict: Synergies in Child Development."},
      {
        "id":"ED289600",
        "title":"Maria Montessori: An Intellectual Portrait."},
      {
        "id":"ED289602",
        "title":"Play, Problem Solving and Creativity in Young Children."},
      {
        "id":"ED289603",
        "title":"Temperament and Adjustment Relationship: Israeli and American Preschoolers."},
      {
        "id":"ED289604",
        "title":"Exploring the Indirect Routes by Which Maternal Speech Predicts Later Child Language Development."},
      {
        "id":"ED289608",
        "title":"Prenatal Care. Statement before the Subcommittee on Human Resources and Intergovernmental Relations, Committee on Government Operations, House of Representatives."},
      {
        "id":"ED289609",
        "title":"Early Childhood Professionals and Changing Families."},
      {
        "id":"ED289611",
        "title":"Report to the Legislature on the Early Childhood Health and Developmental Screening Program, 1985-86."},
      {
        "id":"ED289613",
        "title":"[Availability of Statistics on Families, Children and Youth.]"},
      {
        "id":"ED289620",
        "title":"Diagnostik von Kontingenzerfahrungen in der fruehen Kindheit. Forschungsbericht Rapport Scientifique. Nr. 68. (Methods of Social Contingency Analysis. FB Nr. 68)."},
      {
        "id":"ED289621",
        "title":"Applications of Dodge's Social Information Processing Model of Social Competence to the Study of Prosocial Behavior in Children."},
      {
        "id":"ED289622",
        "title":"Prekindergarten Programs in Urban Schools. High/Scope Early Childhood Policy Papers No. 6."},
      {
        "id":"ED289623",
        "title":"Child Care in Federal Buildings: Twenty-First Report by the Committee on Government Operations. House of Representatives, 100th Congress, 1st Session."},
      {
        "id":"ED289626",
        "title":"Writing To Read and Full Day Kindergarten Evaluation."},
      {
        "id":"ED289628",
        "title":"Places Where Children Succeed: A Profile of Outstanding Elementary Schools."},
      {
        "id":"ED289629",
        "title":"Les Enfants adoptes: se distinguent-ils des autres? Enquete sur les enfants adoptes dans le Canton du Tessin (Adopted Children: Are They Different from Others? An Investigation concerning Adopted Children in the Canton of Tessin)."},
      {
        "id":"ED289631",
        "title":"Florida's Economic Future and the Child Care Crisis for Families. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundredth Congress, First Session (Miami, Florida, June 22, 1987)."},
      {
        "id":"ED289632",
        "title":"The Identification of Protective Mechanisms."},
      {
        "id":"ED289639",
        "title":"Forty Rural Schools: A Study of School Effectiveness."},
      {
        "id":"ED289642",
        "title":"Distribution of Rural Employment Growth by Race: A Case Study. Rural Development Research Report Number 54."},
      {
        "id":"ED289643",
        "title":"Building on Excellence. Regional Priorities for the Improvement of Rural, Small Schools. A Report to the National Rural, Small Schools Task Force by the Regional Educational Laboratories."},
      {
        "id":"ED289644",
        "title":"The High School in a Rural Economy."},
      {
        "id":"ED289645",
        "title":"Oversight Hearing on the Educational, Literacy and Social Needs of the Hispanic Community. Hearing before the Committee on Education and Labor. House of Representatives, One Hundredth Congress, First Session (Los Angeles, CA, March 20, 1987)."},
      {
        "id":"ED289646",
        "title":"Iowa Farm and Rural Life Poll. Summary."},
      {
        "id":"ED289647",
        "title":"An Analysis of Determinants on the Utilization of Community Based Organizations in Selected Areas of South Carolina."},
      {
        "id":"ED289651",
        "title":"Wildlife of New Mexico: A Coloring Book."},
      {
        "id":"ED289653",
        "title":"Education and Rural Development. Item 14, Set Number Two."},
      {
        "id":"ED289657",
        "title":"Evaluating the Early College Incentive Program."},
      {
        "id":"ED289658",
        "title":"Rural Student Achievement: Elements for Consideration. ERIC Digest."},
      {
        "id":"ED289659",
        "title":"The Entrepreneurial Community Case Study Project Identifying &quot;20 Clues to Rural Community Survival.&quot;"},
      {
        "id":"ED289661",
        "title":"Linking Practice Skills for the Rural and Urban Poor."},
      {
        "id":"ED289665",
        "title":"Law Related Education Curriculum."},
      {
        "id":"ED289667",
        "title":"Congruence between Learning Styles of Cree, Dene and Metis Students, and Instructional Styles of Native and Non-Native Teachers."},
      {
        "id":"ED289670",
        "title":"Farmers' Opinions on the Relationship between Land Grant Colleges and Private Industry."},
      {
        "id":"ED289671",
        "title":"A Comparison of Responses on the Good School Survey by Rural School Teachers and Students of Middle Tennessee at Three School Levels."},
      {
        "id":"ED289672",
        "title":"American Poetry and the Sea. Ocean Related Curriculum Activities."},
      {
        "id":"ED289673",
        "title":"Beach Profiles and Transects. Ocean Related Curriculum Activities."},
      {
        "id":"ED289674",
        "title":"Beaches. Ocean Related Curriculum Activities."},
      {
        "id":"ED289675",
        "title":"Early Fishing Peoples of Puget Sound. Ocean Related Curriculum Activities. Revised Edition."},
      {
        "id":"ED289676",
        "title":"Energy from the Sea. Ocean Related Curriculum Activities."},
      {
        "id":"ED289677",
        "title":"High Tide, Low Tide. Ocean Related Curriculum Activities."},
      {
        "id":"ED289678",
        "title":"Life Cycle of the Salmon. Ocean Related Curriculum Activities."},
      {
        "id":"ED289679",
        "title":"Literature and the Sea. Ocean Related Curriculum Activities."},
      {
        "id":"ED289680",
        "title":"Marine Biology Activities. Ocean Related Curriculum Activities."},
      {
        "id":"ED289681",
        "title":"Marine Biology Field Trip Sites. Ocean Related Curriculum Activities."},
      {
        "id":"ED289682",
        "title":"Marshes, Estuaries and Wetlands. Ocean Related Curriculum Activities."},
      {
        "id":"ED289683",
        "title":"Squalls on the Nisqually: A Simulation Game. Ocean Related Curriculum Activities."},
      {
        "id":"ED289684",
        "title":"Tides. Ocean Related Curriculum Activities."},
      {
        "id":"ED289685",
        "title":"Tools of Oceanography. Ocean Related Curriculum Activities."},
      {
        "id":"ED289686",
        "title":"Waterbirds. Ocean Related Curriculum Activities."},
      {
        "id":"ED289687",
        "title":"Whales. Ocean Related Curriculum Activities."},
      {
        "id":"ED289691",
        "title":"Chapter I Corrective Mathematics Program 1985-86. OEA Final Evaluation Report."},
      {
        "id":"ED289692",
        "title":"Effects of Journal Writing on Thinking Skills of High School Geometry Students."},
      {
        "id":"ED289693",
        "title":"Descriptive Study of a Prescription Learning Basic Mathematics Skills Multi-Media Lab in an Elementary School Setting."},
      {
        "id":"ED289699",
        "title":"Ideas for Integrating the Microcomputer into Science Instruction."},
      {
        "id":"ED289704",
        "title":"The Aronberg Project: An Intervention Program To Enhance Teacher and Student Performance in Mathematics in Socially Deprived Junior High Schools. Final Report."},
      {
        "id":"ED289707",
        "title":"Evaluation of Quantitative Literacy Series: Exploring Data and Exploring Probability. Program Report 87-5."},
      {
        "id":"ED289708",
        "title":"The Monitoring of School Mathematics: Background Papers. Volume 1: The Monitoring Project and Mathematics Curriculum. Program Report 87-1."},
      {
        "id":"ED289709",
        "title":"The Monitoring of School Mathematics: Background Papers. Volume 2: Implications From Psychology; Outcomes of Instruction. Program Report 87-2."},
      {
        "id":"ED289710",
        "title":"The Monitoring of School Mathematics: Background Papers. Volume 3: Teaching and Future Directions. Program Report 87-3."},
      {
        "id":"ED289717",
        "title":"Why? Student Research."},
      {
        "id":"ED289718",
        "title":"Renewable Energy: Today's Contribution, Tomorrow's Promise. Worldwatch Paper 81."},
      {
        "id":"ED289721",
        "title":"Equity and Excellence. A Dual Thrust in Mathematics and Science Education. Model State Education Agency Efforts."},
      {
        "id":"ED289723",
        "title":"The Impact of Information Technology on Science: Science Policy Study Background Report No. 5. Report Prepared by the Congressional Research Service Library of Congress Transmitted to the Task Force on Science Policy, Committee on Science and Technology. U.S. House of Representatives, Ninety-Ninth Congress Second Session."},
      {
        "id":"ED289725",
        "title":"Research Policies for the Social and Behavioral Sciences: Science Policy Study Background Report No. 6. Report Prepared by the Congressional Research Service Library of Congress, Transmitted to the Task Force on Science Policy. Committee on Science and Technology. U.S. House of Representatives. Nineth-Ninth Congress. Second Session."},
      {
        "id":"ED289728",
        "title":"Technology Policy Survey: A Study of State Policies Supporting the Use of Calculators and Computers in the Study of Precollege Mathematics."},
      {
        "id":"ED289729",
        "title":"Science Teacher Training In a Five-Year Developmental Liberal Arts Program."},
      {
        "id":"ED289730",
        "title":"Math by Mail: Grade 5 Revised."},
      {
        "id":"ED289731",
        "title":"Math by Mail: Grade 6 Revised."},
      {
        "id":"ED289732",
        "title":"Selected Data on Historically Black Colleges Academic Year 1986."},
      {
        "id":"ED289733",
        "title":"The Role of Science and Technology in Competitiveness. Hearings before the Subcommittee on Science, Research and Technology of the Committee on Science, Space, and Technology, House of Representatives. One Hundredth Congress, First Session, April 28-30, 1987."},
      {
        "id":"ED289734",
        "title":"Brick and Mortar: A Summary and Analysis of Proposals To Meet Research Facilities Needs on College Campuses. Report Prepared by the Congressional Research Service, Library of Congress, for the Subcommittee on Science, Research and Technology, Transmitted to the Committee on Science, Space, and Technology, House of Representatives. One Hundredth Congress, First Session ."},
      {
        "id":"ED289735",
        "title":"Decisions for Today and Tomorrow: Teaching Notes. Issues in Science-Technology-Society."},
      {
        "id":"ED289736",
        "title":"Decisions for Today and Tomorrow: Student Guide. Issues in Science-Technology-Society. A Multidisciplinary Approach to Problem-Solving and Critical-Thinking."},
      {
        "id":"ED289737",
        "title":"Science-Technology-Society: Preparing for Tomorrow's World. Teacher's Guide. A Multidisciplinary Approach to Problem-Solving and Critical-Thinking."},
      {
        "id":"ED289738",
        "title":"Human Factors in Automated and Robotic Space Systems: Proceedings of a Symposium (Washington, D.C., January 29-30, 1987)."},
      {
        "id":"ED289740",
        "title":"Trends in the Selection of Science, Mathematics, or Engineering as Major Fields of Study among Top-Scoring SAT Takers. Research Report."},
      {
        "id":"ED289742",
        "title":"The Educational Role of Zoos: A Synthesis of the Literature (1928-1987) with Annotated Bibliography."},
      {
        "id":"ED289743",
        "title":"Making Sense of the Future. A Position Paper on the Role of Technology in Science, Mathematics, and Computing Education."},
      {
        "id":"ED289745",
        "title":"Qualitative Graphing: A Construction in Mathematics."},
      {
        "id":"ED289746",
        "title":"A Curriculum Out of Balance: The Case of Elementary School Mathematics. Research Series No. 191."},
      {
        "id":"ED289747",
        "title":"A Curriculum Guide to Applications of Science to Technology for Able Learners."},
      {
        "id":"ED289749",
        "title":"Museum Education Research: Future Directions."},
      {
        "id":"ED289753",
        "title":"Minorities and Women in the Arts: 1970. Research Division Report #7."},
      {
        "id":"ED289754",
        "title":"Susan B. Anthony Birthday Celebration Kit."},
      {
        "id":"ED289756",
        "title":"American History: Content Specific Bibliographies."},
      {
        "id":"ED289757",
        "title":"A Packet of Secondary Classroom Activities To Teach Students about Sex Role Stereotyping."},
      {
        "id":"ED289758",
        "title":"Rethinking Education: The Coming Age of Enlightenment."},
      {
        "id":"ED289759",
        "title":"The Effect of Direct Contact with Jews on Attitudes of Israeli Arab Youth and Its Implications on Designing a New Curriculum."},
      {
        "id":"ED289760",
        "title":"Survey of Public Participation in the Arts: Musical Theater, Operetta, and Opera Attendees."},
      {
        "id":"ED289761",
        "title":"Earnings of Artists: 1980."},
      {
        "id":"ED289762",
        "title":"The Geography of Arts Participation: Report on the 1982 and 1985 Surveys of Public Participation in the Arts. Final Report."},
      {
        "id":"ED289763",
        "title":"Survey of Public Participation in the Arts: Volume I: Project Report. Final Report."},
      {
        "id":"ED289764",
        "title":"Survey of Public Participation in the Arts: Volume II. Changes in American's Participation, 1982-1985. Final Report."},
      {
        "id":"ED289766",
        "title":"Managers of the Arts: Careers and Opinions of Senior Administrators of U.S. Art Museums, Symphony Orchestras, Resident Theaters, and Local Arts Agencies. Research Division Report #20."},
      {
        "id":"ED289767",
        "title":"Artists by Place of Residence: 1980."},
      {
        "id":"ED289770",
        "title":"A History of State Debt in North Dakota. Occasional Papers."},
      {
        "id":"ED289772",
        "title":"Reagan's Political Imagery on Arms Control and SDI: Content Analysis in Political Science Using Washington PressText."},
      {
        "id":"ED289780",
        "title":"A Cognitive Model of the Effects of Linking Political Referenda to Salient Social Issues: A Lottery Will Fund Education, But Casinos Will Cause Crime?"},
      {
        "id":"ED214349",
        "title":"Deaf-Blind Babies in Social Interaction: Questions of Maternal Adaptation."},
      {
        "id":"ED214350",
        "title":"The Role of Special Education in an Overall Rehabilitation Program. Monograph Number Seven."},
      {
        "id":"ED214360",
        "title":"Manual Para Padres: de los Ninos Incapacitados Pre-escolares (A Handbook for Parents of Pre School Handicapped Children)."},
      {
        "id":"ED214361",
        "title":"Sexuality Education with Troubled Adolescents: Suggestions for Planning and Implementation."},
      {
        "id":"ED214373",
        "title":"Limited English Proficiency Students in Wisconsin: Cultural Background and Educational Needs. Part II: Indochinese Students (Hmong and Vietnamese)."},
      {
        "id":"ED214374",
        "title":"A Practical Application of a Study of Errors of College Francophone Students Learning English."},
      {
        "id":"ED214376",
        "title":"The Development of Sentences in Japanese Narrative Discourse."},
      {
        "id":"ED214380",
        "title":"Guidelines for the Development of Programs for Students with Limited English Proficiency under Part 154 of the Regulations of the Commissioner of Education."},
      {
        "id":"ED214381",
        "title":"The Social Psychology of Language: A Perspective for the 1980s. Focus, Number 5."},
      {
        "id":"ED214382",
        "title":"Adult Basic Education for Non-English Speakers: A Bibliography."},
      {
        "id":"ED214383",
        "title":"Directory of Computerized Resources in Bilingual Education."},
      {
        "id":"ED214384",
        "title":"Guide to Theses and Dissertations in Bilingual Education."},
      {
        "id":"ED214385",
        "title":"Bilinguisme et traduction au Canada. Role sociolinguistique du traducteur. (Bilingualism and Translation in Canada. The Sociolinguistic Role of the Translator)."},
      {
        "id":"ED214386",
        "title":"No Case for Convergence: The Puerto Rican Spanish Verb System in a Language Contact Situation. Centro Working Papers 5."},
      {
        "id":"ED214387",
        "title":"Communicative Competence of Kindergarten Children: A Sociolinguistic Perspective."},
      {
        "id":"ED214388",
        "title":"Stereotyped Attitudes toward Various Portuguese Accents. Focus, Number 4."},
      {
        "id":"ED214391",
        "title":"Computer-Assisted Instruction in the ESL Curriculum."},
      {
        "id":"ED214392",
        "title":"Title IV Language Minority Regulations: Beyond the Lau Remedies."},
      {
        "id":"ED214394",
        "title":"&quot;Sometimes I'll Start a Sentence in Spanish Y TERMINO EN ESPANOL&quot;: Toward a Typology of Code-Switching. CENTRO Working Papers, No. 4."},
      {
        "id":"ED214397",
        "title":"A Comparison of Latin American and United States Bilingual Education Programs."},
      {
        "id":"ED214403",
        "title":"Etude des comportements langagiers dans deux entreprises en debut de processus de francisation (A Study of Language Usage and Attitudes in Two Businesses at the Beginning of the Process of Change from English to French)."},
      {
        "id":"ED214404",
        "title":"Social Adaptation of Refugees. A Guide for Service Providers."},
      {
        "id":"ED214405",
        "title":"A Future for Us All. A Resource Guide for Refugee Women's Program Development."},
      {
        "id":"ED214406",
        "title":"Teaching English to Haitians. Refugee Education Guide. General Information Series #26."},
      {
        "id":"ED214412",
        "title":"Evaluation of the Special Services for Disadvantaged Students (SSDS) Program: 1979-80 Academic Year."},
      {
        "id":"ED214418",
        "title":"The Open University of the United Kingdom. Implementation of Higher Education Reforms."},
      {
        "id":"ED214426",
        "title":"Cooperative Education, Experiential Learning, and Personal Knowledge."},
      {
        "id":"ED214431",
        "title":"In Search of the Silken Purse: Factors in Attrition among First-Generation Students. Revised."},
      {
        "id":"ED214433",
        "title":"The Participation of Minorities and Women in Education R&amp;D Leadership and Management: An Annotated Bibliography."},
      {
        "id":"ED214435",
        "title":"Integrating the Community and the Classroom: Instructors Describe the Results."},
      {
        "id":"ED214436",
        "title":"Integrating the Community and the Classroom: Implementing at the Postsecondary Level."},
      {
        "id":"ED214445",
        "title":"Marketing in Higher Education. AAHE-ERIC/Higher Education Research Report No. 5, 1981."},
      {
        "id":"ED214446",
        "title":"Computer Literacy in Higher Education. AAHE-ERIC/Higher Education Research Report No. 6, 1981."},
      {
        "id":"ED214447",
        "title":"American Study Programs in China: An Interim Report Card."},
      {
        "id":"ED214449",
        "title":"The Admission and Placement of Students from Latin America: A Workshop Report. Brazil, Central America, (Costa Rica, El Salvador, Guatemala, Honduras, Nicaragua, Panama), Colombia, Venezuela."},
      {
        "id":"ED214450",
        "title":"Financial Analysis for Academic Units. AAHE-ERIC/Higher Education Research Report No. 7, 1981."},
      {
        "id":"ED214453",
        "title":"Corporate Education: Threat or Opportunity? AAHE-ERIC/Higher Education Research Currents."},
      {
        "id":"ED214457",
        "title":"The Commission on the Higher Education of Minorities. Final Report."},
      {
        "id":"ED214460",
        "title":"Employment of Baccalaureate Graduates: The Effect of Institutional Reputation, Location, and Executive Alma Mater."},
      {
        "id":"ED214461",
        "title":"Hearing How Students &quot;Make Meaning&quot;: Listening Through Perry Ears."},
      {
        "id":"ED214462",
        "title":"Psychosocial Characteristics of Female Medical Students."},
      {
        "id":"ED214464",
        "title":"The Prediction of National Board Performance, Medical Specialty, and Location of Residency for a Charter Class."},
      {
        "id":"ED214465",
        "title":"The Organization of Medical Disorders in the Memories of Medical Students and General Practitioners."},
      {
        "id":"ED214467",
        "title":"Medical Students and Faculty Perceptions of Importance of Academic Milestones and Markers."},
      {
        "id":"ED214468",
        "title":"Rational Budgeting? The Stanford Case."},
      {
        "id":"ED214469",
        "title":"The Meaning and Measurement of Quality in the Undergraduate Experience."},
      {
        "id":"ED214470",
        "title":"Value Orientations and the Effects of Professional Schools on Students."},
      {
        "id":"ED214471",
        "title":"What is the Problem of Retrenchment in Higher Education?"},
      {
        "id":"ED214475",
        "title":"The Image and Reputation of General College: A Survey of the University Community."},
      {
        "id":"ED214476",
        "title":"Accessible Transit: A Survey of the Riders of Wheelchair-Accessible Buses at the University of Minnesota."},
      {
        "id":"ED214482",
        "title":"Readjustment Counseling Programs for Vietnam Veterans. Hearing Before the Subcommittee on Hospitals and Health Care of the Committee on Veterans' Affairs, House of Representatives, Ninety-Seventh Congress, First Session. Parts I and II."},
      {
        "id":"ED214486",
        "title":"Redirecting Higher Education in a Time of Budget Reduction. Issues in Higher Education."},
      {
        "id":"ED214488",
        "title":"Preparing Students for College: The Need for Quality. Issues In Higher Education."},
      {
        "id":"ED214494",
        "title":"Specifications for a Computerized Library Circulation Management Data and On-Line Catalog System."},
      {
        "id":"ED214495",
        "title":"A Conservation Plan for the Transylvania University Library."},
      {
        "id":"ED214496",
        "title":"Examination of Potential Management Decisions Based upon a Core Collection Derived from Last Circulation Date Data. Research Report No. 1."},
      {
        "id":"ED214500",
        "title":"Computer-Based National Information Systems. Technology and Public Policy Issues."},
      {
        "id":"ED214501",
        "title":"Using Microcomputers for Cognitive Rehabilitation."},
      {
        "id":"ED214504",
        "title":"Summary Proceedings of a Symposium on Educating Librarians and Information Scientists To Provide Information and Library Services to Blind and Physically Handicapped Individuals (San Francisco, California, July 2-4, 1981)."},
      {
        "id":"ED214517",
        "title":"Classification of Education and Research in Librarianship and Information Science. Report of a Project Submitted to the Board of Directors, Association of American Library Schools."},
      {
        "id":"ED214525",
        "title":"The Committee on Production Guidelines for Book Longevity: Interim Report on Book Paper."},
      {
        "id":"ED214527",
        "title":"Emergencies and Problems: A Procedures Manual for Trinity University Library."},
      {
        "id":"ED214528",
        "title":"Intergenerational Programming in Libraries: A Manual Based on the Experiences of the South Bay Cooperative Library System."},
      {
        "id":"ED214530",
        "title":"Linking Californians for Learning: Next Steps for Telecommunications in California Postsecondary Education. Commission Report 81-28."},
      {
        "id":"ED214544",
        "title":"Documentation and Library Service of the Ministry of Information: Hashemite Kingdom of Jordan."},
      {
        "id":"ED214548",
        "title":"Fall 1980 Salary Survey for the Illinois Public Community Colleges."},
      {
        "id":"ED214555",
        "title":"Statewide Coordination in Technology Transfer."},
      {
        "id":"ED214556",
        "title":"Course Registration Report: University of Hawaii, Community Colleges, Fall 1981."},
      {
        "id":"ED214567",
        "title":"Selected Characteristics of Full-Time Professional Staff; Community Colleges, Fall 1981."},
      {
        "id":"ED214571",
        "title":"Productivity in Community College Programs: A Technique for Determining Relative Efficiency."},
      {
        "id":"ED214573",
        "title":"The Center for the Improvement of Teaching and Learning: Exploring New Directions in Community College Research."},
      {
        "id":"ED214575",
        "title":"A Collective Bargaining Contract Analyzer for Community Colleges."},
      {
        "id":"ED214577",
        "title":"Putting America Back to Work: A Concept Paper."},
      {
        "id":"ED214578",
        "title":"Science Education for Women and Minorities in an Urban Community College. Topical Paper Number 75."},
      {
        "id":"ED214579",
        "title":"Estimating the Effects of College, Department, Teacher and Course on Course Completion Rates."},
      {
        "id":"ED214580",
        "title":"High School Preparation as Viewed by Academically Underprepared College Students."},
      {
        "id":"ED214582",
        "title":"Proven Partners: Business, Labor, and Community Colleges. AACJC Pocket Reader 1."},
      {
        "id":"ED214583",
        "title":"Teaching Writing with the Computer as Helper. AACJC Pocket Reader 2."},
      {
        "id":"ED214584",
        "title":"Shoulders to the Wheel: Energy-Related College/Business Cooperative Agreements."},
      {
        "id":"ED214589",
        "title":"California College-Going Rates and Community College Transfers: 1980 Update."},
      {
        "id":"ED214591",
        "title":"Postsecondary Occupational Education: National Trends, Issues, and Potential Implications for Texas Public Community/Junior Colleges."},
      {
        "id":"ED214592",
        "title":"Associate Degrees and Other Formal Awards Below the Baccalaureate, 1978-79."},
      {
        "id":"ED214594",
        "title":"Organization Development: Change Strategies. New Directions for Community Colleges, Number 37."},
      {
        "id":"ED214596",
        "title":"Older Persons in Small Business Project: Final Report."},
      {
        "id":"ED214599",
        "title":"Assessment of Mandatory Placement in Communications: Fall 1981."},
      {
        "id":"ED214602",
        "title":"Gender Differences in Solving Mathematics Problems among Two-Year College Students in a Developmental Algebra Class and Related Factors."},
      {
        "id":"ED214603",
        "title":"An Assessment of the Involvement of the LACCD [Los Angeles Community College District] in Contract Education for Foreign Students: Completed as Part of the Feasibility Study Directed toward the Improvement of Occupational/Technical Education in the San Fernando Valley."},
      {
        "id":"ED214614",
        "title":"Factors Related to Problem Solving by College Students in Developmental Algebra."},
      {
        "id":"ED214615",
        "title":"A Comparison of College Freshman Achievement in Remedial English Courses and in Freshman Composition Courses at a Two-Year College."},
      {
        "id":"ED214618",
        "title":"Community College Adaptation to Serve the Needs of Mildly Handicapped Teenagers and Young Adults."},
      {
        "id":"ED214620",
        "title":"The Cognitive Value of Two-Year Colleges for Whites and Blacks."},
      {
        "id":"ED214625",
        "title":"Integrated and Early Childhood Education: Preparation for Social Development. Summary Report and Conclusions, Eastern Hemisphere Seminar (2nd, Salisbury, Zimbabwe, February 24-March 7, 1981)."},
      {
        "id":"ED214626",
        "title":"Helping Working Parents: Child Care Options for Business."},
      {
        "id":"ED214631",
        "title":"Being Well Born: Preventive Health Practices in Pregnancy and Delivery. Matrix No. 6."},
      {
        "id":"ED214632",
        "title":"Chronic Diseases in the Pediatric Age Group. Matrix No. 7."},
      {
        "id":"ED214633",
        "title":"Adolescent Mental Health: Delinquency. Matrix No. 8."},
      {
        "id":"ED214634",
        "title":"Handicaps and Developmental Disabilities. Matrix No. 10."},
      {
        "id":"ED214635",
        "title":"Research on Infancy of Special Relevance for Mental Health. Matrix No. 11A."},
      {
        "id":"ED214636",
        "title":"Research on Substance Abuse: Alcohol, Drugs, Tobacco. Matrix No. 14."},
      {
        "id":"ED214637",
        "title":"Infectious Diseases and Immunizations. Matrix No. 15."},
      {
        "id":"ED214638",
        "title":"Environmental Effects on Health with Special Emphasis on Neurotoxicology. Matrix No. 16."},
      {
        "id":"ED214639",
        "title":"A Survey of the Last Decade of Drug Abuse Treatment Research. Appendix: Health Research Forum."},
      {
        "id":"ED214642",
        "title":"Medicaid Cutbacks on Infant Care. Hearing Before the Subcommittee on Oversight and Investigations and the Subcommittee on Health and Environment of the Committee on Energy and Commerce, House of Representatives, Ninety-Seventh Congress, First Session (July 27, 1981)."},
      {
        "id":"ED214646",
        "title":"The Condition of Child Abuse/Neglect as an Environmental Influence on Early Childhood Development."},
      {
        "id":"ED214648",
        "title":"Diary Time: The Life History of an Occasion for Writing. Research Series No. 106."},
      {
        "id":"ED214649",
        "title":"The State of a &quot;New&quot; Art: Philosophy for Children and Science Education."},
      {
        "id":"ED214651",
        "title":"Implementing Child Checks: A Child Find Procedures Manual."},
      {
        "id":"ED214652",
        "title":"Kindergarten and First-Grade Children's Strategies for Solving Addition and Subtraction Problems in Abstract and Verbal Problem Contexts. Report from the Program on Studies in Mathematics. Technical Report No. 583."},
      {
        "id":"ED214655",
        "title":"Up the Down Escalator: How to Open the Door. Comments on Professionalism and Academic Credentials in Child Care."},
      {
        "id":"ED214656",
        "title":"The Preschool Teacher as an Adult Learner."},
      {
        "id":"ED214657",
        "title":"Developing Training Structures for Child Care Personnel: Comments on Almy's Paper."},
      {
        "id":"ED214658",
        "title":"Effects of Prescription Drugs During Pregnancy. Hearing Before the Subcommittee on Investigations and Oversight of the Committee on Science and Technology, U.S. House of Representatives, Ninety-Seventh Congress, First Session (July, 30, 1981)."},
      {
        "id":"ED214661",
        "title":"Integrated Nutrition Education Junior High."},
      {
        "id":"ED214662",
        "title":"A Study of Programs to Prepare Early Childhood Personnel."},
      {
        "id":"ED214667",
        "title":"The Effects of Divorce: Outcome of a Preschool Intervention Program."},
      {
        "id":"ED214671",
        "title":"Missing Children. Hearing Before the Subcommittee on Investigations and General Oversight of the Committee on Labor and Human Resources, United States Senate, Ninety-Seventh Congress, First Session (October 6, 1981)."},
      {
        "id":"ED214677",
        "title":"Sex Roles and Statuses in Peer Interactions in Elementary Schools."},
      {
        "id":"ED214678",
        "title":"Contextual Constraints on the Comprehension of \"Before\" and \"After\"."},
      {
        "id":"ED214682",
        "title":"Preprimary Enrollment 1980."},
      {
        "id":"ED214684",
        "title":"Integrated and Early Childhood Education: Preparation for Social Development."},
      {
        "id":"ED214685",
        "title":"Integrated and Early Childhood Education: Preparation for Social Development. Theme A: Relevant Provision for Early Childhood."},
      {
        "id":"ED214686",
        "title":"Integrated and Early Childhood Education: Preparation for Social Development. Theme B: Home and School - Contrasting Cultures."},
      {
        "id":"ED214687",
        "title":"Integrated and Early Childhood Education: Preparation for Social Development. Theme A: Relevant Provision for Early Childhood."},
      {
        "id":"ED214688",
        "title":"Integrated and Early Childhood Education: Preparation for Social Development. Summary Theme C: Alternatives in Training and Implications for Self-Help."},
      {
        "id":"ED214689",
        "title":"Integrated and Early Childhood Education: Preparation for Social Development. Theme D: Looking Forward - Integrated Participation in Processes of Change."},
      {
        "id":"ED214690",
        "title":"First Grade Activities Guide."},
      {
        "id":"ED214691",
        "title":"Catastrophe Models: Some Illustrations and Potential for Social Impact Assessment."},
      {
        "id":"ED214696",
        "title":"Individualizing Staff Development in Rural School Districts to Enhance Services for All Children, Including the Handicapped."},
      {
        "id":"ED214697",
        "title":"Towards the Third Cycle of APEID. Final Report. Regional Consultation Meeting on the Asian Programme of Educational Innovation for Development (7th, Bangkok, Thailand, June 1-10, 1981)."},
      {
        "id":"ED214698",
        "title":"Work Plan of APEID for the Third Programming Cycle, 1982-1986. Regional Consultation Meeting (7th, Bangkok, Thailand, June 1-10, 1981)."},
      {
        "id":"ED214699",
        "title":"Procedures for Research on School Effectiveness Project."},
      {
        "id":"ED214700",
        "title":"Native American Education. Topic Summary Report."},
      {
        "id":"ED214701",
        "title":"Parent Participation. Research on School Effectiveness Project: Topic Summary Project."},
      {
        "id":"ED214702",
        "title":"The Principal as Instructional Leader. Research on School Effectiveness Project: Topic Summary Report."},
      {
        "id":"ED214703",
        "title":"Instructional Grouping: Group Size. Research on School Effectiveness Project: Topic Summary Report."},
      {
        "id":"ED214704",
        "title":"Instructional Grouping: Ability Grouping. Research on School Effectiveness Project: Topic Summary Report."},
      {
        "id":"ED214705",
        "title":"Class Size. Research on School Effectiveness Project: Topic Summary Report."},
      {
        "id":"ED214706",
        "title":"Time Factors in Learning. Research on School Effectiveness Project: Topic Summary Report."},
      {
        "id":"ED214707",
        "title":"Computer-Assisted Instruction. Research on School Effectiveness Project: Topic Summary Report."},
      {
        "id":"ED214708",
        "title":"The Navajo Culture and the Learning of Mathematics. Final Report."},
      {
        "id":"ED214710",
        "title":"Alcoholism and the Hispanic: A Mutual Concern = El Alcoholismo y Los Hispanos Una Preocupacion Nacional. Proceedings of the National Hispanic Conference on Alcoholism (San Antonio, Texas, September 7-10, 1981)."},
      {
        "id":"ED214711",
        "title":"Indian Tribes: A Continuing Quest for Survival. A Report of the United States Commission on Civil Rights."},
      {
        "id":"ED214712",
        "title":"The Little White School House: The Impact of Progressive Reform on the Social and Educational Policy of the United States Indian Service and Bureau of Indian Affairs, 1895-1940."},
      {
        "id":"ED214713",
        "title":"Behavioral Characteristics of Gifted Navajo Students as Correlated with Intellectual Ability and Creativity."},
      {
        "id":"ED214718",
        "title":"Project REACH. A Rural Education Approach in a Consortium for Handicapped: A Comprehensive Service Model. 1980-1981, Final Evaluation Report."},
      {
        "id":"ED214722",
        "title":"Oklahoma Annual Migrant Evaluation Report, Title I. 1981."},
      {
        "id":"ED214727",
        "title":"Providing Formal Class Structure On-Site for Rural Teacher Development."},
      {
        "id":"ED214728",
        "title":"The Message Transferred. A Record of Data Feedback Procedures to Interested Agency Clienteles and County Citizens as Part of the Human Service Agencies&apos; Collaboration in the Delivery of Services and Amenities to Rural Citizens in Clinton County, New York."},
      {
        "id":"ED214734",
        "title":"The GLAD Project: Energizing Language."},
      {
        "id":"ED214736",
        "title":"The American Indian Social Studies Curriculum Activity Guide, K-6."},
      {
        "id":"ED214737",
        "title":"A Study of the Contributing Factors Relating to Why American Indian Students Drop Out of Or Graduate from Educational Programs at the University of North Dakota."},
      {
        "id":"ED214745",
        "title":"Outdoor Education in Georgia."},
      {
        "id":"ED214750",
        "title":"Expectation States Theory and Classroom Learning."},
      {
        "id":"ED214751",
        "title":"Social Sciences in Forestry. A Current Selected Bibliography [and] Cumulative Author Index for 1981. No. 56."},
      {
        "id":"ED214752",
        "title":"Teaching Natural Resource Management Through Environmental Education Activities."},
      {
        "id":"ED214755",
        "title":"Identifying Different Levels of Understanding Attained by Physics Students. Final Report."},
      {
        "id":"ED214759",
        "title":"An Analysis of the Secondary School Science Curriculum and Directions for Action in the 1980's. 1982 AETS Yearbook."},
      {
        "id":"ED214762",
        "title":"Research in Environmental Education 1971-1980."},
      {
        "id":"ED214763",
        "title":"Using Research: A Key to Elementary School Mathematics. 1981 Revision."},
      {
        "id":"ED214765",
        "title":"The Effects of Instruction on Children's Understanding of the &quot;Equals&quot; Sign."},
      {
        "id":"ED214767",
        "title":"Elements of the Theory of Generalized Inverses for Matrices."},
      {
        "id":"ED214768",
        "title":"Conditional Independence in Applied Probability."},
      {
        "id":"ED214769",
        "title":"Modifying Teacher Questioning Behavior in Classroom Interaction."},
      {
        "id":"ED214771",
        "title":"UMAP Modules: Final Report 1976-80."},
      {
        "id":"ED214774",
        "title":"Mathematics for Georgia Secondary Schools."},
      {
        "id":"ED214775",
        "title":"Spatial Models of Election Competition."},
      {
        "id":"ED214777",
        "title":"Topics in the Theory of Voting."},
      {
        "id":"ED214779",
        "title":"The Status of Middle School and Junior High School Science, Volume II: Technical Report."},
      {
        "id":"ED214781",
        "title":"Status Assessment: Act 685-Balanced Treatment for Creation-Science and Evolution-Science."},
      {
        "id":"ED214784",
        "title":"UMAP Modules-Units 71, 72, 73, 74, 75, 81-83, 234."},
      {
        "id":"ED214785",
        "title":"UMAP Modules-Units 84-88."},
      {
        "id":"ED214786",
        "title":"UMAP Modules-Units 105, 107-109, 111-112, 158-162."},
      {
        "id":"ED214787",
        "title":"UMAP Modules-Units 203-211, 215-216, 231-232."},
      {
        "id":"ED214788",
        "title":"UMAP Modules-Units 240-242, 251."},
      {
        "id":"ED214789",
        "title":"Coordination of NSF Projects in the Area of Continuing Education for Scientists and Engineers."},
      {
        "id":"ED214790",
        "title":"A Model Continuing Education Needs Assessment/Response System in Science and Engineering. Summary Report."},
      {
        "id":"ED214794",
        "title":"Energy Use and the Environment. Concepts &amp; Activities for the Classroom: Mathematics Module. Environmental Education Supplementary Instructional Guide."},
      {
        "id":"ED214795",
        "title":"Problems of Small, High-Technology Firms. Special Report."},
      {
        "id":"ED214797",
        "title":"Reasons Why Elementary and Secondary Students Do and Do Not Like Science."},
      {
        "id":"ED214798",
        "title":"Factors Related to Young Women's Persistence and Achievement in Advanced Placement Mathematics."},
      {
        "id":"ED214803",
        "title":"Conference Model: Guidelines...for Science Supervisors on How to Conduct a Successful Leadership Conference."},
      {
        "id":"ED214804",
        "title":"Survey Results: Preservice Preparation of Teachers of Science at the Elementary, Middle, and Junior High School Levels."},
      {
        "id":"ED214805",
        "title":"Evaluation of the BSCS Human Sciences Program."},
      {
        "id":"ED214807",
        "title":"The Comparative Functionality of Formal and Non-formal Education for Women. Report on Phase I."},
      {
        "id":"ED214808",
        "title":"The Differential Impact of Educational Innovations on Girls and Women: Media-Based Instruction and Curriculum Revision. Phase II, Curriculum Revision as if Women Mattered."},
      {
        "id":"ED214810",
        "title":"Research Utilization in Social Work Education."},
      {
        "id":"ED214813",
        "title":"The Critical Analysis of Documentary Evidence: Basic Skills in the History Classroom."},
      {
        "id":"ED214815",
        "title":"Energy and the Transformation of a Metropolitan Landscape: Contrasting Contemporary and Future Settlement Geographies."},
      {
        "id":"ED214818",
        "title":"What's It Like to be Old?"},
      {
        "id":"ED214823",
        "title":"Social Studies Looks at Science: A Critical Review of \"Science in Social Issues.\""},
      {
        "id":"ED214826",
        "title":"Framework for Policy Analysis of Alternative Patterns of International Education Dissemination."},
      {
        "id":"ED214827",
        "title":"Alternative Patterns of International Collaboration for School Improvement: An Analysis of Activities of the OECD/CERI Pacific Circle Consortium."},
      {
        "id":"ED214828",
        "title":"The Second Assessment of Art, 1978-79, Released Exercise Set, Supplement."},
      {
        "id":"ED214837",
        "title":"Preparing to Teach Economics: Approaches and Resources. Revised and Expanded Edition."},
      {
        "id":"ED214840",
        "title":"Teaching about the Consumer and the Global Marketplace. Grades 4-12, Global Awareness Series."},
      {
        "id":"ED214845",
        "title":"Values and Music: Some Comparisons Between the U.S. and China and Japan. An Experimental Unit."},
      {
        "id":"ED214848",
        "title":"Skills for the Future."},
      {
        "id":"ED214852",
        "title":"Characteristics of American Children and Youth: 1980. Current Population Reports, Special Studies Series P-23, No. 114."},
      {
        "id":"ED214853",
        "title":"An Approach to Learning through the Arts: Final Report, 1980-1981."},
      {
        "id":"ED214855",
        "title":"Six Steps to a Sustainable Society. Worldwatch Paper 48."},
      {
        "id":"ED214856",
        "title":"The Federalist Papers Reexamined."},
      {
        "id":"ED214858",
        "title":"Secondary Physical Education Curriculum and Resource Guides. 1980."},
      {
        "id":"ED214863",
        "title":"Technical Status Report on Staff Development. Final Report."},
      {
        "id":"ED214864",
        "title":"The Place of Teachers' Beliefs in Research on Teacher Thinking and Decision Making, and on Alternative Methodology."},
      {
        "id":"ED214866",
        "title":"Mastery Learning Developer's Guide. How to Develop Tests and Teaching Materials for all Types of Mastery Learning Students. Especially for Teaching Consumer Education and Basic Competencies to Teenagers and Adults who are Deficient or Reluctant Readers."},
      {
        "id":"ED214881",
        "title":"208 English Teachers. A Study of Schooling in the United States. Technical Report Series, No. 11."},
      {
        "id":"ED214891",
        "title":"An Examination of the Viability of Class Climate as a Useful Construct in Secondary Schools. A Study of Schooling in the United States. Technical Report Series, No. 23."},
      {
        "id":"ED214892",
        "title":"A Question of Access: Tracking and Curriculum Differentiation in a National Sample of English and Mathematics Classes. A Study of Schooling in the United States. Technical Report Series, No. 24."},
      {
        "id":"ED214893",
        "title":"Tracking Policies and Practices: School By School Summaries. A Study of Schooling in the United States. Technical Report Series, No. 25."},
      {
        "id":"ED214896",
        "title":"Limiting Opportunity: Student Race and Curricular Differences in Secondary Vocational Education. A Study of Schooling in the United States. Technical Report Series, No. 28."},
      {
        "id":"ED214901",
        "title":"Longitudinal Assessment of Instructional Competency: Three Stages of Preservice Professional Development."},
      {
        "id":"ED214907",
        "title":"The Regional Laboratory Connection. Improving Educational Practices Through Systematic Research and Development. Executive Summary."},
      {
        "id":"ED214908",
        "title":"The Regional Laboratory Connection. Improving Educational Practices Through Systematic Research and Development."},
      {
        "id":"ED214909",
        "title":"Direct Instruction. Topic Summary Report. Research on School Effectiveness Project."},
      {
        "id":"ED214911",
        "title":"A Guide to Curriculum Development in Physical Education."},
      {
        "id":"ED214920",
        "title":"Project T.E.A.C.H.: An Evaluative Study."},
      {
        "id":"ED214921",
        "title":"Children's Dance. Revised Edition."},
      {
        "id":"ED214922",
        "title":"A Guide to Dance Production. &quot;0n With the Show.&quot;"},
      {
        "id":"ED214924",
        "title":"The Teaching Profession as a Career Opportunity: Perceptions of High School Seniors, Pre-Service Teachers, and In-Service Teachers."},
      {
        "id":"ED214927",
        "title":"Utilizing Community Resources in the Classroom: An In-service Reference Collection."},
      {
        "id":"ED214929",
        "title":"A Guide to Curriculum Development in Health and Safety."},
      {
        "id":"ED214930",
        "title":"Academic Engaged Time and Its Relationship to Learning: A Review of the Literature."},
      {
        "id":"ED214939",
        "title":"Research into the Development of Affective Instruments in the Lansing School District, Final Report. Part 1: The Development of an Instrument to Measure the Effect of Counseling Services on Elementary Children in Grades Three through Six [and] Part 2: The Development of an Instrument to Measure the Effects of Counseling Services on Elementary Children in Grades One and Two."},
      {
        "id":"ED214940",
        "title":"The Inventory of Documented Accomplishments for Graduate Admissions: Results of a Field Trial Study of Its Reliability, Short-Term Correlates, and Evaluation."},
      {
        "id":"ED214944",
        "title":"Test Design Project: Studies in Test Adequacy. Annual Report."},
      {
        "id":"ED214945",
        "title":"Validation of the New Jersey College Basic Skills Placement Test."},
      {
        "id":"ED214946",
        "title":"Evaluation of Educational Innovations."},
      {
        "id":"ED214947",
        "title":"Standard Error of an Equating by Item Response Theory."},
      {
        "id":"ED214948",
        "title":"The Standard Error of Equipercentile Equating."},
      {
        "id":"ED214950",
        "title":"Testing, Teaching and Learning: Chairmen's Report of a Conference on Research on Testing (August 17-26, 1978)."},
      {
        "id":"ED214952",
        "title":"Evaluation Thesaurus. Third Edition."},
      {
        "id":"ED214961",
        "title":"Criterion Validity of an Individualised Classroom Environment Questionnaire."},
      {
        "id":"ED214962",
        "title":"Inter-Relationships between Self-Estimates of Aptitudes and Tested Abilities on the GATB."},
      {
        "id":"ED214963",
        "title":"Kuder Interest Card Sort: Research Report."},
      {
        "id":"ED214964",
        "title":"On Building an A-Posteriori Index from Survey Data: A Case for Educational Planners' Assessment of Attitudes towards an Educational Innovation."},
      {
        "id":"ED214974",
        "title":"Competency Testing: A Review of the Literature. Evaluation Report."},
      {
        "id":"ED214976",
        "title":"Profile of American Youth: 1980 Nationwide Administration of the Armed Services Vocational Aptitude Battery."},
      {
        "id":"ED214978",
        "title":"Qualitative Studies in Context: Reflections on the CSE Studies of Evaluation Use."},
      {
        "id":"ED214979",
        "title":"Measuring and Validating the Characteristics of Instructionally Effective Schools in Connecticut."},
      {
        "id":"ED214980",
        "title":"Students' Perceptions of Differential Treatment in the Classroom."},
      {
        "id":"ED214983",
        "title":"Management Review of Evaluation Practice."},
      {
        "id":"ED214984",
        "title":"Measurement Error and SAT Score Change."},
      {
        "id":"ED214985",
        "title":"Methodological Considerations in Studies of Effective Principals."},
      {
        "id":"ED214987",
        "title":"Internal Construct Validity of the Career Skills Assessment Program."},
      {
        "id":"ED214988",
        "title":"Fairness in Qualitative Evaluation: Some Implications for Educational Evaluators."},
      {
        "id":"ED214989",
        "title":"Handbook in Evaluating with Photography."},
      {
        "id":"ED214990",
        "title":"High School and Beyond: A National Longitudinal Study For the 1980&apos;s. Sample Design Report."},
      {
        "id":"ED214995",
        "title":"Classroom Applications of Writing Assessment: A Teacher&apos;s Handbook."},
      {
        "id":"ED214996",
        "title":"A Cause for National Pause: Title I Schoolwide Projects."},
      {
        "id":"ED214998",
        "title":"Improving Evaluation Use in Local School Settings. Optimizing Evaluation Use: Final Report."},
      {
        "id":"ED214999",
        "title":"Who&apos;s Keeping Score? A User&apos;s Guide to Video Cassettes &amp; Transcript [of the Minimal Competency Testing Clarification Hearings]."},
      {
        "id":"ED215000",
        "title":"Minimum Competency Testing Clarification Hearing (July 8th, 1981)."},
      {
        "id":"ED215001",
        "title":"Minimum Competency Testing Clarification Hearing (July 9th, 1981)."},
      {
        "id":"ED215002",
        "title":"Minimum Competency Testing Clarification Hearing (July 10th, 1981)."},
      {
        "id":"ED215003",
        "title":"Information Services Assessment Report: Indochinese Refugee Resettlement Program."},
      {
        "id":"ED215004",
        "title":"The Resettlement of Indochinese Refugees in the United States: A Selected Bibliography."},
      {
        "id":"ED215005",
        "title":"Desegregating Public Schools: A Handbook for Local Officials."},
      {
        "id":"ED215006",
        "title":"San Diego Plan for Racial Integration, 1979-82. Revised."},
      {
        "id":"ED215007",
        "title":"Federal Nondiscrimination Regulations: A Procedural Compliance Handbook. Draft."},
      {
        "id":"ED215008",
        "title":"Evaluation Strategies for Urban Intervention Program. Proceedings from the Workshop on Urban Intervention Programs (Washington, DC, October 23, 1980)."},
      {
        "id":"ED215010",
        "title":"Effectiveness of Bilingual Education: A Review of the Literature. Final Draft Report."},
      {
        "id":"ED215011",
        "title":"The Promotional Gates Program: Mid-Year Assessment and Analysis of January, 1982 Test Results. Evaluation Report."},
      {
        "id":"ED215021",
        "title":"Follow Through Resource Center: Community School 77. Final Evaluation Report, 1980-1981."},
      {
        "id":"ED215033",
        "title":"Making the Public Schools Work: Urban Education in the '80s. FOCUS 9."},
      {
        "id":"ED215037",
        "title":"Title I Elementary and Secondary Act, 1965. Evaluation Reports, 1980-1981."},
      {
        "id":"ED215039",
        "title":"Designing Reading Instruction for Cultural Minorities: The Case of the Kamehameha Early Education Program."},
      {
        "id":"ED215042",
        "title":"Title I, Today: A Factbook. A Descriptive Summary of Title I (Financial Assistance to Meet Special Educational Needs of Children) of the Elementary and Secondary Education Act."},
      {
        "id":"ED215043",
        "title":"Asian Pacific American Research Seminars. Final Report, 1979-1981."},
      {
        "id":"ED215044",
        "title":"Case Studies of Three Urban University-School Collaboratives Mandated for the Improvement of Educational Practice. Volume I, Final Report. Revised."},
      {
        "id":"ED215045",
        "title":"Case Studies of Three Urban University-School Collaboratives Mandated for the Improvement of Educational Practice. Volume II, Final Report."},
      {
        "id":"ED215046",
        "title":"Case Studies of Three Urban University-School Collaboratives Mandated for the Improvement of Educational Practice. Executive Summary."},
      {
        "id":"ED215047",
        "title":"Research on Selection Methods and Programming for Advanced Black Students at the Secondary Level of Education. Final Report."},
      {
        "id":"ED215048",
        "title":"The Federal Response to Domestic Violence. A Report of the United States Commission on Civil Rights."},
      {
        "id":"ED215049",
        "title":"Residential Education in Israel. Report of the Israeli-American Seminar on &quot;Out of School Education&quot;."},
      {
        "id":"ED215050",
        "title":"Community Involvement in Ethnic Television."},
      {
        "id":"ED215054",
        "title":"The Future Direction of Correctional Services for Adult Offenders."},
      {
        "id":"ED215055",
        "title":"Status Report on Programs and Projects (As of January 1, 1982)."},
      {
        "id":"ED215059",
        "title":"Citizen Satisfaction with Public Service Delivery: A Comparative Study of Citywide vs. Subarea Analysis."},
      {
        "id":"ED215060",
        "title":"Going to America, Going to School: The Immigrant-Public School Encounter in Turn-of-the-Century New York City. (A Work in Progress.)"},
      {
        "id":"ED215062",
        "title":"The Color of Misbehaving: Two Case Studies of Deviant Boys in a Magnet School."},
      {
        "id":"ED215064",
        "title":"Disadvantaged Minorities and the Arts."},
      {
        "id":"ED215066",
        "title":"P.A.C. Planner's Workbook. E.S.E.A. Title I. Revised."},
      {
        "id":"ED215067",
        "title":"Title I Children's Program: Learning to Read through the Arts. Final Evaluation Report, 1980-1981."},
      {
        "id":"ED215068",
        "title":"William H. Taft High School Project Adelante. E.S.E.A. Title VII. Final Evaluation Report, 1980-1981."},
      {
        "id":"ED215069",
        "title":"John Jay High School Project &quot;Rescate.&quot; E.S.E.A. Title VII. Final Evaluation Report, 1980-1981."},
      {
        "id":"ED215071",
        "title":"John Bowne High School Basic Bilingual Program. E.S.E.A. Title VII. Final Evaluation Report, 1980-1981."},
      {
        "id":"ED215076",
        "title":"An Analysis of the Fiscal and Equity Provisions of the VEA. Volume 1. Part I: Introduction. Part II: Summary of Major Findings and Conclusions."},
      {
        "id":"ED215077",
        "title":"An Analysis of the Fiscal and Equity Provisions of the VEA. Volume 2. Part III: An Analysis of the Fiscal Provisions of the VEA."},
      {
        "id":"ED215078",
        "title":"An Analysis of the Fiscal and Equity Provisions of the VEA. Volume 3. Part IV: Equity Provisions. Part V: Incentives, Oversight Mechanisms, and Sanctions."},
      {
        "id":"ED215084",
        "title":"Increasing the Earnings of Disadvantaged Women. Report No. 11."},
      {
        "id":"ED215087",
        "title":"The Philosophical, Sociological, and Psychological Foundations of Curriculum."},
      {
        "id":"ED215089",
        "title":"Status Report of Interagency Linkages at the State Level. Vocational Education Models for Linking Agencies Serving the Handicapped."},
      {
        "id":"ED215090",
        "title":"Interagency Linkages at the Federal Level. Descriptions of Agencies and Organizations. Vocational Education Models for Linking Agencies Serving the Handicapped."},
      {
        "id":"ED215091",
        "title":"Adult Education for Social Change. Research on the Swedish Allocation Policy. Studies in Education and Psychology 8."},
      {
        "id":"ED215093",
        "title":"Computer Equipment and Curriculum Requirements for Quality Data Processing Instruction. Research and Development. Final Report."},
      {
        "id":"ED215097",
        "title":"Handbook on Developing Effective Linking Strategies. Vocational Education Models for Linking Agencies Serving the Handicapped."},
      {
        "id":"ED215101",
        "title":"The Practical Implications of Research on Career Decision-Making and Career Development: A Review of Eleven Studies Supported by The National Institute of Education."},
      {
        "id":"ED215102",
        "title":"Education, Sex Equity and Occupational Stereotyping. Conference Report (Washington, DC, May 5-6, 1980). Special Report No. 38."},
      {
        "id":"ED215104",
        "title":"Teaching Strategies for Primary Health Care. A Syllabus."},
      {
        "id":"ED215107",
        "title":"Manufacturers&apos; Views of Vocational Education."},
      {
        "id":"ED215108",
        "title":"State Legislators&apos; Views of Vocational Education."},
      {
        "id":"ED215114",
        "title":"Field Testing Vocational Education Curriculum Specialist Materials. Summary Abstract."},
      {
        "id":"ED215115",
        "title":"Field Testing Vocational Education Curriculum Specialist Materials. Final Technical Report."},
      {
        "id":"ED215116",
        "title":"Adapting Vocational Education to the 80&apos;s Through Human Resource Development."},
      {
        "id":"ED215117",
        "title":"Vocational Educators and Curriculum Management. Vocational Education Curriculum Specialist, Module 1."},
      {
        "id":"ED215118",
        "title":"The Scope of Vocational Education. Vocational Education Curriculum Specialist, Module 2."},
      {
        "id":"ED215119",
        "title":"Organization of Vocational Education. Vocational Education Curriculum Specialist, Module 3."},
      {
        "id":"ED215120",
        "title":"Legislative Mandates for Vocational Education. Vocational Education Curriculum Specialist, Module 4."},
      {
        "id":"ED215121",
        "title":"Priorities in Vocational Education. Vocational Education Curriculum Specialist, Module 5."},
      {
        "id":"ED215122",
        "title":"Vocational Education for Students with Special Needs. Vocational Education Curriculum Specialist, Module 6."},
      {
        "id":"ED215123",
        "title":"Vocational Needs Assessment and Curriculum Development. Vocational Education Curriculum Specialist, Module 7."},
      {
        "id":"ED215124",
        "title":"Conducting Task Analyses and Developing Instructional Objectives. Vocational Education Curriculum Specialist, Module 8."},
      {
        "id":"ED215125",
        "title":"Selecting Instructional Strategies and Assessing Student Achievement. Vocational Education Curriculum Specialist, Module 9."},
      {
        "id":"ED215126",
        "title":"Relating Learning Differences and Instructional Methods. Vocational Education Curriculum Specialist, Module 10."},
      {
        "id":"ED215127",
        "title":"Selecting and Preparing Instructional Materials. Vocational Education Curriculum Specialist, Module 11."},
      {
        "id":"ED215128",
        "title":"Evaluating Vocational Education Curricula. Vocational Education Curriculum Specialist, Module 12."},
      {
        "id":"ED215129",
        "title":"Conducting Follow-up Studies and Communicating Evaluation Results. Vocational Education Curriculum Specialist, Module 13."},
      {
        "id":"ED215130",
        "title":"Managing Vocational Education Programs. Vocational Education Curriculum Specialist, Module 14."},
      {
        "id":"ED215131",
        "title":"Preparing for Curriculum Change. Vocational Education Curriculum Specialist, Module 15."},
      {
        "id":"ED215132",
        "title":"Staff Development. Vocational Education Curriculum Specialist, Module 16."},
      {
        "id":"ED215134",
        "title":"Oversight Hearing on Full Employment. Hearing Before the Subcommittee on Employment Opportunities of the Committee on Education and Labor. House of Representatives. Ninety-Seventh Congress, First Session (Los Angeles, California, August 13, 1981)."},
      {
        "id":"ED215143",
        "title":"Communication Linkage Implementation Study. Final Report."},
      {
        "id":"ED215144",
        "title":"Vocational and Technical Curriculum Materials Database Feasibility Study. Final Report."},
      {
        "id":"ED215145",
        "title":"Vocational Education and the Younger Adult Worker."},
      {
        "id":"ED215146",
        "title":"Factors Relating to the Job Placement of Former Postsecondary Vocational-Technical Education Students."},
      {
        "id":"ED215147",
        "title":"Vocational Education Program Improvement. A Summary of State-Administered Projects in FY 1981."},
      {
        "id":"ED215148",
        "title":"A Recap of the Fourth Nationwide Vocational Education Dissemination Conference. The Proceedings (Columbus, Ohio, November 17-19, 1981)."},
      {
        "id":"ED215149",
        "title":"Military Training: Potential Roles for Vocational Education."},
      {
        "id":"ED215150",
        "title":"An Examination of the Desirability of Expanding Cooperative-Type Work Experience Efforts."},
      {
        "id":"ED215151",
        "title":"National Priorities for Vocational Education."},
      {
        "id":"ED215152",
        "title":"An Examination of Non-Occupationally Specific Outcomes of Secondary Vocational Education."},
      {
        "id":"ED215153",
        "title":"The Distribution of ERIC-Accepted Vocational Education R and D Products."},
      {
        "id":"ED215154",
        "title":"A Status Report of Follow-Through Services for Disadvantaged Vocational Students."},
      {
        "id":"ED215155",
        "title":"Follow-Through Services: A Missing Link to Employment for the Disadvantaged."},
      {
        "id":"ED215156",
        "title":"Equity in Vocational Education: A Futures Agenda. Research and Development Series No. 213."},
      {
        "id":"ED215157",
        "title":"Equity from a Vocational District Administrator&apos;s Perspective. Research and Development Series No. 214A."},
      {
        "id":"ED215158",
        "title":"Equity from an Economic Perspective. Research and Development Series No. 214B."},
      {
        "id":"ED215159",
        "title":"Equity from a Public Administration Perspective. Research and Development Series No. 214C."},
      {
        "id":"ED215160",
        "title":"Equity from the Bilingual Education Specialist&apos;s Perspective. Research and Development Series No. 214D."},
      {
        "id":"ED215161",
        "title":"Equity from a Vocational Education Research Perspective. Research and Development Series No. 214E."},
      {
        "id":"ED215162",
        "title":"Equity from a Sex Fairness Perspective. Research and Development Series No. 214F."},
      {
        "id":"ED215163",
        "title":"Equity from a State Administrator&apos;s Perspective. Research and Development Series No. 214G."},
      {
        "id":"ED215164",
        "title":"Equity from a Special Education Perspective. Research and Development Series No. 214H."},
      {
        "id":"ED215165",
        "title":"Equity from a Business, Industry, and Labor Perspective. Research and Development Series No. 214I."},
      {
        "id":"ED215166",
        "title":"Equity from a Racial/Ethnic Perspective. Research and Development Series No. 214J."},
      {
        "id":"ED215167",
        "title":"Equity from a Legal Perspective. Research and Development Series No. 214K."},
      {
        "id":"ED215168",
        "title":"Equity from the Sociologist&apos;s Perspective. Research and Development Series No. 214L."},
      {
        "id":"ED215169",
        "title":"Equity from an Anthropological Perspective. Research and Development Series No. 214M."},
      {
        "id":"ED215170",
        "title":"Equity for the Disadvantaged from a School Board Member&apos;s Perspective. Research and Development Series No. 214N."},
      {
        "id":"ED215171",
        "title":"Equity from an Aging Specialist&apos;s Perspective. Research and Development Series No. 214O."},
      {
        "id":"ED215172",
        "title":"Equity from a Large City Director&apos;s Perspective. Research and Development Series No. 214P."},
      {
        "id":"ED215173",
        "title":"Equity from a Vocational Teacher Educator&apos;s Perspective. Research and Development Series No. 214Q."},
      {
        "id":"ED215174",
        "title":"A Quantitative Study of Basic Skills and Vocational Education."},
      {
        "id":"ED215177",
        "title":"Resource Guide for \"The Dream's Not Enough: Portraits of Successful Women with Disabilities.\" Information Sources for Disabled Women Interested in Nontraditional Professional Careers."},
      {
        "id":"ED215178",
        "title":"Resource Guide for \"The Dream's Not Enough: Portraits of Successful Women with Disabilities.\" A Film Guide and Resource Book for Teachers, Counselors, and Parents of Disabled Women."},
      {
        "id":"ED215179",
        "title":"Air Traffic Controllers Testing and Training Program. Hearing before the Subcommittee on Aviation of the Committee on Commerce, Science, and Transportation, United States Senate, Ninety-Seventh Congress. First Session (December 16, 1981). Serial No. 97-84."},
      {
        "id":"ED215180",
        "title":"Small Business Enterprises for Workers with Disabilities."},
      {
        "id":"ED215182",
        "title":"Statewide Needs Assessment: Target Populations--Displaced Homemakers, Single Heads of Households, and Other Special Groups."},
      {
        "id":"ED215185",
        "title":"A Cost-Effectiveness Comparision of Two Types of Occupational Home Economics Programs in the State of Kentucky. Final Report."},
      {
        "id":"ED215192",
        "title":"Training Migrant and Seasonal Farmworkers for Energy-Related Occupations."},
      {
        "id":"ED215194",
        "title":"Community Planning Through Innovative Strategies: Games and Other Tactics."},
      {
        "id":"ED215195",
        "title":"Postservice Psychosocial Adjustment of Former Spinal Cord Injured Rehabilitation Clients. Research Report."},
      {
        "id":"ED215196",
        "title":"An Inquiry into Relationships Between Human Services Agencies: Danville (VA). Research Report 81-107."},
      {
        "id":"ED215198",
        "title":"Lifelong Learning Research Conference Proceedings (4th, College Park, Maryland, February 12-13, 1982)."},
      {
        "id":"ED215200",
        "title":"Needed: A Valid Measure of Women's Career Aspirations."},
      {
        "id":"ED215201",
        "title":"Predicting the Career Involvement of Women One Year After College Graduation."},
      {
        "id":"ED215202",
        "title":"A Paradigm for Implementing Competency-Based Career Education."},
      {
        "id":"ED215206",
        "title":"Assessing the Status of Women Students and Employees in Vocational Education in California. Project PASSEVE."},
      {
        "id":"ED215208",
        "title":"Data Base for a Job Opportunity Vocational Agricultural Program Planning Model."},
      {
        "id":"ED215210",
        "title":"Educational and Employment Experiences of the Younger Adult Worker."},
      {
        "id":"ED215211",
        "title":"Roofing Workbook and Tests: Entering the Roofing and Waterproofing Industry."},
      {
        "id":"ED215212",
        "title":"Roofing Workbook and Tests: Rigid Roofing."},
      {
        "id":"ED215213",
        "title":"Cooperative Education: Industry and Education Cooperating."},
      {
        "id":"ED215214",
        "title":"Data Available for Studying Vocational Education."},
      {
        "id":"ED215216",
        "title":"Safety Education in the Elementary School. Fastback 170."},
      {
        "id":"ED215217",
        "title":"Employment Experiences of Students with Varying Participation in Secondary Vocational Education. A Report Based on Transcript and Interview Data of the 1979 and 1980 National Longitudinal Survey New Youth Cohort."},
      {
        "id":"ED215218",
        "title":"Postsecondary Experiences of Students with Varying Participation in Secondary Vocational Education."},
      {
        "id":"ED215219",
        "title":"Hearings on Reauthorization of the Vocational Education Act of 1963. Part 11: Sex Equity in Vocational Education. Hearings Before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives. Ninety-Seventh Congress, First Session on H.R. 66 (December 16-17, 1981)."},
      {
        "id":"ED215220",
        "title":"Nonreferral Unions and Equal Employment Opportunity. A Report of the United States Commission on Civil Rights."},
      {
        "id":"ED215221",
        "title":"Early Formation of Training Programs for Cost Effectiveness Analysis."},
      {
        "id":"ED215223",
        "title":"Community Collaboration for Improving Career Guidance Programs: Preliminary Findings Suggest It Can Work. A Monograph and an Evaluation Auditor&apos;s Report."},
      {
        "id":"ED215226",
        "title":"Adult Educator Exchange Program. Pennsylvania 310 Project. Final Report, July 1, 1980-June 30, 1981."},
      {
        "id":"ED215229",
        "title":"Measures of Participation in Vocational Education: Enrollments, Students, and Exposure."},
      {
        "id":"ED215232",
        "title":"Youth Opportunity Wage Act of 1981. Hearings before the Subcommittee on Labor of the Committee on Labor and Human Resources, United States Senate. Ninety-Seventh Congress, First Session on S.348 (March 24-25)."},
      {
        "id":"ED215233",
        "title":"Hearings on Reauthorization of the Vocational Education Act of 1963. Part 6: Consumer and Homemaking Education. Hearings Before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives. Ninety-Seventh Congress, First Session on H.R. 66 (November 12-13, 1981)."},
      {
        "id":"ED215236",
        "title":"Adolescent Peers as Facilitators of Contraceptive Use."},
      {
        "id":"ED215237",
        "title":"Sexual Abuse of Children: Selected Readings."},
      {
        "id":"ED215238",
        "title":"Influence of Client Age on Counselor Trainees' Assessment of Case Materials."},
      {
        "id":"ED215241",
        "title":"Staffing Clients for Counselor Trainee Assignment in a Counseling Practicum Clinic."},
      {
        "id":"ED215242",
        "title":"Exploring Educational Equity: Sex-Affirmative Guide for Counseling and Teaching."},
      {
        "id":"ED215246",
        "title":"Enhancing the Adult Experience: Counseling Approaches and Activities."},
      {
        "id":"ED215247",
        "title":"Career Development in Organizations."},
      {
        "id":"ED215252",
        "title":"Handbook for Supervisors of Child Welfare and Attendance, Visiting Teachers and School Social Workers. Publication 1452. Revised 1981."},
      {
        "id":"ED215254",
        "title":"Who's Hurt and Who's Liable: Sexual Harassment in Massachusetts Schools. A Curriculum and Guide for School Personnel."},
      {
        "id":"ED215255",
        "title":"On the Psychological Well-Being of Women in the Mid Years."},
      {
        "id":"ED215256",
        "title":"Pictorial Representations of the Life Course."},
      {
        "id":"ED215257",
        "title":"[White House Conference on Aging, 1981: State Conference Reports from the Fifty States, District of Columbia, Guam, Navajo Nation, Northern Mariana Islands, Puerto Rico, Trust Territories of the Pacific Islands, and Virgin Islands.]"},
      {
        "id":"ED215258",
        "title":"[White House Conference on Aging, 1981: Health-Related and Medical Care Issues of the Elderly. Eighteen Reports.]"},
      {
        "id":"ED215259",
        "title":"[White House Conference on Aging, 1981: Reports of the Mini-Conferences, MCR 1-42.]"},
      {
        "id":"ED215260",
        "title":"[White House Conference on Aging, 1981. Information Briefs #1 - 22.]"},
      {
        "id":"ED215261",
        "title":"[White House Conference on Aging, 1981. Papers Prepared by the Gerontological Society of America.]"},
      {
        "id":"ED215262",
        "title":"[White House Conference on Aging, 1981. Abstracts of the Technical Committee Reports, Mini White House Conference Reports, and State White House Conference Reports.]"},
      {
        "id":"ED215263",
        "title":"[Reports from the White House Conference on Aging, 1981. Numbers 1-13. April 1980 - November 1981.]"},
      {
        "id":"ED215264",
        "title":"[White House Conference on Aging, 1981. Creating an Age Integrated Society: Implications for the Economy. Report and Executive Summary of the Technical Committee.]"},
      {
        "id":"ED215265",
        "title":"[White House Conference on Aging, 1981. Creating an Age Integrated Society: Implications for the Educational Systems. Report and Executive Summary of the Technical Committee.]"},
      {
        "id":"ED215266",
        "title":"(White House Conference on Aging, 1981. Health Maintenance and Health Promotion. Report and Executive Summary of the Technical Committee.)"},
      {
        "id":"ED215267",
        "title":"[White House Conference on Aging, 1981. Research in Aging. Report and Executive Summary of the Technical Committee.]"},
      {
        "id":"ED215268",
        "title":"[White House Conference on Aging, 1981. Retirement Income. Report and Executive Summary of the Technical Committee.]"},
      {
        "id":"ED215269",
        "title":"[White House Conference on Aging, 1981. Employment. Report and Executive Summary of the Technical Committee.]"},
      {
        "id":"ED215270",
        "title":"[White House Conference on Aging, 1981. Creating an Age Integrated Society: Implications for the Family. Report and Executive Summary of the Technical Committee.]"},
      {
        "id":"ED215271",
        "title":"[White House Conference on Aging, 1981. Social &amp; Health Aspects of Long Term Care. Report and Executive Summary of the Technical Committee.]"},
      {
        "id":"ED215272",
        "title":"[White House Conference on Aging, 1981. Family, Social Services and Other Support Systems. Report and Executive Summary of the Technical Committee.]"},
      {
        "id":"ED215273",
        "title":"[White House Conference on Aging, 1981. Health Services. Report and Executive Summary of the Technical Committee.]"},
      {
        "id":"ED215274",
        "title":"[White House Conference on Aging, 1981. Physical &amp; Social Environment and Quality of Life. Report and Executive Summary of the Technical Committee.]"},
      {
        "id":"ED215275",
        "title":"[White House Conference on Aging, 1981. Creating an Age Integrated Society: Implications for Governmental Structures. Report and Executive Summary of the Technical Committee.]"},
      {
        "id":"ED215276",
        "title":"[White House Conference on Aging, 1981. Creating an Age Integrated Society: Implications for Spiritual Well-Being. Report and Executive Summary of the Technical Committee.]"},
      {
        "id":"ED215277",
        "title":"[White House Conference on Aging, 1981. Older Americans as a Growing National Resource. Report and Executive Summary of the Technical Committee.]"},
      {
        "id":"ED215278",
        "title":"[White House Conference on Aging, 1981. Creating an Age Integrated Society: Implications for Societal Institutions. Report and Executive Summary of the Technical Committee.]"},
      {
        "id":"ED215279",
        "title":"[White House Conference on Aging, 1981. Creating an Age Integrated Society: Implications for the Media. Report and Executive Summary of the Technical Committee.]"},
      {
        "id":"ED215280",
        "title":"The White House Conference on Aging Community Forums Handbook."},
      {
        "id":"ED215281",
        "title":"The Aging and Alcohol Abuse."},
      {
        "id":"ED215282",
        "title":"The Illiterate Elderly."},
      {
        "id":"ED215283",
        "title":"A Guide to the 1981 White House Conference on Aging."},
      {
        "id":"ED215284",
        "title":"Chartbook on Aging in America [and] Supplement. White House Conference on Aging, 1981."},
      {
        "id":"ED215285",
        "title":"Public Library Services for Aging in the Eighties. A 1981 White House Conference on the Aging Background Paper."},
      {
        "id":"ED215286",
        "title":"Aging and Work Organizations."},
      {
        "id":"ED215288",
        "title":"Rural/Urban Residence and the Aging Population."},
      {
        "id":"ED215289",
        "title":"Libraries: Aids to Life Satisfaction for Older Women. A 1981 White House Conference on the Aging Background Paper."},
      {
        "id":"ED215293",
        "title":"The Relationship between Reading Methods Courses and Student Teaching."},
      {
        "id":"ED215296",
        "title":"Phenomenology of Reading: When Child and Curriculum Meet."},
      {
        "id":"ED215303",
        "title":"Improving Question-Answering Performance through Instruction."},
      {
        "id":"ED215304",
        "title":"Drawing Inferences from Semantically Positive and Negative Implicative Predicates."},
      {
        "id":"ED215305",
        "title":"The Emergence of the Literal-Metaphorical-Anomalous Distinction in Young Children."},
      {
        "id":"ED215306",
        "title":"Eye Movements and Perception during Reading."},
      {
        "id":"ED215307",
        "title":"A Context for Instructional Research on Reading Comprehension."},
      {
        "id":"ED215308",
        "title":"Cognition: A Functional View."},
      {
        "id":"ED215309",
        "title":"Allocation of Attention during Reading."},
      {
        "id":"ED215310",
        "title":"Intercultural Misunderstandings about Health Care: Recall of Descriptions of Illness and Treatment."},
      {
        "id":"ED215311",
        "title":"Pre-Passage Questions: The Influence of Structural Importance."},
      {
        "id":"ED215312",
        "title":"An Instructional Study: Improving the Inferential Comprehension of Good and Poor Fourth-Grade Readers."},
      {
        "id":"ED215313",
        "title":"HWIM: A Computer Model of Language Comprehension and Production."},
      {
        "id":"ED215314",
        "title":"A Microethnographic Approach to the Study of Classroom Reading Instruction: Rationale and Procedures."},
      {
        "id":"ED215315",
        "title":"The Effect of Metacognitive Training on Children&apos;s Question-Answering Behavior."},
      {
        "id":"ED215318",
        "title":"Metaphor Comprehension and Cognitive Effort."},
      {
        "id":"ED215323",
        "title":"Mathemagenics and Review Constraints."},
      {
        "id":"ED215324",
        "title":"Research on Illustrations in Instructional Text. Occasional Paper 3."},
      {
        "id":"ED215325",
        "title":"Selective Learning: An Interpretive Review of Orienting Factors in Prose Learning."},
      {
        "id":"ED215326",
        "title":"Testing to Aid Text Processing."},
      {
        "id":"ED215327",
        "title":"Toward the Ideal Study Guide: An Exploration of the Functions and Components of Study Guides."},
      {
        "id":"ED215328",
        "title":"Approaches to the Informal Evaluation of Reading."},
      {
        "id":"ED215330",
        "title":"The Role of Word Difficulty and Sentence Length in Text Comprehension."},
      {
        "id":"ED215331",
        "title":"Reading in Content Areas: A Comparative Study of Attitudes, Perceptions, and Practices of Preservice and Inservice Secondary Teachers."},
      {
        "id":"ED215332",
        "title":"Comparing Videotapes and Written Narrative Records of Second Grade Reading Classes: Selecting Methods for Particular Observational Goals."},
      {
        "id":"ED215335",
        "title":"Classroom Effects on Student Perceptions of Better Readers. Class Size and Instruction Program."},
      {
        "id":"ED224380",
        "title":"Perceptions of Black and White Students on Extracurricular Participation and Discrimination at a Large Southern University."},
      {
        "id":"ED224383",
        "title":"Barber-Scotia College: Needs Assessment of Education Program."},
      {
        "id":"ED224386",
        "title":"MIS/TIS/IR Seven-Year, Long-Range Plan: Developed to Substantiate a Request for Title III SDIP Funds."},
      {
        "id":"ED224390",
        "title":"A Student Motivation, Faculty, and Instructional Technique Evaluation Model."},
      {
        "id":"ED224391",
        "title":"Increasing Minority Participation in Educational Research and Development in Local Educational Agencies: Needs, Issues, Options. A Perspective. Research Focus on Black Education."},
      {
        "id":"ED224394",
        "title":"Undergraduate Research: Assumptions and Expectations."},
      {
        "id":"ED224395",
        "title":"College and University Age Distribution of Students, New York State, Fall 1981."},
      {
        "id":"ED224396",
        "title":"Total, Black, and Hispanic Enrollment in Higher Education, 1980: Trends in the Nation and the South."},
      {
        "id":"ED224402",
        "title":"Philosophy as Conceptual Therapy."},
      {
        "id":"ED224404",
        "title":"Fiscal and Policy Implications of Mandatory Continuing Education in the Health Professions. A Report to the Continuing Education Committee of the Statewide Area Health Education Center System. Commission Report 82-27."},
      {
        "id":"ED224406",
        "title":"Liberal Education and the New Scholarship on Women: Issues and Constraints in Institutional Change. A Report of the Wingspread Conference (Racine, Wisconsin, October 22-24, 1981)."},
      {
        "id":"ED224418",
        "title":"TRIO/Special Services Program Evaluation. Final Report, 1981-1982."},
      {
        "id":"ED224419",
        "title":"A Survey of Incoming International Students. Research Report # 6-82."},
      {
        "id":"ED224420",
        "title":"Earned Degrees, by Racial/Ethnic Status: 1978-79. Special Report."},
      {
        "id":"ED224429",
        "title":"Experimental Program for Opportunities in Advanced Study and Research in Education. 1981-82 Final Report."},
      {
        "id":"ED224434",
        "title":"A Path Analytic Model of the College Going Decision."},
      {
        "id":"ED224438",
        "title":"Does College Pay? Wage Rates before and after Leaving School. NCES Bulletin."},
      {
        "id":"ED224440",
        "title":"Higher Education Finance Issues in a Period of Transition. Working Papers in Education Finance, No. 3."},
      {
        "id":"ED224444",
        "title":"University Presses: Problems and Prospects."},
      {
        "id":"ED224447",
        "title":"Oversight Hearing on Title III of the Institutional Aid Program. Hearing Before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Seventh Congress, First Session."},
      {
        "id":"ED224451",
        "title":"Planning for Program Discontinuance: From Default to Design. AAHE-ERIC/Higher Education Research Report No. 5, 1982."},
      {
        "id":"ED224452",
        "title":"State Planning, Budgeting, and Accountability: Approaches for Higher Education. AAHE-ERIC/Higher Education Research Report No. 6, 1982."},
      {
        "id":"ED224457",
        "title":"MICROPIK: A Multiple-Alternatives, Criterion-Referenced Decisioning Model for Evaluating CAI Software and Microcomputer Hardware Against Selected Curriculum Instructional Objectives. Paper and Report Series No. 73."},
      {
        "id":"ED224460",
        "title":"Distance Education: One Way Television with Simultaneous Telephone Group Conferencing Using Satellite Maps as a Monitoring Device. A Report to the Innovative Projects Fund."},
      {
        "id":"ED224469",
        "title":"Guidelines for Effective Teleconference Presentations in Continuing Medical Education."},
      {
        "id":"ED224473",
        "title":"International Exchange of Librarians and the Ohio University Internship Program."},
      {
        "id":"ED224478",
        "title":"ComputerTown. A Do-It-Yourself Community Computer Project."},
      {
        "id":"ED224483",
        "title":"The Federal Role in Library Networking."},
      {
        "id":"ED224487",
        "title":"Job Characteristics of the &quot;Traditional&quot; University Librarian versus the &quot;Learning Resource Center&quot; Librarian."},
      {
        "id":"ED224494",
        "title":"The Alabama Information and Development System (AIDS): State Dissemination Capacity Building Grant. Final Report."},
      {
        "id":"ED224495",
        "title":"Annual Report of the Librarian of Congress, 1981. For the Fiscal Year Ending September 30, 1981."},
      {
        "id":"ED224499",
        "title":"A Report to the Florida Legislature on Developing a Florida Information Resource Network (FIRN)."},
      {
        "id":"ED224500",
        "title":"Information Resources Management: An Overview for Educators."},
      {
        "id":"ED224501",
        "title":"Legislative and Regulatory Actions Needed to Deal with a Changing Domestic Telecommunications Industry. Report to the Congress."},
      {
        "id":"ED224503",
        "title":"A Comparison of the Effectiveness of Three Types of Public Library Story Hour Programs in Improving the Receptive Language of Children Three, Four, and Five Years of Age."},
      {
        "id":"ED224505",
        "title":"ERIC Clearinghouse Publications, 1981. An Annotated Bibliography of Information Analysis Products and Other Major Publications of the ERIC Clearinghouses, January-December 1981."},
      {
        "id":"ED224533",
        "title":"An Overview of Cost-Benefit Analysis for Educators of Health Care Providers."},
      {
        "id":"ED224538",
        "title":"Follow-Up of 1980 Graduates. Research Report Number 25."},
      {
        "id":"ED224539",
        "title":"Retention Analysis for Spring 1982. Research Report Number 27."},
      {
        "id":"ED224540",
        "title":"Employer Follow-Up, 1980. Research Report Number 28."},
      {
        "id":"ED224541",
        "title":"Student Evaluation of College Services. Research Report No. 29."},
      {
        "id":"ED224550",
        "title":"Competency-Based Vocational Education: Analysis of an Educational Bandwagon and Implications for Hawaii's Community Colleges."},
      {
        "id":"ED224562",
        "title":"Children's Sexual Thinking: A Comparative Study of Children Aged 5 to 15 Years in Australia, North America, Britain and Sweden."},
      {
        "id":"ED224567",
        "title":"Strengths: African-American Children and Families."},
      {
        "id":"ED224569",
        "title":"Impact of the Administration's Proposed Budget Cuts on Children. Joint Hearing before the Subcommittee on Oversight, Committee on Ways and Means and the Subcommittee on Health and the Environment, Committee on Energy and Commerce. House of Representatives, 97th Congress, 2nd Session."},
      {
        "id":"ED224570",
        "title":"The Effects of a Social Program: Executive Summary of CFRP's Infant-Toddler Component. Child &amp; Family Resource Program Evaluation."},
      {
        "id":"ED224572",
        "title":"Developing Multicultural Education."},
      {
        "id":"ED224575",
        "title":"Some Social and Psychological Factors Associated with Black Unmarried Adolescent Fatherhood: A Preliminary Report."},
      {
        "id":"ED224578",
        "title":"Providing for Children's Needs and Rights: An Annotated Bibliography."},
      {
        "id":"ED224581",
        "title":"Cognitive and Life Event Correlates of Depressive Symptoms in Children."},
      {
        "id":"ED224586",
        "title":"Employers and Child Care: Establishing Services through the Workplace. Pamphlet 23. Revised Edition."},
      {
        "id":"ED224588",
        "title":"Issues in Neonatal Care."},
      {
        "id":"ED224595",
        "title":"Household and Family Characteristics: March 1981. Current Population Reports: Population Characteristics, Series P-20, No. 371."},
      {
        "id":"ED224598",
        "title":"The Education of Preprimary Teachers."},
      {
        "id":"ED224600",
        "title":"Language in the Classroom: Metapragmatic Knowledge of School-Age Children. Wisconsin Center for Education Research Program Report 83-2."},
      {
        "id":"ED224605",
        "title":"The Effects of Selective Attention to Television Forms on Children's Comprehension of Content."},
      {
        "id":"ED224606",
        "title":"Project Developmental Continuity Evaluation: Final Report. Volume I: Outcomes of the PDC Intervention."},
      {
        "id":"ED224607",
        "title":"Project Developmental Continuity Evaluation: Final Report. Appendices to Volume I."},
      {
        "id":"ED224608",
        "title":"Project Developmental Continuity Evaluation: Final Report. Volume II: The Process of Program Implementation in PDC."},
      {
        "id":"ED224609",
        "title":"Trends in Child Care Arrangements of Working Mothers. Current Population Reports, Special Studies P-23, No. 117."},
      {
        "id":"ED224611",
        "title":"The Culture of a Social Program: An Ethnographic Study of the Child and Family Resource Program. Child &amp; Family Resource Program Evaluation, Main Volume, Fall 1981."},
      {
        "id":"ED224612",
        "title":"The Culture of a Social Program: An Ethnographic Study of the Child and Family Resource Program. Summary Volume, Fall 1981."},
      {
        "id":"ED224613",
        "title":"The Effects of a Social Program: Final Report of the Child and Family Resource Program's Infant-Toddler Component, Fall 1982."},
      {
        "id":"ED224614",
        "title":"Evaluation of the Child and Family Resource Program (CFRP). Phase II Report. Volume I: Research Report."},
      {
        "id":"ED224615",
        "title":"Project Developmental Continuity Evaluation: Final Report. Executive Summary."},
      {
        "id":"ED224616",
        "title":"Training, Employment and Services Opportunities for Migrant and Seasonal Farmworkers in the Midwest."},
      {
        "id":"ED224618",
        "title":"Rhetoric of Self Identity: The Case of the Mississippi Choctaw."},
      {
        "id":"ED224619",
        "title":"Rural Older Americans: Unanswered Questions. Hearing Before the Special Committee on Aging. United States Senate, Ninety-Seventh Congress, Second Session."},
      {
        "id":"ED224620",
        "title":"Eventos de Septiembre (September Events)."},
      {
        "id":"ED224621",
        "title":"Reflective Appraisal of Programs (RAP): An Approach to Studying Clientele-Perceived Results of Cooperative Extension Programs. Introduction, Rationale, Guide and Workbook."},
      {
        "id":"ED224623",
        "title":"Competency-Based Inservice Training for Personnel Serving Handicapped Preschoolers. Final Report."},
      {
        "id":"ED224624",
        "title":"Oral Communication Project, Hastings Teacher Corps. An Evaluation Report."},
      {
        "id":"ED224626",
        "title":"Economic Planning for Multicounty Rural Areas: Application of a Linear Programming Model in Northwest Arkansas. Technical Bulletin No. 1653."},
      {
        "id":"ED224629",
        "title":"Language in Education among Canadian Native Peoples. Language and Literacy Series."},
      {
        "id":"ED224636",
        "title":"The Bradford Papers. Volume I, Proceedings from the 1980 Institute on Innovations in Camping and Outdoor Education With Persons Who Are Disabled."},
      {
        "id":"ED224637",
        "title":"The Bradford Papers. Volume II, Proceedings from the 1981 Institute on Innovations in Camping and Outdoor Education With Persons Who Are Disabled."},
      {
        "id":"ED224646",
        "title":"Chaa' Dine k'ehji Saad Bee'al'ini Bini' Doonish: Dadiits'a'igii Doo Dabizhi'igii (Beaver: Navajo Language Workbook. Sounds and Symbols). Book 2."},
      {
        "id":"ED224651",
        "title":"Vocational Aspirations of the Mexican-American and the Influence of Acculturation in Their Attainment."},
      {
        "id":"ED224652",
        "title":"Persons of Spanish Origin in the United States: March 1980 (Advance Report). Population Characteristics, Current Population Reports. Series P-20, No. 361."},
      {
        "id":"ED224653",
        "title":"A Report from the National Hispanic Conference on Law Enforcement and Criminal Justice. (Washington D.C., July 28-30, 1980)."},
      {
        "id":"ED224657",
        "title":"A National Study of Spanish/English Bilingualism in Young Hispanic Children of the United States. Bilingual Education Paper Series, Vol. 4, No. 12."},
      {
        "id":"ED224658",
        "title":"Sarbalap! Words."},
      {
        "id":"ED224660",
        "title":"Factors That Affect Learning among Minority Youth: A Partial Bibliography."},
      {
        "id":"ED224662",
        "title":"Empirically Defining Competencies for Effective Bilingual Teachers: A Preliminary Study. Bilingual Education Paper Series, Vol. 3, No. 12."},
      {
        "id":"ED224664",
        "title":"Combating Student Absenteeism: Strategies for Raising Attendance and Achievement."},
      {
        "id":"ED224665",
        "title":"The Effect of School Consolidation on Fidelity to Traditional Value Systems."},
      {
        "id":"ED224666",
        "title":"Power, Chicano Studies Discourse and Public Policy."},
      {
        "id":"ED224667",
        "title":"Applicability of an Adoption-Diffusion Model to Resource Conservation: A Supporting View."},
      {
        "id":"ED224672",
        "title":"[Science and Self-Determination Upward Bound National Demonstration Project. Report and Evaluation, First Cycle]."},
      {
        "id":"ED224680",
        "title":"Self-Help, Community Development and Rural Women: A Conceptual and Investigative Analysis of Some of the Social Welfare Issues."},
      {
        "id":"ED224682",
        "title":"Utah Migrant Education. Annual Evaluation Report, FY 1982."},
      {
        "id":"ED224683",
        "title":"U.S. Aid to Education in Nepal: A 20-Year Beginning. Project Impact Evaluation No. 19."},
      {
        "id":"ED224689",
        "title":"Introductory Statistics. A Conceptual Approach. Modified Preliminary Edition."},
      {
        "id":"ED224691",
        "title":"Using the Microcomputer to Teach Problem-Solving Skills: Program Development and Initial Pilot Study. Report from the Project on Studies in Mathematics. Working Paper No. 328."},
      {
        "id":"ED224692",
        "title":"National Association for Research in Science Teaching Annual Meeting, Abstracts of Presented Papers (56th, Dallas, Texas, April 5-8, 1983)."},
      {
        "id":"ED224694",
        "title":"Identifying Environmental Education. Unit 1 of 6."},
      {
        "id":"ED224695",
        "title":"Identifying Environmental Education. Unit 2 of 6."},
      {
        "id":"ED224697",
        "title":"Estuarine Oceanography. CEGS Programs Publication Number 18."},
      {
        "id":"ED224698",
        "title":"Slope Stability. CEGS Programs Publication Number 15."},
      {
        "id":"ED224699",
        "title":"Crystallization of Magma. CEGS Programs Publication Number 14."},
      {
        "id":"ED224700",
        "title":"Chemical Geology: An Annotated Bibliography. CEGS Programs Publication Number 11."},
      {
        "id":"ED224704",
        "title":"\"HANDS\" - How About New Directions in Science Teaching?"},
      {
        "id":"ED224706",
        "title":"Teaching Children Science: Changing Adversity into Advocacy. 1983 AETS Yearbook."},
      {
        "id":"ED224710",
        "title":"Public Law 96-479--National Materials and Minerals Policy, R &amp; D Act of 1980 and Consideration of H.R. 4281 - Critical Materials Act of 1981. Hearings Before the Subcommittee on Transportation, Aviation and Materials and the Subcommittee on Science, Research and Technology of the Committee on Science and Technology U. S. House of Representatives, Ninety-Seventh Congress, Second Session. [No. 117]"},
      {
        "id":"ED224711",
        "title":"Science and Engineering Education and Manpower. Hearing before the Subcommittee on Science, Research and Technology of the Committee on Science and Technology. U. S. House of Representatives, Ninety-Seventh Congress, Second Session. [No. 93]"},
      {
        "id":"ED224712",
        "title":"The Information Science and Technology Act of 1981. Report prepared for the Subcommittee on Science, Research and Technology transmitted to the Committee on Science and Technology. U. S. House of Representatives, Ninety-Seventh Congress, Second Session. Serial DD."},
      {
        "id":"ED224717",
        "title":"Salaries of Scientists, Engineers, and Technicians. A Summary of Salary Surveys. Tenth Edition."},
      {
        "id":"ED224718",
        "title":"Belt Filtration. Sludge Treatment and Disposal Course #166. Instructor's Guide [and] Student Workbook."},
      {
        "id":"ED224719",
        "title":"Heat Treatment. Sludge Treatment and Disposal Course #166. Instructor's Guide [and] Student Workbook."},
      {
        "id":"ED224720",
        "title":"Composting. Sludge Treatment and Disposal Course #166. Instructor's Guide [and] Student Workbook."},
      {
        "id":"ED224729",
        "title":"Industrialization and the Status Attainment Process: The Thesis of Industrialism Reconsidered."},
      {
        "id":"ED224730",
        "title":"Forms of False Consciousness Among Professional Women."},
      {
        "id":"ED224731",
        "title":"Polling and the Transformation of Public Opinion."},
      {
        "id":"ED224732",
        "title":"Neurophysiology and Rationality in Political Thinking."},
      {
        "id":"ED224734",
        "title":"Survival as a Form of Resistance: Minority Women and the Maintenance of Families."},
      {
        "id":"ED224735",
        "title":"Toward a New Model of Fertility: The Effects of the World Economic System and the Status of Women on Fertility Behavior."},
      {
        "id":"ED224737",
        "title":"The Politically Relevant in Measuring Public Opinion."},
      {
        "id":"ED224739",
        "title":"Education as Literacy for Freedom: Implications for Latin America and the Caribbean from an Upward Bound Project."},
      {
        "id":"ED224754",
        "title":"Making Research Useful to Teachers."},
      {
        "id":"ED224755",
        "title":"Curriculum for Parenthood Education."},
      {
        "id":"ED224758",
        "title":"Exploring Alternative Causal Hypotheses with Across-Time Political Attitude and Participation Data."},
      {
        "id":"ED224759",
        "title":"Ethnicity and Political Trust: Arapahoe and Shoshoni Children."},
      {
        "id":"ED224763",
        "title":"Data Book of Social Studies Materials and Resources. Volume 8."},
      {
        "id":"ED224764",
        "title":"Arts Administration: Script from a Presentation Delivered [at] Phoenix, Arizona."},
      {
        "id":"ED224765",
        "title":"Why Kids Don't Like Social Studies."},
      {
        "id":"ED224767",
        "title":"Physical Education and Athletics for the 1980's."},
      {
        "id":"ED224769",
        "title":"Perceptual Preferences as an Aspect of Adolescent Learning Styles."},
      {
        "id":"ED224771",
        "title":"Understanding Fitness: A Primer for School Program Planners."},
      {
        "id":"ED224772",
        "title":"A Proposed Conceptual Framework for Curriculum Design in Physical Fitness."},
      {
        "id":"ED224773",
        "title":"A Strategy for Uncovering Teacher Professional Development Needs."},
      {
        "id":"ED224774",
        "title":"The Relative Force of Selected Environmental Factors upon the Professional Activities of University-Based Teacher Educators."},
      {
        "id":"ED224775",
        "title":"Adaptive Physical Education: A Resource Guide for Teachers, Administrators, and Parents."},
      {
        "id":"ED224782",
        "title":"Discipline: The Great False Hope."},
      {
        "id":"ED224791",
        "title":"The Effects of High Adventure Activities on Adolescent Self-Concept: A Comparison of Situationally Specific Self-Concept Measurements and Global Self-Concept Measurements."},
      {
        "id":"ED224793",
        "title":"Classroom Processes Observer Manual."},
      {
        "id":"ED224795",
        "title":"Before School Starts: A Handbook for the Inexperienced Elementary School Teacher."},
      {
        "id":"ED224798",
        "title":"State Wide Coordination for Staff Development. An Evaluation of a Series of Drive-in Conferences for Washington State Educators."},
      {
        "id":"ED224803",
        "title":"The Teacher Education Socio-Ethnic Requirement of the College of Education, University of Washington: A Study of Enrollment Patterns."},
      {
        "id":"ED224804",
        "title":"Interpreting Least Squares without Sampling Assumptions."},
      {
        "id":"ED224805",
        "title":"How Much Time Is Required for Using Evaluation Results?"},
      {
        "id":"ED224806",
        "title":"Understanding the Manuscript Review Process: Increasing the Participation of Women."},
      {
        "id":"ED224807",
        "title":"Procedures for Quantitative Analysis of Change Facilitator Interventions."},
      {
        "id":"ED224808",
        "title":"Policy and Procedures Manual. Minimum Competencies for High School Graduation."},
      {
        "id":"ED224811",
        "title":"Relationship between Free-Response and Choice-Type Tests of Achievement: A Review of the Literature."},
      {
        "id":"ED224812",
        "title":"Relationships Among Measures of Writing Skill."},
      {
        "id":"ED224813",
        "title":"School-Based Evaluation: A Stakeholder's Approach."},
      {
        "id":"ED224814",
        "title":"Technical Report for the Unisex Edition of the ACT Interest Inventory (UNIACT)."},
      {
        "id":"ED224817",
        "title":"Viewing Evaluation Utilization as an Innovation."},
      {
        "id":"ED224819",
        "title":"Australian Chemistry Test Item Bank: Years 11 &amp; 12. Volume 1."},
      {
        "id":"ED224820",
        "title":"Australian Chemistry Test Item Bank: Years 11 and 12. Volume 2."},
      {
        "id":"ED224821",
        "title":"Analysis of Test Score Trends: Implications for Secondary School Policy--A Caution to Secondary School Administrators."},
      {
        "id":"ED224823",
        "title":"A Critical Comparison of Psychometric Models for Measuring Achievement. Methodology Project."},
      {
        "id":"ED224826",
        "title":"Development of USES Specific Aptitude Test Battery for Semiconductor Occupations: Electronics Inspector (Electronics) II, 726.684-022; Electronics Tester (Electronics) II, 726.684-026; Semiconductor Processor (Electronics), 590.684-022. Analysis and Report."},
      {
        "id":"ED224828",
        "title":"Illuminative Evaluation: Meeting the Special Needs of Feminist Projects."},
      {
        "id":"ED224831",
        "title":"Latent Trait Models for Answer-Until-Correct Tests. Methodology Project."},
      {
        "id":"ED224833",
        "title":"Using Multilevel Methods for Local School Improvement: A Beginning Conceptual Synthesis."},
      {
        "id":"ED224835",
        "title":"Costs of Testing. Test Use Project."},
      {
        "id":"ED224836",
        "title":"Theoretical Issues in the Cost of Evaluation. Evaluation Use Project."},
      {
        "id":"ED224837",
        "title":"A Two-Parameter Latent Trait Model. Methodology Project."},
      {
        "id":"ED224839",
        "title":"National Assessment Findings and Educational Policy Questions."},
      {
        "id":"ED224840",
        "title":"Cognitive Models for Integrating Testing and Instruction, Phase II. Methodology Program."},
      {
        "id":"ED224841",
        "title":"Modifying Test Bias Through Targeted Instruction. Methodology Project."},
      {
        "id":"ED224842",
        "title":"Managing Testing, Evaluation and Instruction in School Districts: Organizational Perspectives. Evaluation Design Project."},
      {
        "id":"ED224843",
        "title":"Incrementalism, Majoritarianism, and the Failures of School Desegregation."},
      {
        "id":"ED224844",
        "title":"Black Females'\"Place\" in Desegregated Classrooms."},
      {
        "id":"ED224845",
        "title":"Peer Nomination versus Rating Scale Measurement of Children's Peer Preferences in Desegregated Schools."},
      {
        "id":"ED224846",
        "title":"Programs for Educationally Deprived Children. ESEA Title I Evaluation Report, September 1980 - July 1981."},
      {
        "id":"ED224847",
        "title":"Attributions for Success and Failure in Subjectively Recalled Life Experiences: The Effects of Sex and Sex Role Identity."},
      {
        "id":"ED224849",
        "title":"The Study and Improvement of American High Schools: A Portrait of Work in Progress."},
      {
        "id":"ED224853",
        "title":"Higher Education's Response to the Needs of Minority Students: Leadership and Institutional Issues."},
      {
        "id":"ED224855",
        "title":"Learning to Work. A Study of Vocational Programs in the New York City Public High Schools."},
      {
        "id":"ED224857",
        "title":"Final Report of the Commission on the Higher Education of Minorities."},
      {
        "id":"ED224859",
        "title":"Migration Differentials: Trends by Race."},
      {
        "id":"ED224863",
        "title":"Planning Report for FY '82 and Beyond Title I."},
      {
        "id":"ED224865",
        "title":"The Application of the Learning Project Interview as a Method of Communicating Principles of Learning Theory to Facilitators of Adult Learning."},
      {
        "id":"ED224874",
        "title":"Professional Life Planning: A Self-Directed, Systematic Approach."},
      {
        "id":"ED224875",
        "title":"Civil Rights Issues of Handicapped Americans: Public Policy Implications. A Consultation Sponsored by the United States Commission on Civil Rights (Washington, DC, May 13-14, 1980)."},
      {
        "id":"ED224879",
        "title":"Present Information with Overhead and Opaque Materials. Second Edition. Module C-23 of Category C--Instructional Execution. Professional Teacher Education Module Series."},
      {
        "id":"ED224880",
        "title":"Present Information with the Chalkboard and Flip Chart. Second Edition. Module C-29 of Category C--Instructional Execution. Professional Teacher Education Module Series."},
      {
        "id":"ED224881",
        "title":"Job Training Partnership Act. Report (to Accompany H.R. 5320). House of Representatives, 97th Congress, 2d Session."},
      {
        "id":"ED224882",
        "title":"Jobs and Productivity. National Issues Forum."},
      {
        "id":"ED224883",
        "title":"Retirement and Social Security. National Issues Forum."},
      {
        "id":"ED224885",
        "title":"An Evaluation of a Computer-Based Videotext Information Delivery System for Farmers: The Green Thumb Project."},
      {
        "id":"ED224888",
        "title":"The State of Small Business: A Report of the President. Together with the Annual Report on Small Business and Competition of the Small Business Administration."},
      {
        "id":"ED224889",
        "title":"Job Training Partnership Act. Conference Report (to Accompany S. 2036). House of Representatives, 97th Congress, 2d Session."},
      {
        "id":"ED224890",
        "title":"Job Training Partnership Act. Public Law 97-300."},
      {
        "id":"ED224891",
        "title":"Medical Laboratory Technician--Chemical Chemistry &amp; Urinalysis, 10-2. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED224892",
        "title":"Medical Laboratory Technician--Microbiology, 10-3. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED224893",
        "title":"Medical Laboratory Technician--Hematology, Serology, Blood Banking &amp; Immunohematology, 10-4. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED224894",
        "title":"Automotive Engine Maintenance and Repair, 8-1. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED224895",
        "title":"Aircraft Pneudraulic Repairman, 2-4. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED224899",
        "title":"Workers' Compensation System in Michigan. A Closed Case Survey."},
      {
        "id":"ED224900",
        "title":"Hardship: The Welfare Consequences of Labor Market Problems. A Policy Discussion Paper."},
      {
        "id":"ED224901",
        "title":"Patterns of Collaboration: The CETA/School Linkage. An Analysis of Inter-Institutional Linkages between Education and Employment/Training Organizations. Interim Report #4."},
      {
        "id":"ED224902",
        "title":"Youth Participation: A Strategy to Increase the Role of In-School Youth in Creating Job Opportunities. Occasional Paper #4."},
      {
        "id":"ED224903",
        "title":"Academic Credit for Work Experience: A Study of Youth Employment and Training Projects Experience. Occasional Paper #5."},
      {
        "id":"ED224906",
        "title":"Resource Book for Window Treatment Construction [and] Rod Installation."},
      {
        "id":"ED224907",
        "title":"Suggested Curriculum Guide for Window Treatment Construction [and] Rod Installation."},
      {
        "id":"ED224908",
        "title":"Resource Book for Entrepreneurship."},
      {
        "id":"ED224909",
        "title":"Suggested Curriculum Guide for Entrepreneurship."},
      {
        "id":"ED224910",
        "title":"Resource Book for Furniture Renovation, Refinishing and Reupholstering."},
      {
        "id":"ED224911",
        "title":"Suggested Curriculum Guide for Furniture Renovation, Refinishing and Reupholstering."},
      {
        "id":"ED224912",
        "title":"Suggested Curriculum Guide for Slipcover Construction."},
      {
        "id":"ED224913",
        "title":"Resource Book for Slipcover Construction."},
      {
        "id":"ED224914",
        "title":"Non-Technical Skill Requirements for Entry-Level Professional Employment. A Report of the Experience-Based Education Implementation Research Project."},
      {
        "id":"ED224915",
        "title":"Employment Trends in Computer Occupations. Bulletin 2101."},
      {
        "id":"ED224919",
        "title":"Architectural Drafting."},
      {
        "id":"ED224922",
        "title":"Least Restrictive Environment. Policy Paper Series: Document 2."},
      {
        "id":"ED224923",
        "title":"CETA/Vocational Education, Special Education, and Vocational Rehabilitation Linkages. Policy Paper Series: Document 5."},
      {
        "id":"ED224924",
        "title":"Funding and Cost Analysis. Policy Paper Series: Document 8."},
      {
        "id":"ED224928",
        "title":"Designing and Implementing Local Follow-Up Systems. Part I. Minimum Recommended System. CETA: Management Information System Program."},
      {
        "id":"ED224929",
        "title":"Designing and Implementing Local Follow-Up Systems. Part II: Conducting Outcomes Evaluation on the Local Level. CETA: Management Information Systems Program."},
      {
        "id":"ED224930",
        "title":"Shared-Work Compensation: A Research Agenda. Project Report 81-01."},
      {
        "id":"ED224931",
        "title":"Information on the U.S. Employment Service's Programs, Activities, and Functions. Report to the Chairman, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED224932",
        "title":"Productivity Sharing Programs: Can They Contribute to Productivity Improvement?"},
      {
        "id":"ED224938",
        "title":"Vocational Education for the Handicapped: Perspectives on Effective Interagency/Interdepartmental Coordination. Personnel Development Series: Document 5."},
      {
        "id":"ED224939",
        "title":"Vocational Education for the Handicapped: Perspectives on Inservice Personnel Development. Personnel Development Series: Document 6."},
      {
        "id":"ED224940",
        "title":"Vocational/Special Education Certification: An Analysis of State Policies and Practices. Policy Research and Resource Series: Document 10."},
      {
        "id":"ED224943",
        "title":"The Role of Women in the Fire Service."},
      {
        "id":"ED224944",
        "title":"The Mentoring Relationship as an Educational Experience."},
      {
        "id":"ED224946",
        "title":"Organize an Occupational Advisory Committee. Second Edition. Module A-4 of Category A--Program Planning, Development, and Evaluation. Professional Teacher Education Module Series."},
      {
        "id":"ED224947",
        "title":"Conduct Group Discussions, Panel Discussions, and Symposiums. Second Edition. Module C-2 of Category C--Instructional Execution. Professional Teacher Education Module Series."},
      {
        "id":"ED224948",
        "title":"Employ Simulation Techniques. Second Edition. Module C-5 of Category C--Instructional Execution. Professional Teacher Education Module Series."},
      {
        "id":"ED224949",
        "title":"Assist Students in Developing Self-Discipline. Second Edition. Module E-7 of Category E--Instructional Management. Professional Teacher Education Module Series."},
      {
        "id":"ED224950",
        "title":"Use Instructional Techniques to Meet the Needs of Exceptional Students. Module L-7 of Category L--Serving Students with Special/Exceptional Needs. Professional Teacher Education Module Series."},
      {
        "id":"ED224951",
        "title":"Vocational Education for the Handicapped: Perspectives on Special Populations/Severely and Moderately Handicapped. Personnel Development Series: Document 2."},
      {
        "id":"ED224952",
        "title":"Vocational Education for the Handicapped: Perspectives on Certification. Personnel Development Series: Document 3."},
      {
        "id":"ED224953",
        "title":"Vocational Education for the Handicapped: Perspectives on Program Evaluation. Personnel Development Series: Document 4."},
      {
        "id":"ED224954",
        "title":"Vocational Education for the Handicapped: Perspectives on Vocational Assessment. Personnel Development Series: Document 7."},
      {
        "id":"ED224955",
        "title":"Vocational Education for the Handicapped: Perspectives on Preservice Personnel Preparation. Personnel Development Series: Document 8."},
      {
        "id":"ED224956",
        "title":"Improved Career Decision Making through the Use of Labor Market Information. 2nd Edition."},
      {
        "id":"ED224958",
        "title":"Benchmarking. Issues in the Design and Implementation of a Benchmarking System for Employment and Training Programs for Young People."},
      {
        "id":"ED224959",
        "title":"The Use of Learning Curves in the Prediction of Vocational Potential: Prediction Error and Accuracy Enhancement Techniques. Research Report."},
      {
        "id":"ED224960",
        "title":"Technical Training: Development of Instructional Treatment Alternatives. Final Report."},
      {
        "id":"ED224961",
        "title":"Hearings on Reauthorization of the Vocational Education Act of 1963. Part 17: Postsecondary Vocational Issues. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Seventh Congress, Second Session on H.R. 66."},
      {
        "id":"ED224962",
        "title":"Hearings on Reauthorization of the Vocational Education Act of 1963. Part 18: Occupational Information. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Seventh Congress, Second Session on H.R. 66."},
      {
        "id":"ED224963",
        "title":"Hearings on Reauthorization of the Vocational Education Act of 1963. Part 19: Local Vocational Programs. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Seventh Congress, Second Session on H.R. 66."},
      {
        "id":"ED224964",
        "title":"Hearings on Reauthorization of the Vocational Education Act of 1963. Part 20: Older Americans Vocational Education Act, H.R. 6985. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Seventh Congress, Second Session on H.R. 66."},
      {
        "id":"ED224965",
        "title":"The H-2 Program and Nonimmigrants. Hearing before the Subcommittee on Immigration and Refugee Policy of the Committee on the Judiciary, United States Senate, Ninety-Seventh Congress, First Session."},
      {
        "id":"ED224967",
        "title":"Adolescents' Attitudes toward Vocational Education."},
      {
        "id":"ED224969",
        "title":"Policies of Private Employers toward the Disabled: A Review of Current Programs and Relevant Literature."},
      {
        "id":"ED224970",
        "title":"Tools for Schools. Defense Industrial Reserve Loan Program. Public Law 93-155, 93rd Congress."},
      {
        "id":"ED224972",
        "title":"Oversight on the Administration&apos;s Budget Proposals for Vocational Education. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Seventh Congress, Second Session (May 6, 18, and 19, 1982)."},
      {
        "id":"ED224973",
        "title":"Voluntarism in America: Promoting Individual and Corporate Responsibility. Hearing before the Subcommittee on Aging, Family and Human Services of the Committee on Labor and Human Resources, United States Senate, Ninety-Seventh Congress, Second Session (April 22, 1982)."},
      {
        "id":"ED224974",
        "title":"Job-Oriented Basic Skills (JOBS) Training Program. An Evaluation."},
      {
        "id":"ED224976",
        "title":"Microcomputers for the Vocational Education of Special Needs Students."},
      {
        "id":"ED224977",
        "title":"An Examination of the Nature of Process in Community Education."},
      {
        "id":"ED224981",
        "title":"Grassroots Leadership Training: A Case Study of a Model in Action."},
      {
        "id":"ED224983",
        "title":"Individualized Career Plan (ICP): Implementation Manual."},
      {
        "id":"ED224984",
        "title":"Energy Efficient Homes and Small Buildings. Vocational Education, Industrial Arts Curriculum Guide. Bulletin 1698."},
      {
        "id":"ED224985",
        "title":"Energy Conservation Curriculum Guide Grades Seven through Twelve. Vocational Education, Industrial Arts Curriculum Guide. Bulletin 1681."},
      {
        "id":"ED224991",
        "title":"Five Basic Microcomputer Applications for Marketing Educators."},
      {
        "id":"ED224992",
        "title":"Georgia Survey of Consumer and Homemaking Education Programs. Final Report."},
      {
        "id":"ED224993",
        "title":"Relationship of Attitudes of Vocational Student Teachers to Their Plans to Teach."},
      {
        "id":"ED224998",
        "title":"A Recap of the Fifth Nationwide Vocational Education Dissemination Conference (Columbus, Ohio, November 17-19, 1982)."},
      {
        "id":"ED225000",
        "title":"Towards a Cross-National Model for Cooperation in Vocational Education: Implications for Research and Development. Occasional Paper No. 87."},
      {
        "id":"ED225001",
        "title":"The Economy, Productivity, and Training--A CEO's View. Occasional Paper No. 88."},
      {
        "id":"ED225002",
        "title":"How \"Economic\" Are Women's Work Decisions?"},
      {
        "id":"ED225003",
        "title":"Marketing: An Approach to Placement. Report from the Study Group. Institute on Rehabilitation Issues (9th, St. Louis, MO, June 1982)."},
      {
        "id":"ED225004",
        "title":"Occupational Readiness Center Curriculum Guide. 2nd Edition."},
      {
        "id":"ED225008",
        "title":"Manage the Vocational Laboratory. Second Edition. Module E-9 of Category E--Instructional Management. Professional Teacher Education Module Series."},
      {
        "id":"ED225009",
        "title":"Technology for Career Information Delivery. Conference Proceedings."},
      {
        "id":"ED225010",
        "title":"Fire Protection Specialist, Blocks I, II, &amp; III, 17-2. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED225011",
        "title":"Fire Protection Specialist, Blocks IV and V, 17-3. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED225012",
        "title":"Environmental Support Specialist, Blocks I and II, 17-4. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED225013",
        "title":"Environmental Support Specialist, Blocks III &amp; IV, 17-5. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED225014",
        "title":"Environmental Support Specialist, Block V, 17-6. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED225015",
        "title":"Environmental Support Specialist, Blocks VI &amp; VII, 17-7. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED225016",
        "title":"Locally-Directed Evaluation Handbook. Second Edition. User's Guide."},
      {
        "id":"ED225017",
        "title":"Student Evaluation of Instruction. Local Leader Guide I. Locally-Directed Evaluation Handbook. Second Edition."},
      {
        "id":"ED225018",
        "title":"Student/Employer Follow-Up. Local Leader Guide II. Locally-Directed Evaluation Handbook. Second Edition."},
      {
        "id":"ED225019",
        "title":"Measuring Student Competencies. Local Leader Guide III. Locally-Directed Evaluation Handbook. Second Edition."},
      {
        "id":"ED225020",
        "title":"Assessing Basic Skills. Local Leader Guide IV. Locally-Directed Evaluation Handbook. Second Edition."},
      {
        "id":"ED225021",
        "title":"Assessing Student Services. Local Leader Guide V. Locally-Directed Evaluation Handbook. Second Edition."},
      {
        "id":"ED225022",
        "title":"Assessing Special Needs Services and Identification Practices. Local Leader Guide VI. Locally-Directed Evaluation Handbook. Second Edition."},
      {
        "id":"ED225023",
        "title":"Assessing Access and Equity. Local Leader Guide VII. Locally-Directed Evaluation Handbook. Second Edition."},
      {
        "id":"ED225024",
        "title":"Evaluating Facilities. Local Leader Guide VIII. Locally-Directed Evaluation Handbook. Second Edition."},
      {
        "id":"ED225025",
        "title":"Evaluating Instructional Materials. Local Leader Guide IX. Locally-Directed Evaluation Handbook. Second Edition."},
      {
        "id":"ED225026",
        "title":"Cost-Outcome Analysis. Local Leader Guide X. Locally-Directed Evaluation Handbook. Second Edition."},
      {
        "id":"ED225027",
        "title":"Analyzing Community Resources. Local Leader Guide XI. Locally-Directed Evaluation Handbook. Second Edition."},
      {
        "id":"ED225028",
        "title":"Assessing Community Needs. Local Leader Guide XII. Locally-Directed Evaluation Handbook. Second Edition."},
      {
        "id":"ED225030",
        "title":"The Stress Response Scale: A Preliminary Report."},
      {
        "id":"ED225031",
        "title":"Wife Battering: A Systemic Approach to Treatment."},
      {
        "id":"ED225032",
        "title":"Developing a Couples Application Form to Predict Weight Loss Success."},
      {
        "id":"ED225033",
        "title":"An Attempt to Shorten the Quest for Weight Loss Predictors."},
      {
        "id":"ED225036",
        "title":"A Clinical Psychology Training Program Interfaces with the Schools."},
      {
        "id":"ED225038",
        "title":"Personal Involvement and the Generalizability of Salience Effects."},
      {
        "id":"ED225039",
        "title":"The Effects of Assertive Training on Self-Reported Assertive Ability, Social Skill Knowledge, and Social Self-Efficacy for Trained and Untrained Spouses."},
      {
        "id":"ED225041",
        "title":"Reactions to Perceived Loss of Control: Self-Attribution and the Type A."},
      {
        "id":"ED225042",
        "title":"Model Adoption Exchange Payment System: Technical Specifications and User Instructions."},
      {
        "id":"ED225043",
        "title":"Decision Making under Uncertainty: The Case of Adoption vs. Foster Care."},
      {
        "id":"ED225044",
        "title":"Peer Review: The CHAMPUS Program."},
      {
        "id":"ED225045",
        "title":"Aging and the Work Force: Human Resource Strategies. An Information Paper Prepared for Use by the Special Committee on Aging. United States Senate, Ninety-Seventh Congress, Second Session."},
      {
        "id":"ED225047",
        "title":"Predictable Loneliness of Old Age: Dispelling the Myth."},
      {
        "id":"ED225049",
        "title":"Meta-Analytic Applications in Program Evaluation."},
      {
        "id":"ED225050",
        "title":"Assessing Treatment: The Conduct of Evaluation within Drug Abuse Treatment Programs. Treatment Research Report."},
      {
        "id":"ED225051",
        "title":"Missing Children's Act. Hearings before the Subcommittee on Civil and Constitutional Rights of the Committe on the Judiciary. House of Representatives, Ninety-Seventh Congress, First Session on H.R. 3781. (November 18 and 30, 1981). Serial No. 33."},
      {
        "id":"ED225053",
        "title":"Court-Mandated Counseling for Men Who Batter: A Three-Day Workshop for Mental Health Professionals. Participant's Manual."},
      {
        "id":"ED225054",
        "title":"Harassment and Discrimination of Women in Employment. Working Paper Prepared for the Conference on Harassment in the Workplace (Washington, DC, July 7-9, 1981)."},
      {
        "id":"ED225055",
        "title":"Issues, Policies and Programs for Midlife and Older Women."},
      {
        "id":"ED225057",
        "title":"The Relationship of Fertility Values and Selected Personality Factors."},
      {
        "id":"ED225058",
        "title":"Fidelity and Reinvention in the Implementation of Innovations."},
      {
        "id":"ED225059",
        "title":"Affect in the Eighties: A New Direction in Behavioral Marital Therapy?"},
      {
        "id":"ED225062",
        "title":"Individual Differences in the Processing of Information about Oneself."},
      {
        "id":"ED225063",
        "title":"Crisis Intervention with Older Persons: State of the Art and Clinical Applications."},
      {
        "id":"ED225064",
        "title":"Comprehensive Smoking Prevention Education Act. Hearings before the Subcommittee on Health and the Environment of the Committee on Energy and Commerce. House of Representatives, Ninety-Seventh Congress, Second Session on H.R. 5653 and H.R. 4957 (March 5, 11, and 12, 1982)."},
      {
        "id":"ED225065",
        "title":"Comprehensive Smoking Prevention Education Act. Appendix to Hearings before the Subcommittee on Health and the Environment of the Committee on Energy and Commerce. House of Representatives, Ninety-Seventh Congress, Second Session on H.R. 5653 and H.R. 4957 (March 5, 11, and 12, 1982)."},
      {
        "id":"ED225066",
        "title":"Androgyny and Job Performance in a Male-Dominated Field."},
      {
        "id":"ED225068",
        "title":"Parent-Child Communication and Adolescents' Sexual Knowledge and Attitudes."},
      {
        "id":"ED225069",
        "title":"Social Loafing in the United States and China."},
      {
        "id":"ED225071",
        "title":"The Relationship between Family Expressiveness and Nonverbal Communication."},
      {
        "id":"ED225072",
        "title":"Studying the Effects of Early Experiences on Women's Career Achievement."},
      {
        "id":"ED225073",
        "title":"Social Hypothesis Testing: Another Look."},
      {
        "id":"ED225074",
        "title":"Emotion, Emotional Expression, and the Cognitive-Physiological Interaction: A Readout View."},
      {
        "id":"ED225075",
        "title":"Stress Management for Parents of Developmentally Disabled People."},
      {
        "id":"ED225077",
        "title":"Scholastic Aptitude Decline and Changes in Study Habits and Attitudes."},
      {
        "id":"ED225078",
        "title":"Child Custody in Divorce: How Parents Decide."},
      {
        "id":"ED225079",
        "title":"Out of the Ivory Tower: Undergraduate Internships in Psychology."},
      {
        "id":"ED225081",
        "title":"Commitment: A Variable in Women's Response to Marital Therapy."},
      {
        "id":"ED225086",
        "title":"Psychological Assessment in the Secondary Schools."},
      {
        "id":"ED225090",
        "title":"Family Based Treatment: A Minimally Restrictive Alternative with Special Promise."},
      {
        "id":"ED225091",
        "title":"Attentional Requirements for the Establishment of Memory for Serial Structure."},
      {
        "id":"ED225099",
        "title":"Preretirement Work Options: Evaluation Report. Volume 2."},
      {
        "id":"ED225103",
        "title":"Improving Reading/Study Skills in a College Content Class."},
      {
        "id":"ED225107",
        "title":"Acquisition of Knowledge about Reading: The Preschool Period. Technical Report No. 267."},
      {
        "id":"ED225109",
        "title":"Levels of Processing and Encoding Specificity: Does Processing Depth Make a Significant Independent Contribution to Recall Performance?"},
      {
        "id":"ED225112",
        "title":"Correct Word Sequences: A Valid Indicator of Proficiency in Written Expression."},
      {
        "id":"ED225113",
        "title":"Curriculum Differences in Direct Repeated Measures of Reading."},
      {
        "id":"ED225115",
        "title":"Exploring Vocabulary Development in Informational Reading Selections: Implications for the Construction of Reading Instructional Series for the Middle Grades."},
      {
        "id":"ED225118",
        "title":"Reading and Study Skills and Instruction: College and Adult. Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1982 (Vol. 43 Nos. 1 through 6)."},
      {
        "id":"ED225119",
        "title":"Reading Achievement: Characteristics Associated with Success and Failure. Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1982 (Vol. 43 Nos. 1 through 6)."},
      {
        "id":"ED225120",
        "title":"Reading and Study Skills and Instruction: Secondary. Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1982 (Vol. 43 Nos. 1 through 6)."},
      {
        "id":"ED225121",
        "title":"Reading, Comprehension, and Memory Processes: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1982 (Vol. 43 Nos. 1 through 6)."},
      {
        "id":"ED225122",
        "title":"Reading and Study Skills Instruction: Preschool and Elementary. Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1982 (Vol. 43 Nos. 1 through 6)."},
      {
        "id":"ED225123",
        "title":"Remedial and Compensatory Reading Instruction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1982 (Vol. 43 Nos. 1 through 6)."},
      {
        "id":"ED225124",
        "title":"Teacher Characteristics and Teacher Education in Reading and English Language Arts Instruction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1982 (Vol. 43 Nos. 1 through 6)."},
      {
        "id":"ED225125",
        "title":"Testing and Evaluation in Reading and Communication Skills: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1982 (Vol. 43 Nos. 1 through 6)."},
      {
        "id":"ED225127",
        "title":"An Analysis of Reading and Study Skills Elements."},
      {
        "id":"ED225128",
        "title":"Studies of Dyslexia: Implications for Education."},
      {
        "id":"ED225129",
        "title":"Using Literacy Outside of School: An Ethnographic Investigation. Final Report."},
      {
        "id":"ED225134",
        "title":"The Development of Plans for Summarizing Texts. Technical Report No. 268."},
      {
        "id":"ED225135",
        "title":"Reciprocal Teaching of Comprehension-Monitoring Activities. Technical Report No. 269."},
      {
        "id":"ED225136",
        "title":"Macrorules for Summarizing Texts: The Development of Expertise. Technical Report No. 270."},
      {
        "id":"ED225137",
        "title":"The Reading Group: An Experimental Investigation of a Labyrinth. Technical Report No. 271."},
      {
        "id":"ED225143",
        "title":"What Is Reading?: A Social Theory of Comprehension Instruction."},
      {
        "id":"ED225149",
        "title":"Writers' Processes and Writers' Knowledge: A Review of Research. Technical Report No. 6."},
      {
        "id":"ED225153",
        "title":"A Sequence for Sentence-Combining Instruction."},
      {
        "id":"ED225154",
        "title":"Internal Revision: Case Studies of First Year College Writers."},
      {
        "id":"ED225162",
        "title":"Journalism and Journalism Education: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1982 (Vol. 43 Nos. 1 through 6)."},
      {
        "id":"ED225163",
        "title":"Bilingual, Bicultural, and Bidialectal Studies Related to Reading and Communication Skills: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1982 (Vol. 43 Nos. 1 through 6)."},
      {
        "id":"ED225164",
        "title":"Language Use, Language Ability, and Language Development: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1982 (Vol. 43 Nos. 1 through 6)."},
      {
        "id":"ED225165",
        "title":"Literature, Literary Response, and the Teaching of Literature: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1982 (Vol. 43 Nos. 1 through 6)."},
      {
        "id":"ED225166",
        "title":"Rhetorical and Communication Theory: Abstracts of Doctoral Dissertations PUblished in \"Dissertation Abstracts International,\" July through December 1982 (Vol. 43 Nos. 1 through 6)."},
      {
        "id":"ED225168",
        "title":"The Cycle of Renewal."},
      {
        "id":"ED225170",
        "title":"Research and Instruction in Practical Writing. Proceedings of a Research/Practice Conference (Los Alamitos, California, October 15, 1982)."},
      {
        "id":"ED225171",
        "title":"Written Language and Writing Abilities: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1982 (Vol. 43 Nos. 1 through 6)."},
      {
        "id":"ED225175",
        "title":"English Language Arts Skills and Instruction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1982 (Vol. 43 Nos. 1 through 6)."},
      {
        "id":"ED225177",
        "title":"Creative Writing and Storytelling: A Bridge from High School to Preschool."},
      {
        "id":"ED225178",
        "title":"The Reliability of the Methodology Inventory."},
      {
        "id":"ED225180",
        "title":"Research Within Reach: Oral and Written Communication. A Research-Guided Response to the Concerns of Educators."},
      {
        "id":"ED225181",
        "title":"Teaching of Writing: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1982 (Vol. 43 Nos. 1 through 6)."},
      {
        "id":"ED225187",
        "title":"Writing Needs Assessment Survey: Rationale, Logistics and Sample Results."},
      {
        "id":"ED225191",
        "title":"Mapping the Writing Journey. Curriculum Publication No. 15."},
      {
        "id":"ED225196",
        "title":"Quest For Quality: Improving Basic Skills Instruction in the 1980s."},
      {
        "id":"ED225203",
        "title":"Theatre and Oral Interpretation: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1982 (Vol. 43 Nos. 1 through 6)."},
      {
        "id":"ED225204",
        "title":"Speech Communication Education and Classroom Instruction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1982 (Vol. 43 Nos. 1 through 6)."},
      {
        "id":"ED225205",
        "title":"Mass Communication: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1982 (Vol. 43 Nos. 1 through 6)."},
      {
        "id":"ED225206",
        "title":"Applied Communication, Argumentation, and Debate: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1982 (Vol. 43 Nos. 1 through 6)."},
      {
        "id":"ED225207",
        "title":"Business and Organizational Communication: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1982 (Vol. 43 Nos. 1 through 6)."},
      {
        "id":"ED225208",
        "title":"Interpersonal, Nonverbal, and Small Group Communication: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1982 (Vol. 43 Nos. 1 through 6)."},
      {
        "id":"ED225209",
        "title":"A Nonverbal Approach to Communication: A Cross-Cultural Study of Stress Behaviors."},
      {
        "id":"ED225212",
        "title":"Speech Research: A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for Its Investigation, and Practical Applications, Status Report, July 1-December 31, 1982."},
      {
        "id":"ED225214",
        "title":"Toward a Perspective on Cultural Communication."},
      {
        "id":"ED225215",
        "title":"Communication Models: A Computer Grapics Approach."},
      {
        "id":"ED225216",
        "title":"Intrapersonal Communication and Public Speaking: Treatment of the Concept in Basic Texts."},
      {
        "id":"ED225217",
        "title":"On Lecturing: A Selected Bibliography."},
      {
        "id":"ED225218",
        "title":"Power in the Classroom: Two Studies."},
      {
        "id":"ED225221",
        "title":"Furthering Adjustment: An Application of Inoculation Theory in an Intercultural Context."},
      {
        "id":"ED225223",
        "title":"Rhetoric and Public Address: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1982 (Vol. 43 Nos. 1 through 6)."},
      {
        "id":"ED225224",
        "title":"International and Intercultural Communication Annual, Volume VI, December 1982."},
      {
        "id":"ED225228",
        "title":"The Kensington School Today: Sailing Stormy Straits. A View of Educational Policy."},
      {
        "id":"ED225229",
        "title":"Racial Transition and Neighborhood Schools: Kensington as a Case in Point."},
      {
        "id":"ED225230",
        "title":"Educational Innovators Then and Now."},
      {
        "id":"ED225231",
        "title":"Kensington Revisited: Two Key Years of Context from the Milford Chronicle."},
      {
        "id":"ED225233",
        "title":"Issues of Human Resource Management in Schools and the Relevance of Research."},
      {
        "id":"ED225234",
        "title":"Usability and Effectiveness of a Program for the Renewal and Improvement of Secondary Education in Local School and University Settings: A Summative Evaluation."},
      {
        "id":"ED225235",
        "title":"State Education Agency Coordination Efforts. Final Report."},
      {
        "id":"ED225236",
        "title":"State Education Agency Coordination Efforts. Summary Report."},
      {
        "id":"ED225237",
        "title":"The Organization of Institutional Sectors."},
      {
        "id":"ED225238",
        "title":"Legitimating Education Policy: The Use of Special Committees in Formulating Policies in the USA and the UK."},
      {
        "id":"ED225239",
        "title":"The Issue of Adequacy in the Financing of Public Education: How Much Is Enough?"},
      {
        "id":"ED225241",
        "title":"Tying Research to Policy: Emerging Links and a Changing Consensus."},
      {
        "id":"ED225242",
        "title":"Reading, Writing and Rights: Shaping School Policy through Law."},
      {
        "id":"ED225244",
        "title":"Preparing Leaders to Anticipate and Manage the Future: Part II: Critical Challenges for Leaders Who Anticipate and Manage the Future."},
      {
        "id":"ED225256",
        "title":"Educational Expenditures: 1969-1979. An Analysis."},
      {
        "id":"ED225261",
        "title":"Management Consulting Case Study. Research on Evaluation Program. Paper and Report Series. No. 74."},
      {
        "id":"ED225262",
        "title":"Institutionalization: How Can We Continue Good Practices and Functions When Funding Ends? Part I: A Synthesis of Findings."},
      {
        "id":"ED225263",
        "title":"Institutionalization: How Can We Continue Good Practices and Functions When Funding Ends? Part II."},
      {
        "id":"ED225264",
        "title":"Invited Papers on Privacy: Law, Ethics, and Technology."},
      {
        "id":"ED225269",
        "title":"Preparing Facilitators for Implementation: Mirroring the School Improvement Process. A Study of Dissemination Efforts Supporting School Improvement."},
      {
        "id":"ED225270",
        "title":"Commodity Administrative Manual. Public and Private Schools."},
      {
        "id":"ED225271",
        "title":"Making Programmatic Decisions during a Time of Fiscal Retrenchment: The Case of Related Services for Handicapped Youth."},
      {
        "id":"ED225272",
        "title":"Digest of Education Statistics, 1982."},
      {
        "id":"ED225282",
        "title":"Tuition Tax Credits: Their Impact on the States"},
      {
        "id":"ED225283",
        "title":"Developing Performance Excellence in Catholic Educational Policymaking. A Handbook of Training Programs."},
      {
        "id":"ED225284",
        "title":"Factbook for School Finance Information. Volume I."},
      {
        "id":"ED225286",
        "title":"Supervision Made Simple. Fastback 180."},
      {
        "id":"ED225291",
        "title":"The Michigan Model Pilot: Increasing the Number of Female Administrators in Michigan Public Schools."},
      {
        "id":"ED225294",
        "title":"Projected Colorado Public School Enrollments to the Year 2000 [Including] Technical Report."},
      {
        "id":"ED225298",
        "title":"Nonpublic Education in the United States of America and Australia: The Courts in Educational Policymaking."},
      {
        "id":"ED225300",
        "title":"Report on the National Symposium on Personal Privacy and Information Technology (October 4-7, 1981)."},
      {
        "id":"ED225301",
        "title":"Parents and Federal Education Programs: Preliminary Findings from the Study of Parental Involvement."},
      {
        "id":"ED225302",
        "title":"Statistics of Public Elementary and Secondary School Systems: Schools, Pupils and Staff, Fall 1980."},
      {
        "id":"ED225303",
        "title":"Revenues and Expenditures for Public Elementary and Secondary Education: FY 1980."},
      {
        "id":"ED225304",
        "title":"A Classification of Secondary School Courses. Project Summary Report."},
      {
        "id":"ED225305",
        "title":"Annual Evaluation Report. Fiscal Year 1982."},
      {
        "id":"ED225306",
        "title":"Digest of Education Statistics, 1981."},
      {
        "id":"ED225307",
        "title":"Annual Evaluation Report on Programs Administered by the U.S. Office of Education: Fiscal Year 1978."},
      {
        "id":"ED225311",
        "title":"Special Services and Auxiliary Aids: A Resource Guide for Postsecondary Schools, Rehabilitation Agencies, and Handicapped Individuals. Draft."},
      {
        "id":"ED225314",
        "title":"Shooting for Goals: Teacher's Guide."},
      {
        "id":"ED225319",
        "title":"Catalyst: Handbook of Existing Career Education Programs and Facilitators."},
      {
        "id":"ED225320",
        "title":"Scope and Sequence for Career Education at the Kendall Demonstration Elementary School. Kendall Demonstration Elementary School Career Education Project."},
      {
        "id":"ED225321",
        "title":"Resource Guide for Career Education. Revised Version. Kendall Demonstration Elementary School Career Education Project."},
      {
        "id":"ED225322",
        "title":"Model for the KDES Education Program. Kendall Demonstration Elementary School Career Education Project. Second Revised Version."},
      {
        "id":"ED225331",
        "title":"EPSDT: A How-To Guide for Educational Programs."},
      {
        "id":"ED225336",
        "title":"Semantic Analyses of Classroom Writing Behavior of the Deaf."},
      {
        "id":"ED225339",
        "title":"Bureau of Indian Affairs Special Education Opportunities for Exceptional Children. The Second Annual Report to the Department of the Interior."},
      {
        "id":"ED225342",
        "title":"Attention and Private Speech in Learning Disabled Children."},
      {
        "id":"ED225343",
        "title":"Young People with Cancer: A Handbook for Parents."},
      {
        "id":"ED225344",
        "title":"Canada's Golden Horseshoe: An ESL/Geography Module (Teacher's Guide)."},
      {
        "id":"ED225346",
        "title":"The Global Imperative and the Teaching of European Languages."},
      {
        "id":"ED225350",
        "title":"Legal Latin. Teacher's Guide. Tentative Edition."},
      {
        "id":"ED225361",
        "title":"Bilingual Control in Families."},
      {
        "id":"ED225362",
        "title":"Natural Phonology Interference in Second Language Acquisition."},
      {
        "id":"ED225365",
        "title":"An Advanced Reading and Writing Course for Science Students."},
      {
        "id":"ED225379",
        "title":"Linguistic Input: A Comprehensive Bibliography."},
      {
        "id":"ED225381",
        "title":"A Descriptive Study of Spanish Reading Proficiency and Training among Bilingual Elementary School Teachers."},
      {
        "id":"ED220366",
        "title":"Social Problems and Educational Equity in the Eighties."},
      {
        "id":"ED220367",
        "title":"Maintaining Peace in Outer Space. Conference on the United Nations of the Next Decade (17th, Cooperstown, NY, June 19-24, 1982)."},
      {
        "id":"ED220369",
        "title":"Women's Organizations in the Public Service: Toward Agenda Setting."},
      {
        "id":"ED220370",
        "title":"Women in Municipal Management: Choice, Challenge and Change."},
      {
        "id":"ED220380",
        "title":"The Effect of Different Musical Timbres on Students' Identification of Melodic Intervals."},
      {
        "id":"ED220388",
        "title":"From Jumpstreet: Television and the Humanities. A Workshop on Multicultural Education in Secondary Schools."},
      {
        "id":"ED220395",
        "title":"Selected Bibliography and Abstracts of Educational Materials in Pakistan, Volume 15, No. 2, April-June, 1981."},
      {
        "id":"ED220396",
        "title":"State Court Organization, 1980."},
      {
        "id":"ED220403",
        "title":"Poverty, Power, and Authority in Education. Cross-Cultural Perspectives."},
      {
        "id":"ED220427",
        "title":"Guidelines for Implementing the &quot;Critical Health Problems and Comprehensive Health Education Act.&quot;"},
      {
        "id":"ED220429",
        "title":"The Emerging Professoriate. A Study of How New Professors Spend Their Time."},
      {
        "id":"ED220435",
        "title":"Abstracts of Research Papers 1982. Presented at the Houston, Texas Convention of the American Alliance for Health, Physical Education, Recreation and Dance in the Research Consortium Meetings."},
      {
        "id":"ED220436",
        "title":"Completed Research in Health, Physical Education, Recreation and Dance; Including International Sources. Volume 23. 1981 Edition. Covering Research Completed in 1980."},
      {
        "id":"ED220437",
        "title":"Black Women in Sport."},
      {
        "id":"ED220438",
        "title":"Why Education R &amp; D?"},
      {
        "id":"ED220448",
        "title":"A Survey of Educators Regarding Parent Involvement in Education: Implications for Teacher Training."},
      {
        "id":"ED220449",
        "title":"Water Around Our Ankles, Fingers in the Hold, Where Is the Life Raft."},
      {
        "id":"ED220453",
        "title":"Teacher Perception of Selected Factors Affecting Teaching Success."},
      {
        "id":"ED220457",
        "title":"Undergraduate Physical Education Programs: Issues and Approaches."},
      {
        "id":"ED220469",
        "title":"Educational Research Development and Evaluation: A Training Curriculum."},
      {
        "id":"ED220474",
        "title":"The Reliability of Selected Item Bias Procedures."},
      {
        "id":"ED220480",
        "title":"Application of the Joint Committee Standards as Criteria for Evaluations in Louisiana."},
      {
        "id":"ED220486",
        "title":"Children's Cognitions and Feelings about Classroom Moral, Conventional and Achievement Norms."},
      {
        "id":"ED220488",
        "title":"A Methodological Study of the Torrance Tests of Creativity: Can Creativity Be Faked? Measurement and Statistics."},
      {
        "id":"ED220492",
        "title":"Using Non-Normed Tests in Title I Evaluation."},
      {
        "id":"ED220496",
        "title":"Developing and Assessing Instrumentation to Reflect Perceptions and Attitudes Toward Proposal Development and Funding. Draft."},
      {
        "id":"ED220504",
        "title":"Measurement of Evaluation Utilization: Preliminary Results."},
      {
        "id":"ED220506",
        "title":"Multidimensional Latent Trait Models."},
      {
        "id":"ED220516",
        "title":"The Estimation and Hypothesis Testing of Treatment Effects in Nonequivalent Control Group Designs when Continuous Growth Models are Assumed."},
      {
        "id":"ED220521",
        "title":"The Development of an Instrument to Measure Creative Teaching Abilities."},
      {
        "id":"ED220523",
        "title":"Contemporary Approaches to Unit of Analysis and Site Variability Issues from the Follow Through Evaluation."},
      {
        "id":"ED220525",
        "title":"Comparing Models from Non-Subsuming Parametric Families."},
      {
        "id":"ED220530",
        "title":"Adolescent Decision-Making. Final R&amp;D Report (Project #80-4033)."},
      {
        "id":"ED220531",
        "title":"Children's Memory for Words Under Self-Reported and Induced Imagery Strategies."},
      {
        "id":"ED220533",
        "title":"Conceptions of Ability."},
      {
        "id":"ED220536",
        "title":"Specific Learning Outcomes Attributable to Study Procedures."},
      {
        "id":"ED220537",
        "title":"Uses of Data to Improve Instruction in Local School Districts: Problems and Possibilities."},
      {
        "id":"ED220538",
        "title":"Unexpected Directions of Change in Student Writing Performance."},
      {
        "id":"ED220539",
        "title":"Testing in the Nation's Schools and Districts: How Much? What Kinds? To What Ends? At What Costs?"},
      {
        "id":"ED220540",
        "title":"Test Construction Techniques for Building More Sensitive Indicators of Between-Group Differences."},
      {
        "id":"ED220541",
        "title":"Teachers' Interpretations of Students' Behaviors in French and American Classrooms."},
      {
        "id":"ED220543",
        "title":"Homogeneity and Heterogeneity in Education. Interaction between Personal Resources and the Learning Environment in the Effect on Scholastic Achievement."},
      {
        "id":"ED220545",
        "title":"Graduate Engineering Studies for Minorities: A Prospective."},
      {
        "id":"ED220546",
        "title":"An Ethnographic Description of a Successful Innercity School and Its Community. Final Report."},
      {
        "id":"ED220548",
        "title":"[Refugee Materials Center Bibliography]."},
      {
        "id":"ED220551",
        "title":"Project: Ways to Improve Education in Desegregated Schools (WIEDS). Final Interim Report."},
      {
        "id":"ED220553",
        "title":"Civil Rights at the Crossroads: Will the Clock Be Turned Back?"},
      {
        "id":"ED220554",
        "title":"Needed Systems Supports for Achieving Higher Education Equity for Black Americans: A Synthesis Document. An Analysis, Report, and Recommendations for the Establishment of National Program Objectives and System Supports Designed to Support the Achievement of Equity for Black Americans in Higher Education."},
      {
        "id":"ED220562",
        "title":"Early Childhood Education Program--Grades Pre-K-K, FY '80. Elementary and Secondary Education Act, Title I. Evaluation Report, 1979-80."},
      {
        "id":"ED220563",
        "title":"Early Childhood Education Program--Grades Pre-K-K, FY '81. Elementary and Secondary Education Act, Title I. Evaluation Report, 1980-81."},
      {
        "id":"ED220564",
        "title":"Early Childhood Education Program--Grades 1-6, FY '81. Elementary and Secondary Education Act, Title I. Evaluation Report, 1980-81."},
      {
        "id":"ED220565",
        "title":"Early Childhood Education Program--Grades 5-9, FY '81. Elementary and Secondary Education Act, Title I. Evaluation Report, 1980-81."},
      {
        "id":"ED220579",
        "title":"Articulated Instruction Objectives Guide for Drafting. Final Document for Articulation of Drafting."},
      {
        "id":"ED220580",
        "title":"Articulated, Performance-Based Instruction Objectives Guide for Business and Office Education. Final Document for Articulation of Business and Office Education."},
      {
        "id":"ED220581",
        "title":"Articulated Instruction Objectives Guide for Typewriting (Module 1.0--Typewriting I) (Module 2.0--Typewriting II). Project Period, March 1981-February 1982 (Pilot Model). Edition I."},
      {
        "id":"ED220582",
        "title":"Articulated Instruction Objectives Guide for Shorthand (Module 3.0--Shorthand I) (Module 4.0--Shorthand II). Project Period, March 1981-February 1982 (Pilot Model). Edition I."},
      {
        "id":"ED220583",
        "title":"Articulated Instruction Objectives Guide for Accounting (Module 5.0--Accounting I) (Module 6.0--Accounting II). Project Period, March 1981-February 1982 (Pilot Model). Edition I."},
      {
        "id":"ED220584",
        "title":"Articulated Instruction Objectives Guide for Office Procedures (Module 7.0). Project Period, March 1981-February 1982 (Pilot Model). Edition I."},
      {
        "id":"ED220585",
        "title":"Articulated Instruction Objectives Guide for Business English (Module 8.0). Project Period, March 1981-February 1982 (Pilot Model). Edition I."},
      {
        "id":"ED220598",
        "title":"Women in Nontraditional Careers (WINC) Curriculum Guide."},
      {
        "id":"ED220599",
        "title":"Vision Research for Flight Simulation. Final Report."},
      {
        "id":"ED220600",
        "title":"Applications of Simulator Freeze to Carrier Guideslope Tracking Instruction. Cooperative Study Series. Final Report, May 1, 1980-August 31, 1981."},
      {
        "id":"ED220601",
        "title":"CETA Training Programs: Do They Work for Adults?"},
      {
        "id":"ED220602",
        "title":"Dislocated Workers: Issues and Federal Options. Background Paper, A CBO Study."},
      {
        "id":"ED220603",
        "title":"Linking Employment and Training Programs with Economic Development. A Review of the 1978 Comprehensive Employment and Training Act and Administrative Regulations and Other Relevant Federal Legislation and Programs."},
      {
        "id":"ED220612",
        "title":"Staff Retention and Recruitment. Implications of Staff Organization and Utilization in Rural and Urban Mental Health Facilities in the South. Final Report: Distribution of Mental Health Professionals Supplemental Project."},
      {
        "id":"ED220617",
        "title":"Secondary Vocational Education, Basic Skills, and Employment. Revised."},
      {
        "id":"ED220618",
        "title":"State Level Perspectives on Research Programming for the 1980's: A North Carolina View."},
      {
        "id":"ED220619",
        "title":"Arc Welding-Pipe, 3-25. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED220620",
        "title":"Construction Surveying, 3-27. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED220621",
        "title":"Communications Technician, 5-3A. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED220622",
        "title":"Vocational Resource Educator Handbook."},
      {
        "id":"ED220626",
        "title":"A Study of the Congruency between the Interests and Concerns of Student Participants and the Goals, Objectives, and Activities of Vocational Student Organizations. Final Report."},
      {
        "id":"ED220628",
        "title":"Basic Electronics II."},
      {
        "id":"ED220629",
        "title":"Diesel Mechanics: Fundamentals."},
      {
        "id":"ED220630",
        "title":"Diesel Mechanics: Electrical Systems."},
      {
        "id":"ED220631",
        "title":"Diesel Mechanics: Fuel Systems."},
      {
        "id":"ED220633",
        "title":"Assessing the Impact of Vocational Education Research and Development on Vocational Education Programs (Project IMPACT). Final Report/Phase IV."},
      {
        "id":"ED220634",
        "title":"A Plan to Develop and Compare Two Vocational Education Models for Limited English Proficiency Students. Final Report FY82."},
      {
        "id":"ED220637",
        "title":"Identification and Assessment of Limited English Proficiency (LEP) Students in Vocational Education Programs: A Handbook of Procedures, Techniques, and Resources."},
      {
        "id":"ED220638",
        "title":"Machine Shop Fundamentals: Part I."},
      {
        "id":"ED220639",
        "title":"Illinois Vocational Home Economics Curriculum Guide."},
      {
        "id":"ED220655",
        "title":"Volunteers in Vocational Education. Field Test Report."},
      {
        "id":"ED220656",
        "title":"Volunteers in Vocational Education. A Handbook for Program Development."},
      {
        "id":"ED220657",
        "title":"TAFE Projects in Progress. No. 1."},
      {
        "id":"ED220659",
        "title":"Limited English Proficiency Students in Vocational Education: A Handbook for Vocational Educators."},
      {
        "id":"ED220661",
        "title":"A Guide for Authoring and Programming Computer-Assisted Instruction."},
      {
        "id":"ED220663",
        "title":"Survey of Career Information Systems in Secondary Schools. Final Report of Study 1."},
      {
        "id":"ED220664",
        "title":"Career Information Systems in Secondary Schools. Final Report of Study 2: Comparative Effects of Major Types of Resources."},
      {
        "id":"ED220665",
        "title":"Men and Women in Ships: Preconceptions of the Crews."},
      {
        "id":"ED220667",
        "title":"The Status of the NOICC/SOICC Network, September 30, 1981. NOICC Administrative Report No. 6."},
      {
        "id":"ED220668",
        "title":"Status of Statewide Career Information Delivery Systems."},
      {
        "id":"ED220670",
        "title":"Assessing the Impact of Vocational Education Research and Development on Vocational Education Programs (Project IMPACT). Impact Assessment Design."},
      {
        "id":"ED220671",
        "title":"Labor-Management Cooperation: The American Experience."},
      {
        "id":"ED220672",
        "title":"Every Ninth American (1982 Edition). An Analysis for the Chairman of the Select Committee on Aging. House of Representatives. Ninety-Seventh Congress. Second Session."},
      {
        "id":"ED220674",
        "title":"Prepare Yourself to Serve Exceptional Students. Module L-1 of Category L--Serving Students with Special/Exceptional Needs. Professional Teacher Education Module Series."},
      {
        "id":"ED220675",
        "title":"Identify and Diagnose Exceptional Students. Module L-2 of Category L--Serving Students with Special/Exceptional Needs. Professional Teacher Education Module Series."},
      {
        "id":"ED220676",
        "title":"The Intentions of Men 23 to 29 Years Old to Join the Military: Results of a National Survey."},
      {
        "id":"ED220677",
        "title":"Carpentry I, 3-8A. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED220678",
        "title":"Carpentry II, 3-8B. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED220679",
        "title":"Fundamentals of Digital Logic, 7-1. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED220680",
        "title":"A Comparison of Job Development Strategies in Rehabilitation."},
      {
        "id":"ED220681",
        "title":"A Research Utilization Laboratory in a Comprehensive Rehabilitation Center. Final Report."},
      {
        "id":"ED220682",
        "title":"Manpower Requirements in the Nuclear Power Industry, 1982-1991."},
      {
        "id":"ED220685",
        "title":"The Impact of Vocational Education Special Projects in California Community Colleges. Issues and Implications."},
      {
        "id":"ED220686",
        "title":"Plans for a New GI Education Program for the All-Volunteer Military. Hearing before the Subcommittee on Education, Training and Employment of the Committee on Veterans' Affairs. House of Representatives, Ninety-Seventh Congress, Second Session."},
      {
        "id":"ED220687",
        "title":"Economic Status of Women. Hearing before the Joint Economic Committee. Congress of the United States, Ninety-Seventh Congress, Second Session."},
      {
        "id":"ED220688",
        "title":"Recent Science and Engineering Graduates Working in Energy-Related Activities, 1979 and 1980."},
      {
        "id":"ED220689",
        "title":"Core II Materials for Rural Agricultural Programs. Units A-D."},
      {
        "id":"ED220690",
        "title":"Core II Materials for Rural Agriculture Programs. Units E-H."},
      {
        "id":"ED220691",
        "title":"Tuition-Aid Programs of Department of Energy Contractors with Comparison to U.S. Private Industry Education-Assistance Programs."},
      {
        "id":"ED220692",
        "title":"Blood Pressure. Learning Activity Package."},
      {
        "id":"ED220693",
        "title":"Blood Pressure. Instructor's Packet. Learning Activity Package."},
      {
        "id":"ED220694",
        "title":"\"Confidentiality.\" Learning Activity Package."},
      {
        "id":"ED220695",
        "title":"\"Confidentiality.\" Instructor's Packet. Learning Activity Package."},
      {
        "id":"ED220696",
        "title":"Grooming. Learning Activity Package."},
      {
        "id":"ED220697",
        "title":"Grooming. Instructor's Packet. Learning Activity Package."},
      {
        "id":"ED220698",
        "title":"Handwashing Technique. Learning Activity Package."},
      {
        "id":"ED220699",
        "title":"Handwashing Technique. Instructor's Packet. Learning Activity Package."},
      {
        "id":"ED220700",
        "title":"Nutrition. Learning Activity Package."},
      {
        "id":"ED220701",
        "title":"Nutrition. Instructor's Packet. Learning Activity Package."},
      {
        "id":"ED220702",
        "title":"Observation of Patient. Learning Activity Package."},
      {
        "id":"ED220703",
        "title":"Observation of Patient. Instructor's Packet. Learning Activity Package."},
      {
        "id":"ED220704",
        "title":"Oral Hygiene. Learning Activity Package."},
      {
        "id":"ED220705",
        "title":"Oral Hygiene. Instructor's Packet. Learning Activity Package."},
      {
        "id":"ED220706",
        "title":"Shock &amp; Anaphylactic Shock. Learning Activity Package."},
      {
        "id":"ED220707",
        "title":"Shock &amp; Anaphylactic Shock. Instructor's Packet. Learning Activity Package."},
      {
        "id":"ED220708",
        "title":"The Surgical Scrub. Learning Activity Package."},
      {
        "id":"ED220709",
        "title":"The Surgical Scrub. Instructor's Packet. Learning Activity Package."},
      {
        "id":"ED220710",
        "title":"Syncope. What Is It? Learning Activity Package."},
      {
        "id":"ED220711",
        "title":"Syncope. What Is It? Instructor's Packet. Learning Activity Package."},
      {
        "id":"ED220712",
        "title":"Temperature, Pulse, and Respiration. Learning Activity Package."},
      {
        "id":"ED220713",
        "title":"Temperature, Pulse, and Respiration. Instructor's Packet. Learning Activity Package."},
      {
        "id":"ED220714",
        "title":"Using the Metric System in Health Careers. Learning Activity Package."},
      {
        "id":"ED220715",
        "title":"Using the Metric System in Health Careers. Instructor's Packet. Learning Activity Package."},
      {
        "id":"ED220720",
        "title":"Veterinary Specialist, 1-2. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED220721",
        "title":"Aircraft Electrical Repairman Technician, 2-2. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED220722",
        "title":"Adult Education for the Handicapped. Information Series No. 240."},
      {
        "id":"ED220723",
        "title":"Lifelong Learning: Formal, Nonformal, Informal, and Self-Directed. Information Series No. 241."},
      {
        "id":"ED220724",
        "title":"Retirement Policy: Planning for Change. Information Series No. 242."},
      {
        "id":"ED220725",
        "title":"Quality Circles: Implications for Training. Information Series No. 243."},
      {
        "id":"ED220726",
        "title":"Communications Technologies: Their Effect on Adult, Career, and Vocational Education. Information Series No. 244."},
      {
        "id":"ED220727",
        "title":"Leisure: Integrating a Neglected Component in Life Planning. Information Series No. 245."},
      {
        "id":"ED220728",
        "title":"Career Education: Collaboration with the Private Sector. Information Series No. 246."},
      {
        "id":"ED220729",
        "title":"Career Development in the Work Place: A Guide for Program Developers. Information Series No. 247."},
      {
        "id":"ED220730",
        "title":"A Two-Phase Impact Study of In-School Alternatives to Suspension: Technical Analysis. Volume I. Second Year Report."},
      {
        "id":"ED220731",
        "title":"A Two-Phase Impact Study of In-School Alternatives to Suspension: Study Instrumentation. Volume III, Final Report."},
      {
        "id":"ED220733",
        "title":"Professional Disclosure, Consumerism, and Counselor Preparation."},
      {
        "id":"ED220736",
        "title":"Student Development on Three Vectors over Four Years."},
      {
        "id":"ED220741",
        "title":"Preadmission Day for Older, Non-Traditional Students."},
      {
        "id":"ED220743",
        "title":"Eliminating Self-Defeating Behaviors: New Group Procedures."},
      {
        "id":"ED220746",
        "title":"Career Management and Career Pathing in Organizations. Searchlight Plus: Relevant Resources in High Interest Areas, No. 55+."},
      {
        "id":"ED220752",
        "title":"The Office of Juvenile Justice and Delinquency Prevention's Special Emphasis Program Has Not Realized Its Full Potential. Report to the Attorney General."},
      {
        "id":"ED220753",
        "title":"Sexual Exploitation of Children--A Problem of Unknown Magnitude. Report to the Chairman, Subcommittee on Select Education, House Committee on Education and Labor."},
      {
        "id":"ED220755",
        "title":"Highlights from Student Drug Use in America, 1975-1981."},
      {
        "id":"ED220756",
        "title":"University of Maryland Origins of Publications in Student Personnel Journals."},
      {
        "id":"ED220757",
        "title":"Religious Orientation and the Concepts of God Held by University Students."},
      {
        "id":"ED220758",
        "title":"The Religious Orientation of College Students."},
      {
        "id":"ED220759",
        "title":"Countertransference and Empathy: The Complex Relationship between Two Divergent Concepts in Counseling."},
      {
        "id":"ED220760",
        "title":"Elderly Multiple Victims: More Frequent than Commonly Thought?"},
      {
        "id":"ED220761",
        "title":"A Healthy Old Age: A Sourcebook for Health Promotion with Older Adults."},
      {
        "id":"ED220762",
        "title":"Attitudes of Male and Female University Students toward Students with Different Physical Disabilities. Research Report No. 10-81."},
      {
        "id":"ED220768",
        "title":"Study of Georges Valley High School Drop Out Program."},
      {
        "id":"ED220769",
        "title":"Adolescent Marijuana Abusers and Their Families. Research Monograph Series, No. 40."},
      {
        "id":"ED220773",
        "title":"Life Skills for Women in Transition: A Workshop Guide."},
      {
        "id":"ED220774",
        "title":"Life Skills for Women in Transition."},
      {
        "id":"ED220775",
        "title":"Manual for Working with Parents of Adolescent Drug Users. Treatment Research Report."},
      {
        "id":"ED220776",
        "title":"Evaluation of Drug Abuse Treatment Effectiveness: Summary of the DARP Followup Research. Treatment Research Report."},
      {
        "id":"ED220778",
        "title":"The Development of a Model Secondary School Counselor Education Curriculum. Final Report."},
      {
        "id":"ED220779",
        "title":"Private Self-Consciousness as an Adaptation Strategy."},
      {
        "id":"ED220780",
        "title":"Perception of Women in Magazine Advertising."},
      {
        "id":"ED220783",
        "title":"Drug Abuse in the American School System, 1982. Hearing before the Subcommittee on Investigations and General Oversight of the Committee on Labor and Human Resources, United States Senate, Ninety-Seventh Congress, Second Session."},
      {
        "id":"ED220784",
        "title":"Family Assessment Process Manual."},
      {
        "id":"ED220785",
        "title":"Counseling Women for Life Decisions. Searchlight Plus: Relevant Resources in High Interest Areas. 27+."},
      {
        "id":"ED220786",
        "title":"A Two-Phase Impact Study of In-School Alternatives to Suspension. Second Year Report, Volume II: Case Studies."},
      {
        "id":"ED220787",
        "title":"A Two-Phase Impact Study of In-School Alternatives to Suspension. Second Year Report, Appendix A: Case Studies."},
      {
        "id":"ED220788",
        "title":"Text Comprehension: The Parameters of Difficulty in Narrative and Expository Prose Texts: A Redefinition of Readability."},
      {
        "id":"ED220792",
        "title":"Evaluation of Teaching Reading in the Content Area for Secondary Teachers - Region 7."},
      {
        "id":"ED220794",
        "title":"NIE Roundtable on Urban Reading. Final Report."},
      {
        "id":"ED220795",
        "title":"Organizers That Compensate for Text Organization: Research With Application to Teaching Reading."},
      {
        "id":"ED220803",
        "title":"Congruence of Prior Knowledge and Text Information as a Factor in the Reading Comprehension of Middle-Grade Children. Technical Report #16."},
      {
        "id":"ED220805",
        "title":"When Do Children Begin &quot;Reading to Learn&quot;? A Survey of Classroom Reading Instruction Practices in Grades Two through Five. Technical Report No. 261."},
      {
        "id":"ED220807",
        "title":"A Descriptive Study of Two Philosophically Different Approaches to Reading Readiness, as They Were Used in Six Inner City Kindergartens. Final Report, August 15, 1980 to August 15, 1981. Part One, the &quot;Literate Environment&quot; Approach to Reading Readiness."},
      {
        "id":"ED220808",
        "title":"A Descriptive Study of Two Philosophically Different Approaches to Reading Readiness, as They Were Used in Six Inner City Kindergartens. Final Report, August 15, 1980 to August 15, 1981. Part Two, the \"Traditional\" Approach to Reading Readiness."},
      {
        "id":"ED220811",
        "title":"An Examination of the Validity of Two Item Classification Schemes for the Reading Comprehension Subtest of the Tests of Adult Basic Education."},
      {
        "id":"ED220812",
        "title":"Comprehension of Metaphors: Priming the Ground."},
      {
        "id":"ED220813",
        "title":"Contextual Predictability Norms for Pairs of Words Differing in a Single Letter. Technical Report No. 260."},
      {
        "id":"ED220817",
        "title":"Subjective Readability Experiments on Topically Linked Expository Paragraphs and Their Variants."},
      {
        "id":"ED220820",
        "title":"Inducing Strategic Learning from Texts by Means of Informed, Self-Control Training. Technical Report No. 262."},
      {
        "id":"ED220821",
        "title":"Metacognition from the Historical Context of Teaching Reading. Technical Report No. 263."},
      {
        "id":"ED220824",
        "title":"Maine Studies ECRI."},
      {
        "id":"ED220826",
        "title":"Development of Comprehension Skills in the Middle Grades. Final Report, September 1, 1979-February 27, 1982."},
      {
        "id":"ED220837",
        "title":"The Development of Writing in the Young Child: Some Vintage Russian Wine in Contemporary Bottles."},
      {
        "id":"ED220839",
        "title":"Revision Strategies of Student Writers and Experienced Adult Writers."},
      {
        "id":"ED220840",
        "title":"Teaching, Testing, and Technology: English in the Eighties."},
      {
        "id":"ED220847",
        "title":"Natalie Clifford Barney: An Annotated Bibliography."},
      {
        "id":"ED220860",
        "title":"Writing in the Professions: A Course Guide and Instructional Materials for an Advanced Composition Course."},
      {
        "id":"ED220862",
        "title":"A Guide to Writing Local History."},
      {
        "id":"ED220863",
        "title":"When Our School Talks, the Community Listens--A Guide to Public Communications for Writing Programs."},
      {
        "id":"ED220864",
        "title":"A Guide to Teaching Creative Writing: Poetry."},
      {
        "id":"ED220865",
        "title":"A Guide to the Teacher's Role in the Writing Program."},
      {
        "id":"ED220866",
        "title":"On Distinctions between Classical and Modern Rhetoric."},
      {
        "id":"ED220867",
        "title":"Regularity and Irregularity in English Spelling and in Spelling Instruction."},
      {
        "id":"ED220868",
        "title":"Computer Instruction on Generating Ideas for Writing Description."},
      {
        "id":"ED220869",
        "title":"Computer-Based Practice in Editing."},
      {
        "id":"ED220871",
        "title":"Feasibility of Assessing Writing Using Multiple Assessment Techniques. Research Report."},
      {
        "id":"ED220880",
        "title":"Cognitive Modification in the Small College."},
      {
        "id":"ED220883",
        "title":"Shogun on TV: Who Watches and with What Effects among U. S. Midwestern Teenagers."},
      {
        "id":"ED220886",
        "title":"The Development of the Semantic System."},
      {
        "id":"ED220887",
        "title":"Media Embedded Interactions."},
      {
        "id":"ED220888",
        "title":"Measuring Organizational Communication Variables."},
      {
        "id":"ED220893",
        "title":"Interpreters Theatre as Confirmed by New York Productions."},
      {
        "id":"ED220894",
        "title":"Basic Listening Skills."},
      {
        "id":"ED220899",
        "title":"Conceptual Approaches to the Study of Small Group Interaction."},
      {
        "id":"ED220903",
        "title":"The Speech Anxiety Program at UTK: A Training Program for Students with High Public Speaking Anxiety."},
      {
        "id":"ED220904",
        "title":"Philosophical Perspectives on Values and Ethics in Speech Communication."},
      {
        "id":"ED220915",
        "title":"A Changing Federalism: The Condition of the States."},
      {
        "id":"ED220916",
        "title":"Technology and Education: Policy, Implementation, Evaluation. Proceedings of the National Conference on Technology and Education (January 26-28, 1981)."},
      {
        "id":"ED220958",
        "title":"Implications for Research: Preparing Principals for Leadership Roles."},
      {
        "id":"ED220959",
        "title":"Effects of Principal Interventions on Teachers during the Change Process."}]
  }}
