{
  "response":{"numFound":509939,"start":168000,"numFoundExact":true,"docs":[
      {
        "id":"ED220960",
        "title":"Describing the Concerns Principals Have about Facilitating Change."},
      {
        "id":"ED220961",
        "title":"Three Change Facilitator Styles: Some Indicators and a Proposed Framework."},
      {
        "id":"ED220962",
        "title":"What Do Principals Do to Facilitate Change: Their Interventions."},
      {
        "id":"ED220965",
        "title":"Time in the Classroom: The Effect of Collective Bargaining on the Allocation of Teacher Time."},
      {
        "id":"ED220970",
        "title":"State and Federal Programs for Special Student Populations."},
      {
        "id":"ED220971",
        "title":"Special Needs of Students: Essentials for State Planning."},
      {
        "id":"ED220973",
        "title":"Effective Schooling Practices and Teacher Evaluation: Beyond Ceremonial Congratulations. Project Leadership Presenter's Guide."},
      {
        "id":"ED220974",
        "title":"Working in High Schools: Inside Views of the Organization."},
      {
        "id":"ED220975",
        "title":"Projected School Enrollments in Colorado Counties to the Year 2000. Comprehensive Educational Report."},
      {
        "id":"ED220976",
        "title":"Population, Live Births, Live Birth Rate and Fall Public School Enrollments in Colorado and Colorado Counties, 1960-1979. Educational Report."},
      {
        "id":"ED220980",
        "title":"Illinois Public School Enrollment Analyses and Projections."},
      {
        "id":"ED220981",
        "title":"ESEA Title IV-B Impact. Washington State Dissemination Report."},
      {
        "id":"ED220982",
        "title":"Assessment of the Nature and Impact of Coordination between Organizations: Summary of a Research Network's Findings."},
      {
        "id":"ED220983",
        "title":"Tax Limitations in Massachusetts."},
      {
        "id":"ED220984",
        "title":"Climbing the Career Ladder: A Research Study of Women in School Administration."},
      {
        "id":"ED220987",
        "title":"NIE Directory of Inservice Training Programs for Principals."},
      {
        "id":"ED220994",
        "title":"Increasing the Usefulness of the Individualized Education Program."},
      {
        "id":"ED220996",
        "title":"Project First Chance: Interactive Outreach Program. Volume I. Final Report, July 1, 1979-June 30, 1980."},
      {
        "id":"ED220999",
        "title":"An Early Childhood Intervention Curriculum Matrix."},
      {
        "id":"ED221002",
        "title":"International Symposium on Services for Young Disabled Children, Their Parents, and Families. Proceedings: Discussions and Implications for Future Activities (Washington, D.C., December 6-11, 1981)."},
      {
        "id":"ED221005",
        "title":"A Comparative Study of the Social Attitudes and Behaviors of Mildly Handicapped Children in Two Mainstreaming Programs."},
      {
        "id":"ED221023",
        "title":"Issues of Language Assessment: Foundations and Research. Proceedings of the Annual Language Assessment Institute (1st, Evanston, Illinois, June 17-20, 1981)."},
      {
        "id":"ED221048",
        "title":"Orientation to Employment in the U.S. for Refugees--Khmer."},
      {
        "id":"ED221049",
        "title":"Orientation to Employment in the U.S. for Refugees--Chinese."},
      {
        "id":"ED221051",
        "title":"Bilingual Education Tradition in the U.S.: Transition vs. Maintenance Models."},
      {
        "id":"ED221053",
        "title":"Language Proficiency Assessment: What Does That Mean? A Report of the NABE Pre-Conference Workshop (Los Alamitos, California, April 19, 1980). Professional Papers."},
      {
        "id":"ED221054",
        "title":"Limited English Proficiency Students in Wisconsin: Cultural Background and Educational Needs. Part I: Hispanic Students (Mexican and Puerto Rican)."},
      {
        "id":"ED221055",
        "title":"Limited English Proficiency Students in Wisconsin: Cultural Background and Educational Needs. Part III: Native Americans (Menominee and Oneida)."},
      {
        "id":"ED221057",
        "title":"Development of Writing in a Bilingual Program. Final Report. Volumes 1 and 2."},
      {
        "id":"ED221058",
        "title":"Obligatory Processing of Words in Two Languages by Bilinguals."},
      {
        "id":"ED221059",
        "title":"How to Tell When Someone is Saying &quot;No&quot; Revisited. Professional Papers."},
      {
        "id":"ED221060",
        "title":"Cognitive Processing of Various Orthographies."},
      {
        "id":"ED221061",
        "title":"On Learning Language Form and Language Function."},
      {
        "id":"ED221065",
        "title":"The Processes of Self Directed Learning: A Study of Adult Language Learners."},
      {
        "id":"ED221068",
        "title":"English as a Second Language Resource Manual, Volume I."},
      {
        "id":"ED221069",
        "title":"English as a Second Language Resource Manual, Volume II."},
      {
        "id":"ED221070",
        "title":"Cultural Orientation Resource Manual, Volume I."},
      {
        "id":"ED221071",
        "title":"Cultural Orientation Resource Manual, Volume II."},
      {
        "id":"ED221073",
        "title":"The Occupational Aspirations of Minority College Students: An Annotated Bibliography as Related to Graduate Business Education. Research Report."},
      {
        "id":"ED221076",
        "title":"Research and Development in Higher Education, Volume 1. Papers Presented at the Annual Conference of the Higher Education Research and Development Society of Australasia (4th, Bedford Park, South Australia, June 2-4, 1978)."},
      {
        "id":"ED221077",
        "title":"Research and Development in Higher Education, [Volume] 2, Papers Presented at the Annual Conference of the Higher Education Research and Development Society of Australasia (5th, Brisbane, Australia, May 11-14, 1979)."},
      {
        "id":"ED221078",
        "title":"Student Financial Aid and Persistence in College."},
      {
        "id":"ED221081",
        "title":"Surrogate Learning Measures: Credit, Other Units and Non-Credit."},
      {
        "id":"ED221089",
        "title":"A Policy and Program Evaluation of the Statewide Course Numbering System."},
      {
        "id":"ED221090",
        "title":"Impact: Advising Makes the Difference. Proceedings of the National Conference on Academic Advising (2nd, Memphis, Tennessee, October 8-11, 1978)."},
      {
        "id":"ED221091",
        "title":"Impact: Advising for the '80s. Proceedings of the National Conference on Academic Advising (3rd, Omaha, Nebraska, October 14-17, 1979)."},
      {
        "id":"ED221097",
        "title":"Problems in Allied Health Continuing Education."},
      {
        "id":"ED221101",
        "title":"College Attendance by Working Adults and Its Effects on the Educational Motivations of Their Children. Occasional Papers 11.2."},
      {
        "id":"ED221105",
        "title":"The University as a Resource System for Public Needs: Responding to Research Needs of Decision-Makers. Case Studies. Rural Development Series No. 12."},
      {
        "id":"ED221110",
        "title":"Federal Support to Universities, Colleges, and Selected Nonprofit Institutions, Fiscal Year 1980. A Report to the President and Congress. Final Report. Surveys of Science Resources Series."},
      {
        "id":"ED221112",
        "title":"Adverse Opinion on the Financial Statements of the Student Loan Insurance Fund for the Fiscal Year Ended September 30, 1980. Report to the Congress."},
      {
        "id":"ED221117",
        "title":"Oversight on Impact of Federal Student Aid Reductions. Examination on the Impact of Federal Student Aid Reductions on Students, Their Families, and Institutions of Higher Education. Hearings Before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources, United States Senate, Ninety-Seventh Congress, First Session (Burlington, Vermont, December 7, 1981; Storrs, Connecticut, February 19, 1982)."},
      {
        "id":"ED221124",
        "title":"Characteristics of Black Postsecondary Students."},
      {
        "id":"ED221126",
        "title":"Characteristics of Women Postsecondary Students."},
      {
        "id":"ED221129",
        "title":"Activities of Science and Engineering Faculty in Universities and 4-Year Colleges: 1978/79. Final Report."},
      {
        "id":"ED221130",
        "title":"Validation of a Theoretical Model of College Dropouts."},
      {
        "id":"ED221134",
        "title":"1981 Doctorate Recipients from United States Universities. Summary Report."},
      {
        "id":"ED221136",
        "title":"A Resource Requirements Prediction Model for the Central Administration Support Program in a University."},
      {
        "id":"ED221143",
        "title":"The Institutional Research Director: Professional Development and Career Path."},
      {
        "id":"ED221145",
        "title":"Improving Minority Students' Competencies: Strategies in Selected Colleges."},
      {
        "id":"ED221147",
        "title":"Rating College Teaching: Criterion Validity Studies of Student Evaluation-of-Instruction Instruments. AAHE-ERIC/Higher Education Research Report No. 1, 1982."},
      {
        "id":"ED221148",
        "title":"Faculty Evaluation: The Use of Explicit Criteria for Promotion, Retention, and Tenure. AAHE-ERIC/Higher Education Research Report No. 2, 1982."},
      {
        "id":"ED221150",
        "title":"An Attempt to Optimize the Early Identification of the Potential Dropout: Use of Dynamic Predictors, Differentiated Criterion Groups, and Alternative Discriminant Function Methodology."},
      {
        "id":"ED221156",
        "title":"Theoretical Definition of Instructor Role in Computer-Managed Instruction."},
      {
        "id":"ED221157",
        "title":"Training in Curriculum Development and Educational Technology in Higher Education."},
      {
        "id":"ED221158",
        "title":"Writing for Instructional Television."},
      {
        "id":"ED221159",
        "title":"Media in Instruction: 60 Years of Research."},
      {
        "id":"ED221163",
        "title":"No More Free Lunch: Commercial Fee-Based Information Services--Past, Present and Future."},
      {
        "id":"ED221171",
        "title":"Development and Current Status of the Educational Resources Information Center (ERIC). A Model Bibliographic Control System Covering the Literature of Education in the United States."},
      {
        "id":"ED221178",
        "title":"School Libraries and Technology: A Sourcebook."},
      {
        "id":"ED221180",
        "title":"Use of the OCLC Acquisitions Subsystem in a Special Library via Dial Access."},
      {
        "id":"ED221182",
        "title":"An Approach to Library Research for the Part-Time Undergraduate Student."},
      {
        "id":"ED221183",
        "title":"Battle of the Library Superstars. A Videotape Script."},
      {
        "id":"ED221185",
        "title":"Bibliographic Instruction at Moraine Valley Community College: A Position Paper."},
      {
        "id":"ED221192",
        "title":"Library Research in Criminal Justice. An Introduction for Students at John Jay College of Criminal Justice, City University of New York. Second Edition."},
      {
        "id":"ED221196",
        "title":"A Nationwide Communication System for the Hearing Impaired: Strategies Toward Commercial Implementation. Final Report."},
      {
        "id":"ED221200",
        "title":"Three Models for Individualizing Instruction in Library Education."},
      {
        "id":"ED221213",
        "title":"Automatic Construction of Explanation Networks for a Cooperative User Interface."},
      {
        "id":"ED221214",
        "title":"Document Delivery--Background Papers Commissioned by the Network Advisory Committee. Network Planning Paper Number 7."},
      {
        "id":"ED221215",
        "title":"A Survey of the Cataloging in Publication Program. Final Report."},
      {
        "id":"ED221217",
        "title":"Exploring Opportunities for Cooperation in California, a Forum Exploring Cooperation and Communication among Health Science Library Consortia. Proceedings of a Forum Sponsored by the Coastal Health Library Information Consortium (Pismo Beach, California, November 13, 1981)."},
      {
        "id":"ED221218",
        "title":"Area Health Education Centers (AHECs): An Annotated List of Articles, Documents and Monographs. First Supplement."},
      {
        "id":"ED221221",
        "title":"Online Retrieval Systems Users Survey from Texas."},
      {
        "id":"ED221224",
        "title":"Bibliography of Publications, 1982 Supplement."},
      {
        "id":"ED221226",
        "title":"Cataloging and Indexing of a Subset of Federal Government Documents Not Listed in the &quot;Monthly Catalog of U.S. Government Publications.&quot; Project Manual."},
      {
        "id":"ED221227",
        "title":"Copyright Office, the U.S. Patent and Trademark Office, and the Copyright Royalty Tribunal. Oversight Hearings before the Subcommittee on Courts, Civil Liberties, and the Administration of Justice of the Committee on the Judiciary. House of Representatives, Ninety-Seventh Congress, First Session (March 4 and June 11, 1981)."},
      {
        "id":"ED221228",
        "title":"Statistics of Library Networks and Cooperative Organizations, 1977-1978."},
      {
        "id":"ED221231",
        "title":"Update on Research on the Humanities in Community Colleges."},
      {
        "id":"ED221234",
        "title":"Frustration: Or Why LCC's System of Testing and Placement Does Not Work Better."},
      {
        "id":"ED221235",
        "title":"Individual Freedom and Work Experience: A Seminar Prepared for Students Who Have Taken Introduction to Philosophy and Who Are Presently on Internships."},
      {
        "id":"ED221244",
        "title":"Humanities and the Art of Being."},
      {
        "id":"ED221248",
        "title":"Reverse Transfer Student Study."},
      {
        "id":"ED221249",
        "title":"Strategic Planning for Community Services and Continuing Education."},
      {
        "id":"ED221252",
        "title":"A Report on the Tutorial Outreach Model for Reading and Writing across the Curriculum at Los Medanos College."},
      {
        "id":"ED221259",
        "title":"Oregon Community College Tables, 1966-1981."},
      {
        "id":"ED221263",
        "title":"Relationships between Health Status, Self Esteem and Social Support among Adolescents: Gender and Race Group Differences."},
      {
        "id":"ED221264",
        "title":"Management by Parent Objectives: A Case Study Establishing the Feasibility of Employer-Sponsored Child Care and Other Family Supports."},
      {
        "id":"ED221269",
        "title":"Gender and Attractiveness Related to Preschool Peer Interactions."},
      {
        "id":"ED221271",
        "title":"The Child's Representation of Number: A Multidimensional Scaling Analysis."},
      {
        "id":"ED221276",
        "title":"Annotated Directory of Exemplary Family Based Programs. Revised Edition."},
      {
        "id":"ED221283",
        "title":"Oversight Hearing on the Head Start Program. Hearing before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, Ninety-Seventh Congress, Second Session."},
      {
        "id":"ED221284",
        "title":"Getting Involved: Basic Educational Skills Bibliography. Basic Educational Skills Project: An Annotated Bibliography in the Areas of Curriculum, Parent Involvement, Teacher Attitudes and Behaviors, and Continuity."},
      {
        "id":"ED221285",
        "title":"Cognitive Styles and the Mexican-American Child: A Review of Literature."},
      {
        "id":"ED221287",
        "title":"Early Childhood Services: Philosophy, Goals and Program Dimensions, 1982. Interim Edition."},
      {
        "id":"ED221291",
        "title":"Human Learning and Behavior: 1981 Research Programs of the National Institute of Child Health and Human Development."},
      {
        "id":"ED221292",
        "title":"The Effects of Prematurity and Illness on Parents' Perceptions of Their Infants."},
      {
        "id":"ED221293",
        "title":"Parent Involvement in Day Care: A Resource Manual for Day Care Providers."},
      {
        "id":"ED221296",
        "title":"Immersion Learning Project: Final Report. Inservice Training Models for Preschool Programs, for Handicapped and At-Risk Children."},
      {
        "id":"ED221299",
        "title":"Welfare Policy in the United States: A Critique and Some Proposals Derived from the Experience of Former Secretaries of Health, Education, and Welfare."},
      {
        "id":"ED221301",
        "title":"Facilitating Creative Thought through Object Play in Young Children."},
      {
        "id":"ED221302",
        "title":"Background Information for Viewing Racial Differences in SAT Scores."},
      {
        "id":"ED221303",
        "title":"Kindergarten in the 80's: Teachers Handbook."},
      {
        "id":"ED221304",
        "title":"The Free Kindergarten Union of Victoria, 1908-80."},
      {
        "id":"ED221305",
        "title":"The Regional Parenting Surveys: Base Sample Survey. Technical Report."},
      {
        "id":"ED221307",
        "title":"A Process Evaluation of Project Developmental Continuity. Third Program Year Cost Report. Interim Report VIII."},
      {
        "id":"ED221308",
        "title":"Assessment of Program Impact through the Kindergarten Year. Evaluation of Project Developmental Continuity. Interim Report IX."},
      {
        "id":"ED221309",
        "title":"Population Change, Community Viability, and Migration Intentions in Selected Utah Communities. Research Report 51."},
      {
        "id":"ED221312",
        "title":"Chicano Aging and Mental Health."},
      {
        "id":"ED221314",
        "title":"Oversight on Community Services Administration, Child Abuse Prevention and Treatment, and Adoption Opportunities, and Native American Programs Act. Hearing before the Subcommittee on Aging, Family and Human Services of the Committee on Labor and Human Resources. United States Senate, Ninety-Seventh Congress, First Session."},
      {
        "id":"ED221318",
        "title":"The Catalyst Training Package: Increasing Options for Rural Youth. Facilitator's Guide and Curriculum Manual."},
      {
        "id":"ED221320",
        "title":"Developing Mental Health Delivery Systems for the Urban Bilingual/Bicultural Family."},
      {
        "id":"ED221332",
        "title":"Literatura Oral Hispanica (Hispanic Oral Literature)."},
      {
        "id":"ED221333",
        "title":"Monongalia Area Survey, 1981: Citizens' Views on Industrial Development and Quality of Life. Bulletin 676."},
      {
        "id":"ED221336",
        "title":"Numeration. Mathematics-Methods Program Unit."},
      {
        "id":"ED221337",
        "title":"Addition and Subtraction. Mathematics-Methods Program Unit."},
      {
        "id":"ED221338",
        "title":"Multiplication and Division. Mathematics-Methods Program Unit."},
      {
        "id":"ED221339",
        "title":"Rational Numbers with Integers and Reals. Mathematics-Methods Program Unit."},
      {
        "id":"ED221340",
        "title":"Awareness Geometry. Mathematics-Methods Program Unit."},
      {
        "id":"ED221341",
        "title":"Transformational Geometry. Mathematics-Methods Program Unit."},
      {
        "id":"ED221342",
        "title":"Analysis of Shapes. Mathematics-Methods Program Unit. Student Manual [and] Instructor's Manual."},
      {
        "id":"ED221343",
        "title":"Measurement. Mathematics-Methods Program Unit."},
      {
        "id":"ED221344",
        "title":"Graphs: The Picturing of Information. Mathematics-Methods Program Unit."},
      {
        "id":"ED221345",
        "title":"Number Theory. Mathematics-Methods Program Unit. Student Manual [and] Instructor's Manual."},
      {
        "id":"ED221346",
        "title":"Probability and Statistics. Mathematics-Methods Program Unit."},
      {
        "id":"ED221347",
        "title":"Experiences in Problem Solving. Mathematics-Methods Program Unit."},
      {
        "id":"ED221348",
        "title":"User's Guide for the Units of the Mathematics-Methods Program."},
      {
        "id":"ED221350",
        "title":"Puerto Ricans in Science and Biomedicine: Report of a Conference."},
      {
        "id":"ED221360",
        "title":"Investigations in Science Education, Volume 8, Number 3."},
      {
        "id":"ED221363",
        "title":"National Patterns of Science and Technology Resources 1981."},
      {
        "id":"ED221364",
        "title":"Emerging Issues in Science and Technology, 1981. A Compendium of Working Papers for the National Science Foundation."},
      {
        "id":"ED221365",
        "title":"Investigations in Mathematics Education, Volume 15, Number 3. Expanded Abstracts and Critical Analyses of Recent Research."},
      {
        "id":"ED221366",
        "title":"Investigations in Mathematics Education, Volume 15, Number 4. Expanded Abstracts and Critical Analyses of Recent Research."},
      {
        "id":"ED227394",
        "title":"An Attempt at an Eclectic Model of Nonnormative Crises."},
      {
        "id":"ED227396",
        "title":"Marital Cohesiveness and Family Life Transitions: A Social Exchange Perspective."},
      {
        "id":"ED227399",
        "title":"The Future of Feminist Psychology."},
      {
        "id":"ED227403",
        "title":"Gender, Race, Social Class and Self-Evaluations among College Students."},
      {
        "id":"ED227404",
        "title":"A Systems Perspective on the Development of Close Relationships."},
      {
        "id":"ED227406",
        "title":"Path Analysis: A Link between Family Theory and Reseach."},
      {
        "id":"ED227408",
        "title":"Having Your Cake and Eating It Too: Maximizing Achievement and Cognitive-Social Development and Socialization through Cooperative Learning."},
      {
        "id":"ED227411",
        "title":"Videotaped Interactions between Fathers and Adolescent Boys or Girls as a Source for Achieving Behavior."},
      {
        "id":"ED227413",
        "title":"Methodological Explorations of Counselor-Client Interaction."},
      {
        "id":"ED227416",
        "title":"The Gap between Rhetoric and Knowledge in Social Support."},
      {
        "id":"ED227418",
        "title":"Applying the Supervisory Pool Concept to Supervision in School Psychology."},
      {
        "id":"ED227419",
        "title":"What Is Self-Esteem and How Can It Be Measured?"},
      {
        "id":"ED227422",
        "title":"Coping in Dual-Employed Families: Spousal Differences."},
      {
        "id":"ED227423",
        "title":"The Effects of Multiple Mediation Techniques on Negotiation."},
      {
        "id":"ED227424",
        "title":"Compliance with Homework Tasks in a Behavioral Self-Control Weight Loss Program."},
      {
        "id":"ED227427",
        "title":"Adolescent Alcohol Expectancies: Their Origin and Relationship to Drinking Styles."},
      {
        "id":"ED227430",
        "title":"Information Utilization and Non-Utilization and Executive Summary."},
      {
        "id":"ED227436",
        "title":"Gender Schema Processing Effects on Performance, Memory and Evaluative Tasks."},
      {
        "id":"ED227438",
        "title":"Thematic Organizers: Application to Remedial Reading."},
      {
        "id":"ED227440",
        "title":"Reading: Theory, Research, and Practice. Twenty-Sixth Yearbook of the National Reading Conference."},
      {
        "id":"ED227441",
        "title":"Reading: Disciplined Inquiry in Process and Practice. Twenty-Seventh Yearbook of the National Reading Conference"},
      {
        "id":"ED227445",
        "title":"The Basic &quot;How To's&quot; for Validating a Study Skills Inventory."},
      {
        "id":"ED227448",
        "title":"Centrality and Reading Comprehension Test Questions."},
      {
        "id":"ED227452",
        "title":"&quot;I Teach Him Everything He Learns in School&quot;: The Acquisition of Literacy for Learning in Working Class Families. Final Report."},
      {
        "id":"ED227453",
        "title":"Prequestions and Predictions and Children's Reading Comprehension."},
      {
        "id":"ED227455",
        "title":"Feedback to Oral Reading Miscues. Parts I & II. Final Report."},
      {
        "id":"ED227456",
        "title":"Feedback to Oral Reading Miscues. Part III. Final Report."},
      {
        "id":"ED227461",
        "title":"The Role of Tone in Processing Prose."},
      {
        "id":"ED227463",
        "title":"Theoretical and Methodological Issues in the Empirical Study of Metaphor [and] Implications and Suggestions for Teachers. Reading Education Report No. 38."},
      {
        "id":"ED227464",
        "title":"Instructional Implications of Listening Comprehension Research. Reading Education Report No. 39."},
      {
        "id":"ED227465",
        "title":"Understanding Mnemonic Imagery Effects: A Dozen &quot;Obvious&quot; Outcomes."},
      {
        "id":"ED227466",
        "title":"Development of Children's Use of a Story Schema to Retrieve Information."},
      {
        "id":"ED227474",
        "title":"D'Nealian Manuscript--An Aid to Reading Development."},
      {
        "id":"ED227478",
        "title":"The Eleven Functions of Revision."},
      {
        "id":"ED227481",
        "title":"The Shattered Humanities."},
      {
        "id":"ED227483",
        "title":"Children's Literature."},
      {
        "id":"ED227484",
        "title":"PLATO and the English Curriculum."},
      {
        "id":"ED227485",
        "title":"Understanding Writing: Ways of Observing, Learning &amp; Teaching. K-8."},
      {
        "id":"ED227487",
        "title":"Learning to Write in the Secondary School. Final Report."},
      {
        "id":"ED227489",
        "title":"Shedding Tears Over Milton."},
      {
        "id":"ED227491",
        "title":"Grassroots Journalism in the City: Cleveland's Neighborhood Newspapers. Monograph No. 6."},
      {
        "id":"ED227500",
        "title":"The Middle School: Its Institution and English Curriculum. Field Study in Curriculum and Classroom Instruction."},
      {
        "id":"ED227503",
        "title":"Discourse Type and Composition Research."},
      {
        "id":"ED227514",
        "title":"Computers in English: Is There Another Way?"},
      {
        "id":"ED227515",
        "title":"Theory and Practice in the Teaching of Composition: Processing, Distancing, and Modeling."},
      {
        "id":"ED227516",
        "title":"Rhetorical Analysis and Criticism of Black Rhetors on the Black Language Controversy--Implications for Education and Society."},
      {
        "id":"ED227517",
        "title":"The Attitude of Mexican Elites toward Future Economic Relationships with the United States: A Study of Intercultural Perceptions."},
      {
        "id":"ED227520",
        "title":"Interpersonal Persuasion I: Formulation and First Test of a Rules-Based Theory."},
      {
        "id":"ED227522",
        "title":"Speaking &quot;Common Sense&quot; about the Soviet Threat: Reagan's Rhetorical Stance."},
      {
        "id":"ED227526",
        "title":"Toward the Establishment of a Preverbal Stage of Communication."},
      {
        "id":"ED227528",
        "title":"Presumption in Value Topic Debate: The Three Faces of Eve."},
      {
        "id":"ED227533",
        "title":"Public Relations and Interpersonal Communication."},
      {
        "id":"ED227536",
        "title":"Evaluating Alternatives to Exclusive &quot;He.&quot;"},
      {
        "id":"ED227539",
        "title":"The Design and Implementation of a Statewide Technical Assistance System for School Improvement: Alternative Considerations."},
      {
        "id":"ED227540",
        "title":"Identifying Barriers to Parent Involvement in the Schools: A Survey of Educators."},
      {
        "id":"ED227541",
        "title":"Facilitator's Guide: Censorship Workshop."},
      {
        "id":"ED227545",
        "title":"Principal Norm Setting as a Component of Effective Schools."},
      {
        "id":"ED227547",
        "title":"The Effects of Collective Bargaining on School Administrative Leadership. Proceedings of a Conference Held at the Center for Educational Policy and Management (Eugene, Oregon, July 9-10, 1982)."},
      {
        "id":"ED227556",
        "title":"Needs Assessment Project: FY 82 Verification Study."},
      {
        "id":"ED227557",
        "title":"Curriculum Review. A Process for Montana Schools."},
      {
        "id":"ED227569",
        "title":"Local Control: Use It or Lose It."},
      {
        "id":"ED227572",
        "title":"Toward More Local Control: Financial Reform for Public Education. Final Report."},
      {
        "id":"ED227573",
        "title":"Catholic Secondary Education: Now and in the Future. A Seminar."},
      {
        "id":"ED227584",
        "title":"The Dynamics of Stability and Change in Public Schools."},
      {
        "id":"ED227585",
        "title":"Moral Reasoning and the Moral Actions of School Administrators."},
      {
        "id":"ED227587",
        "title":"Management Module: Application Approval. A Study of State Management Practices: Looking Back at Title I and Toward Chapter 1."},
      {
        "id":"ED227588",
        "title":"Management Module: Monitoring. A Study of State Management Practices: Looking Back at Title I and Toward Chapter 1."},
      {
        "id":"ED227589",
        "title":"Management Module: Parent Involvement. A Study of State Management Practices: Looking Back at Title I and Toward Chapter 1."},
      {
        "id":"ED227590",
        "title":"Management Module: Enforcement. A Study of State Management Practices: Looking Back at Title I and Toward Chapter 1."},
      {
        "id":"ED227591",
        "title":"A Study of State Management Practices: Looking Back at Title I and Toward Chapter 1. Final Report."},
      {
        "id":"ED227592",
        "title":"How the Financing of the Public Schools Affects Their Ability to Educate. Final Report of Research Project."},
      {
        "id":"ED227596",
        "title":"Personal Commitment: A Prerequisite for Women Aspiring to Educational Administration."},
      {
        "id":"ED227600",
        "title":"Education and Technology: Predicting the Needs of the Future."},
      {
        "id":"ED227603",
        "title":"Dyslexia: The Effects of Visual Memory and Serial Recall."},
      {
        "id":"ED227608",
        "title":"Looking Ahead: Issues Facing Special Education Paraprofessionals in the 1980s."},
      {
        "id":"ED227609",
        "title":"Quality Inservice Education: Final Report of the National Inservice Network, 1978-1981."},
      {
        "id":"ED227610",
        "title":"A Model Program for Hearing-Handicapped Infants Providing Medical, Academic, and Psychological Services (HI-MAPS). Final Report, July 1979-June 1982."},
      {
        "id":"ED227617",
        "title":"The Colorado Guidelines for Preschool Special Education Programs."},
      {
        "id":"ED227618",
        "title":"A Model Program for Retrieval and Acceleration of Promising Young Handicapped and Talented (RAPYHT). Part I. Program Performance Report."},
      {
        "id":"ED227619",
        "title":"Project TRACE: Transitional Resource Addressing Children's Early Education. Program Performance Report. July 1, 1980-June 30, 1981."},
      {
        "id":"ED227621",
        "title":"Cross-Cultural and Minority Issues in the Education of Handicapped Children: A Principal Mediated Inservice Program for Teachers. Final Report, June 1979 to May 1982."},
      {
        "id":"ED227622",
        "title":"Minority Issues in the Education of Handicapped Children."},
      {
        "id":"ED227623",
        "title":"Minority Issues in the Education of Handicapped Children. Minority Issues Inservice Program (MIIP): Instructor's Manual."},
      {
        "id":"ED227624",
        "title":"Teaching Dance to Educable Mentally Retarded Adolescents: A Curriculum Guide for Educators and Recreators."},
      {
        "id":"ED227625",
        "title":"The Meaning of Self-Concept in a Sheltered Workshop Population."},
      {
        "id":"ED227626",
        "title":"Special Education: A Manual for Advocates. Volume I."},
      {
        "id":"ED227627",
        "title":"Special Education: A Manual for Advocates. Volume II."},
      {
        "id":"ED227628",
        "title":"Project Transition Outreach Services: Final Report, July 1, 1981 to June 30, 1982."},
      {
        "id":"ED227629",
        "title":"Project RHISE/Outreach. Program Performance Report, FY 1982."},
      {
        "id":"ED227630",
        "title":"Career Education for Behaviorally Disordered Students."},
      {
        "id":"ED227636",
        "title":"Development as a Lifetime Activity: Career Education for Physically Disabled Students."},
      {
        "id":"ED227637",
        "title":"Career Education for Physically Disabled Students: A Bibliography."},
      {
        "id":"ED227638",
        "title":"Speakers' Bureau: Career Education for Physically Disabled Students."},
      {
        "id":"ED227639",
        "title":"Classroom Business Ventures: Career Education for Physically Disabled Students."},
      {
        "id":"ED227640",
        "title":"Attentional Processing and Teacher Ratings in Hyperactive, Learning Disabled and Normal Boys."},
      {
        "id":"ED227642",
        "title":"Final Report of the Winnebago Behavior Analysis Program: A K-12 Handicapped Children's Model Program."},
      {
        "id":"ED227643",
        "title":"Count Me In: Academic Achievement and Social Outcomes of Mainstreaming Students with Mild Academic Handicaps. Report No. 329."},
      {
        "id":"ED227645",
        "title":"Effects of a Wearable, Tactile Aid on Language Comprehension of Prelingual Profoundly Deaf Children."},
      {
        "id":"ED227650",
        "title":"ESL: Integration of English, Reading and Speech."},
      {
        "id":"ED227652",
        "title":"The Fill-In Test: Combining Multiple-Choice and Modified Cloze Techniques to Test English as a Foreign Language Reading Comprehension."},
      {
        "id":"ED227665",
        "title":"A Handbook for Evaluating ESEA Title VII Bilingual Education Programs."},
      {
        "id":"ED227678",
        "title":"A Comparison of Two Methods of Teaching Advanced ESL Reading."},
      {
        "id":"ED227679",
        "title":"Studies of Vocabulary Development Techniques in the United States of America and the Republic of China. Program Report 83-4."},
      {
        "id":"ED227680",
        "title":"Ancestry and Language in the United States: November 1979. Current Population Reports, Special Studies. Series P-23. No. 116."},
      {
        "id":"ED227683",
        "title":"Interdependence and Bicultural Ambivalence: Regarding the Pedagogical Rationale for Bilingual Education."},
      {
        "id":"ED227685",
        "title":"Equality of Educational Opportunity for National Origin Minority Students."},
      {
        "id":"ED227686",
        "title":"Chicano Spanish: Cross Hispanic Language Attitudes toward Specific Lexical Items."},
      {
        "id":"ED227692",
        "title":"Testing Instruments, Packet 2. Bilingual Program Planning, Implementation, and Evaluation, Series A. Teacher Edition. Bilingual Education Teacher Training Packets."},
      {
        "id":"ED227693",
        "title":"Foundations for Evaluating Bilingual Programs, Packet 3. Bilingual Program Planning, Implementation, and Evaluation, Series A. Teacher Edition. Bilingual Education Teacher Training Packets."},
      {
        "id":"ED227694",
        "title":"From the Classroom to the Workplace: Teaching ESL to Adults."},
      {
        "id":"ED227701",
        "title":"Dialogue Journals: A New Tool for Teaching Communication."},
      {
        "id":"ED227705",
        "title":"Right &quot;Hemisphericity&quot; and Pronunciation in a Foreign Language."},
      {
        "id":"ED227708",
        "title":"Communication Skills: A Practical View. Volume I. Teacher Edition. Applied Basic Curriculum Series."},
      {
        "id":"ED227709",
        "title":"Communication Skills: A Practical View. Volume II. Teacher Edition. Applied Basic Curriculum Series."},
      {
        "id":"ED227710",
        "title":"Communication Skills: A Practical View. Volume III. Teacher Edition. Applied Basic Curriculum Series."},
      {
        "id":"ED227711",
        "title":"Destrezas de communicacion en la vida actual. Volumen I. Edicion para el maestro (Communications Skills in Everday Life. Volume I. Teacher Edition). Applied Basic Curriculum Series."},
      {
        "id":"ED227712",
        "title":"Destrezas de communicacion en la vida acutal. Volumen II. Edicion para el maestro (Communication Skills in Everyday Life. Volume II. Teacher Edition). Applied Basic Curriculum Series."},
      {
        "id":"ED227713",
        "title":"Destrezas de communicacion en la vida actual. Volumen III. Edicion para el maestro (Communication Skills in Everyday Life. Volume III. Teacher Edition). Applied Basic Curriculum Series."},
      {
        "id":"ED227714",
        "title":"Science: A Practical View. Volume I. Teacher Edition. Applied Basic Curriculum Series."},
      {
        "id":"ED227715",
        "title":"Science: A Practical View. Volume II. Teacher Edition. Applied Basic Curriculum Series."},
      {
        "id":"ED227716",
        "title":"Science: A Practical View. Volume III. Teacher Edition. Applied Basic Curriculum Series."},
      {
        "id":"ED227717",
        "title":"La ciencia en la vida actual. Volumen I. Edicion para el maestro (Science in Everyday Life. Volume I. Teacher Edition). Applied Basic Curriculum Series."},
      {
        "id":"ED227718",
        "title":"La ciencia en la vida actual. Volumen II. Edicion para el maestro (Science in Everyday Life. Volume II. Teacher Edition). Applied Basic Curriculum Series."},
      {
        "id":"ED227719",
        "title":"La ciencia en la vida actual. Volumen III. Edicion para el maestro (Science in Everyday Life. Volume III. Teacher Edition). Applied Basic Curriculum Series."},
      {
        "id":"ED227720",
        "title":"Referential Strategies in the Narratives of Japanese Children."},
      {
        "id":"ED227721",
        "title":"World-Making and World-Revealing: Semantics and Pragmatics of Modal Auxiliary Verbs during the Third Year of Life."},
      {
        "id":"ED227724",
        "title":"Text Production in Adolescence: Formal Operations Skill vs. Explanation."},
      {
        "id":"ED227730",
        "title":"The University of Papua New Guinea. A Case Study in the Sociology of Higher Education."},
      {
        "id":"ED227734",
        "title":"A Social Facilitation Model of Black Faculty Productivity."},
      {
        "id":"ED227735",
        "title":"Classes of Legitimate Evidence for Identifying Effective Teaching."},
      {
        "id":"ED227736",
        "title":"Perceived Control in the College Classrooms: The Impact of Student and Teacher Characteristics."},
      {
        "id":"ED227739",
        "title":"Improving College Teaching: A Critical Review of Research. Occasional Paper Number Thirteen."},
      {
        "id":"ED227741",
        "title":"The Role of Regional Campus in Indiana, Especially Indiana University-Purdue University at Fort Wayne."},
      {
        "id":"ED227742",
        "title":"Master Plan for Higher Education: Opportunity in a Time of Change."},
      {
        "id":"ED227744",
        "title":"A Proposal to Establish the Ohio Business, Education and Government Alliance."},
      {
        "id":"ED227753",
        "title":"Financial Conditions of Colleges and Universities."},
      {
        "id":"ED227760",
        "title":"Career Status of Baccalaureate Social Work Graduates: An Appraisal of a Professional Program."},
      {
        "id":"ED227761",
        "title":"Economic Growth and Equal Opportunity: Conflicting or Complementary Goals in Higher Education. Discussion Papers, DP #706-82."},
      {
        "id":"ED227762",
        "title":"Student Aid Computer Search Organizations: Preliminary Report of the Ad Hoc Committee of the California Student Aid Commission."},
      {
        "id":"ED227766",
        "title":"Postsecondary Education in California. 1982 Information Digest."},
      {
        "id":"ED227767",
        "title":"Equal Educational Opportunity in California Postsecondary Education, Part IV."},
      {
        "id":"ED227768",
        "title":"Background Papers on Student Charges, Student Financial Aid, and Access to Postsecondary Education. A Supplement to the Commission's Report to the Governor and Legislature in Response to Assembly Concurrent Resolution 81."},
      {
        "id":"ED227769",
        "title":"Trends in Public Higher Education Enrollment. A Report on Enrollment Projections, Management, and Development by the Staff of the California Postsecondary Education Commission."},
      {
        "id":"ED227770",
        "title":"College Participation among Graduates of the College Core Curriculum at Phineas Banning High School."},
      {
        "id":"ED227772",
        "title":"Denial of Academic Freedom to Professors of Religion: A History of AAUP Complicity."},
      {
        "id":"ED227773",
        "title":"ACT High School Profile Report. Students Tested 1980-81 School Year. 10% Sample National Report. Code 990-000."},
      {
        "id":"ED227774",
        "title":"Cost Effective Ideas for Serving Disabled Students on Campus."},
      {
        "id":"ED227778",
        "title":"ACT High School Profile Report. Students Tested 1981-82 School Year. 10% Sample National Report. Code 990-000."},
      {
        "id":"ED227779",
        "title":"General Education at Albertus Magnus College."},
      {
        "id":"ED227781",
        "title":"A Model Summer Freshmen Explorientation Program."},
      {
        "id":"ED227785",
        "title":"[Annual Report for the Academic Year 1981-82 from 49 States, the District of Columbia and 1 Canadian Province Focusing on Problems, Issues, Achievements and Other Areas of Interest to the Postsecondary Education Community.]"},
      {
        "id":"ED227786",
        "title":"The Effect on Higher Education of State Actions in Response to Unanticipated Revenue Shortfalls. Summary of Report."},
      {
        "id":"ED227787",
        "title":"State Support of Higher Education: Programs in Operation or Approved in the 50 States and D.C. as of January 1, 1981 and January 1, 1982."},
      {
        "id":"ED227788",
        "title":"Winter 1981 Study of Black Graduate/Professional Students Attending Predominately White, State-Supported Universities. Preliminary Report."},
      {
        "id":"ED227791",
        "title":"Building Bridges between Business and Campus. Liberal Learning and Careers Series."},
      {
        "id":"ED227795",
        "title":"Career Planning and Decision-Making for College. AEL Career Decision-Making Program."},
      {
        "id":"ED227796",
        "title":"College Major-Occupation Index. AEL Career Decision-Making Program."},
      {
        "id":"ED227798",
        "title":"Personnel Challenges. Issues in Postsecondary Education."},
      {
        "id":"ED227799",
        "title":"State-Level Agencies, the Curriculum, and Program Duplication. AAHE-ERIC/Higher Education Research Currents."},
      {
        "id":"ED227800",
        "title":"The Path to Excellence: Quality Assurance in Higher Education. ASHE-ERIC Higher Education Research Report, No. 1, 1983."},
      {
        "id":"ED227803",
        "title":"Department of Education Uncertain About Effectiveness of Its Special Services Program. Report to the Chairman, Committee on Labor and Human Resources, United States Senate."},
      {
        "id":"ED227805",
        "title":"Appropriate Teaching Functions for Television, Radio and Audio-Cassettes in Open University Courses: A Summary of Functions Proposed in Successful Course Team Bids. IET Papers on Broadcasting No. 124."},
      {
        "id":"ED227806",
        "title":"Faculty Recruitment, Retention, and Fair Employment: Obligations and Opportunities. ASHE-ERIC Higher Education Research Report, No. 2, 1983."},
      {
        "id":"ED227812",
        "title":"A Methodological Approach to Selective Cutbacks."},
      {
        "id":"ED227819",
        "title":"Telecommunications and Developmentally Disabled People: Evaluations of Audio Conferencing, Personal Computers, Computer Conferencing, Electronic Mail."},
      {
        "id":"ED227821",
        "title":"The University of Illinois Film Center Collection Use Study."},
      {
        "id":"ED227826",
        "title":"Academic Computing at Denison University. A Case Study."},
      {
        "id":"ED227827",
        "title":"Academic Computing at Florida A&amp;M University. A Case Study."},
      {
        "id":"ED227828",
        "title":"Academic Computing at Mankato University. A Case Study."},
      {
        "id":"ED227829",
        "title":"Academic Computing at Rutgers University. A Case Study."},
      {
        "id":"ED227830",
        "title":"Academic Computing at Worcester Polytechnic Institute. A Case Study."},
      {
        "id":"ED227831",
        "title":"Aroostook County Telecommunications Demonstration. Project Period: December 15, 1978-June 15, 1981. Final Report."},
      {
        "id":"ED227832",
        "title":"Children&apos;s Television Workshop. Quarterly Progress Report, July 30, 1982 to September 30, 1982."},
      {
        "id":"ED227834",
        "title":"Educational Applications of Electronic Technology."},
      {
        "id":"ED227837",
        "title":"The Effect of Presentation Mode on Visual Discrimination by Visual and Haptic College Students."},
      {
        "id":"ED227840",
        "title":"The Information Processing Demands of Television and &quot;Media Literacy&quot; in Young Viewers."},
      {
        "id":"ED227841",
        "title":"Microcomputer/Videodisc Authoring System for Instructional Programming."},
      {
        "id":"ED227846",
        "title":"NTID Student Guide to Wallace Memorial Library."},
      {
        "id":"ED227852",
        "title":"TRS-80 at the Maine State Library."},
      {
        "id":"ED227853",
        "title":"Academic Library Resource Sharing through Bibliographic Utility Program Participation."},
      {
        "id":"ED227854",
        "title":"Academic Library Resource Sharing through Bibliographic Utility Program Participation. Executive Summary."},
      {
        "id":"ED227860",
        "title":"Forming a Consumer Advisory Committee."},
      {
        "id":"ED227862",
        "title":"Genealogical Research. An Introduction to the Resources of the State Historical Society of Wisconsin."},
      {
        "id":"ED227863",
        "title":"Historical Review of Projects Funded under Title II-C of the Higher Education Act of 1965: Strengthening Research Library Resources, 1978-1981."},
      {
        "id":"ED227885",
        "title":"Current Status of the General College's Career Development Programs."},
      {
        "id":"ED227886",
        "title":"The General College Student, Fall 1981."},
      {
        "id":"ED227888",
        "title":"Utilizing Research and Development Products in Strategic Planning and Human Resource Development in the Computer Literate, High Technology, Information Society."},
      {
        "id":"ED227890",
        "title":"A Study to Identify Effective Classroom Teaching Competencies for Community College Faculty."},
      {
        "id":"ED227895",
        "title":"Parenting in the '80s. . . Student Guide. Brookhaven College Child Development Program."},
      {
        "id":"ED227898",
        "title":"Computer Service Technology (An Associate Degree Program)."},
      {
        "id":"ED227909",
        "title":"General College: The Open Door through Fifty Years, 1932-1982."},
      {
        "id":"ED227915",
        "title":"Potential for Military Recruiting from Two-Year Colleges and Postsecondary Vocational Schools. A Rand Note."},
      {
        "id":"ED227924",
        "title":"Washington Community Colleges Fall Quarter Report, 1982."},
      {
        "id":"ED227933",
        "title":"Mathematics Achievement in Young Children Is Increased with a Cognitively Oriented Curriculum."},
      {
        "id":"ED227937",
        "title":"Family Matters Update: Design, Baseline Findings, Policy Implications and Program Developments from a Family Supports Study."},
      {
        "id":"ED227938",
        "title":"Parents as Teachers of Their Own Learning Disabled Children. Final Report."},
      {
        "id":"ED227943",
        "title":"Promoting the Social Development of Young Children: Strategies and Activities."},
      {
        "id":"ED227946",
        "title":"Early Childhood Teacher Education and Certification."},
      {
        "id":"ED227948",
        "title":"Age Keyed Parent Education Newsletters: Results of a National Survey. Revised Edition."},
      {
        "id":"ED227955",
        "title":"Active Parenting: A Trainer's Manual."},
      {
        "id":"ED227959",
        "title":"Nutrition Education."},
      {
        "id":"ED227960",
        "title":"Relating Speech and Cognitive Deficits in Children Vulnerable to Psychopathology."},
      {
        "id":"ED227967",
        "title":"Microcomputers in Early Childhood Education."},
      {
        "id":"ED227977",
        "title":"What Determines Bond Costs. Municipal Bonds Series."},
      {
        "id":"ED227978",
        "title":"Where to Find Help if Your City is Issuing Bonds. Municipal Bonds Series."},
      {
        "id":"ED227979",
        "title":"How Municipal Capital Projects Are Financed. Municipal Bonds Series."},
      {
        "id":"ED227980",
        "title":"Northern Native Languages Project. Final Report."},
      {
        "id":"ED227982",
        "title":"To Grow or Not to Grow: Questions about Economic Development. Small Town Strategy."},
      {
        "id":"ED227983",
        "title":"Identifying Problems and Establishing Objectives. Small Town Strategy."},
      {
        "id":"ED227984",
        "title":"Helping Small Towns Grow. Small Town Strategy."},
      {
        "id":"ED227985",
        "title":"Community Evaluation for Economic Development. Small Town Strategy."},
      {
        "id":"ED227986",
        "title":"Marketing the Uniqueness of Small Towns. Small Town Strategy."},
      {
        "id":"ED227987",
        "title":"Summer Food Service Program for Children. Administrative Handbook. Revised."},
      {
        "id":"ED227990",
        "title":"Smoke Signals: An Adult Native American Reading and Writing Skills Workbook."},
      {
        "id":"ED227991",
        "title":"Minnesota Indian Girls and Math. Final Report."},
      {
        "id":"ED227994",
        "title":"YOURS (Youth Opportunities and Umpteen Reasons for School)! A Guidebook for Out-of-School Youth and Their Parents Focusing on Alternative Secondary, Post-Secondary Programs and Financial Assistance."},
      {
        "id":"ED227998",
        "title":"Ohoyo Makachi: Words of Today's American Indian Women. A First Collection of Oratory by American Indian/Alaska Native Women."},
      {
        "id":"ED227999",
        "title":"Ohoyo Ikhana: A Bibliography of American Indian-Alaska Native Curriculum Materials."},
      {
        "id":"ED228002",
        "title":"The Case for the Smaller School. Fastback 190."},
      {
        "id":"ED228004",
        "title":"Staff Development in Small and Rural School Districts. AASA Small School Series #1."},
      {
        "id":"ED228008",
        "title":"Our Community -- Today and Yesterday. Book One. Teacher's Guide (Nihil Hahoodzodoo -- Diijiidi doo Adaadaa. Naaltsoos T'aala'i Gone Yits'iligii). Fourth Grade Navajo Bilingual-Bicultural Social Studies Curriculum."},
      {
        "id":"ED228009",
        "title":"Our Community -- Today and Yesterday. Book One. Language Arts Supplement (Nihil Hahoodzodoo -- Diijiidi doo Adaadaa. Naaltsoos T'aala'i Gone Yits'iligii). Fourth Grade Navajo Bilingual-Bicultural Curriculum."},
      {
        "id":"ED228010",
        "title":"Our Community -- Today and Yesterday. Book One (Nihil Hahoodzodoo -- Diijiidi doo Adaadaa. Naaltsoos T'aala'i Gone Yits'iligii). Fourth Grade Navajo Bilingual-Bicultural Social Studies Curriculum."},
      {
        "id":"ED228013",
        "title":"A Study of Rural School Districts in the United States and Implications for Teacher Education."},
      {
        "id":"ED228014",
        "title":"&quot;...Doctor, Lawyer, Indian Chief:&quot; The Educational and Occupational Aspirations, Plans, and Preferences of Eskimo Students on the Lower Yukon. ISER Research Note."},
      {
        "id":"ED228015",
        "title":"Getting It Together In Chevak. A Case Study of a Youth Organization in a Rural Alaskan Village. Occasional Paper No. 4."},
      {
        "id":"ED228018",
        "title":"Native American Studies in the Laboratory School Curriculum."},
      {
        "id":"ED228020",
        "title":"What's Happening in March?"},
      {
        "id":"ED228025",
        "title":"Preparing Teachers for Rural Schools."},
      {
        "id":"ED228026",
        "title":"Cuatro Modelos para Disenar Actividades de Capacitacion de Docentes (Four Models to Design In-Service Teacher Training Activities)."},
      {
        "id":"ED228027",
        "title":"Reflexiones Sobre la Capacitacion de Docentes (Reflections on In-Service Teacher Training)."},
      {
        "id":"ED228028",
        "title":"Pautas para Organizar Una Actividad de Capacitacion: Un Seminario-Taller para el Desarrollo de Personal de Direccion de Sistemas Educativos (Guidelines to Organize a Training Activity: A Workshop for Management Development of Educational Systems)."},
      {
        "id":"ED228029",
        "title":"Vinculos Entre la Capacitacion de Docentes y el Desarrollo de Materiales Educativos Impresos--Anotaciones para Una Discusion (Links between In-service Teacher Training and the Development of Printed Educational Aids)."},
      {
        "id":"ED228030",
        "title":"La Capacitacion de Docentes Como Prioridad de los Sistemas Educativos de America Latino y al Caribe (In-Service Teacher Training as a Priority of Latin American and Caribbean Educational Systems)."},
      {
        "id":"ED228039",
        "title":"Energy Conservation Education. An Action Approach. Grades 4-9."},
      {
        "id":"ED228041",
        "title":"Cross-Situational, Cross-Cultural Comparison of the Learning and Use of Problem Solving Skills. Final Report."},
      {
        "id":"ED228042",
        "title":"The Mature Practice of Arithmetic Problem Solving in the Daily Lives of Americans. Final Report."},
      {
        "id":"ED228043",
        "title":"Energy Education in the Schools. Results of a Survey of the Penetration of Energy Education into the Classroom."},
      {
        "id":"ED228044",
        "title":"Analogy Generation in Scientific Problem Solving."},
      {
        "id":"ED228045",
        "title":"Theoretical and Pragmatic Issues in the Design of Mathematical \"Problem Solving\" Instruction."},
      {
        "id":"ED228047",
        "title":"Mathematics: Program Assessment and Improvement Planning Manual."},
      {
        "id":"ED228048",
        "title":"Preparation Programs and Certification Standards for Teachers of Science and Mathematics in the SREB Region."},
      {
        "id":"ED228049",
        "title":"The Third National Mathematics Assessment: Results, Trends and Issues. [1981-82 Assessment] Advance Copy."},
      {
        "id":"ED228057",
        "title":"Topic Interviews Accompanying Classroom Observational Study of the Teaching of DMP, 1979-81. Report from the Program on Student Diversity and Classroom Processes. Program Report 83-9."},
      {
        "id":"ED228058",
        "title":"Influences on the Learning and Participation of Minorities in Mathematics. A Report from the Postdoctoral Fellowship Program. Program Report 83-5."},
      {
        "id":"ED228060",
        "title":"Achievement in Mathematics and Science. Issuegram 6."},
      {
        "id":"ED228062",
        "title":"Use of Classroom Environment Scale in Investigating Effects of Psychosocial Milieu on Science Students' Outcomes."},
      {
        "id":"ED228064",
        "title":"Mr. Swift and the Clock: Understanding Teacher Influence in the Science Classroom."},
      {
        "id":"ED228065",
        "title":"Computers in Chemical Education Newsletter. Volume IV Numbers 1-4."},
      {
        "id":"ED228066",
        "title":"Annual Science and Technology Report to the Congress: 1981."},
      {
        "id":"ED228067",
        "title":"Real Growth Rate of Academic R&amp;D Expenditures Slowed to 2% in FY 1981. Science Resources Studies Highlights."},
      {
        "id":"ED228068",
        "title":"Federal Science/Engineering (S/E) Support to Universities and Colleges Rose by 6% in FY 1981; Non-S/E Support Down 25%. Science Resources Studies Highlights."},
      {
        "id":"ED228070",
        "title":"Changing Employment Patterns of Scientists, Engineers, and Technicians in Manufacturing Industries: 1977-80. Final Report."},
      {
        "id":"ED228071",
        "title":"Handbook for Using the Intensive Time-Series Design."},
      {
        "id":"ED228078",
        "title":"Population Policies for a New Economic Era. Worldwatch Paper 53."},
      {
        "id":"ED228079",
        "title":"Models that Explain Sex-Related Differences in Mathematics: An Overview."},
      {
        "id":"ED228080",
        "title":"Pre-Calculus Instructional Guide for Elementary Functions, Analytic Geometry."},
      {
        "id":"ED228081",
        "title":"Renewable Energy. The Power to Choose."},
      {
        "id":"ED228086",
        "title":"National Environmental Data Referral Service (NEDRES) User Survey. Final Report."},
      {
        "id":"ED228087",
        "title":"Descriptive Analysis of Selected Data Referral Networks."},
      {
        "id":"ED228088",
        "title":"Options for the Development of a Voluntary Network of Participants in the National Environmental Data Referral Service. Final Report."},
      {
        "id":"ED228089",
        "title":"Contemporary Issues in Science. Writing Manual."},
      {
        "id":"ED228090",
        "title":"Contemporary Issues in Science. Course Manual."},
      {
        "id":"ED228091",
        "title":"Contemporary Issues in Science. Implementation Manual."},
      {
        "id":"ED228094",
        "title":"Students&apos; Misconceptions Interfere with Learning: Case Studies of Fifth-Grade Students. Research Series No. 128."},
      {
        "id":"ED228096",
        "title":"Avoidance of Fractions."},
      {
        "id":"ED228103",
        "title":"Educational Research and Training in Asia and the Pacific. Report of a Regional Seminar (October 22-November 5, 1981)."},
      {
        "id":"ED228104",
        "title":"The Middle East: The Image and the Reality."},
      {
        "id":"ED228108",
        "title":"Community Values as the Context for Interpreting Social Impacts."},
      {
        "id":"ED228109",
        "title":"A Case for Qualitative Research in the Social Studies."},
      {
        "id":"ED228110",
        "title":"Economic Hardship and Marital Relations in the 1930's."},
      {
        "id":"ED228111",
        "title":"A Colombian-U.S. Communication Lexicon of Images, Meanings, Cultural Frames of Reference."},
      {
        "id":"ED228113",
        "title":"Suggestions for Improving a Poorly Written Sixth Grade Social Studies Chapter."},
      {
        "id":"ED228114",
        "title":"Behavioral and Social Science Research: A National Resource. Part II."},
      {
        "id":"ED228117",
        "title":"Family Roles as Perceived by Japanese and German Adolescents."},
      {
        "id":"ED228122",
        "title":"Economic Trends in Graduate Education in Economics."},
      {
        "id":"ED228123",
        "title":"The Educational System and Academic and Technological Exchanges of the People's Republic of China. Research Report."},
      {
        "id":"ED228124",
        "title":"Field Testing of the &quot;American Indian Archeology in the Middle School&quot; Program."},
      {
        "id":"ED228125",
        "title":"What Is an Egalitarian Family: Reflections from a Los Angeles Hospital."},
      {
        "id":"ED228126",
        "title":"Learning to Adapt: Influences upon the Learning Behavior of Adolescents in a South Texas City."},
      {
        "id":"ED228129",
        "title":"Japanese American Intermarriage."},
      {
        "id":"ED228130",
        "title":"Myths and Realities: U.S. Nuclear Strategy. Occasional Paper 32."},
      {
        "id":"ED228133",
        "title":"Project Economic Stew: A Study of Poultry and Rice. A Third-grade Economics Project [and] A Bird&apos;s Eye View of an Economic Stew: A Study of Poultry and Rice Production in Arkansas."},
      {
        "id":"ED228141",
        "title":"Citizenship and Education in Modern Society. Proceedings of the Symposium on Citizenship and Education in Modern Society (Columbus, Ohio, April 1980)."},
      {
        "id":"ED228142",
        "title":"Behavioral and Social Science Research: A National Resource. Part I."},
      {
        "id":"ED228144",
        "title":"&quot;In the End You Will Carry Me in Your Car&quot;: Sexual Politics in the Field."},
      {
        "id":"ED228150",
        "title":"Strategy for Peace. Annual U.S. Foreign Policy Conference (22nd, October 16-18, 1981)."},
      {
        "id":"ED228153",
        "title":"A Year of Progress: Preparing for the 21st Century."},
      {
        "id":"ED228155",
        "title":"Multisite Qualitative Policy Research in Education: A Study of Recent Federal Experience. Final Report."},
      {
        "id":"ED228156",
        "title":"Moral Education USA: Background and Trends."},
      {
        "id":"ED228157",
        "title":"Law Education Lessons, Grade 4-8."},
      {
        "id":"ED228158",
        "title":"The Role of Elementary Textbooks in a Multicultural Society."},
      {
        "id":"ED228159",
        "title":"Current Issues in Teacher Education: From a State Perspective."},
      {
        "id":"ED228160",
        "title":"Challenging How Teachers Are Educated: A Source for Dialogue and Action."},
      {
        "id":"ED228166",
        "title":"Incorporating Educational Administrative Theory in the Supervision of Student Teachers: A Model."},
      {
        "id":"ED228171",
        "title":"Computer Perspectives in Recreation."},
      {
        "id":"ED228173",
        "title":"The Status of Middle/Junior High School Teacher Education Programs: A Research Report."},
      {
        "id":"ED228180",
        "title":"The Ohio State University Documentation and Monitoring System for NCATE Accreditation and State Department Program Approval."},
      {
        "id":"ED228182",
        "title":"Assessment of Fitness and Creative Thinking with an Environmental Description of Second Graders in Three Different Physical Education Curricula."},
      {
        "id":"ED228184",
        "title":"A Course in Classroom Communication with a Focus on Facilitating Group Interaction."},
      {
        "id":"ED228185",
        "title":"Perceived Professional Difficulties Encountered by First Year Physical Education Teachers in Illinois Public Schools."},
      {
        "id":"ED228187",
        "title":"An Analysis of the Extent, Method, and Content of Interactions among Participants in an Informal, Interactive Education Network."},
      {
        "id":"ED228188",
        "title":"Research on Teachers&apos; Centers: A Summary of Fourteen Research Efforts."},
      {
        "id":"ED228190",
        "title":"Playground Apparatus Experience and Muscular Endurance among Children 4-6."},
      {
        "id":"ED228192",
        "title":"Governance &amp; Leadership in Teacher Education. Thirty-Fifth Annual Report of the North Central Association Teacher Education Summer Workshop."},
      {
        "id":"ED228193",
        "title":"Justification in Teacher Thinking: An Analysis of Interview Data."},
      {
        "id":"ED228194",
        "title":"Understanding Teachers&apos; Judgments about Instruction: The Task, the Method, and the Meaning."},
      {
        "id":"ED228195",
        "title":"Education: The Overcoming of Experience."},
      {
        "id":"ED228196",
        "title":"Resources for Understanding P. L. 94-142 and Classroom Management and Behavior. Volume I."},
      {
        "id":"ED228197",
        "title":"Dean's Grant: Second Year Report and Evaluation. Volume II."},
      {
        "id":"ED228198",
        "title":"Dean's Grant: Third Year Report and Final Evaluation. Volume II."},
      {
        "id":"ED228202",
        "title":"An Evaluation of the Effectiveness of Video-Cassette Modules in Influencing Students' Perceptions of Selected Teacher Characteristics. (A Pilot Study)."},
      {
        "id":"ED228204",
        "title":"The Acute Effect of Aerobic Exercise on Measures of Stress."},
      {
        "id":"ED228205",
        "title":"Public School Teachers' Perceptions of Test Validity and Methods of Interpreting Test Score Data. Final Report."},
      {
        "id":"ED228212",
        "title":"Student Characteristics Mediating Engagement-Outcome Relationships in Physical Education."},
      {
        "id":"ED228213",
        "title":"Classroom Management: Students' Perspectives, Goals and Strategies."},
      {
        "id":"ED228214",
        "title":"The Professional Image and Reputation of Teacher Educators in Israel."},
      {
        "id":"ED228215",
        "title":"A Qualitative Study of Teachers' Beliefs and Principles."},
      {
        "id":"ED228225",
        "title":"A System for Assessing and Documenting the Experience of Pre/Inservice Teachers. 1983 Update."},
      {
        "id":"ED228228",
        "title":"Progress on Development of Lines of Evidence for the Evaluation of Public School Teaching."},
      {
        "id":"ED228229",
        "title":"Improving Bilingual Education through Clinical and Developmental Supervision of Bilingual Education Teachers and Student Teachers: A Theoretical Framework."},
      {
        "id":"ED228235",
        "title":"What You Should Know About Teaching and Learning Styles. Fastback 191."},
      {
        "id":"ED228236",
        "title":"Time on Task: A Research Review. Report No. 332."},
      {
        "id":"ED228239",
        "title":"The Years between Elementary School and High School: What Schooling Experiences Do Students Have?"},
      {
        "id":"ED228240",
        "title":"Some Ideas about Student Cognition, Motivation, and Work."},
      {
        "id":"ED228241",
        "title":"A Review of Effective Schools Research: The Message for Secondary Schools."},
      {
        "id":"ED228242",
        "title":"The Extent of Adoption of Effective Schools Programs. Vol. II. Review of Effective Schools Programs."},
      {
        "id":"ED228243",
        "title":"Effective Schools Programs in High Schools: Implications for Policy, Practice and Research. Volume III. Review of Effective Schools Programs. Final Report."},
      {
        "id":"ED228244",
        "title":"Devaluation, Diffusion and the College Connection: A Study of High School Transcripts, 1964-1981."},
      {
        "id":"ED228245",
        "title":"Value Added and Other Related Matters."},
      {
        "id":"ED228246",
        "title":"Schooling in America: Some Descriptive and Explanatory Statements."},
      {
        "id":"ED228247",
        "title":"Title VII Bilingual Preschool Project, 1981-82. Final Technical Report."},
      {
        "id":"ED228249",
        "title":"1981-1982 Evaluation Findings."},
      {
        "id":"ED228250",
        "title":"Systemwide Evaluation, 1981-82. Final Technical Report. Appendixes. [A Detailed Account of the Instruments Used in Data Collection in the Evaluation of Basic Skills Achievement]."},
      {
        "id":"ED228252",
        "title":"Retention and Promotion, 1981-82. Final Technical Report."},
      {
        "id":"ED228253",
        "title":"Summer School for Retainees, 1982. Evaluation Design."},
      {
        "id":"ED228254",
        "title":"Drugs Off Campus. Final Technical Report. Appendixes."},
      {
        "id":"ED228255",
        "title":"1981-82 Program for the Gifted and Talented. Evaluation Design."},
      {
        "id":"ED228256",
        "title":"Elementary Staffing Study. Final Technical Report. Appendixes."},
      {
        "id":"ED228257",
        "title":"ESAA/District Priorities--Systemwide Desegregation. Final Technical Report. Appendixes."},
      {
        "id":"ED228258",
        "title":"Effective Schools Questionnaires, 1981-82."},
      {
        "id":"ED228259",
        "title":"ESEA Title I, 1981-82 Final Technical Report."},
      {
        "id":"ED228260",
        "title":"Needs Assessment for the Preparation of the 1982-83 Chapter I Application. Appendixes."},
      {
        "id":"ED228261",
        "title":"ESEA Title I Migrant. Final Technical Report."},
      {
        "id":"ED228262",
        "title":"Local/State Bilingual Project. 1981-82 Final Technical Report. Appendixes."},
      {
        "id":"ED228263",
        "title":"State Compensatory Education, Final Technical Report. Appendixes."},
      {
        "id":"ED228264",
        "title":"High School Graduation Minimum Competency Requirements. Final Technical Report."},
      {
        "id":"ED228266",
        "title":"Diagnostic Testing System: A Complete Diagnostic Multiple-Choice Test Package for the Apple II."},
      {
        "id":"ED228267",
        "title":"A Fully Conditional Estimation Procedure for Rasch Model Parameters."},
      {
        "id":"ED228268",
        "title":"Project PLANE: Placement Through Assessment of Needs and Education. Project No. 81-003."},
      {
        "id":"ED228270",
        "title":"Designing Writing Assessments: Balancing Fairness, Utility, and Cost."},
      {
        "id":"ED228271",
        "title":"Cognitive Processes Functional in Spatial Recall."},
      {
        "id":"ED228272",
        "title":"Cognitive and Affective Processes Related to School Achievement: Implications for Assessment."},
      {
        "id":"ED228273",
        "title":"Criteria for Reviewing District Competency Tests."},
      {
        "id":"ED228275",
        "title":"Ethnographic Study of Los Angeles Unified School District's Permits with Transportation (PWT) Program."},
      {
        "id":"ED228276",
        "title":"Evaluation and Documentation: Making Them Work Together."},
      {
        "id":"ED228277",
        "title":"Issues in Achievement Testing."},
      {
        "id":"ED228278",
        "title":"An Introduction to Assessment and Design in Bilingual Program Evaluation."},
      {
        "id":"ED228279",
        "title":"Minimum Competency Testing, the Denied Diploma and the Pursuit of Educational Opportunity and Educational Adequacy."},
      {
        "id":"ED228281",
        "title":"Reduced Anxiety and Increased Assessment Effectiveness with Matching Test Formats."},
      {
        "id":"ED228282",
        "title":"Assessing the Effects of District Testing and Evaluation Efforts."},
      {
        "id":"ED228284",
        "title":"Considerations in Deciding on a District Management Strategy for Linking Testing and Evaluation Practices with Instructional Change."},
      {
        "id":"ED228286",
        "title":"A Federal Evaluation Agenda for the 1980's: Some Speculations and Suggestions."},
      {
        "id":"ED228287",
        "title":"Linking Testing and Evaluation Activities with Instruction: Can School Districts Make It Happen?"},
      {
        "id":"ED228288",
        "title":"The Definition of Difficulty and Discrimination for Multidimensional Item Response Theory Models."},
      {
        "id":"ED228292",
        "title":"A Methodological Assessment of Education Equality and Wealth Neutrality Measures. Paper No. 17. A Report to the School Finance Cooperative."},
      {
        "id":"ED228293",
        "title":"Reading Abilities Tests: Development and Norming for Air Force Use."},
      {
        "id":"ED228294",
        "title":"So You Think You Want to Develop an Administrator Evaluation System. . ."},
      {
        "id":"ED228296",
        "title":"Assessment of Classroom Psychosocial Environment. Workshop Manual."},
      {
        "id":"ED228301",
        "title":"Learning to Make Decisions Through Constructive Controversy."},
      {
        "id":"ED228303",
        "title":"The Measurement of Vocational Interests through Pictorial Stimuli."},
      {
        "id":"ED228308",
        "title":"Use of Classroom Environment Instruments in Person-Environment Fit Research."},
      {
        "id":"ED228309",
        "title":"The Validity of the ACT and Descriptive Tests of Language Skills for Developmental Students over a Four-Year College Program."},
      {
        "id":"ED228311",
        "title":"Analysis of Educational Effects from a Multilevel Perspective: Disentangling Between- and Within-Class Relationships in Mathematics Performance."},
      {
        "id":"ED228312",
        "title":"Bringing Research, Evaluation, and Planning Together with Modern Computer Technology."},
      {
        "id":"ED228315",
        "title":"Comparison of Three Different Item Banking Methods for Longitudinal Test Equating."},
      {
        "id":"ED228316",
        "title":"Comparison of Methods of Data Analysis in Nonrandomized Experiments."},
      {
        "id":"ED228320",
        "title":"An Exploratory Examination of Sustaining Program Effects Using Multiple Outcome Measures."},
      {
        "id":"ED228322",
        "title":"The Impact of Pupil Mobility on Assessment of Achievement and Its Implications for Program Planning."},
      {
        "id":"ED228327",
        "title":"Making Instructional Resource Sense Out of Government Policy Dollars."},
      {
        "id":"ED228328",
        "title":"Out-of-Level Testing for Special Education Students with Mild Learning Handicaps."},
      {
        "id":"ED228331",
        "title":"Report on the Division of Transportation. Management, Operations, Review, &amp; Evaluation."},
      {
        "id":"ED228332",
        "title":"The Use of IRT Analysis on Dichotomous Data from Multidimensional Tests."},
      {
        "id":"ED228334",
        "title":"Criteria for the Selection of Covariates in Nonrandomized Designs."},
      {
        "id":"ED228335",
        "title":"A Handbook for Teaching Vietnamese-Speaking Students."},
      {
        "id":"ED228336",
        "title":"Proceedings: National Conference On Issues Facing Black Administrators at Predominantly White Colleges and Universities (1st, Cambridge, MA, June 1982)."},
      {
        "id":"ED228339",
        "title":"Asian American Field Survey: Re-Analysis of Health Data."},
      {
        "id":"ED228340",
        "title":"Asian American Self-Concept."},
      {
        "id":"ED228341",
        "title":"Socioeconomic Determinants of Urban Poverty Area Workers&apos; Labor Force Participation and Income."},
      {
        "id":"ED228343",
        "title":"In Search of the Means To a Better Life: Caribbean Migration to the United States."},
      {
        "id":"ED228344",
        "title":"West Indian Immigrants: Those Arrogant Bastards."},
      {
        "id":"ED228346",
        "title":"Promising Practices in Educational Technology: Policy Alternatives for Urban Educators. Resources for Decision Makers No. 1."},
      {
        "id":"ED228348",
        "title":"Remarks before the 1983 Mid-Winter Meeting of the American Bar Association Equal Employment Law Committee."},
      {
        "id":"ED228352",
        "title":"Improving School Improvement: New Study Shows That Most Schools Improve Under SIP. Research and Educational Practice in the Far West."},
      {
        "id":"ED228354",
        "title":"The Minority Foster Child: A Comparative Study of Hispanic, Black and White Children. Monograph No. 9."},
      {
        "id":"ED228355",
        "title":"Work, Family, and Health: Latina Women in Transition. Monograph No. 7."},
      {
        "id":"ED228356",
        "title":"&quot;If It's Worth Doing, It's Worth Doing Well&quot;: Guidelines for Effective Citizen Monitoring of Student Civil Rights."},
      {
        "id":"ED228359",
        "title":"A Preliminary Evaluation of the Pilot In-School Suspension Program, 1980-81."},
      {
        "id":"ED228360",
        "title":"Follow-up Study of Students in the Early Admission Program."},
      {
        "id":"ED228361",
        "title":"Structures of Dominance and the Political Economy of Black Higher Education in a Technocratic Era: A Theoretical Framework. Occasional Paper No. 3. Revised."},
      {
        "id":"ED228362",
        "title":"Increasing the Effectiveness of Inservice Training for Desegregation: A Synthesis of Current Research. Reference & Resource Series."},
      {
        "id":"ED228379",
        "title":"Catalog of Adult Education Projects, Fiscal Year 1982."},
      {
        "id":"ED228386",
        "title":"Curriculum Development in Literacy. Monograph No. 1. Part A: Proceedings and Methods of the First Regional Literacy Workshop (Udaipur, India, November 29-December 20, 1979). Part B: Curriculum Development in Literacy. Literacy Curriculum and Materials Development. Portfolio of Literacy Materials. Series I: Four Monographs."},
      {
        "id":"ED228387",
        "title":"Motivational Materials Development. Monograph No. 2. Literacy Curriculum and Materials Development. Portfolio of Literacy Materials. Series I: Four Monographs."},
      {
        "id":"ED228389",
        "title":"Followup Materials Development. Monograph No. 4. Literacy Curriculum and Materials Development. Portfolio of Literacy Materials. Series I: Four Monographs."},
      {
        "id":"ED228392",
        "title":"The Work-Education Consortium Project: A Report on the First Two Years."},
      {
        "id":"ED228394",
        "title":"Sex-Related Job Pressures on Male and Female Employees of Public Vocational Education Agencies in the Southeastern Region of the United States."},
      {
        "id":"ED228395",
        "title":"Strategies for Developing a Coordinated Vocational Assessment Process for Youth. A Compilation of Ideas and Resources for the Service Delivery Areas under the Job Training Partnership Act."},
      {
        "id":"ED228396",
        "title":"Evaluation: Policy Issues."},
      {
        "id":"ED228397",
        "title":"Vocational Education and the High School Dropout."},
      {
        "id":"ED219360",
        "title":"Preventive Therapy: Helping Teachers in Training Deal With Future Stress in the Classroom."},
      {
        "id":"ED219362",
        "title":"The Body Revolution. Revolutionize Your Life Through Nutrition, Behavior Change and Fitness. Teacher's Guide."},
      {
        "id":"ED219364",
        "title":"Influences on Teachers' Use of Parent Involvement at Home."},
      {
        "id":"ED219384",
        "title":"Teacher Competence. Focus 10."},
      {
        "id":"ED219386",
        "title":"Quality Programming in H.P.E.R. Selected Papers Presented at the Convention of the Canadian Association for Health, Physical Education and Recreation (British Columbia, Canada, June 10-13, 1981). Physical Education Series Number 2."},
      {
        "id":"ED219387",
        "title":"Quality Programming in H.P.E.R. Volume II. Selected Papers Presented at the Convention of the Canadian Association for Health, Physical Education and Recreation (British Columbia, Canada, June 10-13, 1981). Physical Education Series Number 3."},
      {
        "id":"ED219388",
        "title":"The Relationship Between Youth Employment Experience and Performance on an Assessment of Career and Occupational Items."},
      {
        "id":"ED219389",
        "title":"The Use of and Satisfaction with the GMAT Test Disclosure Service Materials."},
      {
        "id":"ED219393",
        "title":"The 1980 Guide to the Evaluation of Educational Experiences in the Armed Services. [Volume] 3: Coast Guard, Marine Corps, Navy."},
      {
        "id":"ED219395",
        "title":"A Glossary of Measurement Terms Used in Title I Evaluation."},
      {
        "id":"ED219398",
        "title":"A Meta-Evaluation of a Generic Skills Approach to Evaluating Academic Programs."},
      {
        "id":"ED219399",
        "title":"Measuring the Effects of Compensatory Education--Searching for Convergence from National, State and Local Evaluations."},
      {
        "id":"ED219404",
        "title":"Factor Analysis Based on \"Doubly-Centered\" Raw Data Matrices."},
      {
        "id":"ED219405",
        "title":"Field Analysis: Something More Than Needs Assessment."},
      {
        "id":"ED219407",
        "title":"A k-Sample Extension to Fligner's Class of Tests For Scale."},
      {
        "id":"ED219408",
        "title":"Leader Authenticity: The Development and Test of an Operational Measure."},
      {
        "id":"ED219410",
        "title":"Maximum Likelihood Estimation of Item Response Parameters When Some Responses Are Omitted."},
      {
        "id":"ED219415",
        "title":"A Study of the Temporal Stability of IRT Item Parameter Estimates."},
      {
        "id":"ED219416",
        "title":"The Technical Quality of Test Items Generated Using a Systematic Approach to Item Writing."},
      {
        "id":"ED219418",
        "title":"Use of Item Dimensionality to Reduce Test Burden in Title I Projects."},
      {
        "id":"ED219419",
        "title":"Using Linear Models to Simultaneously Analyze a Solomon Four Group Design."},
      {
        "id":"ED219423",
        "title":"Converging Assessments of Unidimensionality."},
      {
        "id":"ED219426",
        "title":"A Method for Estimating Indirect Effects in Path Analysis."},
      {
        "id":"ED219428",
        "title":"Properties of a Proposed Approximation to the Standard Error of Measurement."},
      {
        "id":"ED219429",
        "title":"Racial Differences in Measurement Error in Educational Achievement Models."},
      {
        "id":"ED219430",
        "title":"Cognitive Strategies in Spatial Performance."},
      {
        "id":"ED219432",
        "title":"Applying a Theoretical Model of Academic Motivation to Classroom Data."},
      {
        "id":"ED219433",
        "title":"Beyond the Purely Cognitive: Metacognition and Social Cognition as Driving Forces in Intellectual Performance."},
      {
        "id":"ED219434",
        "title":"On the Analysis of Two-Person Problem Solving Protocols."},
      {
        "id":"ED219436",
        "title":"Enduring Effects of First-Grade Achievement."},
      {
        "id":"ED219437",
        "title":"A General Model for the Organization of Cognitive Abilities. [Report] 1981:06."},
      {
        "id":"ED219438",
        "title":"The Relationship of Self-Perceptions and Achievement Motives in Norwegian Children."},
      {
        "id":"ED219440",
        "title":"The Relationship Between Self Concept and Achievement: An Investigation of Reciprocal Effects."},
      {
        "id":"ED219443",
        "title":"Testing the Handicapped: Validation and Test Interpretation."},
      {
        "id":"ED219444",
        "title":"Title I Evaluation: Utility and Factors Influencing Use."},
      {
        "id":"ED219445",
        "title":"Time Use and Activities in Junior High Classes."},
      {
        "id":"ED219447",
        "title":"Students' Descriptions of the Ecology of the School Environment for High and Low Achievers."},
      {
        "id":"ED219449",
        "title":"A Microanalysis of Participant Behavior in Familiar and Unfamiliar Test Conditions."},
      {
        "id":"ED219453",
        "title":"Evaluator as Technician versus Evaluator as Change Agent: A Continuum of Power Relationships."},
      {
        "id":"ED219455",
        "title":"Direct and Frequent Measurement of Student Performance: Does it Take Too Much Time?"},
      {
        "id":"ED219459",
        "title":"Survey of Basic Skills: Grade 6. Rationale and Content."},
      {
        "id":"ED219461",
        "title":"The Hartford Project Concern Program: A Synthesis of the Evaluation Findings from 1976-1980."},
      {
        "id":"ED219466",
        "title":"School Decentralization in New York City."},
      {
        "id":"ED219476",
        "title":"The Ecology of Urban Family Life. A Summary Report."},
      {
        "id":"ED219477",
        "title":"1980 Elementary and Secondary Schools Civil Rights Survey, National Summaries."},
      {
        "id":"ED219479",
        "title":"1980 Elementary and Secondary Schools Civil Rights Survey, State Summaries. Volume II of II."},
      {
        "id":"ED219481",
        "title":"Crawford et al. v. Board of Education of the City of Los Angeles et al. Certiorari to the Court of Appeal of California, Second Appellate District. No. 81-38. Argued March 22, 1982. Decided June 30, 1982. Supreme Court of the United States. Syllabus."},
      {
        "id":"ED219482",
        "title":"The Preparation of Teachers for the Urban Schools: The State-of-the-Art in Pre-Service and In-Service Education. Part I. ERIC/CUE Urban Diversity Series Number 81."},
      {
        "id":"ED219483",
        "title":"The Preparation of Teachers for the Urban Schools: Selected Programs Offered by Institutions of Higher Education and Urban School Districts. Part II. ERIC/CUE Urban Diversity Series Number 81."},
      {
        "id":"ED219484",
        "title":"Student Alienation, Student Behavior and the Urban Schools. ERIC/CUE Urban Diversity Series Number 82."},
      {
        "id":"ED219485",
        "title":"Compact Guides to Information on Urban and Minority Education. Volume III."},
      {
        "id":"ED219486",
        "title":"A Basic Trilingual Program for Flushing High School. E.S.E.A. Title VII Final Evaluation Report, 1980-1981."},
      {
        "id":"ED219487",
        "title":"Eastern District High School Competency Based Bilingual/Bicultural Project. E.S.E.A. Title VII Final Evaluation Report, 1980-1981."},
      {
        "id":"ED219488",
        "title":"George Washington High School: A Vitalized Transitional Program for Bilingual School Students. E.S.E.A. Title VII Final Evaluation Report, 1980-1981."},
      {
        "id":"ED219489",
        "title":"Native Language Reading Approach Program. E.S.E.A. Title VII Final Evaluation Report, 1980-1981."},
      {
        "id":"ED219490",
        "title":"Project ECC: Equal Career Opportunities for Bilingual High School Students. E.S.E.A. Title VII Final Evaluation Report, 1980-1981."},
      {
        "id":"ED219491",
        "title":"Project KANPE. E.S.E.A. Title VII Final Evaluation Report, 1980-1981."},
      {
        "id":"ED219492",
        "title":"Project LOUVERTURE. E.S.E.A. Title VII Final Evaluation Report, 1980-1981."},
      {
        "id":"ED219493",
        "title":"New York City Russian Bilingual Program. E.S.E.A. Title VII Final Evaluation Report, 1980-1981."},
      {
        "id":"ED219494",
        "title":"Theodore Roosevelt High School. Project SUCCESS: Striving Upward through College and Career Education for Spanish Speakers. E.S.E.A. Title VII Final Evaluation Report, 1980-1981."},
      {
        "id":"ED219495",
        "title":"Thomas Jefferson High School Effective Transition of the Bilingual and Bicultural Student to Senior High School. E.S.E.A. Title VII Final Evaluation Report, 1980-1981."},
      {
        "id":"ED219497",
        "title":"An Analysis of Youth Job Search and Geographic Mobility."},
      {
        "id":"ED219498",
        "title":"Women in Medical Academia Model: A National Experiment in Planned Change."},
      {
        "id":"ED219503",
        "title":"History of the Adult Education Program of the City of Detroit."},
      {
        "id":"ED219504",
        "title":"Job Placement Programs for the Future. Information Series No. 239."},
      {
        "id":"ED219512",
        "title":"Self-Directed Exchange of Credentials. A Model for Learners, Clients and Brokers."},
      {
        "id":"ED219514",
        "title":"Career Planner. A Guide for Students with Disabilities. Second Edition."},
      {
        "id":"ED219515",
        "title":"Career Guidance Materials for Use with Students with Disabilities. A Resource Catalog."},
      {
        "id":"ED219517",
        "title":"Organizing Small Business Programs in Community Colleges."},
      {
        "id":"ED219524",
        "title":"Hearings on Reauthorization of the Vocational Education Act of 1963. Part 7: Vocational Guidance and Counseling and H.R. 4974, Vocational Guidance Act of 1981. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, Ninety-Seventh Congress, First Session on H.R. 66."},
      {
        "id":"ED219525",
        "title":"Hearings on Reauthorization of the Vocational Education Act of 1963. Part 9: Personnel Development. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, Ninety-Seventh Congress, First Session on H.R. 66."},
      {
        "id":"ED219527",
        "title":"Utilizing Vocational Education to Improve Productivity. Technology/Program Matrix."},
      {
        "id":"ED219529",
        "title":"Microwave. Instructor's Edition. Louisiana Vocational-Technical Education."},
      {
        "id":"ED219530",
        "title":"Work Ethic: Materialism and the American Family. Hearing before the Subcommittee on Aging, Family and Human Services of the Committee on Labor and Human Resources, United States Senate, Ninety-Seventh Congress, Second Session on Examination on the Impact of Stress on the Family Caused by the Workplace, Focusing on Dual Wage-Earning Parents and the Effects on Family Relationships, and the Nonworking Recipient of Public Assistance."},
      {
        "id":"ED219531",
        "title":"Oversight of the Vocational Education Act, 1981. Hearing before the Subcommittee on Education, Arts, and Humanities of the Committee on Labor and Human Resources, United States Senate, Ninety-Seventh Congress, First Session on Oversight on Ways to Contribute to the Future Reauthorization of the Vocational Education Act (Montpelier, Vermont)."},
      {
        "id":"ED219541",
        "title":"National Study of Word Processing Installations in Selected Business Organizations. A Report on the National Word Processing Research Study of Delta Pi Epsilon."},
      {
        "id":"ED219542",
        "title":"Advances in Automation Prompt Concern over Increased U.S. Unemployment."},
      {
        "id":"ED219543",
        "title":"CETA Programs for Disadvantaged Adults--What Do We Know about Their Enrollees, Services, and Effectiveness?"},
      {
        "id":"ED219544",
        "title":"Industry-Education-Labor Collaboration. Policies and Practices in Perspective."},
      {
        "id":"ED219545",
        "title":"Greater Resources and Opportunities for Working Women. Project Opportunity."},
      {
        "id":"ED219546",
        "title":"Implementation of the Phaseout of CETA Public Service Jobs. Report by the U.S. General Accounting Office."},
      {
        "id":"ED219547",
        "title":"Care for the Retarded, 1981. Hearings before the Subcommittee on the Handicapped of the Committee on Labor and Human Resources. United States Senate, Ninety-Seventh Congress, First Session on Oversight on the Effects of Deinstitutionalization of Mentally Retarded Citizens (Hartford, Connecticut, April 14-15, 1981)."},
      {
        "id":"ED219549",
        "title":"The Michigan Interagency Collaborative Initiative. Progress Report, 1979-1981. Volume I."},
      {
        "id":"ED219552",
        "title":"Ethnographic Research on Word Recognition Strategies of Adult Beginning Readers: Technical Report."},
      {
        "id":"ED219553",
        "title":"The T in CETA. Local and National Perspectives."},
      {
        "id":"ED219557",
        "title":"Alabama Career Education State Plan, 1978-1983. Bulletin 1980, No. 34."},
      {
        "id":"ED219558",
        "title":"Career Education Implementation Mode for Classroom Teachers. Bulletin 1980, No. 35."},
      {
        "id":"ED219560",
        "title":"Career Education Implementation Mode for Administrators. Bulletin 1980, No. 37."},
      {
        "id":"ED219561",
        "title":"Career Education Implementation Mode for Postsecondary Institutions. Bulletin 1980, No. 38."},
      {
        "id":"ED219562",
        "title":"Career Education Implementation Mode for the Community. Bulletin 1980, No. 39."},
      {
        "id":"ED219569",
        "title":"Teacher Education Packet for Illinois Core Curriculum in Agriculture."},
      {
        "id":"ED219574",
        "title":"Dissemination Manual for Enhancing Program Improvement."},
      {
        "id":"ED219575",
        "title":"Navy Women in Traditional and Nontraditional Jobs: A Comparison of Satisfaction, Attrition, and Reenlistment."},
      {
        "id":"ED219576",
        "title":"The Army Needs to Improve Individual Soldier Training in Its Units. Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED219577",
        "title":"Minorities in Allied Health Education. A Comprehensive Summary of the Report--January 1980."},
      {
        "id":"ED219586",
        "title":"Bibliography of Productivity-Related Articles."},
      {
        "id":"ED219593",
        "title":"Meatcutting Testbook, Part 2."},
      {
        "id":"ED219594",
        "title":"Meatcutting Workbook, Part 2."},
      {
        "id":"ED219595",
        "title":"Roofing: Workbook and Tests. Common Roofing and Waterproofing Materials and Equipment."},
      {
        "id":"ED219596",
        "title":"Roofing: Workbook and Tests. First-Aid Training."},
      {
        "id":"ED219597",
        "title":"Reading Skills, Reading Requirements, Learning Strategies, and Performance in Navy Technical Schools. Final Report."},
      {
        "id":"ED219598",
        "title":"Construction Mechanic 1 &amp; C."},
      {
        "id":"ED219603",
        "title":"Preparing Students for the World of Work. Vocational Guidance Delivery Systems."},
      {
        "id":"ED219604",
        "title":"Second Thoughts on Work."},
      {
        "id":"ED219605",
        "title":"Oversight on CETA Reauthorization. Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor. House of Representatives, Ninety-Seventh Congress. First Session (Brattleboro, Vermont, November 2, 1981)."},
      {
        "id":"ED219609",
        "title":"New York State External High School Diploma Program. Assessment Procedures and Sample Assessment Materials."},
      {
        "id":"ED219610",
        "title":"Masonry Specialist I &amp; II, 3-19. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED219611",
        "title":"Masonry Specialist III &amp; IV, 3-20. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED219612",
        "title":"Plumbing Specialist I, 3-21. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED219613",
        "title":"Plumbing Specialist II &amp; III, 3-22. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED219614",
        "title":"Plumbing Specialist IV &amp; V, 3-23. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED219623",
        "title":"Trainability of Academic Skills in the Elderly."},
      {
        "id":"ED219630",
        "title":"Let's Work Together: Strategies for Youth Employability Development. A Handbook."},
      {
        "id":"ED219631",
        "title":"Radiological Defense Manual."},
      {
        "id":"ED219638",
        "title":"An Evaluation of Individualized, Job-Specific Maintenance Training."},
      {
        "id":"ED219640",
        "title":"Aspects of Nonformal Education in the Pacific Region."},
      {
        "id":"ED219643",
        "title":"Lawn and Garden Equipment Repair."},
      {
        "id":"ED219644",
        "title":"Mechanical Drafting."},
      {
        "id":"ED219645",
        "title":"Automotive Emission Control."},
      {
        "id":"ED219646",
        "title":"Air Conditioning and Refrigeration Book IV."},
      {
        "id":"ED219648",
        "title":"Chain Saw Repair."},
      {
        "id":"ED219649",
        "title":"Residential Solar Systems."},
      {
        "id":"ED219650",
        "title":"Graphic Arts: Book One. Orientation, Composition, and Paste-up."},
      {
        "id":"ED219651",
        "title":"Graphic Arts: Book Two. Process Camera, Stripping, and Platemaking."},
      {
        "id":"ED219652",
        "title":"Graphic Arts: Book Three. The Press and Related Processes."},
      {
        "id":"ED219653",
        "title":"Basic Drafting: Book One."},
      {
        "id":"ED219654",
        "title":"Basic Drafting: Book Two."},
      {
        "id":"ED219656",
        "title":"State and Local Consumer Publications. A Bibliography."},
      {
        "id":"ED219657",
        "title":"The Development of a Naturalistic Self-Management Inventory."},
      {
        "id":"ED219662",
        "title":"Reducing Dogmatism among Undergraduate Counselor Trainees."},
      {
        "id":"ED219665",
        "title":"Sex Differences in Career Goals, Family Plans, and Abortion Attitudes of Medical Students."},
      {
        "id":"ED219667",
        "title":"Relationships between Marital Satisfaction and Various Personality Factors in Dual-Career Marriages."},
      {
        "id":"ED219668",
        "title":"Runaways: Some Critical Issues for Professionals and Society. Revised. Extension Bulletin 0744."},
      {
        "id":"ED219669",
        "title":"Toward a Linking of Motivational Theories."},
      {
        "id":"ED219670",
        "title":"Developmental Patterns of Self-Disclosure."},
      {
        "id":"ED219671",
        "title":"Peer Influence on Student Attentiveness during Classroom Lessons."},
      {
        "id":"ED219677",
        "title":"Expectations of Developmental Milestones by Middle Class Parents and College Freshmen."},
      {
        "id":"ED219678",
        "title":"Career Paths of Mental Health Administrators."},
      {
        "id":"ED219679",
        "title":"Effects of Applicant Sex, Physical Attractiveness, and Type of Job on Employment Interviewers' Decisions."},
      {
        "id":"ED219681",
        "title":"Teenage Parenthood: A Review of Risks and Consequences."},
      {
        "id":"ED219683",
        "title":"An Empirical Examination of Confrontation Efficacy II."},
      {
        "id":"ED219685",
        "title":"A Workshop in Decision-Making Counseling."},
      {
        "id":"ED219687",
        "title":"When Parents Divorce. Caring about Kids."},
      {
        "id":"ED219689",
        "title":"Maintaining Intergenerational Relations: Kinkeeping."},
      {
        "id":"ED219690",
        "title":"The Head of the Family: Authority and Responsibility in the Lineage."},
      {
        "id":"ED219691",
        "title":"The Relative Efficacy of Negative Practice and Anxiety Management Training in the Treatment of Mathematics Anxiety."},
      {
        "id":"ED219698",
        "title":"Evaluating the Implementation of a Delinquency Prevention Program: The PATHE Experience."},
      {
        "id":"ED219701",
        "title":"Analysis of Couple Data: Theoretical and Methodological Issues."},
      {
        "id":"ED219702",
        "title":"The Support Systems of Aging Widows: Educational Implications."},
      {
        "id":"ED219705",
        "title":"Using the 16 PF and a Personality Self-Rating Instrument to Assess Differences between Declared and Undeclared University Sophomores."},
      {
        "id":"ED219707",
        "title":"Interdependence and Interpersonal Attraction among Heterogeneous and Homogeneous Individuals: A Theoretical Formulation and a Meta-Analysis of the Research."},
      {
        "id":"ED219710",
        "title":"Standards Guidelines: Guidance and Counseling. Oregon Administrative Rule (OAR) 581-22-702."},
      {
        "id":"ED219711",
        "title":"Exploitation of Children. Hearing before the Subcommittee on Juvenile Justice of the Committee on the Judiciary. United States Senate, Ninety-Seventh Congress, First Session on Problems of Exploited Children."},
      {
        "id":"ED219714",
        "title":"&quot;Heartbeat&quot;: A Holistic Approach to Reading."},
      {
        "id":"ED219717",
        "title":"Vocabulary Studies: Summarized, Reviewed, Critiqued, and Offered in an Historical Perspective."},
      {
        "id":"ED219719",
        "title":"Learning to Read through the Arts. Annual Evaluation Report. Summer 1981."},
      {
        "id":"ED219720",
        "title":"Real Versus Make-Believe Differences in Told and Dictated Stories by Kindergarten Children."},
      {
        "id":"ED219721",
        "title":"Elementary Readers&apos; Inference of Sex of Story Characters As an Indication of Developmental Sex Role Schemata."},
      {
        "id":"ED219723",
        "title":"A Proposed Taxonomy of Mathematical Vocabulary."},
      {
        "id":"ED219724",
        "title":"Why Nouns Are Learned before Verbs: Linguistic Relativity Versus Natural Partitioning. Technical Report No. 257."},
      {
        "id":"ED219725",
        "title":"On the Role of Pervasive Experiential Coloration in Memory. Technical Report No. 258."},
      {
        "id":"ED219726",
        "title":"A Description of Reading Instruction: The Tail Is Wagging the Dog. Reading Education Report No. 35."},
      {
        "id":"ED219728",
        "title":"Higher Reading Achievement in Los Angeles Title I Elementary Schools: An Exploratory Study of Underlying Factors."},
      {
        "id":"ED219729",
        "title":"Reading and Study Skills and Instruction: College and Adult: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1982 (Vol. 42 Nos. 7 through 12)."},
      {
        "id":"ED219730",
        "title":"Reading Achievement: Characteristics Associated with Success and Failure: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1982 (Vol. 42 Nos. 7 through 12)."},
      {
        "id":"ED219731",
        "title":"Remedial and Compensatory Reading Instruction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1982 (Vol. 42 Nos. 7 through 12)."},
      {
        "id":"ED219732",
        "title":"Reading and Study Skills and Instruction: Preschool and Elementary: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January throuqh June 1982 (Vol. 42 Nos. 7 through 12)."},
      {
        "id":"ED219733",
        "title":"Reading and Writing: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1982 (Vol. 42 Nos. 7 through 12)."},
      {
        "id":"ED219734",
        "title":"Testing and Evaluation in Reading and Communication Skills: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1982 (Vol. 42 Nos. 7 through 12)."},
      {
        "id":"ED219735",
        "title":"Reading and Study Skills and Instruction: Secondary: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1982 (Vol. 42 Nos. 7 through 12)."},
      {
        "id":"ED219736",
        "title":"Reading, Comprehension, and Memory Processes: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1982 (Vol. 42 Nos. 7 through 12)."},
      {
        "id":"ED219737",
        "title":"Evaluation of the Non-Public Schools Learning Resource Center."},
      {
        "id":"ED219740",
        "title":"The Isolation Effect in Simultaneously Presented Lists of Different Lengths."},
      {
        "id":"ED219743",
        "title":"The Application of Weikart's Theories in Teaching Non-English Speaking Students How to Read."},
      {
        "id":"ED219744",
        "title":"Hypothesis Testing in Reading Comprehension. Technical Report #14."},
      {
        "id":"ED219745",
        "title":"The Role of Metaphor in Prose Comprehension. Technical Report No. 259."},
      {
        "id":"ED219748",
        "title":"Re-Creating Creators: Teaching Students to Edit Autobiographical Materials."},
      {
        "id":"ED219752",
        "title":"Analysis of Popular Music Reveals Emphasis on Sex, De-Emphasis of Romance."},
      {
        "id":"ED219753",
        "title":"A Longitudinal Analysis of Television Advertising Effects on Adolescents."},
      {
        "id":"ED219754",
        "title":"In Search of Alternative Communication Strategies for Rural Development in the Third World: A Critique of the Diffusion of Innovations Research."},
      {
        "id":"ED219755",
        "title":"The Dynamics of Advising an American Advertising Federation Competition Team: An Inside Look."},
      {
        "id":"ED219757",
        "title":"Subjective Dimensions of Organizational Roles among Public Relations Practitioners."},
      {
        "id":"ED219758",
        "title":"A Test of a Model of Media Exposure and Appraisal on Two Magazines in Nigeria."},
      {
        "id":"ED219761",
        "title":"The Reluctant Learner."},
      {
        "id":"ED219764",
        "title":"Exploring Audience Preferences for Hour Network Nightly News."},
      {
        "id":"ED219765",
        "title":"&quot;The Joy of Mere Words&quot;: Poetry and Composition."},
      {
        "id":"ED219768",
        "title":"Fostering Communication Skills in Young Learners through Creative Dramatics."},
      {
        "id":"ED219769",
        "title":"Back to Basics through Creative Dramatics."},
      {
        "id":"ED219779",
        "title":"A National Survey of College and University Writing Teachers. Technical Report No. 4."},
      {
        "id":"ED219784",
        "title":"English Language Arts Skills and Instruction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1982 (Vol. 42 Nos. 7 through 12)."},
      {
        "id":"ED219785",
        "title":"&quot;Can I Write About My Life?&quot; The Research Paper and the Inexperienced Writer."},
      {
        "id":"ED219788",
        "title":"Effective Practices for Spelling Instruction: Literature Synthesis."},
      {
        "id":"ED219789",
        "title":"Listening Skills Schoolwide: Activities and Programs."},
      {
        "id":"ED219794",
        "title":"Meeting the Educational Needs of Students Who Speak a Vernacular English in the Public School Setting. A Conference Report."},
      {
        "id":"ED219800",
        "title":"Subliminal Advertising and Education."},
      {
        "id":"ED219803",
        "title":"Catalog of State Basic Skills Products."},
      {
        "id":"ED219805",
        "title":"Teaching Writing in a Professional Discipline: \"Process\" as a Key Concept for City Planning."},
      {
        "id":"ED219808",
        "title":"A Bibliometric Evaluation of Core Journals in Communication Research."},
      {
        "id":"ED219809",
        "title":"Communicative Competence a Question of Context: It Depends...."},
      {
        "id":"ED219815",
        "title":"The Condition and Needs of the Live Professional Theatre in America. Phase I Report: Data Collection and Analysis. Executive Summary."},
      {
        "id":"ED219816",
        "title":"The Condition and Needs of the Live Professional Theatre in America. Phase I Report: Data Collection and Analysis."},
      {
        "id":"ED219822",
        "title":"Assertiveness: To Be or Not To Be."},
      {
        "id":"ED219824",
        "title":"An International Comparison of Television Programming and Audiences."},
      {
        "id":"ED219826",
        "title":"The Couple Versus the Spouse as the Unit of Analysis in Marital Research. Revised."},
      {
        "id":"ED219827",
        "title":"Contemporary Writings in Argument."},
      {
        "id":"ED219828",
        "title":"Political Framing and Agenda Setting in the 1980 Presidential Campaign."},
      {
        "id":"ED219834",
        "title":"Speech Research: A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for Its Investigation, and Practical Applications, Status Report, April 1-June 30, 1982."},
      {
        "id":"ED219836",
        "title":"The Best of the Best of ERIC. Volume 3."},
      {
        "id":"ED219839",
        "title":"Towards a Critical Practice of Educational Administration."},
      {
        "id":"ED219840",
        "title":"An Exploratory Study of the Federal Impact on Principals. Final Report."},
      {
        "id":"ED219848",
        "title":"Conferences, Critiques and References on the Subject of &quot;Public and Private Schools&quot;: The Coleman Report."},
      {
        "id":"ED219849",
        "title":"A Comparison of Selected Characteristics of Private and Public Schools. National Center for Education Statistics Bulletin."},
      {
        "id":"ED219850",
        "title":"Planning, Evaluating and Reporting--Minnesota's Response to Accountability."},
      {
        "id":"ED219851",
        "title":"Involving Parents: A Handbook for Participation in Schools."},
      {
        "id":"ED219852",
        "title":"Public School Professional Personnel Report, New York State, 1981-82."},
      {
        "id":"ED219853",
        "title":"The Home-School Connection: Selected Partnership Programs in Large Cities."},
      {
        "id":"ED219856",
        "title":"The Planning, Evaluation and Resource Management Model: PERM. Volume 1 in the PERM Handbook Series."},
      {
        "id":"ED219857",
        "title":"Developing and Establishing Local School District Goals. Volume 2 in the PERM Handbook Series."},
      {
        "id":"ED219859",
        "title":"The Computer: Extension of the Human Mind. Proceedings, Annual Summer Conference, College of Education, University of Oregon (3rd, Eugene, Oregon, July 21-23, 1982)."},
      {
        "id":"ED219882",
        "title":"Managing Compliance in School Organizations: Comparative and Definitive Rules."},
      {
        "id":"ED219885",
        "title":"School Enrollment of 3- and 4-Year-Olds, by Race/Ethnic Category."},
      {
        "id":"ED219888",
        "title":"The Chicago Safe School Study. A Report to the General Superintendent of Schools."},
      {
        "id":"ED219897",
        "title":"A Data-Based Special Education Delivery System: The Pine County Model."},
      {
        "id":"ED219898",
        "title":"Serving Handicapped Youngsters in the Department of Defense School System."},
      {
        "id":"ED219908",
        "title":"Data Based Physical Education for the Severely Handicapped."},
      {
        "id":"ED219912",
        "title":"Psychological Assessment of the Preschool Disadvantaged Child."},
      {
        "id":"ED219918",
        "title":"ILIAD: Interactive Language Instruction Assistance for the Deaf. Final Report, September 1980-September 1981. Report No. 4771."},
      {
        "id":"ED219920",
        "title":"Social Relationships and Interpersonal Skills: A Guide for People with Sensory and Physical Limitations."},
      {
        "id":"ED219925",
        "title":"The Crucial Role of Connections in Vocational Systems for Serving the Handicapped: Guide for LEA Personnel. SEP Technical Assistance Guide (No. 2)."},
      {
        "id":"ED219936",
        "title":"Sociolinguistic/Ethnographic Issues and the Assessment of Bilingual Students&apos; Language Proficiency."},
      {
        "id":"ED219937",
        "title":"Commanding English: A Communications Skills Program Offered to Southeast Asian and Other Non-Native Speakers of English, 1980-81."},
      {
        "id":"ED219942",
        "title":"Language Issues in Multicultural Settings. Bilingual Education Teacher Handbook. Volume II."},
      {
        "id":"ED219955",
        "title":"Process and Pedagogy in Writing: Neurolinguistic Considerations. Working Draft."},
      {
        "id":"ED219956",
        "title":"The People and Culture of Haiti."},
      {
        "id":"ED219957",
        "title":"A Guide for Employers of Refugees."},
      {
        "id":"ED219958",
        "title":"Planning and Implementing Cross-Cultural Orientation Programs for Refugees."},
      {
        "id":"ED219964",
        "title":"Verb Tense and ESL Composition: A Discourse Level Approach."},
      {
        "id":"ED219973",
        "title":"Native Language Assessment of Asian-American Students."},
      {
        "id":"ED219980",
        "title":"Survey of Foreign Language Course Registrations in U.S. Colleges and Universities, Fall 1980. Final Report."},
      {
        "id":"ED219984",
        "title":"Report on the Council of Graduate Schools-Graduate Record Examinations Board 1981-1982 Survey of Graduate Enrollment, Part I."},
      {
        "id":"ED219989",
        "title":"American Council on Education Archives, Guide, 1918-1977."},
      {
        "id":"ED219995",
        "title":"People: Creativity and Quality with Technology. Proceedings of the CAUSE National Conference (St. Louis, Missouri, December 1-4, 1981)."},
      {
        "id":"ED220004",
        "title":"Medical Student Financing and the Armed Forces Health Professions Scholarship Program."},
      {
        "id":"ED220005",
        "title":"College and University Admissions and Enrollment, New York State, Fall 1980."},
      {
        "id":"ED220007",
        "title":"General College Programs and Projects Receiving Outside Financial Support."},
      {
        "id":"ED220008",
        "title":"Application Statistics, 1981."},
      {
        "id":"ED220011",
        "title":"University Knowledge/Technology Transfer and Public Decision-Making: Review, Synthesis, and Alternative Models. Rural Development Series No. 11."},
      {
        "id":"ED220013",
        "title":"Management Skills Training for Foreign Engineering Students: An Assessment of Need and Availability."},
      {
        "id":"ED220019",
        "title":"Effective Use of Models in the Decision Processes: Theory Grounded in Three Case Studies. AIR Forum 1982 Paper."},
      {
        "id":"ED220020",
        "title":"Assessing the Impact of Discontinuing a Program. AIR Forum 1982 Paper."},
      {
        "id":"ED220024",
        "title":"Structuring the Perceived Outcomes of Higher Education. AIR Forum 1982 Paper."},
      {
        "id":"ED220026",
        "title":"Evaluation of the Impact of Media Marketing Strategies on Continuing Education Enrollments. AIR Forum 1982 Paper."},
      {
        "id":"ED220034",
        "title":"Depoliticizing Minority Admissions through Predicted Graduation Equations. AIR Forum 1982 Paper."},
      {
        "id":"ED220040",
        "title":"Adjusting for Nonresponse Bias: The Case of an Alumni Survey. AIR Forum 1982 Paper."},
      {
        "id":"ED220044",
        "title":"Maintaining and Enhancing a College or University Image. AIR Forum 1982 Paper."},
      {
        "id":"ED220049",
        "title":"Reallocation of Faculty Resources. AIR Forum 1982 Paper."},
      {
        "id":"ED220050",
        "title":"Differential Instructional Productivity Indices. AIR Forum 1982 Paper."},
      {
        "id":"ED220053",
        "title":"Supporting Quality through Setting and Reallocation. AIR Forum 1982 Paper."},
      {
        "id":"ED220056",
        "title":"The Practice of Institutional Research: Toward an Operational Definition. AIR Forum 1982 Paper."},
      {
        "id":"ED220057",
        "title":"Seven Maxims for Institutional Researchers: Applying Cognitive Theory and Research. AIR Forum 1982 Paper."},
      {
        "id":"ED220058",
        "title":"Predicting Student Progression: The Influence of Race and Other Student and Institutional Characteristics on College Student Performance. AIR Forum 1982 Paper."},
      {
        "id":"ED220059",
        "title":"The Use of an Expectancy-Value Model in Studying a University's Image. AIR Forum 1982 Paper."},
      {
        "id":"ED220062",
        "title":"Equity in Instructional Workload. AIR Forum 1982 Paper."},
      {
        "id":"ED220067",
        "title":"Demographic Changes and Their Impact on Higher Education Enrollment in Connecticut. BHE Reports, R-4-81."},
      {
        "id":"ED220069",
        "title":"Fostering Faculty Vitality: Options for Institutions and Administrators."},
      {
        "id":"ED220071",
        "title":"Instructional Systems Development Model for Interactive Videodisc Training Delivery Systems. Volume I: Hardware, Software and Procedures."},
      {
        "id":"ED220073",
        "title":"How to Produce Newsletters: Newsletter Editor's Handbook."},
      {
        "id":"ED220093",
        "title":"Microcomputers--A Way for Teachers to Cope."},
      {
        "id":"ED220096",
        "title":"Student Use of Computers in Schools. Fall 1980: A Survey of Public School Districts."},
      {
        "id":"ED220098",
        "title":"After the Fall: The Use of Surplus Capacity in an Academic Library Automation System."},
      {
        "id":"ED220114",
        "title":"Evaluation Report on the Dyersburg State Community College Project: Title III, Strengthening Developing Institutions."},
      {
        "id":"ED220118",
        "title":"Anthropology for Contemporary Nurses: A Paper for Consideration."},
      {
        "id":"ED220119",
        "title":"Performance Outcomes and Performance Standards for Selected Occupational Programs."},
      {
        "id":"ED220124",
        "title":"Implications of the Statewide Longitudinal Study for the Academic Curriculum/Collegiate Function in California Community Colleges: A Review Paper."},
      {
        "id":"ED220132",
        "title":"Arts and Sciences Task Force Assessment Committee Report."},
      {
        "id":"ED220138",
        "title":"Reexamining Community Services in the Community College: Toward Consensus and Commitment. Topical Paper Number 76."},
      {
        "id":"ED220140",
        "title":"The Community College in America: A Pocket History. AACJC Pocket Reader, 4."},
      {
        "id":"ED220146",
        "title":"Improving Articulation and Transfer Relationships. New Directions for Community Colleges, Number 39."},
      {
        "id":"ED220155",
        "title":"A Teacher's Guide to Memory Techniques."},
      {
        "id":"ED220158",
        "title":"An Assessment of the Impact of Entry-Level Placement Assessment on the Climate of Teaching and Learning in Community Colleges in Florida."},
      {
        "id":"ED220165",
        "title":"Fall 1979 Transfer Study. Report 2: First Year Persistence and Achievement."},
      {
        "id":"ED220174",
        "title":"Parents, Teachers, and Competent Children."},
      {
        "id":"ED220178",
        "title":"Factors Affecting Policies in Early Childhood Education: An Australian Case."},
      {
        "id":"ED220183",
        "title":"Occupational Suitability and Competence Attributed to Male Teachers of Young Children."},
      {
        "id":"ED220185",
        "title":"Family and Community Studies (FACS) Fourth Interim Report, Phase I and Activities and Timelines for Phase II."},
      {
        "id":"ED220188",
        "title":"Infant Family Day Care Training: Discussion and Workshop Sheets."},
      {
        "id":"ED220189",
        "title":"Infant Family Day Care Training: Program Manual."},
      {
        "id":"ED220190",
        "title":"Eating Habits of Students in California Public Schools: A Summary of a Study of the Nutritional Quality of Food Available and the Eating Habits of Students in California Public Schools."},
      {
        "id":"ED220194",
        "title":"The Politics of Family Day Care: Legislatively What Can Be Done."},
      {
        "id":"ED220195",
        "title":"The Relationship Between WISC-R &quot;Freedom from Distractibility&quot; Subtests and Selected Measures of Achievement, Comprehension Monitoring, Self-Testing, and Other Recall Strategies."},
      {
        "id":"ED220198",
        "title":"Enhancing the Effectiveness of Parent Education: An Analysis of Program Assumptions."},
      {
        "id":"ED220200",
        "title":"Smoking in Children and Adolescents."},
      {
        "id":"ED220209",
        "title":"Personalizing Education for Children: A Handbook for Early Childhood Education K-4."},
      {
        "id":"ED220210",
        "title":"Share and Tell: Teacher-Made Materials."},
      {
        "id":"ED220211",
        "title":"Children's Early Thought: Developments in Classification During Language Acquisition."},
      {
        "id":"ED220212",
        "title":"Children's Ability to Self-Monitor Information Acquisition."},
      {
        "id":"ED220214",
        "title":"Length Versus Distance: Bridging Gaps in Preschoolers' Knowledge."},
      {
        "id":"ED220219",
        "title":"Indian Elderly and Entitlement Programs: An Accessing Demonstration Project."},
      {
        "id":"ED220228",
        "title":"Ramah Navajo School Board, Inc., et al., v. Bureau of Revenue of New Mexico. Appeal from the Court of Appeals of New Mexico. Argued April 28, 1982--Decided July 2, 1982. No. 80-2162."},
      {
        "id":"ED220229",
        "title":"A Report with Recommendations on State Governmental Organization and Legislative History of California Indians."},
      {
        "id":"ED220232",
        "title":"Fiscal Accounting Manual."},
      {
        "id":"ED220233",
        "title":"To Read or Not to Read: A Parent's Guide."},
      {
        "id":"ED220234",
        "title":"A'Una (&quot;Let's Go!&quot;)"},
      {
        "id":"ED220235",
        "title":"Our Mother Corn."},
      {
        "id":"ED220236",
        "title":"Our Mother Corn. Teacher's Guide."},
      {
        "id":"ED220237",
        "title":"Native Americans of Washington State (A Curriculum Guide for Elementary Grades). First Edition."},
      {
        "id":"ED220239",
        "title":"Declining Enrollment: Implications for Public Education in New Mexico. Report of a Survey of New Mexico Superintendents Regarding the Impact of Declining Enrollment."},
      {
        "id":"ED220240",
        "title":"Higher Education In Agriculture: Students at Southern Land-Grant Universities. Southern Cooperative Series Bulletin 270."},
      {
        "id":"ED220243",
        "title":"Indian Education: America's Unpaid Debt. A Compendium Report Covering Calendar Years 1980-1981. The Eighth Annual Report to the Congress of the United States."},
      {
        "id":"ED220245",
        "title":"Report of the Northland School Division Investigation Committee."},
      {
        "id":"ED220247",
        "title":"The Relationship of Receptivity to Change to Personal Characteristics and Organizational Perceptions of Teachers in Small Schools."},
      {
        "id":"ED220253",
        "title":"Race-Sex Differences in Job Quality Returns Attributed to Education among Young Rural Adults."},
      {
        "id":"ED220256",
        "title":"New Mexico's Very Small School Districts."},
      {
        "id":"ED220257",
        "title":"Decision Making: An Instructional Strategy for the Rural Gifted Student."},
      {
        "id":"ED220259",
        "title":"Hispanic Students in American High Schools: Background Characteristics and Achievement. National Center for Education Statistics Bulletin."},
      {
        "id":"ED220262",
        "title":"Explorations into Ways of Improving the Elementary Mathematics Learning Experience. Final Report."},
      {
        "id":"ED220264",
        "title":"IEEE Validation of the Continuing Education Achievement of Engineers Registry System. Procedures for Use with a CPT 8000 Word Processor and Communications Package."},
      {
        "id":"ED220265",
        "title":"Science and Engineering Technician Curriculum Development Project. Final Report."},
      {
        "id":"ED220267",
        "title":"Student Performance in Solving Linear Equations."},
      {
        "id":"ED220268",
        "title":"Sea Sources. Bibliographic and Resource Material of Children's Literature of the Sea."},
      {
        "id":"ED220273",
        "title":"The Use of Calculators in Pre-College Education: Fifth Annual State-of-the-Art Review."},
      {
        "id":"ED220276",
        "title":"Wait Time and Questioning Skills of Middle School Science Teachers. Final Technical Report."},
      {
        "id":"ED220278",
        "title":"Double Dilemma: Minorities and Women in Science Education."},
      {
        "id":"ED220279",
        "title":"The Roles of &quot;Understanding&quot; in the Learning of Mathematics. Part II of the Final Report."},
      {
        "id":"ED220280",
        "title":"Blind Persons Report Critical Incidents of Science and Mathematics Instruction."},
      {
        "id":"ED220281",
        "title":"Teaching Middle Grades Science."},
      {
        "id":"ED220282",
        "title":"Social Processes of Sex Differentiation in Mathematics. Final Report to the National Institute of Education. &quot;Role Modeling Processes and Educational Inequity for Graduate and Undergraduate Students in Mathematics.&quot;"},
      {
        "id":"ED220283",
        "title":"Classroom Process Variables in Urban Integrated Junior High School Individualized Science Programs. Final Report."},
      {
        "id":"ED220285",
        "title":"Sex-Related Differences in Attitude toward Science: A Quantitative Synthesis of Research."},
      {
        "id":"ED220286",
        "title":"Teacher Education and Mathematics Project. Final Report 1979-1980."},
      {
        "id":"ED220288",
        "title":"Van Hiele Levels and Achievement in Secondary School Geometry. CDASSG Project."},
      {
        "id":"ED220298",
        "title":"USMES Design Lab Manual. Fifth Edition. Trial Edition."},
      {
        "id":"ED220299",
        "title":"Advertising - USMES Teacher Resource Book. Second Edition. Trial Edition."},
      {
        "id":"ED220300",
        "title":"Bicycle Transportation - USMES Teacher Resource Book. Second Edition. Trial Edition."},
      {
        "id":"ED220301",
        "title":"Classroom Design - USMES Teacher Resource Book. Second Edition. Trial Edition."},
      {
        "id":"ED220302",
        "title":"Classroom Management - USMES Teacher Resource Book. Second Edition. Trial Edition."},
      {
        "id":"ED220303",
        "title":"Consumer Research - USMES Teacher Resource Book. Fourth Edition. Trial Edition."},
      {
        "id":"ED220304",
        "title":"Describing People - USMES Teacher Resource Book. Fifth Edition. Trial Edition."},
      {
        "id":"ED220305",
        "title":"Design Lab Design - USMES Teacher Resource Book. Second Edition. Trial Edition."},
      {
        "id":"ED220306",
        "title":"Designing for Human Proportions - USMES Teacher Resource Book. Fourth Edition. Trial Edition."},
      {
        "id":"ED220307",
        "title":"Eating in School - USMES Teacher Resource Book. First Edition. Trial Edition."},
      {
        "id":"ED220308",
        "title":"Getting There - USMES Teacher Resource Book. Second Edition. Trial Edition."},
      {
        "id":"ED220309",
        "title":"Growing Plants - USMES Teacher Resource Book. Second Edition. Trial Edition."},
      {
        "id":"ED220310",
        "title":"Manufacturing - USMES Teacher Resource Book. Second Edition. Trial Edition."},
      {
        "id":"ED220311",
        "title":"Mass Communications - USMES Teacher Resource Book. Second Edition. Trial Edition."},
      {
        "id":"ED220312",
        "title":"Nature Trails - USMES Teacher Resource Book. Second Edition. Trial Edition."},
      {
        "id":"ED220313",
        "title":"Orientation - USMES Teacher Resource Book. Third Edition. Trial Edition."},
      {
        "id":"ED220314",
        "title":"Pedestrian Crossings - USMES Teacher Resource Book. Fifth Edition. Trial Edition."},
      {
        "id":"ED220315",
        "title":"Play Area Design and Use - USMES Teacher Resource Book. Third Edition. Trial Edition."},
      {
        "id":"ED220316",
        "title":"Protecting Property - USMES Teacher Resource Book. First Edition. Trial Edition."},
      {
        "id":"ED220317",
        "title":"School Rules - USMES Teacher Resource Book. Second Edition. Trial Edition."},
      {
        "id":"ED220318",
        "title":"School Supplies - USMES Teacher Resource Book. Second Edition. Trial Edition."},
      {
        "id":"ED220319",
        "title":"School Zoo - USMES Teacher Resource Book. Third Edition. Trial Edition."},
      {
        "id":"ED220320",
        "title":"Soft Drink Design - USMES Teacher Resource Book. Fourth Edition. Trial Edition."},
      {
        "id":"ED220321",
        "title":"Traffic Flow - USMES Teacher Resource Book. Fourth Edition. Trial Edition."},
      {
        "id":"ED220322",
        "title":"Using Free Time - USMES Teacher Resource Book. Second Edition. Trial Edition."},
      {
        "id":"ED220323",
        "title":"Ways to Learn/Teach - USMES Teacher Resource Book. Third Edition. Trial Edition."},
      {
        "id":"ED220324",
        "title":"Weather Predictions - USMES Teacher Resource Book. Fourth Edition. Trial Edition."},
      {
        "id":"ED220326",
        "title":"Collecting Data. USMES Beginning &quot;How To&quot; Set."},
      {
        "id":"ED220327",
        "title":"Collecting Data. USMES Intermediate &quot;How To&quot; Set."},
      {
        "id":"ED220330",
        "title":"Graphing. USMES Intermediate &quot;How To&quot; Set."},
      {
        "id":"ED220332",
        "title":"Measuring. USMES Intermediate &quot;How To&quot; Set."},
      {
        "id":"ED220334",
        "title":"Simplifying Data. USMES Intermediate &quot;How To&quot; Set."},
      {
        "id":"ED220335",
        "title":"Design Lab. USMES &quot;How To&quot; Series."},
      {
        "id":"ED220336",
        "title":"Preparing People for USMES. An Implementation Resource Book."},
      {
        "id":"ED220343",
        "title":"Combining Cooperative Learning and Individualized Instruction: Effects on Student Mathematics Achievement, Attitudes and Behaviors."},
      {
        "id":"ED220347",
        "title":"Be Water Wise."},
      {
        "id":"ED220348",
        "title":"The Effects of Type of Classroom Science, Grade Level, Years Without Science Instruction, and Elective Science Courses on Performance Level for Selected High School Science Process Skill Competencies."},
      {
        "id":"ED220351",
        "title":"New Roles for Early Adolescents in Schools and Communities."},
      {
        "id":"ED220357",
        "title":"A Case for Citizenship Education in the Early Years."},
      {
        "id":"ED220359",
        "title":"Curriculum as Transmitter of Socioeconomic and Political Values: Case Study of a Middle School Writing Project."},
      {
        "id":"ED225384",
        "title":"Bilingual Education Mandate: A Preliminary Report."},
      {
        "id":"ED225396",
        "title":"Computer-Assisted Learning: Design and Implementation."},
      {
        "id":"ED225400",
        "title":"Integrating the Laboratory into the Curriculum."},
      {
        "id":"ED225402",
        "title":"Only in the Language Laboratory: Dynamic Stress Matching as an Aid to the Development of Listening Comprehension."},
      {
        "id":"ED225403",
        "title":"Foreign Language in the Elementary School: A Practical Guide."},
      {
        "id":"ED225407",
        "title":"Bilingual Education at the Secondary Level: What We Know and What We Don't."},
      {
        "id":"ED225408",
        "title":"Rule and Role in Second Language Teaching."},
      {
        "id":"ED225411",
        "title":"Facilitating Beginning English Second Language Acquisition in the Elementary School."},
      {
        "id":"ED225413",
        "title":"What Research Says about Revision."},
      {
        "id":"ED225418",
        "title":"Community Commons Educational Conference Summary (Frederick, Maryland, March 2, 1982)."},
      {
        "id":"ED225422",
        "title":"Survey of Non-Returning Students, Spring, 1981."},
      {
        "id":"ED225431",
        "title":"Planning for the Eighties: A 13-State Nontraditional Self-Study for the Southern Association of Colleges and Schools. Volume I: Stages One through Seven."},
      {
        "id":"ED225432",
        "title":"Planning for the Eighties: A 13-Stage Nontraditional Self-Study for the Southern Association of Colleges and Schools. Volume II: Stages Eight through Twelve."},
      {
        "id":"ED225433",
        "title":"Planning for the Eighties: A Nontraditional Self-Study for the Southern Association of Colleges and Schools. Volume III: Stage Thirteen."},
      {
        "id":"ED225444",
        "title":"Academicians as Consultants: Travelling Between Two Cultures."},
      {
        "id":"ED225453",
        "title":"Oversight on Current Status and Administration of Federal Student Assistance Programs. Hearings before the Subcommittee on Postsecondary Education of the Committee on Education and Labor, House of Representatives. Ninety-Seventh Congress, Second Session (January 27, 28 and February 2, 3, and 4, 1982)."},
      {
        "id":"ED225456",
        "title":"Degrees Awarded in the Nation and the South, by Sex, 1979-80."},
      {
        "id":"ED225459",
        "title":"Women and Minorities. Leaders in Transition: A National Study of Higher Education Administrators."},
      {
        "id":"ED225460",
        "title":"The Liberal Arts Revisited. Eighth David D. Henry Lecture."},
      {
        "id":"ED225465",
        "title":"Pre-Retirement Training: Expanding the Role of the University."},
      {
        "id":"ED225468",
        "title":"From Predisposition to Reassessment: Stages in the Responses of Colleges and Universities to Increased Black Enrollment."},
      {
        "id":"ED225470",
        "title":"Increasing the Employability of the Undergraduate Psychology Major."},
      {
        "id":"ED225472",
        "title":"The Process of Change in Higher Education Institutions. AAHE-ERIC/Higher Education Research Report, No. 7, 1982."},
      {
        "id":"ED225473",
        "title":"Students' Evaluations of Teaching: An Update. AAHE-ERIC Higher Education Research Currents."},
      {
        "id":"ED225475",
        "title":"Impact of the Older Student on Undergraduate Enrollment. SAIR Conference Paper."},
      {
        "id":"ED225479",
        "title":"Not Your Average Data Base. SAIR Conference Paper."},
      {
        "id":"ED225483",
        "title":"Sudden Organizational Change. SAIR Conference Paper."},
      {
        "id":"ED225486",
        "title":"The Sweep to the South: Fact or Fallacy? SAIR Conference Paper."},
      {
        "id":"ED225493",
        "title":"Computer Resources: Asset or Liability for Institutional Research. SAIR Conference Paper."},
      {
        "id":"ED225495",
        "title":"A Model for Predicting Student Credit Hours. SAIR Conference Paper."},
      {
        "id":"ED225502",
        "title":"Mary Baldwin College Adult Degree Program: Design and Implementation, 1981."},
      {
        "id":"ED225503",
        "title":"Collegiate Enrollments in the U.S., 1981-82. Statistics, Interpretations, and Trends."},
      {
        "id":"ED225519",
        "title":"Is Medical Student Writing Wrong?"},
      {
        "id":"ED225520",
        "title":"The Case Against the Comprehensive Exam."},
      {
        "id":"ED225521",
        "title":"Growth in Employment of Science and Engineering Doctorates Continues, Led by Computer Scientists. Science Resources Studies Highlights."},
      {
        "id":"ED225528",
        "title":"Information Systems and Technological Decisions: A Guide for Nontechnical Administrators. AAHE-ERIC Higher Education Research Report No. 8, 1982."},
      {
        "id":"ED225530",
        "title":"Children and Electronic Text: Challenges and Opportunities of the &quot;New Literacy.&quot; An Exploratory Study."},
      {
        "id":"ED225533",
        "title":"Educational Computing: Support Functions and Student Objectives."},
      {
        "id":"ED225537",
        "title":"Instructional Resources in Ontario: Case Studies and Literature Search."},
      {
        "id":"ED225539",
        "title":"Microcomputers and the Library: A Planning Guide for Managers."},
      {
        "id":"ED225542",
        "title":"Project Profiles. A.I.D. Studies in Educational Technology and Development Communications."},
      {
        "id":"ED225544",
        "title":"The Role of Abduction in Learning to Use a Computer System."},
      {
        "id":"ED225547",
        "title":"Technological Change: Policy Implications for Funding and Delivering Educational Services in the 80's."},
      {
        "id":"ED225549",
        "title":"Television as a Teacher. A Research Monograph."},
      {
        "id":"ED225551",
        "title":"Trailblazers, 1981-1982. An Annual Publication of Project PEP (Providing Equitable Participation) in Title IV B, ESEA, P.L. 93-380 for the Nonpublic Schools in the State of Missouri."},
      {
        "id":"ED225552",
        "title":"The Use of Technology in the Administration Function of School Library Media Programs."},
      {
        "id":"ED225553",
        "title":"The Use of Technology in the Administration Function of School Library Media Programs. Executive Summary."},
      {
        "id":"ED225554",
        "title":"A Feasibility and Engineering Study of Extending Cable TV Programming to Surrounding Communities. Planning Grant Report."},
      {
        "id":"ED225555",
        "title":"Fitting the Tool with the Task: A Problem in the Instructional Use of Microcomputers."},
      {
        "id":"ED225557",
        "title":"Improving Instructional Management with Microcomputers. Goal Based Education Program Occasional Paper Number 1."},
      {
        "id":"ED225563",
        "title":"Sources of Information for Instructional Technology."},
      {
        "id":"ED225566",
        "title":"Massachusetts Dissemination Project. Final Report."},
      {
        "id":"ED225567",
        "title":"New Information Technologies--New Opportunities. Papers Presented at the Clinic on Library Applications of Data Processing (18th, Urbana-Champaign, Illinois, April 26-29, 1981)."},
      {
        "id":"ED225569",
        "title":"Northeast Regional Exchange, Annual Report, January 1982."},
      {
        "id":"ED225574",
        "title":"A Study of the Impact of Representations in Information Retrieval Systems."},
      {
        "id":"ED225575",
        "title":"Intellectual and Bibliographical Access to the Original Library Collection, 1794-1827."},
      {
        "id":"ED225576",
        "title":"The Undergraduate Library at United States and Canadian Universities: A Bibliographic Review."},
      {
        "id":"ED225582",
        "title":"Training of Egyptian Information Specialists: A Multifaceted System Approach. Final Report."},
      {
        "id":"ED225584",
        "title":"California State Capacity Building Project. Final Report."},
      {
        "id":"ED225590",
        "title":"Georgia Dissemination Capacity-Building Project. Final Report."},
      {
        "id":"ED225594",
        "title":"Library Instruction Program: Clifford Memorial Library, University of Evansville, Indiana."},
      {
        "id":"ED225599",
        "title":"Publishers' Opinions about Book Paper. Report of a Survey for the Committee on Production Guidelines for Book Longevity."},
      {
        "id":"ED225601",
        "title":"A Survey of Journal Use Within the Undergraduate Library at the University of Illinois at Urbana-Champaign."},
      {
        "id":"ED225602",
        "title":"Databases and Clearinghouses: Information Resources for Education. Fifth Edition."},
      {
        "id":"ED225603",
        "title":"Two-Year College Handbooks and Manuals: Past, Present, Future."},
      {
        "id":"ED225610",
        "title":"The College-Level Academic Skills Project."},
      {
        "id":"ED225615",
        "title":"Part-Time Faculty Compensation and Staff Development in Three Kansas City Area Community Colleges."},
      {
        "id":"ED225617",
        "title":"Course Registration Report. University of Hawaii, Community Colleges, Fall 1982."},
      {
        "id":"ED225619",
        "title":"Faculty Morale Study (1981). The Ohio State University at Lima Self-Study Report No. 1. Institutional Research Series 1981."},
      {
        "id":"ED225620",
        "title":"A Study of Faculty Perception of the Implementation of the Articulated Faculty Concept. Self-Study Report No. 3. Institutional Research Series 1981."},
      {
        "id":"ED225623",
        "title":"Innovation Abstracts, Volume IV, Numbers 1-36."},
      {
        "id":"ED225626",
        "title":"An Examination of the Use of Students in Paraprofessional Capacities at Kirkwood Community College."},
      {
        "id":"ED225631",
        "title":"Modules in Death Education."},
      {
        "id":"ED225633",
        "title":"Evaluating Faculty and Staff. New Directions for Community Colleges, Number 41."},
      {
        "id":"ED225634",
        "title":"Overcoming the Disincentives to Study Abroad. The RCC Israel Program: A Model."},
      {
        "id":"ED225637",
        "title":"Computers and Information Systems in the Small Two-Year College."},
      {
        "id":"ED225638",
        "title":"Internationalizing the Community College. ISHE Fellows Program, Research Report No. 2, l982."},
      {
        "id":"ED225639",
        "title":"The Challenge of Employer-Supported Child Care: Meeting Parent Needs."},
      {
        "id":"ED225645",
        "title":"Multimedia Uses in Organizing Learning."},
      {
        "id":"ED225650",
        "title":"A Computer-Assisted Instruction Approach to Music for Junior-Age Children: Using ALF for Teaching Music Composition."},
      {
        "id":"ED225652",
        "title":"The Infant-Toddler Component and Child Impact. Evaluation of the Child and Family Resource Program (CFRP)."},
      {
        "id":"ED225653",
        "title":"Phase II Report. Volume II: Program Study Report. Evaluation of the Child and Family Resource Program (CFRP)."},
      {
        "id":"ED225654",
        "title":"Phase II Executive Summary. Evaluation of the Child and Family Resource Program (CFRP)."},
      {
        "id":"ED225655",
        "title":"Phase III Program Study Report. Evaluation of the Child and Family Resource Program (CFRP)."},
      {
        "id":"ED225656",
        "title":"Phase III Research Report. Evaluation of the Child and Family Resource Program (CFRP)."},
      {
        "id":"ED225657",
        "title":"Phase III Executive Summary. Evaluation of the Child and Family Resource Program (CFRP)."},
      {
        "id":"ED225663",
        "title":"Healthy Mothers Coalition Directory of Educational Materials."},
      {
        "id":"ED225664",
        "title":"Who Gets More Attention When an Adult Plays with Two 7-Month-Old Infants?"},
      {
        "id":"ED225665",
        "title":"Computer-Assisted Instruction as a Training Methodology for Child Placement Licensing Staff."},
      {
        "id":"ED225666",
        "title":"Comparison of Mothers' and Fathers' Play with Their Male and Female Infants."},
      {
        "id":"ED225674",
        "title":"Child Development Research in Court."},
      {
        "id":"ED225679",
        "title":"Training For Child Care Work: Project Fresh Start. A CETA Program Model, Worcester, Massachusetts."},
      {
        "id":"ED225680",
        "title":"Working Parents Project. Final Report. Executive Summary."},
      {
        "id":"ED225681",
        "title":"Parent Involvement in Education Project (PIEP). Final Interim Report."},
      {
        "id":"ED225682",
        "title":"A Survey of Parents Regarding Parent Involvement in Schools. Parent Involvement in Education Project. Final Report. Executive Summary."},
      {
        "id":"ED225683",
        "title":"Working Parents Project (WPP). Final Interim Report."},
      {
        "id":"ED225684",
        "title":"Parents Helping Parents: Mutual Parenting Network Handbook."},
      {
        "id":"ED225687",
        "title":"Children in the Built Environment: A Bibliography."},
      {
        "id":"ED225699",
        "title":"Development/Operation of a Multisystem Staff Development Consortium in Rural Alabama."},
      {
        "id":"ED225704",
        "title":"Handbook for Residential Environmental Education."},
      {
        "id":"ED225706",
        "title":"Self-Esteem: A Theoretical Framework and the Implications for Migrant Children."},
      {
        "id":"ED225718",
        "title":"Centralized Correspondence Study Handbook for Grades K-12, 1982-83. Revised."},
      {
        "id":"ED225725",
        "title":"What's Happening in January?"},
      {
        "id":"ED225726",
        "title":"What's Happening in December?"},
      {
        "id":"ED225733",
        "title":"Chicano Hispanic Arts Philanthropy: A Statement on the State of the Art."},
      {
        "id":"ED225735",
        "title":"Enhancement of Self-Concept and Academic Achievement through Ethnic Dance."},
      {
        "id":"ED225744",
        "title":"Leaving School in Rural Tasmania. Research Study No. 54."},
      {
        "id":"ED225745",
        "title":"School Leavers in Country Areas. A Study of School Leavers in Selected Rural Areas of Western Australia, Queensland and Tasmania. Research Study No. 55."},
      {
        "id":"ED225754",
        "title":"Coping With Rapid Growth: A Community Perspective. Coping With Growth."},
      {
        "id":"ED225755",
        "title":"Assessing Fiscal Impact of Rural Growth. Coping With Growth."},
      {
        "id":"ED225759",
        "title":"An Agenda For the Future. Proceedings from the Conference on Health Planning and Rural Development (Corvallis, Oregon, July 21-22, 1980). Summary."},
      {
        "id":"ED225768",
        "title":"Native People in the Curriculum."},
      {
        "id":"ED225769",
        "title":"Native People in the Curriculum. Report Summary."},
      {
        "id":"ED225770",
        "title":"Hispanic Tradition-Folkloric Music and Dance."},
      {
        "id":"ED225771",
        "title":"Ensuring Excellence in Rural Education. Proceedings of the Rural Education Seminar (Washington, D.C., May 3-5, 1982)."},
      {
        "id":"ED225772",
        "title":"How ERIC Can Help Librarians in Rural Areas Meet the Information Needs of Teachers, Administrators, and Students."},
      {
        "id":"ED225781",
        "title":"Weekend Program. Project CHILD. Implementation Guidebook Series."},
      {
        "id":"ED225782",
        "title":"Outdoor Learning Experience. Project CHILD. Implementation Guidebook Series."},
      {
        "id":"ED225783",
        "title":"Children's Demonstration School. Project CHILD. Implementation Guidebook Series."},
      {
        "id":"ED225788",
        "title":"Program Management."},
      {
        "id":"ED225789",
        "title":"Program Design."},
      {
        "id":"ED225790",
        "title":"Needs Assessment."},
      {
        "id":"ED225791",
        "title":"Conducting Meetings."},
      {
        "id":"ED225792",
        "title":"Parent Committee and Local Educational Agency (LEA)."},
      {
        "id":"ED225793",
        "title":"Evaluation and Writing Objectives."},
      {
        "id":"ED225794",
        "title":"Technology Serves the People: The Story of a Co-operative Telemedicine Project by NASA, the Indian Health Service and the Papago People. STARPAHC."},
      {
        "id":"ED225797",
        "title":"Experiencing Indian Languages."},
      {
        "id":"ED225800",
        "title":"Leaders Learn By Doing, Too! A Guide to Resume Writing for Volunteer Leaders."},
      {
        "id":"ED225801",
        "title":"&quot;Together&quot;--A Leader/Agent Workbook for 4-H Programming To Include Youth With Disabilities."},
      {
        "id":"ED225802",
        "title":"4-H Alumni: Techniques and Strategies of Identifying and Involving 4-H Alumni."},
      {
        "id":"ED225804",
        "title":"Environmental Education in Action VI: Change Agents in and for Environmental Education."},
      {
        "id":"ED225805",
        "title":"U.S. Science and Technology under Budget Stress. Hearings before the Committee on Science and Technology. U.S. House of Representatives, Ninety-Seventh Congress, First and Second Sessions. (December 10, 1981, and February 2-4, 1982). [No. 118]."},
      {
        "id":"ED225806",
        "title":"The Mathematical Sciences Curriculum K-12: What Is Still Fundamental and What Is Not. Report to NSB Commission on Precollege Education in Mathematics, Science, and Technology."},
      {
        "id":"ED225807",
        "title":"Being Heard: A Guide to Media Use in Southeast Michigan. First Edition."},
      {
        "id":"ED225808",
        "title":"Strategies and Structures in Understanding Geometry."},
      {
        "id":"ED225812",
        "title":"A Report of Research on Critical Barriers to the Learning and Understanding of Elementary Science."},
      {
        "id":"ED225813",
        "title":"Some Trends in the Evolution of Science Curriculum Centres in Asia. Occasional Papers No. 12."},
      {
        "id":"ED225814",
        "title":"The Human Factor in Innovation and Productivity Including an Analysis of Hearings on the Human Factor. Report by the Subcommittee on Science, Research and Technology, Transmitted to the Committee on Science and Technology, U.S. House of Representatives, Ninety-Seventh Congress, Second Session. Serial FF."},
      {
        "id":"ED225817",
        "title":"What Research Says to the Science Teacher, Volume 4."},
      {
        "id":"ED225818",
        "title":"Sludge Lagoons. Sludge Treatment and Disposal Course #166. Instructor's Guide [and] Student Workbook."},
      {
        "id":"ED225819",
        "title":"Lab Procedures. Sludge Treatment and Disposal Course #166. Instructor's Guide [and] Student Workbook."},
      {
        "id":"ED225820",
        "title":"Filter Presses. Sludge Treatment and Disposal Course #166. Instructor's Guide [and] Student Workbook."},
      {
        "id":"ED225833",
        "title":"Fifth Grade Evaluation: Volume I, Summary. Evaluation Report 7-B-1. Extended Pilot Trial of the Comprehensive School Mathematics Program."},
      {
        "id":"ED225834",
        "title":"Fifth Grade Evaluation: Volume II, Test Data. Evaluation Report 7-B-2. Extended Pilot Trial of the Comprehensive School Mathematics Program."},
      {
        "id":"ED225835",
        "title":"Fifth Grade Evaluation: Volume III, Non-Test Data. Evaluation Report 7-B-3. Extended Pilot Trial of the Comprehensive School Mathematics Program."},
      {
        "id":"ED225836",
        "title":"Achievement of Former CSMP Students at Fourth Grade. Evaluation Report 7-B-5. Extended Pilot Trial of the Comprehensive School Mathematics Program."},
      {
        "id":"ED225837",
        "title":"Student Achievement, Rapid Implementation Model. Evaluation Report 7-B-6. Extended Pilot Trial of the Comprehensive School Mathematics Program."},
      {
        "id":"ED225838",
        "title":"Food Webs in an Estuary."},
      {
        "id":"ED225840",
        "title":"The American Oyster."},
      {
        "id":"ED225841",
        "title":"Tides and Marshes."},
      {
        "id":"ED225842",
        "title":"Research Within Reach: Secondary School Mathematics. A Research-Guided Response to the Concerns of Educators."},
      {
        "id":"ED225843",
        "title":"School Arithmetic Development: Movement Toward Conceptual Maturity of Students with Differing Number Abilities on Entering First Grade. Final Report."},
      {
        "id":"ED225845",
        "title":"Land Use for Marsh Beach. 4-H Marine Science Simulation Game. Member's Guide [and] Agent's Supplement. MSp 5 [and] 6."},
      {
        "id":"ED225846",
        "title":"A Beach and Dune Community. 4-H Marine Science. Member's Guide. Activity I. MSp 1."},
      {
        "id":"ED225850",
        "title":"The Status of Energy Education in the States."},
      {
        "id":"ED225852",
        "title":"Naive Knowledge and Science Learning."},
      {
        "id":"ED225854",
        "title":"Teachers as Policy Brokers in the Content of Elementary School Mathematics. Research Series No. 113."},
      {
        "id":"ED225855",
        "title":"Calculators: A Categorized Compilation of References. Supplement 3."},
      {
        "id":"ED225857",
        "title":"Re-evaluation of Second Grade, Revised MANS Tests. Evaluation Report 7-B-4. Extended Pilot Trial of the Comprehensive School Mathematics Program."},
      {
        "id":"ED225858",
        "title":"Sixth Grade Evaluation, Preliminary Study. Evaluation Report 8-B-1. Extended Pilot Trial of the Comprehensive School Mathematics Program."},
      {
        "id":"ED225859",
        "title":"Evaluation of Revised Second Grade, MANS Blue Level. Evaluation Report 8-B-2. Extended Pilot Trial of the Comprehensive School Mathematics Program."},
      {
        "id":"ED225860",
        "title":"Evaluation of Revised Third Grade, MANS Green Level. Evaluation Report 8-B-3. Extended Pilot Trial of the Comprehensive School Mathematics Program."},
      {
        "id":"ED225861",
        "title":"Three Evaluations of Gifted Student Use. Evaluation Report 8-B-4. Extended Pilot Trial of the Comprehensive School Mathematics Program."},
      {
        "id":"ED225862",
        "title":"Preliminary Study of CSMP &quot;Graduates.&quot; Evaluation Report 8-C-1. Extended Pilot Trial of the Comprehensive School Mathematics Program."},
      {
        "id":"ED225863",
        "title":"Summary of Student Achievement Data, Draft Report. Evaluation Report 9-A-1. Extended Pilot Trial of the Comprehensive School Mathematics Program."},
      {
        "id":"ED225864",
        "title":"Summary of Implementation Data. Draft Report. Evaluation Report 9-A-2. Extended Pilot Trial of the Comprehensive School Mathematics Program."},
      {
        "id":"ED225865",
        "title":"Sixth Grade Evaluation: Teacher Questionnaires. Evaluation Report 9-C-1. Extended Pilot Trial of the Comprehensive School Mathematics Program."},
      {
        "id":"ED225866",
        "title":"References to Calculator Uses in Education. Reference Bulletins Nos. 29 and 30."},
      {
        "id":"ED225867",
        "title":"Using Calculators: What Are the Best Published Materials? (Grades 2-9). Information Bulletin No. 12."},
      {
        "id":"ED225868",
        "title":"Motivational Activities for Low (and Higher) Achievers. [and] Solve It with a Calculator. Information Bulletins Nos. 13 and 14."},
      {
        "id":"ED225869",
        "title":"Federal Funds for Research and Development: Fiscal Years 1980, 1981, and 1982, Volume XXX. Final Report. Surveys of Science Resources Series."},
      {
        "id":"ED225870",
        "title":"Federal Funds for Research and Development: Fiscal Years 1981, 1982, and 1983. Volume XXXI. Detailed Statistical Tables. Surveys of Science Resources Series."},
      {
        "id":"ED225871",
        "title":"Engineering and Computer Science Education in California Public Higher Education. Commission Report 82-33."},
      {
        "id":"ED225872",
        "title":"British Columbia Science Assessment 1982. Assessment Update."},
      {
        "id":"ED225873",
        "title":"British Columbia Science Assessment 1982. Summary Report."},
      {
        "id":"ED225874",
        "title":"British Columbia Science Assessment 1982. General Report."},
      {
        "id":"ED225885",
        "title":"An Annotated Bibliography for the Development and Operation of Historic Sites."},
      {
        "id":"ED225886",
        "title":"Mobilizing the Moral Majority."},
      {
        "id":"ED225888",
        "title":"The American Arts Audience: Its Study and Its Character."},
      {
        "id":"ED225891",
        "title":"Study of State Arts Agencies: A Summary Report."},
      {
        "id":"ED225892",
        "title":"Study of State Arts Agencies: A Comprehensive Report."},
      {
        "id":"ED225898",
        "title":"Socialization to Occupational Roles. Discussion Paper 74-2."},
      {
        "id":"ED225902",
        "title":"Workplace Democracy and Educational Planning."},
      {
        "id":"ED225903",
        "title":"Inflation. National Issues Forum."},
      {
        "id":"ED225904",
        "title":"The Economic Impact of Six Cultural Institutions on the Economy of the Columbus SMSA."},
      {
        "id":"ED225905",
        "title":"The Economic Impact of Six Cultural Institutions on the Economy of the Columbus SMSA. Technical Supplement. Volume I [and] Volume II--Appendices."},
      {
        "id":"ED225906",
        "title":"The Economic Impact of Ten Cultural Institutions on the Economy of the Minneapolis-St. Paul SMSA."},
      {
        "id":"ED225907",
        "title":"The Economic Impact of Ten Cultural Institutions on the Economy of the Minneapolis-St. Paul SMSA. Technical Supplement. Volume I [and] Volume II--Appendices."},
      {
        "id":"ED225908",
        "title":"The Economic Impact of Ten Cultural Institutions on the Economy of the Springfield, Illinois SMSA."},
      {
        "id":"ED225909",
        "title":"The Economic Impact of Ten Cultural Institutions on the Economy of the Springfield, Illinois SMSA. Technical Supplement. Volume I [and] Volume II--Appendices."},
      {
        "id":"ED225910",
        "title":"The Economic Impact of Five Cultural Institutions on the Economy of the San Antonio SMSA."},
      {
        "id":"ED225911",
        "title":"The Economic Impact of Five Cultural Institutions on the Economy of the San Antonio SMSA. Technical Supplement. Volume I [and] Volume II--Appendices."},
      {
        "id":"ED225912",
        "title":"The Economic Impact of Eight Cultural Institutions on the Economy of the St. Louis SMSA."},
      {
        "id":"ED225913",
        "title":"The Economic Impact of Eight Cultural Institutions on the Economy of the St. Louis SMSA. Technical Supplement. Volume I [and] Volume II--Appendices."},
      {
        "id":"ED225914",
        "title":"The Economic Impact of Ten Cultural Institutions on the Economy of the Salt Lake SMSA."},
      {
        "id":"ED225915",
        "title":"The Economic Impact of Ten Cultural Institutions on the Economy of the Salt Lake SMSA. Technical Supplement. Volume I [and] Volume II--Appendices."},
      {
        "id":"ED225917",
        "title":"Expanding Roles Through Family Life Education: Simulation Strategies on Equity Principles."},
      {
        "id":"ED225928",
        "title":"Ideological Dimensions of Political Restraint and Censorship."},
      {
        "id":"ED225932",
        "title":"The Value of Early-Grade Social Studies: What the Research Says."},
      {
        "id":"ED225934",
        "title":"Teaching Economics in U.S. History: Ideas and Activities. A Report from the National Science Foundation."},
      {
        "id":"ED225935",
        "title":"The Youth Budget: Expenditures, Equity and Efficiency. Final Technical Report."},
      {
        "id":"ED225936",
        "title":"The Youth Budget: Expenditures, Equity and Efficiency. Final Policy Report."},
      {
        "id":"ED225940",
        "title":"Teacher Burnout/Stress Management Research: Implications for Teacher Preparation/Personnel Selection/ Staff Development."},
      {
        "id":"ED225942",
        "title":"Field Experiences in Teacher Education: From Student to Teacher."},
      {
        "id":"ED225943",
        "title":"The Effect of Sex as a Variable in Teacher Perception."},
      {
        "id":"ED225948",
        "title":"Fundamental Curriculum Decisions."},
      {
        "id":"ED225949",
        "title":"An Initial Assessment of Year Two Activities. Teacher Corps Program '79. The University of Toledo/Springfield Local Schools."},
      {
        "id":"ED225952",
        "title":"An Assessment of Winter 1981 Staff Development Activities. Teacher Corps Program '79. The University of Toledo/Springfield Local Schools."},
      {
        "id":"ED225953",
        "title":"School Climate and Teacher Stress. Final Report of the Ohio Teacher Institute (1980-81)."},
      {
        "id":"ED225955",
        "title":"A Learning Laboratory Model: Teacher Corps Intervention Activities at Springfield Junior High School. Teacher Corps Program '79. The University of Toledo/Springfield Local Schools."},
      {
        "id":"ED225957",
        "title":"An Assessment of Summer-Fall 1981 Staff Development Activities. Teacher Corps Program '79. The University of Toledo/Springfield Local Schools."},
      {
        "id":"ED225958",
        "title":"An Assessment of Winter 1982 Staff Development Activities. Teacher Corps Program '79. The University of Toledo/Springfield Local Schools."},
      {
        "id":"ED225959",
        "title":"Teaching Reading in the Content Areas: Summary and Assessment of Project Intervention at Springfield High School. Teacher Corps Program '79. The University of Toledo/Springfield Local Schools."},
      {
        "id":"ED225961",
        "title":"Math &quot;Hotline&quot; and Other Activities: Assessment of Project Intervention at Dorr St. School. Teacher Corps Program '79. The University of Toledo/Springfield Local Schools."},
      {
        "id":"ED225970",
        "title":"An Examination of the Teacher Education Scope: An Overview of the Structure and Form of Teacher Education."},
      {
        "id":"ED225971",
        "title":"School-University Collaboration Supporting School Improvement. Volume IV. Comparison and Synthesis of Three Cases."},
      {
        "id":"ED225972",
        "title":"Teacher Center Leaders: In the Vanguard of Third Wave People. Final Report."},
      {
        "id":"ED225973",
        "title":"Teacher Demand: A Sociodemographic Phenomenon."},
      {
        "id":"ED225974",
        "title":"A Case Study in the Professionalization of Nineteenth Century Teaching. Nathaniel T. Allen, 1823-1872. Final Report."},
      {
        "id":"ED225975",
        "title":"Research In, On, and By Teachers&apos; Centers. Summary Report. Small Grants Competition for Research on Experienced Teachers&apos; Centers."},
      {
        "id":"ED225976",
        "title":"Implementation of the Stallings Classroom Management Staff Development Demonstration Project in Putnam County, West Virginia."},
      {
        "id":"ED225977",
        "title":"Evaluation of the Stallings Classroom Management Staff Development Demonstration Project in Putnam County, West Virginia."},
      {
        "id":"ED225988",
        "title":"Structures and Processes for Effective Collaboration among Local Schools, Colleges and Universities. A Collaborative Project of: Kannapolis City Schools, Livingstone College, University of North Carolina-Charlotte."},
      {
        "id":"ED225990",
        "title":"Representative Indicators (Knowledges/Skills) of Compliance with Minimum Generic Standards for Teacher Preparation Programs."},
      {
        "id":"ED225991",
        "title":"An Analytic Comparison of Educational Systems: Overview of Purposes, Policies, Structures and Outcomes. Comparative Overview/Comparative Assessment."},
      {
        "id":"ED225992",
        "title":"A Cross-National Perspective on Assessing the Quality of Learning."},
      {
        "id":"ED225993",
        "title":"A Little Light on the Subject: Keeping General and Liberal Education Alive."},
      {
        "id":"ED225994",
        "title":"Demographic Change and Curriculum: &quot;New Students&quot; in Higher Education."},
      {
        "id":"ED225995",
        "title":"Educational Excellence: The Secondary School--College Connection and Other Matters: An Historical Assessment."},
      {
        "id":"ED225996",
        "title":"Public Hearing on Language and Literacy: Skills for Academic Learning (Houston, Texas, April 16, 1982)."},
      {
        "id":"ED225997",
        "title":"The Future of Teacher Education: Needed Research and Practice. Conference Proceedings (College Station, Texas, May 1982)."},
      {
        "id":"ED225998",
        "title":"Teacher Certification Fees, A Survey."},
      {
        "id":"ED226003",
        "title":"Certification and Accreditation: Background, Issue Analysis, and Recommendations."},
      {
        "id":"ED226004",
        "title":"Charting Directions for Preservice Teacher Education. A Position Paper Prepared for the National Commission on Excellence in Education."},
      {
        "id":"ED226005",
        "title":"Inventory of Federal School Health Promotion Activities. Working Document. Interagency Meeting on Health Promotion through the Schools (March 24-25, 1983)."},
      {
        "id":"ED226006",
        "title":"A Nation At Risk: The Imperative For Educational Reform. An Open Letter to the American People. A Report to the Nation and the Secretary of Education."},
      {
        "id":"ED226007",
        "title":"Analysis of Fit and Vertical Equating with the Three-Parameter Model."},
      {
        "id":"ED226010",
        "title":"WSUSOM Curriculum Evaluation: Analysis Using NBME Examinations. Program Evaluation Studies, Report No. 8."},
      {
        "id":"ED226011",
        "title":"Agency Endorsement of Research Ethics."},
      {
        "id":"ED226015",
        "title":"Communicating Evaluation Results to the Public: A Four Step Process."},
      {
        "id":"ED226018",
        "title":"R. &amp; D. in Psychometrics: Technical Reports on Latent Structure Models."},
      {
        "id":"ED226021",
        "title":"The Predictive Validity of GRE Aptitude Test."},
      {
        "id":"ED226022",
        "title":"Minimum Competency Testing: Inception through Remediation."},
      {
        "id":"ED226026",
        "title":"Student Achievement in California Schools: 1981-82 Annual Report. California Assessment Program."},
      {
        "id":"ED226042",
        "title":"Considerations for Designing a Continuous Evaluation System: An Integrative Review."},
      {
        "id":"ED226043",
        "title":"Direct and Frequent Measurement and Evaluation: Effects on Instruction and Estimates of Student Progress."},
      {
        "id":"ED226044",
        "title":"The Educational Environment and Students&apos; Responding Times as a Function of Students&apos; Teacher-Perceived Academic Competence."},
      {
        "id":"ED226045",
        "title":"Effects of Frequent Curriculum-Based Measurement and Evaluation on Student Achievement and Knowledge of Performance: An Experimental Study."},
      {
        "id":"ED226046",
        "title":"Effects of Test Modifications on Minimum Competency Test Performance of Third Grade Learning Disabled Students."},
      {
        "id":"ED226047",
        "title":"Eligibility for Learning Disability Services: A Direct and Repeated Measurement Approach."},
      {
        "id":"ED226048",
        "title":"Implementation of Direct and Repeated Measurement in the School Setting."},
      {
        "id":"ED226049",
        "title":"Measuring Academic Progress of Students with Learning Difficulties: A Comparison of the Semi-Logarithmic Chart and Equal Interval Graph Paper."},
      {
        "id":"ED226052",
        "title":"Predictive Efficiency of Direct, Repeated Measurement: An Analysis of Cost and Accuracy in Classification."},
      {
        "id":"ED226060",
        "title":"The Role of Academic Ability in High-Level Accomplishment and General Success."},
      {
        "id":"ED226062",
        "title":"Standards and National Assessment: Synthesis of Seven Educators' Responses to Questions on the National Assessment's Role Relative to Higher Standards in Education."},
      {
        "id":"ED226065",
        "title":"Testing in the Schools: What Does It Mean?"},
      {
        "id":"ED226067",
        "title":"A Theory-Ridden Approach to Program Evaluation: A Method for Researcher-Implementer Collaboration. Report No. 330."},
      {
        "id":"ED226073",
        "title":"The Impact of Higher Education Opportunity Programs. Post Prison Experience of Disadvantaged Students: A Preliminary Follow-Up of HEOP Exoffenders. Final Report."},
      {
        "id":"ED226076",
        "title":"And Yet They Come: Portuguese Immigration from the Azores to the United States."},
      {
        "id":"ED226080",
        "title":"Resources Supporting Scientific Activities at Predominantly Black Colleges and Universities. A Special Report."},
      {
        "id":"ED226081",
        "title":"Oversight Hearings on Urban Education. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, Ninety-Seventh Congress, First Session (Washington, D.C., October 27, and 28 and Los Angeles. California, November 6, 1981)."},
      {
        "id":"ED226082",
        "title":"Evaluation of the 1981 Basic Skills Summer School Program: An Assessment of Program Impact."},
      {
        "id":"ED226083",
        "title":"Evaluation of the 1981 Basic Skills Summer School Program."},
      {
        "id":"ED226084",
        "title":"1980-1981 Evaluation Findings."},
      {
        "id":"ED226085",
        "title":"A Preliminary Report on the Basic Skills Test."},
      {
        "id":"ED226086",
        "title":"Intimidation and Violence: Racial and Religious Bigotry in America. Clearinghouse Publication 77."},
      {
        "id":"ED226089",
        "title":"The Promotional Gates Program. Final Evaluation Report, 1981-82."},
      {
        "id":"ED226093",
        "title":"Statement of the United States Commission on Civil Rights on School Desegregation. Clearinghouse Publication 76."},
      {
        "id":"ED226094",
        "title":"Usability and Effectiveness of the Wisconsin Program for the Renewal and Improvement of Secondary Education: A Summary of the Empirical Evidence."},
      {
        "id":"ED226095",
        "title":"A Study of Black Suburban Youths: Implications of the Major Findings for the Stages of Ethnicity Typology."},
      {
        "id":"ED226096",
        "title":"A Survey of MCPS Withdrawals to Attend Private School."},
      {
        "id":"ED226097",
        "title":"Hartford Project Concern Program. Final Evaluation Report, 1981-1982."},
      {
        "id":"ED226099",
        "title":"The Uses of Research Sponsored by the Administration on Aging (AoA). Case Study No. 4. Program Development Handbooks, A Comparison Case."},
      {
        "id":"ED226100",
        "title":"The Uses of Research Sponsored by the Administration on Aging (AoA). Case Study No. 5. Maltreatment and Abuse of the Elderly."},
      {
        "id":"ED226103",
        "title":"Patterns of Linkage between Training Institutions and Private Sector Employers."},
      {
        "id":"ED226104",
        "title":"Energy Conservation Vocational Instructional Materials. Final Technical Report."},
      {
        "id":"ED226109",
        "title":"Results from a National Survey of Crafts Membership Organizations. Final Report."},
      {
        "id":"ED226110",
        "title":"Methodology Report: Survey of Crafts-Artists."},
      {
        "id":"ED226111",
        "title":"Crafts-Artists in the United States."},
      {
        "id":"ED226119",
        "title":"Spinal Cord Injury Project: A Project to Improve and Expand Spinal Cord Injury Services at the West Virginia Rehabilitation Center. Final Report. July 1, 1979 to June 30, 1982."},
      {
        "id":"ED226120",
        "title":"An Exploratory Study of Vocational Education Enrollment and Apprenticeship. Final Report."},
      {
        "id":"ED226122",
        "title":"Defense Economic Impact Modeling System (DEIMS). A New Concept in Economic Forecasting for Defense Expenditures."},
      {
        "id":"ED226124",
        "title":"Vocational Education and Employment for Learning Disabled Students."},
      {
        "id":"ED226131",
        "title":"Youth Employability. Monographs on Research and Policy Studies. Five Award-Winning Monographs."},
      {
        "id":"ED226133",
        "title":"Classroom Discipline Recommendations for the Vocational Classroom."},
      {
        "id":"ED226134",
        "title":"An Exploratory Analysis of Job and Life Satisfaction among Entrepreneurs."},
      {
        "id":"ED226135",
        "title":"Handbook of Format Models for Designers of Technical Training Materials."},
      {
        "id":"ED226136",
        "title":"Employment Practices with Entry-Level Workers. Research Brief."},
      {
        "id":"ED226137",
        "title":"Hearing on Employment and Training Proposals. Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor, House of Representatives, Ninety-Seventh Congress, Second Session (New York, NY)."},
      {
        "id":"ED226138",
        "title":"Corporation Schools: 1900-1930."},
      {
        "id":"ED226141",
        "title":"Task Analysis and Validation Procedures of DACUM."},
      {
        "id":"ED226142",
        "title":"Task Analysis of Recreation Worker."},
      {
        "id":"ED226143",
        "title":"Task Listings Resulting from the Vocational Competency Measures Project. Memorandum Report."},
      {
        "id":"ED226147",
        "title":"Report from the Study Group on Rehabilitation of Clients with Specific Learning Disabilities. Institute on Rehabilitation Issues (9th, St. Louis, Missouri, June 1-3, 1982)."},
      {
        "id":"ED226148",
        "title":"The Organizing Circumstance: Environmental Determinants in Self-Directed Learning."},
      {
        "id":"ED226150",
        "title":"Residential Wiring. Revised."},
      {
        "id":"ED226151",
        "title":"Productivity Primer. General Introduction and Book 1: Selections from the National Conference on the Role of Vocational Education in Economic Development and Productivity (Columbus, Ohio, June 24-26, 1981). Special Publication Series No. 35."},
      {
        "id":"ED226152",
        "title":"The Role and Responsibility of Vocational Education in Economic Development and Productivity. Position Statement of National Association of State Directors of Vocational Education. Productivity Primer. Book 2. Special Publication Series No. 35."},
      {
        "id":"ED226153",
        "title":"Economic Development and Productivity: A Potpourri of Thoughts, Concerns, Facts, and Projections. Productivity Primer. Book 4. Special Publication Series No. 35."},
      {
        "id":"ED226154",
        "title":"A Collection of Occasional Papers on Economic Development and Productivity. Productivity Primer. Book 5. Special Publication Series No. 35."},
      {
        "id":"ED226155",
        "title":"If Productivity Is the Problem...Special Publication Series No. 36."},
      {
        "id":"ED226156",
        "title":"Defense Economic Impact Modeling System (DEIMS). Skill Categories Included within Defense Impact Modeling System Skilled Labor Demand Model."},
      {
        "id":"ED226157",
        "title":"Winnebago Vocational Needs Assessment Study: Vocational Needs of Adults."},
      {
        "id":"ED226161",
        "title":"Communication by Design. A Public Relations Handbook."},
      {
        "id":"ED226164",
        "title":"Project MAVE. Model for Articulated Vocational Education."},
      {
        "id":"ED226169",
        "title":"Curriculum Needs Assessment: A Model for Trade &amp; Industrial Education Decision-Making."},
      {
        "id":"ED226170",
        "title":"Research Questions in Trade and Industrial Education."},
      {
        "id":"ED226171",
        "title":"Trends and Issues in Trade and Industrial Education."},
      {
        "id":"ED226176",
        "title":"Assessing the Educational Needs of Undereducated Older Adults: A Case for the Service Provider."},
      {
        "id":"ED226178",
        "title":"Evaluation of a Nuclear Power Skill Related Training Program for Job Corps Students."},
      {
        "id":"ED226182",
        "title":"Exemplary Program Policies and Practices for Adult Vocational Education."},
      {
        "id":"ED226183",
        "title":"Characteristics of Students in Noncollegiate Postsecondary Schools with Occupational Programs. National Center for Education Statistics Bulletin, February 1983."},
      {
        "id":"ED226184",
        "title":"Public Fire Education Planning. A Five Step Process."},
      {
        "id":"ED226185",
        "title":"Occupational Desegregation in CETA Programs: The Record for Female and Male Hispanic, White, and Black Participants"},
      {
        "id":"ED226186",
        "title":"Enlistment Effects of Military Educational Benefits. A Rand Note."},
      {
        "id":"ED226187",
        "title":"After the Ax Falls: Researching the Psychological Impact of Job Loss Among Professionals."},
      {
        "id":"ED226189",
        "title":"Development. Courier No. 26."},
      {
        "id":"ED226190",
        "title":"Curriculum Resources. Resources in Vocational Education, Volume 15, Number 1."},
      {
        "id":"ED226191",
        "title":"Search and Rescue Aircrewman/HH3F Flight Mechanic, 2-10. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED226192",
        "title":"Search and Rescue Aircrewman/HH3F Avionics, 2-11. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED226193",
        "title":"Aviation Structural Mechanic, First Class, 2-12. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED226194",
        "title":"Aviation Structural Mechanic, Second Class, 2-13. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED226195",
        "title":"Subsistence Specialist First Class, 9-11. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED226196",
        "title":"Subsistence Specialist Second Class, 9-12. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED226197",
        "title":"Subsistence Specialist Third Class, 9-13. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED226198",
        "title":"What&apos;s Happening to American Labor Force and Productivity Measurements? Proceedings of a Conference Sponsored by the National Council on Employment Policy (Washington, D.C., June 17, 1982)."},
      {
        "id":"ED226202",
        "title":"BLS Machine-Readable Data and Tabulating Routines."},
      {
        "id":"ED226205",
        "title":"Customized Training for New and Expanded Industry--A Vocational Education Role in State and Local Economic Development."},
      {
        "id":"ED226207",
        "title":"Radiology Technician, 10-5. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED226208",
        "title":"Optometry Specialist, 10-7. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED226209",
        "title":"Machinist, 13-3. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED226210",
        "title":"Deckwatch Officer Navigation Rules, 15-5. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED226211",
        "title":"Ecology and Oil Spills, 17-1. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED226222",
        "title":"Effectiveness of Job Training Materials Based on Three Format Models: A Field Evaluation."},
      {
        "id":"ED226223",
        "title":"Information on State versus Local Administration of CETA Prime Sponsors in Michigan. Report to the Chairman, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED226225",
        "title":"Fundamentals of Management, 14-1. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED226226",
        "title":"Investigative Photography, 16-1. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED226227",
        "title":"Apprentice Still Photographer Specialist, 16-2. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED226228",
        "title":"Lifelong Learning Research Conference Proceedings (5th, College Park, MD, February 17-18, 1983)."},
      {
        "id":"ED226232",
        "title":"National Apprenticeship and Training Standards for Optical Technician (Contact Lens Technician). Revised."},
      {
        "id":"ED226233",
        "title":"National Apprenticeship Standards for the Retail Meatcutting Industry. Revised."},
      {
        "id":"ED226234",
        "title":"Report to Congress on the Career Education Incentive Act (P.L. 95-207)."},
      {
        "id":"ED226235",
        "title":"1981 Annual Report to the President of the United States."},
      {
        "id":"ED226238",
        "title":"Psychiatry Ward Specialist, 10-12. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED226239",
        "title":"Apprentice Heating Systems Specialist, 11-1. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED226240",
        "title":"Refrigeration and Air Conditioning Equipment, 11-9. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED226242",
        "title":"Manage the Development of Master Schedules. Module LT-B-3 of Category B--Instructional Management. Competency-Based Vocational Education Administrator Module Series."},
      {
        "id":"ED226243",
        "title":"Provide Systematic Guidance Services. Module LT-C-2 of Category C--Student Services. Competency-Based Vocational Education Administrator Module Series."},
      {
        "id":"ED226245",
        "title":"Select School Personnel. Module LT-D-1 of Category D--Personnel Management. Competency-Based Vocational Education Administrator Module Series."},
      {
        "id":"ED226246",
        "title":"Manage School Personnel Affairs. Module LT-D-4 of Category D--Personnel Management. Competency-Based Vocational Education Administrator Module Series."},
      {
        "id":"ED226247",
        "title":"Plan for Your Professional Development. Module LT-E-3 of Category E--Professional and Staff Development. Competency-Based Vocational Education Administrator Module Series."},
      {
        "id":"ED226248",
        "title":"Involve the Community in Vocational Education. Module LT-F-3 of Category F--School-Community Relations. Competency-Based Vocational Education Administrator Module Series."},
      {
        "id":"ED226249",
        "title":"Cooperate with Governmental and Community Agencies. Module LT-F-4 of Category F--School-Community Relations. Competency-Based Vocational Education Administrator Module Series."},
      {
        "id":"ED226250",
        "title":"Provide Buildings and Equipment for Vocational Education. Module LT-G-1 of Category G--Facilities and Equipment Management. Competency-Based Vocational Education Administrator Module Series."},
      {
        "id":"ED226251",
        "title":"Identify Financial Resources for Vocational Education. Module LT-H-2 of Category H--Business and Financial Management. Competency-Based Vocational Education Administrator Module Series."},
      {
        "id":"ED226252",
        "title":"Develop Applications and Proposals for Funding Vocational Education. Module LT-H-3 of Category H--Business and Financial Management. Competency-Based Vocational Education Administrator Module Series."},
      {
        "id":"ED226253",
        "title":"Use Information Resources to Help Improve Vocational Education Programs. Module LT-I-1 of Category I--Program Improvement. Competency-Based Vocational Education Administrator Module Series."},
      {
        "id":"ED226254",
        "title":"Guide to Vocational-Technical Education Program Alternatives: Secondary and Postsecondary. An Introduction. Competency-Based Vocational Education Administrator Module Series."},
      {
        "id":"ED226260",
        "title":"Minority Elderly Services: New Programs, Old Problems. Part I. Report of the United States Commission on Civil Rights."},
      {
        "id":"ED226261",
        "title":"Ego Development in Predicting Life Satisfaction in the Aged."},
      {
        "id":"ED226263",
        "title":"Changes in Self-Definition: A Self-Evaluation Maintenance Strategy."},
      {
        "id":"ED226271",
        "title":"Embarrassment: Situational Social Anxiety."},
      {
        "id":"ED226273",
        "title":"Student Evaluations of the Bronx Community College Office of Employment Counseling and Placement."},
      {
        "id":"ED226275",
        "title":"Undergraduate Psychology Laboratories: Building Them, Funding Them. A Symposium."},
      {
        "id":"ED226276",
        "title":"Behavioral Treatment Approaches to Prevent Weight Gain Following Smoking Cessation."},
      {
        "id":"ED226279",
        "title":"Training Needs of Mental Health Personnel: A Statewide Survey."},
      {
        "id":"ED226282",
        "title":"Effects of Interviewing Style and Interviewer Appearance on a Child Behavioral Interview."},
      {
        "id":"ED226283",
        "title":"Caring for Elderly Relatives: Ideas from Families Who Do. Second Edition."},
      {
        "id":"ED226285",
        "title":"Burnout: Two Ways of Defining It and Their Implications."},
      {
        "id":"ED226286",
        "title":"The Context for the Emergence of Burnout as a Social Problem."},
      {
        "id":"ED226287",
        "title":"Stress Management as a Pacifier."},
      {
        "id":"ED226291",
        "title":"Domestic Violence and Child Abuse: A Selective Bibliography. Bibliography Series Eight."},
      {
        "id":"ED226293",
        "title":"Self-Efficacy Perspective on Achievement Behavior."},
      {
        "id":"ED226297",
        "title":"Charting Coordinates for the Self-Concept in Multidimensional Trait Space."},
      {
        "id":"ED226298",
        "title":"Juveniles and Dangerous Drugs. Hearing before the Subcommittee on Juvenile Justice of the Committee on the Judiciary. United States Senate, Ninety-Seventh Congress. Second Session on the Impact of Drugs on Juvenile Crime."},
      {
        "id":"ED226301",
        "title":"The Contribution of Women's Thought to Developmental Theory: The Elimination of Sex Bias in Moral Development Research and Education."},
      {
        "id":"ED226302",
        "title":"Offense History and the Effectiveness of Juvenile Diversion Programs."},
      {
        "id":"ED226303",
        "title":"Self-Evaluation Maintenance Processes and Individual Differences in Self-Esteem."},
      {
        "id":"ED226306",
        "title":"Intergenerational Affinities: An Attitudinal Assessment."},
      {
        "id":"ED226308",
        "title":"Don't Do That! And Other Counseling Strategies for the Chronically Disruptive."},
      {
        "id":"ED226309",
        "title":"Violence in the Family: Child and Spouse Abuse."},
      {
        "id":"ED226310",
        "title":"Outplacement Counseling."},
      {
        "id":"ED226311",
        "title":"Resources for Guidance Program Improvement. Volume I."},
      {
        "id":"ED226312",
        "title":"Guidance East and West: A Collection of Occasional Papers."},
      {
        "id":"ED226313",
        "title":"Planning of Literacy Programmes. Planning, Administration and Monitoring in Literacy; Portfolio of Literacy Materials, Series 2, Monograph 1."},
      {
        "id":"ED226314",
        "title":"Administration of Literacy Programmes. Planning, Administration and Monitoring in Literacy; Portfolio of Literacy Materials, Series 2, Monograph 2."},
      {
        "id":"ED226315",
        "title":"Monitoring of Literacy Programmes. Planning, Administration and Monitoring in Literacy; Portfolio of Literacy Materials, Series 2, Monograph 3."},
      {
        "id":"ED226321",
        "title":"Learning from Text. Reading Education Report No. 37."},
      {
        "id":"ED226324",
        "title":"Development of Inservice Models to Implement Teacher Effectiveness Research Findings."},
      {
        "id":"ED226325",
        "title":"Reading on the Utah Frontier, 1850-1877: The History of the Deseret Alphabet."},
      {
        "id":"ED226327",
        "title":"Teaching Reading to Behaviorally Disordered Students: An Alternative Approach."},
      {
        "id":"ED226328",
        "title":"Parents - A Basic Skills Sourcebook."},
      {
        "id":"ED226333",
        "title":"Linear and Non-Linear Processes in Visual Search of Letter Displays."},
      {
        "id":"ED226336",
        "title":"Problems for the Average Adult in Understanding Medical Language."},
      {
        "id":"ED226337",
        "title":"Readability Grade Levels of Selected Navy Technical School Curricula. Focus on the Trained Person."},
      {
        "id":"ED226340",
        "title":"Faculty Involvement: The Key to a Successful Tutoring Program."},
      {
        "id":"ED226341",
        "title":"State of the Art Address: Learning to Read and Spell."},
      {
        "id":"ED226345",
        "title":"Prime Time Rhyme Time: A Guide for Developing Primary Reading, Spelling and Speaking Vocabularies through Poetry. Supplement to the Curriculum Plans for Bulletin Boards."},
      {
        "id":"ED226349",
        "title":"The Press, Privacy, and Community Mores."},
      {
        "id":"ED226352",
        "title":"Technical Writing and Beginning ESL Students: A Workshop Approach."},
      {
        "id":"ED226360",
        "title":"Technical and Business Communication in Two-Year Programs."},
      {
        "id":"ED226366",
        "title":"Writing Seminars in the Content Area: In Search of Hemingway, Salinger, and Steinbeck."},
      {
        "id":"ED226370",
        "title":"Ideas for Teachers from Teachers: Elementary Language Arts."},
      {
        "id":"ED226371",
        "title":"Write On: Teaching Written Communication."},
      {
        "id":"ED226372",
        "title":"Questioning: A Path to Critical Thinking."},
      {
        "id":"ED226374",
        "title":"Syntactic Language Correlates of Written Communication Apprehension."},
      {
        "id":"ED226375",
        "title":"Multiple Drafts of Experimental Laboratory Reports."},
      {
        "id":"ED226378",
        "title":"Social Perception Processes and Person-Centered Communication in the Medical Setting: Research Findings and Implications for Medical Education."},
      {
        "id":"ED226379",
        "title":"The Panelists as Pseudo-Debaters: An Evaluation of the Questions and the Questioners in the Major Debates of 1980."},
      {
        "id":"ED226383",
        "title":"Cross-Situational Consistency of the PRCA: Another View."},
      {
        "id":"ED226386",
        "title":"The Promise of the New Actor Training--A Professional Challenge for Teachers."},
      {
        "id":"ED222369",
        "title":"Ciencias 2 (Science 2). [Student's Workbook]."},
      {
        "id":"ED222370",
        "title":"Ciencias 2. Manual do Professor (Science Teacher's Manual)."},
      {
        "id":"ED222372",
        "title":"Matematica 1. Manual do Professor (Mathematics 1. Teacher&apos;s Manual)."},
      {
        "id":"ED222373",
        "title":"Ciencias 1. (Science 1). [Student's Workbook]."},
      {
        "id":"ED222374",
        "title":"Ciencias 1. Manual do Professor (Science 1. Teacher's Manual)."},
      {
        "id":"ED222377",
        "title":"Science and Engineering Degrees: 1950-80. A Source Book. Special Report."},
      {
        "id":"ED222378",
        "title":"The Energy Consumer Guide. A What-to-Do, Where-to-Go Manual for Information on Conserving Energy and Resolving Energy-Related Consumer Problems."},
      {
        "id":"ED222382",
        "title":"Women in Science: Reappraising Explanations for Their Achievement."},
      {
        "id":"ED222385",
        "title":"Arkansas Solar Retrofit Guide. Greenhouses, Air Heaters and Water Heaters."},
      {
        "id":"ED222393",
        "title":"Source Book of Projects, Science Education Development and Research. Fiscal Year 1980, with References to Earlier Years."},
      {
        "id":"ED222394",
        "title":"Source Book of Projects, Science Education Development and Research. Fiscal Year 1981, with References to Earlier Years."},
      {
        "id":"ED222395",
        "title":"Pre-College Mathematics Education Using Computers. Development in Science Education. Project Awards Fiscal Years 1980 and 1981 and Selected Related Projects Supported in Earlier Fiscal Years."},
      {
        "id":"ED222399",
        "title":"United States Participation in the Pacific Circle Consortium. Final Report."},
      {
        "id":"ED222404",
        "title":"American Youth and the Holocaust: A Study of Four Major Holocaust Curricula."},
      {
        "id":"ED222405",
        "title":"United States Security and the Soviet Challenge. Report of a Wingspread Briefing (Racine, Wisconsin, June 29, 1978)."},
      {
        "id":"ED222407",
        "title":"As Boys Become Men: Learning New Male Roles."},
      {
        "id":"ED222409",
        "title":"Origins of Contemporary Feminism: Source of Difficulty for the Equal Rights Amendment."},
      {
        "id":"ED222410",
        "title":"Autopsy of the Equal Rights Amendment: Failure to Meet Opposition Rhetoric."},
      {
        "id":"ED222416",
        "title":"Mexico-United States Relations. Report of a Wingspread Symposium (Racine, WI, March 25-27, 1979)."},
      {
        "id":"ED222417",
        "title":"United States-Mexico Communication Media Symposium. Report of a Wingspread Conference (2nd, Oaxtepec, Mexico, November 13-16, 1979)."},
      {
        "id":"ED222420",
        "title":"Canadian Perspectives on Sex Stereotyping in Advertising."},
      {
        "id":"ED222425",
        "title":"Activities in Bilingual, Multicultural, International and Global Education (11th Annual Report)."},
      {
        "id":"ED222426",
        "title":"Women's Studies: A Resource Guide for Teachers."},
      {
        "id":"ED222430",
        "title":"An Analysis of the Effectiveness of a Lesson Series on Death and Dying in Changing Adolescents' Death Anxiety and Attitudes toward Older Adults."},
      {
        "id":"ED222433",
        "title":"Teaching Political Science in a Turkish University: The Experience of a Fulbright Lecturer."},
      {
        "id":"ED222435",
        "title":"Psychology's Greatest (Movie) Hits: Highly Recommended Films for the Introductory Course."},
      {
        "id":"ED222436",
        "title":"Traditional and Contemporary Painting in China. A Report of the Visit of the Chinese Painting Delegation to the People&apos;s Republic of China."},
      {
        "id":"ED222440",
        "title":"The Effect of Candidate Gender on Electoral Outcomes: A Six-State Analysis."},
      {
        "id":"ED222452",
        "title":"Effective Programs for the Marginal High School Student: A Report to the Wisconsin Governor's Employment and Training Office."},
      {
        "id":"ED222455",
        "title":"Fostering Students' Emotional Growth: Implications for Preservice and Inservice Programs."},
      {
        "id":"ED222456",
        "title":"Physical Education Mandates: A Preliminary Report."},
      {
        "id":"ED222460",
        "title":"Empirical Research as Inservice Teacher Education."},
      {
        "id":"ED222462",
        "title":"Follow-Up of 1980-81 Graduates at the Ohio State University&apos;s College of Education Teacher Certification Program. Technical Report No. 7."},
      {
        "id":"ED222463",
        "title":"The Teacher&apos;s Role. Implementing Title IX and Attaining Sex Equity: A Workshop Package for Elementary-Secondary Educators. Outline and Participants&apos; Materials for Application Sessions for Teachers."},
      {
        "id":"ED222464",
        "title":"The Community&apos;s Role. Implementing Title IX and Attaining Sex Equity: A Workshop Package for Elementary-Secondary Educators. Outline and Participants&apos; Materials for Application Sessions for Community Group Members."},
      {
        "id":"ED222465",
        "title":"Implementing Title IX and Attaining Sex Equity: A Workshop Package for Elementary-Secondary Educators. Participant&apos;s Notebook."},
      {
        "id":"ED222466",
        "title":"The Teacher Educator&apos;s Role. Implementing Title IX and Attaining Sex Equity: A Workshop Package for Postsecondary Educators. Outline and Participants&apos; Materials for Application Sessions for Teacher Educators."},
      {
        "id":"ED222467",
        "title":"Implications of Title IX for Postsecondary Physical Education and Athletic Personnel. Implementing Title IX and Attaining Sex Equity: A Workshop Package for Postsecondary Educators. Application Booklet for Physical Activity Personnel."},
      {
        "id":"ED222469",
        "title":"Inservice Training Program for Regular and Resource Teachers."},
      {
        "id":"ED222473",
        "title":"New Audiences for Teacher Education. Fastback 178."},
      {
        "id":"ED222474",
        "title":"Where is the Subject Matter?: How the Social Organization of the Classroom Affects Teaching."},
      {
        "id":"ED222475",
        "title":"The Use of Codified Knowledge in Five Teacher Education Programs: A Comparative Analysis."},
      {
        "id":"ED222476",
        "title":"A Guide to Preparing Reports Responding to Standards and Criteria Used to Approve Illinois Teacher Education Institutions and Programs."},
      {
        "id":"ED222478",
        "title":"Developing a Computerized Resource Retrieval System. Inservice Series No. 5."},
      {
        "id":"ED222479",
        "title":"Helping Teachers Become Inservice Facilitators. A Training Program to Develop School-Based Inservice Planning Teams. Seventh Edition. Inservice Series No. 6."},
      {
        "id":"ED222480",
        "title":"Sexuality Education: What It Is and What It Isn't."},
      {
        "id":"ED222481",
        "title":"Sexuality Education as Viewed by Local School Board Members and Superintendents in Indiana."},
      {
        "id":"ED222483",
        "title":"Stress and Burnout: Implications for Teacher Motivation."},
      {
        "id":"ED222486",
        "title":"Instructional Improvement in Maryland: A Study of Research in Practice."},
      {
        "id":"ED222487",
        "title":"Parent-Teacher Conferencing. What Research Says to the Teacher."},
      {
        "id":"ED222488",
        "title":"Questioning Skills, for Teachers. What Research Says to the Teacher."},
      {
        "id":"ED222489",
        "title":"Cooperative Learning: Student Teams. What Research Says to the Teacher."},
      {
        "id":"ED222494",
        "title":"Persistent Problems and Promising Solutions in Inservice Education. Report of Selected REGI Project Directors."},
      {
        "id":"ED222495",
        "title":"Quality Inservice Materials. Report of the Task Force on Qualitative Assessment of REGI (Regular Education Inservice) Materials."},
      {
        "id":"ED222497",
        "title":"The Identification of Biased Items."},
      {
        "id":"ED222499",
        "title":"Where There's a Way There's a Will: Self-Regulating the Low-Achieving Student."},
      {
        "id":"ED222500",
        "title":"A Sociolinguistic-Discourse Alternative for Language Proficiency Assessment."},
      {
        "id":"ED222502",
        "title":"On the Validity of Reflection-Impulsivity as a Construct in Classroom Research."},
      {
        "id":"ED222509",
        "title":"District-Wide Evaluation Needs Assessment Study, 1981-82 [and] Appendix Supplement."},
      {
        "id":"ED222510",
        "title":"Development of a State System for Evaluating Disadvantaged and Handicapped Vocational Education Projects. Final Project Report."},
      {
        "id":"ED222512",
        "title":"A Bibliography to Accompany the Joint Committee's Standards on Educational Evaluation."},
      {
        "id":"ED222513",
        "title":"Analyzing Context/Climate in School Settings--Which Is Which?"},
      {
        "id":"ED222514",
        "title":"Acculturation and the Change Process: An Exploratory Formulation From an Applied Model for Research and Facilitation."},
      {
        "id":"ED222515",
        "title":"The Vermont Vocational Special Needs Evaluation System: Procedures Manual for Local Education Agencies."},
      {
        "id":"ED222517",
        "title":"The Usefulness of Selection Tests."},
      {
        "id":"ED222518",
        "title":"Towards an Algebra for Analyzing Causal Relations."},
      {
        "id":"ED222519",
        "title":"Supplementing Summative Findings with Formative Data."},
      {
        "id":"ED222520",
        "title":"Statistical Analyses of Evaluation Results."},
      {
        "id":"ED222522",
        "title":"Misuses of Regression Approaches to ANOVA and ANCOVA."},
      {
        "id":"ED222523",
        "title":"A Residual Is More Than a Chi-Square: Patterns in Attitudes Toward Blindness."},
      {
        "id":"ED222524",
        "title":"Significance Testing in Confirmatory Factor Analytic Models."},
      {
        "id":"ED222526",
        "title":"Global and Specific Ratings: Are They Related?"},
      {
        "id":"ED222528",
        "title":"An Introduction to Event History Analysis."},
      {
        "id":"ED222529",
        "title":"An Investigation of WISC-R Item Bias with Black, Chicano, Native American Papago, and White Children: Implications for Nondiscriminatory Assessment."},
      {
        "id":"ED222531",
        "title":"Measures of Teacher Clarity and their Relationships to Student Achievement and Satisfaction."},
      {
        "id":"ED222532",
        "title":"Calibration of Armed Services Vocational Aptitude Battery Forms 8, 9, and 10."},
      {
        "id":"ED222534",
        "title":"Conducting a Student Needs Assessment."},
      {
        "id":"ED222535",
        "title":"A Construct Validation Study of Test Anxiety: A Discriminant Validation of Fear of Failure, Worry, and Emotionality."},
      {
        "id":"ED222539",
        "title":"High School Students Preference for and Sense of Understanding of the Holland Vocational Interest Categories. Research Report."},
      {
        "id":"ED222542",
        "title":"New Models of the Structure of Intellectual Abilities: Implications for Testing and Teaching Practice."},
      {
        "id":"ED222545",
        "title":"The Improvement of Measurement in Education and Psychology: Contributions of Latent Trait Theories."},
      {
        "id":"ED222546",
        "title":"Stepwise Canonical Correlation Analysis: A New Research Technique."},
      {
        "id":"ED222549",
        "title":"The Effect of Testwiseness on the Reading Achievement Scores of Minority Populations. Final Report."},
      {
        "id":"ED222550",
        "title":"How Have You Used National Assessment Materials? . . . Responses from Six Educators."},
      {
        "id":"ED222551",
        "title":"The Interaction of Evaluation and Policy: Case Reports from State Education Agencies."},
      {
        "id":"ED222552",
        "title":"Model Misspecification Error in Correlational Studies."},
      {
        "id":"ED222553",
        "title":"Supplementary Mathematics Probe Study. Final Report."},
      {
        "id":"ED222554",
        "title":"Scale-Score Reporting of National Assessment Data (Final Report)."},
      {
        "id":"ED222555",
        "title":"Design Effects and the Analysis of Survey Data."},
      {
        "id":"ED222556",
        "title":"Developing a Discrete Ability Profile Model for Mathematics Attainment. Final Report."},
      {
        "id":"ED222557",
        "title":"Identification of Aberrant Response Patterns. Final Report."},
      {
        "id":"ED222558",
        "title":"Measurement Properties of Attitude Scales in the National Assessment of Educational Progress Data on Mathematics. Final Report."},
      {
        "id":"ED222559",
        "title":"The Development of Mathematical Problem-Solving Superitems. A Report on the NIE/ECS Item Development Project."},
      {
        "id":"ED222560",
        "title":"Construct Validity of a Set of Mathematical Superitems. A Report on the NIE/ECS Item Development Project."},
      {
        "id":"ED222561",
        "title":"Applications of Item Response Models to NAEP Mathematics Exercise Results."},
      {
        "id":"ED222565",
        "title":"Using Performance Tests in State Assessment--It's Real and It's Feasible."},
      {
        "id":"ED222566",
        "title":"Validation of the NTE: Arkansas Style."},
      {
        "id":"ED222567",
        "title":"A Test of the Equipercentile Hypothesis of the TIERS Norm-Referenced Model."},
      {
        "id":"ED222569",
        "title":"The Governance of the National Assessment of Educational Progress: A Brief Review and Some Options. Report No. A-158-5."},
      {
        "id":"ED222570",
        "title":"Inferences from Quantified Expressions."},
      {
        "id":"ED222574",
        "title":"Paying the Piper: Federal Funds and State Interests. A Proposal for Governing NAEP."},
      {
        "id":"ED222575",
        "title":"Social Cognition in the Classroom."},
      {
        "id":"ED222576",
        "title":"What Could Be Done Differently with NAEP?"},
      {
        "id":"ED222577",
        "title":"Computerized Adaptive Testing System Design: Preliminary Design Considerations."},
      {
        "id":"ED222582",
        "title":"Southwest Parent Education Resource Center. Final Interim Report."},
      {
        "id":"ED222585",
        "title":"Georgia Kindergarten Assessment of Communication Arts and Number Understanding: Test Administrator's Manual and Test Items. A Criterion-Referenced Approach."},
      {
        "id":"ED222588",
        "title":"Children's Out-of-School Services and the Urban Fiscal Crisis."},
      {
        "id":"ED222589",
        "title":"A New Conceptual Framework for Mental Health Clinical Service Research on Hispanic Populations."},
      {
        "id":"ED222591",
        "title":"Evaluating the School for Multicultural Education. A Handbook. Multicultural Education Resource Series."},
      {
        "id":"ED222596",
        "title":"Curriculum and Teacher Training in Bilingual Education: A Vision for the 80's."},
      {
        "id":"ED222598",
        "title":"A Reliability Study of the WISC with Puerto Rican Children (Grades K-9) in Puerto Rico."},
      {
        "id":"ED222604",
        "title":"The Decline of Black Farming in America."},
      {
        "id":"ED222605",
        "title":"Institutional Racism and Community Competence."},
      {
        "id":"ED222632",
        "title":"Public Response on Continuing Education: Working Paper."},
      {
        "id":"ED222633",
        "title":"Adult Education in Asia and the Pacific."},
      {
        "id":"ED222636",
        "title":"Vocational and Technical Education: Development of Curricula, Instructional Materials, Physical Facilities and Teacher Training with Focus on Electrical and Electronic Subjects. Asian Programme of Educational Innovation for Development. Report of a Technical Working Group Meeting (Adelaide, Australia, October 6-18, 1980)."},
      {
        "id":"ED222640",
        "title":"Job Training for Youth. The Contributions of the United States Employability Development System. Final Report."},
      {
        "id":"ED222651",
        "title":"Child Development Curriculum Guide, Volume I: For Secondary Vocational Home Economics Programs. Bulletin 1664."},
      {
        "id":"ED222652",
        "title":"Child Development Curriculum Guide, Volume II: For Secondary Vocational Home Economics Programs. Bulletin 1664."},
      {
        "id":"ED222653",
        "title":"Agriculture Census Guide. 1982 Census of Agriculture. 82-A20."},
      {
        "id":"ED222654",
        "title":"Agriculture Census Lesson Plan. 1982 Census of Agriculture. 82-A17."},
      {
        "id":"ED222656",
        "title":"Evaluative Follow-Up of Former Medical Students, Resident Physicians, and Other Health Professional Students Participating in 1972-80 Minnesota Area Health Education Center Programs."},
      {
        "id":"ED222657",
        "title":"Life-Long Learning in Voluntary Association. A Study of Non-Formal Education in Atlantic Canada."},
      {
        "id":"ED222658",
        "title":"Evaluation of Adult Nonformal Education Programs: An International Perspective."},
      {
        "id":"ED222659",
        "title":"Employment and Training Evaluation Report--1981."},
      {
        "id":"ED222663",
        "title":"Core II Materials for Metropolitan Agriculture/Horticulture Programs. Units A-F."},
      {
        "id":"ED222664",
        "title":"Core II Materials for Metropolitan Agriculture/Horticulture Programs. Units G-L."},
      {
        "id":"ED222676",
        "title":"Three Year Oklahoma Annual Program Plan for Adult Education. Fiscal Years 1983-1985."},
      {
        "id":"ED222677",
        "title":"Validation Criteria for Job Adjustment of Disadvantaged Youth."},
      {
        "id":"ED222678",
        "title":"Occupational Attitude Inventory: Use in Predictions of Job Satisfaction, Reenlistment Intent, and Reenlistment Behavior. Interim Report for Period March 1979-December 1981."},
      {
        "id":"ED222689",
        "title":"Unemployment Insurance Fund Insolvency and Debt in Michigan."},
      {
        "id":"ED222691",
        "title":"Antenna Construction &amp; Propagation of Radio Waves, 5-1. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED222696",
        "title":"How Craftsmen Learn Their Skills: A Longitudinal Analysis."},
      {
        "id":"ED222700",
        "title":"The Business and Industry Perspective on U.S. Productivity: Implications for Vocational Education. Occasional Paper No. 82."},
      {
        "id":"ED222701",
        "title":"The Entrepreneurs of Entrepreneurship. Occasional Paper No. 84."},
      {
        "id":"ED222702",
        "title":"Homemaker-Home Health Aide Program. A Challenge to Vocational Education. A Modified Competency Based Pilot Training Program."},
      {
        "id":"ED222703",
        "title":"A National Human Resource Development Policy: The Role of Postsecondary Vocational Education. Occasional Paper No. 83."},
      {
        "id":"ED222704",
        "title":"A National Prospectus on Vocational Education: Its Impact on Research and Leadership Development. Occasional Paper No. 85."},
      {
        "id":"ED222705",
        "title":"The Role of Education in National Defense. Occasional Paper No. 86."},
      {
        "id":"ED222751",
        "title":"Organize the Vocational Laboratory. Second Edition. Module E-8 of Category E--Instructional Management. Professional Teacher Education Module Series."},
      {
        "id":"ED222753",
        "title":"Sex Differences in Occupational Attainment: A Twelve-Nation Study."},
      {
        "id":"ED222754",
        "title":"Illinois School Bus Driver Instructional Program. Trainee Guide. Revised."},
      {
        "id":"ED222755",
        "title":"Self-Assessment and Self-Paced Learning Modules for Physician Assistants. The Comprehensive Report."},
      {
        "id":"ED222756",
        "title":"Administration's Plan to Eliminate Older Workers Jobs Program. Hearings before the Subcommittee on Retirement Income and Employment of the Select Committee on Aging. House of Representatives, Ninety-Seventh Congress, Second Session (Washington, DC, February 25, 1982; Boston, MA, February 19, 1982; Astoria, NY, February 22, 1982)."},
      {
        "id":"ED222757",
        "title":"New Educational Assistance Program for the Military to Assist Recruiting. Hearings before the Military Personnel and Compensation Subcommittee of the Committee on Armed Services. House of Representatives. Ninety-Seventh Congress. First and Second Sessions. (June 24, September 10, 16, 17, 24, 30, October 1, 7, 21, 28, November 17, 1981, and March 11, 1982)."},
      {
        "id":"ED222758",
        "title":"Education for Older People: Another View of Mainstreaming. Fastback 181."},
      {
        "id":"ED222759",
        "title":"Prisoners Receiving Social Security and Other Federal Retirement, Disability, and Education Benefits."},
      {
        "id":"ED222760",
        "title":"Insights into CETA's In-School Youth Programs."},
      {
        "id":"ED222761",
        "title":"Electronic Computer Systems Repairman, 7-4. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED222762",
        "title":"Airframe Repair Specialist, 2-3. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED222763",
        "title":"Working for America: A Worker-Centered Approach to Productivity Improvement."},
      {
        "id":"ED222764",
        "title":"Vocational Education: Its Role in Productivity Improvement and Technological Innovation."},
      {
        "id":"ED222765",
        "title":"Productivity Workshop Plan."},
      {
        "id":"ED222766",
        "title":"Technologies of the &apos;80s: Their Impact on Vocational Agriculture Occupations."},
      {
        "id":"ED222767",
        "title":"Technologies of the &apos;80s: Their Impact on Distribution Occupations."},
      {
        "id":"ED222768",
        "title":"Technologies of the &apos;80s: Their Impact on Health Occupations."},
      {
        "id":"ED222769",
        "title":"Technologies of the &apos;80s: Their Impact on Home Economics Occupations."},
      {
        "id":"ED222770",
        "title":"Technologies of the &apos;80s: Their Impact on Office Occupations."},
      {
        "id":"ED222771",
        "title":"Technologies of the &apos;80s: Their Impact on Technical Occupations."},
      {
        "id":"ED222772",
        "title":"Technologies of the &apos;80s: Their Impact on Trade and Industrial Occupations."},
      {
        "id":"ED222773",
        "title":"Utilizing Vocational Education to Improve Productivity. Final Report."},
      {
        "id":"ED222775",
        "title":"Campaigning for Literacy. Courier No. 25."},
      {
        "id":"ED222780",
        "title":"Dimensions of Occupational Stress: Implications for Vocational Education."},
      {
        "id":"ED222781",
        "title":"Increased Opportunity versus Affirmative Action: An Empirical Examination of Sex Equity."},
      {
        "id":"ED222782",
        "title":"Trends in the Mismatch between Occupation and Schooling: 1969-1980."},
      {
        "id":"ED222783",
        "title":"Women Entering Agriculture: A Study of College Graduates."},
      {
        "id":"ED222796",
        "title":"The Name Game: Community Response to Counselor Names."},
      {
        "id":"ED222800",
        "title":"Cigarette Smoking in the Natural Environment and in the Laboratory: Similarities and Differences."},
      {
        "id":"ED222802",
        "title":"Impact of Changing Societal Pressures Affecting Mothers."},
      {
        "id":"ED222803",
        "title":"Interpersonal Perception in Conversational Interactions as a Function of Self-Perception."},
      {
        "id":"ED222807",
        "title":"Recent Trends in Multiple Authorship in Psychology."},
      {
        "id":"ED222809",
        "title":"The Effects of Temporary Mood States on Views of the World and the Future."},
      {
        "id":"ED222812",
        "title":"Differentiation between Counseling Seekers and Non-Seekers on the Strong-Campbell Interest Inventory."},
      {
        "id":"ED222813",
        "title":"Primary Intervention in Societal Problems: The Role of the Family, 1981. Hearing before the Subcommittee on Aging, Family and Human Services of the Committee on Labor and Human Resources. United States Senate, Ninety-Seventh Congress, First Session."},
      {
        "id":"ED222814",
        "title":"Oversight on Family Planning Programs under Title X of the Public Health Service Act, 1981. Hearing before the Subcommittee on Aging, Family and Human Services of the Committee on Labor and Human Resources. United States Senate, Ninety-Seventh Congress, First Session (June 23 and September 28, 1981)."},
      {
        "id":"ED222819",
        "title":"An Annotated Bibliography of the Gestalt Methods, Techniques, and Therapy"},
      {
        "id":"ED222821",
        "title":"Policy Statement and General Guidelines on Family Life and Sex Education."},
      {
        "id":"ED222822",
        "title":"Improving Alcohol/Drug Education in Illinois Schools."},
      {
        "id":"ED222823",
        "title":"Juvenile Justice Publications of the U.S. Department of Justice: A Comprehensive Bibliography."},
      {
        "id":"ED222827",
        "title":"Oversight on 1981 White House Conference on Aging: Los Angeles. Hearing before the Subcommittee on Housing and Consumer Interests of the Select Committee on Aging. House of Representatives, Ninety-Seventh Congress, Second Session. Committee Publication No. 97-325."},
      {
        "id":"ED222829",
        "title":"Soviet Resettlement in Michigan 1974-1980: Suggestions for Caseworkers."},
      {
        "id":"ED222832",
        "title":"Drug Abuse and the American Adolescent. NIDA Research Monograph 38. A RAUS Review Report."},
      {
        "id":"ED222834",
        "title":"Assessing the Relationship of Adult Criminal Careers to Juvenile Careers: A Summary."},
      {
        "id":"ED222835",
        "title":"The School Action Effectiveness Study: First Interim Report. Report No. 325."},
      {
        "id":"ED222837",
        "title":"Chunking Cognitive Maps: The Symmetry of the Resulting Representation and Its Effect on Interference."},
      {
        "id":"ED222841",
        "title":"Impact of an Area Agency on Aging on the Quality of Life among Black and Whites in a Southern S.M.S.A."},
      {
        "id":"ED222843",
        "title":"Measurement of Individual Differences in Sex-Role Stereotyping."},
      {
        "id":"ED222845",
        "title":"Cognitive Processes Influencing Marital Functioning."},
      {
        "id":"ED222854",
        "title":"Stories Are to Entertain: A Structural-Affect Theory of Stories. Technical Report No. 265."},
      {
        "id":"ED222857",
        "title":"Cognitive Effects of Literacy: Linguistic Awareness in Adult Non-Readers. Final Report."},
      {
        "id":"ED222858",
        "title":"Awareness of the Segmental Structure of English in Adults of Various Literacy Levels."},
      {
        "id":"ED222859",
        "title":"A Word Is a Word: Metalinguistic Skills in Adults of Varying Literacy Levels."},
      {
        "id":"ED222861",
        "title":"Efficiency in the 80's in Reading and Study Skills."},
      {
        "id":"ED222863",
        "title":"SSR, Accountability and Effective Reading Instruction. Technical Paper Number R82001."},
      {
        "id":"ED222864",
        "title":"Systems of Ability Grouping and the Stratification of Achievement in Elementary Schools."},
      {
        "id":"ED222867",
        "title":"On Improving the Format of Examination Papers."},
      {
        "id":"ED222868",
        "title":"The Writer, the Reader, and the Text: or Writhing and Reeling in Texta."},
      {
        "id":"ED222869",
        "title":"Improving the Comprehension of Stories Using Predictive Strategies."},
      {
        "id":"ED222881",
        "title":"Word Recognition Skills Instruction."},
      {
        "id":"ED222882",
        "title":"Hierarchical Relationships among Components of Reading Abilities of Beginning Readers."},
      {
        "id":"ED222883",
        "title":"Reading Words and Reading Text."},
      {
        "id":"ED222885",
        "title":"The Measurement of the Perception of Cohesion: A Second Language Example."},
      {
        "id":"ED222889",
        "title":"Inquiry Summary: Classroom Instruction in Reading Comprehension."},
      {
        "id":"ED222890",
        "title":"Speech Prosody and Children&apos;s Perception of Sentence Organization."},
      {
        "id":"ED222891",
        "title":"Comprehension Skills and Text Organization Ability in Reading."},
      {
        "id":"ED222892",
        "title":"Effects of Phrasal Segmentation on Text Comprehension and Oral Reading."},
      {
        "id":"ED222896",
        "title":"Rival Theories of Newsreading in the Electronic Newspaper Arena."},
      {
        "id":"ED222897",
        "title":"Visual Complexity and the Function of Graphics in &quot;Scientific American&quot; and &quot;Science 81.&quot;"},
      {
        "id":"ED222904",
        "title":"Writing Objectives, 1983-84 Assessment."},
      {
        "id":"ED222905",
        "title":"Catalog of Supplemental Materials for Utilization with a Sample of Prevailing Texts: Writing Instruction/Middle Grades."},
      {
        "id":"ED222906",
        "title":"Catalog of Instructional Materials in Literature, 1983-1985."},
      {
        "id":"ED222908",
        "title":"Literature in the Composition Class: The Case Against."},
      {
        "id":"ED222912",
        "title":"Language Skills in the Classroom. What Research Says to the Teacher."},
      {
        "id":"ED222918",
        "title":"Reading Student Writing."},
      {
        "id":"ED222919",
        "title":"Involving Students with the Short Story."},
      {
        "id":"ED222920",
        "title":"A Teaching Model: Bringing Local Writers into the Classroom."},
      {
        "id":"ED222921",
        "title":"Influences on Children's Writing, 5-9 Years."},
      {
        "id":"ED222924",
        "title":"Instructional Architecture for Teaching Past and Past Participle Verb Forms."},
      {
        "id":"ED222925",
        "title":"The Composing Process: A Summary of the Research."},
      {
        "id":"ED222931",
        "title":"Peak Communication Experiences: Concept, Structure, and Sex Differences."},
      {
        "id":"ED222932",
        "title":"Theory and Research on the Perception of Television Pictures."},
      {
        "id":"ED222933",
        "title":"The Development of a Student-Generated, Self-Anchoring Instrument for Assessing the Adaptation of Teacher Behaviors."},
      {
        "id":"ED222935",
        "title":"Student Self-Concept Modification in Communication Courses: An Exploration of the Sources of Conflicting Findings."},
      {
        "id":"ED222937",
        "title":"Assessing Oral Communication Skills."},
      {
        "id":"ED222938",
        "title":"Three Models of Disease and Their Influence on Doctor-Patient Communication."},
      {
        "id":"ED222941",
        "title":"Development and Analysis of Television Grammar: An Overall View."},
      {
        "id":"ED222942",
        "title":"Instructional Methods for Managing Speech Anxiety in the Classroom."},
      {
        "id":"ED222943",
        "title":"Some Thoughts on Organizing as Cultural Communication."},
      {
        "id":"ED222947",
        "title":"Three Communication Responsibilities concerning Sexual Harassment."},
      {
        "id":"ED222949",
        "title":"An Analysis of Degree-Granting Institutions and Number of Articles Published in Communication Journals."},
      {
        "id":"ED222953",
        "title":"Senior Seminar: Synthesis and Head Start."},
      {
        "id":"ED222955",
        "title":"Developmental Changes in Children's Television Viewing Behaviors and Attitudes."},
      {
        "id":"ED222957",
        "title":"An Application of Kohlberg's Moral Reasoning Theory to Understanding Problems of Marital and Family Communication."},
      {
        "id":"ED222960",
        "title":"Contextual Age: Development of a Life-Position Index."},
      {
        "id":"ED222964",
        "title":"The Failure of an Interracial Southern Rhetoric: The Southern Tenant Farmers Union in North Carolina."},
      {
        "id":"ED222968",
        "title":"The Role of Forensic Coaches in Preparing Students for Original Speech Events."},
      {
        "id":"ED222971",
        "title":"Systemic and Global Learning."},
      {
        "id":"ED222973",
        "title":"Report on School Food Services. MORE: Management Operations Review &amp; Evaluation."},
      {
        "id":"ED222975",
        "title":"Technocracy or Politics? Conflict Management Behavior in Public Managerial Professions."},
      {
        "id":"ED222978",
        "title":"Personal Practical Knowledge at Bay Street School."},
      {
        "id":"ED222981",
        "title":"A Comparative Study of Pupil Attitudes toward New and Old School Buildings."},
      {
        "id":"ED222982",
        "title":"Managing Time: An Administrator's Guide."},
      {
        "id":"ED222983",
        "title":"Retrieval Bargaining: A Guide for Public Sector Labor Negotiations."},
      {
        "id":"ED222984",
        "title":"Approaches to Qualitative Data Analysis: Intuitive, Procedural, and Intersubjective."},
      {
        "id":"ED222985",
        "title":"To Ethnograph or Not to Ethnograph? Varieties of Qualitative Research in Education."},
      {
        "id":"ED222993",
        "title":"Judicial Structuring of Collective Bargaining in Local School Districts."},
      {
        "id":"ED222996",
        "title":"Projections of Education Statistics to 1990-91. Volume I: Analytical Report."},
      {
        "id":"ED223004",
        "title":"Change, Leadership, and Decision Making in Improving Secondary Schools."},
      {
        "id":"ED223005",
        "title":"Managing the Politics of Decline: School Closures in Seattle. Public Policy Paper No. 16."},
      {
        "id":"ED223007",
        "title":"Estimates of Local Public School System Finances, 1980-81."},
      {
        "id":"ED223008",
        "title":"Considering the Research: What Makes an Effective School?"},
      {
        "id":"ED223009",
        "title":"Sex Desegregation Assistance Centers (SDACs): A Survey of Their Programs and Practices."},
      {
        "id":"ED223010",
        "title":"Projections of Education Statistics to 1990-91. Volume II: Methodological Report."},
      {
        "id":"ED223012",
        "title":"The Use of Punishment and Time-Out in a Residential Treatment Program for Emotionally Disturbed Children."},
      {
        "id":"ED223013",
        "title":"Behavioral and Psychometric Characteristics of Educable Mentally Retarded, Emotionally Handicapped, Learning Disabled, At-Risk and Normal Students. Final Report."},
      {
        "id":"ED223028",
        "title":"Parents Can Be the Key...To an Appropriate Education for Their Handicapped Child."},
      {
        "id":"ED223029",
        "title":"Parents Train Parents: A Plan and a Program."},
      {
        "id":"ED223033",
        "title":"For Parents of Exceptional Students...An Information Series: Educating Florida's Exceptional Students (Booklet 1). [and] The Individual Educational Program--IEP (Booklet 2). [and] Rights and Responsibilities (Booklet 3). [and] Resources and References (Booklet 4). [and] Parents' Educational Records (Booklet 5)."},
      {
        "id":"ED223036",
        "title":"Defining, Counting, and Characterizing Handicapped Students in the Nation's High Schools."},
      {
        "id":"ED223040",
        "title":"Special Project: Family Life Education/Social Skills Development Training for Teachers and Parents of the Sensorially Disabled. Final Report, June 1, 1979-May 31, 1982."},
      {
        "id":"ED223046",
        "title":"Effects of Cooperative Learning and Individualized Instruction on the Social Acceptance, Achievement, and Behavior of Mainstreamed Students. Report No. 327."},
      {
        "id":"ED223049",
        "title":"Vocational Evaluation and Assessment in School Settings."},
      {
        "id":"ED223050",
        "title":"Practical Advice to Parents: A Guide to Finding Help for Children with Handicaps."},
      {
        "id":"ED223051",
        "title":"Program Evaluation in Early Childhood/Special Education: A Self-Help Guide for Practitioners. WESTAR Series Paper #13."},
      {
        "id":"ED223052",
        "title":"Parent Perspectives on Involvement in Preschool Educational Programs."},
      {
        "id":"ED223056",
        "title":"Parents' Perceptions of Participation in Developing the Individualized Education Program."},
      {
        "id":"ED223061",
        "title":"Program for the Gifted and Talented, September 1, 1976 through August 31, 1979."},
      {
        "id":"ED223063",
        "title":"Family Assessment Process Manual: Child-Family-Community Project and Supplement."},
      {
        "id":"ED223069",
        "title":"Professional Cultural Orientation in ESP."},
      {
        "id":"ED223070",
        "title":"An Experiment in Systematized Course Design for ESP at the Universidad Simon Bolivar."},
      {
        "id":"ED223074",
        "title":"Deschooling Language Study in East Africa: The Zambia Plan."},
      {
        "id":"ED223075",
        "title":"Chinese Language Program Guide."},
      {
        "id":"ED223076",
        "title":"Samoan Language Program Guide."},
      {
        "id":"ED223077",
        "title":"Spanish Resource Materials Guide."},
      {
        "id":"ED223079",
        "title":"On TESOL '81. Selected Papers from the Annual Conference of Teachers of English to Speakers of Other Languages (15th, Detroit, Michigan, March 3-8, 1981)."},
      {
        "id":"ED223100",
        "title":"Nonprimary Language Acquisition: A Cross-Cultural Study."},
      {
        "id":"ED223103",
        "title":"The Construct Validation of Tests of Communicative Competence."},
      {
        "id":"ED223117",
        "title":"Guide to Graduate Management Education, 81-82."},
      {
        "id":"ED223118",
        "title":"The Effect of Humor on Retention of Lecture Material."},
      {
        "id":"ED223119",
        "title":"Faculty Evaluation: A Positive Approach."},
      {
        "id":"ED223123",
        "title":"Federal Tuition Tax Credits and the Establishment Clause: A Constitutional Analysis of the Packwood-Moynihan Proposal."},
      {
        "id":"ED223127",
        "title":"A View from the Trenches. Postsecondary Education Finance: The Institutional View."},
      {
        "id":"ED223134",
        "title":"1982 Idea Handbook: Attracting and Retaining Highly Qualified Young Faculty Members at Colleges and Universities. A Compendium of Innovative Approaches, Practical Ideas, and Notable Programs."},
      {
        "id":"ED223138",
        "title":"Persistence of Undergraduate Students at Arizona State University: A Research Report on the Class Entering in Fall, 1976."},
      {
        "id":"ED223140",
        "title":"Labor Force Status of Recent College Graduates."},
      {
        "id":"ED223146",
        "title":"The Effect of Public Policies on the Demand for Higher Education."},
      {
        "id":"ED223149",
        "title":"Values. Comparative Higher Education Research Group Working Paper #1."},
      {
        "id":"ED223150",
        "title":"Values and Higher Education Policy. Comparative Higher Education Research Group Working Paper #2."},
      {
        "id":"ED223151",
        "title":"The Implementation of Conflicting Interests in Higher Education. Comparative Higher Education Research Group Working Paper Number 3."},
      {
        "id":"ED223158",
        "title":"Social Security Student Benefit Cuts. Joint Hearing before the Subcommittee on Postsecondary Education and the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, Ninety-Seventh Congress, Second Session."},
      {
        "id":"ED223161",
        "title":"Factors in the Choice of Higher Educational Institutions by Academically Gifted Seniors."},
      {
        "id":"ED223162",
        "title":"Use of Student Instructional Ratings in Administrative Personnel Decisions at the University of Western Ontario."},
      {
        "id":"ED223168",
        "title":"School-College Cooperation for Teaching Gifted Students."},
      {
        "id":"ED223169",
        "title":"Trends in Racial, Sexual, and Class Inequality in Access to American Higher Education: 1940-1980. [Report from the] Project on Politics and Inequality in American Higher Education."},
      {
        "id":"ED223170",
        "title":"The Politics of Structural Change in American Higher Education: The Case of Open Admissions at the City University of New York. [Report from the] Project on Politics and Inequality in American Higher Education."},
      {
        "id":"ED223171",
        "title":"The Politics of Federal Higher Education Policymaking: 1945-1980. [Report from the] Project on Politics and Inequality in American Higher Education."},
      {
        "id":"ED223174",
        "title":"Applying Successful Policies and Programs to Students, Institutions, and the Community. A Foreword to the Higher Education/CETA Project."},
      {
        "id":"ED223175",
        "title":"Structures and Strategies for Linking the Higher Education and Employment Communities. Higher Education/CETA Project Monograph."},
      {
        "id":"ED223176",
        "title":"Higher Education's Current Involvement with and Future Responses to Occupational Training and Employment Programs and Services. Higher Education/CETA Project Monograph."},
      {
        "id":"ED223177",
        "title":"A Policymaker's Overview: Federally Sponsored Employment and Training. Higher Education/CETA Project Monograph."},
      {
        "id":"ED223178",
        "title":"Collaborative Efforts among Higher Education, CETA and the Private Sector: Implications for Instructional Heads and Institutional Business Officers. Higher Education/CETA Project Monograph."},
      {
        "id":"ED223179",
        "title":"Student Services for CETA Participants. Higher Education/CETA Project Monograph."},
      {
        "id":"ED223180",
        "title":"University and College Associated Skill Centers. Higher Education/CETA Project Monograph."},
      {
        "id":"ED223181",
        "title":"Private Industry Councils and Higher Education: Opportunities for Success. Higher Education/CETA Project Monograph."},
      {
        "id":"ED223182",
        "title":"The Contribution of Higher Education to Employment and Training Programs: Patterns, Potential Benefits, and Constraints. Higher Education/CETA Project Monograph."},
      {
        "id":"ED223183",
        "title":"Studying Abroad: The Fundacion Gran Mariscal de Ayacucho."},
      {
        "id":"ED223184",
        "title":"College Professors: Their Work and Its Discontents."},
      {
        "id":"ED223187",
        "title":"Recognizing and Credentialing CETA Training. Higher Education/CETA Project Monograph."},
      {
        "id":"ED223192",
        "title":"Finding the Rose Among the Thorns: Some Thoughts on Integrating Media Research."},
      {
        "id":"ED223194",
        "title":"An Exploratory Study of the Relative Effectiveness of Realistic and Non-Realistic Color in Visual Instructional Materials."},
      {
        "id":"ED223196",
        "title":"The Effects of Review and Practice Techniques on Learning from Prose Material."},
      {
        "id":"ED223199",
        "title":"The Effect of Varied Visual Cueing Strategies in Facilitating Student Achievement on Different Educational Objectives."},
      {
        "id":"ED223201",
        "title":"The Instructional Effect of Color in Immediate and Delayed Retention."},
      {
        "id":"ED223208",
        "title":"Evaluation Parameters for a Special Education Instructional System: The Six-S Paradigm."},
      {
        "id":"ED223209",
        "title":"Curriculum: The Keystone to Instructional Planning in Special Education."},
      {
        "id":"ED223214",
        "title":"Effects of a Teleconference Experience on the Type of Concerns Expressed by Teleconference Participants."},
      {
        "id":"ED223215",
        "title":"Communication Conditions and Media Influence on Attitudes and Information Uses: The Effects of Media Selected in Response to Student Interests about Mainstreaming and Disabilities."},
      {
        "id":"ED223218",
        "title":"An Analysis of the Consistency and Effects of Reported Learning Strategy Use by Third and Fourth Graders."},
      {
        "id":"ED223219",
        "title":"Research in Progress II: Preliminary Data from a Group-Administered Procedure to Identify the Spontaneous Learning Strategies of Children."},
      {
        "id":"ED223223",
        "title":"The Relationship of Cognitive Style to the Frequency of Proctor/Student Interactions and Achievement in a PSI Course."},
      {
        "id":"ED223224",
        "title":"How Are ITV Users Different?"},
      {
        "id":"ED223225",
        "title":"Inside the Black Box: Making Design Decisions for Instruction."},
      {
        "id":"ED223229",
        "title":"The State of the Art in Rate-Modified Speech: A Review of Contemporary Research."},
      {
        "id":"ED223232",
        "title":"Why Use Media Materials in University Instruction? Personal Beliefs of Selected Professors."},
      {
        "id":"ED223233",
        "title":"The Impact of Mediated Instruction on the Formation and Change of Attitudes."},
      {
        "id":"ED223234",
        "title":"Cueing and Anxiety in a Visual Concept Learning Task."},
      {
        "id":"ED223238",
        "title":"Decision Making in Computer-Simulated Experiments."},
      {
        "id":"ED223240",
        "title":"Analysis of Factors Affecting the Performance of the Navy's Computer Managed Instructional System."},
      {
        "id":"ED223242",
        "title":"Implications of Hand Held Electronic Games and Microcomputers for Informal Learning."},
      {
        "id":"ED223243",
        "title":"Closed-Circuit Educational Television (ITFS) in Northeastern California: The 33,000 Square Mile Campus."},
      {
        "id":"ED223250",
        "title":"ITFS Student Handbook."},
      {
        "id":"ED223254",
        "title":"An Evaluation of CATALIST, 2nd Edition."},
      {
        "id":"ED223255",
        "title":"Federal Information Systems Remain Highly Vulnerable to Fraudulent, Wasteful, Abusive, and Illegal Practices."},
      {
        "id":"ED223258",
        "title":"New Technology and the Public Library. Final Report and Executive Summary."},
      {
        "id":"ED223262",
        "title":"Public Library Finance."},
      {
        "id":"ED223263",
        "title":"Results of the Survey of Completers and Leavers: Vocational Programs, Only. Community Colleges."},
      {
        "id":"ED223266",
        "title":"Guiding the Educational Program."},
      {
        "id":"ED223272",
        "title":"A Needs Assessment to Determine Employment Needs in Monroe County, Florida."},
      {
        "id":"ED223273",
        "title":"Computer Literacy: Data and Information Processing as the Core of the High Technology, Information Society."},
      {
        "id":"ED223274",
        "title":"The Impact of Nursing and Allied Health Professional Organizations and Accrediting Agencies on Community College Curricula. Proceedings of the Annual Conference of the National Council of Instructional Administrators (St. Louis, Missouri, April 4-7, 1982)."},
      {
        "id":"ED223278",
        "title":"Articulation Research System: A New Direction in Curriculum Evaluation. User&apos;s Manual."},
      {
        "id":"ED223279",
        "title":"Plan for Obtaining Community College Transfer Student Information."},
      {
        "id":"ED223280",
        "title":"Report on the Implementation of a &quot;Plan for Obtaining Community College Transfer Student Information.&quot;"},
      {
        "id":"ED223289",
        "title":"Follow-Up Study of Students Enrolled in Developmental Communications, Fall 1981."},
      {
        "id":"ED223292",
        "title":"California College-Going Rates: 1981 Update."},
      {
        "id":"ED223293",
        "title":"Follow-Up Survey of Former SAC Students Who Transferred to a Four Year College."},
      {
        "id":"ED223297",
        "title":"The Management of Student Affairs Programs in Community Colleges: Revamping Processes and Structures. Horizons Issues Monograph Series."},
      {
        "id":"ED223300",
        "title":"Report of the Student Evaluation of the Milwaukee Area Technical College."},
      {
        "id":"ED223303",
        "title":"Montgomery College Economic Impact Study, FY 1981."},
      {
        "id":"ED223314",
        "title":"Parent Involvement--A Means of Developing Family Advocacy."},
      {
        "id":"ED223315",
        "title":"Programs for Parents of Preschoolers: Parent Group Activities Designed to Broaden the Horizons of Young Children."},
      {
        "id":"ED223317",
        "title":"Sex Stereotypes of Children: What Functions Do They Serve?"},
      {
        "id":"ED223320",
        "title":"Early Home Environment Prediction of School Performance."},
      {
        "id":"ED223323",
        "title":"Ecologic Reformulation of Pediatric Social Illness."},
      {
        "id":"ED223325",
        "title":"The Development and Function of Children's Spatial Imagery. Final Report."},
      {
        "id":"ED223328",
        "title":"Microcomputers in Early Education: Rationale and Outline for Teacher Training."},
      {
        "id":"ED223330",
        "title":"The Status of Handicapped Children in Head Start Programs. Eighth Annual Report of the U.S. Department of Health and Human Services to the Congress of the United States on Services Provided to Handicapped Children in Project Head Start."},
      {
        "id":"ED223333",
        "title":"Shifting Emphasis from Parental Youth to Parental Age in Studies of the Timing of Parenthood: Rationale, Research Findings, and Recommendations."},
      {
        "id":"ED223334",
        "title":"The Differential Effectiveness of Two Models of Skills Training for Working Class Parents."},
      {
        "id":"ED223336",
        "title":"Nutrition Inservice Education for Urban Day Care Providers: A Comparison of Three Models."},
      {
        "id":"ED223337",
        "title":"An Effective Training Approach for Child Day Care Providers."},
      {
        "id":"ED223338",
        "title":"Health Motivation in Youngsters: A Longitudinal Replication."},
      {
        "id":"ED223342",
        "title":"School-Age Child Care: An Action Manual."},
      {
        "id":"ED223343",
        "title":"Negotiating Playground Games."},
      {
        "id":"ED223345",
        "title":"Classroom Activity Structures and Patterns of Peer Associations."},
      {
        "id":"ED223351",
        "title":"Safe Playing Program: Final Report on Process Field Test."},
      {
        "id":"ED223355",
        "title":"Grandmothering as a &quot;Tenuous&quot; Role Relationship."},
      {
        "id":"ED223357",
        "title":"The Carpool: An Uninvestigated Setting for Early Childhood Socialization."},
      {
        "id":"ED223359",
        "title":"Provision of Adaptive Instruction: Implementation and Effects."},
      {
        "id":"ED223363",
        "title":"Effects of Stress and Social Supports on Mother-Child Interactions in Single and Two-Parent Families."},
      {
        "id":"ED223364",
        "title":"Custody: An Attempt Toward Conceptual Clarification."},
      {
        "id":"ED223371",
        "title":"Impact of Budget Cuts on Children: Background Materials for Joint Hearing of the Subcommittee on Oversight of the Committee on Ways and Means and the Subcommittee on Health and the Environment of the Committee on Energy and Commerce, U.S. House of Representatives, 97th Congress, 2nd Session."},
      {
        "id":"ED223373",
        "title":"Curriculum Development in the Rural School."},
      {
        "id":"ED221368",
        "title":"Experiential Humanistic Environmental Education: A Description and Rationale."},
      {
        "id":"ED221369",
        "title":"Public Understanding of Science. Summary of Grants and Activities 1976-1981."},
      {
        "id":"ED221375",
        "title":"Young Children: A New Target for Public Fire Education."},
      {
        "id":"ED221376",
        "title":"Emergency Management Instruction. Instructor's Guide for Grades 7-9."},
      {
        "id":"ED221377",
        "title":"U.S. and Soviet Agriculture: The Shifting Balance of Power. Worldwatch Paper 51."},
      {
        "id":"ED221378",
        "title":"Symposium on Minorities and Women in Science and Technology. Serial AA."},
      {
        "id":"ED221381",
        "title":"The Relationship between Directional Heading of an Automobile and Steering Wheel Deflection. Applications of Calculus to Engineering. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Unit 506."},
      {
        "id":"ED221382",
        "title":"The Geometry of the Arms Race. Applications of Elementary Game Theory to International Relations. Modules and Monographs in Undergraduate Mathematics and Its Applications Project. UMAP Unit 311."},
      {
        "id":"ED221384",
        "title":"Water Quality Instructional Resources Information System (IRIS): A Compilation of Abstracts to Water Quality and Water Resources Materials. Supplement IX."},
      {
        "id":"ED221386",
        "title":"Syntax and Semantics in Learning to Subtract."},
      {
        "id":"ED221389",
        "title":"Capillary Suction Time. Operational Control Tests for Wastewater Treatment Facilities. Instructor's Manual [and] Student Workbook."},
      {
        "id":"ED221390",
        "title":"Centrifuge. Operational Control Tests for Wastewater Treatment Facilities. Instructor's Manual [and] Student Workbook."},
      {
        "id":"ED221391",
        "title":"Depth of Blanket. Operational Control Tests for Wastewater Treatment Facilities. Instructor's Manual [and] Student Workbook."},
      {
        "id":"ED221392",
        "title":"Filter Leaf. Operational Control Tests for Wastewater Treatment Facilities. Instructor's Manual [and] Student Workbook."},
      {
        "id":"ED221393",
        "title":"Jar Test. Operational Control Tests for Wastewater Treatment Facilities. Instructor's Manual [and] Student Workbook."},
      {
        "id":"ED221394",
        "title":"Mass Balance. Operational Control Tests for Wastewater Treatment Facilities. Instructor's Manual [and] Student Workbook."},
      {
        "id":"ED221395",
        "title":"Oxygen Profile. Operational Control Tests for Wastewater Treatment Facilities. Instructor's Manual [and] Student Workbook."},
      {
        "id":"ED221396",
        "title":"Oxygen Uptake. Operational Control Tests for Wastewater Treatment Facilities. Instructor's Manual [and] Student Workbook."},
      {
        "id":"ED221397",
        "title":"Rise Time. Operational Control Tests for Wastewater Treatment Facilities. Instructor's Manual [and] Student Workbook."},
      {
        "id":"ED221398",
        "title":"Percent CO2. Operational Control Tests for Wastewater Treatment Facilities. Instructor's Manual [and] Student Workbook."},
      {
        "id":"ED221399",
        "title":"Sampling. Operational Control Tests for Wastewater Treatment Facilities. Instructor's Manual [and] Student Workbook."},
      {
        "id":"ED221400",
        "title":"Settleometer. Operational Control Tests for Wastewater Treatment Facilities. Instructor's Manual [and] Student Workbook."},
      {
        "id":"ED221401",
        "title":"Specific Resistance. Operational Control Tests for Wastewater Facilities. Instructor's Manual [and] Student Workbook."},
      {
        "id":"ED221402",
        "title":"Turbidity. Operational Control Tests for Wastewater Treatment Facilities. Instructor's Manual [and] Student Workbook."},
      {
        "id":"ED221403",
        "title":"Solar Economics: A Teacher&apos;s Guide."},
      {
        "id":"ED221404",
        "title":"A &quot;Sampler&quot; of Environmental Education Activities and Programs in the United States of America."},
      {
        "id":"ED221408",
        "title":"Secondary Music (8-12): A Guide/Resource Book for Teachers."},
      {
        "id":"ED221412",
        "title":"Organizing for Social Science/Citizenship Improvement: A Rural Approach."},
      {
        "id":"ED221415",
        "title":"The Design of a Snark That Is Not a Boojum: Learning from Evaluation."},
      {
        "id":"ED221416",
        "title":"Six American Histories."},
      {
        "id":"ED221417",
        "title":"Disciplines, Disciples, and Ideology in Social Education."},
      {
        "id":"ED221421",
        "title":"Implementation of an Annual Economic Data Series on Arts and Cultural Organizations. Final Report on Phase I, Volume 1, Narrative [and] Volume 2, Appendices."},
      {
        "id":"ED221428",
        "title":"Policy-Related Research on Women in the Southwest."},
      {
        "id":"ED221435",
        "title":"Leisure Time Use in the South: A Secondary Analysis."},
      {
        "id":"ED221436",
        "title":"My Daddy Might Have Loved Me: Student Perceptions of Differences between Being Male and Being Female."},
      {
        "id":"ED221439",
        "title":"Summer Institute for Advanced Study on Educational Research for Asian Americans. Final Performance Report (November 1, 1978-October 31, 1979)."},
      {
        "id":"ED221440",
        "title":"Summer Institute for Educational Research on Asian Americans. Final Performance Report (February 1, 1980-October 31, 1980)."},
      {
        "id":"ED221441",
        "title":"Summer Institute for Educational Research on Asian and Pacific Americans. Final Report (November 1, 1980-October 31, 1981)."},
      {
        "id":"ED221442",
        "title":"The Education of French Schoolgirls: Pedagogical Prescriptions and Social and Economic Realities during the Third Republic. Working Paper."},
      {
        "id":"ED221443",
        "title":"If Trees Would Talk: The Communication of Resistance in Ex-Slave Narratives. Working Paper."},
      {
        "id":"ED221444",
        "title":"Black Women and the Philosophy of \"Race Uplift\" Prior to Emancipation. Working Paper."},
      {
        "id":"ED221445",
        "title":"Black Feminism and \"Race Uplift,\" 1890-1900. Working Paper."},
      {
        "id":"ED221446",
        "title":"United States Relations with the Developing Nations: The New International Economic Countdown. A Wingspread Conference."},
      {
        "id":"ED221448",
        "title":"Evaluating Social Studies Programs: Focus on Law-Related Education."},
      {
        "id":"ED221449",
        "title":"Social Studies in the 1980s. A Report of Project SPAN."},
      {
        "id":"ED221452",
        "title":"The Impact of Demographic Changes on Social Programs. Joint Economic Committee, Ninety-Seventh Congress, Second Session."},
      {
        "id":"ED221453",
        "title":"Symbols of Sexual Separation and Androgyny in Myth and Religion."},
      {
        "id":"ED221454",
        "title":"The Educational System of Yugoslavia. Education around the World."},
      {
        "id":"ED221455",
        "title":"The Geographic Pyramid: The Importance of Teaching in Undergraduate Geography Programs."},
      {
        "id":"ED221486",
        "title":"Metaphors of Change and Models of Inservice."},
      {
        "id":"ED221489",
        "title":"Project Growth: A Program at the University of Alabama for the Identification and Support of Women and Minorities in Educational Research and Leadership."},
      {
        "id":"ED221490",
        "title":"Learning Activity Packages: A Guidebook of Definitions, Components, Organization, Criteria, and Aids for Their Development and Evaluation."},
      {
        "id":"ED221494",
        "title":"The Basic Skills Levels of Undergraduate Students and Resultant Attitudes of a University Faculty."},
      {
        "id":"ED221496",
        "title":"Teaching Teachers to Question Questions."},
      {
        "id":"ED221498",
        "title":"An Analysis of \"Student Success.\""},
      {
        "id":"ED221500",
        "title":"America's Women of Color: Integrating Cultural Diversity into Non-Sex-Biased Curricula. Elementary Curriculum Guide."},
      {
        "id":"ED221501",
        "title":"America's Women of Color: Integrating Cultural Diversity into Non-Sex-Biased Curricula. Secondary Curriculum Guide."},
      {
        "id":"ED221502",
        "title":"America's Women of Color: Integrating Cultural Diversity into Non-Sex-Biased Curricula. Teacher-Training Manual."},
      {
        "id":"ED221503",
        "title":"America's Women of Color: Integrating Cultural Diversity into Non-Sex-Biased Curricula. Minority Women: An Annotated Bibliography."},
      {
        "id":"ED221504",
        "title":"America's Women of Color: Integrating Cultural Diversity into Non-Sex-Biased Curricula. Filmstrip User's Guide for America's Women of Color."},
      {
        "id":"ED221505",
        "title":"America's Women of Color: Integrating Cultural Diversity into Non-Sex-Biased Curricula. Filmstrip User's Guide for La Mujer Hispana: Mito y Realidad (The Hispanic Woman: Myth and Reality)."},
      {
        "id":"ED221506",
        "title":"America's Women of Color: Integrating Cultural Diversity into Non-Sex-Biased Curricula. Filmstrip User's Guide for American Indian Women."},
      {
        "id":"ED221507",
        "title":"America's Women of Color: Integrating Cultural Diversity into Non-Sex-Biased Curricula. Filmstrip User's Guide for Asian American Women."},
      {
        "id":"ED221508",
        "title":"America's Women of Color: Integrating Cultural Diversity into Non-Sex-Biased Curricula. Filmstrip User's Guide for Not About to Be Ignored."},
      {
        "id":"ED221509",
        "title":"Final Report on Project Growth at the University of Alabama for the Period November 1, 1978 to October 31, 1981."},
      {
        "id":"ED221512",
        "title":"Preparing Educators to Serve Disabled Individuals in Diverse Community Settings: A Transdisciplinary Response."},
      {
        "id":"ED221513",
        "title":"Teaching Handicapped Students in the Regular Classroom: State Preservice Certification Requirements and Program Approval Standards."},
      {
        "id":"ED221517",
        "title":"Profile of the Multicultural/Bilingual Education Activities of Professional and Related Education Organizations."},
      {
        "id":"ED221518",
        "title":"The National Teacher Examinations (NTE) Commons Revision Survey: Final Report of the Results of a National Survey to Review Proposed Specifications for the Revised Commons Examinations of the NTE."},
      {
        "id":"ED221522",
        "title":"Aptitude-Treatment Interaction Research: Implications for Physical Education."},
      {
        "id":"ED221523",
        "title":"Research in Effective Classroom Instruction: Implications for Preservice and Inservice Education."},
      {
        "id":"ED221524",
        "title":"A Quantitative Description of a Teacher Preparation Program. Educational Curriculum and Instruction."},
      {
        "id":"ED221525",
        "title":"Cognitive Attainment of Learners of Student Teachers Across Two Units of Study."},
      {
        "id":"ED221526",
        "title":"Survey on Master Teachers."},
      {
        "id":"ED221528",
        "title":"Review and Evaluation. Staff Development for School Improvement Program 1981-1982."},
      {
        "id":"ED221529",
        "title":"Relationships between Teachers&apos; Presentations of Classroom Tasks and Students&apos; Engagement in Those Tasks."},
      {
        "id":"ED221530",
        "title":"Research on the Self-Fulfilling Prophecy and Teacher Expectations."},
      {
        "id":"ED221531",
        "title":"Collaborative Research."},
      {
        "id":"ED221532",
        "title":"The Social Side of Schooling: Ecological Studies of Classrooms and Schools."},
      {
        "id":"ED221533",
        "title":"Student Perceptions of Schooling."},
      {
        "id":"ED221534",
        "title":"Effective Schools--A Review."},
      {
        "id":"ED221535",
        "title":"Review of Research on Teachers&apos; Pedagogical Judgments, Plans and Decisions."},
      {
        "id":"ED221536",
        "title":"Programs of School Improvement: An Overview."},
      {
        "id":"ED221537",
        "title":"Staff Development."},
      {
        "id":"ED221538",
        "title":"Teaching Functions in Instructional Programs."},
      {
        "id":"ED221539",
        "title":"Teaching and Learning: A Linguistic Perspective."},
      {
        "id":"ED221540",
        "title":"Implementing Educational Change: Progress at Last."},
      {
        "id":"ED221541",
        "title":"Recruitment, Selection and Retention: The Shape of the Teaching Force."},
      {
        "id":"ED221546",
        "title":"Proceedings of Annual Oklahoma Conference on Education, &quot;Public Education: Time to Speak Up!&quot; (3rd, Oklahoma City, OK, September 8-9, 1981)."},
      {
        "id":"ED221549",
        "title":"Effects of Verbal and Visual Elaborations on Concept Learning."},
      {
        "id":"ED221553",
        "title":"The Use of Within-Group Slopes as Indices of Group Outcomes."},
      {
        "id":"ED221554",
        "title":"State of the Art Methodology for the Design and Analysis of Future Large Scale Evaluations: A Selective Examination."},
      {
        "id":"ED221555",
        "title":"Regression Based Analyses of Multilevel Education Data."},
      {
        "id":"ED221556",
        "title":"Multilevel Properties of Test Items: An Exploratory Study."},
      {
        "id":"ED221557",
        "title":"Investigating Social Programs When Individuals Belong to a Variety of Groups Over Time."},
      {
        "id":"ED221558",
        "title":"Empirical Studies of Multilevel Approaches to Test Development and Interpretation."},
      {
        "id":"ED221559",
        "title":"Evaluation in School Districts; Organizational Perspectives. CSE Monograph Series in Evaluation, 10."},
      {
        "id":"ED221560",
        "title":"Ability Testing of Handicapped People: Dilemma for Government, Science, and the Public."},
      {
        "id":"ED221561",
        "title":"The Educational Testing Act of 1981. Joint Hearings before the Subcommittee on Elementary, Secondary and Vocational Education and the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Seventh Congress, First Session (July 21, 22, November 4, 5, 1981) on H.R. 1662: To Require Certain Information Be Provided to Individuals Who Take Standardized Educational Admissions Tests, and for Other Purposes."},
      {
        "id":"ED221570",
        "title":"The Use of Precalibrated Item Bank to Establish and Maintain Cutoff Scores: A Case Study of the Florida Teacher Certification Examination."},
      {
        "id":"ED221575",
        "title":"Social Responsibility in Sex Difference Research."},
      {
        "id":"ED221576",
        "title":"Survey on the Status of Educational Researchers."},
      {
        "id":"ED221578",
        "title":"The State of the Art of Teacher Certification Testing."},
      {
        "id":"ED221585",
        "title":"Evaluation of a School-Based Early Education Program: Results from the Brookline Early Education Project."},
      {
        "id":"ED221591",
        "title":"Atlanta Public Schools' 1980 Achievement Testing Program: A Year of Test Adoption. Report No. 16-4."},
      {
        "id":"ED221593",
        "title":"NLS Data Entry Quality Control: The Fourth Follow-Up Survey."},
      {
        "id":"ED221595",
        "title":"Not Seeing the Forest for the Trees: The Failures of Synthesis for the Desegregation Ethnographies."},
      {
        "id":"ED221596",
        "title":"A Multipurpose Analysis of Clerical and Administrative Positions in the U.S. Virgin Islands."},
      {
        "id":"ED221597",
        "title":"Monitoring and Evaluating the Critical Dimensions of Effective Classrooms."},
      {
        "id":"ED221598",
        "title":"Methods for Documenting Interventions: Strengths of a Hybrid Multi-Informant Approach."},
      {
        "id":"ED221600",
        "title":"An Instrument for Measuring Concerns Change Facilitators Have about Their Role in Facilitating Change."},
      {
        "id":"ED221601",
        "title":"Integrating Research and Professional Training: A Dialogue."},
      {
        "id":"ED221602",
        "title":"Duval County Follow Through Final Evaluation Report, 1981-1982."},
      {
        "id":"ED221610",
        "title":"Annual Evaluation Report: Volume II, Fiscal Year 1981."},
      {
        "id":"ED221612",
        "title":"Checklists for Counteracting Race and Sex Bias in Educational Materials."},
      {
        "id":"ED221613",
        "title":"Improving Intercultural Learning through the Orientation of Sojourners. AFS Occasional Papers in Intercultural Learning, No 1."},
      {
        "id":"ED221616",
        "title":"Minorities and Women Individualized Internship Project. Final Report, December 1, 1980 to November 30, 1981."},
      {
        "id":"ED221617",
        "title":"Puerto Rican Children's Informal Education at Home. Final Report."},
      {
        "id":"ED221619",
        "title":"Project for Minorities and Women in Research. Final Report of a Model to Increase Participation of Minorities and Women in Educational Research."},
      {
        "id":"ED221621",
        "title":"Magnet Schools in Their Organizational Environment. Final Report."},
      {
        "id":"ED221622",
        "title":"A Study of Interaction Effects of School and Home Environments on Students of Varying Race/Ethnicity, Class, and Gender. Final Report. Volume I: Summary and Conclusions."},
      {
        "id":"ED221623",
        "title":"A Study of Interaction Effects of School and Home Environments on Students of Varying Race/Ethnicity, Class, and Gender. Final Report. Volume II: Ethnographies of Five Racial/Ethnic Groups."},
      {
        "id":"ED221624",
        "title":"A Study of Interaction Effects of School and Home Environments on Students of Varying Race/Ethnicity, Class, and Gender. Final Report. Volume III: A Practitioners' Guide for Achieving Equity in Multicultural Schools."},
      {
        "id":"ED221625",
        "title":"A Study of Interaction Effects of School and Home Environments on Students of Varying Race/Ethnicity, Class, and Gender. Executive Summary."},
      {
        "id":"ED221626",
        "title":"Various Characteristics of and Educational and Guidance Issues Related to Socio-Economically Disadvantaged Students in Three High Schools of Ankara."},
      {
        "id":"ED221627",
        "title":"A Study of the Perception Toward School Teachers and Self of the Return Migrant Student."},
      {
        "id":"ED221628",
        "title":"Cognitive Assessment of Asian Americans. Professional Paper."},
      {
        "id":"ED221630",
        "title":"The Geographic Redistribution of Blacks and Non-Blacks: Thirty Years in Perspective."},
      {
        "id":"ED221632",
        "title":"Patterns of Classroom Interaction with Pacific Islands Children: The Importance of Cultural Differences. Professional Paper."},
      {
        "id":"ED221633",
        "title":"The Self-Concept of Bilingual Asian-American Children. Professional Paper."},
      {
        "id":"ED221635",
        "title":"Puerto Rican Migration: The Return Flow = La Migracion Puertorriquena: El Reflujo a la Isla."},
      {
        "id":"ED221639",
        "title":"The Remigration of the Puerto Rican Student as a Factor in School Adjustment."},
      {
        "id":"ED221648",
        "title":"Project LEAP. &quot;Something Stops You and Makes You Think&quot;: An Adaptation. Final Report."},
      {
        "id":"ED221652",
        "title":"Adult Basic Literacy Assessment Kit."},
      {
        "id":"ED221653",
        "title":"Adult Basic Literacy Curriculum and Resource Guide."},
      {
        "id":"ED221665",
        "title":"Vocational Education Personnel Development Needs for Working with the Handicapped. Final Report."},
      {
        "id":"ED221666",
        "title":"Linking Education and Employability Skills: Some Initial Findings from Experiential Learning Programs for Economically Disadvantaged Youth."},
      {
        "id":"ED221667",
        "title":"Making an Educational Innovation Stick: Building State Networks to Support Experience-Based Career Education."},
      {
        "id":"ED221668",
        "title":"Experiential Education: A Search for Common Roots."},
      {
        "id":"ED221669",
        "title":"Implementation of the Oregon Vocational Education Secondary Effectiveness Study. Final Report."},
      {
        "id":"ED221671",
        "title":"Professional Competencies Needed and Presently Held by Beginning Teachers of Vocational Agriculture in Tennessee. Research Report Series No. 3."},
      {
        "id":"ED221672",
        "title":"Evaluation Planning of Post-Literacy Programs."},
      {
        "id":"ED221674",
        "title":"Aircraft Electrical Repairman, 2-1. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED221679",
        "title":"Apprentice Baker, 9-1. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED221680",
        "title":"Apprentice Cook, 9-2. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED221681",
        "title":"Steelworker--Gas Welding, 3-24. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED221682",
        "title":"ARRIVE. Annual Review of Research in Vocational Education. Volume One."},
      {
        "id":"ED221687",
        "title":"Handbook for Advisors to Student Organizations in Health Occupations."},
      {
        "id":"ED221700",
        "title":"How To Select a Computer-Assisted Career Guidance System."},
      {
        "id":"ED221709",
        "title":"Work and Retirement: Options for Continued Employment of Older Workers."},
      {
        "id":"ED221710",
        "title":"An Analysis of Secretarial Training Needs."},
      {
        "id":"ED221712",
        "title":"Louisiana Industrial Arts Curriculum Project, Phase I. Final Report. Bulletin No. 1687."},
      {
        "id":"ED221713",
        "title":"Housing Curriculum Guide, Grades 6-12 and Adult. Bulletin No. 1680."},
      {
        "id":"ED221714",
        "title":"General Safety Manual for Vocational-Technical Education and Industrial Arts Programs. Bulletin No. 1674."},
      {
        "id":"ED221741",
        "title":"Strategies and Tactics for Community Mobilization. 1981 Latin America Seminars."},
      {
        "id":"ED221744",
        "title":"Adult Education in Continental Europe: An Annotated Bibliography of English-Language Materials, 1975-1979. Monographs on Comparative and Area Studies in Adult Education."},
      {
        "id":"ED221745",
        "title":"Health Occupations Curriculum. Skills and Theory for Health Assistant. Volume I, Units 1-4."},
      {
        "id":"ED221746",
        "title":"Health Occupations Curriculum. Skills and Theory for Health Assistant. Volume 2, Units 5-7."},
      {
        "id":"ED221747",
        "title":"Health Occupations Curriculum. Skills for Nursing Assistant. Volume 3, Unit 8."},
      {
        "id":"ED221748",
        "title":"Health Occupations Curriculum. Skills and Theory for Practical Nurse. Units 14 and 15."},
      {
        "id":"ED221749",
        "title":"Health Occupations Curriculum. Skills and Theory for Practical Nurse. Units 16 and 17."},
      {
        "id":"ED221750",
        "title":"Health Occupations Curriculum. Skills and Theory for Practical Nurse. Units 18, 19, and 20."},
      {
        "id":"ED221751",
        "title":"Participation in Adult Education 1981."},
      {
        "id":"ED221752",
        "title":"Needed Functions, Knowledge, and Skills for Hospital Education Directors in the 1980's: A Delphi Study."},
      {
        "id":"ED221756",
        "title":"Introduction to Electronics, 7-2. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED221757",
        "title":"Graphics Specialist, 6-1. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED221758",
        "title":"Engineering Drawing II, 6-2. Military Curriculum Project for Vocational and Technical Education."},
      {
        "id":"ED221759",
        "title":"Evaluation Planning, Evaluation Management, and Utilization of Evaluation Results within Adult Literacy Campaigns, Programs and Projects (with Implications for Adult Basic Education and Nonformal Education Programs in General). A Working Paper."},
      {
        "id":"ED221769",
        "title":"Physical Illness and Subscription to Ellis' Irrational Beliefs."},
      {
        "id":"ED221775",
        "title":"Academic Linkage and Credentialing. Drug Program Report."},
      {
        "id":"ED221776",
        "title":"School Psychology and Declining School Budgets: Answering Hard Questions in Economically Hard Times."},
      {
        "id":"ED221777",
        "title":"Status of Professional Standards in School Psychology."},
      {
        "id":"ED221778",
        "title":"Computer Applications in School Psychology: A National Survey."},
      {
        "id":"ED221780",
        "title":"Cognitive Performance, School Behavior, and Achievement of Children from One-Parent Households."},
      {
        "id":"ED221782",
        "title":"Adolescents and Adults: Ratings and Expected Ratings of Themselves and Each Other."},
      {
        "id":"ED221783",
        "title":"Facts about Alcohol and Alcoholism."},
      {
        "id":"ED221791",
        "title":"Perceived Role-Taking Behavior and Role-Taking Test Performance in Fraternity and Sorority College Students."},
      {
        "id":"ED221793",
        "title":"Personality Factors and Stress Ratings of Life Changes in a College Population."},
      {
        "id":"ED221795",
        "title":"Relationship between Client and Treatment Loci of Control as a Predictor of Weight Control Success: A Preliminary Appraisal."},
      {
        "id":"ED221796",
        "title":"Social Anxiety, Situational Variability, and the Self-Monitoring Scale."},
      {
        "id":"ED221797",
        "title":"Overcoming Obstacles to Drug Abuse Research with Families."},
      {
        "id":"ED221802",
        "title":"Health and Mental Health of Older Women in the 1980's: Implications for Psychologists."},
      {
        "id":"ED221813",
        "title":"Characteristics of Families with Special Needs in Relation to Schools. Technical Report."},
      {
        "id":"ED221814",
        "title":"Sex Role Attitudes among High School Seniors: Views about Work and Family Roles. Final Report."},
      {
        "id":"ED221817",
        "title":"Beyond Anecdote and Analogue: &quot;Real World&quot; Research on Gender and Psychotherapy. Symposium."},
      {
        "id":"ED221823",
        "title":"Metacognitive Knowledge about Reading Proficiency: Its Relation to Study Strategies and Task Demands."},
      {
        "id":"ED221825",
        "title":"Critical Reading: A Guide for Faculty and Students in Economics and History. Final Report, Second Year."},
      {
        "id":"ED221828",
        "title":"When Consistency Fails: Limiting Reconstructive Errors in Memory."},
      {
        "id":"ED221830",
        "title":"More on How (and How Not) to Remember the States and Their Capitals."},
      {
        "id":"ED221831",
        "title":"Comprehension and the Long-Term Recall of Information. Final Report."},
      {
        "id":"ED221832",
        "title":"Cognitive Processes in Reading Comprehension. Final Report."},
      {
        "id":"ED221833",
        "title":"Learning from Expository Text: The Interaction of Text Structure with Reader Characteristics."},
      {
        "id":"ED221834",
        "title":"Literacy and Elders: What We Know and What We Need to Find Out."},
      {
        "id":"ED221835",
        "title":"The Development of Reading for Comprehension: An Information Processing Analysis. Final Report."},
      {
        "id":"ED221837",
        "title":"Secondary School Reading: What Research Reveals for Classroom Practice."},
      {
        "id":"ED221840",
        "title":"Reading in Perspective: What Real Cops and Pretend Burglars Look for in a Story. Technical Report No. 266."},
      {
        "id":"ED221841",
        "title":"A Systematic Definition of &quot;Sentence Topic.&quot; Technical Report No. 264."},
      {
        "id":"ED221842",
        "title":"Idea-Mapping: The Technique and Its Use in the Classroom or Simulating the &quot;Ups&quot; and &quot;Downs&quot; of Reading Comprehension. Reading Education Report No. 36."},
      {
        "id":"ED221846",
        "title":"Discourse Integration by Manipulation: Matthew Arnold."},
      {
        "id":"ED221848",
        "title":"Integrating Language in the Reading Curriculum."},
      {
        "id":"ED221849",
        "title":"What Brings the Reader to Reading?"},
      {
        "id":"ED221850",
        "title":"A Developmental Study of Recognition and Recall of Complex Pictures."},
      {
        "id":"ED221851",
        "title":"The On-Line Processing of Figurative and Literal Language."},
      {
        "id":"ED221853",
        "title":"A Strategy for Making Content Reading Successful: Grades 4-6."},
      {
        "id":"ED221854",
        "title":"Using a Discourse Comprehension Test to Predict Introductory Psychology Performance."},
      {
        "id":"ED221855",
        "title":"An Experience with Milton's Discourse Reference: Pronouns and Processing."},
      {
        "id":"ED221860",
        "title":"Towards a Systems Model of Newspaper Organizations."},
      {
        "id":"ED221863",
        "title":"Core Program Resuscitation for Liberal Arts."},
      {
        "id":"ED221866",
        "title":"Guidelines for Document Designers."},
      {
        "id":"ED221867",
        "title":"Document Design Project. Final Report."},
      {
        "id":"ED221868",
        "title":"Technical Assistance and Training from the Document Design Project. Final Report."},
      {
        "id":"ED221869",
        "title":"Teacher's Guide for Freshman Composition."},
      {
        "id":"ED221871",
        "title":"Student Perceptions of Essential Rules for Successful Academic Compositions."},
      {
        "id":"ED221873",
        "title":"Recommended English Language Arts Curriculum Guides, K-12."},
      {
        "id":"ED221877",
        "title":"Research on the Composing Process: Methodology, Results, and Limitations."},
      {
        "id":"ED221879",
        "title":"The Newspaper in the Social Studies Classroom: An Issue Oriented Curriculum."},
      {
        "id":"ED221885",
        "title":"The Composing Process: A Critical Review of Some Recent Studies."},
      {
        "id":"ED221891",
        "title":"&quot;Really 'Communicating'&quot;: The Explication of an Expression."},
      {
        "id":"ED221894",
        "title":"A Survey of Practices and Strategies for Marketing Communication Majors."},
      {
        "id":"ED221895",
        "title":"The Effect of Self-Concept, Self-Disclosure, and Type of Basic Speech Course on Communication Apprehension."},
      {
        "id":"ED221896",
        "title":"The Acquisition of Nonverbal Attitudes and Behaviors in Schoolchildren, Grades K-12."},
      {
        "id":"ED221899",
        "title":"Implementation of a Systematic Desensitization Program and Classroom Instruction to Reduce Communication Apprehension in Pharmacy Students."},
      {
        "id":"ED221904",
        "title":"An Examination of the Status of Organizational Communication Programs in Texas Colleges and Universities."},
      {
        "id":"ED221909",
        "title":"The Historical Origins of Mass Communication Research in Our Field."},
      {
        "id":"ED221914",
        "title":"Developing Behaviourally Anchored Measures of Administrative Effectiveness: Some Problems and Possibilities. Studies in Educational Administration No. 25, March 1982."},
      {
        "id":"ED221915",
        "title":"Conference Explores Effects of Collective Bargaining on Schools and Administrators."},
      {
        "id":"ED221916",
        "title":"Discipline: There Are Alternatives! A Handbook for Elementary Teachers and Principals."},
      {
        "id":"ED221917",
        "title":"The Selection of Teachers and School Administrators: A Synthesis of the Literature."},
      {
        "id":"ED221918",
        "title":"The Power of Organizational Setting: School Norms and Staff Development."},
      {
        "id":"ED221919",
        "title":"Florida Energy Management Handbook for School Administrators."},
      {
        "id":"ED221923",
        "title":"Contradictions of Control: The Organizational Context of School Knowledge. The Institutional Context Controlling Classroom Knowledge. Final Report."},
      {
        "id":"ED221925",
        "title":"The Dynamics of Public School Collective Bargaining and Its Impacts on Governance, Administration and Teaching."},
      {
        "id":"ED221926",
        "title":"Private School Enrollment Trends: The Catholic Sector."},
      {
        "id":"ED221928",
        "title":"The Effects of Collective Bargaining on Public Schools in Michigan and New York. An Occasional Paper."},
      {
        "id":"ED221931",
        "title":"Seniority and Schools."},
      {
        "id":"ED221934",
        "title":"The &quot;NASSP Bulletin&quot;: 1970-Present, Analysis of Content and Authorship."},
      {
        "id":"ED221936",
        "title":"Declining Enrollments: Managing in the Period of Fiscal Retrenchment."},
      {
        "id":"ED221938",
        "title":"The Process of Curriculum Development: An Overview of Research."},
      {
        "id":"ED221939",
        "title":"Negotiations Strategies: A Reference Manual for Public Sector Labor Negotiations."},
      {
        "id":"ED221943",
        "title":"Collegiality May Be the Password to Effective Inservice Programs."},
      {
        "id":"ED221944",
        "title":"Evaluation in the Eighties: A Policy Perspective."},
      {
        "id":"ED221947",
        "title":"Managing Contracting Systems: Three Policy Alternatives."},
      {
        "id":"ED221948",
        "title":"Sex Equity in Educational Leadership: An Analysis of a Planned Social Change Project."},
      {
        "id":"ED221949",
        "title":"Leadership for School Climate Improvement. A Working Paper Prepared for the Urban Education Network."},
      {
        "id":"ED221950",
        "title":"Research and Development Exchange: The Challenge, the Response, and the Accomplishments of an NIE School Improvement Program."},
      {
        "id":"ED221951",
        "title":"Private School Enrollment, Tuition, and Enrollment Trends: October 1979. Current Population Reports, Special Studies, Series P-23, No. 121."},
      {
        "id":"ED221953",
        "title":"Lessons Learned from Past Block Grants: Implications for Congressional Oversight. Report to the Chairman of the Subcommittee on Oversight of the Committee on Ways and Means, United States House of Representatives."},
      {
        "id":"ED221954",
        "title":"Evaluating Staff Development Activities with Levels of Use Interviews, or The Sleeper Evaluates Inservice Programs."},
      {
        "id":"ED221955",
        "title":"Managing a Regional Education Service Agency Evaluation Unit."},
      {
        "id":"ED221958",
        "title":"Defensive Teaching and Classroom Control."},
      {
        "id":"ED221960",
        "title":"Bargaining Tactics: A Reference Manual for Public Sector Labor Negotiations. Volume 2."},
      {
        "id":"ED221961",
        "title":"School and Government Labor Relations: A Guide for Living with and without Unions."},
      {
        "id":"ED221962",
        "title":"Countering Strikes and Militancy in School and Government Services: A Practical Guide for Coping with Employee Strife."},
      {
        "id":"ED221964",
        "title":"A Comprehensive Communication Curriculum for the Education of Severely Multiply Handicapped School Children. Handicapped Children's Model Program. Final Report."},
      {
        "id":"ED221965",
        "title":"State Implementation Grant. Final Report, FY 1981."},
      {
        "id":"ED221970",
        "title":"Exceptions: A Handbook for Teachers of Mainstreamed Students. First Edition."},
      {
        "id":"ED221971",
        "title":"Implementing Individualized Education Programs: Analysis of the Role of the Regular Classroom Teacher. Final Report, December 15, 1980 to December 14, 1981."},
      {
        "id":"ED221972",
        "title":"What&apos;s Where? A Catalog of Products Developed by HCEEP Projects. Second Edition."},
      {
        "id":"ED221973",
        "title":"Parent Involvement."},
      {
        "id":"ED221974",
        "title":"Severe Behavior Disorders of Children and Youth. Monograph in Behavioral Disorders, Summer, 1979."},
      {
        "id":"ED221975",
        "title":"Severe Behavior Disorders of Children and Youth. Monograph in Behavioral Disorders. Summer, 1980."},
      {
        "id":"ED221976",
        "title":"Severe Behavior Disorders of Children and Youth. Monograph in Behavioral Disorders. Summer, 1981."},
      {
        "id":"ED221983",
        "title":"The Application of Behavior Analysis to the Development of Language in an Autistic Child. RIEEC Research Bulletin, Working Paper Series."},
      {
        "id":"ED221986",
        "title":"Identifying Children Who Use a Perseverative Text Processing Strategy. Technical Report #15."},
      {
        "id":"ED221987",
        "title":"Defined Diets and Childhood Hyperactivity. National Institutes of Health Consensus Development Conference Summary, Volume 4 Number 3."},
      {
        "id":"ED221990",
        "title":"Three Year Evaluation Summary for A Statewide Network for Special Education Paraprofessional Training."},
      {
        "id":"ED222002",
        "title":"Special Environmental Education Project for Disadvantaged Gifted Primary Grade Students: 1980-81."},
      {
        "id":"ED222003",
        "title":"Parent Infant Program: Program Manager&apos;s Manual."},
      {
        "id":"ED222004",
        "title":"An Early Childhood Special Education Primer."},
      {
        "id":"ED222005",
        "title":"Gathering Information from Parents."},
      {
        "id":"ED222006",
        "title":"Planning for a Culturally Sensitive Program."},
      {
        "id":"ED222007",
        "title":"Special Education Mandated from Birth."},
      {
        "id":"ED222008",
        "title":"Benefits of Early Intervention for Special Children."},
      {
        "id":"ED222009",
        "title":"Interagency Casebook."},
      {
        "id":"ED222011",
        "title":"Childhood Disability in the Family: Recognizing the Added Handicap. Monograph Number Fourteen."},
      {
        "id":"ED222016",
        "title":"Rehabilitation Engineering Center with Research in Controls and Interfaces for Severely Disabled People. Progress Report for Third Year Grant, September 30, 1980-September 29, 1981."},
      {
        "id":"ED222017",
        "title":"Alternatives for Paraprofessional Training: Field Based Inservice for Those Who Work with Handicapped Children. Volume II. Final Report, June 1978-May 1981."},
      {
        "id":"ED222018",
        "title":"The Cooperative Vocational Program."},
      {
        "id":"ED222020",
        "title":"The Handicapped Offender: A Selected Bibliography."},
      {
        "id":"ED222021",
        "title":"Social Justice through Handicapped Power: Perspectives from England and Sweden."},
      {
        "id":"ED222023",
        "title":"Training Activities for Preparing Students to Educate the Handicapped."},
      {
        "id":"ED222026",
        "title":"California Master Plan for Special Education: 1980-81 Annual Evaluation Report. A Report to the State Board of Education, the Legislature, and the Governor, as Required by Education Code Section 56602."},
      {
        "id":"ED222027",
        "title":"A Data Base for Implementation of the Individualized Education Program."},
      {
        "id":"ED222029",
        "title":"Resource Directory & Access Guide for Allied Health Professionals by the Family Centered Program on Intervention."},
      {
        "id":"ED222030",
        "title":"Proceedings of the National Conference on the Social Content of Interdisciplinary Core Curricula in University Affiliated Programs (Columbus, Ohio, July 14-17, 1980)."},
      {
        "id":"ED222031",
        "title":"Screening and Assessment Tools: A Manual Discussing Appropriate Tools for Use in the Home Setting."},
      {
        "id":"ED222033",
        "title":"Mastery of Basic Number Facts by Learning Disabled Students: An Intervention Study. Technical Report #17."},
      {
        "id":"ED222034",
        "title":"English and the Learning-Disabled Student: A Survey of Research."},
      {
        "id":"ED222036",
        "title":"[Training Teachers to Apply Teaching Behaviors Which Provide for the Successful Integration of the Mildly Handicapped. Identifying Effective Teaching Behaviors for Mainstreaming. Research Report.]"},
      {
        "id":"ED222037",
        "title":"The Study of Social Processes That Inhibit or Enhance the Development of Competence and Interest in Mathematics among Highly Able Young Women. Final Report, September 1979 through January 1982."},
      {
        "id":"ED222041",
        "title":"A Case Study of Implementing Alaska&apos;s Bilingual Education Policy."},
      {
        "id":"ED222042",
        "title":"Language Renewal among American Indian Tribes: Issues, Problems, and Prospects."},
      {
        "id":"ED222044",
        "title":"The Role of Integrative Motivation in English as a Second Language Learning Among a Group of Foreign Students in the United States."}]
  }}
