{
  "response":{"numFound":509939,"start":170000,"numFoundExact":true,"docs":[
      {
        "id":"ED222047",
        "title":"The Acquisition of Agent and Instrument Noun Forms in Hebrew."},
      {
        "id":"ED222048",
        "title":"Semantics of Word Order in Co-ordination."},
      {
        "id":"ED222056",
        "title":"The Acquisition of Agents: Morphological and Semantic Hypotheses."},
      {
        "id":"ED222062",
        "title":"ESL and the Foreign Language Teacher. Report of Central States Conference on the Teaching of Foreign Languages."},
      {
        "id":"ED222074",
        "title":"Approaches to the Evaluation of Bilingual Education: An International Perspective. Professional Papers CZ-1."},
      {
        "id":"ED222079",
        "title":"Literacy Instruction in Bilingual Settings: A Synthesis of Current Research. Professional Papers M-1."},
      {
        "id":"ED222080",
        "title":"Korean Language Maintenance in Los Angeles. Professional Papers K-1."},
      {
        "id":"ED222081",
        "title":"Spanish Language Planning in the United States. Professional Papers RU-1."},
      {
        "id":"ED222082",
        "title":"Biliteracy Acquisition and Its Socio-Cultural Effects. Professional Papers N-1."},
      {
        "id":"ED222083",
        "title":"The View from the Firing Line: Evaluation of Bilingual Education Programs. Professional Papers MC-1."},
      {
        "id":"ED222085",
        "title":"Bilingual Education Amendments of 1981. Hearings before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources. United States Senate, Ninety-Seventh Congress, Second Session (April 23 and 26, 1982)."},
      {
        "id":"ED222090",
        "title":"Teaching Selective Listening Strategies for Comprehension and Acquisition."},
      {
        "id":"ED222091",
        "title":"Predicting Student Success Following Transition from Bilingual Programs."},
      {
        "id":"ED222092",
        "title":"Discussion of Kachru's Paper, \"On the Role of the Vernacular in the Bilingual's Linguistic Repertoire.\""},
      {
        "id":"ED222095",
        "title":"Quebec Science Education: Which Directions? Proceedings of a Symposium Sponsored by the Science Council of Canada and the Association des Professeurs de Sciences du Quebec (March 1982). P82/2."},
      {
        "id":"ED222103",
        "title":"Planning for Quality. Papers presented at the Annual Meeting of the North East Association for Institutional Research (8th, Princeton, New Jersey, November 5-7, 1981)."},
      {
        "id":"ED222104",
        "title":"Academic Advising as a Developmental Process. Proceedings of the National Conference on Academic Advising (4th, Asheville, North Carolina, October 19-22, 1980)."},
      {
        "id":"ED222107",
        "title":"Education and High Technology Industry: The Case of Silicon Valley. Summary of Research Findings."},
      {
        "id":"ED222108",
        "title":"Education in a High Technology World: The Case of Route 128."},
      {
        "id":"ED222109",
        "title":"First Year on the Faculty: A Study of 100 Beginning College Teachers."},
      {
        "id":"ED222110",
        "title":"Baccalaureate Education for Registered Nurses: A New Approach."},
      {
        "id":"ED222131",
        "title":"Primary Care in the Baccalaureate Nursing Program. Pathways to Practice."},
      {
        "id":"ED222138",
        "title":"Post Commission Final Draft: Recommendations of Interest to Commission."},
      {
        "id":"ED222139",
        "title":"Report on State Services to the Hispanic Population of Wisconsin."},
      {
        "id":"ED222140",
        "title":"President's Report in Response to the Governor's Request on Reducing the Scope of the University of Wisconsin System."},
      {
        "id":"ED222145",
        "title":"Comparative Information on Higher Education, 1982."},
      {
        "id":"ED222152",
        "title":"Costa Rica&apos;s Universidad Estatal a Distancia: A Case Study. DERG Papers, Number 4."},
      {
        "id":"ED222154",
        "title":"Persistent Ratee Contaminants in Performance Appraisal."},
      {
        "id":"ED222158",
        "title":"The Enrollment Crisis: Factors, Actors, and Impacts. AAHE-ERIC/Higher Education Research Report No. 3, 1982."},
      {
        "id":"ED222159",
        "title":"Improving Instruction: Issues and Alternatives for Higher Education. AAHE-ERIC/Higher Education Research Report No. 4, 1982."},
      {
        "id":"ED222161",
        "title":"An Assessment of College Student Housing and Physical Plant."},
      {
        "id":"ED222162",
        "title":"Salary Equity Issues in Higher Education: Where Do We Stand? AAHE-ERIC/Higher Education Research Currents."},
      {
        "id":"ED222169",
        "title":"Computer-Assisted Instruction and Compensatory Education: The ETS/LAUSD Study. The Final Report."},
      {
        "id":"ED222174",
        "title":"Entry-Level Competencies for Instructional Developers."},
      {
        "id":"ED222179",
        "title":"Instructor's Role in Individualized Training: A Survey of Two Computer-Managed Courses."},
      {
        "id":"ED222180",
        "title":"Learning Resources Center Conference: Proceedings and Evaluation."},
      {
        "id":"ED222181",
        "title":"Media Agendas: The Impact on Citizens and Policy Makers."},
      {
        "id":"ED222182",
        "title":"Microcomputers and the Media Specialist: An Annotated Bibliography."},
      {
        "id":"ED222183",
        "title":"Potential Health Hazards of Video Display Terminals."},
      {
        "id":"ED222186",
        "title":"Television and Behavior. Ten Years of Scientific Progress and Implications for the Eighties. Volume I: Summary Report."},
      {
        "id":"ED222188",
        "title":"Textile Visual Materials: Appropriate Technology in Action."},
      {
        "id":"ED222189",
        "title":"Computer-Assisted Spanish English Transition Sequence: A Developmental Research Approach for the Implementation of Educational Software."},
      {
        "id":"ED222190",
        "title":"A Bright Promise but a Dim Future. Researchers Examine Potential of Educational Technology."},
      {
        "id":"ED222191",
        "title":"Cognitive Considerations in Display Design."},
      {
        "id":"ED222194",
        "title":"Evaluation of Eight Methodologies for Study of Family Use of Television. Final Report FY 1980. Revised."},
      {
        "id":"ED222197",
        "title":"A Guide to the Use of Technology in Basic Skills Education."},
      {
        "id":"ED222200",
        "title":"Strategies for Reorganization in Allied Health and Nursing Programs: The Endless Metamorphosis."},
      {
        "id":"ED222201",
        "title":"The Production of \"In Their Own Words: Working in the Community College.\" A Film Based on Interviews by Patrick J. Sullivan and Earl Seidman."},
      {
        "id":"ED222202",
        "title":"Communitas 82: Connecticut's Community College Professional Staff Journal."},
      {
        "id":"ED222209",
        "title":"Summary of the Final Report of the Statewide Longitudinal Study of Community College Students."},
      {
        "id":"ED222224",
        "title":"Utilization of Cable Television to Provide Instruction and Information Services to CETA-Eligible Persons in Marshalltown. Project Report."},
      {
        "id":"ED222236",
        "title":"General Education in Two-Year Colleges."},
      {
        "id":"ED222238",
        "title":"Validation of a Screening Measure in a Rural Setting."},
      {
        "id":"ED222240",
        "title":"A Guide for Teaching the Topic of Transportation to Younger Children."},
      {
        "id":"ED222241",
        "title":"Antecedents and Concomitants of Compliance in High-Risk Preschool Children."},
      {
        "id":"ED222250",
        "title":"Recent Advances in the Treatment of Anxiety in Children."},
      {
        "id":"ED222252",
        "title":"Child and Family Indicators: A Report with Recommendations."},
      {
        "id":"ED222253",
        "title":"School Nutrition and Food Service Techniques for Children with Exceptional Needs: Guidelines for Food Service Personnel, Teachers, Aides, Volunteers, and Parents."},
      {
        "id":"ED222254",
        "title":"The &quot;Caring&quot; Role in a Child Care Center. Staff Development Series, Military Child Care Project. Part I: Orientation."},
      {
        "id":"ED222255",
        "title":"The &quot;Caring&quot; Role in a Child Care Center. Staff Development Series, Military Child Care Project. Part II: Relating to Parents."},
      {
        "id":"ED222256",
        "title":"The &quot;Caring&quot; Role in a Child Care Center. Staff Development Series, Military Child Care Project. Part III: Relating to Children."},
      {
        "id":"ED222257",
        "title":"Caring for Infants. Staff Development Series, Military Child Care Project."},
      {
        "id":"ED222258",
        "title":"Caring for Pretoddlers. Staff Development Series, Military Child Care Project."},
      {
        "id":"ED222259",
        "title":"Caring for Toddlers. Staff Development Series, Military Child Care Project."},
      {
        "id":"ED222260",
        "title":"Caring for Preschoolers. Staff Development Series, Military Child Care Project."},
      {
        "id":"ED222261",
        "title":"Creating Environments for Toddlers (25-36 Months). Child Environment Series, Military Child Care Project."},
      {
        "id":"ED222262",
        "title":"Creating Environments for Preschoolers. Child Environment Series, Military Child Care Project."},
      {
        "id":"ED222263",
        "title":"Creating Environments for School-Age Child Care. Child Environment Series, Military Child Care Project."},
      {
        "id":"ED222264",
        "title":"Director's Manual for the Child Guidance Series and Child Environment Series, Military Child Care Project."},
      {
        "id":"ED222265",
        "title":"Program Development in Military Child Care Settings: A Guidebook Based on the Experiences of the Fort Lewis Child Care Center."},
      {
        "id":"ED222266",
        "title":"Managing Military Child Care Centers."},
      {
        "id":"ED222267",
        "title":"Financial Planning for Military Child Care Centers: A Guidebook Based on the Experiences of the Fort Lewis Child Care Center."},
      {
        "id":"ED222271",
        "title":"Temperament: A Review of Research with Implications for Child Psychology in the School and Clinic."},
      {
        "id":"ED222272",
        "title":"Communication Skills Training for Fathers of School-Aged Children."},
      {
        "id":"ED222275",
        "title":"The Impact of Grade Retention on the Social Development of Elementary School Children."},
      {
        "id":"ED222278",
        "title":"Stability of the Adaptive Behavior Inventory for Children."},
      {
        "id":"ED222279",
        "title":"Efficacy and Skill Development Through Social Comparison and Goal Setting."},
      {
        "id":"ED222285",
        "title":"Sex Typing and Socialization."},
      {
        "id":"ED222287",
        "title":"The Lock Box: Evaluating Mental Organization in Preschoolers."},
      {
        "id":"ED222288",
        "title":"Caring for School-Age Children. Staff Development Series, Military Child Care Project."},
      {
        "id":"ED222289",
        "title":"Creating Environments for Infants. Child Environment Series, Military Child Care Project."},
      {
        "id":"ED222290",
        "title":"Creating Environments for Pretoddlers (13 to 24 Months). Child Environment Series, Military Child Care Project."},
      {
        "id":"ED222291",
        "title":"The Development of Measures of Children's Interpersonal and Task Strategies: Animal Stalls and Children's Strategies Assessment System (CSAS). Final Report."},
      {
        "id":"ED222292",
        "title":"Media as a Development Education Resource. Public Report of Meeting June 10-11, 1982."},
      {
        "id":"ED222293",
        "title":"National Position Paper on Child Abuse and Neglect in the Latino Community."},
      {
        "id":"ED222296",
        "title":"Student Assessment of Interinstitutional Interdisciplinary Barrio Primary Care-Mental Health Training Program Over Three Years."},
      {
        "id":"ED222307",
        "title":"Problems and Issues in Implementing an Interdisciplinary Training Program in a Primary Care - Mental Health Barrio Clinic."},
      {
        "id":"ED222310",
        "title":"Employment Opportunities, Job Satisfaction, and Migration Among Young Adults From Nonmetropolitan Washington. Bulletin 873."},
      {
        "id":"ED222313",
        "title":"Assessments of Community Attributes: The Influence of Size of Place and Ecological Milieu."},
      {
        "id":"ED222314",
        "title":"Energy Resource Development: Implications for Women and Minorities in the Intermountain West."},
      {
        "id":"ED222315",
        "title":"Facilitator's Role in Collaborative Rural Development: The North Carolina Rural Employment Laboratory. Final Report."},
      {
        "id":"ED222318",
        "title":"Wife Abuse in Rural Areas: Some Social, Legal, Medical and Service Delivery Issues."},
      {
        "id":"ED222319",
        "title":"Declining Enrollment and the &quot;Very Small&quot; School District."},
      {
        "id":"ED222326",
        "title":"An International Review of Gender and Mathematics."},
      {
        "id":"ED222334",
        "title":"Mathematics Anxiety and the Effects of Evaluative Instructions on Math Performance."},
      {
        "id":"ED222335",
        "title":"Towards a Better Science Education. Asian Programme of Educational Innovation for Development (APEID)."},
      {
        "id":"ED222339",
        "title":"Calculators in Elementary School Mathematics (CESM). Teacher Resource Packet."},
      {
        "id":"ED222341",
        "title":"School Mathematics Study Group, Unit Number Two. Chapter 3 - Informal Algorithms and Flow Charts. Chapter 4 - Applications and Mathematics Models."},
      {
        "id":"ED222342",
        "title":"A Study of the Relationships between Selected Noncognitive Factors and the Problem Solving Performance of Fourth-Grade Children. Parts 1 and 2."},
      {
        "id":"ED222344",
        "title":"Investigations in Science Education. Vol. 8, No. 4."},
      {
        "id":"ED222346",
        "title":"Classroom Communication of Science. Final Report."},
      {
        "id":"ED222366",
        "title":"Intermediate Level Mathematics and Science Instruction. Research Synthesis."},
      {
        "id":"ED222367",
        "title":"Handbook for Planning an Effective Mathematics Program. Kindergarten through Grade Twelve."},
      {
        "id":"ED222368",
        "title":"National Survey of Laboratory Animal Facilities and Resources. Fiscal Year 1978."},
      {
        "id":"ED226390",
        "title":"The Role of Gender in Source Credibility."},
      {
        "id":"ED226393",
        "title":"Sexist Language: Terministic Screens and Transcendence."},
      {
        "id":"ED226394",
        "title":"Factors Affecting Utilization of Information Output of Computer-Based Modeling Procedures in Local Government Organizations."},
      {
        "id":"ED226399",
        "title":"Consistency and Need-Fulfillment Theories as Predictors of Eye Contact Behavior in Low Self-Esteem Subjects in Response to Various Feedback Conditions."},
      {
        "id":"ED226402",
        "title":"Effective Instructional Leadership. The Best of ERIC on Educational Management, Number 67."},
      {
        "id":"ED226404",
        "title":"Program Evaluation. The Best of ERIC on Educational Management, Number 68."},
      {
        "id":"ED226410",
        "title":"Installing a District-Wide Learning-Centered Performance System: Meeting Significant Political and Technological Requirements for Success."},
      {
        "id":"ED226412",
        "title":"Organizational Effectiveness of Schools."},
      {
        "id":"ED226413",
        "title":"Microcomputers and Instruction. The Best of ERIC on Educational Management, Number 69."},
      {
        "id":"ED226415",
        "title":"Interest Groups, Social Movements, and the Bureaucracy: School Politics in Illinois."},
      {
        "id":"ED226419",
        "title":"School Finance in Colorado: An Update. Papers in Education Finance, No. 8."},
      {
        "id":"ED226421",
        "title":"School Finance Reform in Michigan and Missouri: Impact on Suburban School Districts. Papers in Education Finance, No. 11."},
      {
        "id":"ED226423",
        "title":"Lights, Windows, Color: Elements of the School Environment."},
      {
        "id":"ED226425",
        "title":"School Discipline and Student Rights: An Advocate's Manual. Revised Edition."},
      {
        "id":"ED226427",
        "title":"Effective Involvement of School Volunteers. Partners for the 80's: Handbook for Teachers."},
      {
        "id":"ED226437",
        "title":"Predicting Elementary Classroom Teaching Practices from Teachers' Educational Beliefs."},
      {
        "id":"ED226445",
        "title":"Finetuning Special Education Finance: A Guide for State Policymakers."},
      {
        "id":"ED226446",
        "title":"The Development of a State Policy Guide to Special Education Finance; A Final Report."},
      {
        "id":"ED226449",
        "title":"The Interventions and Plans Principals Make When Facilitating Change."},
      {
        "id":"ED226450",
        "title":"Working Together: Cooperation or Collaboration?"},
      {
        "id":"ED226451",
        "title":"The Design of the Junior High Management Improvement Study."},
      {
        "id":"ED226452",
        "title":"The Classroom Management Improvement Study: An Experiment in Elementary School Classrooms."},
      {
        "id":"ED226453",
        "title":"Investigating Program Implementation: A Field Perspective. Research on Concerns-Based Adoption."},
      {
        "id":"ED226454",
        "title":"The Concept of Innovation Configurations: An Approach to Addressing Program Adaptation. Research on Concerns-Based Adoption."},
      {
        "id":"ED226455",
        "title":"A Procedure for Assessing the Implementation of Innovations with Possibilities and Problems. Research on Concerns-Based Adoption."},
      {
        "id":"ED226456",
        "title":"Documenting Program Adaptation in a District-Wide Implementation Effort: The Three-Year Evolution from Evaluation to an Instructional Improvement Plan. Research on Concerns-Based Adoption."},
      {
        "id":"ED226457",
        "title":"Teacher Layoffs, Seniority and Affirmative Action."},
      {
        "id":"ED226459",
        "title":"Managing the Schools of the Future--Focus on Principals. Proceedings of the Commonwealth Council for Educational Administration Regional Conference (4th, Nicosia, Cyprus, January 1980)."},
      {
        "id":"ED226460",
        "title":"Early Alert: The Impact of Federal Education Cutbacks on the States."},
      {
        "id":"ED226466",
        "title":"Building Public Confidence in Our Schools."},
      {
        "id":"ED226473",
        "title":"Winning America's Commitment to Education: 10 Ways to Go."},
      {
        "id":"ED226476",
        "title":"Controls and Consequences. Balancing Regulation and Education."},
      {
        "id":"ED226482",
        "title":"Condition of Education, 1980-81. Elementary and Secondary. Volume 3: Trends and Perspectives. Connecticut Public Schools. Annual Report Series."},
      {
        "id":"ED226484",
        "title":"A Reawakening: Character Education and the Role of the School Board Member."},
      {
        "id":"ED226489",
        "title":"Adequate Education: Issues in Its Definition and Implementation. School Finance Project, Working Papers."},
      {
        "id":"ED226506",
        "title":"The Journalism Research Fellows Report: What Makes the Public Schools Work? Answers from the 1981 Journalism Research Fellows Who Report on Schools That Are Working in: Connecticut, Florida, Montana, Oregon, Texas, Virginia, West Virginia."},
      {
        "id":"ED226507",
        "title":"Vandalism. A Study of School Vandalism. Number One."},
      {
        "id":"ED226517",
        "title":"The Board Meeting: Brown Act Rules. Revised."},
      {
        "id":"ED226518",
        "title":"What Legally Constitutes an Adequate Public Education? A Review of Constitutional, Legislative, and Judicial Mandates."},
      {
        "id":"ED226521",
        "title":"The Role of Needs Assessment in the Program Development Process."},
      {
        "id":"ED226524",
        "title":"Training and Model Exchange Project, 1981-1982."},
      {
        "id":"ED226525",
        "title":"Certification, Employment and Attrition of Special Education Professional Personnel in Michigan."},
      {
        "id":"ED226527",
        "title":"Sexuality and the Handicapped."},
      {
        "id":"ED226530",
        "title":"The Carolina Institute for Research on Early Education for the Handicapped. Final Report."},
      {
        "id":"ED226531",
        "title":"Final Report: Kansas Research Institute for the Early Childhood Education of the Handicapped."},
      {
        "id":"ED226534",
        "title":"The Illinois State Study of the Impact of PL 94-142 on the Families of Children with Different Handicapping Conditions. Revised Annual Report, Second Year."},
      {
        "id":"ED226536",
        "title":"Project REACH: Research on the Early Abilities of Children with Handicaps. Final Report, 7-1-77 to 6-30-82."},
      {
        "id":"ED226537",
        "title":"Dependent Handicapped: Curriculum Guide."},
      {
        "id":"ED226538",
        "title":"Visually Impaired: Curriculum Guide."},
      {
        "id":"ED226539",
        "title":"Trainable Mentally Handicapped: Curriculum Guide."},
      {
        "id":"ED226540",
        "title":"Educable Mentally Handicapped: Curriculum Guide."},
      {
        "id":"ED226542",
        "title":"Implementing Massachusetts' Special Education Law: A Statewide Assessment. Final Report."},
      {
        "id":"ED226544",
        "title":"A Bibliography for Teachers of the Behaviorally Disordered. Occasional Paper No. 55."},
      {
        "id":"ED226546",
        "title":"Memory and Selective Attention in Learning Disabled Children."},
      {
        "id":"ED226549",
        "title":"Project First Chance: Arizona Behavior Analysis Interactive Outreach Program, July 1, 1981 to June 30, 1982."},
      {
        "id":"ED226550",
        "title":"Creating a New Mainstream: An Early Childhood Training Manual for an &quot;Inclusionary&quot; Curriculum."},
      {
        "id":"ED226553",
        "title":"Indiana Parent Training Program. Year Two Report, June 1, 1981-May 31, 1982."},
      {
        "id":"ED226554",
        "title":"Individualized Educational Programming. Revised."},
      {
        "id":"ED226555",
        "title":"Recipes for Parent Programming."},
      {
        "id":"ED226556",
        "title":"Motivating Behavioral Change. Revised."},
      {
        "id":"ED226558",
        "title":"Differential Reinforcement of Communicative Behaviors (DRC): An Intervention for the Disruptive Behaviors of Developmentally Disabled Children."},
      {
        "id":"ED226563",
        "title":"Cognitive-Behavioral Modification with Hyperactive/Attention Deficit Disorder Children."},
      {
        "id":"ED226564",
        "title":"Gifted Science Project. Final Report."},
      {
        "id":"ED226565",
        "title":"Gifted Science Project: Evaluation Report."},
      {
        "id":"ED226566",
        "title":"Gifted Science Project User&apos;s Manual [and Bibliographies on Career Information, Project Ideas, and Science Processes]."},
      {
        "id":"ED226567",
        "title":"Developing Models of Communicative Competence: Conceptual, Statistical, and Methodological Considerations."},
      {
        "id":"ED226569",
        "title":"Skill Specific CAI Techniques."},
      {
        "id":"ED226570",
        "title":"Acquisition of Mandarin Syntax: &quot;Less&quot; Grammar Isn't Easier."},
      {
        "id":"ED226572",
        "title":"Bilingualism, Language Proficiency, and Language Learning: Issues and Definitions."},
      {
        "id":"ED226575",
        "title":"Bilingualism and Cognitive Development."},
      {
        "id":"ED226578",
        "title":"Should I Write \"A\" or \"The?\""},
      {
        "id":"ED226580",
        "title":"Are You Listening? The Practical Components of Listening Comprehension."},
      {
        "id":"ED226581",
        "title":"Cultural Ambassadors: Monitors in Core-French Classes. Informal Series/48."},
      {
        "id":"ED226582",
        "title":"Foreign Language Camps: Jefferson County Public Schools R-1."},
      {
        "id":"ED226584",
        "title":"Transitional Bilingual Education in Illinois. Second Annual Evaluation Report, FY 1981."},
      {
        "id":"ED226585",
        "title":"Transitional Bilingual Education in Illinois. Program Summaries and Selected Program Overviews, 1980-1981."},
      {
        "id":"ED226586",
        "title":"A Comparison of Nineteenth- and Twentieth-Century Models of Reading in a Second Language."},
      {
        "id":"ED226597",
        "title":"Children&apos;s English and Services Study: Estimates of Limited English Proficient Children in the United States. Methodological Reviews."},
      {
        "id":"ED226598",
        "title":"Children&apos;s English and Services Study. Educational Needs Assessment for Language Minority Children With Limited English Proficiency."},
      {
        "id":"ED226602",
        "title":"Language Variation and the ESL Curriculum. Language in Education: Theory and Practice, No. 51."},
      {
        "id":"ED226603",
        "title":"A Guide to Language Camps in the U.S.: 2. Language in Education: Theory and Practice, No. 53."},
      {
        "id":"ED226605",
        "title":"Communicative Competence in Bilingual Education--Theory and Research, Packet I. Language Proficiency Acquisition, Assessment, and Communicative Behavior, Series B. Student Edition. Bilingual Education Teacher Training Packets."},
      {
        "id":"ED226606",
        "title":"Communicative Competence in Bilingual Education--Theory and Research, Packet I. Language Proficiency Acquisition, Assessment, and Communicative Behavior, Series B. Teacher Edition. Bilingual Education Teacher Training Packets."},
      {
        "id":"ED226607",
        "title":"Methods and Techniques for Communicative Competence in Bilingual Education, Packet II. Language Proficiency Acquisition, Assessment, and Communicative Behavior, Series B. Student Edition. Bilingual Education Teacher Training Packets."},
      {
        "id":"ED226608",
        "title":"Methods and Techniques for Communicative Competence in Bilingual Education, Packet II. Language Proficiency Acquisition, Assessment, and Communicative Behavior, Series B. Teacher Edition. Bilingual Education Teacher Training Packets."},
      {
        "id":"ED226609",
        "title":"Assessing Communicative Competence, Packet III. Language Proficiency Acquisition, Assessment, and Communicative Behavior, Series B. Student Edition. Bilingual Education Teacher Training Packets."},
      {
        "id":"ED226610",
        "title":"Assessing Communicative Competence, Packet III. Language Proficiency Acquisition, Assessment, and Communicative Behavior, Series B. Teacher Edition. Bilingual Education Teacher Training Packets."},
      {
        "id":"ED226611",
        "title":"Baker DeKanter Review: Inappropriate Conclusions on the Efficacy of Bilingual Education."},
      {
        "id":"ED226613",
        "title":"The Acquisition of Some Complex Syntactic Structures in L1 and L2 Learners (Easy to See, Promise, Ask/Tell)."},
      {
        "id":"ED226615",
        "title":"Oromo for Beginners. Language Materials."},
      {
        "id":"ED226616",
        "title":"Practical Course in Wolof: An Audio-Aural Approach."},
      {
        "id":"ED226617",
        "title":"An Introduction to Liberian English."},
      {
        "id":"ED226618",
        "title":"Bilingual Program Planning and Implementation. Teacher Edition. Bilingual Education Teacher Training Packets. Series A: Bilingual Program Planning, Implementation, and Evaluation. Packet 1"},
      {
        "id":"ED226619",
        "title":"Sexual Harassment: An Employment Issue. A CUPA Monograph."},
      {
        "id":"ED226623",
        "title":"Balancing Risks and Resources: Financial Strategies for Colleges and Universities."},
      {
        "id":"ED226634",
        "title":"College Unions: Fifty Facts."},
      {
        "id":"ED226635",
        "title":"Comparing the Recruitment and Reward Equity of Organizations: U.S. Universities before Affirmative Action."},
      {
        "id":"ED226636",
        "title":"Recruiting Trends 1982-83. A Study of 637 Businesses, Industries, Government Agencies, and Educational Institutions Employing New College Graduates."},
      {
        "id":"ED226638",
        "title":"Labor Market Slackens for New Science and Engineering Graduates. Science Resources Studies Highlights."},
      {
        "id":"ED226640",
        "title":"The Commission's Role in the Review of Degree and Certificate Programs."},
      {
        "id":"ED226645",
        "title":"Development of an Elective Course in Cancer Prevention for Physician Assistants."},
      {
        "id":"ED226647",
        "title":"A Faculty Development Needs Assessment of Noncredit Instruction."},
      {
        "id":"ED226649",
        "title":"The Coming Enrollment Crisis: What Every Trustee Must Know."},
      {
        "id":"ED226650",
        "title":"Teaching Problem-Solving and Creativity in College Courses. AAHE-ERIC/Higher Education Research Currents."},
      {
        "id":"ED226657",
        "title":"AASCU/CUPA 1981-82 National Pilot Faculty Salary Survey by Discipline and Rank of Twenty-One Selected Discipline Areas."},
      {
        "id":"ED226662",
        "title":"Who Applied for Student Financial Aid? National Center for Education Statistics Bulletin."},
      {
        "id":"ED226664",
        "title":"Student Loan Assistance Amendments of 1982. Hearing Before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources, United States Senate. Ninety-Seventh Congress, Second Session on S. 2655."},
      {
        "id":"ED226666",
        "title":"The Needs for and Benefits of Collaboration between Higher Education and Business and Industry."},
      {
        "id":"ED226675",
        "title":"State-Supported Mental Health/Psychiatric Research."},
      {
        "id":"ED226678",
        "title":"Should the Church Related College Religion Professor Enjoy the Right of Academic Freedom?"},
      {
        "id":"ED226681",
        "title":"Financial Support for the Humanities: A Special Methodological Report."},
      {
        "id":"ED226684",
        "title":"Accreditation of Higher Education: The Case of NCATE."},
      {
        "id":"ED226685",
        "title":"Oversight on College Endowments. Hearing Before the Subcommittee on Postsecondary Education of the Committee on Education and Labor, House of Representatives. Ninety-Seventh Congress, Second Session."},
      {
        "id":"ED226688",
        "title":"Government Support for Minority Participation in Higher Education. AAHE-ERIC/Higher Education Research Report No. 9, 1982."},
      {
        "id":"ED226689",
        "title":"The Department Chair: Professional Development and Role Conflict. AAHE-ERIC/Higher Education Research Report No. 10, 1982."},
      {
        "id":"ED226690",
        "title":"Chicanos in Higher Education: Progress and Attainment."},
      {
        "id":"ED226691",
        "title":"A Profile of the Jewish Freshman: 1980."},
      {
        "id":"ED226692",
        "title":"Puerto Ricans in U.S. Higher Education: Current Status and Recent Progress."},
      {
        "id":"ED226693",
        "title":"Blacks in Higher Education: Access, Choice, and Attainment."},
      {
        "id":"ED226694",
        "title":"The Handicapped Student in America's Colleges: A Longitudinal Analysis. Part 3: Disabled 1978 College Freshmen Three Years Later."},
      {
        "id":"ED226696",
        "title":"Expanding the Reach of the Sun Prairie Cable Children&apos;s Channel: A Study to Determine the Feasibility of Extending the Existing &quot;KIDS-4&quot; into a County-Wide Facility."},
      {
        "id":"ED226699",
        "title":"Attention Theory and Mechanisms for Skilled Performance."},
      {
        "id":"ED226701",
        "title":"Computers as Laboratory Apparatus to Examine Teacher-Student Interactional Behavior."},
      {
        "id":"ED226706",
        "title":"Children, Information and New Technologies."},
      {
        "id":"ED226709",
        "title":"Computers in Composition Instruction. The Proceedings of a Research/Practice Conference Held at SWRL Educational Research and Development (Los Alamitos, California, April 22-23, 1982)."},
      {
        "id":"ED226710",
        "title":"The Development of a Distributive Interactive Computing Model in Consumer Economics, Utilizing Jerome S. Bruner's Theory of Instruction."},
      {
        "id":"ED226711",
        "title":"Evaluation of the Computer Aided Training Evaluation and Scheduling (CATES) Decision Model for Assessing Flight Task Proficiency."},
      {
        "id":"ED226712",
        "title":"Extent of Computer Usage in Secondary Schools: The Texas Story."},
      {
        "id":"ED226713",
        "title":"Workshop on Instructional Features and Instructor/Operator Station Design for Training Systems."},
      {
        "id":"ED226714",
        "title":"Instruction Mode and Instruction Intrusiveness in Dynamic Skill Training."},
      {
        "id":"ED226716",
        "title":"Media Center: Operations Handbook."},
      {
        "id":"ED226725",
        "title":"Public Education and Electronic Technologies."},
      {
        "id":"ED226727",
        "title":"Synopsis of the University of Delaware's Office of Computer-Based Instruction."},
      {
        "id":"ED226728",
        "title":"Teaching APL."},
      {
        "id":"ED226730",
        "title":"Resistance to Technological Innovation in Libraries: Research Report, Part II: Data Analysis and Statistical Report. Final Report."},
      {
        "id":"ED226736",
        "title":"Results of a Survey of Illinois Academic Libraries Affiliated with ILLINET. Illinois Libraries Statistical Report No. 5."},
      {
        "id":"ED226737",
        "title":"Rhode Island Dissemination Capacity Building Project. Final Report (1976-1981)."},
      {
        "id":"ED226738",
        "title":"Studies of Illinois Public Libraries Using Data from 1980-81. Illinois Library Statistical Report No. 3."},
      {
        "id":"ED226743",
        "title":"Resource Sharing at the University Libraries, University of Colorado, Boulder. A Report of the Resource Sharing Task Force."},
      {
        "id":"ED226744",
        "title":"Academic Library Media Usage: Faculty and Student Use of the Independent Learning Center."},
      {
        "id":"ED226745",
        "title":"The Area Resource File (ARF). A Health Professions Planning and Research Tool."},
      {
        "id":"ED226751",
        "title":"Colorado Academic Library Master Plan, Spring 1982."},
      {
        "id":"ED226753",
        "title":"Consolidation of Information. A Handbook on Evaluation, Restructuring and Repackaging of Scientific and Technical Information. Pilot Edition."},
      {
        "id":"ED226754",
        "title":"Criteria of Effectiveness for Network Delivery of Citizens Information through Libraries. Final Report."},
      {
        "id":"ED226755",
        "title":"Criteria of Effectiveness for Network Delivery of Citizens Information through Libraries. Extracted Report-Assessment Model."},
      {
        "id":"ED226757",
        "title":"Information Needs and Information-Gathering Behavior of Research Engineers."},
      {
        "id":"ED226764",
        "title":"School Library Media Centers and Networking."},
      {
        "id":"ED226765",
        "title":"MicroSIFT Courseware Evaluations (1-87)."},
      {
        "id":"ED226773",
        "title":"Staff and Program Development: Black Student Retention Project Report, 1980-81."},
      {
        "id":"ED226776",
        "title":"A Refinement of the Relationship between Examination Performance and Mathematics Test Anxiety."},
      {
        "id":"ED226780",
        "title":"Implementation of Budget Act Language to Reduce State Apportionments to Community College Districts by $30 Million: A Report to the Legislature in Response to the 1982-83 Budget Act."},
      {
        "id":"ED226781",
        "title":"Student Reactions to College. Research Report No. 82-09."},
      {
        "id":"ED226782",
        "title":"Measuring the Impact of Student Assessment on Institutional Quality."},
      {
        "id":"ED226783",
        "title":"Direct versus Delayed Entry of High School Students into Miami-Dade Community College. Research Report No. 82-28."},
      {
        "id":"ED226784",
        "title":"Retention, Graduation, and Academic Progress as Related to Basic Skills. Research Report No. 82-36."},
      {
        "id":"ED226785",
        "title":"Linking Community Colleges with Economic Development in Florida. ISHE Fellows Program Research Report No. 3, 1982."},
      {
        "id":"ED226790",
        "title":"A Baker's Dozen Questions about ACcess: The Unabbreviated Report."},
      {
        "id":"ED226796",
        "title":"Educational Programs Provided for the Florida State Correctional System. Volume I: Findings and Recommendations."},
      {
        "id":"ED226797",
        "title":"Educational Programs Provided for the Florida State Correctional System. Volume II: Appendices."},
      {
        "id":"ED226798",
        "title":"Educational Programs Provided for the Florida State Correctional System. Executive Summary."},
      {
        "id":"ED226799",
        "title":"Student Financial Aid in Florida. Final Report and Recommendations."},
      {
        "id":"ED226810",
        "title":"Comparative Financial Statistics for Public Community and Junior Colleges, 1980-81: An Experimental Study of 420 Institutions."},
      {
        "id":"ED226812",
        "title":"Literature Review with Annotated Bibliography. The Accreditation of Training Experiences: Implications for Employment Training Programs."},
      {
        "id":"ED226813",
        "title":"Putting the Child into Socialization: The Development of Social Categories in Preschool Children."},
      {
        "id":"ED226823",
        "title":"Parent Involvement in Basic Skills: Home Learning Activities. [Kindergarten-Grade 3 and Parent Handbook]. Revised Edition."},
      {
        "id":"ED226829",
        "title":"Girls Who Play Boys' Games, Girls Who Play Girls' Games, Girls Who Don't Play at All."},
      {
        "id":"ED226831",
        "title":"How Do I Remember?: Young Children's Understanding of the Memory Process."},
      {
        "id":"ED226832",
        "title":"Parents' and Children's Reports of Parental Behavior in Divorced and Married Families."},
      {
        "id":"ED226833",
        "title":"Affecting Achievement Motivation."},
      {
        "id":"ED226836",
        "title":"Latchkey Children."},
      {
        "id":"ED226837",
        "title":"A Success Story: The Evaluation of Four Head Start Bilingual Multicultural Curriculum Models."},
      {
        "id":"ED226839",
        "title":"Innovation and Institutionalization: Evaluation of Phase I of the Parent-to-Parent Dissemination Project."},
      {
        "id":"ED226840",
        "title":"Administrators' Perspective: Integrating Nutrition Education Into the Preschool Curriculum."},
      {
        "id":"ED226842",
        "title":"A Catalog of Parent Involvement Projects: A Collection of Quality Parent Projects for Assisting Children in the Achievement of Basic Skills."},
      {
        "id":"ED226843",
        "title":"Why Should Companies Think about Women?"},
      {
        "id":"ED226844",
        "title":"Language Development as Communication Development."},
      {
        "id":"ED226846",
        "title":"Day Care Programs: A Part of the Educational Continuum."},
      {
        "id":"ED226849",
        "title":"An Examination of Cognitive Processes in Everyday Family Life."},
      {
        "id":"ED226857",
        "title":"Assessing the Development of Preschoolers."},
      {
        "id":"ED226858",
        "title":"Project Work in the Preschool Curriculum."},
      {
        "id":"ED226859",
        "title":"Pre-Term Babies. Caring About Kids."},
      {
        "id":"ED226866",
        "title":"Lead Poisoning and Children. Hearing Before the Subcommittee on Health and the Environment of the Committee on Energy and Commerce. House of Representatives, Ninety-Seventh Congress, Second Session (December 2, 1982)."},
      {
        "id":"ED226869",
        "title":"Native Infant Program: Evaluation Report III."},
      {
        "id":"ED226874",
        "title":"Science and Self-Determination/FIPSE, 1981. Final Report."},
      {
        "id":"ED226879",
        "title":"Tribally Controlled Community College Assistance Act of 1978. Public Law 95-471. Fiscal Year 1981 Report to the Congress of the United States of America."},
      {
        "id":"ED226881",
        "title":"Oversight of Budgets of Indian Programs in Departments of HUD, Education, and HHS. Hearing before the Select Committee on Indian Affairs. United States Senate, Ninety-Seventh Congress, Second Session (March 1, 1982)."},
      {
        "id":"ED226882",
        "title":"Closing of Off-Reservation Boarding Schools. Hearing before the Select Committee on Indian Affairs. United States Senate, Ninety-Seventh Congress, Second Session, on the Bureau of Indian Affairs Proposal to Close Three Off-Reservation Boarding Schools (February 24, 1982)."},
      {
        "id":"ED226884",
        "title":"Indian Policy. Statement by the President."},
      {
        "id":"ED226888",
        "title":"Demographic Forces Reshaping Small Communities in the 1980s."},
      {
        "id":"ED226893",
        "title":"A Teacher Training Manual on Native Americans: The Wabanakis."},
      {
        "id":"ED226894",
        "title":"A Semi-Annotated Bibliography: The Wabanakis."},
      {
        "id":"ED226895",
        "title":"Revised Report on the Definition of Indian. A Study of Alternative Definitions and Measures Relating to Eligibility and Service Under Part A of the Indian Education Act."},
      {
        "id":"ED226896",
        "title":"BIA Profile: The Bureau of Indian Affairs and American Indians."},
      {
        "id":"ED226899",
        "title":"Trainer Guide: Serving Campers With Special Needs. Camp Administration Series."},
      {
        "id":"ED226900",
        "title":"Basic Camp Director Education Course. Student Guide to Home Study. Camp Administration Series."},
      {
        "id":"ED226901",
        "title":"Site and Facilities Managerial. Student Guide to Home Study. Camp Administration Series."},
      {
        "id":"ED226902",
        "title":"Health and Safety Managerial. Student Guide to Home Study. Camp Administration Series."},
      {
        "id":"ED226903",
        "title":"Food Service Managerial. Student Guide to Home Study. Camp Administration Series."},
      {
        "id":"ED226904",
        "title":"Camping for Persons with Disabilities. Student Guide to Home Study. Camp Administration Series."},
      {
        "id":"ED226905",
        "title":"Business and Finance Managerial. Student Guide to Home Study. Camp Administration Series."},
      {
        "id":"ED226908",
        "title":"Holding Power and Graduates. Kentucky Public and Non-Public High Schools, May 1982 Classes. 27th Annual Report."},
      {
        "id":"ED226920",
        "title":"By the Work of Our Hands: Choctaw Material Culture. Teacher's Guide."},
      {
        "id":"ED226921",
        "title":"By the Work of Our Hands: Choctaw Material Culture."},
      {
        "id":"ED226923",
        "title":"The Iroquois Indians: A Non-Print Bibliography."},
      {
        "id":"ED226929",
        "title":"Federal Programs of Assistance to American Indians. A Report Prepared for the Senate Select Committee on Indian Affairs of the United States Senate, Ninety-Seventh Congress, Second Session."},
      {
        "id":"ED226930",
        "title":"Tribally Controlled Community College Assistance Act of 1978, Public Law 95-471. Fiscal Year 1980 Report to the Congress of the United States of America."},
      {
        "id":"ED226944",
        "title":"International Case Studies in Environmental Education. Environmental Education in Action V."},
      {
        "id":"ED226946",
        "title":"Math Play Therapy. Volume I. CSMP Mathematics for the Intermediate Grades."},
      {
        "id":"ED226948",
        "title":"String Game. A-Blocks. A Guide to using a Classification Game in the Classroom. Comprehensive School Mathematics Program."},
      {
        "id":"ED226952",
        "title":"Probability and Statistics. A Collection of Papers on the Teaching of Probability and Statistics in CSMP&apos;s Elementary School Curriculum. Comprehensive School Mathematics Program."},
      {
        "id":"ED226955",
        "title":"Investigations in Mathematics Education. Volume 16, No. 1."},
      {
        "id":"ED226960",
        "title":"Mathematical Education for the Gifted Secondary School Student. MEGSSS in Action."},
      {
        "id":"ED226961",
        "title":"Project TOPS. Final Evaluation Report. Math Research and Evaluation Studies."},
      {
        "id":"ED226971",
        "title":"Old Order Amish Pupils, Culture, and Mathematics Achievement."},
      {
        "id":"ED226972",
        "title":"Old Order Amish Pupil Achievement in Work Study Skills."},
      {
        "id":"ED226979",
        "title":"Games and Simulations in Science Education."},
      {
        "id":"ED226980",
        "title":"CSMP Mathematics for the Intermediate Grades. Part V. Worksheets."},
      {
        "id":"ED226981",
        "title":"Predictors of Performance in Navy Electronics Skills: The Effect of Mathematical Skills."},
      {
        "id":"ED226982",
        "title":"Social Sciences in Forestry. A Current Selected Bibliography, No. 60. Special Appendix: Theses and Dissertations in Progress."},
      {
        "id":"ED226983",
        "title":"Social Sciences in Forestry. A Current Selected Bibliography, No. 59. Cumulative Author Index."},
      {
        "id":"ED226986",
        "title":"Issues in Engineering Education. A Framework for Analysis."},
      {
        "id":"ED226987",
        "title":"Tides. Marine Science Curriculum Aid No. 5. Sea Grant Report 80-2."},
      {
        "id":"ED226988",
        "title":"Training Student Organizers Curriculum."},
      {
        "id":"ED226989",
        "title":"Out-of-School Science Education in Asia and the Pacific."},
      {
        "id":"ED226990",
        "title":"Water Quality Instructional Resources Information System (IRIS): A Compilation of Abstracts to Water Quality and Water Resources Materials. Supplement XI."},
      {
        "id":"ED226991",
        "title":"A Meta-Analysis of Research on Science Teacher Education Practices Associated with Inquiry Strategy."},
      {
        "id":"ED226997",
        "title":"Fisheries Education in Alaska. Conference Report. Alaska Sea Grant Report 82-4."},
      {
        "id":"ED226998",
        "title":"Is the Disappointment in Science Curriculum Implementation Justified? Some Insights into an Israeli Case."},
      {
        "id":"ED226999",
        "title":"Hazardous Wastes. Two Games for Teaching about the Problem. Environmental Communications Activities. Bulletin 703."},
      {
        "id":"ED227001",
        "title":"A Survey Review of Visual Literacy 1965-1975 with a Slant toward Science Education."},
      {
        "id":"ED227009",
        "title":"Women and Identity."},
      {
        "id":"ED227010",
        "title":"Women's Art and Culture."},
      {
        "id":"ED227011",
        "title":"New Woman, New World: The American Experience."},
      {
        "id":"ED227012",
        "title":"Model Study for an Economic Data Program on the Conditions of Arts and Cultural Institutions. Final Report."},
      {
        "id":"ED227014",
        "title":"Evaluation of Visual Artists' Fellowship Category."},
      {
        "id":"ED227015",
        "title":"Selected Bibliography and Abstracts of Educational Materials in Pakistan, Vol. 15, No. 3, July-September, 1981."},
      {
        "id":"ED227017",
        "title":"Law in U.S. History: A Teacher Resource Manual."},
      {
        "id":"ED227022",
        "title":"Population Education in Asia and the Pacific. Bulletin of the Unesco Regional Office for Education in Asia and the Pacific. Number 23, June, 1982."},
      {
        "id":"ED227023",
        "title":"Research in the Arts: Proceedings of the Conference on Policy Related Studies of the National Endowment for the Arts (Baltimore, Maryland, December 7-9, 1977)."},
      {
        "id":"ED227025",
        "title":"Tips for Social Studies Teachers: Activities from ERIC."},
      {
        "id":"ED227027",
        "title":"&quot;Worth Ten Men on a Rope&quot;: A Lesson Plan on Sea Chanties."},
      {
        "id":"ED227028",
        "title":"The Use of Seven Simulation Activities in a College Economics Survey Course."},
      {
        "id":"ED227046",
        "title":"Using Economics in Social Studies Methods Courses. Master Curriculum Guide in Economics for the Nation's Schools. Part II, Strategies for Teaching Economics."},
      {
        "id":"ED227049",
        "title":"Tradition, Modernity, and the Transitions of Middle Age in Five Israeli Sub-Cultures."},
      {
        "id":"ED227050",
        "title":"Teaching a Non-Traditional, Honors Anthropology Course."},
      {
        "id":"ED227051",
        "title":"Planning a Social Studies Program: Activities, Guidelines, and Resources. (Revised Edition)."},
      {
        "id":"ED227054",
        "title":"Stages of Teachers' Careers: Implications for Professional Development."},
      {
        "id":"ED227057",
        "title":"Graduate Program Evaluation Employing a Status Survey and Matrix Scores."},
      {
        "id":"ED227058",
        "title":"Employment and Academic Characteristics of Former Undergraduate Education Students."},
      {
        "id":"ED227059",
        "title":"Two Perspectives of Early Field Experiences: Inservice and Preservice Teachers."},
      {
        "id":"ED227060",
        "title":"Technological Literacy: Challenge for Teacher Education. Current Issues."},
      {
        "id":"ED227061",
        "title":"Political Backlash and Implications to the Women's Civil Rights Movement Focusing on Sport and Athletic Opportunities for Women."},
      {
        "id":"ED227063",
        "title":"Who Teaches Health? Current Issues."},
      {
        "id":"ED227067",
        "title":"Adapted Physical Education for Emotionally Disturbed Children and Learning Disabled Children."},
      {
        "id":"ED227068",
        "title":"A Comparative Review of Curriculum: Mathematics and International Studies in the Secondary Schools of Five Countries."},
      {
        "id":"ED227069",
        "title":"The Faculty Role in Educational Excellence."},
      {
        "id":"ED227070",
        "title":"The American Freshman, 1966-1981: Some Implications for Educational Policy and Practice."},
      {
        "id":"ED227071",
        "title":"Academic Standards in the American Community College: Trends and Controversies."},
      {
        "id":"ED227072",
        "title":"The Values Learned in School: Policy and Practice in Industrialized Countries."},
      {
        "id":"ED227075",
        "title":"Inservice Education."},
      {
        "id":"ED227076",
        "title":"An Overview of Science Education in the United States and Selected Foreign Countries."},
      {
        "id":"ED227077",
        "title":"Time, Content and Expectations as Predictors of School Achievement in the USA and Other Developed Countries: A Review of IEA Evidence."},
      {
        "id":"ED227079",
        "title":"Educating a Profession: Profile of a Beginning Teacher."},
      {
        "id":"ED227080",
        "title":"Prospects for Teaching in Ohio Public Schools. A Summary Report."},
      {
        "id":"ED227085",
        "title":"Government Documents Relating to the 1980 Olympic Games Boycott. A Contents Analysis and Bibliography."},
      {
        "id":"ED227094",
        "title":"College Admissions and the Transition to Postsecondary Education: Standards and Practices."},
      {
        "id":"ED227095",
        "title":"Motivational Factors in School Achievement."},
      {
        "id":"ED227096",
        "title":"Public Hearing on Science, Mathematics and Technology Education (Stanford, California, March 11, 1982)."},
      {
        "id":"ED227097",
        "title":"Academic Work."},
      {
        "id":"ED227098",
        "title":"Excellence and Equity in American Education."},
      {
        "id":"ED227099",
        "title":"The Changing American Child: The Perspective of Educators."},
      {
        "id":"ED227100",
        "title":"What Is Learned in Schools: Responding to School Demands in Grades K-6."},
      {
        "id":"ED227101",
        "title":"Achievement and the Quality of Student Effort."},
      {
        "id":"ED227102",
        "title":"University Entrance Examinations and Performance Expectations. A Comparison of the Situation in the United States, Great Britain, France, and West Germany."},
      {
        "id":"ED227103",
        "title":"Intelligence, Motivation, and the Quantity and Quality of Academic Work and Their Impacts on the Learning of Students: A Practitioner's Reaction."},
      {
        "id":"ED227104",
        "title":"Standards, Curriculum, and Performance: A Historical and Comparative Perspective. Revised."},
      {
        "id":"ED227105",
        "title":"Secondary Public Schools in America."},
      {
        "id":"ED227106",
        "title":"A Summary Report on the Educational Systems of the United States and the Soviet Union: Comparative Analysis. Revised."},
      {
        "id":"ED227107",
        "title":"Intelligence, Motivation, and Academic Work."},
      {
        "id":"ED227108",
        "title":"Twenty-Five Years of American Education: An Interpretation."},
      {
        "id":"ED227109",
        "title":"Intelligence, Motivation, and Academic Work: An Operations Perspective."},
      {
        "id":"ED227110",
        "title":"Understanding Intelligence: What's in It for Educators?"},
      {
        "id":"ED227111",
        "title":"Motivating Students to Learn: A Lifelong Perspective."},
      {
        "id":"ED227112",
        "title":"College Press and Student Fit."},
      {
        "id":"ED227113",
        "title":"Passing Scores: A Manual for Setting Standards of Performance on Educational and Occupational Tests."},
      {
        "id":"ED227115",
        "title":"Visualization Processes in Learning as a Function of Method of Presentation and Individual Differences. 1982:09."},
      {
        "id":"ED227119",
        "title":"Ongoing Data Collection for Measuring Child Progress."},
      {
        "id":"ED227123",
        "title":"Instrument Catalog."},
      {
        "id":"ED227126",
        "title":"Social Indicator Surveys: Their Implications for Educational Programmes."},
      {
        "id":"ED227127",
        "title":"Teaching Structure and Student Achievement Effects of Curriculum-Based Measurement: A Causal (Structural) Analysis."},
      {
        "id":"ED227128",
        "title":"Use of Aggregation to Improve the Reliability of Simple Direct Measures of Academic Performance."},
      {
        "id":"ED227129",
        "title":"The Use of Standard Tasks to Measure Achievement in Reading, Spelling, and Written Expression: A Normative and Developmental Study."},
      {
        "id":"ED227131",
        "title":"Construct Validity of the Florida Functional Literacy Test."},
      {
        "id":"ED227132",
        "title":"Microcomputers In Educational Research."},
      {
        "id":"ED227133",
        "title":"Statistical Methodology in Meta-Analysis."},
      {
        "id":"ED227134",
        "title":"Assessment of Learning Disabilities."},
      {
        "id":"ED227139",
        "title":"Theory and Data: Theory Construction Using Linear Structural Models in Family Research."},
      {
        "id":"ED227140",
        "title":"Two &quot;Non-Symmetric&quot; Methods of Canonical Analysis."},
      {
        "id":"ED227147",
        "title":"Long-Term Sustained Effects of Chapter I Participation, 1979-1982."},
      {
        "id":"ED227148",
        "title":"A Study of Longitudinal Causal Models Comparing Gain Score Analysis with Structural Equation Approaches."},
      {
        "id":"ED227150",
        "title":"Validation of the Use of the Stanford Achievement Test with U.S.V.I. Students. Virgin Islands of the United States Public School Basic Skills Assessment Survey, Technical Report No. 1."},
      {
        "id":"ED227151",
        "title":"Validity as a Variable: Can the Same Certification Test Be Valid for All Students?"},
      {
        "id":"ED227152",
        "title":"The Use, Relevance, and Appropriateness of Tests for Educational Decision Making. Final Report."},
      {
        "id":"ED227155",
        "title":"Changes in Student Performance by Achievement Class and Modal Grade: A Different Look at Assessment Data in Reading, Science and Mathematics. Technical Report."},
      {
        "id":"ED227156",
        "title":"A Classroom Simulation of the Central Limit Theorem."},
      {
        "id":"ED227157",
        "title":"Formative Evaluation in the Development of a Math Anxiety Reduction Program."},
      {
        "id":"ED227159",
        "title":"Reading, Science and Mathematics Trends. A Closer Look."},
      {
        "id":"ED227162",
        "title":"The Use of the General Rasch Model with Multidimensional Item Response Data."},
      {
        "id":"ED227163",
        "title":"The Validation of Learning Hierarchies."},
      {
        "id":"ED227164",
        "title":"A District Screening Program for Identifying Speech-Language Problems."},
      {
        "id":"ED227165",
        "title":"A Longitudinal Analysis of Curricular Validity for a Minimum Competency Testing Program."},
      {
        "id":"ED227167",
        "title":"Self-Efficacy Enhancement through Motivational and Informational Processes."},
      {
        "id":"ED227171",
        "title":"The Feasibility of a Multidimensional Latent Trait Model."},
      {
        "id":"ED227172",
        "title":"Criteria for Excellence: Community Education. Promising Practices."},
      {
        "id":"ED227174",
        "title":"The Differential Predictive Validity of the GRE Aptitude Test for Foreign Students."},
      {
        "id":"ED227175",
        "title":"Extracting More Information from Multiple Choice Tests: Analytic Techniques for the Answer-until-Correct Mode."},
      {
        "id":"ED227176",
        "title":"Evaluating Special Education: A Study to Pilot Techniques Using Existing Data in Skokie School District 68."},
      {
        "id":"ED227177",
        "title":"On Evaluating Controversial Programs: Practical Issues for the School and Community Researcher."},
      {
        "id":"ED227181",
        "title":"Images or Aberrations? Human Judgment and Insight as Reflected In Current Regression Analyses."},
      {
        "id":"ED227182",
        "title":"Meeting the Developmental Needs of the Early College Student."},
      {
        "id":"ED227183",
        "title":"Theoretical and Methodological Issues. Part I. The Work of Nets."},
      {
        "id":"ED227184",
        "title":"A Sociological View of an All American City. School-Community Relations in Pontiac, Michigan during the &quot;Age of Complexity.&quot; Part II. The Work of Nets."},
      {
        "id":"ED227185",
        "title":"Network Investigations: Differences and Similarities. Part III. The Work of Nets."},
      {
        "id":"ED227186",
        "title":"Executive Summary and Policy Recommendations. Part IV. The Work of Nets."},
      {
        "id":"ED227190",
        "title":"Communication and the Persistence of Ethnicity. Monograph No. 5."},
      {
        "id":"ED227192",
        "title":"Bilingual Pupil Services. E.S.E.A. Title I, O.E.E. Evaluation Report, 1981-1982."},
      {
        "id":"ED227193",
        "title":"Morris High School Betterment through Bilingualism. O.E.E. Evaluation Report, 1981-1982."},
      {
        "id":"ED227194",
        "title":"P.L. 89-313 Supplementary Services for Previously Non-Public-School Institutionalized Students. O.E.E. Evaluation Report, 1981-82."},
      {
        "id":"ED227195",
        "title":"Title I Institutionalized Facilities Program. O.E.E. Evaluation Report, 1981-82."},
      {
        "id":"ED227196",
        "title":"Money Income and Poverty Status of Families and Persons in the United States: 1981. (Advance Data from the March 1982 Current Population Survey). Current Population Reports, Consumer Income Series P-60, No. 134."},
      {
        "id":"ED227198",
        "title":"Desegregation Plans That Raise Black Achievement: A Review of the Research."},
      {
        "id":"ED227202",
        "title":"Evaluation of the Non-Public Schools Learning Resource Center."},
      {
        "id":"ED227204",
        "title":"A Handbook for Inservice Education: Guidelines for Training, Multicultural Education and Desegregation."},
      {
        "id":"ED227206",
        "title":"As Others See Vocational Education. Book 1: A Survey of the National Association of Manufacturers. Research and Development Series No. 225A."},
      {
        "id":"ED227207",
        "title":"As Others See Vocational Education. Book 2: A Survey of the National Conference of State Legislatures. Research and Development Series No. 225B."},
      {
        "id":"ED227220",
        "title":"Adult Offender Education Programs."},
      {
        "id":"ED227226",
        "title":"Non-Formal Education in Asia and the Pacific. An Overview. Asian Programme of Educational Innovation for Development."},
      {
        "id":"ED227240",
        "title":"International Strategies for the Development of Adult Education: A Review and Critique."},
      {
        "id":"ED227241",
        "title":"Vocational Careers in Which a Language Other Than English Is an Asset. Final Technical Report."},
      {
        "id":"ED227245",
        "title":"Power Trains."},
      {
        "id":"ED227246",
        "title":"Worker Learning and Worktime Flexibility. A Policy Discussion Paper."},
      {
        "id":"ED227250",
        "title":"State and Local Expenditures for Vocational Education Continue Steep Decline. National Center for Education Statistics Bulletin."},
      {
        "id":"ED227253",
        "title":"Senior Leadership: An Annotated Bibliography of the Military and Nonmilitary Literature. Technical Report 532."},
      {
        "id":"ED227254",
        "title":"Improving Equal Opportunity among Education Specialists in the Naval Education and Training Command."},
      {
        "id":"ED227255",
        "title":"An Overview of the WIN Program: Its Objectives, Accomplishments, and Problems."},
      {
        "id":"ED227256",
        "title":"Plan Instruction for Exceptional Students. Module L-3 of Category L--Serving Students with Special/Exceptional Needs. Professional Teacher Education Module Series."},
      {
        "id":"ED227257",
        "title":"Policy Issues and Process. Issues in Education for Adults, #1."},
      {
        "id":"ED227258",
        "title":"The Perspective of Organized Labor on Improving America's Productivity. Occasional Paper No. 89."},
      {
        "id":"ED227259",
        "title":"The Expanding Role of Community-Based Organizations: Implications for Vocational Education. Occasional Paper No. 90."},
      {
        "id":"ED227264",
        "title":"Training Parents in Career Education."},
      {
        "id":"ED227266",
        "title":"Training Effectiveness Evaluation (TEE) of the Advanced Fire Fighting Training System. Focus on the Trained Person."},
      {
        "id":"ED227268",
        "title":"Current Awareness in Health Education. Part 1, 81-0817--81-0990. Part 2, 81-0991--81-1143. September 1982."},
      {
        "id":"ED227269",
        "title":"Current Awareness in Health Education. 81-1790--81-1979. January 1983."},
      {
        "id":"ED227270",
        "title":"Vocational Education and Manpower Policy Harmonization."},
      {
        "id":"ED227271",
        "title":"The Federal Perspective on Vocational Education's Role in Economic Revitalization and Productivity. Occasional Paper No. 91."},
      {
        "id":"ED227272",
        "title":"Instruction in Vocational Special Needs: A Resource for Teacher Educators."},
      {
        "id":"ED227273",
        "title":"Pharmacy Specialist, 10-8. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED227275",
        "title":"Medical Service Specialist, Blocks III, V, VI, 10-11. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED227281",
        "title":"Industrial Arts Curriculum Guide for Grades 6, 7, and 8. Bulletin No. 1682."},
      {
        "id":"ED227282",
        "title":"The Role of Vocational Education in Apprenticeship."},
      {
        "id":"ED227283",
        "title":"Introduction to Apprenticeship. Apprenticeship Related Training Module."},
      {
        "id":"ED227284",
        "title":"Working in Organizations. Apprentice Related Training Module."},
      {
        "id":"ED227285",
        "title":"Interpersonal Skills and Communication. Apprentice Related Training Module."},
      {
        "id":"ED227286",
        "title":"Basic Physical Science. Apprentice Related Training Module."},
      {
        "id":"ED227288",
        "title":"Basic Measurement. Apprentice Related Training Module."},
      {
        "id":"ED227289",
        "title":"Basic Safety I. Apprentice Related Training Module."},
      {
        "id":"ED227290",
        "title":"Basic Safety II. Apprentice Related Training Module."},
      {
        "id":"ED227291",
        "title":"Sketching, Drawing and Blueprint Reading. Apprentice Related Training Module."},
      {
        "id":"ED227292",
        "title":"A Basic Core Curriculum. Instructor&apos;s Guide to Apprentice Related Training Modules."},
      {
        "id":"ED227293",
        "title":"Introduction to Related Subjects Instruction and Inservice Training Materials. Instructor Training Module #1."},
      {
        "id":"ED227294",
        "title":"Planning the Apprenticeship Program. Instructor Training Module #2."},
      {
        "id":"ED227295",
        "title":"Planning Related Subjects Instruction. Instructor Training Module #3."},
      {
        "id":"ED227296",
        "title":"Developing Instructional Materials for Apprentices. Instructor Training Module #4."},
      {
        "id":"ED227297",
        "title":"Presenting Information. Instructor Training Module #5."},
      {
        "id":"ED227298",
        "title":"Directing Learning Activities for Instruction. Instructor Training Module #6."},
      {
        "id":"ED227299",
        "title":"Providing for Individual Learner Needs. Instructor Training Module #7."},
      {
        "id":"ED227300",
        "title":"Controlling Instructional Settings. Instructor Training Module #8."},
      {
        "id":"ED227301",
        "title":"Evaluating Apprentice Performance. Instructor Training Module #9."},
      {
        "id":"ED227302",
        "title":"Communicating with Apprentices. Instructor Training Module #10."},
      {
        "id":"ED227303",
        "title":"Enhancing Career Development: Recommendations for Action. A Review of Empirical Studies of the Effects of Career Guidance."},
      {
        "id":"ED227305",
        "title":"Factors Influencing Program Decisions in Vocational Education."},
      {
        "id":"ED227306",
        "title":"Influences of High School Curriculum on Determinants of Labor Market Experiences."},
      {
        "id":"ED227307",
        "title":"Opinions about the Roles of Secondary and Postsecondary Vocational Education."},
      {
        "id":"ED227308",
        "title":"The Roles and Functions of Vocational Education: Some Current Perspectives."},
      {
        "id":"ED227309",
        "title":"Selected Evidence Supporting or Rejecting Eighteen Outcomes for Vocational Education."},
      {
        "id":"ED227310",
        "title":"High School Work Experience and Its Effects."},
      {
        "id":"ED227311",
        "title":"Vocational Education Program Improvement: An Analysis of State-Administered Projects in FY 1978 - FY 1982."},
      {
        "id":"ED227312",
        "title":"Job Satisfaction--Antecedents and Associations."},
      {
        "id":"ED227314",
        "title":"R&amp;D Impact Criteria for Improving Vocational Education Programs."},
      {
        "id":"ED227315",
        "title":"Communication Linkage Implementation Study: A Computer Based Message System for Vocational Education. Final Report."},
      {
        "id":"ED227316",
        "title":"The Self-Reported Preparation of Recent Vocational Teacher Education Graduates to Instruct Exceptional Students."},
      {
        "id":"ED227317",
        "title":"Vocational Education&apos;s Response to Skilled Industrial Worker Shortages."},
      {
        "id":"ED227318",
        "title":"Patterns of Participation in Vocational Education by Secondary Students in Several LEAs. Research Report."},
      {
        "id":"ED227319",
        "title":"Youth&apos;s Perceptions of Employer Hiring and Disciplinary Standards. Technical Report. Employability Factors Study. Studies in Employment and Training Policy: No. 2."},
      {
        "id":"ED227321",
        "title":"The Role of Computers in Vocational Agriculture Instruction."},
      {
        "id":"ED227322",
        "title":"Learning Projects and Self-Planned Learning Efforts among Undereducated Adults in Rural Vermont. NIE Adult Learning Project. Final Report."},
      {
        "id":"ED227330",
        "title":"Determinants of Post-Training Attrition in the Army and Air Force."},
      {
        "id":"ED227331",
        "title":"Occupational Differences between Hispanics and Non-Hispanics. A Rand Note."},
      {
        "id":"ED227332",
        "title":"The Aging Society: A Challenge for Nursing Education. Papers Presented at the Fall 1981 Meeting of the Southern Council on Collegiate Education for Nursing."},
      {
        "id":"ED227334",
        "title":"Part-Time Employment of In-School Youth. An Assessment of Costs and Benefits. Final Report."},
      {
        "id":"ED227335",
        "title":"Trends in Vocational Education in the Arts 1980. Fast Response Survey System."},
      {
        "id":"ED227336",
        "title":"Equal Employment Opportunity for Women: U.S. Policies. United States Report for the Organisation for Economic Cooperation and Development (OECD) Working Party Number 6 on the Role of Women in the Economy (Paris, France, June 1982)."},
      {
        "id":"ED227337",
        "title":"Summary and Analysis of the Job Training Partnership Act of 1982 with Selected Provisions of Interest to Individuals and Groups Concerned about Employment and Training Opportunities for Women."},
      {
        "id":"ED227339",
        "title":"Health Professionals for the South: Supply and Cost Issues Needing State Attention."},
      {
        "id":"ED227340",
        "title":"Compilation of Selected Federal Legislation Relating to Job Training. Joint Committee Print, 97th Congress, 2d Session."},
      {
        "id":"ED227342",
        "title":"The Influence of Cultural Values on Classroom Behaviors of Adult Vietnamese Refugees."},
      {
        "id":"ED227344",
        "title":"Competency-Based Cooperative Office Education. Vocational Education Curriculum Guide. Revision. Bulletin 1246."},
      {
        "id":"ED227353",
        "title":"Using Competency Measures in Vocational Education Programs. Module 17. [Vocational Education Curriculum Specialist.]"},
      {
        "id":"ED227354",
        "title":"Determining Requirements for Vocational Competency Measures. Module 18. [Vocational Education Curriculum Specialist.]"},
      {
        "id":"ED227355",
        "title":"Developing Vocational Competency Tests. Module 19. [Vocational Education Curriculum Specialist.]"},
      {
        "id":"ED227356",
        "title":"Validating Competency Tests and Using Test Results. Module 20. [Vocational Education Curriculum Specialist.]"},
      {
        "id":"ED227357",
        "title":"Evaluation, Inquiry and Local Planning in Federal Vocational Legislation. Occasional Paper No. 1."},
      {
        "id":"ED227359",
        "title":"The Importance of Employer-Sponsored Job-Related Training."},
      {
        "id":"ED227360",
        "title":"Formal Training and Labor Productivity."},
      {
        "id":"ED227361",
        "title":"Labor Markets in Imbalance: Review of Qualitative Evidence."},
      {
        "id":"ED227362",
        "title":"Postsecondary Program Evaluation. Research and Development Series No. 222."},
      {
        "id":"ED227363",
        "title":"Teacher's Guide to Transferable Skills. Research and Development Series No. 216."},
      {
        "id":"ED227364",
        "title":"Taking Charge. Instructor's Guide. Research and Development Series No. 217A."},
      {
        "id":"ED227365",
        "title":"The Impact of Selected Research and Development Projects on Vocational Education for Handicapped Learners."},
      {
        "id":"ED227366",
        "title":"Exemplary Programs and Practices in Vocational Education for Learners with Special Needs. Research and Development Series No. 156."},
      {
        "id":"ED227367",
        "title":"Sex Equity Strategies (Second Edition). Research and Development Series No. 144."},
      {
        "id":"ED227368",
        "title":"The Training and Experience of State Staff in Vocational Education: Implications for the Implementation of Federal Policies."},
      {
        "id":"ED227369",
        "title":"Communication Skills. Sex Equity Training Package. Unlocking Nontraditional Careers. Research and Development Series No. 215A."},
      {
        "id":"ED227370",
        "title":"Enhancing Placement. Sex Equity Training Package. Unlocking Nontraditional Careers. Research and Development Series No. 215B."},
      {
        "id":"ED227371",
        "title":"Parent Awareness. Sex Equity Training Package. Unlocking Nontraditional Careers. Research and Development Series No. 215C."},
      {
        "id":"ED227372",
        "title":"Recruitment Skills. Sex Equity Training Package. Unlocking Nontraditional Careers. Research and Development Series No. 215D."},
      {
        "id":"ED227373",
        "title":"Social Drinking Contexts. Proceedings of a Workshop (Washington, D.C., September 17-19, 1979). Research Monograph No. 7."},
      {
        "id":"ED227374",
        "title":"A Guidebook for Planning Alcohol Prevention Programs with Black Youth."},
      {
        "id":"ED227375",
        "title":"Truth, Evasion, and Deception: A Study of Communicative Behavior."},
      {
        "id":"ED227377",
        "title":"Developmental Counseling Supervision: Person-Environment Congruency, Satisfaction, and Learning."},
      {
        "id":"ED227381",
        "title":"White House Conference on Aging (Washington, D.C., November 30-December 3, 1981). Final Report. Volume 1: A National Policy on Aging."},
      {
        "id":"ED227382",
        "title":"White House Conference on Aging (Washington, D.C., November 30-December 3, 1981). Final Report. Volume 2: Process Proceedings."},
      {
        "id":"ED227383",
        "title":"White House Conference on Aging (Washington, D.C., November 30-December 3, 1981). Final Report. Volume 3: Recommendations, Post-Conference Survey of Delegates."},
      {
        "id":"ED227384",
        "title":"School Achievement: From Deficient Dialects to Domestic Dialogue."},
      {
        "id":"ED227386",
        "title":"Some Observations on Specifying Models of Group Performance."},
      {
        "id":"ED227389",
        "title":"Managerial Decision Making: The Effects of Structuring Controversy and Consensus."},
      {
        "id":"ED227392",
        "title":"Competence in Counseling and Helping Roles in Human Service Agencies. Draft."},
      {
        "id":"ED223374",
        "title":"A Cost Analysis Process for Rural Schools."},
      {
        "id":"ED223375",
        "title":"Effects of Declining Enrollments: A New Mexico Study."},
      {
        "id":"ED223377",
        "title":"Helping Rural Educators Improve Instruction Through Mental Rehearsal."},
      {
        "id":"ED223378",
        "title":"Project Stretch Final Narrative Report. Year III."},
      {
        "id":"ED223379",
        "title":"Camp Director Education Curriculum Guide. Camp Administration Series."},
      {
        "id":"ED223380",
        "title":"Perspectives on Camp Administration. Readings for Camp Director Education. Camp Administration Series."},
      {
        "id":"ED223381",
        "title":"Awareness Workshop Resource Packet. Serving Persons With Disabilities Through Camping. Camp Administration Series."},
      {
        "id":"ED223382",
        "title":"Making Effective Workshops Happen. Camp Administration Series."},
      {
        "id":"ED223383",
        "title":"Trainer Guide: Site and Facilities Managerial. Camp Administration Series."},
      {
        "id":"ED223384",
        "title":"Trainer Guide: Business and Finance Managerial. Camp Administration Series."},
      {
        "id":"ED223385",
        "title":"Trainer Guide: Food Service Managerial. Camp Administration Series."},
      {
        "id":"ED223386",
        "title":"Trainer Guide: Health and Safety Managerial. Camp Administration Series."},
      {
        "id":"ED223387",
        "title":"Rural Hispanic Community. Community Education Proven Practices II. Federally Funded Local Community Education Projects."},
      {
        "id":"ED223388",
        "title":"The Impact of Location Alteration on School Attendance of Chicano Gang Members."},
      {
        "id":"ED223390",
        "title":"Assertion Training With American Indians: Cultural/Behavioral Issues for Trainers."},
      {
        "id":"ED223392",
        "title":"Evaluation of 1980-81 Title IV-A Indian Education Program."},
      {
        "id":"ED223396",
        "title":"The Preparation and Certification of Teachers for Rural and Small Schools."},
      {
        "id":"ED223398",
        "title":"Profile of Rural Utah Teachers Leaving the Teaching Profession."},
      {
        "id":"ED223401",
        "title":"Outdoor Education for the Handicapped Project: An Overview."},
      {
        "id":"ED223403",
        "title":"Assessing the Educational Needs of an Indian Community. Occasional Paper Series No. 1."},
      {
        "id":"ED223404",
        "title":"Inhibitors to Achievement in Science and Mathematics by Ethnic Minorities."},
      {
        "id":"ED223405",
        "title":"Science and Engineering Education: Data and Information."},
      {
        "id":"ED223406",
        "title":"The One Classroom School in Egypt: An Evaluative Study. Final Report."},
      {
        "id":"ED223407",
        "title":"Value Presuppositions in Science Textbooks. A Critical Bibliography."},
      {
        "id":"ED223410",
        "title":"Curriculum Study: Science. A Report from the Science Curriculum Study Committee to the North Carolina State Board of Education."},
      {
        "id":"ED223411",
        "title":"Research and Development in Industry: 1979. Funds, 1979. Scientists and Engineers, January 1980. Surveys of Science Resources Series. Final Report."},
      {
        "id":"ED223412",
        "title":"Structure and Process in Learning Probability. Final Report."},
      {
        "id":"ED223413",
        "title":"Mathematics Teachers: An Endangered Species."},
      {
        "id":"ED223414",
        "title":"The Effect of Computer Instruction on Computer Literacy in a Mathematics Teacher Development Program."},
      {
        "id":"ED223417",
        "title":"Naive Theories of Motion."},
      {
        "id":"ED223419",
        "title":"The Relation of Knowledge to Problem Solving, with Examples from Kinematics."},
      {
        "id":"ED223420",
        "title":"Women's Energy Tool Kit: Home Heating, Cooling and Weatherization."},
      {
        "id":"ED223421",
        "title":"Activities for TOPS. A Program in the Teaching of Problem Solving."},
      {
        "id":"ED223422",
        "title":"Cognitive Demands That Arithmetic Word Problems Impose on Children."},
      {
        "id":"ED223423",
        "title":"Today's Problems, Tommorow's Crises."},
      {
        "id":"ED223429",
        "title":"A Derivation of the Sample Multiple Correlation Formula for Standard Scores."},
      {
        "id":"ED223436",
        "title":"Aquatic Activities for Middle School Children. A Focus on the Effects of Acid Precipitation."},
      {
        "id":"ED223438",
        "title":"The &quot;Marinated&quot; Classroom. A Sourcebook of Aquatic Activities for the Elementary Classroom."},
      {
        "id":"ED223439",
        "title":"The &quot;Marinated&quot; Classroom. A Sourcebook of Aquatic Activities for the Secondary Classroom."},
      {
        "id":"ED223440",
        "title":"Project Summaries: 1982."},
      {
        "id":"ED223441",
        "title":"Pre-College Teacher Development in Science Program. For the Continuing Education of Elementary School Teachers in Mathematics and the Natural and Social Sciences. Source Book of Projects."},
      {
        "id":"ED223445",
        "title":"A Report on the Four NSF-NIE Regional Conferences on Improving Mathematics Education through the Use of Information Technology."},
      {
        "id":"ED223447",
        "title":"A Review of Research on Addition and Subtraction. Working Paper No. 330. Report from the Program on Student Diversity and Classroom Processes."},
      {
        "id":"ED223449",
        "title":"Proceedings of the Third Annual Meeting of the North American Chapter of the International Group for the Psychology of Mathematics Education (PME) (3rd, Minneapolis, Minnesota, September 10-12, 1981)."},
      {
        "id":"ED223456",
        "title":"A Collection of Ideas and Materials for Vocational Trainers. Water Quality Instructional Resources Information System. Monograph Series: Improving Instruction."},
      {
        "id":"ED223458",
        "title":"Electricity from Sunlight: The Future of Photovoltaics. Worldwatch Paper 52."},
      {
        "id":"ED223460",
        "title":"NSF Experiment in Research Grant Administration Promising--Changes Needed to Assure Accountability. Report to the Director, the National Science Foundation."},
      {
        "id":"ED223461",
        "title":"Asbestos in Schools: A Dilemma."},
      {
        "id":"ED223463",
        "title":"Reasoning about Energy. An Activity Booklet for Middle and High School Science and Social Studies Students... and Their Teachers."},
      {
        "id":"ED223464",
        "title":"A Summary of Research in Science Education--1981."},
      {
        "id":"ED223465",
        "title":"Conserving Soil."},
      {
        "id":"ED223467",
        "title":"User-Adaptable Microcomputer Graphics Software for Life Science Instruction. Final Project Report."},
      {
        "id":"ED223468",
        "title":"Evaluation of Three Microcomputer Teaching Modules. SUMIT Courseware Development Project."},
      {
        "id":"ED223469",
        "title":"The Development and Evaluation of the Microcomputer Modules Entitled Photophosphorylation."},
      {
        "id":"ED223475",
        "title":"Science Meta-Analysis Project: Volume I. Final Report."},
      {
        "id":"ED223476",
        "title":"Science Meta-Analysis Project: Volume II. Final Report."},
      {
        "id":"ED223477",
        "title":"Stranger in Our Midst: Guided Culture Change in Highland Guatemala."},
      {
        "id":"ED223478",
        "title":"United States Security and Salt Two. Report of a Wingspread Conference (Racine, Wisconsin, February 9, 1979)."},
      {
        "id":"ED223481",
        "title":"Improvement of Social Science Education via the Development of a Social Science Laboratory. Final Report."},
      {
        "id":"ED223489",
        "title":"Social Movements as Policy Entrepreneurs: The Family Protection Act and Family Impact Analysis."},
      {
        "id":"ED223493",
        "title":"Have I Heard This Before and Is It Worth Knowing? Variations in Political Information Processing."},
      {
        "id":"ED223494",
        "title":"Second Childhood."},
      {
        "id":"ED223497",
        "title":"Attitude Consistency Among American Youth."},
      {
        "id":"ED223500",
        "title":"Five Well Established Research Results Which I Think Are Probably True, Teachable in Introductory Sociology, and Worth Teaching."},
      {
        "id":"ED223507",
        "title":"The Value of Children during Industrialization: Childhood Sex Ratios in Nineteenth Century America."},
      {
        "id":"ED223509",
        "title":"Equity Lessons for Elementary School."},
      {
        "id":"ED223510",
        "title":"Equity Lessons for Secondary School."},
      {
        "id":"ED223515",
        "title":"Outreach Services for Social Science Educators, Grades 7-12. Final Report."},
      {
        "id":"ED223516",
        "title":"Social Control and the Education of Nineteenth-Century American Women."},
      {
        "id":"ED223518",
        "title":"Basic Social Studies Skills."},
      {
        "id":"ED223538",
        "title":"Profiles: Programs &amp; Products. Numbers 1-14, September-November 1981."},
      {
        "id":"ED223539",
        "title":"Reading Attitudes of Prospective Teachers."},
      {
        "id":"ED223540",
        "title":"The Scottish Council for Research in Education: Fifty-Fourth Annual Report 1981-82."},
      {
        "id":"ED223543",
        "title":"Attitudes of School Officials toward Sex Education Programs: A Discriminant Analysis."},
      {
        "id":"ED223546",
        "title":"How to Analyze Routines in Teachers' Thinking Processes during Lesson Planning."},
      {
        "id":"ED223553",
        "title":"Instructional Improvement in Maryland: A Study of Research in Practice. Executive Summmary."},
      {
        "id":"ED223554",
        "title":"Developing Teaching Skills with Microteaching."},
      {
        "id":"ED223555",
        "title":"The Preparation of Education Professionals for Educating Exceptional Students: A Resource for Responding to the NCATE Special Education Standards."},
      {
        "id":"ED223557",
        "title":"Commitment to Teaching: Teachers' Responses to Organizational Incentives. Report from the Program on Student Diversity and School Processes."},
      {
        "id":"ED223560",
        "title":"A New Look at Some Pieces of Old Puzzles. Learnings from Schools and Teachers. Report No. 9016."},
      {
        "id":"ED223563",
        "title":"Teacher Educators: A Descriptive Study. Final Report."},
      {
        "id":"ED223564",
        "title":"Organizing and Managing the Junior High Classroom."},
      {
        "id":"ED223565",
        "title":"Student Teaching: A Review."},
      {
        "id":"ED223567",
        "title":"RITE Observer Manual for Use in Clinical Teacher Education Settings."},
      {
        "id":"ED223568",
        "title":"Understanding the Change Process: A Primer for Teacher Educators."},
      {
        "id":"ED223570",
        "title":"Organizing and Managing the Elementary School Classroom."},
      {
        "id":"ED223582",
        "title":"Changing Teacher Practices: Proceedings of a National Conference (Austin, Texas, October 1981)."},
      {
        "id":"ED223587",
        "title":"Foundations of Teacher Preparation: Responses to Public Law 94-142."},
      {
        "id":"ED223588",
        "title":"Politics, Power, and Personality: The Roles of Deans in Dean's Grant Projects."},
      {
        "id":"ED223593",
        "title":"In Defense of Youth: Youth Advocacy in Action. Alabama, Arizona, Georgia, Indiana, Maine, Michigan, Oregon, Texas, Vermont, West Virginia."},
      {
        "id":"ED223594",
        "title":"Moonlighting, Salary, Morale, and the Approaching Teacher Shortage: A Follow-up Study."},
      {
        "id":"ED223599",
        "title":"Faculty Involvement in Inservice Education--Research and Service in a Teaching University."},
      {
        "id":"ED223600",
        "title":"What Practitioners Can Teach Researchers about Research."},
      {
        "id":"ED223605",
        "title":"Perspectives on In-Service Teacher Education: An Overview of the Literature and Current Provisions in W. A. Report One. Western Australian In-Service Teacher Education Project."},
      {
        "id":"ED223607",
        "title":"Learning Centers in the Middle School Classroom."},
      {
        "id":"ED223609",
        "title":"Implications of Teacher Career Development: New Roles for Teachers, Administrators, and Professors."},
      {
        "id":"ED223610",
        "title":"In-Service Education and Training of Teachers. A Condition for Educational Change."},
      {
        "id":"ED223613",
        "title":"Drug Education for University Students and Residence Services."},
      {
        "id":"ED223614",
        "title":"An Analysis of the Compilation of Position Statements on Teacher Education Programs and Related Matters by Members of the Forum of Education Organization Leaders (FEOL)."},
      {
        "id":"ED223634",
        "title":"The Differential Investment of Mental Effort in Learning from Different Sources. Revised."},
      {
        "id":"ED223635",
        "title":"Through the Eye of the Beholder: On the Use of Qualitative Methods in Data Analysis."},
      {
        "id":"ED223636",
        "title":"Printing Performance School Readiness Test: Administration and Scoring Manual."},
      {
        "id":"ED223638",
        "title":"Handbook of Testing Programs in the Los Angeles Unified School District, 1981-82. Publication No. 400."},
      {
        "id":"ED223639",
        "title":"A First Review and Register of School and College Initiated Self-Evaluation Activities in the United Kingdom."},
      {
        "id":"ED223640",
        "title":"Redescending M-Type Estimators of Latent Ability. Program Statistics Research, Technical Report No. 82-30."},
      {
        "id":"ED223642",
        "title":"1981-82 ESEA Title VII Bilingual Education Program: East Texas State University. Annual External Evaluation Report."},
      {
        "id":"ED223643",
        "title":"Vocational Interest Survey--Six Scales for the Measurement of Holland's Vocational Typology. Research Report."},
      {
        "id":"ED223645",
        "title":"On the Compelling Need to Go beyond Minimum Competency."},
      {
        "id":"ED223647",
        "title":"Sex and Race Bias in the WAIS-R: A Content and Empirical Analysis."},
      {
        "id":"ED223648",
        "title":"Assessment of Intercoder Reliability on the Classification of Secondary School Courses."},
      {
        "id":"ED223649",
        "title":"Assessment of Learning Environments: Manual for Learning Environment Inventory (LEI) and My Class Inventory (MCI). Third Version."},
      {
        "id":"ED223650",
        "title":"The Efficacy of Alternative Strategies for the Measurement and Analysis of Citizenship/Social Science Achievement across Time and Age Groups. Final Report."},
      {
        "id":"ED223652",
        "title":"Student Performance Assessment in the Great City Schools."},
      {
        "id":"ED223653",
        "title":"Rethinking the Principles of National Assessment: Towards a More Useful and Higher Quality Knowledge Base for Education."},
      {
        "id":"ED223658",
        "title":"Achievement and the Three R's: A Synopsis of National Assessment Findings in Reading, Writing and Mathematics."},
      {
        "id":"ED223664",
        "title":"The Role of Prior Knowledge in the Comprehension of Simple Technical Prose."},
      {
        "id":"ED223665",
        "title":"Student Characteristics and the Use of the SAT Test Disclosure Materials."},
      {
        "id":"ED223666",
        "title":"Sampling Variances and Covariances of Parameter Estimates in Item Response Theory."},
      {
        "id":"ED223674",
        "title":"The Learning Potential Assessment Device and Instrumental Enrichment as a Paradigm Shift."},
      {
        "id":"ED223675",
        "title":"Memory for Physical Features of Discourse as a Function of Their Relevance."},
      {
        "id":"ED223678",
        "title":"A Description of High School Students in New York State and the Nation, 1980. Report No. 1. High School and Beyond: A National Longitudinal Study for the 1980's."},
      {
        "id":"ED223679",
        "title":"Exploring National Assessment Data through Secondary Analysis."},
      {
        "id":"ED223680",
        "title":"The Effects of Measurement Error on Statistical Models for Analyzing Change. Final Report."},
      {
        "id":"ED223681",
        "title":"The Relationship between First-Year Medical School Grades and Academic, Personality, and Attitude Measures: Wright State University School of Medicine, Class of 1984. Program Evaluation Studies, Report Number 5."},
      {
        "id":"ED223683",
        "title":"The Use of Goal Attainment Scaling in the Evaluation of a Home-Based Educational Intervention."},
      {
        "id":"ED223684",
        "title":"Medical Education at Wright State University: An Evaluation during the First Year of Residency by the Class of 1980 and Their Residency Supervisors. Program Evaluation Studies, Report Number 3."},
      {
        "id":"ED223685",
        "title":"The Visual-Aural Digit Span: Is the Type of Response a Factor in Performance?"},
      {
        "id":"ED223686",
        "title":"Standardized Extended Caution Indices and Comparisons of Their Rule Detection Rates."},
      {
        "id":"ED223695",
        "title":"Carpenter (Const.) 860.381-022. Development of USES Specific Aptitude Test Battery."},
      {
        "id":"ED223696",
        "title":"Custom-Service Representative (Light, Heat, &amp; Power; Tel. &amp; Tel.; Waterworks) 239.367-010. Development of USES Specific Aptitude Test Battery."},
      {
        "id":"ED223697",
        "title":"A Content Analysis of Special Education Teacher Evaluation Forms."},
      {
        "id":"ED223698",
        "title":"Development of 1979 Revision of the Interest Check List. U.S. Employment Service Test Research Report No. 36"},
      {
        "id":"ED223700",
        "title":"Beyond the Use of NAEP: Lessons for Increasing the Use of State and Local Assessment Results."},
      {
        "id":"ED223701",
        "title":"Cost-Benefit Considerations in Choosing among Cross-Validation Methods."},
      {
        "id":"ED223702",
        "title":"Development of a Scale for the Measurement of Self-Concept in Mathematics."},
      {
        "id":"ED223703",
        "title":"Making, Choosing, and Using Tests: A Practicum on Domain-Referenced Testing."},
      {
        "id":"ED223704",
        "title":"Measurement Models for Thematic Apperceptive Measures of the Achievement Motive."},
      {
        "id":"ED223706",
        "title":"Interviewing to Augment Large Scale Survey Data: The Washington High School and Beyond Story. Research on Evaluation Program. Paper and Report Series No. 71."},
      {
        "id":"ED223707",
        "title":"Gambling Dealer (Amuse. &amp; Rec.) 343.467-018. Development of USES Specific Aptitude Test Battery"},
      {
        "id":"ED223711",
        "title":"A Neo-Piagetian Approach to Test Bias: Final Report."},
      {
        "id":"ED223713",
        "title":"U.S. Employment Service Tests and Assessment Techniques. Test Research Report No. 32."},
      {
        "id":"ED223714",
        "title":"Development of USES Specific Aptitude Test Battery for Waiter/Waitress, Informal (hotel &amp; rest.) 311.477-030."},
      {
        "id":"ED223715",
        "title":"Test Interpretation, Misinterpretation, and Instructional Planning."},
      {
        "id":"ED223718",
        "title":"Development of USES Specific Aptitude Test Battery for Ticket Agent (any ind.) 238.367-026."},
      {
        "id":"ED223719",
        "title":"Teacher Evaluation."},
      {
        "id":"ED223721",
        "title":"Regional Conferences on Testing and Instruction. Final Report."},
      {
        "id":"ED223722",
        "title":"Development of USES Specific Aptitude Test Battery for Refinery Operator (petrol. refin.) 549.260-010."},
      {
        "id":"ED223723",
        "title":"Development of USES Specific Aptitude Test Battery for Respiratory Therapist (medical ser.) 079.361-010."},
      {
        "id":"ED223725",
        "title":"The Personality Inventory for Children."},
      {
        "id":"ED223726",
        "title":"Research and the IRB: When Consent Information Refers to Risk and to Deception."},
      {
        "id":"ED223728",
        "title":"Evaluation of the Delivery of Services: A Concern-Based Perspective For the Design of Evaluations. R&amp;D Report No. 3126."},
      {
        "id":"ED223733",
        "title":"Indochinese Refugees in America: Profiles of Five Communities. A Case Study. Executive Seminar in National and International Affairs (22nd)."},
      {
        "id":"ED223734",
        "title":"ESEA Title I Evaluation, Fiscal 1980: Activity Reports, Volume 1 and Volume 2: Statistical Tables."},
      {
        "id":"ED223735",
        "title":"Annual Evaluation Report. Volume I, Fiscal Year 1981."},
      {
        "id":"ED223736",
        "title":"Procedures and Pilot Research to Develop an Agenda for Desegregation Studies. Educational Policies and Equitable Education: A Report of Studies of Two Desegregated School Systems; and, Third Generation School Desegregation Issues: An Agenda for the Future. Final Report."},
      {
        "id":"ED223737",
        "title":"Resource Allocation Study. Final Report. Draft."},
      {
        "id":"ED223740",
        "title":"The Chaldean Americans: Changing Conceptions of Ethnic Identity. First Edition."},
      {
        "id":"ED223741",
        "title":"Afro-American Patterns of Cognition."},
      {
        "id":"ED223742",
        "title":"Project CREST, Gainesville, Florida. An Exemplary Project."},
      {
        "id":"ED223743",
        "title":"Social and Economic Polarization: Is It Occurring among Blacks?"},
      {
        "id":"ED223744",
        "title":"Delinquency Prevention: Selective Organizational Change in the School. Revised."},
      {
        "id":"ED223745",
        "title":"Cost-Effectiveness Analysis of School Desegregation Plans."},
      {
        "id":"ED223751",
        "title":"Hispanics and Jobs: Barriers to Progress."},
      {
        "id":"ED223752",
        "title":"The Influence of Sex, Race, and Prior Interracial Contact on Children's Peer Preferences in a New Desegregated School."},
      {
        "id":"ED223754",
        "title":"The Ecological Effects in Acculturation of Puerto Rican Migrants."},
      {
        "id":"ED223756",
        "title":"A Guide for Delinquency Prevention Programs Based in School Activities: A Working Paper."},
      {
        "id":"ED223757",
        "title":"The Bilingual Program in Auxiliary Services for High Schools. E.S.E.A. Title VII Final Evaluation Report, 1980-1981."},
      {
        "id":"ED223758",
        "title":"Louis D. Brandeis High School Bilingual Program. E.S.E.A. Title VII Final Evaluation Report, 1980-1981."},
      {
        "id":"ED223759",
        "title":"Seward Park High School, Washington Irving High School, Chinese Bilingual Education Program. E.S.E.A. Title VII Final Evaluation Report, 1980-81."},
      {
        "id":"ED223760",
        "title":"Trilingual Education Learning Environment. E.S.E.A. Title VII Final Evaluation Report, 1980-1981."},
      {
        "id":"ED223761",
        "title":"Effective Schools: Do Elementary Prescriptions Fit Secondary Schools?"},
      {
        "id":"ED223762",
        "title":"Developing Educational Programs for the High-Risk Secondary School and College Student. ERIC/CUE Urban Diversity Series, Number 80."},
      {
        "id":"ED223766",
        "title":"Assessment of the MCPS Teacher Competency Program in Light of Recent Research Literature on Effective Teaching Practices."},
      {
        "id":"ED223769",
        "title":"Faculty Desegregation and Student Achievement. Revised."},
      {
        "id":"ED223772",
        "title":"Hospital Patients Are Adult Learners."},
      {
        "id":"ED223784",
        "title":"Model for Providing Services to the MN Prime Sponsors and Vocational Education Systems Relating to Vocational Education-CETA Six Percent Program (Phase 2) Final Report."},
      {
        "id":"ED223785",
        "title":"Viable Options for Improving Your Administrative Competence."},
      {
        "id":"ED223788",
        "title":"Developing a Programmatic Emphasis in Vocational Special Needs Education."},
      {
        "id":"ED223791",
        "title":"A Regional Model to Promote Linkages to Support Vocational Education for the Handicapped."},
      {
        "id":"ED223794",
        "title":"Driver Education Mandate: A Preliminary Report."},
      {
        "id":"ED223796",
        "title":"Unemployment Experience of Individuals over a Decade. Variations by Sex, Race and Age."},
      {
        "id":"ED223798",
        "title":"Cook, 9-5. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED223808",
        "title":"Computers and Control in the Work Environment."},
      {
        "id":"ED223810",
        "title":"Which Female Medical Students Select a Career in Surgery."},
      {
        "id":"ED223811",
        "title":"Work Attitudes, Non-Work Situation, and Employment Status of Nurses."},
      {
        "id":"ED223812",
        "title":"The Information Society: Are High School Graduates Ready?"},
      {
        "id":"ED223814",
        "title":"Television Equipment Repairman, 7-3. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED223815",
        "title":"Personal Computer Literacy: Personal and Professional Applications."},
      {
        "id":"ED223820",
        "title":"Resources for Instruction in Adult Education Courses. Media Resources."},
      {
        "id":"ED223823",
        "title":"Perspectives in the History of Military Education and Professionalism. The Harmon Memorial Lectures in Military History, Number Twenty-two."},
      {
        "id":"ED223824",
        "title":"Hearings on Reauthorization of the Vocational Education Act of 1963. Part 12: Reindustrialization. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, Ninety-Seventh Congress, Second Session on H.R. 66."},
      {
        "id":"ED223825",
        "title":"Hearings on Reauthorization of the Vocational Education Act of 1963. Part 14: Student Organizations. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, Ninety-Seventh Congress, Second Session on H.R. 66."},
      {
        "id":"ED223826",
        "title":"Hearings on Reauthorization of the Vocational Education Act of 1963. Part 15: State Advisory Councils. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, Ninety-Seventh Congress, Second Session on H.R. 66."},
      {
        "id":"ED223827",
        "title":"The Out-of-State Placement of Children: Western State Profiles. Major Issues in Juvenile Justice Information and Training."},
      {
        "id":"ED223828",
        "title":"The Out-of-State Placement of Children: South Central State Profiles. Major Issues in Juvenile Justice Information and Training."},
      {
        "id":"ED223835",
        "title":"Industrial Arts Curriculum Guide in General Industrial Arts. Bulletin No. 1683."},
      {
        "id":"ED223836",
        "title":"Industrial Arts Curriculum Guide in Basic Woodworking. Bulletin No. 1684."},
      {
        "id":"ED223837",
        "title":"Industrial Arts Curriculum Guide in Basic Metals. Bulletin No. 1685."},
      {
        "id":"ED223838",
        "title":"Industrial Arts Curriculum Guide in Basic Technical Drafting. Bulletin No. 1686."},
      {
        "id":"ED223850",
        "title":"The Out-of-State Placement of Children: North Central State Profiles. Major Issues in Juvenile Justice Information and Training."},
      {
        "id":"ED223851",
        "title":"The Out-of-State Placement of Children: Northeast State Profiles. Major Issues in Juvenile Justice Information and Training."},
      {
        "id":"ED223852",
        "title":"The Out-of-State Placement of Children: Southeast State Profiles. Major Issues in Juvenile Justice Information and Training."},
      {
        "id":"ED223853",
        "title":"The Out-of-State Placement of Children: A Search for Rights, Boundaries, Services. Major Issues in Juvenile Justice Information and Training."},
      {
        "id":"ED223854",
        "title":"Youth in Adult Courts: Between Two Worlds. North Central Region. Major Issues in Juvenile Justice Information and Training."},
      {
        "id":"ED223855",
        "title":"Youth in Adult Courts: Between Two Worlds. Northeast Region. Major Issues in Juvenile Justice Information and Training."},
      {
        "id":"ED223856",
        "title":"Youth in Adult Courts: Between Two Worlds. South Central Region. Major Issues in Juvenile Justice Information and Training."},
      {
        "id":"ED223857",
        "title":"Youth in Adult Courts: Between Two Worlds. West Region. Major Issues in Juvenile Justice Information and Training."},
      {
        "id":"ED223860",
        "title":"Sex and Racial/Ethnic Characteristics of Full-Time Vocational Education Instructional Staff."},
      {
        "id":"ED223861",
        "title":"Unemployment and Underemployment among Blacks, Hispanics, and Women. United States Commission on Civil Rights Clearinghouse Publication 74."},
      {
        "id":"ED223862",
        "title":"Women: A Developmental Perspective. Proceedings of a Research Conference Sponsored by the National Institute of Child Health and Human Development in Cooperation with the National Institute of Mental Health and the National Institute on Aging (Bethesda, Maryland, November 20-21, 1980)."},
      {
        "id":"ED223866",
        "title":"The Efficacy of a Self Help Leadership Training Program for Older Adults."},
      {
        "id":"ED223867",
        "title":"A Competitive Model of Women's Labor Force Participation in the United States: 1940-1978."},
      {
        "id":"ED223888",
        "title":"Projects in Progress--FY 1981. A Report for The Coordinating Committee on Research in Vocational Education."},
      {
        "id":"ED223889",
        "title":"The Electronic and Computer Technician Vocational Education Incentive Grants Act. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, Ninety-Seventh Congress, Second Session (San Francisco, CA) on H.R. 5820."},
      {
        "id":"ED223890",
        "title":"Hearings on Reauthorization of the Vocational Education Act of 1963. Part 16: Research and Program Improvement. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, Ninety-Seventh Congress, Second Session on H.R. 66."},
      {
        "id":"ED223891",
        "title":"Asphalt and Wood Shingling. Roofing Workbook and Tests."},
      {
        "id":"ED223893",
        "title":"Equal Employment Opportunity: What We Believe, What We Know, What Research Can Show."},
      {
        "id":"ED223896",
        "title":"Description of Officers and Enlisted Personnel in the U.S. Armed Forces. A Reference for Military Manpower Analysis."},
      {
        "id":"ED223897",
        "title":"Participatory Communication in Nonformal Education. Technical Note No. 17."},
      {
        "id":"ED223898",
        "title":"Support and Advocacy for Vocational Training of Handicapped Postsecondary Adults. Final Performance Report."},
      {
        "id":"ED223899",
        "title":"Aviation Machinist&apos;s Mate Phase I, 2-5. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED223900",
        "title":"Aviation Machinist's Mate Phase II, 2-6. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED223901",
        "title":"Basic Principles of Marine Diesel Engines, 8-2. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED223902",
        "title":"Construction Mechanic Part I, 8-5. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED223903",
        "title":"Construction Mechanic Part II, 8-6. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED223904",
        "title":"Construction Mechanic, Engine Tune-Up I, 8-7. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED223905",
        "title":"Construction Mechanic, Engine Tune-Up II (Diesel), 8-8. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED223906",
        "title":"Principles of Fuel and Fuel Systems, 8-4. Military Curriculum Materials for Vocational and Technical Education."},
      {
        "id":"ED223912",
        "title":"Violence and Other Bases of Power in Marriage."},
      {
        "id":"ED223913",
        "title":"Personality Mediators of Sex Differences in Divergent Production."},
      {
        "id":"ED223915",
        "title":"Practicing Psychology? What You Call the Treatment Makes a Difference."},
      {
        "id":"ED223917",
        "title":"Individual Differences in Depth and Breadth of Processing."},
      {
        "id":"ED223918",
        "title":"Duration, Satisfaction, and Perceived Effectiveness of Cross-Cultural Counseling."},
      {
        "id":"ED223924",
        "title":"Programs for the Serious and Violent Juvenile Offender."},
      {
        "id":"ED223925",
        "title":"National Evaluation of Diversion Projects. Executive Summary."},
      {
        "id":"ED223926",
        "title":"Juvenile Justice: Before and after the Onset of Delinquency. United States Discussion Paper for the Sixth United Nations Congress on the Prevention of Crime and the Treatment of Offenders."},
      {
        "id":"ED223928",
        "title":"Ethnic and Religious Factors Related to College Women's Attitudes toward Number of Children."},
      {
        "id":"ED223931",
        "title":"Laboratory Training for Clinical Supervisors: An Update."},
      {
        "id":"ED223932",
        "title":"Women's and Men's Marriages: Marital Satisfaction, Perceived Control, and Attitudes toward Women."},
      {
        "id":"ED223936",
        "title":"Organizational Innovations: What Have We Learned?"},
      {
        "id":"ED223937",
        "title":"A Content Validity Ratio Approach to Determine Training Needs."},
      {
        "id":"ED223939",
        "title":"The Effects of Creating Behavioral Scripts on Personal Intentions."},
      {
        "id":"ED223940",
        "title":"Gender and Social Roles: A Distributional Theory of Gender Stereotypes."},
      {
        "id":"ED223942",
        "title":"Preliminary Follow-Up Evaluation of Participants in the Phoenix School: A Pilot Drug Program."},
      {
        "id":"ED223944",
        "title":"Mentors: A Debt Due from Present to Future Generations."},
      {
        "id":"ED223946",
        "title":"Retirement Adaptations and Self-Concept in Professional Women."},
      {
        "id":"ED223948",
        "title":"Outcome of Self-Control Therapy for Depression with Subpopulations."},
      {
        "id":"ED223949",
        "title":"Adolescence and Stress. Report of an NIMH Conference on Research Directions for Understanding Stress Reactions in Adolescence (Rockville, Maryland, September 15-17, 1980)."},
      {
        "id":"ED223954",
        "title":"Managerial Styles and Employee Responses."},
      {
        "id":"ED223963",
        "title":"Sex-Role Orientation and Leadership Styles: Further Exploration."},
      {
        "id":"ED223964",
        "title":"The Strategic Systems Therapies: Measuring the Models."},
      {
        "id":"ED223965",
        "title":"An Approach to the Modeling of Long-Range Stability in Marital Dyads: The Use of Computer Simulation Methodology. Preliminary Draft."},
      {
        "id":"ED223973",
        "title":"Wissen zum Fragen und Fragen nach Wissen. Forschungsbericht Nr 28 (Knowledge to Ask and Asking for Knowledge. Research Bulletin No. 28)."},
      {
        "id":"ED223974",
        "title":"Zur Sicherheit: frag doch! Forschungsbericht Nr 30 (In Order to be Safe, Just Ask. Research Bulletin No. 30)."},
      {
        "id":"ED223977",
        "title":"The Elementary Classroom Teacher: A Reading Facilitator."},
      {
        "id":"ED223979",
        "title":"Associative Strength Effects in Semantic Priming."},
      {
        "id":"ED223980",
        "title":"&quot;You Get Lost When You Gotta Blimmin Watch the Damn Words.&quot; Another Look at Reading in the Junior Secondary School."},
      {
        "id":"ED223981",
        "title":"Principles of Small-Group Instruction in Elementary Reading."},
      {
        "id":"ED223983",
        "title":"Group Reading Interaction Pattern Observation Instrument (GRIP) Training Manual (Long Research Form) [and] Group Reading Interaction Pattern Observation Instrument--Mastery Learning Form (GRIP-ML) Training Manual."},
      {
        "id":"ED223984",
        "title":"Group Reading Interaction Pattern Observation Instrument: (GRIP) Programmed Review (Long Research Form) [and] Group Reading Interaction Pattern Observation Instrument--Mastery Learning Form Programmed Review."},
      {
        "id":"ED223985",
        "title":"Survey of Reader Preferences Concerning the Format of NASA Technical Reports."},
      {
        "id":"ED223986",
        "title":"The Design for the Second Year Study of Elementary Reading Instruction."},
      {
        "id":"ED223987",
        "title":"Parsing Tasks in Reading Comprehension Research."},
      {
        "id":"ED223988",
        "title":"Understanding Poor Reading Comprehension: Current Approaches in Theory and Research."},
      {
        "id":"ED223996",
        "title":"The Influence of Children's Cognitive Styles on Reading Comprehension."},
      {
        "id":"ED223999",
        "title":"Pupils' Understanding of Logical Connectives in Selected Texts in History."},
      {
        "id":"ED224000",
        "title":"An Investigation of the Effectiveness of Semantic Mapping and Semantic Feature Analysis with Intermediate Grade Level Children. Program Report 83-3."},
      {
        "id":"ED224001",
        "title":"Basic Skill Emphasis: Its Effect on Independent Reading Development."},
      {
        "id":"ED224006",
        "title":"Summative Evaluation of Reading for a Reason: A Reading Series for Grades 7 and 8."},
      {
        "id":"ED224008",
        "title":"Access and Maintenance of Phonological Codes in Listening and Reading."},
      {
        "id":"ED224009",
        "title":"Dialogue of Differences: The Writing of Henry Holmes Smith."},
      {
        "id":"ED224010",
        "title":"Clarifying Media Dependency Relationships through Structural Equation and Measurement Models."},
      {
        "id":"ED224021",
        "title":"Research on Staff Development: The Inland Area Writing Project."},
      {
        "id":"ED224022",
        "title":"Faculty Evaluation of Standardized Tests of Writing Ability."},
      {
        "id":"ED224023",
        "title":"What Everyone Should Know (Has Known but Done Little to Implement) about Evaluating Students' Writing."},
      {
        "id":"ED224024",
        "title":"Writing &quot;In&quot; and &quot;Across&quot; the Disciplines: The Historical Background."},
      {
        "id":"ED224028",
        "title":"The Public/Private Figure Status of Corporate and Executive Libel Plaintiffs after &quot;Gertz.&quot;"},
      {
        "id":"ED224029",
        "title":"Paddling Upstream: The Importance of Learning Style for the Teacher of Literature."},
      {
        "id":"ED224035",
        "title":"Uses of the Primary Trait System: A Collaborative Descriptive Research Project. Writing Research and Resources Project. Final Report."},
      {
        "id":"ED224036",
        "title":"Sample Exercises and Scoring Guides. Developed in Conjunction with the Writing Research and Resources Project."},
      {
        "id":"ED224037",
        "title":"Without Words: The Meaning Children Derive from a Nonverbal Film Story. Technical Report No. 26. Harvard Project Zero."},
      {
        "id":"ED224044",
        "title":"To the Teacher: P.S. Write Soon!"},
      {
        "id":"ED224045",
        "title":"P. S. Write Soon! All about Letters (Grades 4-8)."},
      {
        "id":"ED224047",
        "title":"Introducing Past and Present Technical Writing into the Freshman Composition Course."},
      {
        "id":"ED224051",
        "title":"The Illusion of Fulfillment: The Broadcast Reform Movement. Journalism Monographs Number Seventy-Nine."},
      {
        "id":"ED224052",
        "title":"The Role of Mass Media Elites in Attitude Formation in Mexico."},
      {
        "id":"ED224053",
        "title":"A Mathematical Model of the Effects of Internal Group Pressures, of Group Communication, and of Out-Group Communication on Attitude Change in Human Communication Networks."},
      {
        "id":"ED224056",
        "title":"Ethnography of Communication: Cultural Codes and Norms."},
      {
        "id":"ED224057",
        "title":"Expanding Educational Horizons in Illinois: The Preparation of Public School Teachers as Effective Communicators."},
      {
        "id":"ED224058",
        "title":"A Rating of Doctoral Programs in Speech Communication: 1982."},
      {
        "id":"ED224060",
        "title":"Media and Terrorism: Toward the Development of an Instrument to Explicate Their Relationship."},
      {
        "id":"ED224061",
        "title":"Predictive Accuracy and Communicative Responsiveness: Outcomes of an Interpersonal Communication Course."},
      {
        "id":"ED224065",
        "title":"Ethical Implications of Thomas Reid's Philosophy of Rhetoric."},
      {
        "id":"ED224073",
        "title":"Listening Retention of Children as a Function of Mode of Presentation."},
      {
        "id":"ED224074",
        "title":"Black Dialect and Speaking: Teaching the Acquisition of Oral Standard English on the College Level."},
      {
        "id":"ED224077",
        "title":"The Condition and Needs of the Live Professional Theatre in America. Phase II Report: Recommendations."},
      {
        "id":"ED224078",
        "title":"Exhibit Volume I."},
      {
        "id":"ED224079",
        "title":"Exhibit Volume II."},
      {
        "id":"ED224082",
        "title":"The Influence of Student Gender on Grading in the Basic Performance and Nonperformance Communication Courses."},
      {
        "id":"ED224083",
        "title":"Ethics and Evidence: The Ideal."},
      {
        "id":"ED224087",
        "title":"Student Suspension: A Critical Reappraisal."},
      {
        "id":"ED224089",
        "title":"A Research Study of Selected Successful Women Administrators in the Educational Field. Draft."},
      {
        "id":"ED224091",
        "title":"Bolstering New York State's Human Services . . . Any Volunteers? A Report on Promoting Volunteerism."},
      {
        "id":"ED224098",
        "title":"Title I and the Australian Disadvantaged Schools Program. Paper No. 80-2."},
      {
        "id":"ED224099",
        "title":"Policy Perspectives on the Study of Educational Innovations (Project Working Note). Paper No. 80-3."},
      {
        "id":"ED224108",
        "title":"The Supreme Court and Educational Policy: The Protected Interests in Education."},
      {
        "id":"ED224109",
        "title":"Research Needs on Interagency Cooperation."},
      {
        "id":"ED224111",
        "title":"What&apos;s So Different about Microcomputers?"},
      {
        "id":"ED224112",
        "title":"Ends Not Means: The Policy Implications of Effective Schools Research. Draft."},
      {
        "id":"ED224115",
        "title":"Board/Administrator Relations. A Manual for Workshop Leaders. Keys to School Boardsmanship. A Program of Continuing Education for School Board Members."},
      {
        "id":"ED224116",
        "title":"Building Bridges: School Board Members&apos; Political Roles. A Manual for Workshop Leaders. Keys to School Boardsmanship. A Program of Continuing Education for School Board Members."},
      {
        "id":"ED224117",
        "title":"Communicating with the Community. Leader&apos;s Manual. Keys to School Boardsmanship. A Program of Continuing Education for School Board Members."},
      {
        "id":"ED224118",
        "title":"Conflict: Alternatives to Blowing a Fuse. A Manual for Workshop Leaders. Keys to School Boardsmanship. A Program of Continuing Education for School Board Members."},
      {
        "id":"ED224119",
        "title":"Effective School Board Meetings. A Manual for Workshop Leaders. Keys to School Boardsmanship. A Program of Continuing Education for School Board Members."},
      {
        "id":"ED224120",
        "title":"The Educational Management Team: A Communication and Decision-Making Group. A Manual for Workshop Leaders. Keys to School Boardsmanship. A Program of Continuing Education for School Board Members."},
      {
        "id":"ED224121",
        "title":"Policy Development. Leader&apos;s Manual. Keys to School Boardsmanship. A Program of Continuing Education for School Board Members."},
      {
        "id":"ED224122",
        "title":"Policy Is Power. Leader&apos;s Manual. Keys to School Boardsmanship. A Program of Continuing Education for School Board Members."},
      {
        "id":"ED224123",
        "title":"Program Evaluation: School Board Roles. Leader&apos;s Manual. Keys to School Boardsmanship. A Program of Continuing Education for School Board Members."},
      {
        "id":"ED224124",
        "title":"What Do School Boards Do? A Manual for Workshop Leaders. Keys to School Boardsmanship. A Program of Continuing Education for School Board Members."},
      {
        "id":"ED224125",
        "title":"School Board Self-Assessment. Leader's Manual. Keys to School Boardsmanship. A Program of Continuing Education for School Board Members."},
      {
        "id":"ED224126",
        "title":"Teamwork: The Board and Superintendent in Action. Keys to School Boardsmanship. A Program of Continuing Education for School Board Members."},
      {
        "id":"ED224135",
        "title":"State Programs of School Improvement: A 50-State Survey."},
      {
        "id":"ED224137",
        "title":"Discipline and Order in American High Schools. Contractor Report."},
      {
        "id":"ED224138",
        "title":"Directory of Researchers in Educational Finance and Governance. Second Edition."},
      {
        "id":"ED224139",
        "title":"The Deregulation Critique of the Federal Role in Education."},
      {
        "id":"ED224140",
        "title":"Proposition 2-1/2: Initial Impacts."},
      {
        "id":"ED224141",
        "title":"Education, Public Confidence, and the Legitimacy of the Modern State: Is There a &quot;Crisis&quot; Somewhere?"},
      {
        "id":"ED224142",
        "title":"The Making (And Unmaking) of a Civil Rights Regulation: Language Minority Children and Bilingual Education."},
      {
        "id":"ED224143",
        "title":"Educational Paperwork."},
      {
        "id":"ED224144",
        "title":"Conflicts of Interest in Educational Reform Litigation."},
      {
        "id":"ED224145",
        "title":"Toward a Social History of Law and Public Education."},
      {
        "id":"ED224146",
        "title":"Employment Reform or Pupil Control? Desegregation, Bilingualism and Hispanic Staffing in the California Public Schools."},
      {
        "id":"ED224147",
        "title":"Organizational Reporting in a School District: State and Federal Programs."},
      {
        "id":"ED224148",
        "title":"The Culture of Policy: Aggregate versus Individualist Thinking about the Regulation of Education."},
      {
        "id":"ED224149",
        "title":"The Impact of Intergovernmental Grants on Educational Spending."},
      {
        "id":"ED224150",
        "title":"Territorial Interests and Educational Policy."},
      {
        "id":"ED224152",
        "title":"Public Finance of Private Schools: Observations from Abroad."},
      {
        "id":"ED224153",
        "title":"Analysis of the Choice for Public and Private Education."},
      {
        "id":"ED224154",
        "title":"Public versus Nonpublic Education in Historical Perspective."},
      {
        "id":"ED224155",
        "title":"The Future under Tuition Tax Credits."},
      {
        "id":"ED224156",
        "title":"The Social and Political Consequences of Increased Public Support for Private Schools."},
      {
        "id":"ED224157",
        "title":"Achievement Outcomes in Public and Private Schools: A Closer Look at the High School and Beyond Data."},
      {
        "id":"ED224158",
        "title":"Public Cost of Tuition Tax Credits."},
      {
        "id":"ED224159",
        "title":"Educational Choice and the Pains of Democracy."},
      {
        "id":"ED224160",
        "title":"School Sorting and Disclosure: Disclosure to Parents as a School Reform Strategy."},
      {
        "id":"ED224161",
        "title":"Education for the Handicapped: What Is the Appropriate Federal Role?"},
      {
        "id":"ED224164",
        "title":"Bilingual Education for Hispanics: Issues of Language, Access and Equity."},
      {
        "id":"ED224165",
        "title":"Choice in Education: Are Tuition Tax Credits the Answer?"},
      {
        "id":"ED224166",
        "title":"The Use of Assignment and Transportation Models in Evaluation. Research on Evaluation Program. Paper and Report Series No. 68."},
      {
        "id":"ED224167",
        "title":"Pilot Field Study of SEA Evaluation Costs. Research on Evaluation Program. Paper and Report Series No. 69."},
      {
        "id":"ED224168",
        "title":"Public Data Resources for Educational Policy Analysis and Evaluation. Research on Evaluation Program. Paper and Report Series No. 75."},
      {
        "id":"ED224169",
        "title":"What&apos;s the Fit? Dissemination Processes and Effective Schooling."},
      {
        "id":"ED224170",
        "title":"Student Discipline and Motivation. Research Synthesis."},
      {
        "id":"ED224175",
        "title":"Helping Schools Change: Ideas for Assistance Groups."},
      {
        "id":"ED224176",
        "title":"The Principalship: Views from Without and Within."},
      {
        "id":"ED224177",
        "title":"Effective Principals: What Do We Know from Various Educational Literatures?"},
      {
        "id":"ED224178",
        "title":"Research on Public School Principals: A Review and Recommendations."},
      {
        "id":"ED224179",
        "title":"Managerial Leadership and the Effective Principal."},
      {
        "id":"ED224188",
        "title":"Academic Responding Time for LD and Non-LD Students."},
      {
        "id":"ED224189",
        "title":"Instructional Ecology and Academic Responding Time for Students at Three Levels of Teacher-Perceived Behavioral Competence."},
      {
        "id":"ED224190",
        "title":"The Influence of Teachers&apos; Tolerances for Specific Kinds of Behaviors on Their Ratings of a Third Grade Student."},
      {
        "id":"ED224191",
        "title":"Direct and Repeated Measurement of Academic Skills: An Alternative to Traditional Screening, Referral, and Identification of Learning Disabled Students."},
      {
        "id":"ED224192",
        "title":"Teacher&apos;s Intervention Choices for Children Exhibiting Different Behaviors in School."},
      {
        "id":"ED224193",
        "title":"Learning Disabilities: The Experts Speak Out."},
      {
        "id":"ED224194",
        "title":"Academic Responding Time for LD Students Receiving Different Levels of Special Education Services."},
      {
        "id":"ED224195",
        "title":"Instructional Ecology and Academic Responding Time for Students in Reading Groups."},
      {
        "id":"ED224196",
        "title":"A Survey of Program Planning and Implementation Practices of LD Teachers."},
      {
        "id":"ED224197",
        "title":"Special Education Practice in Evaluating Student Progress toward Goals."},
      {
        "id":"ED224198",
        "title":"Behavioral Measurement of Social Adjustment: What Behaviors? What Setting?"},
      {
        "id":"ED224200",
        "title":"Research on Developing and Monitoring Progress on IEP Goals: Current Findings and Implications for Practice."},
      {
        "id":"ED224201",
        "title":"Higher Education and the Handicapped: Resource Directory, 1982-1983."},
      {
        "id":"ED224204",
        "title":"Proceedings from Mainstreaming Activities for Youth (Project MAY). Congresses and Conferences (New York, New York, September 10-12, 1981)."},
      {
        "id":"ED224205",
        "title":"Problem Behavior in Schools: A Bibliography. Revised."},
      {
        "id":"ED224208",
        "title":"Our Sensory World."},
      {
        "id":"ED224209",
        "title":"Learning through Our Senses: A Handbook for Parents by Parents."},
      {
        "id":"ED224210",
        "title":"Stimulating Our Senses: A Summer Enrichment Curriculum of Sensory Experiences for Severely Mentally and Multiply Impaired Students."},
      {
        "id":"ED224213",
        "title":"Participatory Planning and Internal Consistency Investigated within the Special Education Referral, Planning and Placement Process and Individualized Education Programs."},
      {
        "id":"ED224215",
        "title":"Cooperation for Quality Services in a Period of Declining Resources. Institute Report."},
      {
        "id":"ED224218",
        "title":"A Meta-Analysis of Previous Research on the Treatment of Hyperactivity. Final Report."},
      {
        "id":"ED224219",
        "title":"Hawaii State Guidelines and Procedures for Gifted and Talented Education."},
      {
        "id":"ED224221",
        "title":"Special Education Referrals: Failure to Replicate Student-Teacher Ethnicity Interaction."},
      {
        "id":"ED224222",
        "title":"Emphasis. Volume 3, Number 3, Spring 1980 through Volume 5, Number 2, Winter 1982 (Seven Issues)."},
      {
        "id":"ED224223",
        "title":"TADS Final Evaluation Report, 1980-81. Appendix S."},
      {
        "id":"ED224224",
        "title":"TADS Needs Assessment Procedures Manual, Summer 1980."},
      {
        "id":"ED224225",
        "title":"Program Planning Workguide for HCEEP Demonstration Projects."},
      {
        "id":"ED224226",
        "title":"Serving Preschool Handicapped Children of Various Cultures: An Annotated Bibliography. TADScript Number 6."},
      {
        "id":"ED224227",
        "title":"Consultation and the TADS Experience. Occasional Paper Number 1."},
      {
        "id":"ED224228",
        "title":"The Maturation of Technical Assistance in the 1980's. Occasional Paper Number 2."},
      {
        "id":"ED224229",
        "title":"The Development of a Needs Assessment Process. Occasional Paper Number 3."},
      {
        "id":"ED224230",
        "title":"Evaluation: The TADS Experience. Occasional Paper Number 4."},
      {
        "id":"ED224231",
        "title":"An Input Evaluation of Three Technical Assistance Needs Assessment Strategies."},
      {
        "id":"ED224232",
        "title":"TADS and Technical Assistance: Readings on System Design, Needs Assessment, Consultation, and Evaluation."},
      {
        "id":"ED224233",
        "title":"Parent Involvement: A Practical Guide about How to Involve Parents of Children with Disabilities in the Public Schools."},
      {
        "id":"ED224234",
        "title":"Traditional Barriers to Educational Opportunity: Unserved/Underserved Children and Young People in Special Education."},
      {
        "id":"ED224238",
        "title":"Selected Bibliographies. Reports of the Deans' Grants: 4."},
      {
        "id":"ED224240",
        "title":"Bibliography of Special Education Materials. Reports of the Deans' Grants: 7."},
      {
        "id":"ED224241",
        "title":"Directory and Abstracts for Deans' Grant Projects, 1981-82. Training Programs for Educators to Accommodate Handicapped Children in Regular Class Settings."},
      {
        "id":"ED224242",
        "title":"The Dean's Grant Projects: A Descriptive Analysis and Evaluation, 1980. Training Programs for Educators to Accommodate Handicapped Children in Regular Class Settings."},
      {
        "id":"ED224244",
        "title":"Child Development and Learning: ECI-1. Early Childhood Intervention Catalog Module."},
      {
        "id":"ED224245",
        "title":"Differences in Physical and Sensory Development: ECI-2. Early Childhood Intervention Catalog Module."},
      {
        "id":"ED224246",
        "title":"Differences in Language and Cognitive Development: ECI-3. Early Childhood Intervention Catalog Module."},
      {
        "id":"ED224247",
        "title":"Materials and Equipment: ECI-4. Early Childhood Intervention Catalog Module."},
      {
        "id":"ED224248",
        "title":"Programs and Curriculums: ECI-5. Early Childhood Intervention Catalog Module."},
      {
        "id":"ED224249",
        "title":"Parenting the Young Handicapped Child: ECI-6. Early Childhood Intervention Catalog Module."},
      {
        "id":"ED224250",
        "title":"Working with Adults: ECI-7. Early Childhood Intervention Catalog Module."},
      {
        "id":"ED224251",
        "title":"The Infant Symposium: Educating Young Handicapped Children: Proceedings (Baltimore, Maryland, August 13-14, 1981)."},
      {
        "id":"ED224252",
        "title":"Model for a Workshop on Assessment of Blind and Visually Impaired Students."},
      {
        "id":"ED224253",
        "title":"Special Project: Regular Education Inservice (A Series of Regional Workshops for School Psychologists on the Assessment of Visually Handicapped Students), June 1979 to May 1982. Final Report."},
      {
        "id":"ED224257",
        "title":"Classroom Structure and Student Participation: An Aptitude-by-Treatment Interaction Approach to Instructional Research for the Hearing-Impaired. Paper Series, #47."},
      {
        "id":"ED224258",
        "title":"Evaluation Report for 1980-81 and a Summary of Years 1978-81 for the Parents Helping Parents Program and the Count Me In Project."},
      {
        "id":"ED224259",
        "title":"D-Man: Teacher&apos;s Guide [and] D-Man Deaf Super-Hero Fights for Good Nutrition!"},
      {
        "id":"ED224260",
        "title":"Annotated Bibliography of Studies in Special Education."},
      {
        "id":"ED224261",
        "title":"Stepping Stones to Parent Notification: A Handbook for Schools."},
      {
        "id":"ED224262",
        "title":"First Steps to Parent Notification: A Guide for School Administrators."},
      {
        "id":"ED224264",
        "title":"Policy Considerations Related to Early Childhood Special Education. Special Education in America: It's Legal and Governmental Foundations Series."},
      {
        "id":"ED224265",
        "title":"An Appropriate Education for Handicapped Children of Limited English Proficiency. Special Education in America: Its Legal and Governmental Foundations Series."},
      {
        "id":"ED224266",
        "title":"Planning State Fiscal Policies to Meet Local Needs. Special Education in America: Its Legal and Governmental Foundations Series."},
      {
        "id":"ED224267",
        "title":"Assessment, Placement, and Programming of Bilingual Exceptional Pupils: A Practical Approach."},
      {
        "id":"ED224268",
        "title":"Educating the Other Half: Implications of Left/Right Brain Research."},
      {
        "id":"ED224269",
        "title":"Stewardship: Training the Gifted as Community Mentors. Programming for the Gifted Series."},
      {
        "id":"ED224270",
        "title":"A Career for the Physically Handicapped--Computer Programmer."},
      {
        "id":"ED224272",
        "title":"Children with a Perseverative Text Interpretation Strategy: The Effect of Text Organization. Technical Report #13."},
      {
        "id":"ED224277",
        "title":"An Analysis of the Impact of the Handicapped Children&apos;s Early Education Program. Final Report."},
      {
        "id":"ED224286",
        "title":"Developing Reading Materials for Teaching American Culture in English Courses."},
      {
        "id":"ED224294",
        "title":"Manual for ESL Teacher Training and Staff Development."},
      {
        "id":"ED224296",
        "title":"Students From Homes in Which English Is Not the Dominant Language: Who Are They and How Well Do They Read?"},
      {
        "id":"ED224298",
        "title":"Proceedings of the EMU Conference on Spanish for Bilingual Careers in Business (Ypsilanti, MI, March 18-20, 1982)."},
      {
        "id":"ED224325",
        "title":"The Acquisition of Metalinguistic Abilities."},
      {
        "id":"ED224327",
        "title":"Teaching EFL Students to Extract Structural Information from Abstracts."},
      {
        "id":"ED224333",
        "title":"Cost/Benefit Evaluation of Three English Language Training Programs for Potential Navy Use."},
      {
        "id":"ED224335",
        "title":"Language Proficiency of Hispanic High School Students: Descriptive Profile."},
      {
        "id":"ED224338",
        "title":"Writing Like a Native: The Process of Reformulation."},
      {
        "id":"ED224345",
        "title":"The Acquisition of Biliteracy: A Comparative Ethnography of Minority Ethnolinguistic Schools in New York City. Final Report (First Part)."},
      {
        "id":"ED224346",
        "title":"The Acquisition of Biliteracy: A Comparative Ethnography of Four Minority Ethnolinguistic Schools in New York City. Final Report (Second/Final Part)."},
      {
        "id":"ED224348",
        "title":"Eye-Openers for ESL Teachers."},
      {
        "id":"ED224351",
        "title":"Bilingual Children&apos;s Home and School Language: An Ethnographic-Sociolinguistic Perspective. Final Report. Revised."},
      {
        "id":"ED224354",
        "title":"Science/Engineering Doctorate Production Increases in 1981; More New Doctorates Seek Nonacademic Positions."},
      {
        "id":"ED224357",
        "title":"University Characteristics and Student Achievement."},
      {
        "id":"ED224359",
        "title":"From School to Tertiary Study: Transition to College and University in Victoria. ACER Research Monograph No. 14."},
      {
        "id":"ED224364",
        "title":"The Aftermath of Bakke: Should We Use Race in Admissions? Research Report #19-79."},
      {
        "id":"ED224367",
        "title":"Attrition and Retention."},
      {
        "id":"ED224368",
        "title":"White Faculty at Historically Black Institutions: A Pilot Study."},
      {
        "id":"ED224370",
        "title":"Direct Assessment and Treatment of Attrition and Retention Problems."},
      {
        "id":"ED224373",
        "title":"Summary Findings from a Preliminary Study of Black Student Adjustment, Achievement and Aspirations at the University of Michigan (Ann Arbor), Winter, 1980. Pretest of a National Study."},
      {
        "id":"ED224375",
        "title":"Faculty Retention in the Florida State University System: Implications for Policy."},
      {
        "id":"ED224376",
        "title":"Differences among Minority Student Backgrounds and Attitudes toward a University and Its Services. Research Report #18-79."},
      {
        "id":"ED260595",
        "title":"An Application of the Rasch Model for Comparing the Performance of English-Speaking and Spanish-Speaking Children."},
      {
        "id":"ED260599",
        "title":"The Ram's Horn, Volume I, Numbers 3 and 4."},
      {
        "id":"ED260600",
        "title":"Educating the Minority Student: Classroom and Administrative Issues."},
      {
        "id":"ED260601",
        "title":"A Study of Teacher Training Programs in Bilingual Education: Executive Summaries, Volumes I and II. Part C Research Agenda."},
      {
        "id":"ED260608",
        "title":"Reauthorization of the Higher Education Act: Program Descriptions, Issues, and Options. 99th Congress, 1st Session."},
      {
        "id":"ED260610",
        "title":"A Pre-Law Program Model for a Small Historically Black College."},
      {
        "id":"ED260613",
        "title":"Beyond Basketball."},
      {
        "id":"ED260617",
        "title":"Fraudulent Medical Degrees. Hearing before the Subcommittee on Health and Long-Term Care of the Select Committee on Aging. House of Representatives, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED260619",
        "title":"Follow-Up Review of the 1982 Analysis of Operation, University of Mississippi School of Dentistry. Report to the Mississippi Legislature."},
      {
        "id":"ED260620",
        "title":"An Analysis of the Operation of the University of Mississippi School of Dentistry."},
      {
        "id":"ED260623",
        "title":"AAUP Policy Documents &amp; Reports. 1984 Edition."},
      {
        "id":"ED260630",
        "title":"Public Service Internships and Education in Public Affairs: Administrative Issues and Problems."},
      {
        "id":"ED260635",
        "title":"Applications of Developmental Theory to the Design and Conduct of Quality Field Experience Programs: Exercises for Educators. PANEL Resource Paper #8."},
      {
        "id":"ED260658",
        "title":"Higher Education in the People's Republic of China: Annotated Bibliography."},
      {
        "id":"ED260659",
        "title":"Preparing Humanists for Work: A National Study of Undergraduate Internships in the Humanities."},
      {
        "id":"ED260660",
        "title":"Declining Dental School Enrollments: Influencing an Orderly Retrenchment."},
      {
        "id":"ED260661",
        "title":"Research in Nursing Practice, Education, and Administration: Collaborative, Methodological, and Ethical Implications. Proceedings of the Research Conference of the Southern Council on Collegiate Education for Nursing (3rd, Baltimore, Maryland, December 2-3, 1983)."},
      {
        "id":"ED260662",
        "title":"Access to Quality Undergraduate Education. A Report to the Southern Regional Education Board by Its Commission for Educational Quality."},
      {
        "id":"ED260667",
        "title":"Part Time Alternative Program, Graduate Social Work Education in Texas: Nibblers at the Feast of Learning."},
      {
        "id":"ED260669",
        "title":"Student-Institution Fit."},
      {
        "id":"ED260671",
        "title":"The Distribution of Student Financial Aid: Trends among the Postsecondary Sectors."},
      {
        "id":"ED260674",
        "title":"Fall Enrollment in Colleges and Universities, 1983."},
      {
        "id":"ED260675",
        "title":"Flexibility in Academic Staffing: Effective Policies and Practices. ASHE-ERIC Higher Education Report No. 1, 1985."},
      {
        "id":"ED260676",
        "title":"The Growing Interest in Measuring the Educational Achievement of College Students."},
      {
        "id":"ED260677",
        "title":"Assessing Outcomes in Higher Education: Practical Suggestions for Getting Started."},
      {
        "id":"ED260678",
        "title":"Assessment in Higher Education: To Serve the Learner."},
      {
        "id":"ED260679",
        "title":"What Undergraduates Learn: The Role of Assessment in Large Research Universities."},
      {
        "id":"ED260680",
        "title":"Assessment in Professional Education."},
      {
        "id":"ED260681",
        "title":"The Costs of Assessment."},
      {
        "id":"ED260682",
        "title":"Teacher and Student Field Testing of Microcomputer Software: A Lilly Linkage Project for the Purpose of Evaluating Educational Microcomputer Programs for Use in Indiana Public Schools. Volume One."},
      {
        "id":"ED260683",
        "title":"Teacher and Student Field Testing of Microcomputer Software. A Lilly Linkage Project. Volume Two with Revised Evaluation Forms and Methodology."},
      {
        "id":"ED260688",
        "title":"Designing Educational Software for Tomorrow."},
      {
        "id":"ED260689",
        "title":"Exploratory Computer Literacy Curriculum Guide, Grades K-6. Resource Unit."},
      {
        "id":"ED260690",
        "title":"An Exploratory Study of the Effect of Screen Size and Resolution on the Legibility of Graphics in Automated Job Performance Aids. Final Report."},
      {
        "id":"ED260691",
        "title":"The k-d Tree: A Hierarchical Model for Human Cognition."},
      {
        "id":"ED260694",
        "title":"Use of a Microcomputer-Based Simulation to Enrich Teacher Training."},
      {
        "id":"ED260695",
        "title":"Analysis of the Skills Used in Public Broadcasting's Key Jobs with Recommended Uses by Public Broadcasting Organizations."},
      {
        "id":"ED260697",
        "title":"Cameras in the Curriculum. A Challenge to Teacher Creativity. An NEA/KODAK Program. Volume 2/1983-84."},
      {
        "id":"ED260700",
        "title":"Instructional Technology: Demonstration of Original Software for Teaching Introductory Psychology."},
      {
        "id":"ED260701",
        "title":"Policy, Guidelines, and Procedures for the Selection and Classification of Provincially Authorized Learning Resources. Revised."},
      {
        "id":"ED260703",
        "title":"Toward a Multi-Paradigmatic Approach to Evaluation of CAI: Experiences from the N.Y.I.T. Computer-Based Education Project."},
      {
        "id":"ED260705",
        "title":"Analysis of Microcomputer Policy. Paper and Report Series No. 106."},
      {
        "id":"ED260706",
        "title":"Applications of Computers in LEA and SEA Evaluation Units. Paper and Report Series No. 109."},
      {
        "id":"ED260710",
        "title":"MicroSIFT Courseware Evaluation. [Set 13 (294-319), Set 14 (320-361), with Hardware (HRD) and Subject (SBJ) Indexes to Both Sets.]"},
      {
        "id":"ED260712",
        "title":"Annual Report of the Librarian of Congress, 1984. For the Fiscal Year Ending September 30, 1984."},
      {
        "id":"ED260714",
        "title":"A Feasibility Study for the Development of Fee Based Services in Academic Libraries: Report to the Vice President for Business and Finance, Memphis State University."},
      {
        "id":"ED260721",
        "title":"Shelf Browsing, Open Access and Storage Capacity in Research Libraries. Occasional Papers Number 169."},
      {
        "id":"ED260723",
        "title":"Word Lists to Simplify Vocabulary of Technical Information. Final Report."},
      {
        "id":"ED260730",
        "title":"American Fiction, 1901-1925: Collection Strengthening and Creation of a National Bibliographic Record. Final Technical Report."},
      {
        "id":"ED260731",
        "title":"Cataloging Manual for Nonbook Materials. RS 85-7795."},
      {
        "id":"ED260732",
        "title":"Education for Technical Services."},
      {
        "id":"ED260735",
        "title":"An Operational System for Subject Switching between Controlled Vocabularies: A Computational Linguistics Approach."},
      {
        "id":"ED260742",
        "title":"Financial Reporting Practices in Illinois Public Community Colleges."},
      {
        "id":"ED260744",
        "title":"Know the Facts; Volume II, Issues 83-14 thru 84-8."},
      {
        "id":"ED260745",
        "title":"Why They Don't Come Back: A Study of Non-Returning Students at John Tyler Community College, Winter 1985 to Spring 1985."},
      {
        "id":"ED260753",
        "title":"Toward the Future Vitality of Student Development Services. Summary Report of a Colloquium Held at Traverse City, Michigan, August 1984."},
      {
        "id":"ED260758",
        "title":"What Do Our Students Know?"},
      {
        "id":"ED260761",
        "title":"Report of the Student Evaluation of the Milwaukee Area Technical College 1985 Weekend College."},
      {
        "id":"ED260772",
        "title":"Fieldwork: A Modular Approach. Cultural Anthropology."},
      {
        "id":"ED260773",
        "title":"Economic Systems: A Modular Approach. Cultural Anthropology."},
      {
        "id":"ED260774",
        "title":"Subdisciplines of Anthropology: A Modular Approach. Cultural Anthropology."},
      {
        "id":"ED260777",
        "title":"Social Stratification: A Modular Approach. Cultural Anthropology."},
      {
        "id":"ED260780",
        "title":"Anthropological Theory: A Modular Approach. Cultural Anthropology."},
      {
        "id":"ED260781",
        "title":"Cultural Molding: A Modular Approach. Cultural Anthropology."},
      {
        "id":"ED260782",
        "title":"Ethnographic Film: A Modular Approach. Cultural Anthropology."},
      {
        "id":"ED260783",
        "title":"Kinship and Social Groups: A Modular Approach. Cultural Anthropology."},
      {
        "id":"ED260785",
        "title":"Getting Involved: Workshops for Parents."},
      {
        "id":"ED260791",
        "title":"Instructional Formats Associated with the Development of Strategic Remembering."},
      {
        "id":"ED260792",
        "title":"A Study of the Possibilities for Reversible Actions in Software for Young Children."},
      {
        "id":"ED260795",
        "title":"Compositional Development in Children's Drawings."},
      {
        "id":"ED260800",
        "title":"Young Children and Turtle Graphics Programming: Understanding Turtle Commands."},
      {
        "id":"ED260803",
        "title":"Young Children's Production of Causal Connectives."},
      {
        "id":"ED260804",
        "title":"The Structure of Operational Thought: A Replication and Extension."},
      {
        "id":"ED260805",
        "title":"Recording & Reporting: A Comprehensive Early Childhood Recordkeeping System."},
      {
        "id":"ED260806",
        "title":"Are You a Manager? or Are You a Leader?"},
      {
        "id":"ED260811",
        "title":"The Development of Script Knowledge in Children from 18 to 30 Months of Age."},
      {
        "id":"ED260815",
        "title":"Integrating Children's Television Food Advertising Research with the Delay of Gratification and Resistance to Temptation Research."},
      {
        "id":"ED260819",
        "title":"Sex Stereotype Effects on Children's Ability Generalizations."},
      {
        "id":"ED260821",
        "title":"Sociometric Status and Adjustment: A Developmental Perspective."},
      {
        "id":"ED260825",
        "title":"Effectiveness of Early Childhood Education Programs: A Review of Research."},
      {
        "id":"ED260826",
        "title":"Criteria to Determine Entry into School: A Review of the Research."},
      {
        "id":"ED260827",
        "title":"Class Sizes for Kindergarten and Primary Grades: A Review of the Research."},
      {
        "id":"ED260828",
        "title":"Kindergarten Schedules: Status of Patterns in Illinois and a Review of Research."},
      {
        "id":"ED260829",
        "title":"Preschool Experiences and Child-Care Arrangements of Illinois Children."},
      {
        "id":"ED260830",
        "title":"Children of Teenage Parents: A Review of the Literature."},
      {
        "id":"ED260831",
        "title":"The Effectiveness of Preschool for Children from Low-Income Families: A Review of the Literature."},
      {
        "id":"ED260832",
        "title":"The Kindergarten Curriculum."},
      {
        "id":"ED260833",
        "title":"Problems of Adjustment to School."},
      {
        "id":"ED260834",
        "title":"Selected Preschool Screening and Diagnostic Instruments: A Technical Review."},
      {
        "id":"ED260835",
        "title":"The Status of Kindergarten: A Survey of the States."},
      {
        "id":"ED260836",
        "title":"Preventing Sexual Abuse in Day Care Programs: National Program Inspection."},
      {
        "id":"ED260838",
        "title":"Social Change and Family Policies. Key Papers, Part 2. International CFR Seminar (20th, Melbourne, Australia, August 19-24, 1984)."},
      {
        "id":"ED260844",
        "title":"Superintendent's Early Childhood Study Group Report."},
      {
        "id":"ED260846",
        "title":"Effective Utilization of Volunteers in Head Start Programs: A Manual."},
      {
        "id":"ED260849",
        "title":"Emotion and Cognition: A Developmental-Interactionist Perspective."},
      {
        "id":"ED260851",
        "title":"Performances and Accounts: Reflections on the Kindergarten Experience."},
      {
        "id":"ED260852",
        "title":"Developing Childhood Injury Prevention Programs: An Administrative Guide for State Maternal and Child Health (Title V) Programs."},
      {
        "id":"ED260853",
        "title":"Preparing Mexican Americans for Mathematics- and Science-Based Fields: A Guide for Developing School and College Intervention Models."},
      {
        "id":"ED260858",
        "title":"Tennessee Technological University Rural Education Project. 1984-85 Annual Report."},
      {
        "id":"ED260859",
        "title":"An Investigation into the Development and Validation of an Assessment Procedure for Identifying Language Disorders in Spanish/English Bilingual Children."},
      {
        "id":"ED260860",
        "title":"Characteristics of Poverty in Nonmetro Counties. Rural Development Research Report Number 52."},
      {
        "id":"ED260865",
        "title":"An Integrated Distance Education Teacher Training Model for Special Education Teachers in Rural Settings."},
      {
        "id":"ED260868",
        "title":"Teaching and Learning in Remote Schools: A Dilemma Beyond Rural Education."},
      {
        "id":"ED260869",
        "title":"Public School Administration on Indian Reservations."},
      {
        "id":"ED260870",
        "title":"Hispanics in Math and Science: Attracting Student Teachers and Retraining Experienced Teachers."},
      {
        "id":"ED260871",
        "title":"Undocumented Children: An Ongoing Issue for the Public Education System."},
      {
        "id":"ED260872",
        "title":"Alternative Funding Sources for Migrant Education."},
      {
        "id":"ED260873",
        "title":"Outdoor Education Activities for Elementary School Students."},
      {
        "id":"ED260874",
        "title":"Planning Staff Development Programs for Rural Teachers."},
      {
        "id":"ED260876",
        "title":"Attitudes of Principals Concerning Curriculum Needs in Small High Schools."},
      {
        "id":"ED260878",
        "title":"Adventure-Based Counseling: An Adlerian &quot;Natural High.&quot;"},
      {
        "id":"ED260882",
        "title":"Succeeding by the Numbers."},
      {
        "id":"ED260883",
        "title":"Planning a Class Camping Trip. ERIC Digest: Outdoor Education."},
      {
        "id":"ED260884",
        "title":"Facilitating Certification and Professional Development for Small Schools. ERIC Digest: Small Schools."},
      {
        "id":"ED260886",
        "title":"Rationale for a Study of the Relevance of Academic Learning Time and Active Teaching Behaviors to Secondary Science Teacher Education. Part of a Paper Set: Applying Teacher Effectiveness Findings to Preservice and Inservice Science Teacher Education."},
      {
        "id":"ED260887",
        "title":"Active Teaching Behaviors in Secondary Science Teaching: Case Study of a Student Teacher. Part of a Paper Set: Applying Teacher Effectiveness Findings to Preservice and Inservice Science Teacher Education."},
      {
        "id":"ED260889",
        "title":"World Oil: Coping With the Dangers of Success. Worldwatch Paper 66."},
      {
        "id":"ED260890",
        "title":"Achievement in Mathematics Education. ERIC/SMEAC Mathematics Education Digest No. 1."},
      {
        "id":"ED260891",
        "title":"The Role of Review in Mathematics Instruction. ERIC/SMEAC Mathematics Education Digest No. 2."},
      {
        "id":"ED260892",
        "title":"Achievement in Mathematics Education. Information Bulletin No. 2."},
      {
        "id":"ED260894",
        "title":"Stress Effects Related to Toxic Waste."},
      {
        "id":"ED260896",
        "title":"Professional Standards for Selection and Implementation of Instructional Materials."},
      {
        "id":"ED260898",
        "title":"Two Effective Ways to Implement Wait Time. A Symposium on Wait Time."},
      {
        "id":"ED260899",
        "title":"Engineering Curriculum as Affected by Corporate Giving."},
      {
        "id":"ED260902",
        "title":"The Structure of Mathematical Abilities: The View from Factor Analysis."},
      {
        "id":"ED260904",
        "title":"Spatial Cues in Algebraic Syntax."},
      {
        "id":"ED260905",
        "title":"The Representation of Basic Addition and Subtraction Word Problems."},
      {
        "id":"ED260906",
        "title":"The Superiority of Girls Over Boys in Mathematics Achievement in Hawaii."},
      {
        "id":"ED260907",
        "title":"Using Computers for Environmental Education. Information Bulletin No. 3."},
      {
        "id":"ED260908",
        "title":"Problem Solving Under Time-Constraints."},
      {
        "id":"ED260909",
        "title":"Questions &amp; Answers about Aeronautics and Space."},
      {
        "id":"ED260910",
        "title":"Lifestyles of the Stars."},
      {
        "id":"ED260911",
        "title":"The Floating Lab Research Project: An Approach to Evaluating Field Programs."},
      {
        "id":"ED260912",
        "title":"Man and the Biosphere: Ground Truthing Coral Reefs for the St. John Island Biosphere Reserve."},
      {
        "id":"ED260913",
        "title":"Conserving Water: The Untapped Alternative. Worldwatch Paper 67."},
      {
        "id":"ED260914",
        "title":"An Analysis of a Low-Stress Algebra Class Designed for &quot;Math Anxious&quot; Community College Students: Learning Theory and Applications."},
      {
        "id":"ED260915",
        "title":"Water Quality Instructional Resources Information System (IRIS): A Compilation of Abstracts to Water Quality and Water Resources Materials, Supplement 22 (1985)."},
      {
        "id":"ED260916",
        "title":"Reviews of Thirty-One Creationist Books."},
      {
        "id":"ED260919",
        "title":"Nuclear Proliferation Factbook. Prepared for the Subcommittees on Arms Control, International Security and Science and on International Economic Policy and Trade of the Committee on Foreign Affairs, U.S. House of Representatives and the Subcommittee on Energy, Nuclear Proliferation, and Federal Processes of the Committee on Governmental Affairs, U.S. Senate, 99th Congress, 1st session."},
      {
        "id":"ED260920",
        "title":"Investigations in Mathematics Education. Volume 18, Number 2."},
      {
        "id":"ED260926",
        "title":"Technology Transfer: A Think Tank Approach to Managing Innovation in the Public Sector."},
      {
        "id":"ED260936",
        "title":"Human Ecology: A Perspective for Biology Education. Monograph Series II."},
      {
        "id":"ED260937",
        "title":"Science, Technology, and American Diplomacy 1985. Sixth Annual Report Submitted to the Congress by the President Pursuant to Section 503(b) of Title V of Public Law 95-426. Serial E."},
      {
        "id":"ED260938",
        "title":"Cocaine: Pharmacology, Effects, and Treatment of Abuse. National Institute on Drug Abuse Research Monograph 50."},
      {
        "id":"ED260940",
        "title":"Residential Wood Combustion Emissions and Safety Guidebook."},
      {
        "id":"ED260944",
        "title":"A Tool for Assessing and Revising the Science Curriculum. Revised Edition."},
      {
        "id":"ED260945",
        "title":"A Review of the Literature on Blacks and Mathematics. Information Bulletin No. 1, 1985."},
      {
        "id":"ED260946",
        "title":"Results of the Indiana Basic Competency Skills Test in Mathematics: What Are the Problem Areas and Why?"},
      {
        "id":"ED260954",
        "title":"Upton Sinclair and the New Critics of Education."},
      {
        "id":"ED260958",
        "title":"Crime and Criminal Law as a Theme in Education. Paper on the Starting Points, Objectives, and Teaching Matter of a Series of Lessons Called &quot;Crime and Criminal Law,&quot; as a Theme for the School Subject of Social and Political Studies."},
      {
        "id":"ED260960",
        "title":"Curriculum Development in Population Education. Abstract-Bibliography, Series 6."},
      {
        "id":"ED260961",
        "title":"Irish Educational Studies. Vol. 4 no. 1."},
      {
        "id":"ED260962",
        "title":"Irish Educational Studies. Vol. 4 No. 2."},
      {
        "id":"ED260963",
        "title":"Perfect in Her Place. Women at Work in Industrial America."},
      {
        "id":"ED260967",
        "title":"Assessment of Gilligan's Model: Development of the Relationship Self Inventory."},
      {
        "id":"ED260968",
        "title":"In Pursuit of Wild Geese. Teaching Creative Thinking: A Smithsonian Approach."},
      {
        "id":"ED260970",
        "title":"Alfred Nobel and the Nobel Prizes. Fact Sheets on Sweden."},
      {
        "id":"ED260974",
        "title":"Conditional Reasoning in Jamaica."},
      {
        "id":"ED260975",
        "title":"Pre-College Philosophy: Will It Get Its Day in Court."},
      {
        "id":"ED260977",
        "title":"Consumer Economics (Secondary): Teaching Strategies. Master Curriculum Guide in Economics."},
      {
        "id":"ED260981",
        "title":"Developing Creative Thinking through an Integrated Arts Programme for Talented Children."},
      {
        "id":"ED260982",
        "title":"Creativity and Skill."},
      {
        "id":"ED260983",
        "title":"Post-Logical Thinking."},
      {
        "id":"ED260984",
        "title":"To Promote the General Welfare: The Purpose of Law. Law in Social Studies Series. Instructor's Manual."},
      {
        "id":"ED260985",
        "title":"To Promote the General Welfare: The Purpose of Law. Law in Social Studies Series."},
      {
        "id":"ED260992",
        "title":"Is This Curriculum Fit for Teachers?"},
      {
        "id":"ED260994",
        "title":"Famine in Africa. Hearing before the Committee on Foreign Relations. United States Senate, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED260995",
        "title":"Myself and Women Heroes in My World. Kindergarten Social Studies: Sojourner Truth, Harriet Tubman, Queen Liliuokalani, Amelia Earhart, Maria Tallchief, [and] Sonia Manzano."},
      {
        "id":"ED260996",
        "title":"Women at Work, Home and School. First Grade Social Studies: Susan LaFlesche, M.D., Mary McLeod Bethune, Dorothea Lange, Rachel Carson, Chien-Shiung Wu, [and] Nancy Lopez."},
      {
        "id":"ED260997",
        "title":"Women as Members of Groups. Second Grade Social Studies: Elizabeth Cady Stanton, Elizabeth Blackwell, M.D., Annie Wauneka, Rosa Parks, Dolores Huerta, [and] Shirley Cachola, M.D."},
      {
        "id":"ED260998",
        "title":"Women as Members of Communities. Third Grade Social Studies: Abigail Adams, Sarah Winnemucca, Helen Keller, Shirley Chisholm, March Fong Eu, [and] Carmen Delgado Votaw."},
      {
        "id":"ED261000",
        "title":"Library Instruction Workbook in Geography."},
      {
        "id":"ED261004",
        "title":"A Preservice Integrating Inservice Model in Personnel Preparation for Special Education. A Symposia."},
      {
        "id":"ED261006",
        "title":"The Educational Internship: A Teacher Training Model for the Nineties."},
      {
        "id":"ED261008",
        "title":"Competencies of Florida Health Educators by Settings of Practice."},
      {
        "id":"ED261010",
        "title":"Understanding Problems Faced by First Year Teachers. A Naturalistic Study."},
      {
        "id":"ED261011",
        "title":"Beyond the Mandate: The Professional Imperative in Kansas."},
      {
        "id":"ED261013",
        "title":"Prospects for a Healthier America: Achieving the Nation's Health Promotion Objectives. Proceedings (Washington, D.C., February 6-7, 1984)."},
      {
        "id":"ED261017",
        "title":"The Class Size Question: A Study at Different Levels of Analysis. ACER Research Monograph No. 26."},
      {
        "id":"ED261020",
        "title":"The Initiation to Teaching Project."},
      {
        "id":"ED261021",
        "title":"Critical Experiences in Student Teaching: Effects on Career Choice and Implications for Program Modification."},
      {
        "id":"ED261022",
        "title":"Browne and Foster's \"Sociology of Education.\" AFT Research Notes. Number 6."},
      {
        "id":"ED261024",
        "title":"A New Agenda For Education. Critical Issues."},
      {
        "id":"ED261025",
        "title":"Classroom Management: Perspectives for the Preservice Teacher."},
      {
        "id":"ED261026",
        "title":"Empirical, Experiential, and Theoretical Perspectives Affecting the Development of a Content Structure of Pedagogy."},
      {
        "id":"ED261027",
        "title":"The Follow-up of a Sample of the 1976-80 Advanced Graduates. College of Education, Bowling Green State University. A Report Presented to the Faculty of the Advanced Programs."},
      {
        "id":"ED261029",
        "title":"Improving Teacher Education: An Agenda for Higher Education and the Schools. A Report to The Southern Regional Education Board by Its Commission for Educational Quality."},
      {
        "id":"ED261030",
        "title":"The Qualitative Critique of Teacher Labor Market Studies."},
      {
        "id":"ED261049",
        "title":"Sports and Drug Abuse. Hearing before the Subcommittee on Alcoholism and Drug Abuse of the Committee on Labor and Human Resources. United States Senate, Ninety-Eighth Congress, Second Session (September 25, 1984)."},
      {
        "id":"ED261050",
        "title":"Standards for Scoliosis Screening in California Public Schools."},
      {
        "id":"ED261052",
        "title":"Effective Classroom Practices for Secondary Schools. R&amp;D Report No. 6191."},
      {
        "id":"ED261053",
        "title":"Improving Classroom Management and Organization in Junior High Schools: An Experimental Investigation. R&amp;D Report No. 6153."},
      {
        "id":"ED261054",
        "title":"Career Ladder Plans: Trends and Emerging Issues--1985."},
      {
        "id":"ED261056",
        "title":"Demonstrating the Effects of Teacher Training Efforts."},
      {
        "id":"ED261057",
        "title":"Profiles of Effective Teachers of Grade 8 Mathematics."},
      {
        "id":"ED261058",
        "title":"Physical Education Curriculum Guidelines, Grades K-12. Curriculum Development."},
      {
        "id":"ED261059",
        "title":"Does Imagined Practice Help in Learning a Motor Skill?"},
      {
        "id":"ED261060",
        "title":"Motivation Theory and Practice for Preservice Teachers. ERIC Teacher Education Monograph No. 4."},
      {
        "id":"ED261064",
        "title":"Applied vs Basic Research: On Maintaining Your Balance with a Foot in Each Camp."},
      {
        "id":"ED261066",
        "title":"The Average Achievement Test Score: A Demagogue Statistic."},
      {
        "id":"ED261073",
        "title":"Collaborative Inquiry: A Congenial Paradigm in a Cantankerous World."},
      {
        "id":"ED261074",
        "title":"A Comparison among Measures of Reading Achievement with Low Income Black Third Grade Students."},
      {
        "id":"ED261076",
        "title":"A Comparison of Traditional Approaches and Item Response Approaches to the Problem of Item Selection for Criterion-Referenced Measurement."},
      {
        "id":"ED261077",
        "title":"A Comparison of the Major Algorithms for Measuring School Effectiveness."},
      {
        "id":"ED261078",
        "title":"Components of a System for Evaluating Progress of Professionals In-Training."},
      {
        "id":"ED261082",
        "title":"A Consistently Successful Follow-up Survey."},
      {
        "id":"ED261083",
        "title":"Are Learning Disabled Students &quot;Test-Wise?&quot;: An Inquiry into Reading Comprehension Test Items."},
      {
        "id":"ED261090",
        "title":"Patterns of Retention in Australian Government Schools. ACER Research Monograph No. 27."},
      {
        "id":"ED261093",
        "title":"The Predictive Validity of Scholastic Aptitude Test Scores For Minority College Students."},
      {
        "id":"ED261094",
        "title":"Quantitative Methods: A Critique."},
      {
        "id":"ED261095",
        "title":"Six Honest Serving Men for Evaluation."},
      {
        "id":"ED261099",
        "title":"Asian-American Media Skills Handbook."},
      {
        "id":"ED261101",
        "title":"All One System: Demographics of Education, Kindergarten through Graduate School."},
      {
        "id":"ED261103",
        "title":"An Evaluation of School Effectiveness Programs in Connecticut. Technical Report."},
      {
        "id":"ED261104",
        "title":"Black History and Culture. Ideas and Activities for Studying."},
      {
        "id":"ED261107",
        "title":"Pathways to the Future, Vol. IV. A Report on the National Longitudinal Surveys of Youth Labor Market Experience in 1982. Revised."},
      {
        "id":"ED261111",
        "title":"Annotated Bibliography on Return Migration to Puerto Rico."},
      {
        "id":"ED261112",
        "title":"A Population Perspective on Bilingualism in Puerto Rican Children."},
      {
        "id":"ED261114",
        "title":"Teacher Training Manual for Using Multi-Media Curriculum Aids on Minority Women."},
      {
        "id":"ED261115",
        "title":"Minority Women in Math and Science."},
      {
        "id":"ED261116",
        "title":"Minority Women in Math and Science. Teacher's Guide."},
      {
        "id":"ED261121",
        "title":"Long-Term Relationships Between Socioeconomic Status, Race and Achievement in a Big-City School District."},
      {
        "id":"ED261125",
        "title":"Two Perspectives on School Climate: Do Staff and Students See a School the Same Way?"},
      {
        "id":"ED261126",
        "title":"Who Teaches the City's Children? A Study of New York City First Year Teachers."},
      {
        "id":"ED261127",
        "title":"Inclass Alternatives to Traditional Chapter 1 Pullout Programs."},
      {
        "id":"ED261133",
        "title":"Attitudes towards Discrimination and Affirmative Action for Minorities and Women."},
      {
        "id":"ED261134",
        "title":"The United Nations Decade for Women, 1976-1985: Employment in the United States. A Report for the World Conference on the United Nations Decade for Women 1976-1985."},
      {
        "id":"ED261135",
        "title":"Minorities & Women in the Health Fields. 1984 Edition."},
      {
        "id":"ED261136",
        "title":"The Children of Mariel From Shock to Integration: Cuban Refugee Children in South Florida Schools."},
      {
        "id":"ED261138",
        "title":"Walton High School Bilingual Language Arts Survival Training, 1983-1984. O.E.A. Evaluation Report."},
      {
        "id":"ED261143",
        "title":"Inservice Seminars for Tutors and Students to Increase Motivation and Retention in a Volunteer Adult Literacy Program."},
      {
        "id":"ED261160",
        "title":"Assign Grades. Self-Instructional Competency-Based Professional Teacher Training Manual."},
      {
        "id":"ED261161",
        "title":"Monitor Student Progress and Maintain Student Records. Self-Instructional Competency-Based Professional Teacher Training Manual."},
      {
        "id":"ED261163",
        "title":"Identify Teaching/Learning Strategies and Management Techniques to Implement CBVE. Self-Instructional Competency-Based Professional Teacher Training Manual."},
      {
        "id":"ED261164",
        "title":"Write Student Learning Guides or Competency Sheets. Self-Instructional Competency-Based Professional Teacher Training Manual."},
      {
        "id":"ED261165",
        "title":"Adapt or Revise a Student Learning Guide or Competency Sheet. Self-Instructional Competency-Based Professional Teacher Training Manual."},
      {
        "id":"ED261166",
        "title":"Orient Students to CBVE. Self-Instructional Competency-Based Professional Teacher Training Manual."},
      {
        "id":"ED261167",
        "title":"Write a Student Performance Contract. Self-Instructional Competency-Based Professional Teacher Training Manual."},
      {
        "id":"ED261173",
        "title":"Reading a Micrometer. Fordson Bilingual Demonstration Project."},
      {
        "id":"ED261174",
        "title":"Terms for Basic Electricity. Fordson Bilingual Demonstration Project."},
      {
        "id":"ED261176",
        "title":"Machine Tool Layout: Outlining a Basic Shape on Flat Steel. Fordson Bilingual Demonstration Project."},
      {
        "id":"ED261177",
        "title":"Automobile Engine: Basic Ignition Timing. Fordson Bilingual Demonstration Project."},
      {
        "id":"ED261178",
        "title":"Printers' System of Measure. Fordson Bilingual Demonstration Project."},
      {
        "id":"ED261179",
        "title":"Welding: Safety Clothing. Fordson Bilingual Demonstration Project."},
      {
        "id":"ED261180",
        "title":"Safe Driving and Road Signs. Fordson Bilingual Demonstration Project."},
      {
        "id":"ED261182",
        "title":"Ten Years of Student Career Development: A Nationwide Study."},
      {
        "id":"ED261184",
        "title":"Skills Development Training in the Consultancy Mode: An Experience in Ecuador."},
      {
        "id":"ED261188",
        "title":"Adult Education in the United States: Its Scope, Nature, and Future Direction. Occasional Paper No. 105."},
      {
        "id":"ED261189",
        "title":"New Dimensions in Adult Vocational and Career Counseling. Occasional Paper No. 106."},
      {
        "id":"ED261190",
        "title":"The Nature of Expertise. Occasional Paper No. 107."},
      {
        "id":"ED261195",
        "title":"Retention of Nontraditional Students in Postsecondary Education."},
      {
        "id":"ED261196",
        "title":"Outcomes of Career Guidance and Counseling in High School."},
      {
        "id":"ED261197",
        "title":"Our Changing Work Force--Your Challenge &amp; Opportunity."},
      {
        "id":"ED261198",
        "title":"How to Start a School/Business Partnership. Fastback 226."},
      {
        "id":"ED261200",
        "title":"Career Planning Support System. Final Report."},
      {
        "id":"ED261208",
        "title":"Education and Employment: Where We Are and Where We Ought to Go. Annual Policy Forum Proceedings."},
      {
        "id":"ED261209",
        "title":"Economics and Equity in Employment of People with Disabilities: International Policies and Practices. Proceedings from the Symposium (East Lansing, Michigan, April 28-May 2, 1984)."},
      {
        "id":"ED261210",
        "title":"Information for Agents or Solicitors of Louisiana Proprietary Schools. Bulletin #1430."},
      {
        "id":"ED261211",
        "title":"North Carolina State Plan for Vocational Education. Three Year Plan. Fiscal Years 1986-1988."},
      {
        "id":"ED261212",
        "title":"Vocational Health Occupations Teacher Education. Model Curriculum."},
      {
        "id":"ED261213",
        "title":"Competency-Based Curriculum Guide for Introduction to Business. Grades 9-12. Bulletin No. 1729."},
      {
        "id":"ED261214",
        "title":"Office Occupations Curriculum Course Guide. Postsecondary. 1984 Revision. Bulletin 1665."},
      {
        "id":"ED261216",
        "title":"Students' Needs as the Impetus for Individualization in Adult Basic Education."},
      {
        "id":"ED261217",
        "title":"Where the Jobs Are. Identification and Analysis of Local Employment Opportunities."},
      {
        "id":"ED261220",
        "title":"Vocational Ethics Infusion Project. Final Project Report."},
      {
        "id":"ED261233",
        "title":"An Evaluation of Business Teacher Education in Connecticut."},
      {
        "id":"ED261234",
        "title":"Precision Sheet Metal. Progress Record and Theory Outline."},
      {
        "id":"ED261235",
        "title":"Signal and Communications. Progress Record and Theory Outline."},
      {
        "id":"ED261236",
        "title":"Automobile Course. Progress Record and Theory Outline."},
      {
        "id":"ED261237",
        "title":"Avionics. Progress Record and Theory Outline."},
      {
        "id":"ED261238",
        "title":"Pipehanger Blueprint Reading, B-28."},
      {
        "id":"ED261239",
        "title":"Apprentice Outline. Piping Trades PH1. Pipehanger Theory I (Marine)."},
      {
        "id":"ED261240",
        "title":"Small Gas Engine Repair."},
      {
        "id":"ED261242",
        "title":"Personal Living Skills 10-20-30. Home Economics Curriculum."},
      {
        "id":"ED261243",
        "title":"Related Mechanics 12-22-32. Industrial Education Curriculum."},
      {
        "id":"ED261244",
        "title":"Piping 12-22-32. Industrial Education Curriculum."},
      {
        "id":"ED261245",
        "title":"Graphic Arts 12-22-32. Industrial Education Curriculum."},
      {
        "id":"ED261246",
        "title":"Sheet Metal 12-22-32. Industrial Education Curriculum."},
      {
        "id":"ED261247",
        "title":"Industrial Education Manual for Guidance to Teachers, Counsellors and Administrators."},
      {
        "id":"ED261249",
        "title":"The Mobility Assistance Program. A Comprehensive Evaluation Report."},
      {
        "id":"ED261253",
        "title":"Secondary Health Occupations and Local Medical Centers."},
      {
        "id":"ED261255",
        "title":"Generalizable Communications Skills Assessment. User Manual."},
      {
        "id":"ED261257",
        "title":"Advanced Woodworking (Industrial Arts) Curriculum Guide. Bulletin 1752."},
      {
        "id":"ED261258",
        "title":"Advanced Technical Drafting (Industrial Arts) Curriculum Guide. Bulletin 1751."},
      {
        "id":"ED261259",
        "title":"Advanced Metals (Industrial Arts) Curriculum Guide. Bulletin 1750."},
      {
        "id":"ED261262",
        "title":"Whither Vocational Education: The Dropout Problem and Its Impact in Kansas City and in the Nation."},
      {
        "id":"ED261266",
        "title":"Factors Associated with Practicum Students' Engagement of Clients in Counseling."},
      {
        "id":"ED261267",
        "title":"Effects of Divorce on Children of Different Ages: A Descriptive Study."},
      {
        "id":"ED261271",
        "title":"Man, Woman, and Child: The Shared Parenting Family."},
      {
        "id":"ED261272",
        "title":"Self-Blame and Sex-Role Beliefs in Domestic Violence Victims."},
      {
        "id":"ED261273",
        "title":"Joint and Maternal Custody: The Outcome for Boys Aged 6-11 and Their Parents."},
      {
        "id":"ED261274",
        "title":"The Attribution of Universal or Personal Helplessness in Nondepressed and Depressed Elderly Females."},
      {
        "id":"ED261275",
        "title":"Moods and Ratings of Life Goals."},
      {
        "id":"ED261276",
        "title":"Type A Behavior/Stress and the Person-Environment Fit Hypothesis."},
      {
        "id":"ED261282",
        "title":"Managing in Dual-Employed Families: Policies and Perspectives That Would Help."},
      {
        "id":"ED261286",
        "title":"The Rewarding Challenge: Welcoming Re-Entry Women Students to the Small College."},
      {
        "id":"ED261288",
        "title":"Social Security Disability Reviews: The Human Costs. Joint Hearing before the Special Committee on Aging, United States Senate and the Subcommittee on Social Security of the Committee on Ways and Means, House of Representatives, Ninety-Eighth Congress, Second Session (Part 2 - Dallas, Texas)."},
      {
        "id":"ED261290",
        "title":"Long-Term Care: Need for a National Policy. Hearing before the Subcommittee on Health and Long-Term Care of the Select Committee on Aging. House of Representatives, Ninety-Eighth Congress, First Session (December 15, 1983, San Francisco, California)."},
      {
        "id":"ED261292",
        "title":"Corporate Retiree Health Benefits: Here Today, Gone Tomorrow? Hearing before the Select Committee on Aging. House of Representatives, Ninety-Eighth Congress, Second Session (June 27, 1984)."},
      {
        "id":"ED261294",
        "title":"Gender-Stereotyping of Cognitive Abilities."},
      {
        "id":"ED261298",
        "title":"Dual Career Families."},
      {
        "id":"ED261301",
        "title":"A Cognitive Style Change Approach to the Modification of Thinking in College Students."},
      {
        "id":"ED261303",
        "title":"Teenage Suicide: Identification, Intervention and Prevention. Highlights: An ERIC/CAPS Fact Sheet."},
      {
        "id":"ED261304",
        "title":"Older Americans Act Programs: Houghton Lake, MI. Hearing before the Subcommittee on Human Services of the Select Committee on Aging. House of Representatives, Ninety-Eighth Congress, First Session (October 10, 1983, Houghton Lake, MI)."},
      {
        "id":"ED261305",
        "title":"Elder Abuse: A National Disgrace. A Report by the Chairman of the Subcommittee on Health and Long-Term Care of the Select Committee on Aging. House of Representatives, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED261306",
        "title":"Alcohol Abuse and Its Implications for Families. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED261310",
        "title":"Caregiving for Dementia in Family Members: Caregiving Burden and Prospects for Effective Intervention."},
      {
        "id":"ED261313",
        "title":"Parent Involvement in Children's Academic Achievement. In Brief: An Information Digest from ERIC/CAPS."},
      {
        "id":"ED261315",
        "title":"The Dual-Earner Family's Impact on the Child and the Family System: Review and Implications for Counseling Practice."},
      {
        "id":"ED261318",
        "title":"Uncertainty and Clinical Psychology: Therapists' Responses."},
      {
        "id":"ED261319",
        "title":"Multidisciplinary Team Functioning in New York State: Surveying Team Characteristics and Elements of Success."},
      {
        "id":"ED261323",
        "title":"Whither Sex Education? Excellence in Comprehensive Program Development."},
      {
        "id":"ED261324",
        "title":"International Trends and Perspectives: Aging. International Research Document No. 12."},
      {
        "id":"ED261327",
        "title":"Integrating Computer Literacy into the Master's Level Curriculum."},
      {
        "id":"ED261336",
        "title":"Optional and Required Text Review Strategies and Their Interaction with Student Characteristics. Technical Report No. 5."},
      {
        "id":"ED261339",
        "title":"Writing Skills That Teach Reading."},
      {
        "id":"ED261341",
        "title":"Readers' Perception of Contractual Rights in a Medical Insurance Summary. CDC Technical Report No. 15."},
      {
        "id":"ED261350",
        "title":"Landscapes: A State-of-the-Art Assessment of Reading Comprehension Research 1974-1984. Final Report, Volume 1."},
      {
        "id":"ED261353",
        "title":"Teacher Explanation during Reading Instruction: A Technical Report of the 1982-83 Study. Research Series No. 158."},
      {
        "id":"ED261360",
        "title":"Contextual and Linguistic Factors in Children&apos;s Comprehension of Nonliteral Language. Technical Report No. 340."},
      {
        "id":"ED261366",
        "title":"On Top of the World: Chevrolet Television Advertising 1955 to 1965."},
      {
        "id":"ED261369",
        "title":"Curriculum Guide in Communication Arts for the Elementary School in Listening, Speaking, and Writing: Kindergarten, Grade 1, Levels AB."},
      {
        "id":"ED261370",
        "title":"Curriculum Guide in Communication Arts for the Elementary School in Listening, Speaking, and Writing: Grade 1, Levels CD."},
      {
        "id":"ED261371",
        "title":"Curriculum Guide in Communication Arts for the Elementary School in Listening, Speaking, and Writing: Grade 2, Levels EF."},
      {
        "id":"ED261372",
        "title":"Curriculum Guide in Communication Arts for the Elementary School in Listening, Speaking, and Writing: Grade 3, Levels GH."},
      {
        "id":"ED261373",
        "title":"Curriculum Guide in Communication Arts for the Elementary School in Listening, Speaking, and Writing: Grade 4."},
      {
        "id":"ED261380",
        "title":"Creating Talented Writers."},
      {
        "id":"ED261385",
        "title":"An Evaluative and Prescriptive Look at Graphics Research."},
      {
        "id":"ED261386",
        "title":"The Usability Edit: A New Level."},
      {
        "id":"ED261391",
        "title":"Audience Analysis for \"The Making, Shaping and Treating of Steel\": A Pilot Study. Final Report Presented to United States Steel and the Association of Iron and Steel Engineers. CDC Technical Report No. 10."},
      {
        "id":"ED261393",
        "title":"Wordplay and Language Learning for Children."},
      {
        "id":"ED261394",
        "title":"The Teacher-Researcher: How to Study Writing in the Classroom."},
      {
        "id":"ED261395",
        "title":"Limitations on the Use of Computers in Composition."},
      {
        "id":"ED261399",
        "title":"Teaching Writing: Some Perennial Questions and Some Possible Answers. Occasional Paper No. 85."},
      {
        "id":"ED261401",
        "title":"Language Arts. DS Manual 2420.1."},
      {
        "id":"ED261403",
        "title":"Achieving the Ideal Writing Center by Establishing the Role of the Writing Center within the College or University."},
      {
        "id":"ED261404",
        "title":"Problem Definition in English Department and Other Academic Writing."},
      {
        "id":"ED261408",
        "title":"Closing My Eyes as I Talk: An Argument Against Audience Awareness."},
      {
        "id":"ED261410",
        "title":"Revision Strategies of Seventh and Eleventh Graders."},
      {
        "id":"ED261413",
        "title":"The Helping Book: Fifth Grade Language Arts. For Parents of ECIA, Chapter 1 Fifth Grade Students. Bulletin 1743."},
      {
        "id":"ED261414",
        "title":"The Helping Book: Fourth Grade. For Parents of ECIA, Chapter 1. Bulletin 1709."},
      {
        "id":"ED261417",
        "title":"A Critical Theory of Dialogue: A Review and Critique of Habermas' Theory of Universal Pragmatics and Implications for Theories of Decision Making and Negotiation."},
      {
        "id":"ED261418",
        "title":"How Culture Is Performed: A Gallegan Paradigm."},
      {
        "id":"ED261419",
        "title":"The Search for Multi-Methodological Approaches to Empathic Communication Development."},
      {
        "id":"ED261420",
        "title":"Convergent Validity and Work Applications of Communication Apprehension: An Applied Analysis in an Assessment Center Setting."},
      {
        "id":"ED261422",
        "title":"Developmental Differences in Children's Television Story Comprehension: Effects of Content Cues and Auditory Formal Production Features."},
      {
        "id":"ED261425",
        "title":"Don't Speak to Me in English: Communication Apprehension in Puerto Rico."},
      {
        "id":"ED261428",
        "title":"Computer Conferencing and Education: Complementary or Contradictory Concepts?"},
      {
        "id":"ED261429",
        "title":"A Comparative Analysis of Internal Communication and Public Relations Audits. State of the Art."},
      {
        "id":"ED261432",
        "title":"The Active Audience: Trivia, Exaggeration, or Ideology."},
      {
        "id":"ED261437",
        "title":"Videotaping: Relationship between Communication Apprehension and Self-Concept."},
      {
        "id":"ED261440",
        "title":"Listening and the Learning Disabled Student."},
      {
        "id":"ED261448",
        "title":"The Relationship of Communication Anxiety, Avoidance and Competence of Non-Native English Speakers in the U.S."},
      {
        "id":"ED261450",
        "title":"Argument and Social Practice: Proceedings of the Speech Communication Association/American Forensic Association Conference on Argumentation (4th, Alta, Utah, August 1-4, 1985)."},
      {
        "id":"ED261452",
        "title":"Symposium on Educational Productivity: The Proceedings (Austin, Texas, October 25, 1983)."},
      {
        "id":"ED261454",
        "title":"Towards a Professional Code in Teaching."},
      {
        "id":"ED261456",
        "title":"School Size and School Disorder."},
      {
        "id":"ED261462",
        "title":"Resolution of Barriers to the Education of Handicapped Students. Facilitators' Handbook."},
      {
        "id":"ED261464",
        "title":"Personal Labor Supply: An Estimation of a Probabilistic Teacher Labor Supply Function. Occasional Paper in Educational Policy Analyis No. 416."},
      {
        "id":"ED261465",
        "title":"Technology and Learning: Changing Minds in a Changing World. Schooling and Technology, Volume 4."},
      {
        "id":"ED261477",
        "title":"Developing and Implementing Summer-School Programs for Students with Severe Handicaps."},
      {
        "id":"ED261481",
        "title":"Learning Disabilities and Microcomputer Courseware: A Qualitative Study of Students' and Teachers' Interactions with Instructional Dimensions."},
      {
        "id":"ED261482",
        "title":"Curriculum and Instruction for Exceptional Bilingual Students."},
      {
        "id":"ED261483",
        "title":"Parental Involvement in The Special Education Process."},
      {
        "id":"ED261484",
        "title":"Teacher Interactions with Handicapped and Hispanic Students: An Annotated Bibliography."},
      {
        "id":"ED261485",
        "title":"The Influence of Sociocultural Factors on the Achievement and Placement of Limited English Proficient Hispanic Students."},
      {
        "id":"ED261486",
        "title":"Attribution Theory, Learned Helplessness and Achievement: Implications for the Exceptional Hispanic Child."},
      {
        "id":"ED261490",
        "title":"Talk to Me II. Common Concerns."},
      {
        "id":"ED261492",
        "title":"Development of a Microprocessor Based Workstation for Severely/Profoundly Multihandicapped Students. Final Report, July 1983-October 1984."},
      {
        "id":"ED261494",
        "title":"A Partial Compendium of SOI Patterns on Sub-Groups of Gifted People."},
      {
        "id":"ED261496",
        "title":"Robotics, Artificial Intelligence, Computer Simulation: Future Applications in Special Education."},
      {
        "id":"ED261498",
        "title":"[Educational Services for Handicapped Students in Correctional Settings.]"},
      {
        "id":"ED261501",
        "title":"Volunteerism in Special Education through Industry-Education Cooperation: A Program Development Handbook for Coordinators of Volunteer Recruitment."},
      {
        "id":"ED261505",
        "title":"Assessment and Remediation of Complex Reasoning in Specific Subgroups of Learning Disabled Adolescents. Final Report."},
      {
        "id":"ED261506",
        "title":"A Transitional Employment Strategy for the Mentally Retarded: The Final STETS Implementation Report."},
      {
        "id":"ED261510",
        "title":"Computer Technology for the Handicapped in Special Education and Rehabilitation: A Resource Guide. Volume II."},
      {
        "id":"ED261511",
        "title":"The Development of Microcomputer Skills of Special Education Teachers: Final Summary Project Report."},
      {
        "id":"ED261512",
        "title":"Lost at Sea: Survival Manual on Microcomputers."},
      {
        "id":"ED261515",
        "title":"Handicapped Children's Early Education Program Directory, 1984-85 Edition."},
      {
        "id":"ED261518",
        "title":"Pocket Guide to Federal Help for the Disabled Person."},
      {
        "id":"ED261519",
        "title":"Digest of Data on Persons with Disabilities."},
      {
        "id":"ED261520",
        "title":"SKIL:SACK, Skills of Independent Living: Screening Assessment and Curriculum Kit. Volumes I-III."},
      {
        "id":"ED261524",
        "title":"Policy Issues Associated with Serving Bilingual Exceptional Children."},
      {
        "id":"ED261527",
        "title":"Common Threads in Behavior Checklists, Task Analysis, Prompting, Operations Training, and Chaining Research."},
      {
        "id":"ED261533",
        "title":"Workshop on Information and Representation Report."},
      {
        "id":"ED261535",
        "title":"Affective Considerations in Bilingual Education: Problems and Solutions."},
      {
        "id":"ED261536",
        "title":"A Review of Current Literature on English as a Second Language. Part C Research Agenda."},
      {
        "id":"ED261537",
        "title":"A Synthesis of Current Literature on English as a Second Language: Issues for Educational Policy. Part C Research Agenda."},
      {
        "id":"ED261539",
        "title":"A Summary of Current Literature on English as a Second Language. Part C Research Agenda."},
      {
        "id":"ED261540",
        "title":"Parent Involvement in the Education of Minority Language Children. A Resource Handbook."},
      {
        "id":"ED261541",
        "title":"Promising Practices: A Teacher Resource (Grades K-3)."},
      {
        "id":"ED261542",
        "title":"Acquisition of Some Japanese Numeral Classifiers: The Search for Convention."},
      {
        "id":"ED261544",
        "title":"The Problem of Plurifunctionality in Bilingual Language Acquisition."},
      {
        "id":"ED261545",
        "title":"Learning Strategies in Two Danish Children's Language Development."},
      {
        "id":"ED261546",
        "title":"The Acquisition of Transitivity in Quiche Mayan."},
      {
        "id":"ED261549",
        "title":"The Development of Lexical Anaphors and Pronouns."},
      {
        "id":"ED261553",
        "title":"An Annotated Guide of Available Films. English for Speakers of Other Languages (ESOL) Secondary Centers. Beginning and Intermediate Levels."},
      {
        "id":"ED261559",
        "title":"Sociolinguistic Issues in Non-Native Varieties of English."},
      {
        "id":"ED261572",
        "title":"A Guide to Curriculum Review for Basic Nursing Education. Orientation to Primary Health Care and Community Health."},
      {
        "id":"ED261575",
        "title":"A Counselor&apos;s Guide to Financial Aid for the 1985-86 Academic Year."},
      {
        "id":"ED261591",
        "title":"The Great Lakes Colleges Association: Twenty-One Years of Cooperation in Higher Education."},
      {
        "id":"ED261592",
        "title":"Segmental Responses to Assembly Concurrent Resolution 71 Regarding Ethnic Awareness. Commission Report 85-27."},
      {
        "id":"ED261593",
        "title":"Eligibility of California's 1983 High School Graduates for Admission to the State's Public Universities. A Report from the 1983 High School Eligibility Study. Commission Report 85-23."},
      {
        "id":"ED261594",
        "title":"Effects of Faculty Classifications and Salary Schedules on Faculty Hiring and Promotion at the California State University. A Report to the Legislature in Response to Supplemental Language in the 1985-85 Budget Act. Communication Report 85-24."},
      {
        "id":"ED261595",
        "title":"Policy Options for the CAL Grant Programs. The Second of Two Reports on California State Aid Commission Grant Programs Requested by the Legislature in Supplemental Language to the 1984-85 Budget Act. Commission Report 85-26."},
      {
        "id":"ED258594",
        "title":"MICROsearch--A Project to Extend the ERIC Database to Microcomputers."},
      {
        "id":"ED258603",
        "title":"A Review of &quot;Literacy in the Open-Access College.&quot;"},
      {
        "id":"ED258608",
        "title":"Program Requirements and Career Patterns concerning Technical Education."},
      {
        "id":"ED258612",
        "title":"Los Angeles Mission College Year-End Narrative Report. Ford Foundation Urban Community College Transfer Opportunities Program."},
      {
        "id":"ED258617",
        "title":"Practical Oral Communication: Speech 50."},
      {
        "id":"ED258620",
        "title":"State of Wyoming, 1984. Annual Report of the Community College Commission: July 1, 1983 through June 30, 1984."},
      {
        "id":"ED258626",
        "title":"In Search of Community College Partnerships. Keeping America Working Series, No. 2."},
      {
        "id":"ED258630",
        "title":"Federal Support for Higher Education: A Position Perspective."},
      {
        "id":"ED258632",
        "title":"Facts and Figures: 1984-85. Annual Report and Statistical Digest."},
      {
        "id":"ED258633",
        "title":"An Employer Needs Assessment for Vocational Education: Palomar Community College District."},
      {
        "id":"ED258637",
        "title":"Attributions for Success and Failure in Algebra of Samoan Community College Students: A Profile Analysis."},
      {
        "id":"ED258640",
        "title":"A Practical Partnership."},
      {
        "id":"ED258641",
        "title":"Insights from Studies on Collaboration."},
      {
        "id":"ED258645",
        "title":"Alaska Statewide Plan for Postsecondary Education, 1986-1990: A Draft for Public Comment. Volume I."},
      {
        "id":"ED258646",
        "title":"Alaska Statewide Plan for Postsecondary Education, 1986-1990: A Draft for Public Comment. Volume II: Appendices."},
      {
        "id":"ED258647",
        "title":"Vocationalizing Higher Education: The Causes of Enrollment and Completion in Two-Year Colleges, 1970-1980."},
      {
        "id":"ED258648",
        "title":"The Challenges of Improving the Teaching-Learning Process in Computer Studies."},
      {
        "id":"ED258652",
        "title":"The Status of Planning at Community, Junior and Technical Colleges in the Northeast: Results of the Survey--August 1984."},
      {
        "id":"ED258653",
        "title":"Institutional Planning as a Participative Process: A Community College Self Study."},
      {
        "id":"ED258654",
        "title":"Strengthening Financial Management. New Directions for Community Colleges, Number 50."},
      {
        "id":"ED258656",
        "title":"An Analysis of Funding Equity in Iowa&apos;s Area Colleges."},
      {
        "id":"ED258658",
        "title":"Teaching and Learning Styles."},
      {
        "id":"ED258659",
        "title":"A Study of California's Community Colleges. Volume 1: Summary and Conclusions. Volume 2: Findings."},
      {
        "id":"ED258667",
        "title":"Hispanic Achievement: A Commitment of Community Colleges and Business Enterprise. Proceedings of the Hispanic Roundtable Meeting (Phoenix, Arizona, May 23-24, 1984)."},
      {
        "id":"ED258683",
        "title":"Off to a Good Start: Practical Nutrition for Family Day Care."},
      {
        "id":"ED258692",
        "title":"Survey Measurement of Father Involvement in Childrearing: A Reliability and Validity Study."},
      {
        "id":"ED258694",
        "title":"Enrolment of Immature School-Aged Children in Early Childhood Services Programs."},
      {
        "id":"ED258696",
        "title":"An Exploration of Environmental Correlates of Early Childhood Literacy."},
      {
        "id":"ED258698",
        "title":"Children's Mental Arithmetic: Toward a Model of Retrieval and Problem Solving."},
      {
        "id":"ED258703",
        "title":"The Physical and Psychological Environment of Children in Sweden."},
      {
        "id":"ED258704",
        "title":"Resolving Ambiguity from Competing Spatial Frames of Reference."},
      {
        "id":"ED258705",
        "title":"Kids. They&apos;re Worth Every Penny. Handbook on Child Support Enforcement."},
      {
        "id":"ED258707",
        "title":"The Swedish School System."},
      {
        "id":"ED258709",
        "title":"A Developmental and Cognitivist Approach to a Perceptuo-Motor Task."},
      {
        "id":"ED258711",
        "title":"Food Buying Guide for Family Day Care Homes."},
      {
        "id":"ED258713",
        "title":"Children's Peer Relations: Sociometric Status, Dyads, and Triads."},
      {
        "id":"ED258717",
        "title":"Age Differences in Children's Strategies for Influencing Parents' Purchases."},
      {
        "id":"ED258729",
        "title":"&quot;A Human Ethogram: Its Scientific Acceptability and Importance.&quot; A Treatise Assessing Modern Theories of Personality Development and Proposing a New Comprehensive Theory of Behavior and Behavioral Development, key chapters and sections."},
      {
        "id":"ED258731",
        "title":"What Day Care Forms and Features Mean for Children's Development."},
      {
        "id":"ED258732",
        "title":"Children's Intellectual Rights."},
      {
        "id":"ED258739",
        "title":"Committee on Tolerance and Understanding. Final Report."},
      {
        "id":"ED258747",
        "title":"Colorado Migrant Education Program. 1983-1984 Summary and Evaluation Report."},
      {
        "id":"ED258753",
        "title":"The City House and the Country House: Land-Use Policies and Rural Poverty in the Northeast. Coal, Poverty, and Development Policy in Eastern Kentucky. Development and Management of Forest Resources for Rural Development in the Pacific Northwest. Natural and Human Resources: Major Public Policy and Minority Rural Land Ownership, Management, and Use. Rural Development, Poverty, and Natural Resources Workshop Paper Series, Part V."},
      {
        "id":"ED258754",
        "title":"Water and Poverty in the Southwest. Indian Natural Resource Development--The Impact on Poverty: Overview of Issues, and Proposals for Research. Rural Development, Poverty, and Natural Resources Workshop Paper Series, Part VI."},
      {
        "id":"ED258755",
        "title":"Reflexiones Sobre Investigacion Educacional (Reflections on Educational Research)."},
      {
        "id":"ED258756",
        "title":"Orientaciones Tecnicas para el Mejoramiento de la Administracion Educacional--Necesidades, Posibilidades y Perspectivas (Technical Guidelines on the Improvement of Educational Administration--Needs, Possibilities, and Perspectives)."},
      {
        "id":"ED258757",
        "title":"The Indian Reading Series: Stories and Legends of the Northwest. Teacher&apos;s Manual, Series I, II, and III."},
      {
        "id":"ED258758",
        "title":"The Indian Reading Series: Stories and Legends of the Northwest. Level I. Books 1-20."},
      {
        "id":"ED258759",
        "title":"The Indian Reading Series: Stories and Legends of the Northwest. Level II. Books 1-20."},
      {
        "id":"ED258760",
        "title":"The Indian Reading Series: Stories and Legends of the Northwest. Level III. Books 1-20."},
      {
        "id":"ED258761",
        "title":"Thoughts from the Shadow of a Flame. The Indian Reading Series: Stories and Legends of the Northwest. Teacher's Manual. Level IV."},
      {
        "id":"ED258762",
        "title":"The Indian Reading Series: Stories and Legends of the Northwest. Level IV. Books 1-21."},
      {
        "id":"ED258763",
        "title":"Thoughts from the Shadow of a Flame. The Indian Reading Series: Stories and Legends of the Northwest. Teacher&apos;s Manual, Level V."},
      {
        "id":"ED258764",
        "title":"The Indian Reading Series: Stories and Legends of the Northwest. Level V. Books 1-18."},
      {
        "id":"ED258765",
        "title":"Tsapah Talks of Pheasant and Other Stories. The Indian Reading Series: Stories and Legends of the Northwest. Teacher&apos;s Manual, Level IV."},
      {
        "id":"ED258766",
        "title":"Tsapah Talks of Pheasant and Other Stories. The Indian Reading Series: Stories and Legends of the Northwest. Level VI."},
      {
        "id":"ED258768",
        "title":"The Economic Status of Alaska Native Women."},
      {
        "id":"ED258769",
        "title":"IHS Mental Health Program Review Plenary Session [Background Material]."},
      {
        "id":"ED258770",
        "title":"Indian Health Service Mental Health Program Review Plenary Session (Portland, Oregon, January 17-19, 1984). Summary Report."},
      {
        "id":"ED258774",
        "title":"How Far Is the Ivory Tower from Reality in Preparing Teachers for Rural Settings?"},
      {
        "id":"ED258775",
        "title":"Natural Resource Dependence, Rural Development, and Rural Poverty. Rural Development Research Report Number 48."},
      {
        "id":"ED258777",
        "title":"Elements of Successful Math and Science Models for Mexican American Students."},
      {
        "id":"ED258779",
        "title":"Health Needs Assessment Survey for Brownsville, Texas. A U.S.-Mexico Border Community Case Study 1983-1985."},
      {
        "id":"ED258782",
        "title":"The Changing Rural Economy: Implications for Rural America."},
      {
        "id":"ED258783",
        "title":"Components of Rural School Excellence."},
      {
        "id":"ED258784",
        "title":"Local Leadership and Quality Rural Education."},
      {
        "id":"ED258785",
        "title":"Recruitment and Preparation of Quality Teachers for Rural Schools."},
      {
        "id":"ED258786",
        "title":"Bridging, Linking, Networking the Gap: Uses of Instructional Technology in Small Rural Schools."},
      {
        "id":"ED258787",
        "title":"State Policy Trends and Impacts on Rural School Districts."},
      {
        "id":"ED258788",
        "title":"Equity in Rural School Finance."},
      {
        "id":"ED258789",
        "title":"Rural School Partnerships with Higher Education and the Private Sector."},
      {
        "id":"ED258790",
        "title":"Postsecondary and Adult Education in Rural Communities."},
      {
        "id":"ED258792",
        "title":"Statistical Reasoning in Novices."},
      {
        "id":"ED258793",
        "title":"Research of the Learning Cycle with the Anthropological Model."},
      {
        "id":"ED258796",
        "title":"Legislative Report. Louisiana State Assessment Program. Reading, Writing, and Mathematics, 1982-83."},
      {
        "id":"ED258798",
        "title":"Administration of MESA (Mathematics, Engineering, Science Achievement). A Report to the Legislature in Response to Supplemental Language in the 1984-85 Budget Act. Commission Report 85-4."},
      {
        "id":"ED258802",
        "title":"Addressing Orthopedic Handicaps in the Science Classroom."},
      {
        "id":"ED258808",
        "title":"Mathematical and Scientific Knowledge: An Overview."},
      {
        "id":"ED258812",
        "title":"Girls in School: Women in Science."},
      {
        "id":"ED258813",
        "title":"Cooperative Developmental Energy Project. Final Report of Phase I."},
      {
        "id":"ED258814",
        "title":"Conservation of Energy: Home and School. Grades 7-9."},
      {
        "id":"ED258815",
        "title":"Solar Water Heater Systems for Building Trades Class."},
      {
        "id":"ED258816",
        "title":"Biomass: An Alternative Source of Energy for Eighth or Ninth Grade Science."},
      {
        "id":"ED258817",
        "title":"The Recovery of Energy from Waste."},
      {
        "id":"ED258818",
        "title":"Coal and Energy."},
      {
        "id":"ED258819",
        "title":"Investing in Children. Worldwatch Paper 64."},
      {
        "id":"ED258820",
        "title":"An International Consortium for Concept Learning Research in Four Countries (U.S.A., Trinidad and Tobago, Costa Rica, and Mexico)."},
      {
        "id":"ED258825",
        "title":"Reading, Understanding, Remembering and Using Information in Written Science Materials."},
      {
        "id":"ED258827",
        "title":"Computers and Gender: Differential Effects of Electronic Search on Students' Achievement and Attitudes."},
      {
        "id":"ED258829",
        "title":"Sex-Related Differences in Students' Reactions to Failure on Algebra Word Problems."},
      {
        "id":"ED258832",
        "title":"Soviet Space Programs: 1976-80 (with Supplementary Data through 1983). Unmanned Space Activities. Part 3. Prepared at the Request of Hon. John C. Danforth, Chairman, Committee on Commerce, Science and Transportation, United States Senate, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED258833",
        "title":"Carbon Dioxide and the Greenhouse Effect. Hearing before the Subcommittee on Investigations and Oversight and the Subcommittee on Natural Resources, Agriculture Research and Environment of the Committee on Science and Technology, U.S. House of Respresentatives, Ninety-Eighth Congress, Second Session. (No. 119)."},
      {
        "id":"ED258834",
        "title":"Development, Implementation and Evaluation of the Science - A Process Approach for Trinidad and Tobago [SAPATT] Science Curriculum (Phase 1)."},
      {
        "id":"ED258837",
        "title":"Solar Renewable Energy. Teaching Unit."},
      {
        "id":"ED258843",
        "title":"Guidelines for Science Curriculum in Washington Schools."},
      {
        "id":"ED258844",
        "title":"Illinois Secondary School Course Offerings, 1982. Special Report on Science."},
      {
        "id":"ED258845",
        "title":"Mis-generalization: An Explanation of Observed Mal-rules."},
      {
        "id":"ED258846",
        "title":"Basic Algebra Revisited: A Study with 14 Year Olds. Revision."},
      {
        "id":"ED258847",
        "title":"An Attempt to Understand Students' Understanding of Basic Algebra."},
      {
        "id":"ED258848",
        "title":"Educational Developments in Asia and the Pacific--A Graphic Presentation."},
      {
        "id":"ED258852",
        "title":"Teaching Methodologies in Population Education. Abstract-Bibliography Series 5."},
      {
        "id":"ED258854",
        "title":"The Immigrant Experience: A Polish-American Model. Student Materials."},
      {
        "id":"ED258858",
        "title":"Japan: The Modernization of an Ancient Culture. Series on Public Issues No. 3."},
      {
        "id":"ED258859",
        "title":"The Overpopulation Myth. Series on Public Issues No. 4."},
      {
        "id":"ED258864",
        "title":"Inflation: Causes and Cures. Series on Public Issues No. 9."},
      {
        "id":"ED258865",
        "title":"Value and Opportunity: Comparable Pay for Comparable Worth. Series on Public Issues No. 10."},
      {
        "id":"ED258871",
        "title":"Health Care in the United States [and] Health Care Issues: A Lesson Plan."},
      {
        "id":"ED258875",
        "title":"Equity in Education Task Force Report."},
      {
        "id":"ED258880",
        "title":"Preparing Students for Humanity&apos;s Latest Adventure--Conquering Space. How to Do It in the Social Studies Classroom. Series 4, Number 1."},
      {
        "id":"ED258891",
        "title":"Lessons on the Constitution. Supplements to High School Courses in American History, Government and Civics."},
      {
        "id":"ED258895",
        "title":"Syllabus for a Women Studies Course on Women Composers."},
      {
        "id":"ED258896",
        "title":"Loan and Mortgage Spreadsheet."},
      {
        "id":"ED258898",
        "title":"Reversing Africa's Decline. Worldwatch Paper 65."},
      {
        "id":"ED258906",
        "title":"China: Background Notes Series."},
      {
        "id":"ED258907",
        "title":"Taiwan: Background Notes Series."},
      {
        "id":"ED258917",
        "title":"Advocacy in National Endowment for the Humanities' Projects Funded by Five State Councils."},
      {
        "id":"ED258922",
        "title":"Let's Vote!"},
      {
        "id":"ED258924",
        "title":"A Content Area Writing Lab for Preservice Teachers and Second Language Learners."},
      {
        "id":"ED258928",
        "title":"Measuring School Climate. California Evaluation Improvement Program."},
      {
        "id":"ED258930",
        "title":"The Collaborative Effort of Redesign in Teacher Education: The Planning and Implementation Process."},
      {
        "id":"ED258934",
        "title":"Integrating Teaching and Testing. A School-Based Staff Development Program for Improving the Quality of Instruction in High Schools. A Resource Guide for Teachers."},
      {
        "id":"ED258935",
        "title":"The Development of a Teacher&apos;s Handbook and a Related Staff Development Program for Integrating Teaching and Testing in High School. Final Report."},
      {
        "id":"ED258936",
        "title":"The Hunter Staff Development Model: Why Is It Working? How Can It Be Improved?"},
      {
        "id":"ED258949",
        "title":"Entry Level Profile: Student Attitudes Toward the Teaching Profession."},
      {
        "id":"ED258958",
        "title":"SREB Annual Report 1984-85."},
      {
        "id":"ED258959",
        "title":"Academic Requirements and Achievement in High Schools 1982. FRSS Report No. 15."},
      {
        "id":"ED258962",
        "title":"French & Raven's Power Bases: An Appropriate Focus for Educational Researchers and Practitioners."},
      {
        "id":"ED258966",
        "title":"How Do Teachers' Intentions Influence What Teachers Actually Teach and What Students Experience?"},
      {
        "id":"ED258967",
        "title":"How Valuable Is Teacher Training to Beginning Teachers? An Analysis of Graduate Feedback from a Rural Teacher Training Program."},
      {
        "id":"ED258969",
        "title":"Invitational Teaching for Mere Mortals."},
      {
        "id":"ED258970",
        "title":"The Irony of Professionalization."},
      {
        "id":"ED258971",
        "title":"Teacher Education in England and Wales."},
      {
        "id":"ED258974",
        "title":"The Impact of NTE Use by States on Teacher Selection."},
      {
        "id":"ED258975",
        "title":"Reduced Rank Classification."},
      {
        "id":"ED258980",
        "title":"Writing Enhancement Program: Annual Evaluation Report, August, 1984."},
      {
        "id":"ED258984",
        "title":"Test Score Changes on the GRE General (Aptitude) Test."},
      {
        "id":"ED258985",
        "title":"Closing Down the Conversation: The End of the Quantitative-Qualitative Debate among Educational Inquirers."},
      {
        "id":"ED258987",
        "title":"Determinants of College Students' Overall Evaluations of Their Academic Programs."},
      {
        "id":"ED258989",
        "title":"Estimating the Reliability of Classifications Based on Composite Scores."},
      {
        "id":"ED258992",
        "title":"Examining the Effects of Multidimensional Data on Ability and Item Parameter Estimation Using the Three-Parameter Logistic Model."},
      {
        "id":"ED258993",
        "title":"Expert Causal Reasoning and Explanation."},
      {
        "id":"ED258994",
        "title":"Experts' Opinion: A Powerful Evaluation Tool."},
      {
        "id":"ED258995",
        "title":"Drawing Implications for Instruction from Item, Topic, and Classroom-level Scores in Large-scale Science Assessment."},
      {
        "id":"ED258997",
        "title":"Developing Computerized Assessment for Young Children."},
      {
        "id":"ED259002",
        "title":"An Application of Heckman's Correction for Specification Error."},
      {
        "id":"ED259004",
        "title":"The Effects of Type of Instructions on the Psychometric Properties of a Survey Instrument."},
      {
        "id":"ED259007",
        "title":"A Longitudinal Analysis Using the LISREL-Model with Structured Means."},
      {
        "id":"ED259009",
        "title":"Efficiency Analysis: Enhancing the Statistical and Evaluative Power of the Regression-Discontinuity Design."},
      {
        "id":"ED259010",
        "title":"Future Professional Programs: A Clashing Separateness or a Human Context?"},
      {
        "id":"ED259011",
        "title":"Finding the Question for Evaluation Research. Paper and Report Series No. 102."},
      {
        "id":"ED259013",
        "title":"The Effects of Practice on the Armed Services Vocational Aptitude Battery."},
      {
        "id":"ED259016",
        "title":"The Effect of Anxiety and Strategy Training on Learning."},
      {
        "id":"ED259017",
        "title":"The Ecological Relevance of Four Psychometric Measures of Spatial Ability."},
      {
        "id":"ED259019",
        "title":"Macroprocesses, Individual Differences and Instructional Methods."},
      {
        "id":"ED259020",
        "title":"Reliability Estimation for Aggregated Data: Applications for Organizational Research."},
      {
        "id":"ED259021",
        "title":"A General Testing Model for Microcomputer Assessment in Education."},
      {
        "id":"ED259023",
        "title":"Implementation Monitoring: A Role for Evaluators in Helping New Programs Succeed."},
      {
        "id":"ED259027",
        "title":"&quot;It's Not How Much Brains You've Got, It's How You Use It&quot;: A Comparison of Classrooms Expected to Enhance or Undermine Students' Self-Evaluations."},
      {
        "id":"ED259028",
        "title":"Large-Sample Pre-equating: How Accurate?"},
      {
        "id":"ED259032",
        "title":"Problem Solving and Beginning Programming."},
      {
        "id":"ED259033",
        "title":"Problem Solving Questions for Multiple Choice Tests: A Method for Analyzing the Cognitive Demands of Items."},
      {
        "id":"ED259040",
        "title":"Parent Participation and the Achievement of Disadvantaged Students. ERIC/CUE Digest, No. 27."},
      {
        "id":"ED259043",
        "title":"Every Child Deserves A Chance: Guidelines for Effective Teaching."},
      {
        "id":"ED259044",
        "title":"Creating New Linkages for the Adoption of Black Children."},
      {
        "id":"ED259054",
        "title":"Latino Families in the United States. A Resourcebook for Family Life Education = Las Familias Latinas en los Estados Unidos. Recursos para la Capacitacion Familiar."},
      {
        "id":"ED259062",
        "title":"Education and the Black Family. A Framework for Quality Education: Setting Goals and Objectives, Developing a Philosophy of Education and Strengthening Community and Parental Involvement."},
      {
        "id":"ED259067",
        "title":"New Directions in Late &apos;80s. National Advisory and Coordinating Council on Bilingual Education. Ninth Annual Report, 1984-1985."},
      {
        "id":"ED259068",
        "title":"A Study of the Spanish Translation of the Wechsler Intelligence Scale for Children-Revised with Puerto Rican Children and Adolescents."},
      {
        "id":"ED259070",
        "title":"A Compendium and Review of Information Sources on Children in Poverty."},
      {
        "id":"ED259071",
        "title":"Poverty and Educational Achievement: An Analysis Plan."},
      {
        "id":"ED259078",
        "title":"Career Education Tips for Home Teachers of Grades 4, 5, & 6."},
      {
        "id":"ED259079",
        "title":"Career Education Tips for Home Teachers of K-3 Students."},
      {
        "id":"ED259080",
        "title":"Career Education Manual for Home Teachers. Centralized Correspondence/Study."},
      {
        "id":"ED259090",
        "title":"Adopting NDN Projects. A Guide for Adult Education Programs."},
      {
        "id":"ED259091",
        "title":"National Consumers Week--1984. Final Report."},
      {
        "id":"ED259092",
        "title":"How to Run a Consumer Week. A Planning Guide for Local Consumers."},
      {
        "id":"ED259095",
        "title":"Meeting the Challenge: Northwestern Communities Move to Help Dislocated Workers. Ideas for Action in Education and Work."},
      {
        "id":"ED259097",
        "title":"Adult Education in Sweden. Fact Sheets on Sweden."},
      {
        "id":"ED259102",
        "title":"Lifelong Learning Research Conference Proceedings (7th, College Park, Maryland, February 21-22, 1985)."},
      {
        "id":"ED259104",
        "title":"Digest of Adult Education Staff Development Programs."},
      {
        "id":"ED259109",
        "title":"Analysis of the Occupational Attainment of Agricultural Education Graduates of the High School Class of 1972."},
      {
        "id":"ED259118",
        "title":"The Effect of Curriculum on Labor Market Success Immediately after High School."},
      {
        "id":"ED259126",
        "title":"Air-Conditioning Mechanic."},
      {
        "id":"ED259127",
        "title":"Installation, Operation, and Operator&apos;s Maintenance of Diesel-Engine-Driven Generator Sets."},
      {
        "id":"ED259128",
        "title":"Engineer Equipment Chief."},
      {
        "id":"ED259129",
        "title":"Basic Engineer Equipment Mechanic."},
      {
        "id":"ED259130",
        "title":"Engineer Equipment Operator."},
      {
        "id":"ED259131",
        "title":"Metal Working and Welding Operations."},
      {
        "id":"ED259132",
        "title":"Fundamentals of Diesel Engines."},
      {
        "id":"ED259133",
        "title":"Bulk Fuel Man."},
      {
        "id":"ED259134",
        "title":"Develop a Course of Study. Module A-8 of Category A--Program Planning, Development, and Evaluation. Professional Teacher Education Module Series. Second Edition."},
      {
        "id":"ED259135",
        "title":"Older Worker Employment Comes of Age: Practice and Potential."},
      {
        "id":"ED259136",
        "title":"Management and Organizational Technologies of Chinese Rural Youth Programs. A Scientific Exchange of Rural Youth Programs between the U.S.A. and the People's Republic of China (April 8-30, 1982)."},
      {
        "id":"ED259137",
        "title":"An American Sunrise: The Vietnam Veterans Leadership Program. A History of ACTION&apos;s Three-Year Veteran&apos;s Initiative. Technical Report."},
      {
        "id":"ED259138",
        "title":"Opening Doors for Success. FY-1983 Annual Report to the President of the United States."},
      {
        "id":"ED259142",
        "title":"Employment Assistance Planning Programs for Welfare Recipients: An Evaluation and the Development of a Screening Measure."},
      {
        "id":"ED259147",
        "title":"Doubt, Struggle and Growth: A Profile of the Mature Woman in the Student Role."},
      {
        "id":"ED259150",
        "title":"Technology and Aging in America."},
      {
        "id":"ED259164",
        "title":"An Analysis of Secondary Teacher Attitudes towards Competency Based Education: Vocational Instructors versus Non-Vocational Instructors. Societal Factors Affecting Education."},
      {
        "id":"ED259165",
        "title":"Studying Job Matches: Methodological and Practical Considerations."},
      {
        "id":"ED259178",
        "title":"Ohio Vocational Consumer/Homemaking Curriculum Guide. Practical Action."},
      {
        "id":"ED259179",
        "title":"What to Do Regarding Coordinating Work and the Family."},
      {
        "id":"ED259180",
        "title":"What to Do Regarding Creating a Living Environment."},
      {
        "id":"ED259181",
        "title":"What to Do Regarding Feeding and Nourishing the Family."},
      {
        "id":"ED259182",
        "title":"What to Do Regarding Economics and Managing Resources."},
      {
        "id":"ED259183",
        "title":"What to Do Regarding Meeting Personal and Family Textile Needs."},
      {
        "id":"ED259184",
        "title":"What to Do Regarding Nurturing Human Development."},
      {
        "id":"ED259188",
        "title":"Interim Report on the Emergency Veterans&apos; Job Training Act of 1983--Public Law 98-77."},
      {
        "id":"ED259189",
        "title":"Oversight Hearing on the Emergency Veterans' Job Training Act of 1983. Hearing before the Subcommittee on Education, Training and Employment of the Committee on Veterans' Affairs, House of Representatives, Ninety-Eighth Congress, Second Session. September 21, 1984."},
      {
        "id":"ED259192",
        "title":"Computer-Assisted Language Learning in Bilingual Vocational Education."},
      {
        "id":"ED259193",
        "title":"Bilingual Vocational Training with Trainers and Trainees: Concepts and Applications."},
      {
        "id":"ED259194",
        "title":"Bilingual Vocational Training Programs. Manual for Instructors."},
      {
        "id":"ED259200",
        "title":"Projects in Progress--FY 1984: A Report for the Coordinating Committee on Research in Vocational Education."},
      {
        "id":"ED259203",
        "title":"Drunk Driving Public Information Program Strategies and Planning Guide."},
      {
        "id":"ED259204",
        "title":"Conversation Skills Training for Rehabilitation Clients. Trainer's Manual."},
      {
        "id":"ED259205",
        "title":"Establish Student Performance Criteria. Second Edition. Module D-1 of Category D--Instructional Evaluation. Professional Teacher Education Module Series."},
      {
        "id":"ED259206",
        "title":"Private Sector Involvement in Vocational Education. Overview. ERIC Digest No. 36."},
      {
        "id":"ED259207",
        "title":"Education for High-Technology Jobs. Overview. ERIC Digest No. 37."},
      {
        "id":"ED259208",
        "title":"Retirement Policy. Overview. ERIC Digest No. 38."},
      {
        "id":"ED259209",
        "title":"Vocational Education and Defense Preparedness. Overview. ERIC Digest No. 39."},
      {
        "id":"ED259210",
        "title":"Adult Literacy Education. Overview. ERIC Digest No. 40"},
      {
        "id":"ED259211",
        "title":"Adult Development: Implications for Adult Education. Overview. ERIC Digest No. 41."},
      {
        "id":"ED259212",
        "title":"Job-Related Basic Skills. Overview. ERIC Digest No. 42."},
      {
        "id":"ED259213",
        "title":"Organized Labor Education and Training Programs. Overview. ERIC Digest No. 43."},
      {
        "id":"ED259214",
        "title":"Distance Education. Overview. ERIC Digest No. 44."},
      {
        "id":"ED259215",
        "title":"Reentry Programs for Dropouts in Adult Settings. Overview. ERIC Digest No. 45."},
      {
        "id":"ED259216",
        "title":"Jobs of the Future. Overview. ERIC Digest No. 46."},
      {
        "id":"ED259217",
        "title":"Role of Vocational Education in Transition Services for Handicapped Youth. Overview. ERIC Digest No. 47."},
      {
        "id":"ED259218",
        "title":"Note: Perspectives on the Future of Adult Education in the United States. Planning Resource Report 1-2."},
      {
        "id":"ED259230",
        "title":"Computers in the Small Scale Construction Trades. Industry Applications and Education. Vocational Education Special Project, Final Report."},
      {
        "id":"ED259232",
        "title":"Functional Illiteracy in the United States: Issues, Experiences, and Dilemmas."},
      {
        "id":"ED259233",
        "title":"National Adult Literacy Project 1983-1985. Final Report."},
      {
        "id":"ED259234",
        "title":"Morality vs. Convention: Is Kohlberg Right?"},
      {
        "id":"ED259235",
        "title":"Protection of Children against Sexual Exploitation. Hearing before the Subcommittee on Crime of the Committee on the Judiciary. House of Representatives, Ninety-Eighth Congress, First Session on H.R. 3062 and Related Bills. (June 16, 1983). Serial No. 138."},
      {
        "id":"ED259237",
        "title":"Defining Sexuality among Female Black Inner-City Young Adolescents."},
      {
        "id":"ED259244",
        "title":"Another Look at the Relation between Private Self-Consciousness and Self-Attribution."},
      {
        "id":"ED259248",
        "title":"Sex Differences in Group Memberships."},
      {
        "id":"ED259249",
        "title":"A Consumer's Guide to Marriage and Family Counseling and Therapy."},
      {
        "id":"ED259251",
        "title":"Current Status of Drug Abuse Prevention and Treatment. Hearing before the Subcommittee on Crime of the Committee on the Judiciary. House of Representatives, Ninety-Eighth Congress, First Session (September 22, 1983)."},
      {
        "id":"ED259252",
        "title":"Task Characteristics and Target Choice in Social Comparison."},
      {
        "id":"ED259254",
        "title":"Effects of Counselor-Client Age Similarity and Presenting Problem Intimacy on Client Satisfaction."},
      {
        "id":"ED259255",
        "title":"Depression and Metacognitive Skill in Problem Solving."},
      {
        "id":"ED259258",
        "title":"Becoming a Psychotherapist: Issues of Identity Transformation."},
      {
        "id":"ED259259",
        "title":"Implications of Wellness Models for Educational and School Psychology."},
      {
        "id":"ED259260",
        "title":"Convergent Validity of Three Indices of Interpersonal Influence in Counseling."},
      {
        "id":"ED259261",
        "title":"Suicide and Suicide Prevention. A Briefing by the Subcommittee on Human Services of the Select Committee on Aging. House of Representatives, Ninety-Eighth Congress, Second Session (November 1, 1984, San Francisco, CA)."},
      {
        "id":"ED259262",
        "title":"Reauthorization of the Older Americans Act: New Jersey Perspective. Hearing before the Select Committee on Aging. House of Representatives, Ninety-Eighth Congress, Second Session (March 19, 1984, Elizabeth, NJ)."},
      {
        "id":"ED259264",
        "title":"Prevalence and Correlates of Courtship Violence."},
      {
        "id":"ED259265",
        "title":"Coronary Prone Behavior Pattern in Women Preparing for Traditionally Male Professions."},
      {
        "id":"ED259266",
        "title":"Attitudes toward Counseling Clients: Subtle Stigmatization?"},
      {
        "id":"ED259267",
        "title":"The Best Prevention: Model Alcohol and Drug Education Program. NHTSA Prevention Guide."},
      {
        "id":"ED259268",
        "title":"Drugs and the Juvenile Justice System. Hearing before the Subcommittee on Alcoholism and Drug Abuse of the Committee on Labor and Human Resources. United States Senate, Ninety-Eighth Congress, Second Session on Examination of the System Used by Courts in Handling Drug-Related Offenses among Juveniles (December 6, 1984, Miami, FL)."},
      {
        "id":"ED259269",
        "title":"Drugs in the Chicago School System. Hearing before the Subcommittee on Alcoholism and Drug Abuse of the Committee on Labor and Human Resources. United States Senate, Ninety-Eighth Congress, Second Session on Examining the Impact Illegal Drugs Have on Education in the Chicago School System (October 24, 1984, Chicago, IL)."},
      {
        "id":"ED259276",
        "title":"A Comparison of Children&apos;s Behavior Problems in Clinical and Nonclinical Intact Families."},
      {
        "id":"ED259285",
        "title":"Methods of Sequential Analyses for Studying Family Interactions."},
      {
        "id":"ED259292",
        "title":"Maternal Identity, Occupational Identity and Parental Awareness in Mothers."},
      {
        "id":"ED259293",
        "title":"Male Categories: Are All Men \"Masculine?\""},
      {
        "id":"ED259296",
        "title":"Learning to Understand the Balance Beam."},
      {
        "id":"ED259302",
        "title":"Learning to Read and Spell."},
      {
        "id":"ED259306",
        "title":"A Public Domain Software Library for Reading and Language Arts."},
      {
        "id":"ED259307",
        "title":"A Comparison of Mastery Learning Procedures among High and Low Ability Students."},
      {
        "id":"ED259308",
        "title":"Reading Achievement: Characteristics Associated with Success and Failure: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1985 (Vol. 45 Nos. 7 through 12)."},
      {
        "id":"ED259309",
        "title":"Reading and Study Skills and Instruction: College and Adult: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1985 (Vol. 45 Nos. 7 through 12)."},
      {
        "id":"ED259310",
        "title":"Reading and Study Skills and Instruction: Preschool and Elementary: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1985 (Vol. 45 Nos. 7 through 12)."},
      {
        "id":"ED259311",
        "title":"Reading and Study Skills and Instruction: Secondary: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1985 (Vol. 45 Nos. 7 through 12)."},
      {
        "id":"ED259312",
        "title":"Remedial and Compensatory Reading Instruction: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1985 (Vol. 45 Nos. 7 through 12)."},
      {
        "id":"ED259313",
        "title":"Reading and Writing: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1985 (Vol. 45 Nos. 7 through 12)."},
      {
        "id":"ED259314",
        "title":"Reading, Comprehension, and Memory Processes: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1985 (Vol. 45 Nos. 7 through 12)."},
      {
        "id":"ED259315",
        "title":"Teacher Characteristics and Teacher Education in Reading and English Language Arts Instruction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1985 (Vol. 45 Nos. 7 through 12)."},
      {
        "id":"ED259316",
        "title":"Testing and Evaluation in Reading and Communication Skills: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1985 (Vol. 45 Nos. 7 through 12)."},
      {
        "id":"ED259318",
        "title":"Consonant Errors of Severely Disabled Readers."},
      {
        "id":"ED259323",
        "title":"Children's Use of Analogy in Learning to Read."},
      {
        "id":"ED259330",
        "title":"A Study of Young Children's Comprehension of Metaphorical Language."},
      {
        "id":"ED259333",
        "title":"International News Communication Research: A Meta-Analytic Assessment."},
      {
        "id":"ED259335",
        "title":"A Longitudinal Study of Mass Media Development in Less-Developed Countries."},
      {
        "id":"ED259344",
        "title":"Political Ideology and News Organizational Control."},
      {
        "id":"ED259360",
        "title":"The Performance-Appraisal Interview: An Alternative to Simulation."},
      {
        "id":"ED259361",
        "title":"Conveying the Performance Appraisal: The Research and Its Implications."},
      {
        "id":"ED259362",
        "title":"Establishing a Communication Link between Multinational Companies and Their Subsidiaries."},
      {
        "id":"ED259364",
        "title":"The Foreign Student and the American Business School."},
      {
        "id":"ED259366",
        "title":"High School Journalism Textbooks, 1980-1985: An Overview of Content."},
      {
        "id":"ED259368",
        "title":"Writing on the Computer: Marginal, Selective, and Dynamic Learners."},
      {
        "id":"ED259369",
        "title":"How Academics and Practitioners Rate Academic Research."},
      {
        "id":"ED259370",
        "title":"&quot;USA Today&quot;: Can the Nation's Newspaper Survive?"},
      {
        "id":"ED259371",
        "title":"Commercial Complexity and Local and Global Involvement in Programs: Effects on Viewer Responses."},
      {
        "id":"ED259375",
        "title":"The Technical Writer's Voice: An Empirical Study of &quot;Ethos.&quot;"},
      {
        "id":"ED259377",
        "title":"Relearning to Teach: Peer Observation as a Means of Professional Development for Teachers."},
      {
        "id":"ED259378",
        "title":"Written Language and Writing Abilities: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1985 (Vol. 45 Nos. 7 through 12)."},
      {
        "id":"ED259379",
        "title":"Teaching of Writing: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1985 (Vol. 45 Nos. 7 through 12)."},
      {
        "id":"ED259380",
        "title":"English Language Arts Skills and Instruction: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1985 (Vol. 45 Nos. 7 through 12)."},
      {
        "id":"ED259381",
        "title":"Language Use, Language Ability, and Language Development: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1985 (Vol. 45 Nos. 7 through 12)."},
      {
        "id":"ED259382",
        "title":"Literature, Literary Response, and the Teaching of Literature: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1985 (Vol. 45 Nos. 7 through 12)."},
      {
        "id":"ED259383",
        "title":"Business and Organizational Communication: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1985 (Vol. 45 Nos. 7 through 12)."},
      {
        "id":"ED259384",
        "title":"Journalism and Journalism Education: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1985 (Vol. 45 Nos. 7 through 12)."},
      {
        "id":"ED259385",
        "title":"Bilingual, Bicultural, and Bidialectal Studies Related to Reading and Communication Skills: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1985 (Vol. 45 Nos. 7 through 12)."},
      {
        "id":"ED259390",
        "title":"Special Report on English Language Arts. Illinois Secondary School Course Offerings, 1982."},
      {
        "id":"ED259391",
        "title":"The Productivity of Plain English."},
      {
        "id":"ED259393",
        "title":"Sentence Combining and the Teaching of Writing. Selected Papers from the Miami University Conference (Oxford, Ohio, October 27-28, 1978). Studies in Contemporary Language #3."},
      {
        "id":"ED259408",
        "title":"Recruitment and Retention of Minority Students in Small Colleges."},
      {
        "id":"ED259411",
        "title":"Innovation in Business Organizations: Adoption of Japanese Management Principles and Communications Technologies."},
      {
        "id":"ED259412",
        "title":"Successful Women in Speech Communication: A National Survey of Strategies and Skills, Contributions and Conflicts."},
      {
        "id":"ED259413",
        "title":"Information Technology and Interpersonal Behavior: Impact on Supervisor-Subordinate and Teacher-Student Relationships."},
      {
        "id":"ED259414",
        "title":"The Basic Course in Speech Communication: Past, Present and Future."},
      {
        "id":"ED259418",
        "title":"A Comparison of Managerial Communication Strategies between Brazilian and American Women."},
      {
        "id":"ED259420",
        "title":"Theatre and Oral Interpretation: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1985 (Vol. 45 Nos. 7 through 12)."},
      {
        "id":"ED259421",
        "title":"Rhetorical and Communication Theory: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1985 (Vol. 45 Nos. 7 through 12)."},
      {
        "id":"ED259422",
        "title":"Interpersonal, Nonverbal, and Small Group Communication: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1985 (Vol. 45 Nos. 7 through 12)."},
      {
        "id":"ED259423",
        "title":"Rhetoric and Public Address: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1985 (Vol. 45 Nos. 7 through 12)."},
      {
        "id":"ED259424",
        "title":"Mass Communication: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through June 1985 (Vol. 45 Nos. 7 through 12)."},
      {
        "id":"ED259425",
        "title":"Applied Communication, Argumentation, and Debate: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" January through June 1985 (Vol. 45 Nos. 7 through 12)."},
      {
        "id":"ED259426",
        "title":"Microcomputing in Speech Communication: A Report of the Task Force on Use of Computers."},
      {
        "id":"ED259430",
        "title":"Private Schools and Black-White Segregation: Evidence from Two Big Cities."},
      {
        "id":"ED259445",
        "title":"The Renewed Primary School in Belgium: The Local Innovation Policy and Institutionalization of Innovations."},
      {
        "id":"ED259448",
        "title":"Dismissing Incompetent Teachers. ERIC Clearinghouse on Educational Management: ERIC Digest, Number Five."},
      {
        "id":"ED259449",
        "title":"Motivating Teachers for Excellence. ERIC Clearinghouse on Educational Management: ERIC Digest, Number Six."},
      {
        "id":"ED259450",
        "title":"Extending the School Year and Day. ERIC Clearinghouse on Educational Management: ERIC Digest, Number Seven."},
      {
        "id":"ED259451",
        "title":"Microcomputers in the School Office. ERIC Clearinghouse on Educational Management: ERIC Digest, Number Eight."},
      {
        "id":"ED259452",
        "title":"Teacher Competency: What Administrators Can Do. ERIC Clearinghouse on Educational Management: ERIC Digest, Number Nine."},
      {
        "id":"ED259453",
        "title":"Merit Pay for Teachers. ERIC Clearinghouse on Educational Management: ERIC Digest, Number Ten."},
      {
        "id":"ED259454",
        "title":"Class Size. ERIC Clearinghouse on Educational Management: ERIC Digest, Number Eleven."},
      {
        "id":"ED259455",
        "title":"Student Discipline Policies. ERIC Clearinghouse on Educational Management: ERIC Digest, Number Twelve."},
      {
        "id":"ED259456",
        "title":"The Survey of Supervisory Practices. A Symposium on Instructional Supervision Held at the Annual Meeting of the American Research Association (68th, New Orleans, Louisiana, April 23-27, 1984)."},
      {
        "id":"ED259458",
        "title":"Recent Prayer-Related Court Decisions: The Effect of Judicial Attitudes and Administrator Actions."},
      {
        "id":"ED259460",
        "title":"A Study of the Correlation between Principals' Ratings of Teacher Effectiveness and Pupil Growth."},
      {
        "id":"ED259463",
        "title":"The Relationship between Environment Change and School Board Expectations of Superintendents' Decision Making."},
      {
        "id":"ED259465",
        "title":"Leadership Succession as Social Validation: The View from Inside the Principalship."},
      {
        "id":"ED259472",
        "title":"Federal Support for Education, Fiscal Years 1980 to 1984."},
      {
        "id":"ED259479",
        "title":"Cooperative Programs for Transition from School to Work. Report."},
      {
        "id":"ED259480",
        "title":"Educators&apos; Guide to Effective Special Education Materials. 1985-86 Edition (as Reported by 611 Special Educators)."},
      {
        "id":"ED259483",
        "title":"Barrier Free Design Handbook: Accommodations for the Physically Handicapped."},
      {
        "id":"ED259485",
        "title":"Approach of the Preschool Evaluation Project to Measuring the Effectiveness of Early Intervention."},
      {
        "id":"ED259489",
        "title":"Speech-Language Pathology Assessment Project. 1983-84 Final Report."},
      {
        "id":"ED259498",
        "title":"Family Care for Persons with Developmental Disabilities: A Growing Commitment."},
      {
        "id":"ED259500",
        "title":"The Socialization Research Project. Final Report."},
      {
        "id":"ED259501",
        "title":"Facilitating Pragmatic Aspects of Social Language Use with Moderately and Severely Handicapped Children."},
      {
        "id":"ED259502",
        "title":"The Training and Generalization of Social Interaction during Breaktime at Two Job Sites in the Natural Environment."},
      {
        "id":"ED259503",
        "title":"Training Between Class Generalization of Toy Play Behavior to Children with Severe and Moderate Handicaps."},
      {
        "id":"ED259504",
        "title":"The Effects of Peer Tutoring and Special Friend Experiences on Nonhandicapped Adolescents."},
      {
        "id":"ED259505",
        "title":"The Use of Differential Reinforcement of Other Behaviors to Reduce Stereotyped Behavior of Autistic Students During Group Instruction."},
      {
        "id":"ED259506",
        "title":"The Training and Generalization of Social Interaction Skills with Autistic Youth."},
      {
        "id":"ED259507",
        "title":"A Procedure to Teach Students with Severe Handicaps to Self-Deliver Reinforcement."},
      {
        "id":"ED259509",
        "title":"Interdisciplinary Team Training: A National Survey of Special Education Teacher Training Programs."},
      {
        "id":"ED259510",
        "title":"Preparing A Prototype and Prospectus Kit."},
      {
        "id":"ED259514",
        "title":"The Teachers Frame of Mind: Autonomy vs. Alienation in Classrooms for Emotionally Disturbed Children."},
      {
        "id":"ED259522",
        "title":"Factors Related to Short- and Long-Term Employment Outcomes for Handicapped Participants in an Industry-Based Rehabilitation Program. Final Report."},
      {
        "id":"ED259523",
        "title":"Competitive Employment for Persons with Mental Retardation: From Research to Practice. Volume I."},
      {
        "id":"ED259528",
        "title":"The Developmental Disabilities Programs: Statutory Authority and Budget Information."},
      {
        "id":"ED259529",
        "title":"Emotional Disturbance and Juvenile Delinquency: Everyone's Problem Which Must Be Addressed through Interagency Cooperation."},
      {
        "id":"ED259532",
        "title":"A Program Inspection on Transition of Developmentally Disabled Young Adults from School to Adult Services."},
      {
        "id":"ED259535",
        "title":"Educating Students at Gallaudet and the National Technical Institute for the Deaf: Who Are Served and What Are the Costs? Report to the Chairman, Subcommittee on the Handicapped, Committee on Labor and Human Resources, United States Senate."},
      {
        "id":"ED259537",
        "title":"HEATH Resource Directory, 1985-1986."},
      {
        "id":"ED259539",
        "title":"What Can We Learn about Pictures from the Blind?."},
      {
        "id":"ED259541",
        "title":"Disabled?...Yes Able?...Also, Yes. A Count Me In Project."},
      {
        "id":"ED259543",
        "title":"Resource Manual on Disabilities. A Count Me In Project."},
      {
        "id":"ED259545",
        "title":"The Mentally Retarded Offender: A Demographic Study."},
      {
        "id":"ED259546",
        "title":"Interactive Pharmacological and Behavioral Management of a Hyperactive Attention Deficit Disordered Child in an Elective Pharmacy Clerkship."},
      {
        "id":"ED259548",
        "title":"Testing in an EFL/ESP Context."},
      {
        "id":"ED259549",
        "title":"Survey of Foreign Language Course Registrations in U.S. Colleges and Universities, Fall 1983. Final Report."},
      {
        "id":"ED259555",
        "title":"Language Awareness for Multicultural Populations: Building Positive Attitudes."},
      {
        "id":"ED259557",
        "title":"The Foreign Language Learner with Special Needs. A Special Issue."},
      {
        "id":"ED259561",
        "title":"Using Videotape in Teacher/Tutor Training Courses."},
      {
        "id":"ED259563",
        "title":"Advanced EFL Apologies: What Remains To Be Learned?"},
      {
        "id":"ED259564",
        "title":"LEP Students: Characteristics and School Services. The Descriptive Phase Report of the National Longitudinal Evaluation of the Effectiveness of Services for Language-Minority Limited-English-Proficient Students."},
      {
        "id":"ED259568",
        "title":"The Polylectal Grammar Stops Here. CLCS Occasional Paper No. 13."},
      {
        "id":"ED259570",
        "title":"Teachers Helping Teachers: A Foreign Language Collaborative in Southeast Ohio."},
      {
        "id":"ED259571",
        "title":"Bilingual and Group Poetry in the Foreign Language Classroom."},
      {
        "id":"ED259574",
        "title":"Reach Out and Touch Some One: Using Community Resources."},
      {
        "id":"ED259575",
        "title":"Quebec: Preparing for an Educational Visit."},
      {
        "id":"ED259579",
        "title":"Learning English through Bilingual Instruction. Final Report."},
      {
        "id":"ED259581",
        "title":"Cross-Language Studies in Pragmatics. Jyvaskyla Cross-Language Studies No. 11."},
      {
        "id":"ED259582",
        "title":"Studies in Generalized Phrase Structure Grammar. Working Papers in Linguistics #31."},
      {
        "id":"ED259585",
        "title":"Generating a Topic: Thematic Influences on Sentence Production."},
      {
        "id":"ED259586",
        "title":"The Production of Japanese Verb Inflection: Processing in Native Speakers and Second Language Learners."},
      {
        "id":"ED253555",
        "title":"The Factor Structure and Concurrent Validity of the FIRO-BC."},
      {
        "id":"ED253556",
        "title":"Global Self-Esteem: Its Relation to Weighted Averages of Specific Facets of Self-Concept."},
      {
        "id":"ED253557",
        "title":"A Guide for Selecting Bilingual Bicultural Resource Materials. [Volume I]."},
      {
        "id":"ED253558",
        "title":"A Guide for Selecting Bilingual Bicultural Resource Materials. [Volume II]. Analyses and Annotations of Dutch Bilingual and Bicultural Resource Materials."},
      {
        "id":"ED253559",
        "title":"A Guide for Selecting Bilingual Bicultural Resource Materials: The Analytic Instrument. [Volume III]."},
      {
        "id":"ED253561",
        "title":"Implementation Analysis--A New Magic Tool for Research in Higher Education, or, Why Don't We Learn From History in the Case of the West German Gesamthochschule Arbeitspapiere Nr. 17."},
      {
        "id":"ED253567",
        "title":"Monte Carlo Studies of Effect Size Estimates and Their Approximations in Meta-Analysis."},
      {
        "id":"ED253568",
        "title":"Multidimensional Self-Concepts, Masculinity and Femininity as a Function of Women's Involvement in Athletics."},
      {
        "id":"ED253569",
        "title":"The Multidimensionality of the Rotter I-E Scale: An Application of Confirmatory Factor Analysis."},
      {
        "id":"ED253571",
        "title":"Managing Academic Tasks in Junior High School: Background, Design, and Methodology. (R &amp; D Rep. No. 6185)."},
      {
        "id":"ED253572",
        "title":"Managing Academic Tasks: An Interim Report of the Junior High School Study. (R &amp; D Rep. 6186)."},
      {
        "id":"ED253576",
        "title":"The Relationship of Noncognitive Variables to Academic Success by Race over Four Years."},
      {
        "id":"ED253577",
        "title":"Report of the Chapter 1 Sustained Effects Study. Education Consolidation and Improvement Act - Chapter 1."},
      {
        "id":"ED253578",
        "title":"Report on Instruments for Measuring School Effectiveness."},
      {
        "id":"ED253579",
        "title":"Report on the Results of the Survey of Northwestern High School Staff in May, 1984, and a Comparison of Survey Results for the Last Two Years. High School Improvement Project."},
      {
        "id":"ED253586",
        "title":"Standard-Setting Options for Teacher Competency Tests."},
      {
        "id":"ED253588",
        "title":"Teachers' Attitudes toward Testing."},
      {
        "id":"ED253589",
        "title":"Testing in a Database Environment."},
      {
        "id":"ED253598",
        "title":"Make Something Happen. Hispanics and Urban High School Reform. Volume I. Report of the National Commission on Secondary Education for Hispanics."},
      {
        "id":"ED253599",
        "title":"Make Something Happen. Hispanics and Urban High School Reform. Volume II. Report of the National Commission on Secondary Education for Hispanics."},
      {
        "id":"ED253600",
        "title":"Institutional Sex Bias in Public Schools: Will the Walls Come Tumbling Down?"},
      {
        "id":"ED253602",
        "title":"Safe Schools, Sound Schools: Learning in a Non-Disruptive Environment. ERIC/CUE Diversity Series, Number 89."},
      {
        "id":"ED253608",
        "title":"Civil Rights Act of 1984. Joint Hearings before the Committee on Education and Labor and the Subcommittee on Civil and Constitutional Rights of the Committee on the Judiciary, House of Representatives, Ninety-Eighth Congress, Second Session on H.R. 5490. To Clarify the Application of Title IX of the Education Amendments of 1972, Section 504 of the Rehabilitation Act of 1973, the Age Discrimination Act of 1975, and Title VI of the Civil Rights Act of 1964."},
      {
        "id":"ED253609",
        "title":"Discrimination against the Poor and Disabled in Nursing Homes. Hearing before the Special Committee on Aging, United States Senate, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED253611",
        "title":"Towards an Understanding of Stotts. United States Commission on Civil Rights Clearinghouse Publication 85."},
      {
        "id":"ED253612",
        "title":"Beyond Angel Island: The Education of Asian Americans. ERIC/CUE Urban Diversity Series. Number 90, Winter 1985."},
      {
        "id":"ED253614",
        "title":"Census and Designation of Poverty and Income. Joint Hearing before the Subcommittee on Census and Population of the Committee on Post Office and Civil Service and the Subcommittee on Oversight of the Committee on Ways and Means, House of Representatives, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED253616",
        "title":"Refugee Materials Center Bibliography. Curricular and Supplementary Materials to Assist in The Education and Resettlement of Refugees and Immigrants."},
      {
        "id":"ED253618",
        "title":"Women&apos;s History Week in Pennsylvania. March 3-9, 1985."},
      {
        "id":"ED253619",
        "title":"Black Leadership: A Survey of Theory and Research."},
      {
        "id":"ED253620",
        "title":"Partnerships in Education. A Handbook."},
      {
        "id":"ED253621",
        "title":"Parent Involvement Handbook: Turning the Tide."},
      {
        "id":"ED253622",
        "title":"Urban Magnet Schools and Educational Excellence. ERIC/CUE Digest Number 24."},
      {
        "id":"ED253623",
        "title":"Increasing Science Achievement for Disadvantaged Students. ERIC/CUE Digest Number 25."},
      {
        "id":"ED253627",
        "title":"Lessons Not Lost: The Effect of School Desegregation on the Rate of Residential Desegregation in Large Central Cities."},
      {
        "id":"ED253642",
        "title":"Relationships of Social Background to Classroom Experience and Academic Abilities: A Model for Academic Development."},
      {
        "id":"ED253646",
        "title":"New Directions in Facilitating the Teaching Role of Parents in the Sex Education of Their Children."},
      {
        "id":"ED253649",
        "title":"Entrepreneurship: Starting a New Business."},
      {
        "id":"ED253658",
        "title":"Machine Tool--Metal Trades Competency Certificate. Final Report."},
      {
        "id":"ED253662",
        "title":"Part-Time Employment of High-School Youth: Differences in Status and Monetary Reward Based on Selected Characteristics."},
      {
        "id":"ED253663",
        "title":"Career Education for Mentally Handicapped Adults. Discussion Paper 01/83."},
      {
        "id":"ED253664",
        "title":"A Design for Learning for Adults with Learning Disabilities. Discussion Paper 01/84."},
      {
        "id":"ED253665",
        "title":"Adults with Hearing Impairments: Present and Future Educational Opportunities in British Columbia. Discussion Paper 02/84."},
      {
        "id":"ED253681",
        "title":"Maintenance Training and Performance: A Computer-Based Management Information System. Research Report 1360."},
      {
        "id":"ED253690",
        "title":"Self-Paced Training: Perceptions and Realities."},
      {
        "id":"ED253694",
        "title":"Preparation of Undergraduate Home Economics Education Majors for Career Alternatives."},
      {
        "id":"ED253697",
        "title":"State Concerns in the Future Development of Vocational Education. Occasional Paper No. 98."},
      {
        "id":"ED253698",
        "title":"Vocational Education in an Information Age: Society at Risk? Occasional Paper No. 99."},
      {
        "id":"ED253699",
        "title":"Strategic Vision and Planning: Keys to Educational Improvement. Occasional Paper No. 100."},
      {
        "id":"ED253700",
        "title":"Vocational Education in the United States: Retrospect and Prospect. Occasional Paper No. 101."},
      {
        "id":"ED253701",
        "title":"State Legislative Perceptions of Vocational Education. Occasional Paper No. 102."},
      {
        "id":"ED253702",
        "title":"Next Steps in Public-Private Partnerships. Occasional Paper No. 103."},
      {
        "id":"ED253703",
        "title":"Trends in Manpower and Educational Development: A British Perspective. Occasional Paper No. 104."},
      {
        "id":"ED253709",
        "title":"Educational Gerontology: A Competency-Based Program for Adult Educators."},
      {
        "id":"ED253712",
        "title":"Issues in Associate Degree Nursing. Bridge to Success. Education and Service: A Partnership for Associate Degree Nursing."},
      {
        "id":"ED253713",
        "title":"Mechnical Drawing/Drafting Curriculum Guide."},
      {
        "id":"ED253715",
        "title":"V-TECS Guide for Auto Body Repair."},
      {
        "id":"ED253716",
        "title":"Profiles of Alternative Adult Diploma Programs."},
      {
        "id":"ED253718",
        "title":"Critical Issues in Vocational Education: An Industrialist's View. Occasional Paper No. 95."},
      {
        "id":"ED253724",
        "title":"Agricultural Manpower Study 1983-1990."},
      {
        "id":"ED253725",
        "title":"Personal Characteristics Which Make People More Employable in Agribusiness."},
      {
        "id":"ED253728",
        "title":"Adult Literacy Policy and Performance in Malawi: An Analysis."},
      {
        "id":"ED253729",
        "title":"Teacher Education in Technology Programs: Is It Working?"},
      {
        "id":"ED253730",
        "title":"Student and Teacher Perceptions of Consumer and Homemaking Tasks Needed and Taught."},
      {
        "id":"ED253735",
        "title":"The Adult Learner. A Handbook for Volunteer and New Adult Education Teachers."},
      {
        "id":"ED253736",
        "title":"Going from Traditional to CBE without Going Crazy."},
      {
        "id":"ED253743",
        "title":"Oversight--Job Training Partnership Act. Hearing before the Subcommittee on Employment and Productivity of the Committee on Labor and Human Resources, United States Senate, Ninety-Eighth Congress, Second Session on Oversight on Problems Encountered in the Implementation of the Job Training Partnership Act (Jackson, Mississippi)."},
      {
        "id":"ED253744",
        "title":"Job Corps Amendments of 1984. Hearing before the Committee on Labor and Human Resources, United States Senate, Ninety-Eighth Congress, Second Session on S. 2111, to Amend Part B of Title IV of the Job Training Partnership Act, to Strengthen the Job Corps Program."},
      {
        "id":"ED253745",
        "title":"Reauthorization of the Older Americans Act, 1984 Part 1. Hearings before the Subcommittee on Aging of the Committee on Labor and Human Resources, United States Senate, Ninety-Eighth Congress, Second Session (North Providence, Rhode Island, January 17, 1984; Washington, District of Columbia, January 31, February 24 and 28, and March 13, 1984)."},
      {
        "id":"ED253746",
        "title":"Reauthorization of the Older Americans Act, 1984 Part 2. Joint Hearing before the Subcommittee on Aging of the Committee on Labor and Human Resources and the Special Committee on Aging, United States Senate, Ninety-Eighth Congress, Second Session on Examination of Remaining Concerns of the 1984 Reauthorization of the Older Americans Act."},
      {
        "id":"ED253747",
        "title":"Personal Income and Educational Attainment of Male War Veterans and Nonveterans, March 1983. Monograph 70-84-7."},
      {
        "id":"ED253753",
        "title":"A Compilation of Federal Education Laws. Volume IV--Vocational Education, Job Training, Rehabilitation, and Related Statutes as Amended through December 31, 1984."},
      {
        "id":"ED253754",
        "title":"The Colorado Case: Experiences and Accomplishments of the Colorado Lifelong Learning Project."},
      {
        "id":"ED253758",
        "title":"Agriculture Cluster Brief. Vocational Education in Oregon."},
      {
        "id":"ED253759",
        "title":"Forestry/Forest Products Cluster Brief. Vocational Education in Oregon."},
      {
        "id":"ED253760",
        "title":"Metals Cluster Brief. Vocational Education in Oregon."},
      {
        "id":"ED253761",
        "title":"Accounting Cluster Brief. Vocational Education in Oregon."},
      {
        "id":"ED253762",
        "title":"Office Occupations Cluster Brief. Secretarial Cluster. [Vocational Education in Oregon.]"},
      {
        "id":"ED253763",
        "title":"Office Occupations Cluster Brief. Clerical Cluster. [Vocational Education in Oregon.]"},
      {
        "id":"ED253764",
        "title":"Construction Cluster Brief. Vocational Education in Oregon."},
      {
        "id":"ED253765",
        "title":"Electrical Occupations Cluster Brief. [Vocational Education in Oregon.]"},
      {
        "id":"ED253767",
        "title":"Marketing Cluster Brief. [Vocational Education in Oregon.]"},
      {
        "id":"ED253768",
        "title":"Service Occupations Cluster Brief. [Vocational Education in Oregon.]"},
      {
        "id":"ED253769",
        "title":"How Home Economics Undergraduates Picture Their Work Lives in the Year 2,000: Implications for Curriculum Development."},
      {
        "id":"ED253772",
        "title":"Television Technologies in Combating Illiteracy. A Monograph."},
      {
        "id":"ED253773",
        "title":"The Literacy-Employment Equation. Education for Tomorrow&apos;s Jobs. A Policy Options Monograph."},
      {
        "id":"ED253774",
        "title":"Promoting Innovation and Controversy in Adult Basic Education: Section 309 of the Adult Education Act."},
      {
        "id":"ED253775",
        "title":"Giving Literacy Away. Alternative Strategies for Increasing Adult Literacy Development, Training Capacity and Program Participation."},
      {
        "id":"ED253776",
        "title":"Guidebook for Effective Literacy Practice, 1983-1984."},
      {
        "id":"ED253778",
        "title":"Coping with the Stress of Potential Lay-Off and Worksite Re-Organization: A Test of the Buffering Hypothesis."},
      {
        "id":"ED253779",
        "title":"Guidelines for a Vocational Guidance System in Washington State."},
      {
        "id":"ED253781",
        "title":"An Exploration of the Relationship between Wrist Temperature and Relaxation Training."},
      {
        "id":"ED253782",
        "title":"Assessing Effectiveness of DISCOVER in a Small Campus Career Development Program."},
      {
        "id":"ED253788",
        "title":"Family-Centered Social Services: A Model for Child Welfare Agencies."},
      {
        "id":"ED253790",
        "title":"Accreditation Status, Credit Hours and Enrollments in Master's Degree Programs in Counseling, 1975-1982."},
      {
        "id":"ED253791",
        "title":"The Maryland Career Course: Type/Learning Style Issues. Brief Report #2."},
      {
        "id":"ED253792",
        "title":"The Maryland Career Course. Stage/Style Interactions: The Perry Scheme and the Myers-Briggs Type Indicator. Brief Report #3."},
      {
        "id":"ED253804",
        "title":"Evaluation of a Drug Education Program in the Third and Fourth Grades."},
      {
        "id":"ED253807",
        "title":"Evaluation of an Alcohol Abuse Prevention Program Correcting for Self Selection."},
      {
        "id":"ED253808",
        "title":"Integrating Computer-Based Career Development into Your Career Planning Program."},
      {
        "id":"ED253815",
        "title":"Ideology and Burnout in a Human Service Setting."},
      {
        "id":"ED253822",
        "title":"The Effects of Self-Initiated Activity and Appraisal on Mood."},
      {
        "id":"ED253823",
        "title":"Healthy, Beneficial Communication in Parents of High-Risk Children."},
      {
        "id":"ED253826",
        "title":"Announcing Professional Services."},
      {
        "id":"ED253828",
        "title":"The Elderly Offender: Factors That Influence Prosecution Outcomes."},
      {
        "id":"ED253829",
        "title":"Increased Criminal Behavior by the Elderly: Concerns for the Justice System."},
      {
        "id":"ED253830",
        "title":"Missing Children&apos;s Assistance Act. Hearings before the Subcommittee on Juvenile Justice of the Committee on the Judiciary. United States Senate. Ninety-Eighth Congress, Second Session on S. 2014, a Bill to Amend the Juvenile Justice and Delinquency Prevention Act of 1974 to Provide for Assistance in Locating Missing Children (February 7 and 21; March 8, 13, and 21, 1984)."},
      {
        "id":"ED253832",
        "title":"Interpreting the Effects of Autonomy on Inmates."},
      {
        "id":"ED253836",
        "title":"Perceived Control in the College Classroom: Attributions and Noncontingent Success."},
      {
        "id":"ED253839",
        "title":"Federal Drug Strategy--1983. Hearings before the Select Committee on Narcotics Abuse and Control. House of Representatives, Ninety-Eighth Congress, First Session (November 1 and 2, 1983)."},
      {
        "id":"ED253840",
        "title":"Long-Term Needs of the Elderly: A Federal-State-Private Partnership. Hearing before the Special Committee on Aging. United States Senate, Ninety-Eighth Congress, Second Session (Seattle, Washington)."},
      {
        "id":"ED253842",
        "title":"For Whom the School Bell Tolls: The Impact of Dropping Out on Cognitive Performance. Report No. 356."},
      {
        "id":"ED253843",
        "title":"A Comparison of IRI and Durrell Analysis of Reading Difficulty Reading Levels in Clinical Assessment."},
      {
        "id":"ED253844",
        "title":"Individualized Vocabulary Instruction in Developmental Reading."},
      {
        "id":"ED253845",
        "title":"The Processing of Short Vowels, Long Vowels and Vowel Digraphs in Disabled and Non-Disabled Readers."},
      {
        "id":"ED253846",
        "title":"Kindergarten Experience and First Grade Reading Achievement."},
      {
        "id":"ED253847",
        "title":"Let's Stop the \"Debate\" and Consider the Theoretical Frameworks."},
      {
        "id":"ED253849",
        "title":"The Institutionalization of Educational Stratification."},
      {
        "id":"ED253850",
        "title":"Using Guided Fantasy to Teach Reading."},
      {
        "id":"ED253851",
        "title":"The Comprehension Revolution: A Twenty-Year History of Process and Practice Related to Reading Comprehension. Reading Education Report No. 57."},
      {
        "id":"ED253857",
        "title":"Teaching Reading and Creative Writing: A Language Experience Approach. Reprint R-20."},
      {
        "id":"ED253858",
        "title":"The Role of Prior Knowledge in Operating Equipment from Written Instructions. Final Report."},
      {
        "id":"ED253859",
        "title":"Effects of Map Processing upon Text Comprehension."},
      {
        "id":"ED253865",
        "title":"Becoming a Nation of Readers: The Report of the Commission on Reading."},
      {
        "id":"ED253877",
        "title":"Writing Is Reading: 26 Ways to Connect."},
      {
        "id":"ED253879",
        "title":"Journalism's Role in the Secondary School Language Arts Curriculum in the Context of the Educational Reform Movement."},
      {
        "id":"ED253884",
        "title":"Portraits: Biography and Autobiography in the Secondary School."},
      {
        "id":"ED253887",
        "title":"Advisory Listing of Microcomputer Language Arts Programs Correlated to Grades 1-8 Basic Skills Assessment Program (BSAP) Objectives."},
      {
        "id":"ED253888",
        "title":"The Teaching and Evaluation of Composition: Developmental College Freshmen."},
      {
        "id":"ED253889",
        "title":"Lecturing: Omitted or Overlooked? Some Options for a New Orientation."},
      {
        "id":"ED253890",
        "title":"A Report of a Three Year Program in Teaching Communication Skills across the Curriculum."},
      {
        "id":"ED253895",
        "title":"Governmental Restraints on the Exchange of Scientific Communications."},
      {
        "id":"ED253896",
        "title":"Self-concept, Communication Apprehension and Self-confrontation: A Relational Study."},
      {
        "id":"ED253899",
        "title":"Viewing the Speech Class as an Authentic Audience: An Activity and Assignment for Beginning Students."},
      {
        "id":"ED253902",
        "title":"The Propaganda Analysis Movement since World War I."},
      {
        "id":"ED253905",
        "title":"An Analysis of the Use and Structure of Logic in Japanese Argument."},
      {
        "id":"ED253906",
        "title":"Ethics of Communications Research: (I) Treatment of Research Participants (Including the Role of Deception); (II) Responsibility to Society."},
      {
        "id":"ED253907",
        "title":"An Examination of Behavioral Responses to Stereotypical Deceptive Displays."},
      {
        "id":"ED253911",
        "title":"A Call for the Study of Negotiation."},
      {
        "id":"ED253912",
        "title":"The Paideia Proposal: Implications &amp; Challenges for Communication Instruction."},
      {
        "id":"ED253919",
        "title":"Regulatory Federalism: Policy, Process, Impact and Reform. A Commission Report."},
      {
        "id":"ED253924",
        "title":"AID and Education: A Sector Report on Lessons Learned. A.I.D. Program Evaluation Report No. 12."},
      {
        "id":"ED253928",
        "title":"Employees."},
      {
        "id":"ED253932",
        "title":"Finance."},
      {
        "id":"ED253933",
        "title":"Property."},
      {
        "id":"ED253938",
        "title":"Grassroots Excellence: Problems and Progress."},
      {
        "id":"ED253941",
        "title":"Michigan K-12 Program Standards of Quality."},
      {
        "id":"ED253944",
        "title":"Oregon School Bus Drivers Training Program. Students Handbook. Core Course."},
      {
        "id":"ED253951",
        "title":"Semi-Annual Report to Congress: April 1, 1984-September 30, 1984. No. 9. (Submitted Pursuant to Public Law 95-452)."},
      {
        "id":"ED253952",
        "title":"Microcomputers and Evaluation. Evaluation Guides: Guide Number 1."},
      {
        "id":"ED253953",
        "title":"Cost-Outcome Analysis: Measuring Costs. Evaluation Guides: Guide Number 2."},
      {
        "id":"ED253954",
        "title":"Cost-Outcome Analysis: Measuring Outcomes. Evaluation Guides: Guide Number 4."},
      {
        "id":"ED253955",
        "title":"A Research-Based Teacher Professional Development Term."},
      {
        "id":"ED253959",
        "title":"Family Choice Arrangements in Public Schools: A Review of the Literature."},
      {
        "id":"ED253960",
        "title":"Education Reform and Education Choice: Conflict and Accommodation."},
      {
        "id":"ED253961",
        "title":"Family Choice in Public Education: Possibilities and Limitations."},
      {
        "id":"ED253962",
        "title":"Family Choice in Education: The Case of Denmark, Holland, and Australia."},
      {
        "id":"ED253963",
        "title":"Compulsory Education Laws and Their Impact on Public and Private Education."},
      {
        "id":"ED253971",
        "title":"Substitute Teachers. The Best of ERIC on Educational Management, Number 79."},
      {
        "id":"ED253972",
        "title":"Conditions for Effective Teaching. The Best of ERIC on Educational Management, Number 80."},
      {
        "id":"ED253974",
        "title":"Issues in Educational Administration."},
      {
        "id":"ED253977",
        "title":"Clarification of P.L. 94-142 for the Administrator."},
      {
        "id":"ED253978",
        "title":"Variables Affecting Productivity in Special Education Researchers."},
      {
        "id":"ED253981",
        "title":"Regular Classroom Teachers' Attitudes toward Mainstreaming the Emotionally Disturbed: Can They Be Changed?"},
      {
        "id":"ED253983",
        "title":"Unrecognized Learning Disabilities in Adulthood: Implications for Adult Education."},
      {
        "id":"ED253987",
        "title":"Towards Creativity: Problem Finding in a Divergent-Thinking Exercise."},
      {
        "id":"ED253989",
        "title":"A Model Approach for Effective Staff Development of Regular Classroom Teachers in Teaching Handicapped Students."},
      {
        "id":"ED253990",
        "title":"Leadership: A New Model Particularly Applicable to Gifted Youth."},
      {
        "id":"ED253991",
        "title":"Temperamental Patterns in Autistic Children: Parental Perceptions."},
      {
        "id":"ED253995",
        "title":"Learning Disabilities: A Practitioner's Scriptal Accommodation of More Recent Trends."},
      {
        "id":"ED253998",
        "title":"PEP: Developing Criteria for the Evaluation of Protection in Evaluation Procedures Provisions. Exploring Issues in the Implementation of P.L. 94-142."},
      {
        "id":"ED253999",
        "title":"LRE: Developing Criteria for the Evaluation of the Least Restrictive Environment Provision. Exploring Issues in the Implementation of P.L. 94-142."},
      {
        "id":"ED254000",
        "title":"Due Process: Developing Criteria for the Evaluation of Due Process Procedural Safeguards Provisions. Exploring Issues in the Implementation of P.L. 94-142."},
      {
        "id":"ED254001",
        "title":"IEP: Developing Criteria for the Evaluation of Individualized Education Program Provisions. Exploring Issues in the Implementation of P.L. 94-142."},
      {
        "id":"ED254002",
        "title":"Clarification of P.L. 94-142 for the Special Educator."},
      {
        "id":"ED254003",
        "title":"Clarification of P.L. 94-142 for the Classroom Teacher."},
      {
        "id":"ED254004",
        "title":"Clarification of P.L. 94-142 for the Paraprofessional Support Staff."},
      {
        "id":"ED254005",
        "title":"Special Educators' Perceptions of Priorities for Computer Use."},
      {
        "id":"ED254006",
        "title":"MICROSPED Information Bulletin, Issues 1-10, 1984. Microcomputers in the Schools--Implementation in Special Education."},
      {
        "id":"ED254008",
        "title":"National Census of Residential Facilities: Fiscal Year 1982. Center for Residential and Community Services, Project Report No. 19."},
      {
        "id":"ED254010",
        "title":"Practicum Handbook for Teachers of Students with Severe and Multiple Handicaps."},
      {
        "id":"ED254011",
        "title":"Project P.A.V.E.--Parents as Volunteers in Education. Training Manual."},
      {
        "id":"ED254012",
        "title":"Software Programs and the Learning Disabled Student."},
      {
        "id":"ED254013",
        "title":"Technology and Handicapped People. Summary."},
      {
        "id":"ED254014",
        "title":"Models of Exemplary Practices in Coordinating Special Education and Vocational Rehabilitation Services. Project Summary."},
      {
        "id":"ED254018",
        "title":"Transporting Handicapped Students: A Resource Manual and Recommended Guidelines for School Transportation and Special Education Personnel."},
      {
        "id":"ED254019",
        "title":"Interactions with Handicapped Children: Who's Handicapped? Sociolinguistic Working Paper Number 92."},
      {
        "id":"ED254020",
        "title":"Services for Mentally Retarded Persons: Joint Hearing before the Subcommittee on the Handicapped of the Committee on Labor and Human Resources and the Subcommittee on Labor, Health and Human Services, Education, and Related Agencies of the Committee on Appropriations. United States Senate, Ninety-Eighth Congress, Second Session on Recommendations to Improve Services for Mentally Retarded Citizens (July 31, 1984)."},
      {
        "id":"ED254021",
        "title":"A Social Integration Model for Young Handicapped Children. Final Report, August 1, 1981-August 31, 1984."},
      {
        "id":"ED254023",
        "title":"Follow-Up Study of Children Referred to Developmental Evaluation Services for Children (DESC)."},
      {
        "id":"ED254025",
        "title":"The Effects of Otitis Media on Articulation. Final Report for 1982-1983."},
      {
        "id":"ED254026",
        "title":"Language Therapy and Sensory Integration Therapy in Maximizing Language Gains in Developmentally Delayed Preschool Children. Report of Results, May 1983 through April 1984."},
      {
        "id":"ED254027",
        "title":"Single Portal Intake Project. Final Report 1980-1983."},
      {
        "id":"ED254028",
        "title":"Parents&apos; vs. Special Educators&apos; Perceptions of IEP Conference Outcomes. A Report of the Research."},
      {
        "id":"ED254029",
        "title":"Impact of the Diagnostic Process on Parents of Infants and Preschool Children. Final Report."},
      {
        "id":"ED254030",
        "title":"An Analysis of the Impact of Instructional Time within Different Service Delivery Systems on the Academic Achievement of Mildly Handicapped Children. Final Report."},
      {
        "id":"ED254031",
        "title":"The Dean's Grant Program: An Approach to Academic Change in Higher Education. Final Program Report."},
      {
        "id":"ED254032",
        "title":"The Influence of Race and Social Behavior on Teacher Recommendation for Special Education Services."},
      {
        "id":"ED254033",
        "title":"The Impact of Early Intervention, PL 94-142 and Other Factors on Mainstreaming. Final Report, 3/1/83-4/30/84."},
      {
        "id":"ED254034",
        "title":"Teacher-Student Interaction Patterns Within the Learning Environment of Mainstreamed Classrooms. Final Report."},
      {
        "id":"ED254036",
        "title":"Research Integration Project: Analysis and Review of Research on Least Restrictive Environments for Handicapped Learners. Final Report."},
      {
        "id":"ED254042",
        "title":"Decreasing Noncompliance in a Severely Multihandicapped Child."},
      {
        "id":"ED254044",
        "title":"Rehabilitation Act of 1973 as Amended through February 22, 1984 by Public Law 98-221."},
      {
        "id":"ED254051",
        "title":"Rights and Responsibilities of Parents and Schools in the Education of Handicapped Children = Derechos y Responsabilidades de los Padres de Familia y los Distritos Escolares en la Educacion de los Ninos Incapacitados."},
      {
        "id":"ED254052",
        "title":"Normalization and the Assessment of Residences and Workshops by Mentally Handicapped Consumers."},
      {
        "id":"ED254055",
        "title":"Programming Rapid Treatment Gains in Designated Instructional Services for Speech Impaired Children. Final Report."},
      {
        "id":"ED254057",
        "title":"Proceedings of the EMU Conference on Foreign Languages for Business and the Professions (Dearborn, Michigan, April 5-7, 1984). Part I: Business Needs/Educators Respond."},
      {
        "id":"ED254058",
        "title":"Proceedings of the EMU Conference on Foreign Languages for Business and the Professions (Dearborn, Michigan, April 5-7, 1984). Part II: Program Overviews and Components."},
      {
        "id":"ED254059",
        "title":"Proceedings of the EMU Conference on Foreign Languages for Business and the Professions (Dearborn, Michigan, April 5-7, 1984). Part III: Taking the Humanities to Business."},
      {
        "id":"ED254060",
        "title":"Proceedings of the EMU Conference on Foreign Languages for Business and the Professions (Dearborn, Michigan, April 5-7, 1984). Part IV: Classroom Techniques."},
      {
        "id":"ED254061",
        "title":"Proceedings of the EMU Conference on Foreign Languages for Business and the Professions (Dearborn, Michigan, April 5-7, 1984). Part V: English as a Second Language for Business and the Professions."},
      {
        "id":"ED254065",
        "title":"Acquisition du francais par des immigrants adultes au Quebec (Acquisition of French by Adult Immigrants to Quebec)."},
      {
        "id":"ED254070",
        "title":"L'enseignement du francais en Republique Federale d'Allemagne (The Teaching of French in the Federal Republic of Germany). L'enseignement du francais dans les classes terminales des lycees allemands (The Teaching of French in the Final Year in German Schools)."},
      {
        "id":"ED254071",
        "title":"Interference lexicale dans la langue quebecoise rurale (1900-1950) (Lexical Interference in Rural Quebec's Language, 1900-1950)."},
      {
        "id":"ED254072",
        "title":"A Bibliography of Computer-Aided Language Learning."},
      {
        "id":"ED254073",
        "title":"The Function of Function Words in Reading Comprehension."},
      {
        "id":"ED254085",
        "title":"Senior High Health Supplement for Cambodian Students. English/Khmer."},
      {
        "id":"ED254086",
        "title":"Senior High Health Supplement for Laotian Students. English/Laotian."},
      {
        "id":"ED254088",
        "title":"The Use of Directives by Two Hispanic Children: An Exploration in Communicative Competence."},
      {
        "id":"ED254089",
        "title":"Adult School for Cuban Refugees, Fort Indiantown Gap, Pennsylvania. Final Evaluation Report and Executive Summary."},
      {
        "id":"ED254096",
        "title":"Speech and Ways of Speaking in a Bilingual Puerto Rican Community."},
      {
        "id":"ED254097",
        "title":"English-as-a-Second-Language Programs in Basic Skills Education Program I."},
      {
        "id":"ED254099",
        "title":"Passage: A Journal of Refugee Education."},
      {
        "id":"ED254104",
        "title":"The Role of Songs in the Foreign Language Classroom."},
      {
        "id":"ED254107",
        "title":"Videotape vs. Audiotape for Listening Comprehension Tests: An Experiment."},
      {
        "id":"ED254109",
        "title":"Consortial Support for Independent Scholars."},
      {
        "id":"ED254111",
        "title":"Sociologic, Economic, and Policy Influences on College-Going Decisions."},
      {
        "id":"ED254112",
        "title":"Renewing Excellence: The 1984 New England Legislative Survey."},
      {
        "id":"ED254115",
        "title":"Correspondence Education."},
      {
        "id":"ED254125",
        "title":"Out of the Classroom: A Chilly Campus Climate for Women?"},
      {
        "id":"ED254134",
        "title":"Employing Part-Time Faculty: Thoughtful Approaches to Continuing Problems."},
      {
        "id":"ED254136",
        "title":"Characteristics of CAL Grant Applicants and Recipients. A Preliminary Report on California Student Aid Commission Grant Programs, 1980-81 to 1983-84. Commission Report 84-33."},
      {
        "id":"ED254137",
        "title":"Common Course-Numbering Systems. A Report to the Legislature in Response to Senate Bill 851 (1983). Commission Report No. 84-34."},
      {
        "id":"ED254138",
        "title":"Hearings on Higher Education Civil Rights Enforcement. Joint Hearings before the Subcommittee on Postsecondary Education of the Committee on Education and Labor and the Subcommittee on Civil and Constitutional Rights of the Committee on the Judiciary. House of Representatives, Ninety-Eighth Congress, First Session (May 17, 18, and 25, 1983)."},
      {
        "id":"ED254139",
        "title":"Measuring the Educational Achievement of Undergraduates: State and National Developments."}]
  }}
