{
  "response":{"numFound":509939,"start":172000,"numFoundExact":true,"docs":[
      {
        "id":"ED254147",
        "title":"Development of the 1984-85 Validation Selection Criteria: The Eclectic Error Prone Model."},
      {
        "id":"ED254148",
        "title":"Development and Use of Error-Prone Models to Supplement Pre-Established Criteria (PEC) in Selecting Pell Grant Recipients for Validation."},
      {
        "id":"ED254149",
        "title":"Assessment of Alternative Student Aid Delivery Systems. The General Assessment Model."},
      {
        "id":"ED254150",
        "title":"Assessment of Alternative Student Aid Delivery Systems. A Context Paper."},
      {
        "id":"ED254151",
        "title":"Quality Assurance for Vendor/Processor Contracts."},
      {
        "id":"ED254152",
        "title":"A Framework for a Quality Control System for Vendor/Processor Contracts."},
      {
        "id":"ED254153",
        "title":"Assessment of Alternative Student Aid Delivery Systems: Assessment of the Current Delivery System."},
      {
        "id":"ED254154",
        "title":"Assessment of Alternative Student Aid Delivery Systems: Analytic Agenda for the Current System."},
      {
        "id":"ED254155",
        "title":"Preliminary Report on Assessment of 1982-83 Pell Grant Validation Procedures."},
      {
        "id":"ED254156",
        "title":"Technical Specifications for Conducting an Annual Assessment of Overall Payment Error in the Pell Grant Program."},
      {
        "id":"ED254157",
        "title":"Office of Student Financial Aid Quality Improvement Program: Design and Implementation Plan."},
      {
        "id":"ED254158",
        "title":"Preliminary Quality Control System Design for the Pell Grant Program."},
      {
        "id":"ED254159",
        "title":"Assessment of Alternative Student Aid Delivery Systems: Preliminary Specification of the Current System with Program Antecedents."},
      {
        "id":"ED254160",
        "title":"Assessment of Alternative Student and Delivery Systems: Assessment of the Current Delivery System. Supplement I to the Final Report."},
      {
        "id":"ED254161",
        "title":"Assessment of Alternative Student Aid Delivery Systems: Specification of the Current System. Supplement II to the Final Report."},
      {
        "id":"ED254162",
        "title":"Statistical Sampling Handbook for Student Aid Programs: A Reference for Non-Statisticians. Winter 1984."},
      {
        "id":"ED254165",
        "title":"An Analysis of Quality Control Regulations for Selected Federal Entitlement Programs."},
      {
        "id":"ED254166",
        "title":"Corrective Action Framework for the Office of Student Financial Assistance."},
      {
        "id":"ED254167",
        "title":"Quality Control (QC) System Development for the Pell Grant Program: A Conceptual Framework."},
      {
        "id":"ED254168",
        "title":"Office of Student Financial Aid Quality Improvement Program: Design and Implementation Plan."},
      {
        "id":"ED254169",
        "title":"Audit Guide: Student Financial Assistance Programs."},
      {
        "id":"ED254170",
        "title":"The Family Contribution Formula, 1984-85."},
      {
        "id":"ED254171",
        "title":"Misallocation of Campus-Based Program Funds Resulting from FISAP Error."},
      {
        "id":"ED254172",
        "title":"Analysis of Error Associated with the Application and Allocation Aspects of the Campus-Based Programs: Results from Initial Data Collection."},
      {
        "id":"ED254173",
        "title":"Analysis of Error Associated with the Application and Allocation Aspects of the Campus-Based Program: Plan for Remaining QC IV Stage 1 Analysis."},
      {
        "id":"ED254174",
        "title":"Improving Quality in the Application Portion of the Processing Fiscal Operations Report and Application to Participate: An Approach to Developing and Refining Edit Checks."},
      {
        "id":"ED254179",
        "title":"University and College Opportunities Handbook."},
      {
        "id":"ED254187",
        "title":"How States Compare in Financing Higher Education, 1984-85. Eighth Edition."},
      {
        "id":"ED254188",
        "title":"POWERHOUSE Activity Kit [and] POWERHOUSE Teacher's Manual."},
      {
        "id":"ED254194",
        "title":"Development Communication Report. No. 47, Autumn 1984."},
      {
        "id":"ED254198",
        "title":"Computer Literacy. Report to the 1983 General Assembly of North Carolina, 1984 Session."},
      {
        "id":"ED254202",
        "title":"Teaching a Classroom Troubleshooting Model via Guided Design."},
      {
        "id":"ED254203",
        "title":"An Assessment of Low-Power Television for the Nonprofit Community."},
      {
        "id":"ED254204",
        "title":"Computers in Public Broadcasting: Who, What, Where."},
      {
        "id":"ED254206",
        "title":"Modularization and Packaging of Public Television Programs."},
      {
        "id":"ED254207",
        "title":"Strategic Assessment of the Teletext and Videotext Markets for the Corporation for Public Broadcasting. Final Report and Appendices."},
      {
        "id":"ED254208",
        "title":"Teletext Guidebook. A Report."},
      {
        "id":"ED254209",
        "title":"Accessing ERIC with Your Microcomputer. ERIC Digest."},
      {
        "id":"ED254210",
        "title":"Computer Literacy for Teachers. ERIC Digest."},
      {
        "id":"ED254211",
        "title":"Electronic Networks. ERIC Digest."},
      {
        "id":"ED254212",
        "title":"Excellence Through Educational Technology: Some Prior Considerations. ERIC Digest."},
      {
        "id":"ED254213",
        "title":"Managing Computer Software Collections. ERIC Digest."},
      {
        "id":"ED254214",
        "title":"Teleconferencing in Education. ERIC Digest."},
      {
        "id":"ED254215",
        "title":"Information Resources on Interactive Video. A Selected ERIC Bibliography."},
      {
        "id":"ED254216",
        "title":"Information Resources on Microcomputer Software Evaluation. A Selected ERIC Bibliography."},
      {
        "id":"ED254221",
        "title":"Information Resources on Education and Training for Online Searching."},
      {
        "id":"ED254222",
        "title":"Information Resources on Microcomputers in Libraries: Library Administration. A Selected ERIC Bibliography."},
      {
        "id":"ED254223",
        "title":"Information Resources on Microcomputers in Library Instruction. A Selected ERIC Bibliography."},
      {
        "id":"ED254224",
        "title":"Information Resources on Microcomputers in Libraries: Public Services. A Selected ERIC Bibliography."},
      {
        "id":"ED254225",
        "title":"Information Resources on Microcomputers in Libraries: Technical Processes. A Selected ERIC Bibliography."},
      {
        "id":"ED254226",
        "title":"Information Resources on Online at the Reference Desk. A Selected ERIC Bibliography."},
      {
        "id":"ED254227",
        "title":"Information Resources on Online Public Access Catalogs. A Selected ERIC Bibliography."},
      {
        "id":"ED254229",
        "title":"&quot;Computers: Cure-All or Snake Oil?&quot; Proceedings from the Spring Meeting of the Nebraska Library Association, College and University Section (Bellevue, Nebraska, April 20, 1984)."},
      {
        "id":"ED254242",
        "title":"Research Goes to School II: How to Go On-Line to the Information Database."},
      {
        "id":"ED254243",
        "title":"Shelflist Conversion at NCSU: Factors in Decision Making."},
      {
        "id":"ED254246",
        "title":"Annual Report of the Librarian of Congress, 1983. For the Fiscal Year Ending September 30, 1982."},
      {
        "id":"ED254248",
        "title":"The Availability of Japanese Scientific and Technical Information in the United States. Report Prepared for the Subcommittee on Science, Research and Technology; U.S. House of Representatives, Ninety-Eighth Congress, Second Session. Serial LL."},
      {
        "id":"ED254251",
        "title":"California Public Library Salary Survey, 1985."},
      {
        "id":"ED254252",
        "title":"1880 Census Project Users Manual."},
      {
        "id":"ED254254",
        "title":"Networking: A Trainer's Manual."},
      {
        "id":"ED254267",
        "title":"A Comparison of Grades, GPA, and Retention of Developmental Students at Northwest Technical College."},
      {
        "id":"ED254272",
        "title":"The 1984 Graduates of the Community College of Rhode Island: Results of a Replication of Last Year's Survey of Graduates."},
      {
        "id":"ED254275",
        "title":"Fall 1979 Transfer Study, Report 4: Third and Fourth Year Persistence and Achievement."},
      {
        "id":"ED254277",
        "title":"Fall 1984 Salary Survey Report for the Illinois Public Community Colleges."},
      {
        "id":"ED254280",
        "title":"A Comparative Graduate Profile for Miami-Dade Community College, 1982-83 and 1983-84. Research Report No. 84-24."},
      {
        "id":"ED254282",
        "title":"Annual Student Profile Summary Data on Unduplicated Headcount Enrollment for the Academic Year 1983-84. Research Report No. 84-34."},
      {
        "id":"ED254292",
        "title":"Registration and Assessment Procedures at 99 California Community Colleges."},
      {
        "id":"ED254301",
        "title":"Family and Child Care Influences on Toddler's Compliance in a Laboratory Setting."},
      {
        "id":"ED254309",
        "title":"Impact of Federal Spending Cuts on Maternal and Child Health Care. Hearing before the Subcommittee on Economic Goals and Intergovernmental Policy of the Joint Economic Committee. Congress of the United States, Ninety-Eighth Congress, First Session (November 17, 1983)."},
      {
        "id":"ED254312",
        "title":"Health and Physical Development in Early Childhood Programs: Recommendations for Programs and Their Evaluation."},
      {
        "id":"ED254316",
        "title":"Providing In-Service Education at a Minimal Cost for Title XX Early Childhood Caregivers through a Conference, Workshop Series, and Networking."},
      {
        "id":"ED254317",
        "title":"School Facilities Child Care Act. Hearing before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources. United States Senate, Ninety-Eighth Congress, Second Session on S. 1531 to Encourage the Use of Public School Facilities before and after School Hours for the Care of School-Aged Children and for Other Purposes (Seminole, Florida, April 27, 1984)."},
      {
        "id":"ED254319",
        "title":"Culture in the Swedish Preschool. Current Sweden No. 324."},
      {
        "id":"ED254320",
        "title":"Primary and Secondary Education in Sweden. Fact Sheets on Sweden."},
      {
        "id":"ED254321",
        "title":"Path-Referenced Assessment for Head Start Children. The Head Start Measures Project: Executive Summary."},
      {
        "id":"ED254325",
        "title":"Performance of Atlanta Public Schools Pupils on the Georgia Criterion-Referenced Tests, 1983-84."},
      {
        "id":"ED254326",
        "title":"State Compensatory Education Annual Report, 1982-83."},
      {
        "id":"ED254328",
        "title":"Teachers, Parents, and the School: A Collection of Essays."},
      {
        "id":"ED254334",
        "title":"Paternal Absence and Fathers' Roles. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, Ninety-Eighth Congress, First Session. November 10, 1983."},
      {
        "id":"ED254335",
        "title":"Towards Improved Compensatory Education: Findings of Five Conferences to Plan Fresh Follow Through Research."},
      {
        "id":"ED254336",
        "title":"Planning for Follow Through Research and Development: A Report of Three Conferences to Develop Guidelines for Future Funding."},
      {
        "id":"ED254337",
        "title":"Frontiers of Research and Evaluation in Compensatory Education. A Report of the Follow Through Planning Conference &quot;Documentation of School Improvement Efforts: Some Technical Issues and Future Research Agenda&quot; (Pittsburgh, Pennsylvania, March 12-13, 1981)."},
      {
        "id":"ED254338",
        "title":"Working Parents Project (WPP), Division of Family, School and Community Studies (DFSCS) Annual Report and Executive Summary."},
      {
        "id":"ED254340",
        "title":"Microcomputers for Young Children: Procedures and Practices in the Laboratory Classroom."},
      {
        "id":"ED254342",
        "title":"Development Is Destiny."},
      {
        "id":"ED254347",
        "title":"Overwhelmed Mothers of Toddlers in Immigrant Families: Stress Factors."},
      {
        "id":"ED254350",
        "title":"Children's Social Goals in Kindergarten Peer Interactions."},
      {
        "id":"ED254351",
        "title":"The Italian American Parent Training Institutes."},
      {
        "id":"ED254352",
        "title":"Reading Skills and Activities for the Italian American Parent Training Institutes of New York City and Boston Public Schools."},
      {
        "id":"ED254357",
        "title":"Southern Rural Development Center Annual Progress Report, FY 1984."},
      {
        "id":"ED254358",
        "title":"Education and Equity in Rural America: 1984 and Beyond. Proceedings of the Annual Rural and Small Schools Conference (6th, Manhattan, Kansas, October 29-30, 1984)."},
      {
        "id":"ED254362",
        "title":"PATHWAYS: A Continuum of Reading and Writing Skills."},
      {
        "id":"ED254363",
        "title":"PATHWAYS: An Adult Pre-GED Reading Skills Workbook. Level 1."},
      {
        "id":"ED254364",
        "title":"PATHWAYS: An Adult Pre-GED Reading Skills Workbook. Level 1. Teacher's Guide."},
      {
        "id":"ED254367",
        "title":"PATHWAYS: An Adult Pre-GED Reading Skills Workbook. Level III."},
      {
        "id":"ED254368",
        "title":"PATHWAYS: An Adult Pre-GED Reading Skills Workbook. Level III. Teacher's Guide."},
      {
        "id":"ED254369",
        "title":"PATHWAYS: An Adult Pre-GED Writing Skills Workbook. Level I."},
      {
        "id":"ED254370",
        "title":"PATHWAYS: An Adult Pre-GED Writing Skills Workbook. Level I. Teacher&apos;s Guide."},
      {
        "id":"ED254371",
        "title":"PATHWAYS: An Adult Pre-GED Writing Skills Workbook. Level II."},
      {
        "id":"ED254372",
        "title":"PATHWAYS: An Adult Pre-GED Writing Skills Workbook. Level II. Teacher's Guide."},
      {
        "id":"ED254373",
        "title":"PATHWAYS: An Adult Pre-GED Writing Skills Workbook. Level III."},
      {
        "id":"ED254374",
        "title":"PATHWAYS: An Adult Pre-GED Writing Skills Workbook. Level III. Teacher's Guide."},
      {
        "id":"ED254375",
        "title":"PATHWAYS: Implementation Handbook."},
      {
        "id":"ED254376",
        "title":"Toward An American Rural Renaissance: Realizing Human Resource Development During the Decade of the Eighties. Final Technical Report. SRDC Series No. 76."},
      {
        "id":"ED254377",
        "title":"Teachers: Finding and Keeping the Best in Small and Rural Districts. AASA Small School Series #2."},
      {
        "id":"ED254395",
        "title":"Verbal Clarifying Behaviors, Student Participation, and Student Attitudes in Mathematics."},
      {
        "id":"ED254397",
        "title":"Influence of Peer Models on Children's Self-Efficacy."},
      {
        "id":"ED254398",
        "title":"Strategy and Attributional Effects on Children's Self-Efficacy and Skills."},
      {
        "id":"ED254400",
        "title":"The Quantity and Quality of Teachers of Mathematics and Science, Grades 1 to 12."},
      {
        "id":"ED254401",
        "title":"An Evaluation of Lockheed Technology Emphasis Camp (TEC) Summer 1984."},
      {
        "id":"ED254402",
        "title":"Development and Evaluation of the Science Careers Program. Final Report."},
      {
        "id":"ED254403",
        "title":"Exploring Careers in Science and Engineering. Resource Materials for Teachers. Second Edition."},
      {
        "id":"ED254404",
        "title":"Exploring Careers in Science and Engineering. Second Edition. [Student Activities.]"},
      {
        "id":"ED254406",
        "title":"Environmental Knowledge and Commitment of Selected University Students."},
      {
        "id":"ED254408",
        "title":"Factors Influencing High School Students' Science Enrollments Patterns: Academic Abilities, Parental Influences, and Attitudes toward Science."},
      {
        "id":"ED254409",
        "title":"The Logical Reasoning Necessary to Make Line Graphs."},
      {
        "id":"ED254410",
        "title":"Computer Simulations and the Transition from Concrete Manipulation of Objects to Abstract Thinking."},
      {
        "id":"ED254412",
        "title":"Measured Formal Thought and That Required to Understand Formal Concepts in College Level Physical Science."},
      {
        "id":"ED254414",
        "title":"Scientific Literacy in Seventh Grade Life Science: A Study of Instructional Process, Task Completion, Student Perceptions, and Learning Outcomes. Final Report of the Intermediate Life Science Study. Secondary Science and Mathematics Improvement Program."},
      {
        "id":"ED254417",
        "title":"The Relationship of Misconceptions about Math and Mathematical Self-Concept to Math Anxiety and Statistics Performance."},
      {
        "id":"ED254418",
        "title":"Students'&quot;Understanding&quot; of Tasks in the View of Mathematics Teachers. Occasional Paper 58."},
      {
        "id":"ED254420",
        "title":"Reauthorization of the National Science Foundation, 1985. Hearing before the Committee on Labor and Human Resources, United State Senate, Ninety-Eighth Congress, Second Session on Examining the Reauthorization of Appropriations for the National Science Foundation for Fiscal Year 1985 (April 4, 1984)."},
      {
        "id":"ED254423",
        "title":"Impact on U.S. Scientific Research of Proposal to Withdraw from Unesco. Hearings before the Subcommittee on Natural Resources, Agriculture Research and Environment and the Subcommittee on Science, Research and Technology of the Committee on Science and Technology, U.S. House of Representatives, Ninety-Eighth Congress, Second Session, (March 8,15, 1984)."},
      {
        "id":"ED254425",
        "title":"Status on U.S. Marine Research. Hearing before the Subcommittee on Oceanography of the Committee on Merchant Marine and Fisheries, House of Representatives, Ninety-Eighth Congress, Second Session on U.S. Marine Scientific Research Capabilities Oversight (September 26, 1984)."},
      {
        "id":"ED254426",
        "title":"A Landsat Color 1 In-Service Training Program for Elementary School Teachers and the Mass Testing of Their 718 Pupils."},
      {
        "id":"ED254428",
        "title":"Validity Considerations for the Study of Formal Reasoning Ability and Integrated Science Process Skills."},
      {
        "id":"ED254429",
        "title":"Educational Productivity in Science Education: Secondary Analysis of National Assessment in Science Data."},
      {
        "id":"ED254431",
        "title":"Effects of Teacher Use of Analogies on Achievement of High School Biology Students with Varying Levels of Cognitive Ability and Prior Knowledge."},
      {
        "id":"ED254441",
        "title":"Teaching Genocide Awareness in Multicultural Education. Ethnic Studies Bulletin Number Six."},
      {
        "id":"ED254471",
        "title":"The Making of a Fqih: The Transformation of Traditional Islamic Teachers in Modern Times."},
      {
        "id":"ED254481",
        "title":"Course Offerings and Enrollments in the Arts and the Humanities at the Secondary School Level. Contractor Report."},
      {
        "id":"ED254482",
        "title":"Data Book of Social Studies Materials and Resources. Volume 10."},
      {
        "id":"ED254501",
        "title":"An Exploration of Preservice Teachers&apos; Conceptual Change During Reading Methods Instruction. Research Series No. 146."},
      {
        "id":"ED254506",
        "title":"Teacher as Leader and Captive: Continuity and Change in American Classrooms. 1890-1980."},
      {
        "id":"ED254507",
        "title":"Training Teachers to Use Computers: A Case Study of the Summer Training Component of the IBM/ETS Secondary School Computer Education Program. Research Report."},
      {
        "id":"ED254509",
        "title":"Parent Involvement in Education Project (PIEP) December 1, 1983 through November 30, 1984. Annual Report."},
      {
        "id":"ED254510",
        "title":"Differences between All Level Physical Education Majors and Elementary Education Majors in an Experimental Teaching Unit."},
      {
        "id":"ED254511",
        "title":"School Health and Health Education. Monograph."},
      {
        "id":"ED254518",
        "title":"Nutrition Education: Choose Well, Be Well. A Curriculum Guide for High School."},
      {
        "id":"ED254521",
        "title":"Improving the Conditions and Quality of Teaching: State Policy Issues and Options. An Issues Analysis Paper."},
      {
        "id":"ED254522",
        "title":"How to Increase Learning Time. A Tool for Teachers."},
      {
        "id":"ED254525",
        "title":"Teacher Evaluation: Research to Legislation. A Study of Descriptive Data Being Used to Develop Statutory Law."},
      {
        "id":"ED254528",
        "title":"Cognitive and Affective Outcomes of Mastery Learning: A Review of 16 Semesters."},
      {
        "id":"ED254531",
        "title":"Cooperative Test-taking."},
      {
        "id":"ED254533",
        "title":"Study on Impact of E-M Project on Korean Education."},
      {
        "id":"ED254537",
        "title":"Nonsense Items in Multiple Choice Tests."},
      {
        "id":"ED254538",
        "title":"Treatment of Scores of Questionable Validity: The Origins and Development of the ETS Board of Review--ETS Archives Occasional Paper."},
      {
        "id":"ED254539",
        "title":"Recent Developments in Assessment Procedures in England and Wales."},
      {
        "id":"ED254540",
        "title":"Suggested Approaches to the Measurement of Computer Anxiety."},
      {
        "id":"ED254541",
        "title":"A Taxonomy of Literature Reviews."},
      {
        "id":"ED254543",
        "title":"Bringing the Future Into Focus."},
      {
        "id":"ED254544",
        "title":"The Crystallizing Experience: Discovering an Intellectual Gift."},
      {
        "id":"ED254547",
        "title":"Educational Evaluation and Assessment in the United States. Position Paper and Recommendations for Action."},
      {
        "id":"ED254549",
        "title":"Establishing the Reliability of the Florida Performance Measurement System's Research Based Observation Instrument."},
      {
        "id":"ED254554",
        "title":"Interrater Reliability and Internal Consistency of Student and Staff Ratings of Medical Instruction."},
      {
        "id":"ED254555",
        "title":"A Reanalysis of the WISC-R Factorial Structure of Gifted Children."},
      {
        "id":"ED254556",
        "title":"Development and Validation of a Pre-Post Instruction Course Evaluation Questionnaire: A Pilot Study."},
      {
        "id":"ED254557",
        "title":"Baccalaureate Nursing Students' Attributions of the Causes of Success and Failure in a Research Course."},
      {
        "id":"ED254563",
        "title":"A Comparison of Repeater Performance on the MCAT: Review Course Participants vs. Non-Participants."},
      {
        "id":"ED254564",
        "title":"A Cost-Analytic Approach to Determining Chapter 1 Program Impact: Some Preliminary Findings."},
      {
        "id":"ED254568",
        "title":"Evaluating Inservice Training Programs: District Response to State Mandate."},
      {
        "id":"ED249535",
        "title":"Understanding the How's and Why's of Writing: The Development of Children's Concepts of Writing in Primary Classrooms. Volume 2: The Second Grade Data."},
      {
        "id":"ED249536",
        "title":"A Guide to Newbery Medal Winners and Honor Books, 1977-1984."},
      {
        "id":"ED249545",
        "title":"North and Latin American Business Negotiations: An Assessment of Differences in Interpersonal Perception."},
      {
        "id":"ED249546",
        "title":"Free Speech at Berkeley: &quot;University as Factory,&quot; An Argument from Analogy."},
      {
        "id":"ED249556",
        "title":"Teaching Critical Thinking Skills in the Public Speaking Course: A Liberal Arts Perspective."},
      {
        "id":"ED249557",
        "title":"Television Criticism: A Multifarious Approach."},
      {
        "id":"ED249558",
        "title":"Physiological-Cognitive-Emotional Responses to Defense-Arousing Communication: Overview and Sex Differences."},
      {
        "id":"ED249561",
        "title":"Extending the Boundaries of Debate Theory: A Value-Bounded Policy Decision Making Paradigm."},
      {
        "id":"ED249564",
        "title":"Parental Discretion Advised: Televised Warning Statements and Parental Attitudes."},
      {
        "id":"ED249565",
        "title":"Public Access Cable Television: Extending the Production Laboratory for College Students."},
      {
        "id":"ED249567",
        "title":"The Use of Part-Time Faculty in Forensics."},
      {
        "id":"ED249569",
        "title":"Parent Participation in Decision-Making as Perceived by Parents, Teachers, Principals, and Board Members. A Summary Report."},
      {
        "id":"ED249573",
        "title":"Critical Decisions in the Professional Preparation and Development of School Administrators in Developing Areas. A Discussion Paper Prepared for the CASEA section of CSSE (Vancouver, BC, Canada, June 5, 1983)."},
      {
        "id":"ED249576",
        "title":"Making Our Schools More Effective: Proceedings of Three State Conferences."},
      {
        "id":"ED249580",
        "title":"A Delphi Analysis of the Instructionally Effective School."},
      {
        "id":"ED249583",
        "title":"Instructional Management Academy."},
      {
        "id":"ED249584",
        "title":"Research and Teacher Effectiveness."},
      {
        "id":"ED249586",
        "title":"Current Research on Effective Classroom Management."},
      {
        "id":"ED249590",
        "title":"Moving toward Continuous School Improvement."},
      {
        "id":"ED249593",
        "title":"School Improvement through Staff Development: The Coaching of Teaching."},
      {
        "id":"ED249596",
        "title":"Microcomputer Applications in Education: Now to Next Decade."},
      {
        "id":"ED249597",
        "title":"The Software Problem."},
      {
        "id":"ED249600",
        "title":"Evaluation of the Unified Compensation and Classification Plan."},
      {
        "id":"ED249601",
        "title":"A Survey of MCPS Personnel on Student Behavior and Discipline."},
      {
        "id":"ED249602",
        "title":"Analysis of the Impact of the Seven-Period Day. Revised."},
      {
        "id":"ED249605",
        "title":"All That Glitters: Public School/Private Sector Interaction in Twenty-Three U.S. Cities."},
      {
        "id":"ED249609",
        "title":"Changing Educational Practice through Continuing Professional Development Programs."},
      {
        "id":"ED249618",
        "title":"Preparing Educational Administrators for the Year 2000 and Beyond."},
      {
        "id":"ED249621",
        "title":"The Legacy of Rational Budgeting Models in Education and a Proposal for the Future. Project Report No. 83-A21."},
      {
        "id":"ED249623",
        "title":"Sociological Perspectives for Research on Educational Administrators: The Role of the Assistant Principal."},
      {
        "id":"ED249625",
        "title":"Cooperative Small-Group Learning."},
      {
        "id":"ED249628",
        "title":"Management Training in Educational Systems."},
      {
        "id":"ED249629",
        "title":"Education Vouchers. Fastback 210."},
      {
        "id":"ED249630",
        "title":"Decision Making in Educational Settings. Fastback 211."},
      {
        "id":"ED249631",
        "title":"Decision Making in an Era of Fiscal Instability. Fastback 212."},
      {
        "id":"ED249632",
        "title":"Selling School Budgets in Hard Times. Fastback 215."},
      {
        "id":"ED249634",
        "title":"Questions Teachers Ask about Legal Aspects of Reporting Child Abuse and Neglect."},
      {
        "id":"ED249636",
        "title":"Communication: A Tool for School Improvement."},
      {
        "id":"ED249637",
        "title":"Competency Based Certification of School Administrators: The Georgia Experience."},
      {
        "id":"ED249638",
        "title":"Talk to the National School Transportation Association."},
      {
        "id":"ED249639",
        "title":"Inservice for School Administrators: A Status Report."},
      {
        "id":"ED249646",
        "title":"Handbook for Conducting Future Studies in Education."},
      {
        "id":"ED249647",
        "title":"Staying at High School in Victoria. ACER Research Monograph No. 23."},
      {
        "id":"ED249656",
        "title":"External Facilitators and Their Role in the Improvement of Practice. A Study of Dissemination Efforts Supporting School Improvement."},
      {
        "id":"ED249658",
        "title":"Coordinating Assistance in School Improvement Efforts: Issues to Consider."},
      {
        "id":"ED249660",
        "title":"Emulation and Replication as a Scenario for Successful School Improvement."},
      {
        "id":"ED249664",
        "title":"Rassling with the Bear: The Once and Future Character of Local Curriculum Development."},
      {
        "id":"ED249667",
        "title":"Learning Potential Assessment for Preschool Children. Final Report."},
      {
        "id":"ED249668",
        "title":"Positive Alternatives to the Disciplinary Exclusion of Behaviorally Disordered Students. National Needs Analysis in Behavior Disorders."},
      {
        "id":"ED249671",
        "title":"Reflections on Deviance in 1984: Selected Papers from the 1984 Midwest Symposium in Behavior Disorders. National Needs Analysis in Behavior Disorders."},
      {
        "id":"ED249674",
        "title":"Makaton in the 1980's."},
      {
        "id":"ED249678",
        "title":"The Qualitative Construction of Family Histories: The Problem of Multiple Realities and Causality in the Press for Independence."},
      {
        "id":"ED249679",
        "title":"The Need to Evaluate Special Education Programs Serving Bilingual Students."},
      {
        "id":"ED249680",
        "title":"Temperament Influences on Cognition and Achievement in Children with Learning Problems."},
      {
        "id":"ED249681",
        "title":"TMR and EMR Children's Ability to Learn Counting Skills and Principles."},
      {
        "id":"ED249683",
        "title":"Social Relations in Children with Learning Disabilities Revisited: Social Status, Perceived Social Competence, and Conceptions of Friendship."},
      {
        "id":"ED249684",
        "title":"Abused Adolescents: How Schools and Educators Can Help."},
      {
        "id":"ED249686",
        "title":"Exceptional Children Status Report for 1982-1983."},
      {
        "id":"ED249687",
        "title":"Preventing the Institutionalization of Developmentally Disabled Persons."},
      {
        "id":"ED249689",
        "title":"Coping with Adolescence: Perspectives of Retarded Individuals and Their Family."},
      {
        "id":"ED249691",
        "title":"Stability of Residential Facilities for Mentally Retarded People: 1977-1982. Brief #22."},
      {
        "id":"ED249692",
        "title":"Trends in Residential Services for Mentally Retarded People: 1977-1982. Brief #23."},
      {
        "id":"ED249693",
        "title":"Classification of Residential Facilities for Mentally Retarded People. Brief #24."},
      {
        "id":"ED249694",
        "title":"Attitudes and Attitude Change in Special Education: Theory and Practice."},
      {
        "id":"ED249698",
        "title":"The Visually Impaired Preschooler with an Emphasis on Medical Intervention."},
      {
        "id":"ED249701",
        "title":"Mother-Infant Engagements in Dyads with Handicapped and Nonhandicapped Infants: A Pilot Study."},
      {
        "id":"ED249709",
        "title":"Planning Creative Writing Activities for Educable Mentally Handicapped Adolescents."},
      {
        "id":"ED249716",
        "title":"Mobility and Mobility Aids for Visually Handicapped Individuals. Bibliography, No. 84-1."},
      {
        "id":"ED249717",
        "title":"LD or Not?"},
      {
        "id":"ED249719",
        "title":"Effects of Cooperative Learning on Mainstreamed Academically Handicapped Children. Final Report."},
      {
        "id":"ED249722",
        "title":"Related Services for Handicapped Students: Legal Considerations. Research &amp; Resources on Special Education: Issue II."},
      {
        "id":"ED249723",
        "title":"Financing Free and Appropriate Public Education for Handicapped Students. Research &amp; Resources on Special Education: Issue III."},
      {
        "id":"ED249724",
        "title":"Program Evaluation for Effective Special Education. Research & Resources on Special Education: Issue IV."},
      {
        "id":"ED249725",
        "title":"Preschool Special Education. Research &amp; Resources on Special Education: Issue V."},
      {
        "id":"ED249726",
        "title":"What Can Computer Technology Offer Special Education? Research & Resources: Special Education Information for Policymakers."},
      {
        "id":"ED249729",
        "title":"Recreation for the Mentally Retarded: A Handbook for Ward Personnel."},
      {
        "id":"ED249731",
        "title":"An Evaluative Overview of the Kendale Pilot Resource Program."},
      {
        "id":"ED249733",
        "title":"Programming DRO to Reduce Multiple Behaviors of Multiple Subjects."},
      {
        "id":"ED249735",
        "title":"The Identification Through Placement Process for Mildly Handicapped Students in Middle Schools."},
      {
        "id":"ED249737",
        "title":"Investigating the Problem of Skill Generalization. 2nd Edition."},
      {
        "id":"ED249738",
        "title":"Investigating the Problem of Skill Generalization: Literature Review I."},
      {
        "id":"ED249739",
        "title":"An Investigation of the Implementation and Effects of a Full-Time Mainstreaming Program in a Large Urban School System."},
      {
        "id":"ED249740",
        "title":"Mislabeled, but Not Misidentified. Final Progress Report, 7/1/80-6/30/81."},
      {
        "id":"ED249742",
        "title":"The Role of Inference in Effective Communication."},
      {
        "id":"ED249748",
        "title":"Oversight and Reauthorization Hearing on the Rehabilitation Act of 1983. Hearings before the Subcommittee on Select Education of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, First Session (March 21 and 23, 1983)."},
      {
        "id":"ED249754",
        "title":"Rehabilitation Amendments of 1983. Hearing before the Committee on Labor and Human Resources. United States Senate, Ninety-Eighth Congress, First Session on S. 1340. To Revise and Extend the Rehabilitation Act of 1973 and to Extend the Developmental Disability Assistance and Bill of Rights Act, and for Other Purposes. (Midvale, Utah)."},
      {
        "id":"ED249755",
        "title":"Irving Independent School District, Petitioner v. Henri Tatro, et Ux., Individually and as Next Friend of Amber Tatro, a Minor. On Writ of Certiorari to the United States Court of Appeals for the Fifth Circiut. No. 83-558."},
      {
        "id":"ED249757",
        "title":"On the Relationship between Impulsivity and Field-Dependence in Hearing-Impaired Children."},
      {
        "id":"ED249768",
        "title":"Effective Instructional Practices in Bilingual Education."},
      {
        "id":"ED249772",
        "title":"Basic Principles for the Education of Language-Minority Students: An Overview. 1982 Edition."},
      {
        "id":"ED249773",
        "title":"Schooling and Language Minority Students: A Theoretical Framework."},
      {
        "id":"ED249783",
        "title":"The Acquisition of Task-Specific Word Formation Devices in American Sign Language."},
      {
        "id":"ED249784",
        "title":"Which Is MINE/mine? Acquisition of Possessives in ASL and English."},
      {
        "id":"ED249785",
        "title":"Semantically-Based Child Grammars: Some Empirical Inadequacies."},
      {
        "id":"ED249786",
        "title":"Differentiation and Development in Children's Event Narratives."},
      {
        "id":"ED249787",
        "title":"&quot;Scissors, Paper, Stone&quot;: Perceptual Foundations of Noun Classifier Systems."},
      {
        "id":"ED249788",
        "title":"The Acquisition of Pragmatic Word Order in Sesotho."},
      {
        "id":"ED249789",
        "title":"On Marking Time without Aspect in Child Language."},
      {
        "id":"ED249791",
        "title":"Interactive Radio in the Classroom: Ten Years of Proven Success."},
      {
        "id":"ED249793",
        "title":"Communicative Competence Approaches to Language Proficiency Assessment: Research and Application. Multilingual Matters 9."},
      {
        "id":"ED249794",
        "title":"Understanding English Modals through Space Grammar."},
      {
        "id":"ED249805",
        "title":"Beyond Growth: The Next Stage in Language and Area Studies."},
      {
        "id":"ED249817",
        "title":"Unearthing Grounds: Some Studies of Metaphor Comprehension."},
      {
        "id":"ED249818",
        "title":"How Is a Chinese Student Like a Thermos Bottle?"},
      {
        "id":"ED249819",
        "title":"Evolving Jobs and Nonteaching Professional Staff in Universities: An Alternative Perspective on Career Mobility Processes. Final Project Report."},
      {
        "id":"ED249822",
        "title":"Blueprints for Academic Lives."},
      {
        "id":"ED249824",
        "title":"Comparative Analysis of College Freshmen by Major Field of Study: A Changing Profile."},
      {
        "id":"ED249833",
        "title":"Graduate Women's Career Salience, Aspirations, and Involvement."},
      {
        "id":"ED249838",
        "title":"Factors Associated with the Academic Performance of Marginal Students in an Urban College Setting."},
      {
        "id":"ED249840",
        "title":"A Look at the Future from the College Union and Activities Perspective."},
      {
        "id":"ED249843",
        "title":"Foreign Teaching Assistants in U.S. Universities."},
      {
        "id":"ED249852",
        "title":"Fact Book on Higher Education in the South, 1983 and 1984."},
      {
        "id":"ED249853",
        "title":"Evaluation of the Special Services for Disadvantaged Students (SSDS) Program: Final Report."},
      {
        "id":"ED249854",
        "title":"Sex Equity in the Liberal Arts and Sciences: Policy Implementation via Gender-Balancing the Curriculum in Southern Institutions of Higher Education."},
      {
        "id":"ED249855",
        "title":"Student Enrolments in Higher Education in Western Australia: Some Observations on Trends over the Period 1973 to 1983. A Discussion Paper."},
      {
        "id":"ED249856",
        "title":"Post Secondary Education Planning: The Demographic Context. A Discussion Paper."},
      {
        "id":"ED249859",
        "title":"Compendium of University Statistics, 1984 Edition = Compendium de statistique concernant les universites, edition 1984."},
      {
        "id":"ED249865",
        "title":"The Ninth Summative Report of the Office of Computer-Based Instruction."},
      {
        "id":"ED249867",
        "title":"Surviving the Transition from Graduate Student to Assistant Professor."},
      {
        "id":"ED249873",
        "title":"Common Medical Abbreviations and Terminology: Modularized Instruction for Nurses."},
      {
        "id":"ED249874",
        "title":"A Review of Statewide Long-Range Planning. Commission Report 84-17."},
      {
        "id":"ED249875",
        "title":"Meeting the Costs of Attending College. A Staff Analysis of the Demographic Characteristics and Financial Circumstances of California Undergraduates. Commission Report 84-15."},
      {
        "id":"ED249878",
        "title":"Beyond Change: Managing the Multifaceted Role of the Academic Advisor. Proceedings of the National Conference on Academic Advising (7th, St. Louis, Missouri, October 23-26, 1983)."},
      {
        "id":"ED249911",
        "title":"Corporate Tuition Aid Programs: A Directory of College Financial Aid for Employees at America's Largest Corporations."},
      {
        "id":"ED249915",
        "title":"The Many Sides of Undergraduate Advisors."},
      {
        "id":"ED249918",
        "title":"MicroSIFT Courseware Evaluations. [Set 11 (223-259), Set 12 (260-293), and a Special Set of 99 LIBRA Reviews of Junior High School Science Software, Including Subject and Title Indexes Covering Sets 1-12 and Special Set L]."},
      {
        "id":"ED249919",
        "title":"On the Cognitive Effects of Learning Computer Programming: A Critical Look. Technical Report No. 9."},
      {
        "id":"ED249920",
        "title":"Children's Planning Processes in a Chore-Scheduling Task. Technical Report No. 11."},
      {
        "id":"ED249921",
        "title":"Chameleon in the Classroom: Developing Roles for Computers. Symposium. Technical Report No. 22."},
      {
        "id":"ED249922",
        "title":"Computers and Girls: Rethinking the Issues. Technical Report No. 24."},
      {
        "id":"ED249923",
        "title":"The Microcomputer as a Medium for Young Children. Technical Report No. 26."},
      {
        "id":"ED249924",
        "title":"&quot;I&apos;m the Thinkist, You&apos;re the Typist&quot;: The Interaction of Technology and the Social Life of Classrooms. Technical Report No. 27."},
      {
        "id":"ED249925",
        "title":"Information Management Tools for Classrooms: Exploring Database Management Systems. Technical Report No. 28."},
      {
        "id":"ED249926",
        "title":"The Flexible Use of Computers in Classrooms. Technical Report No. 6."},
      {
        "id":"ED249927",
        "title":"Prospects and Challenges for Using Microcomputers in School. Technical Report No. 7."},
      {
        "id":"ED249928",
        "title":"Educational Software Tools: Designing a Text Editor for Children. Technical Report No. 8."},
      {
        "id":"ED249929",
        "title":"Children's Mental Models of Recursive Logo Programs. Technical Report No. 10."},
      {
        "id":"ED249930",
        "title":"Logo Programming and the Development of Planning Skills. Technical Report No. 16."},
      {
        "id":"ED249931",
        "title":"On the Cognitive Prerequisites of Learning Computer Programming. Technical Report No. 18."},
      {
        "id":"ED249932",
        "title":"Structured Interviews on Children's Conceptions of Computers. Technical Report No. 19."},
      {
        "id":"ED249933",
        "title":"Classroom Software for the Information Age. Technical Report No. 23."},
      {
        "id":"ED249934",
        "title":"Software Quality and Copyright: Issues in Computer-Assisted Instruction."},
      {
        "id":"ED249935",
        "title":"Standards for College and University Learning Resources Programs. AECT Task Force II."},
      {
        "id":"ED249936",
        "title":"Analysis and Review of Courseware Evaluation Strategies."},
      {
        "id":"ED249937",
        "title":"Communication Planning for Effective Nutrition Programs."},
      {
        "id":"ED249940",
        "title":"Designing Text for Information Processing. Technical Report 86."},
      {
        "id":"ED249941",
        "title":"Interests in and Barriers to Computer Based Instruction of Psychology in Higher Education."},
      {
        "id":"ED249943",
        "title":"Reaching Out: The Role of Audio Cassette Communication in Rural Development. Occasional Paper 19."},
      {
        "id":"ED249951",
        "title":"Research on the Introduction, Use, and Impact of the &quot;ThinkAbout&quot; Instructional Television Series. Volume III. Toward a Clear Picture of &quot;ThinkAbout&quot;: An Account of Classroom Use."},
      {
        "id":"ED249968",
        "title":"Trade-offs: What the Research Is Saying."},
      {
        "id":"ED249981",
        "title":"Learning Skills and Instruction. Skills Essential to Learning Television Project: Working Paper."},
      {
        "id":"ED249988",
        "title":"Quantitative Criteria for Academic Research Libraries."},
      {
        "id":"ED249996",
        "title":"Subject Access in the Small Library."},
      {
        "id":"ED250001",
        "title":"Duke University: William R. Perkins Library Collection Analysis Project. Final Report."},
      {
        "id":"ED250004",
        "title":"OCLC Public Access Terminals in Small and Medium-Sized Libraries. Illinois Valley Library System OCLC Experimental Project, Report No. 6."},
      {
        "id":"ED250009",
        "title":"Collection Development Procedures Manual."},
      {
        "id":"ED250015",
        "title":"National Education Practice File. Final Report. Evaluation Report."},
      {
        "id":"ED250029",
        "title":"A Study of the Status of Tenure in the Nation's Public Two-Year Colleges."},
      {
        "id":"ED250037",
        "title":"Tests in Use in California Community Colleges: Standardized Tests Most Used for Placement in English, Reading, ESL, and Math."},
      {
        "id":"ED250038",
        "title":"Opinions of Strategic Constituencies Regarding Community College Activities at Maricopa and Central Arizona College."},
      {
        "id":"ED250039",
        "title":"Delineation of State Agency, Accreditation, and Institutional Responsibilities. Improving Community College Evaluation and Planning: Project Working Paper Number Four."},
      {
        "id":"ED250040",
        "title":"Information System Support. Improving Community College Evaluation and Planning: Project Working Paper Number Eight."},
      {
        "id":"ED250041",
        "title":"Measuring Community College Learner Outcomes: State-of-the-Art. Improving Community College Evaluation and Planning: Project Working Paper Number Ten."},
      {
        "id":"ED250042",
        "title":"Planning and Accreditation: A Survey of Attitudes of Policymakers. Improving Community College Evaluation and Planning: Project Working Papers Numbers Five, Six, and Seven."},
      {
        "id":"ED250043",
        "title":"Evaluating Statewide Priorities. Improving Community College Evaluation and Planning: Project Working Paper Number Nine."},
      {
        "id":"ED250044",
        "title":"College Planning: Strategies for Assessing the Environment. Improving Community College Evaluation and Planning."},
      {
        "id":"ED250045",
        "title":"Census Users Manual. Improving Community College Evaluation and Planning."},
      {
        "id":"ED250046",
        "title":"Item Bank: Student and College Outcomes. Improving Community College Evaluation and Planning."},
      {
        "id":"ED250047",
        "title":"Learner Outcomes Handbook. Improving Community College Evaluation and Planning."},
      {
        "id":"ED250049",
        "title":"Rules of the Illinois Community College Board, Fiscal Year 1985."},
      {
        "id":"ED250050",
        "title":"Staff Computer Literacy in the Community College: A Resource Inventory and Directory, 1984."},
      {
        "id":"ED250051",
        "title":"Results of the Survey of Community Colleges on the Teaching of Writing. Illinois Community College Board Report to the Illinois Board of Higher Education."},
      {
        "id":"ED250052",
        "title":"Recognition Manual for Illinois Public Community Colleges."},
      {
        "id":"ED250053",
        "title":"Report on High Technology Programs in Illinois Public Community Colleges."},
      {
        "id":"ED250054",
        "title":"Fall 1983 Salary Survey Report for the Illinois Public Community Colleges."},
      {
        "id":"ED250062",
        "title":"Computers in Schools: The Report of the Minister's Task Force on Computers in Schools and Executive Summary."},
      {
        "id":"ED250064",
        "title":"Roots and Wings, Volumes I and II. Parent-to-Parent Dissemination, Phases I and II."},
      {
        "id":"ED250070",
        "title":"Households, Families, Marital Status, and Living Arrangements: March 1984 (Advance Report)."},
      {
        "id":"ED250071",
        "title":"Children's Understanding of Rhythm: The Relationship between Development and Musical Training."},
      {
        "id":"ED250073",
        "title":"Handwriting and the Pupil."},
      {
        "id":"ED250074",
        "title":"Parents and Nutrition."},
      {
        "id":"ED250079",
        "title":"Patterns and Implications of Child Support and Enforcement Practices for Children&apos;s Well-Being. Working Paper No. 128."},
      {
        "id":"ED250080",
        "title":"Fathers&apos; Participation in Family Work: Effects on Children&apos;s Sex Role Attitudes. Working Paper No. 126."},
      {
        "id":"ED250090",
        "title":"The Child in the Divorcing Family. Unit for Child Studies. Selected Papers Number 22."},
      {
        "id":"ED250091",
        "title":"Do Babies Think? How Do Babies Think? Unit for Child Studies. Selected Papers Number 23."},
      {
        "id":"ED250095",
        "title":"Self Concept and Self Esteem: Infancy to Adolescence. A Cognitive Developmental Outline with Some Reference to Behaviour and Health Effects. Unit for Child Studies. Selected Papers Number 27."},
      {
        "id":"ED250096",
        "title":"Adolescent Thinking: Self-Concept, Relationships and Punk. Unit for Child Studies. Selected Papers Number 28."},
      {
        "id":"ED250097",
        "title":"The Toddler and the Pre-Schooler. Unit for Child Studies. Selected Papers Number 29."},
      {
        "id":"ED250098",
        "title":"How Children Think. Unit for Child Studies. Selected Papers Number 30."},
      {
        "id":"ED250099",
        "title":"More Talks with Teachers."},
      {
        "id":"ED250107",
        "title":"Children, Youth, and Families of the Mountain West. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, Ninety-Eighth Congress, First session (Salt Lake City, UT, December 6, 1983)."},
      {
        "id":"ED250110",
        "title":"Getting to Know You...All about You: Preschool Orientation Manual."},
      {
        "id":"ED250111",
        "title":"Learning How to Learn. Preschool Curriculum."},
      {
        "id":"ED250112",
        "title":"Preschool Staff Handbook."},
      {
        "id":"ED250123",
        "title":"Human Relations and Community Life in Rural New York State: A Preliminary Report."},
      {
        "id":"ED250124",
        "title":"Rural Transportation in New York State: A Preliminary Report."},
      {
        "id":"ED250125",
        "title":"Rural Business, Economic Development, and Employment in New York State: A Preliminary Report."},
      {
        "id":"ED250126",
        "title":"Environment, Land Use, and Natural Resources in Rural New York: A Preliminary Report."},
      {
        "id":"ED250127",
        "title":"Community Facilities, Housing and Community Renewal in New York State: A Preliminary Report."},
      {
        "id":"ED250128",
        "title":"Rural Health Care in New York State: A Preliminary Report."},
      {
        "id":"ED250129",
        "title":"Agriculture in New York State: A Preliminary Report."},
      {
        "id":"ED250130",
        "title":"Government and Management in Rural New York State: A Preliminary Report."},
      {
        "id":"ED250131",
        "title":"Elementary, Secondary and Higher Education in Rural New York State: A Preliminary Report."},
      {
        "id":"ED250132",
        "title":"Hualapai Reference Grammar."},
      {
        "id":"ED250135",
        "title":"Bill of Rights in Tribal Constitutions. [First Draft]."},
      {
        "id":"ED250136",
        "title":"Guide to Records in the National Archives of the United States Relating to American Indians."},
      {
        "id":"ED250137",
        "title":"American Indian/Alaska Native Education: Quality in the Classroom."},
      {
        "id":"ED250138",
        "title":"U.S. Aid to Education in Paraguay: The Rural Education Development Project. A.I.D. Project Impact Evaluation Report No. 46."},
      {
        "id":"ED250142",
        "title":"Bringing Rural Sociology Back In: Critical Theory and Rural Policy."},
      {
        "id":"ED250143",
        "title":"Dinetah: Navajo History. Volume II."},
      {
        "id":"ED250144",
        "title":"Contemporary Navajo Affairs: Navajo History Volume III, Part B."},
      {
        "id":"ED250145",
        "title":"The Early Childhood Education of Aboriginal Australians: A Review of Six Action-Research Projects."},
      {
        "id":"ED250146",
        "title":"Recapturing the Lead in Math and Science. Focus 14."},
      {
        "id":"ED250148",
        "title":"Life Science Instruction and Its Relationship to Scientific Literacy at the Intermediate Level."},
      {
        "id":"ED250149",
        "title":"Guide to Programs. Fiscal Year 1985."},
      {
        "id":"ED250152",
        "title":"Introduction to Number Systems, Boolean Algebra, Logic Circuits. Navy Electricity and Electronics Training Series. Module 13."},
      {
        "id":"ED250156",
        "title":"Artificial Intelligence and Expert Systems."},
      {
        "id":"ED250160",
        "title":"The Shape of Learning Opportunity in School Arithmetic and General Mathematics."},
      {
        "id":"ED250161",
        "title":"The Planning and Teaching Intermediate Science Study: Final Report. Research Series No. 147."},
      {
        "id":"ED250163",
        "title":"Concerns Expressed by Elementary School Teachers about the Implementation of the SCIS Curriculum."},
      {
        "id":"ED250164",
        "title":"Handbook of Mathematical Functions with Formulas, Graphs, and Mathematical Tables. National Bureau of Standards Applied Mathematics Series 55. Tenth Printing."},
      {
        "id":"ED250169",
        "title":"Teaching Mathematics in the Elementary School (A Collection of Essays)."},
      {
        "id":"ED250172",
        "title":"Issues regarding Nonformal Evaluation of Nonformal Education in Zoos."},
      {
        "id":"ED250174",
        "title":"Logo Activities in Elementary Geometry."},
      {
        "id":"ED250176",
        "title":"Teaching Logic to Children: An Exploratory Study of &quot;Rocky&apos;s Boots.&quot; Assessing the Cognitive Consequences of Computer Environments for Learning (ACCCEL)."},
      {
        "id":"ED250177",
        "title":"Clarifying the &quot;A&quot; in CAI for Learners of Different Abilities. Assessing the Cognitive consequences of Computer Environments for Learning (ACCCEL)."},
      {
        "id":"ED250178",
        "title":"Spider World: A Robot Language for Learning to Program. Assessing the Cognitive Consequences of Computer Environments for Learning (ACCCEL)."},
      {
        "id":"ED250179",
        "title":"Water Quality Instructional Resources Information System (IRIS): A Compilation of Abstracts to Water Quality and Water Resources Materials, Supplement XVIII."},
      {
        "id":"ED250180",
        "title":"Long-Term Activities for Minority Institutions in Science and Technology Lake Arrowhead Conference (June 4-8, 1984)."},
      {
        "id":"ED250187",
        "title":"Energy and Economics for the Elementary Grades. Unit I (Grades K-6). Lessons and Activities for the Elementary Grades."},
      {
        "id":"ED250188",
        "title":"Energy and Economics for the Senior High Grades. Unit III. Lessons and Activities for the Senior High Grades."},
      {
        "id":"ED250189",
        "title":"Energy and Transportation Lessons for the Elementary Grades."},
      {
        "id":"ED250190",
        "title":"Energy and Transportation Lessons for the Middle Grades."},
      {
        "id":"ED250191",
        "title":"Energy and Transportation Lessons for the Senior High Grades."},
      {
        "id":"ED250194",
        "title":"Math/Science Self-Schemas and Curriculum Choices among University Women."},
      {
        "id":"ED250195",
        "title":"School Mathematics: Options for the 1990s. Chairman&apos;s Report of a Conference (Madison, Wisconsin, December 5-8, 1983). Volume 1."},
      {
        "id":"ED250196",
        "title":"School Mathematics: Options for the 1990s. Proceedings of the Conference (Madison, Wisconsin, December 5-8, 1983). [Volume 2]."},
      {
        "id":"ED250197",
        "title":"Decision-Making in Junior High School Mathematics: Student-Classroom Discrepancy."},
      {
        "id":"ED250199",
        "title":"The Earth's Core: How Does It Work? Perspectives in Science. Number 1."},
      {
        "id":"ED250202",
        "title":"Comet Halley Returns. A Teacher's Guide, 1985-1986."},
      {
        "id":"ED250206",
        "title":"Summary and Analysis of Hearing on &quot;Improving the Research Infrastructure at U.S. Universities and Colleges.&quot; Report to the Committee on Science and Technology, U.S. House of Representatives, Ninety Eighth Congress, Second Session."},
      {
        "id":"ED250218",
        "title":"Gender and the Social Order in Early Modern England."},
      {
        "id":"ED250219",
        "title":"The Influence of School Quality on Economic Growth: An Historical Look at Mexico, 1880-1945."},
      {
        "id":"ED250220",
        "title":"Research in Geographical Education--Volume 2. Papers Presented to the National Meeting of the Australian Geographical Research Association (2nd, Sydney, Australia, December 4-6, 1982)."},
      {
        "id":"ED250225",
        "title":"Selected Exemplary Projects in the Humanities."},
      {
        "id":"ED250227",
        "title":"Israeli Schools: Religious and Secular Problems."},
      {
        "id":"ED250228",
        "title":"An Outline of North Carolina History."},
      {
        "id":"ED250233",
        "title":"Attitude Change in Women's Studies Courses: A Field Study."},
      {
        "id":"ED250240",
        "title":"Women in Development: Looking to the Future. Hearing before the Committee on Foreign Relations. United States Senate, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED250243",
        "title":"The Development of the Economics Values Inventory. Report to the Foundation for Teaching Economics."},
      {
        "id":"ED250247",
        "title":"South Africa/Time Running Out."},
      {
        "id":"ED250248",
        "title":"The Crime Question: Rights and Responsibilities of Citizens. [Student Edition.] Major Issues in American Government. Law in Social Studies Series."},
      {
        "id":"ED250249",
        "title":"The Crime Question: Rights and Responsibilities of Citizens. Instructor's Manual. Major Issues in American Government. Law in Social Studies Series."},
      {
        "id":"ED250250",
        "title":"1981 Alberta Social Studies Curriculum."},
      {
        "id":"ED250252",
        "title":"Voter Information and Education Programs 2: Voter Education Programs in the Schools."},
      {
        "id":"ED250253",
        "title":"Culture and Education in Micronesia."},
      {
        "id":"ED250254",
        "title":"Alternatives to Violence: A Manual for Teaching Peacemaking to Youth and Adults."},
      {
        "id":"ED250256",
        "title":"Citizenship Education, Global Education, and the Education of Social Studies Teachers."},
      {
        "id":"ED250257",
        "title":"Reflections of Citizenship Education and Traditional Social Studies Programs."},
      {
        "id":"ED250259",
        "title":"Youth-in-Action Program Implementation Manual. Revised Edition."},
      {
        "id":"ED250260",
        "title":"Citizens on Assignment. A Newspaper in Education Curriculum on Citizenship."},
      {
        "id":"ED250261",
        "title":"How to Use a Law Library."},
      {
        "id":"ED250262",
        "title":"Students Are Also Citizens: First Amendment Rights of Students. Revised Edition. A Student's Lesson Plan [and] A Teacher's Lesson Plan [and] A Lawyer's Lesson Plan."},
      {
        "id":"ED250263",
        "title":"To Prosecute or Not? Enforcement of Federal Criminal Regulatory Statutes. Revised Edition. A Student's Lesson Plan [and] A Teacher's Lesson Plan [and] A Lawyer's Lesson Plan."},
      {
        "id":"ED250264",
        "title":"Design for Life. Abortion. A Student's Lesson Plan [and] A Teacher's Lesson Plan [and] A Lawyer's Lesson Plan."},
      {
        "id":"ED250265",
        "title":"Keep Out - Danger! Use of Devices Which Can Cause Death or Serious Bodily Injury in Defense of Real and/or Personal Property. A Student's Lesson Plan [and] A Teacher's Lesson Plan [and] A Lawyer's Lesson Plan."},
      {
        "id":"ED250266",
        "title":"Finders Keepers: Property Rights of a Finder. A Student's Lesson Plan [and] A Teacher's Lesson Plan [and] A Lawyer's Lesson Plan."},
      {
        "id":"ED250267",
        "title":"Spare the Rod: Due Process re School Discipline. Second Edition. A Student's Lesson Plan [and] A Teacher's Lesson Plan [and] A Lawyer's Lesson Plan."},
      {
        "id":"ED250268",
        "title":"Do You Believe? Religious Rights in the Public Schools. A Student's Lesson Plan [and] A Teacher's Lesson Plan [and] A Lawyer's Lesson Plan."},
      {
        "id":"ED250269",
        "title":"Gateway: Deportation. Revised Edition. A Student&apos;s Lesson Plan [and] A Teacher&apos;s Lesson Plan [and] A Lawyer&apos;s Lesson Plan."},
      {
        "id":"ED250270",
        "title":"With Interest It Comes To...Unconscionable Clauses in Sales Contracts. A Student's Lesson Plan [and] A Teacher's Lesson Plan [and] A Lawyer's Lesson Plan."},
      {
        "id":"ED250274",
        "title":"Research-Based Teacher Effectiveness Skills: Perceptions of Members of a Teacher Education Program."},
      {
        "id":"ED250275",
        "title":"Homework. Selected References."},
      {
        "id":"ED250276",
        "title":"Teacher Career Stages: Implications for Staff Development. Fastback 214."},
      {
        "id":"ED250277",
        "title":"Education in Healthy Lifestyles: Curriculum Implications. Fastback 216."},
      {
        "id":"ED250278",
        "title":"Cooperation in the Classroom: Students and Teachers Together. Analysis and Action Series."},
      {
        "id":"ED250279",
        "title":"Perspectives on Effective Teaching and the Cooperative Classroom. Analysis and Action Series."},
      {
        "id":"ED250281",
        "title":"Leisure Effects on the Family & Family Effects on Leisure Services. Proceedings of the AALR/AAHPERD Pre-convention Symposium (Anaheim, California, March 29, 1984)."},
      {
        "id":"ED250282",
        "title":"What Every Teacher Should Know about Semiotics."},
      {
        "id":"ED250283",
        "title":"Impact of Developing Teacher Commitment to Behavioral Change."},
      {
        "id":"ED250284",
        "title":"Influence of Users' Teaching Perspectives on Their Interpretations of a Microcomputer Simulation."},
      {
        "id":"ED250285",
        "title":"Teachers, Their World, and Their Work. Implications for School Improvement."},
      {
        "id":"ED250287",
        "title":"Research Bases for Teacher Education."},
      {
        "id":"ED250288",
        "title":"The Next Generation of Teacher Preparation Programs."},
      {
        "id":"ED250289",
        "title":"An Evaluation of the Rationale for Required Teacher Education: Beginning Teachers with and without Teacher Preparation."},
      {
        "id":"ED250290",
        "title":"Testimony Presented at an Open Hearing of the National Commission on Excellence in Teacher Education (Minneapolis, Minnesota, September 25-26, 1984)."},
      {
        "id":"ED250291",
        "title":"Post Certification Development of Teachers and Administrators."},
      {
        "id":"ED250292",
        "title":"Crossing the Bridge: The First Years of Teaching."},
      {
        "id":"ED250293",
        "title":"Toward a More Desirable Profession."},
      {
        "id":"ED250294",
        "title":"The Schools and Preservice Education: Expectations and Reasonable Solutions."},
      {
        "id":"ED250295",
        "title":"Preparing Teachers for Schools of Choice."},
      {
        "id":"ED250296",
        "title":"Testimony Presented at an Open Hearing of the National Commission on Excellence in Teacher Education (Austin, Texas, October 4-5, 1984)."},
      {
        "id":"ED250297",
        "title":"Resources Allocated to Teacher Education in State Universities and Land-Grant Colleges."},
      {
        "id":"ED250298",
        "title":"Resources Needed for an Excellent Teacher Preparation Program."},
      {
        "id":"ED250299",
        "title":"Testing Teachers for Certification and Recertification."},
      {
        "id":"ED250300",
        "title":"Quality Control of Teacher Preparation Programs through the Program Approval Process."},
      {
        "id":"ED250301",
        "title":"Testimony Presented at an Open Hearing of the National Commission on Excellence in Teacher Education (Atlanta, Georgia, October 15-16, 1984)."},
      {
        "id":"ED250302",
        "title":"Implications for Teacher Education of Assuming That Schools of the Future Will Have Unlimited Access to Technology."},
      {
        "id":"ED250303",
        "title":"Recent Reports on Education: Some Implications for Preparing Teachers."},
      {
        "id":"ED250304",
        "title":"Guiding Images for Teaching and Teacher Education."},
      {
        "id":"ED250305",
        "title":"Testimony Presented at an Open Hearing of the National Commission on Excellence in Teacher Education (New York, New York, October 18-19, 1984). Volume I."},
      {
        "id":"ED250306",
        "title":"Testimony Presented at an Open Hearing of the National Commission on Excellence in Teacher Education (New York, New York, October 18-19, 1984). Volume II."},
      {
        "id":"ED250307",
        "title":"Testimony Presented at an Open Hearing of the National Commission on Excellence in Teacher Education (New York, New York, October 18-19, 1984). Volume III."},
      {
        "id":"ED250308",
        "title":"Recruitment, Selection, Retention and Graduation of Teacher Education Candidates."},
      {
        "id":"ED250309",
        "title":"Regional and National Voluntary Accreditation. &quot;The Place and Appropriate Future of National Accreditation.&quot;"},
      {
        "id":"ED250310",
        "title":"Restructuring Teacher Education: The University of New Hampshire's Five Year Program."},
      {
        "id":"ED250311",
        "title":"Teacher Education: An All-University Responsibility."},
      {
        "id":"ED250312",
        "title":"Testimony Presented at an Open Hearing of the National Commission on Excellence in Teacher Education (San Francisco, California, October 22-23, 1984)."},
      {
        "id":"ED250313",
        "title":"Remarks...to the Governor's Task Force on Teacher Education, Meeting at the College of Education, University of Arizona, February 16, 1984."},
      {
        "id":"ED250314",
        "title":"The Characteristics of Effective Teacher Preparation Programs: A Review of Research."},
      {
        "id":"ED250315",
        "title":"The Teacher Certification Struggle in New Jersey."},
      {
        "id":"ED250316",
        "title":"Teacher Certification Struggle in New Jersey. Appendices."},
      {
        "id":"ED250317",
        "title":"PROTEACH: An Extended Preservice Teacher Preparation Program."},
      {
        "id":"ED250318",
        "title":"A Summary of Guildelines for Test Users."},
      {
        "id":"ED250320",
        "title":"Using Interactive Computing to Expand Intelligence Testing: A Critique and Prospectus. Report No. 84-2."},
      {
        "id":"ED250328",
        "title":"A Multi-Dimensional Approach for Assessing Implementation Success. R&amp;D Report No. 3157."},
      {
        "id":"ED250333",
        "title":"Consequences of the Transition into Junior High School on Social Comparison of Abilities and Achievement Motivation."},
      {
        "id":"ED250334",
        "title":"The Ethnography of Education: Problems and Prospects for Women Researchers."},
      {
        "id":"ED250336",
        "title":"The Measurement of Test Anxiety."},
      {
        "id":"ED250341",
        "title":"Native Indian Language Education to the Victoria--Saanich Region: An Evaluation Report."},
      {
        "id":"ED250342",
        "title":"A Procedure for Estimating a Criterion-Referenced Standard to Identify Educationally Deprived Children for Title I Services. Final Report."},
      {
        "id":"ED250345",
        "title":"The Effects of Imagining and Perceiving on Problem Solving Strategies."},
      {
        "id":"ED250351",
        "title":"Homework Practices, Achievements, and Behaviors of Elementary School Students."},
      {
        "id":"ED250352",
        "title":"The Influence of the Knowledge Base on the Development of Mnemonic Strategies."},
      {
        "id":"ED250361",
        "title":"Louisiana School Effectiveness Study: Phase Two, 1982-84. Executive Summary and Conclusions."},
      {
        "id":"ED250362",
        "title":"Louisiana School Effectiveness Study: Phase Two, 1982-84."},
      {
        "id":"ED250365",
        "title":"Maximum Likelihood and Bayesian Parameter Estimation in Item Response Theory."},
      {
        "id":"ED250367",
        "title":"Motivational and Self-Imagery Development Component, Elementary Counseling Project: Final Evaluation Report."},
      {
        "id":"ED250368",
        "title":"Out-of-Level Testing with the Stanford Achievement Test (Seventh Edition): A Procedure for Assigning Students to the Correct Battery Level."},
      {
        "id":"ED250371",
        "title":"Role Set Determinants of Teacher Reports of Classroom Behavior."},
      {
        "id":"ED250373",
        "title":"Sex Bias in ASAT? ACER Research Monograph No. 24."},
      {
        "id":"ED250375",
        "title":"Spatial Performance, Cognitive Representation, and Cerebral Processes. Final Report."},
      {
        "id":"ED250376",
        "title":"Student Achievement in California Schools: 1982-83 Annual Report. California Assessment Program."},
      {
        "id":"ED250377",
        "title":"Test Information: A Selective Annotated Bibliography. Bibliography Series Fourteen."},
      {
        "id":"ED250381",
        "title":"Bar Graph-Using Operations and Response Time."},
      {
        "id":"ED250385",
        "title":"Citizenship and Social Studies. Released Exercises from the 1975-76 Assessment."},
      {
        "id":"ED250387",
        "title":"Development and Verification of Instructionally Sensitive Achievement Tests."},
      {
        "id":"ED250389",
        "title":"Effects of Preliminary Directions on Table- and Graph-Using Proficiencies of Upper Elementary Schoolers."},
      {
        "id":"ED250391",
        "title":"Equating Instructional Accomplishment Inventories and Standardized Achievement Tests."},
      {
        "id":"ED250392",
        "title":"Collecting Data in High Schools: Methods and Madness. R&amp;D Report No. 3183."},
      {
        "id":"ED250393",
        "title":"Community, Context, and Co-Curriculum: Situational Factors Influencing School Improvements in a Study of High Schools. R&amp;D Report No. 3186."},
      {
        "id":"ED250394",
        "title":"The Effects of Rating Purpose and Anonymity on Self Ratings."},
      {
        "id":"ED250399",
        "title":"Multidimensional Difficulty as a Direction and a Distance."},
      {
        "id":"ED250400",
        "title":"Report on the Results of the May, 1984 Survey of Northwestern High School Students and a Comparison of Survey Results for the Last Three Years."},
      {
        "id":"ED250401",
        "title":"The School Assessment Survey: A Data-Based Tool for School Improvement."},
      {
        "id":"ED250405",
        "title":"Barriers to Clinical Services among Chronically Mentally Ill Hispanics."},
      {
        "id":"ED250409",
        "title":"Review of Interventions in the Field of Prevention of Adolescent Pregnancy. Preliminary Report."},
      {
        "id":"ED250414",
        "title":"Focus on Reform: State Action to Improve Schooling in Illinois. Annual Report."},
      {
        "id":"ED250420",
        "title":"Manual for Encouraging Parent-Community Involvement in Bilingual Education and English as a Second Language Programs."},
      {
        "id":"ED250422",
        "title":"Condition of Hispanics in America Today. Presented at the Hearings of the Subcommittee on Census and Population, House Committee on Post Office and Civil Service."},
      {
        "id":"ED250424",
        "title":"Entrepreneurial Training for Refugees: A Training Guide."},
      {
        "id":"ED250425",
        "title":"Discipline: Policies and Guidelines. Turning the Tide."},
      {
        "id":"ED250426",
        "title":"Attendance: Policies and Guidelines. Turning the Tide."},
      {
        "id":"ED250427",
        "title":"Project MAS, 1982-1983. O.E.E. Evaluation Report."},
      {
        "id":"ED250428",
        "title":"Project L'Ouverture, 1982-1983. O.E.E. Evaluation Report."},
      {
        "id":"ED250429",
        "title":"Seward Park High School Project Superemos, 1982-1983. O.E.E. Evaluation Report."},
      {
        "id":"ED250430",
        "title":"Part West High School &quot;At Your Service,&quot; 1982-1983. O.E.E. Evaluation Report."},
      {
        "id":"ED250431",
        "title":"Project A.B.C. Bronx Academic Bilingual Career Program, 1982-1983. O.E.E. Evaluation Report."},
      {
        "id":"ED250432",
        "title":"Newton High School Project Capable, 1982-1983. O.E.E. Evaluation Report."},
      {
        "id":"ED250433",
        "title":"George Washington High School Bilingual Academic and Career Orientation Program, 1982-1983. O.E.E. Evaluation Report."},
      {
        "id":"ED250434",
        "title":"The Bilingual Program in Auxiliary Services for High Schools, 1982-1983. O.E.E. Evaluation Report."},
      {
        "id":"ED250435",
        "title":"E.C.I.A. Chapter 1, Part B. Institutionalized Facilities Program, Summer 1983. Final Evaluation Report."},
      {
        "id":"ED250436",
        "title":"P.L. 89-313. Supplementary Services for Previously Nonpublic School Institutionalized Students, 1983-84. O.E.E. Evaluation Report."},
      {
        "id":"ED250444",
        "title":"Introduction to the Vocational Agriculture Program. Revision."},
      {
        "id":"ED250446",
        "title":"Personal Computers, Telecommunications, and the Adult Education Professional."},
      {
        "id":"ED250458",
        "title":"Tailor Made Strategies of Dissemination: The Story and Theory Connection."},
      {
        "id":"ED250459",
        "title":"Vocational Instructional Program Advisory Committee Resource Guide."},
      {
        "id":"ED250460",
        "title":"R&amp;D Outcomes: An Examination of Product Distribution, Use and Impact in Vocational Education."},
      {
        "id":"ED250461",
        "title":"Career Planning System. Microcomputer Version. Evaluation Report."},
      {
        "id":"ED250462",
        "title":"Adaptation of the Resource Room Version of the Career Planning System for Use with Microcomputers. Final Report."},
      {
        "id":"ED250463",
        "title":"A National Entrepreneurship Education Agenda for Action. Leadership Training Series No. 66."},
      {
        "id":"ED250464",
        "title":"Two Years after High School: A Capsule Description of 1980 Seniors. High School and Beyond. A National Longitudinal Study for the 1980's."},
      {
        "id":"ED250471",
        "title":"Native Literacy and Life Skills Curriculum Guidelines. A Resource Book for Adult Basic Education."},
      {
        "id":"ED250473",
        "title":"Youth Employment Opportunity Wage Act of 1984. Hearing before the Committee on Labor and Human Resources, United States Senate, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED250474",
        "title":"Hearing on Adult Education. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED250475",
        "title":"Vocational-Technical Education Act of 1983. Part II. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Eighth Congress, Second Session (February 7 and 9, 1984)."},
      {
        "id":"ED250477",
        "title":"Implementing Vocational Education in the Schools: An Alternative Curriculum."},
      {
        "id":"ED250480",
        "title":"Entrepreneurship Resources in Ohio."},
      {
        "id":"ED250483",
        "title":"A Study of State-Wide Perceptions of Vocational Educational Outcomes. Identification and Assessment of Vocational Education Outcomes."},
      {
        "id":"ED250484",
        "title":"State Staff Perceptions of Vocational Education Outcomes. Identification and Assessment of Vocational Educational Outcomes."},
      {
        "id":"ED250485",
        "title":"A Review of Literature Related to Outcomes of Vocational Education. Identification and Assessment of Vocational Educational Outcomes."},
      {
        "id":"ED250495",
        "title":"Toward a Learning Society. The Reagan Administration's Adult Literacy Initiative."},
      {
        "id":"ED250496",
        "title":"Catalog of Adult Education Projects. Fiscal Year 1984."},
      {
        "id":"ED250497",
        "title":"Principles and a Philosophy for Vocational Education. Special Publication Series No. 48."},
      {
        "id":"ED250498",
        "title":"Correspondence Education Moves toward the Year 2000: Proceedings of the National Invitational Forum on Correspondence Education (1st, Columbus, Ohio, June 12-15, 1984). Special Publication No. 47."},
      {
        "id":"ED250499",
        "title":"Strengthening Computer Technology Programs. Special Publication Series No. 49."},
      {
        "id":"ED250500",
        "title":"Teaching Keyboarding/Typewriting. Delta Pi Epsilon Rapid Reader No. 5."},
      {
        "id":"ED250501",
        "title":"When Older Persons Leave the Student Role."},
      {
        "id":"ED250502",
        "title":"National Conference on Vocational Education and Training Policy for Today and Tomorrow. Summary Report (Washington, District of Columbia, March 15-16, 1984)."},
      {
        "id":"ED250503",
        "title":"National Conference on Vocational Education and Training Policy for Today and Tomorrow. Proceedings (Columbus, Ohio, March 15-16, 1984)."},
      {
        "id":"ED250510",
        "title":"A Preservice Model for Integrating Computer Literacy into the Curriculum for Vocational Home Economics Education."},
      {
        "id":"ED250520",
        "title":"The Vocational Education Act of 1984. Report Together with Additional and Supplemental Views to Accompany S. 2341. Senate, 98th Congress, 2d Session."},
      {
        "id":"ED250521",
        "title":"Adult Education Act Amendments of 1984. Report to Accompany S. 2496. Senate, 98th Congress, 2d Session."},
      {
        "id":"ED250522",
        "title":"Veterans' Education and Employment Amendments of 1984. Report to Accompany H.R. 5398. House of Representatives, 98th Congress, 2d Session."},
      {
        "id":"ED250531",
        "title":"Demonstrate a Concept or Principle. Second Edition. Module C-17 of Category C--Instructional Execution. Professional Teacher Education Module Series."},
      {
        "id":"ED250533",
        "title":"The Concept of Educational Need: An Economic Interpretation."},
      {
        "id":"ED250535",
        "title":"A Model Program for Sex Equity in Vocational Education. Final Report from July 1, 1983 to August 31, 1984."},
      {
        "id":"ED250537",
        "title":"Transition, Retraining, and Change for Entry. Final Report from July 1, 1983 - August 31, 1984."},
      {
        "id":"ED247529",
        "title":"Oral Language and Reading Comprehension: A Review from Huey to the Proliferation of the 70's."},
      {
        "id":"ED247530",
        "title":"On Becoming a Thoughtful Reader: Learning to Read like a Writer. Reading Education Report No. 50."},
      {
        "id":"ED247532",
        "title":"Comprehension in the Reading Program."},
      {
        "id":"ED247541",
        "title":"Transactional Theory as a Potential for Research in Literacy."},
      {
        "id":"ED247542",
        "title":"The Structure of Human Memory. Technical Report No. 321."},
      {
        "id":"ED247543",
        "title":"Evaluating Workbooks. Reading Education Report No. 52."},
      {
        "id":"ED247544",
        "title":"Reviewing the Black History Show: How Computers Can Change the Writing Process. Technical Report No. 320."},
      {
        "id":"ED247545",
        "title":"Does Providing Underlined Text Improve Subsequent Test Performance for That Material?"},
      {
        "id":"ED247546",
        "title":"Two Approaches to Reading: Whole-Language and Skills."},
      {
        "id":"ED247548",
        "title":"The Effects of Reading Lessons on Comprehension: A Processing Description."},
      {
        "id":"ED247549",
        "title":"The Story Schema: Universal and Culture-Specific Properties. Technical Report No. 322."},
      {
        "id":"ED247550",
        "title":"Interpretation and Manipulation in Human Plans. Technical Report No. 317."},
      {
        "id":"ED247552",
        "title":"Public Relations Efforts and News-Value Characteristics of Organizations: An Exploratory Study of Their Relative Influence on Media Visibility."},
      {
        "id":"ED247554",
        "title":"Voice and Feeling in Academic Writing."},
      {
        "id":"ED247555",
        "title":"Rhetoric and Problem-Solving Strategies in Advanced Composition: A Pluralistic Approach."},
      {
        "id":"ED247558",
        "title":"Chains versus Independents: Newspaper and Market Characteristics."},
      {
        "id":"ED247567",
        "title":"The Freshman Writing Program: A Descriptive Report."},
      {
        "id":"ED247568",
        "title":"The Relationship between Problem-Finding and Originality, Craftsmanship and Aesthetic Value of the Written Product in Two Groups of Student Writers."},
      {
        "id":"ED247569",
        "title":"Cohesion in Student Narratives: Grades Four, Six, and Eight."},
      {
        "id":"ED247570",
        "title":"Focusing in the Composing Process: The Development of a Theory of Rhetorical Invention."},
      {
        "id":"ED247572",
        "title":"Cohesion in Teaching and Evaluation: Problems and Implications."},
      {
        "id":"ED247575",
        "title":"A Comparison of Gratification Models of Media Satisfaction."},
      {
        "id":"ED247578",
        "title":"Breadth of Perspective--An Important Concept for Public Relations."},
      {
        "id":"ED247584",
        "title":"A Report on Detroit Media Coverage of Magnum and Vista: A Case Study of Press Criticism."},
      {
        "id":"ED247585",
        "title":"On the Epistemology of Investigative Journalism."},
      {
        "id":"ED247587",
        "title":"State of the Art: Children's Early Writing Development."},
      {
        "id":"ED247588",
        "title":"Public Discourse and Public Policy: A Case Study."},
      {
        "id":"ED247597",
        "title":"Teaching College English to Nontraditional Students: A Survey of Research."},
      {
        "id":"ED247599",
        "title":"Improving Written Literacy through Visual Literacy."},
      {
        "id":"ED247602",
        "title":"The Computer in Composition Instruction: A Writer's Tool."},
      {
        "id":"ED247605",
        "title":"The Evaluation of, and Response to Student Writing: A Review."},
      {
        "id":"ED247607",
        "title":"Speaking and Writing, K-12: Classroom Strategies and the New Research."},
      {
        "id":"ED247608",
        "title":"Focus Units in Literature: A Handbook for Elementary School Teachers."},
      {
        "id":"ED247609",
        "title":"Adapting Microcomputers for Use in College Composition Courses."},
      {
        "id":"ED247610",
        "title":"Watch Jesse Run and Tell Me What You See: A First Look at Student Perceptions of the Jesse Jackson Presidential Candidacy."},
      {
        "id":"ED247612",
        "title":"Decision Making as Negotiation: A Comparison of Two Labor-Management Committees."},
      {
        "id":"ED247613",
        "title":"Organizational Structure and the Consequences for Public Relations."},
      {
        "id":"ED247615",
        "title":"Interviewee Satisfaction and Commitment as a Function of Interviewer Communication Responsiveness."},
      {
        "id":"ED247616",
        "title":"Validity and Reliability of the Communication Competency Assessment Instrument."},
      {
        "id":"ED247619",
        "title":"Type of Message and Attitude Change."},
      {
        "id":"ED247622",
        "title":"Communication Apprehension and Elementary School Achievement: A Research Note."},
      {
        "id":"ED247623",
        "title":"Statement of Carol E. Dinkins, Deputy Attorney General, before the Committee on Government Operations, Subcommittee on Government Information, Justice, and Agriculture, House of Representatives Concerning Freedom of Information Act Amendments."},
      {
        "id":"ED247625",
        "title":"Shirley Chisholm and Women's Rights Rhetoric."},
      {
        "id":"ED247626",
        "title":"Speech Research: A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for its Investigation, and Practical Applications, January 1-June 30, 1984."},
      {
        "id":"ED247628",
        "title":"The Role of Audio Media in the Lives of Children."},
      {
        "id":"ED247630",
        "title":"Interpersonal Sensitivity, Communication Encounters, Communicative Responsiveness, and Gender."},
      {
        "id":"ED247631",
        "title":"What Do We Know about Research in Teacher Training in Instructional Strategies?"},
      {
        "id":"ED247632",
        "title":"What Do We Know about the Assessment of the Communication Competencies of Teachers?"},
      {
        "id":"ED247633",
        "title":"Countering Children&apos;s Sugared Food Commercials: Do Rebuttals Help?"},
      {
        "id":"ED247638",
        "title":"The Education-Enterprise Relationship: Meeting the Needs of a Productive Society."},
      {
        "id":"ED247650",
        "title":"Preparing Change Agents for Metropolitan Areas."},
      {
        "id":"ED247658",
        "title":"Women in Educational Administration: A Bibliography. Public Administration Series: Bibliography P-718."},
      {
        "id":"ED247663",
        "title":"Applications of Telecommunications Technology to Services for Individuals with Disabilities. Rehabilitation Research Review #7."},
      {
        "id":"ED247664",
        "title":"Rehabilitation and Adults with Learning Disabilities. Rehabilitation Research Review #10."},
      {
        "id":"ED247665",
        "title":"Contemporary Research on the Vocational Rehabilitation of Persons with Mental Retardation. Rehabilitation Research Review #14."},
      {
        "id":"ED247674",
        "title":"So You Want to Be Inviting? A Study to Improve Invitational Theory and Practice in a Special Education Setting."},
      {
        "id":"ED247675",
        "title":"Mothers as Incidental Language Trainers of Their Language-Disordered Children."},
      {
        "id":"ED247676",
        "title":"Report of the Surgeon General's Workshop on Children with Handicaps and Their Families. Case Example: The Ventilator-Dependent Child."},
      {
        "id":"ED247681",
        "title":"Project UPSTART. Final Report, October 1, 1982-September 30, 1983."},
      {
        "id":"ED247682",
        "title":"Learning Styles, Learning Abilities and Learning Problems in College: An Exploration of Learning Disabilities in College Students. Final Report."},
      {
        "id":"ED247683",
        "title":"Use of Caregiver Information to Design Habilitation Programs for Severely and Profoundly Handicapped Young Children. First Chance Project. Final Report."},
      {
        "id":"ED247684",
        "title":"Improving the Utilization and Educational Relevance of Individual Psycho-Educational Assessment Reports in the Placement of and IEP Development for Handicapped Native American Children. Final Report."},
      {
        "id":"ED247685",
        "title":"Psycho-Educational Assessment of Native American Students. A Manual of Inservice Training Activities and Resource Materials for School Personnel and School Psychologists. [Final Report]."},
      {
        "id":"ED247686",
        "title":"Limited English Speaking, Handicapped, and Poor: Triple Threat in Childhood. Professional Papers. C-1."},
      {
        "id":"ED247688",
        "title":"Understanding Handicaps through Reading: An Annotated Bibliography of Children's Books Since 1975."},
      {
        "id":"ED247689",
        "title":"Social/Affective Interventions in Behavioral Disorders."},
      {
        "id":"ED247697",
        "title":"Group Homes as Resources for the Future: What Do Parents Want?"},
      {
        "id":"ED247698",
        "title":"Behavioral Attributes and Social Distance of Developmentally Handicapped and Normal Children."},
      {
        "id":"ED247700",
        "title":"Families Who Adopt Mentally Retarded Children: Who, Why, and What Happens."},
      {
        "id":"ED247706",
        "title":"A Longitudinal Study of the Language Development of Three Deaf Children of Hearing Parents."},
      {
        "id":"ED247712",
        "title":"Application of Ausubel's Theory of Meaningful Verbal Learning to Curriculum, Teaching and Learning of Deaf Students."},
      {
        "id":"ED247715",
        "title":"Determining First Language Composition Using Cognitively Demanding/Context-Reduced Tasks."},
      {
        "id":"ED247717",
        "title":"The Development and Use of Memory Strategies by Deaf Children and Adults."},
      {
        "id":"ED247724",
        "title":"Philosophical Inquiry among Hearing-Impaired Students: Promoting the Development of Thinking Skills through the Use of Philosophy for Children Programs."},
      {
        "id":"ED247731",
        "title":"Mental Retardation and Developmental Disabilities: 1981 Research Programs of the National Institute of Child Health and Human Development."},
      {
        "id":"ED247732",
        "title":"Mental Retardation FY 1983. Special Report to Congress."},
      {
        "id":"ED247733",
        "title":"Special Education for Leisure Fulfillment: Inservice Training Manual."},
      {
        "id":"ED247736",
        "title":"Summer School for the Handicapped: A Review of the Literature. Supplementary Report to &quot;Special Education Mandates: A Preliminary Report.&quot;"},
      {
        "id":"ED247737",
        "title":"Expanding Services to Birth: Supplementary Report to &quot;Special Education Mandates: A Preliminary Report.&quot;"},
      {
        "id":"ED247738",
        "title":"Analysis of Public Comment: Preliminary Report of Special Education Mandates."},
      {
        "id":"ED247739",
        "title":"Special Education."},
      {
        "id":"ED247741",
        "title":"A Survey of Definition and Identification of Seriously Emotionally Disturbed Youngsters: Local Special Education Administrator Perspectives and Processes. A Report of Survey Information."},
      {
        "id":"ED247742",
        "title":"A Curriculum for Teaching Optacon Music-Reading."},
      {
        "id":"ED247745",
        "title":"Pacific Island Language Groups in Bilingual Education: Information and Technical Assistance Needs and Recommendations to the National Clearinghouse for Bilingual Education and the Office of Bilingual Education and Minority Languages Affairs of the U.S. Department of Education."},
      {
        "id":"ED247760",
        "title":"Learner Training for L2 Learners: A Selected Review of Content and Method."},
      {
        "id":"ED247766",
        "title":"A Learner Directed Approach to Lorma. A Handbook on Communication and Culture with Dialogs, Texts, Cultural Notes, Exercises, Drills and Instructions."},
      {
        "id":"ED247767",
        "title":"Maniyaka: A Reference Handbook of Phonetics, Grammar, Lexicon and Learning Procedures."},
      {
        "id":"ED247774",
        "title":"Singapore: Country Status Report."},
      {
        "id":"ED247788",
        "title":"Reviewing Departments. Green Guide No. 1."},
      {
        "id":"ED247791",
        "title":"Strategy for the Eighties: High Technology Industrial Development."},
      {
        "id":"ED247797",
        "title":"Research Planning and Organization in Sweden. Fact Sheets on Sweden."},
      {
        "id":"ED247798",
        "title":"Higher Education in Sweden. Fact Sheets on Sweden."},
      {
        "id":"ED247799",
        "title":"1984-2008. Predictions for Higher Education. From the 25th Anniversary Colloquium. [Proceedings]."},
      {
        "id":"ED247804",
        "title":"Hearing on College Costs and Federal Assistance. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED247805",
        "title":"Legislative Hearing: Regulations on the Solomon Amendment to the Defense Act of 1983. Hearings before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, First Session on H.R. 1286 and H.R. 1567, and H.R. 1622 and H.R. 2145 (February 23, 24; March 23, 1983)."},
      {
        "id":"ED247806",
        "title":"Student Loan Consolidation. Joint Hearings before the Subcommittee on Postsecondary Education of the Committee on Education and Labor, House of Representatives, and the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources. United States Senate. Ninety-Eighth Congress, First Session (May 25, and June 8, 1983)."},
      {
        "id":"ED247807",
        "title":"Hearings on Institutional Accreditation. Hearings before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, First Session (February 8, 10, 1983)."},
      {
        "id":"ED247808",
        "title":"Hearing on the Reauthorization of the Higher Education Act of 1965: The Federal Role in Assisting Colleges and Universities in Providing Graduate Education. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED247810",
        "title":"Rates of College Participation: 1969, 1974, and 1981. Policy Brief."},
      {
        "id":"ED247812",
        "title":"Developmental Tasks of Women Entering Higher Education at Mid-Life. Final Report."},
      {
        "id":"ED247814",
        "title":"Charges to Working Groups on the Essential Knowledge, the Fundamental Skills, and the Personal Qualities, Values and Attitudes That Comprise the General Professional Education of the Physician and College Preparation for Medicine."},
      {
        "id":"ED247815",
        "title":"Summaries of Reports to the Panel by U.S. and Canadian Medical Schools, Undergraduate Colleges and Universities, and Academic Societies. AAMC Project on the General Professional Education of the Physician and College Preparation for Medicine."},
      {
        "id":"ED247816",
        "title":"Facts on Grants, 1983. A Report on Grantmaking of the Charles Stewart Mott Foundation."},
      {
        "id":"ED247819",
        "title":"University Department Heads: Agents of Changes."},
      {
        "id":"ED247820",
        "title":"Maximizing the Use of Faculty Advisors."},
      {
        "id":"ED247822",
        "title":"Strategic Planning for Economic Development."},
      {
        "id":"ED247827",
        "title":"Distribution of High School Graduates and College-Going Rate: New York State, Fall 1983."},
      {
        "id":"ED247828",
        "title":"Improving College Preparatory Programs through High School Accreditation. Recommendations of the California Postsecondary Education Commission. Commission Report 84-2."},
      {
        "id":"ED247829",
        "title":"California's Participation in Guaranteed Student Loan Programs. Commission Report 84-4."},
      {
        "id":"ED247830",
        "title":"California College-Going Rates, 1982 Update. Commission Report 83-32."},
      {
        "id":"ED247831",
        "title":"Faculty Collective Bargaining in the California State University. A Staff Report on the 1983-1986 Agreement between the Board of Trustees and the California Faculty Association for Unit 3--Faculty. Commission Report 84-3."},
      {
        "id":"ED247832",
        "title":"A Prospectus for California Postsecondary Education, 1985-2000. Commission Report 84-6."},
      {
        "id":"ED247833",
        "title":"The Wealth of Knowledge. Higher Education's Impact on California's Economy. Commission Report 84-1."},
      {
        "id":"ED247834",
        "title":"Preliminary Report on Faculty Salaries, 1984-85. Commission Report 83-33."},
      {
        "id":"ED247837",
        "title":"Women's Participation in the Greek Educational System."},
      {
        "id":"ED247842",
        "title":"Performance Funding: Tennessee's Noble Experiment in Promoting Program Quality through Assessment of Outcomes."},
      {
        "id":"ED247845",
        "title":"Postsecondary &quot;High Tech&quot; Training for Women on Welfare: Correlates of Program Completion."},
      {
        "id":"ED247846",
        "title":"Medical Students' Images of 'Most Physicians' and 'Effective Physicians' over Time."},
      {
        "id":"ED247848",
        "title":"The Case Study of Off-Campus Postsecondary Education on Military Bases. Final Report. Summary, Conclusions, Recommendations."},
      {
        "id":"ED247849",
        "title":"Catching Up: A Review of the Women's Educational Equity Act Program."},
      {
        "id":"ED247855",
        "title":"Requirements for Effective Interviewing Supervision."},
      {
        "id":"ED247858",
        "title":"Long Term Graduation Rates of Students at The City University of New York."},
      {
        "id":"ED247862",
        "title":"College Costs: Basic Student Charges, 2-Year and 4-Year Institutions, 1983-84."},
      {
        "id":"ED247863",
        "title":"Fall Enrollment in Colleges and Universities, 1982."},
      {
        "id":"ED247865",
        "title":"Research Funding for Faculty at Undergraduate Institutions."},
      {
        "id":"ED247867",
        "title":"Research Needs of Institutions of Higher Education. Joint Hearing before the Subcommittee on Select Education and the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, First Session (Pittsburgh, Pennsylvania)."},
      {
        "id":"ED247869",
        "title":"From Lean Times to Enrollment Declines: The Governor's Commission on the Future of Higher Education in Michigan. ASHE Annual Meeting Paper."},
      {
        "id":"ED247876",
        "title":"Crumbling Academe: Solving the Capital Renewal and Replacement Dilemma."},
      {
        "id":"ED247880",
        "title":"To Reclaim a Legacy: A Report on the Humanities in Higher Education."},
      {
        "id":"ED247881",
        "title":"Public Radio Stations' Educational Services, 1982-83."},
      {
        "id":"ED247882",
        "title":"Public Television Licensees' Educational Services, 1982-83."},
      {
        "id":"ED247894",
        "title":"Assessment of Techniques for Evaluating Computer Systems for Federal Agency Procurements. Final Report."},
      {
        "id":"ED247895",
        "title":"Guide on Data Models in the Selection and Use of Database Management Systems. Final Report."},
      {
        "id":"ED247896",
        "title":"Microcomputers: Introduction to Features and Uses. Final Report."},
      {
        "id":"ED247897",
        "title":"Overview of Computer Security Certification and Accreditation. Final Report."},
      {
        "id":"ED247898",
        "title":"Selection of Microcomputer Systems. Final Report."},
      {
        "id":"ED247900",
        "title":"Designing Your Computer Curriculum: A Process Approach."},
      {
        "id":"ED247901",
        "title":"Microcomputer-Based Curriculum Mapping: A Data Management Approach."},
      {
        "id":"ED247903",
        "title":"Microcomputers on Campus."},
      {
        "id":"ED247904",
        "title":"Microcomputers in the Schools."},
      {
        "id":"ED247906",
        "title":"Overcoming Impediments to New Technology. A Summary of the Third Invitational Postsecondary Educational Review Panel."},
      {
        "id":"ED247910",
        "title":"Regional Forum on Distance Learning. A Report."},
      {
        "id":"ED247911",
        "title":"\"Successful\" Use of Microcomputers in Classroom Instruction."},
      {
        "id":"ED247918",
        "title":"Computer Technology in Curriculum and Instruction Handbook. Courseware Evaluation."},
      {
        "id":"ED247919",
        "title":"Communicating in the '80s. New Options for the Nonprofit Community."},
      {
        "id":"ED247920",
        "title":"Development Communication Report. No. 46, Summer 1984."},
      {
        "id":"ED247926",
        "title":"Trends in Instructional Technology."},
      {
        "id":"ED247936",
        "title":"The Network Nation: The Relevance of This for Possible Educational and General Public Administrative Structures and Strategies in the 1980's and 90's."},
      {
        "id":"ED247937",
        "title":"Professional Competencies--Technology and the Librarian."},
      {
        "id":"ED247948",
        "title":"Evaluation of the Vocabulary Switching System. Final Report."},
      {
        "id":"ED247949",
        "title":"Faculty Perceptions of Students&apos; Knowledge and Use of Libraries."},
      {
        "id":"ED247950",
        "title":"Library Statistics of Colleges and Universities in the Pacific Northwest, 1982-83."},
      {
        "id":"ED247953",
        "title":"The Development of Classification at the Library of Congress. Occasional Papers, Number 164."},
      {
        "id":"ED247954",
        "title":"How Older Adults Use Books and the Public Library: A Review of the Literature. Occasional Papers Number 165."},
      {
        "id":"ED247958",
        "title":"Joint Congressional Hearing on the Changing Information Needs of Rural America: The Role of Libraries and Information Technology."},
      {
        "id":"ED247959",
        "title":"Issues in Retrospective Conversion. Report of a Study Conducted for the Council on Library Resources."},
      {
        "id":"ED247963",
        "title":"Student Predisposition to Transfer: A Report of Preliminary Findings."},
      {
        "id":"ED247970",
        "title":"Computer Literacy of Entering Freshmen."},
      {
        "id":"ED247978",
        "title":"Data Collection and Descriptive Statistics for Effective Program Evaluation."},
      {
        "id":"ED247979",
        "title":"Building Better Boards for Community Organizations: Third Year Final Report, March 1, 1981-June 30, 1984."},
      {
        "id":"ED247980",
        "title":"An Application of a Computer Instructional Management Package."},
      {
        "id":"ED247985",
        "title":"Bilingual Vocational Instructor Training Program: Third Project Year Evaluation."},
      {
        "id":"ED247990",
        "title":"Microcomputer Applications in Administration and Instruction. New Directions for Community Colleges, Number 47."},
      {
        "id":"ED247995",
        "title":"Testimony Presented to the Assembly Special Committee on Community Colleges."},
      {
        "id":"ED247996",
        "title":"Knowledge Transmission and Acquisition: Cognitive and Affective Considerations."},
      {
        "id":"ED247997",
        "title":"Qualifications Handbook for Fulltime Faculty and Academic Support Personnel. Edition II."},
      {
        "id":"ED248010",
        "title":"Explorations in Early Childhood Education: The Mount Druitt Early Childhood Project."},
      {
        "id":"ED248012",
        "title":"Center for Research for Mothers and Children: 1983 Progress Report."},
      {
        "id":"ED248013",
        "title":"Preschool Children's Problem-Solving Interactions at Computers and Jigsaw Puzzles."},
      {
        "id":"ED248018",
        "title":"A Study of Early Childhood Teacher Beliefs: Primary Teachers."},
      {
        "id":"ED248021",
        "title":"Working with Children While Minimizing Parents' Unwarranted Interventions: Fathers' and Mothers' Responsiveness to Their Infant's Distress."},
      {
        "id":"ED248023",
        "title":"The Emotion Concepts of Young Children."},
      {
        "id":"ED248024",
        "title":"The Effect of Crying on Long-Term Memory in Young Infants."},
      {
        "id":"ED248026",
        "title":"The Effects of Head Start Health Services: Report of the Head Start Health Evaluation. Volume I and II."},
      {
        "id":"ED248027",
        "title":"The Effects of Head Start Health Services: Executive Summary of the Head Start Health Evaluation."},
      {
        "id":"ED248028",
        "title":"Child Care in the Year 2000."},
      {
        "id":"ED248029",
        "title":"Fantasy and Children."},
      {
        "id":"ED248031",
        "title":"Predictors of Father Involvement in Childcare."},
      {
        "id":"ED248032",
        "title":"Working Parents Project. Annual Report."},
      {
        "id":"ED248033",
        "title":"A Developmental Perspective on Intelligence."},
      {
        "id":"ED248034",
        "title":"Healthy Mothers, Healthy Babies: A Collection of Prenatal and Infant Care Publications and Films Produced by the Public Health Service."},
      {
        "id":"ED248037",
        "title":"Maternal and Child Health Block Grant: Program Changes Emerging under State Administration. Report to the Congress of the United States."},
      {
        "id":"ED248038",
        "title":"Opening the Doors: A Manual for Reviewing Residential Facilities and Foster Care for Children."},
      {
        "id":"ED248040",
        "title":"Parent Education for Fathers."},
      {
        "id":"ED248041",
        "title":"Preliminary Report on the ECEC Longitudinal Study."},
      {
        "id":"ED248045",
        "title":"The Theoretical Framework for an Instructional Model of Higher Order Thinking Skills."},
      {
        "id":"ED248049",
        "title":"The Role of Affective Perspective-Taking Ability and Empathic Disposition in the Child's Machiavellianism, Prosocial Behavior, and Motive for Helping."},
      {
        "id":"ED248065",
        "title":"Literature of the Plains and Mountains: Programs for Public Libraries."},
      {
        "id":"ED248066",
        "title":"Women of the Plains and Mountains: Programs for Public Libraries."},
      {
        "id":"ED248067",
        "title":"Heritage of the Plains and Mountains: Programs for Public Libraries."},
      {
        "id":"ED248073",
        "title":"Patterns of Control in Rural Alaska Education. Final Report."},
      {
        "id":"ED248076",
        "title":"A Long Time Ago There Was a Marvelous Canyon: Energizing Language Acquisition."},
      {
        "id":"ED248080",
        "title":"When I'm Not With the Friend I Hate, I Hate the Friend I'm With: Contact, Support, and Hostility Networks in Community Life."},
      {
        "id":"ED248081",
        "title":"Alcohol and Marijuana Use among Rural High School Students: A Test of A Facilitative-Constraint Model."},
      {
        "id":"ED248083",
        "title":"Moving toward Self-Sufficiency for Indian People. Accomplishments 1983-84. An Interdepartmental Report."},
      {
        "id":"ED248085",
        "title":"CHOICE (Challenging Options in Career Education): Overview of Curriculum Materials."},
      {
        "id":"ED248086",
        "title":"Occupational Resources: Read about Varied Occupations. CHOICE (Challenging Options in Career Education)."},
      {
        "id":"ED248087",
        "title":"Recursos de Trabajo: Informacion sobre Carreras (Occupational Resources: Career Information). CHOICE (Challenging Options in Career Education)."},
      {
        "id":"ED248088",
        "title":"Career Notes: Explore and Practice Personal Career Growth Skills. CHOICE (Challenging Options in Career Education)."},
      {
        "id":"ED248089",
        "title":"Apuntes acerca de las Ocupaciones: Explore y Practique las Destrezas de Desarrollo Ocupacional (Career Notes: Explore and Practice Career Growth Skills). CHOICE (Challenging Options in Career Education)."},
      {
        "id":"ED248090",
        "title":"Mission Information: Worksite Interview, Shadow Community Workers, Work Experience Program. CHOICE (Challenging Options in Career Education)."},
      {
        "id":"ED248091",
        "title":"Mision Informacion: Entrevista a Empleados en el Lugar donde Trabajan; Observar a Obreros mientras Trabajan; Programa sobre Experiencia Laboral (Mission Information: Worksite Interview, Shadow Community Workers, Work Experience Program). CHOICE (Challenging Options in Career Education)."},
      {
        "id":"ED248092",
        "title":"Arts &amp; Humanities/Homemaking. B1. CHOICE: Challenging Options in Career Education."},
      {
        "id":"ED248093",
        "title":"Health/Personal Services. B2. CHOICE: Challenging Options in Career Education."},
      {
        "id":"ED248094",
        "title":"Recreation/Transportation. B3. CHOICE: Challenging Options in Career Education."},
      {
        "id":"ED248095",
        "title":"Public Services/Agribusiness. B4. CHOICE: Challenging Options in Career Education."},
      {
        "id":"ED248096",
        "title":"Construction/Communication &amp; Media. B5. CHOICE: Challenging Options in Career Education."},
      {
        "id":"ED248097",
        "title":"Manufacturing/Marketing &amp; Distribution. B6. CHOICE: Challenging Options in Career Education."},
      {
        "id":"ED248099",
        "title":"Beyond Error Analysis: The Role of Understanding in Elementary School Arithmetic."},
      {
        "id":"ED248100",
        "title":"Math and Science Teacher Shortages: Dilemmas Old and New."},
      {
        "id":"ED248101",
        "title":"The Midcareer Math and Science Teacher Training Program at Harvard University."},
      {
        "id":"ED248113",
        "title":"Illinois Secondary School Course Offerings, 1982: Special Report on Mathematics."},
      {
        "id":"ED248114",
        "title":"The Helping Book: Third Grade Math. Bulletin 1720."},
      {
        "id":"ED248115",
        "title":"Physical and Life Scientists. Bulletin 2205-5."},
      {
        "id":"ED248126",
        "title":"Proposal Guide. Guide for the Preparation of Proposals for Science Student Research Projects."},
      {
        "id":"ED248127",
        "title":"Report Writing Style Guide: Guide for the Preparation of Reports on Science Student Research Projects."},
      {
        "id":"ED248128",
        "title":"Science Day Guide."},
      {
        "id":"ED248131",
        "title":"Predictors of Science Inquiry Knowledge."},
      {
        "id":"ED248132",
        "title":"Institutional Manager's Guide to Energy Conservation."},
      {
        "id":"ED248133",
        "title":"An Evaluation of the Institutional Conservation Program: Results of On-Site Analyses. Final Report."},
      {
        "id":"ED248134",
        "title":"Aviation Curriculum Guide for Middle School Level, Secondary School Level."},
      {
        "id":"ED248135",
        "title":"Safety in the Air: A Curriculum about Flight and Air Traffic Control Designed for Middle School Students."},
      {
        "id":"ED248136",
        "title":"Aviation Science Activities for Elementary Grades. Revised."},
      {
        "id":"ED248142",
        "title":"A Comparative Study of Mathematics Education between the Province of Taiwan, Republic of China and the United States."},
      {
        "id":"ED248148",
        "title":"Identifying Fractions on Number Lines."},
      {
        "id":"ED248150",
        "title":"U.S. Media Coverage of Africa. A Media Source Guide, Issues for the &apos;80s."},
      {
        "id":"ED248154",
        "title":"Peace Is Our Profession: Teaching Nonviolence in the Schools."},
      {
        "id":"ED248159",
        "title":"A Working Bibliography of Peace Books for Children and Youth."},
      {
        "id":"ED248162",
        "title":"Social Studies. MicroSIFT Courseware Evaluations."},
      {
        "id":"ED248171",
        "title":"List of Non-Published Materials for Developing Courses &amp; Projects to Integrate the New Scholarship on Women into the Curriculum."},
      {
        "id":"ED248172",
        "title":"Environmental Design: Instructional Guide and Resource for Elementary and Secondary School Use."},
      {
        "id":"ED248173",
        "title":"Computers in Ethnographic Research. Final Report."},
      {
        "id":"ED248176",
        "title":"The United States and the Future of the Nonproliferation Regime. Report of a Vantage Conference Cooperstown, New York, May 13-16, 1984)."},
      {
        "id":"ED248178",
        "title":"Mennonites in American Society."},
      {
        "id":"ED248179",
        "title":"Lesson Commonality and Method of Reading: Effect on Achievement in Social Studies."},
      {
        "id":"ED248187",
        "title":"Irish Educational Studies, Vol. 3 No. 1."},
      {
        "id":"ED248188",
        "title":"Irish Educational Studies, Vol. 3 No. 2."},
      {
        "id":"ED248190",
        "title":"Florida Teacher Certification Examination. Technical Report 1981-1982."},
      {
        "id":"ED248191",
        "title":"Florida Teacher Certification Examination. Technical Report 1980-1981."},
      {
        "id":"ED248192",
        "title":"The Florida Teacher Certification Examination. Bulletin II: The General Education Subtests--Reading, Writing, Mathematics. Revised."},
      {
        "id":"ED248193",
        "title":"The Florida Teacher Certification Examination. Bulletin III: The Professional Education Subtest. Revised."},
      {
        "id":"ED248194",
        "title":"The Florida Teacher Certification Examination. Bulletin IV: The Technical Manual."},
      {
        "id":"ED248195",
        "title":"Ways to Improve Schools and Education Project (WISE). Annual Report."},
      {
        "id":"ED248196",
        "title":"Education and Private Sector Collaboration to Help Meet School Staff Development/Inservice Education Needs. Ways to Improve Schools and Education Project. Annual Report. Executive Summary."},
      {
        "id":"ED248202",
        "title":"Content Analysis of Student Critical Events Reported in the Professional Introduction Courses."},
      {
        "id":"ED248203",
        "title":"Overview of the Student Information System Program Evaluation at the Ohio State University College of Education."},
      {
        "id":"ED248204",
        "title":"Supervisor&apos;s Evaluation of l978-l978, l980-l98l and l98l-l982 Graduates at the Ohio State University&apos;s College of Education Teacher Certification Program. Follow-Up Project 1983."},
      {
        "id":"ED248205",
        "title":"Follow-Up of Autumn, 1978 through Autumn, 1982 Doctoral Graduates at the Ohio State University's College of Education. Technical Report #1 [and] Executive Summary."},
      {
        "id":"ED248206",
        "title":"Follow-Up of 1978-1979, 1980-1981, and 1981-1982 Graduates at the Ohio State University&apos;s College of Education. Technical Report #8 [and] Executive Summary."},
      {
        "id":"ED248212",
        "title":"Wellness Assessment: A Rationale, A Measure, and Physical/Psychological Components."},
      {
        "id":"ED248213",
        "title":"Health Education and Physical Fitness for Older Americans."},
      {
        "id":"ED248214",
        "title":"Instructional Improvement Materials for Physical Education."},
      {
        "id":"ED248216",
        "title":"The Challenge of Reform: Preservice Teacher Education Policy in Florida. The View at the Institution."},
      {
        "id":"ED248217",
        "title":"Cognitive Style as a Predictor of Achievement: A Multivariate Analysis."},
      {
        "id":"ED248220",
        "title":"A Staff Development Program: Behavior Management Issues in Mainstreaming."},
      {
        "id":"ED248227",
        "title":"A Two Year Study of Teachers&apos; Stages of Development in Relation to Collaborative Action Research in Schools. Final Report [and] Appendices to Final Report."},
      {
        "id":"ED248228",
        "title":"Evaluation Methodologies: A Study to Evaluate the Functioning and Impact of the President&apos;s Council on Physical Fitness and Sports. Report No. 3."},
      {
        "id":"ED248229",
        "title":"A Report on the Fitness and Health Promotion Delivery System of the United States. Report No. 4."},
      {
        "id":"ED248230",
        "title":"A Report on the Fitness and Sports Promotion and Delivery System of Canada. Report No. 5."},
      {
        "id":"ED248231",
        "title":"A Report on the Fitness and Sports Promotion and Delivery System of Australia. Report No. 6."},
      {
        "id":"ED248232",
        "title":"Inventory of Health and Physical Fitness Promotion Materials, Research and Articles from Periodicals of General Interest. Final Report. Report No. 7."},
      {
        "id":"ED248233",
        "title":"A Comparative Assessment of Physical Fitness and Sports Promotion and Delivery in the United States, Canada, and Australia. Final Report. Report No. 8."},
      {
        "id":"ED248234",
        "title":"An Assessment of the Nature and Extent of Community and Employee Fitness Programs and Levels of Participation. Final Report. Report No. 9."},
      {
        "id":"ED248235",
        "title":"An Assessment of the Nature and Extent of Community and Employee Fitness Programs and Levels of Participation. Summary Report. Report No. 10."},
      {
        "id":"ED248236",
        "title":"Set of Measures for Physical Fitness Measures Development. Report No. 11."},
      {
        "id":"ED248237",
        "title":"Evaluation of Programs for the Promotion of Physical Fitness and Exercise. Final Summative Report. Report No. 12."},
      {
        "id":"ED248238",
        "title":"Careers in Commercial and Private Recreation. ERIC Fact Sheet."},
      {
        "id":"ED248239",
        "title":"The Teacher as Decision Maker. ERIC Fact Sheet."},
      {
        "id":"ED248240",
        "title":"The Case for Physical Education. ERIC Fact Sheet."},
      {
        "id":"ED248241",
        "title":"Merit Pay. ERIC Fact Sheet."},
      {
        "id":"ED248242",
        "title":"The Effects of Corporate Involvement in Education. ERIC Digest."},
      {
        "id":"ED248243",
        "title":"What First-Year Teachers Need to Know. ERIC Digest."},
      {
        "id":"ED248244",
        "title":"Emergency Teacher Certification. ERIC Digest."},
      {
        "id":"ED248245",
        "title":"Beyond the Commission Reports. The Coming Crisis in Teaching."},
      {
        "id":"ED248250",
        "title":"Integrating Quantitative Components into Qualitative Studies: Problems and Possibilities for Research on Intergroup Relations in Educational Settings."},
      {
        "id":"ED248253",
        "title":"Annual Test Report, 1982-83."},
      {
        "id":"ED248255",
        "title":"Summary of the Hawai'i Nutrition Education Needs Assessment."},
      {
        "id":"ED248258",
        "title":"Computer-Based Measurement of Intellectual Capabilities. Final Report."},
      {
        "id":"ED248260",
        "title":"The Cultural-Distance Perspective: An Exploratory Analysis of Its Effect on Learning and Intelligence."},
      {
        "id":"ED248264",
        "title":"Effect of Examinee Certainty on Probabilistic Test Scores and a Comparison of Scoring Methods for Probabilistic Responses."},
      {
        "id":"ED248266",
        "title":"The Effects of Task Demands on Children's Metamemorial Decisions."},
      {
        "id":"ED248267",
        "title":"Establishing Cut Scores on the New Jersey College Basic Skills Placement Test."},
      {
        "id":"ED248268",
        "title":"Evaluating a Computer Education Program Qualitatively and Quantitatively."},
      {
        "id":"ED248271",
        "title":"Evaluation Processes of Regional and National Education Accrediting Agencies: Implications for Redesigning an Evaluation Process in California."},
      {
        "id":"ED248272",
        "title":"Factors Related to Student Achievement in Arkansas Schools: 1981 and 1982."},
      {
        "id":"ED248273",
        "title":"Follow-Up Study of the High School Class of 1981 One Year after Graduation."},
      {
        "id":"ED248275",
        "title":"A Guide for Vision Screening in California Public Schools."},
      {
        "id":"ED248277",
        "title":"High School Seniors: A Comparative Study of the Classes of 1972 and 1980. High School and Beyond, a National Longitudinal Study for the 1980's."},
      {
        "id":"ED248283",
        "title":"Affirmative Action to Open the Doors of Job Opportunity. A Policy of Fairness and Compassion That Has Worked."},
      {
        "id":"ED248284",
        "title":"Advance Planning Guide. Preparing for the 1984 Academy for Effective Schools."},
      {
        "id":"ED248285",
        "title":"Chicago Mastery Learning Reading Progress Report, 1982-83 School Year."},
      {
        "id":"ED248287",
        "title":"Asian American-Pacific American Relations: The Asian American Perspective."},
      {
        "id":"ED248288",
        "title":"Asian American-Pacific American Relations: The Pacific American Perspective."},
      {
        "id":"ED248289",
        "title":"Asian Americans and Pacific Americans: The Dilemma of Inter-Ethnic Relations and the Role of Federal Assistance."},
      {
        "id":"ED248290",
        "title":"Five National Demonstrations of Educational Equity. Evaluation Summary."},
      {
        "id":"ED248291",
        "title":"Evaluation of the Year-Round Schools Program."},
      {
        "id":"ED248292",
        "title":"Evaluation of the Permits with Transportation Program."},
      {
        "id":"ED248293",
        "title":"Evaluation of the Magnet School Programs."},
      {
        "id":"ED248294",
        "title":"Socialization and Non-Traditional Gender Roles: The Black Woman. Draft."},
      {
        "id":"ED248296",
        "title":"Statement before the National Association of Neighborhood Schools (Pittsburgh, Pennsylvania, August 10, 1984)."},
      {
        "id":"ED248297",
        "title":"Pacific Basin Education and Health Issues. Hearing before a Subcommittee of the Committee on Appropriations, United States Senate, Ninety-Eighth Congress, Second Session. Special Hearing."},
      {
        "id":"ED248298",
        "title":"Central American Refugees: Regional Conditions and Prospects and Potential Impact on the United States. Report to the Congress of the United States."},
      {
        "id":"ED248302",
        "title":"Student Achievement in An Integrated Setting. ECS Working Paper LEC-83-11."},
      {
        "id":"ED248303",
        "title":"State Desegregation Initiatives in a Period of Transition. ECS Working Paper LEC-83-12."},
      {
        "id":"ED248304",
        "title":"State Housing Policy and Urban School Segregation. ECS Working Paper LEC-83-13."},
      {
        "id":"ED248305",
        "title":"Equal Educational Opportunity and School Desegregation in Triethnic Districts. ECS Working Paper LEC-83-14."},
      {
        "id":"ED248306",
        "title":"Equity and Microcomputer Use in American Public Education. ECS Working Paper LEC-83-15."},
      {
        "id":"ED248307",
        "title":"State Civil Rights Laws. ECS Working Paper LEC-83-16."},
      {
        "id":"ED248308",
        "title":"Serving the Unserved: The Historical and Legal Context. ECS Working Paper LEC-83-18."},
      {
        "id":"ED248309",
        "title":"Characteristics of Greek Adolescents in Sydney. A Survey of Greek-Australian High School Students."},
      {
        "id":"ED248310",
        "title":"Compilation of the Food Stamp Act of 1977 and Other Selected Federal Nutrition Statutes. 98th Congress, 2d Session."},
      {
        "id":"ED248311",
        "title":"Increasing Minority Admission to Medical School. Final Report."},
      {
        "id":"ED248312",
        "title":"School Desegregation Guidelines for Local and State Education Associations."},
      {
        "id":"ED248322",
        "title":"Participation in Kansas Noncredit Adult Education. A Survey of Seven Participant Groups. Final Report."},
      {
        "id":"ED248323",
        "title":"The Development of Strategies and Procedures for Assessing the Generalizable Skills of Students in Secondary Vocational Programs: Generalizable Mathematics Skills. Final Project Report."},
      {
        "id":"ED248325",
        "title":"Career Mentoring in a State Government Agency."},
      {
        "id":"ED248326",
        "title":"Oversight of Vocational Education, 1983. Hearings before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources, United States Senate, Ninety-Eighth Congress, First Session on Review of Various Issues in Vocational Education Research and Examination of Cooperative, or Work-Site, Education and Vocational Education in Correctional Institutions. Part 2."},
      {
        "id":"ED248335",
        "title":"Sex-Role Identity and Attitudes toward Women in Traditional and Non-Traditional Occupations. Research Report #4-83."},
      {
        "id":"ED248337",
        "title":"Influences of High School Curriculum on Determinants of Labor Market Experiences."},
      {
        "id":"ED248338",
        "title":"Federal Pay Equity Act of 1984. Part 1. Hearings before the Subcommittee on Compensation and Employee Benefits of the Committee on Post Office and Civil Service, House of Representatives, Ninety-Eighth Congress, Second Session on H.R. 4599...and H.R. 5092. (April 3-4, 1984)."},
      {
        "id":"ED248344",
        "title":"Generalizable Mathematics Skills. Resource Directory."},
      {
        "id":"ED248351",
        "title":"Business English. Vocational Education Curriculum Guide. Bulletin 1721."},
      {
        "id":"ED248355",
        "title":"Computerized Manufacturing Automation. Employment, Education, and the Workplace. Summary."},
      {
        "id":"ED248357",
        "title":"Soliciting Industry's Opinions for Improving Vocational Education."},
      {
        "id":"ED248358",
        "title":"Developing a Model for Analyzing Administrators' Professional Commitment in Pennsylvania Postsecondary Vocational Technical Schools. Final Report. Vocational-Technical Education Research Report, Volume 22, Number 3."},
      {
        "id":"ED248379",
        "title":"V-TECS Guide for Hospital Ward Clerk."},
      {
        "id":"ED248382",
        "title":"Health Professions and Services Amendments of 1984. Report to the House of Representatives, 98th Congress, 2nd Session."},
      {
        "id":"ED248383",
        "title":"Nurse Education Amendments of 1984. Report to the Senate, 98th Congress, 2nd Session."},
      {
        "id":"ED248387",
        "title":"Organized Labor Education and Training Programs. Information Series No. 286."},
      {
        "id":"ED248388",
        "title":"Asian-South Pacific Bureau of Adult Education Special Issue in Preparation for the Fourth International Conference on Adult Education Convened by Unesco, Paris, 1985. Courier No. 31."},
      {
        "id":"ED248390",
        "title":"Academic Skills of the Returning Adult Student. Report of a Pilot Study."},
      {
        "id":"ED248391",
        "title":"Create and Use an Individual Career Development Plan. Module CG C-12 of Category C--Implementing. Competency-Based Career Guidance Modules."},
      {
        "id":"ED248393",
        "title":"Planning and Implementing Supervised Occupational Experience Programs. Revision."},
      {
        "id":"ED248394",
        "title":"Montana Curriculum Guidelines for Distributive Education. Revised."},
      {
        "id":"ED248395",
        "title":"Basic Soils. Revision."},
      {
        "id":"ED248396",
        "title":"Leadership through FFA."},
      {
        "id":"ED248397",
        "title":"Business Education Curriculum Guidelines."},
      {
        "id":"ED248398",
        "title":"Assessment of the Impact of the Bureau of Vocational Education's Handicapped Program. Final Report."},
      {
        "id":"ED248399",
        "title":"Assessment of the Impact of the Bureau of Vocational Education's Guidance Program. Final Report."},
      {
        "id":"ED248401",
        "title":"Identified Competencies for Special Education Educational Aides (Teacher Aides)."},
      {
        "id":"ED248403",
        "title":"U.S. Census and Disabled Adults: The 50 States and the District of Columbia."},
      {
        "id":"ED248406",
        "title":"White House Challenge Forum for Small Businesses."},
      {
        "id":"ED248412",
        "title":"Youth Employment, Crime, and Schooling: A Longitudinal Study of a National Sample. Report No. 352."},
      {
        "id":"ED248413",
        "title":"The Cry for Help Unheard: Dropout Interviews."},
      {
        "id":"ED248414",
        "title":"Oversight Hearing on Child Support Enforcement. Hearing before the Subcommittee on Select Education of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, First Session (New York, New York)."},
      {
        "id":"ED248415",
        "title":"Role of the Media in Drug Abuse Prevention and Education. Hearing before the Subcommittee on Alcoholism and Drug Abuse of the Committee on Labor and Human Resources. United States Senate, Ninety-Eighth Congress, Second Session on Examining the Role Which the Media Could Play in Helping to Put an End to the Ravaging Effects Which Drugs Have Come to Have on the Young People of This Nation."},
      {
        "id":"ED248419",
        "title":"Adult Day Care: Its Impact on the Utilization of Other Health Care Services and on Quality of Life."},
      {
        "id":"ED248420",
        "title":"Family Research Project Progress Report."},
      {
        "id":"ED248426",
        "title":"A Computer Program to Assist Counseling Trainees in Understanding Interpersonal Influence Processes in Their Counseling."},
      {
        "id":"ED248427",
        "title":"A Model for School/Community Interventions with High School Student Paraprofessionals."},
      {
        "id":"ED248431",
        "title":"Loneliness, Depression, and Epistemological Relativity in Early and Late Adolescence."},
      {
        "id":"ED248432",
        "title":"Secondary School Counseling Job Description. Georgia Comprehensive Guidance."},
      {
        "id":"ED248433",
        "title":"School Psychology. Pupil Personnel Services Recommended Practices and Procedures Manual."},
      {
        "id":"ED248434",
        "title":"School Guidance and Counseling. Pupil Personnel Services Recommended Practices and Procedures Manual."},
      {
        "id":"ED248435",
        "title":"Alcohol and Drug Awareness Program. Student Workbook."},
      {
        "id":"ED248436",
        "title":"Building Self-Help: The Needs of the Elderly on the Southside of Atlanta. A Report of Three Workshops."},
      {
        "id":"ED248439",
        "title":"Utility Analysis Models for Productivity Improvement Programs Affecting Work Group Composition."},
      {
        "id":"ED248440",
        "title":"Differences between Counseling Clients and Non-Clients on Clark-Trow Subcultures. Research Report No. 1-84."},
      {
        "id":"ED248441",
        "title":"Dimensions Underlying Student Perceptions of Religion, Sex, and Alcohol: Male and Female Differences. Research Report No. 5-83."},
      {
        "id":"ED248442",
        "title":"Interpreting the Career Maturity Inventory Attitude Scale's Relationship to Measures of Mental Ability."},
      {
        "id":"ED248443",
        "title":"Sex Differences in Helping Behavior: A Meta-Analytic Study."},
      {
        "id":"ED248445",
        "title":"Teenagers in Crisis: Issues and Programs. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED248449",
        "title":"Preventing Adolescent Drug Abuse: Intervention Strategies. NIDA Research Monograph 47. A RAUS Review Report."},
      {
        "id":"ED248454",
        "title":"Relationship between Orthographic Characteristics and Reading Behavior, Final Technical Report, March 20, 1981 to March 19, 1983."},
      {
        "id":"ED248455",
        "title":"Research on the Training of Higher Cognitive Learning and Thinking Skills. Final Report. Report No. 5560."},
      {
        "id":"ED248456",
        "title":"Policy Constraints and Effective Compensatory Reading Instruction: A Review."},
      {
        "id":"ED248462",
        "title":"Learning to Read and Write: The Influence of Oral and Written Language Differences."},
      {
        "id":"ED248464",
        "title":"Reading and Writing: How Are the First Two &quot;R's&quot; Related? Reading Education Report No. 51."},
      {
        "id":"ED248481",
        "title":"Of Metaphors and Paradigms: Rejecting the &quot;Commonsense&quot; View of Reading."},
      {
        "id":"ED248486",
        "title":"EEG Alpha Production Correlates of Cognitive Style Differences and Recall of Metaphor from Poetry. Technical Report No. 324."},
      {
        "id":"ED248487",
        "title":"Interestingness of Children&apos;s Reading Material. Technical Report No. 323."},
      {
        "id":"ED248490",
        "title":"A Study of Institutional Productivity in &quot;Reading World&quot;: 1978-1983."},
      {
        "id":"ED248491",
        "title":"The Nature and Functions of Schemas. Technical Report No. 325."},
      {
        "id":"ED248493",
        "title":"Intonation Miscues and Apprehension of Text."},
      {
        "id":"ED248498",
        "title":"Limitations of Vocabulary Instruction. Technical Report No. 326."},
      {
        "id":"ED248503",
        "title":"The Professor as Intern: Approaches to Teaching Advertising Creativity."},
      {
        "id":"ED248510",
        "title":"Visual Complexity in Television News: A Time Series Analysis of Audience Evaluations of an Electronically Estimated Form Complexity Variable."},
      {
        "id":"ED248512",
        "title":"Journalists in Trying Times, 1917-1945: Propagandists, Patriots, or Professionals?"},
      {
        "id":"ED248513",
        "title":"World Images in Newsmagazine Pictures: A Preliminary Study."},
      {
        "id":"ED248514",
        "title":"China's Propaganda in the United States during World War II."},
      {
        "id":"ED248515",
        "title":"Writing across the Curriculum, Phase Two: Beyond the Workshop Empirical Rhetoric at Loyola."},
      {
        "id":"ED248523",
        "title":"History 301J, \"Research & Writing.\""},
      {
        "id":"ED248525",
        "title":"Interaction in English Classes: An Exploratory Study."},
      {
        "id":"ED248527",
        "title":"Writer's Block: The Cognitive Dimension. Studies in Writing & Rhetoric."},
      {
        "id":"ED248528",
        "title":"Evaluating College Writing Programs. Studies in Writing &amp; Rhetoric."},
      {
        "id":"ED259590",
        "title":"Language Transfer and the Acquisition of Patterns of Lexico-Semantic Correspondence."},
      {
        "id":"ED259593",
        "title":"Peer Influence on College Aspirations with Initial Aspirations Controlled."},
      {
        "id":"ED259595",
        "title":"Factors Associated with Retention and Attrition: A Follow-up of Students Who Entered Montana State in September, 1979."},
      {
        "id":"ED259600",
        "title":"Private/Public Tuition Change: Does It Affect Private College SAT Admission Standard?"},
      {
        "id":"ED259610",
        "title":"Understanding Literacy in a College Setting."},
      {
        "id":"ED259614",
        "title":"Who Goes Where? A Study of the Postsecondary Destinations of 1980 High School Graduates. ASHE 1985 Annual Meeting Paper."},
      {
        "id":"ED259617",
        "title":"Motivational Orientation within the Tinto Model of College Withdrawal. ASHE 1985 Annual Meeting Paper."},
      {
        "id":"ED259620",
        "title":"Characteristics of Enrollment Competition in Higher Education. ASHE 1985 Annual Meeting Paper."},
      {
        "id":"ED259622",
        "title":"Research Universities: Producers of Economic Development or Luxury Goods? ASHE 1985 Annual Meeting Paper."},
      {
        "id":"ED259626",
        "title":"Factors Contributing to Job Satisfaction of University Mid-Level Administrators. ASHE 1985 Annual Meeting Paper."},
      {
        "id":"ED259627",
        "title":"Cultural Congruence, Strength, and Type: Relationships to Effectiveness. ASHE 1985 Annual Meeting Paper."},
      {
        "id":"ED259628",
        "title":"The Effects of Aging on Faculty Productivity. ASHE 1985 Annual Meeting Paper."},
      {
        "id":"ED259629",
        "title":"Economies of Scale in Higher Education: Fifty Years of Research. ASHE 1985 Annual Meeting Paper."},
      {
        "id":"ED259630",
        "title":"Early Career Outcomes of Baccalaureate Recipients: A Study of Native Four-Year and Transfer Two-Year College Students. ASHE 1985 Annual Meeting Paper."},
      {
        "id":"ED259638",
        "title":"State Policy and Private Higher Education: A Preliminary Research Report. ASHE 1985 Annual Meeting Paper."},
      {
        "id":"ED259640",
        "title":"The Supreme Court and Academe: The Evolution of Constitutional Doctrines for Higher Education. ASHE 1985 Annual Meeting Paper."},
      {
        "id":"ED259641",
        "title":"Models of Institutional Governance: Academic Deans' Decision-Making Patterns as Evidenced by Chairpersons. ASHE 1985 Annual Meeting Paper."},
      {
        "id":"ED259649",
        "title":"Developing Faculty as Researchers. ASHE 1985 Annual Meeting Paper."},
      {
        "id":"ED259660",
        "title":"Federal Student Aid Programs in the West: Funding and Distribution."},
      {
        "id":"ED259661",
        "title":"Mortgaging a Generation: Problems and Prospects of California's Guaranteed Student Loan Program. Commission Report 85-13."},
      {
        "id":"ED259662",
        "title":"Progress on Implementing New Authorization Standards and Approval Policy for California&apos;s Nonaccredited Private Colleges and Universities. Commission Report 85-18."},
      {
        "id":"ED259664",
        "title":"Financing Postsecondary Education in California, 1985-2000. The Fourth in a Series of Background Papers for the Commission's Long-Range Planning Project. A Prospectus for California Postsecondary Education, 1985-2000. Commission Report 85-17."},
      {
        "id":"ED259665",
        "title":"Population and Enrollment Trends: 1985-2000. The Third in a Series of Background Papers for the Commission's Long-Range Planning Project. A Prospectus for California Postsecondary Education, 1985-2000. Commission Report 85-16."},
      {
        "id":"ED259666",
        "title":"An Annotated and Indexed Bibliography of Management Science Applications to Academic Administration."},
      {
        "id":"ED259668",
        "title":"The Need for a Special Services Project at Bowie State College."},
      {
        "id":"ED259669",
        "title":"Assessing Goal Related Student Outcomes for Academic Decision-Making. AIR 1985 Annual Forum Paper."},
      {
        "id":"ED259671",
        "title":"Baccalaureate Recipients: Variations in Academic Ability, Personal Values, and Early Career Satisfaction. AIR 1985 Annual Forum Paper."},
      {
        "id":"ED259676",
        "title":"Information Requirements for Faculty Merit Pay Decisions. AIR 1985 Annual Forum Paper."},
      {
        "id":"ED259680",
        "title":"Issues Management and the Role of Strategic Planning. AIR 1985 Annual Forum Paper."},
      {
        "id":"ED259682",
        "title":"A Preliminary View of the Quality of Decision-Making in the Benchmark Year of 1984. AIR 1985 Annual Forum Paper."},
      {
        "id":"ED259683",
        "title":"Qualitative Issues of Planning in a Dutch University. AIR 1985 Annual Forum Paper."},
      {
        "id":"ED259686",
        "title":"Testing Tinto's Model of Attrition on the Church-Related Campus. AIR 1985 Annual Forum Paper."},
      {
        "id":"ED259687",
        "title":"Using Relational Data Base Management Systems Capabilities to Increase the Usefulness of Open-Ended Survey Responses. AIR 1985 Annual Forum Paper."},
      {
        "id":"ED259689",
        "title":"Academic Libraries: The Changing Knowledge Centers of Colleges and Universities. ASHE-ERIC Higher Education Research Report No. 8, 1984."},
      {
        "id":"ED259690",
        "title":"The Work Experience of University and College Administrators."},
      {
        "id":"ED259691",
        "title":"Faculty Workload: Research, Theory, and Interpretation. ASHE-ERIC Higher Education Research Report No. 10, 1984."},
      {
        "id":"ED259692",
        "title":"Futures Research and the Strategic Planning Process: Implications for Higher Education. ASHE-ERIC Higher Education Research Report No. 9, 1984."},
      {
        "id":"ED259694",
        "title":"From People's Theatre for Revolution to Popular Theatre for Reconstruction: Diary of a Zimbabwean Workshop. CESO Verhandeling No. 33."},
      {
        "id":"ED259699",
        "title":"A Case Study of Curriculum Decision Making in a K-12 Computer Literacy Program."},
      {
        "id":"ED259700",
        "title":"Cognitive Abilities and Computer Programming."},
      {
        "id":"ED259702",
        "title":"Computer Assisted Instruction. A Report to the Board."},
      {
        "id":"ED259703",
        "title":"High Technology and Its Benefits for an Aging Population. Hearing before the Select Committee on Aging, House of Representatives, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED259704",
        "title":"Microcomputer Page Layout (MicroPLA) Routine for Text-Graphic Materials: User&apos;s Guide. Technical Report 162."},
      {
        "id":"ED259705",
        "title":"National Telecommunications and Information Administration Authorization. Hearing before the Subcommittee on Telecommunications, Consumer Protection, and Finance of the Committee on Energy and Commerce. House of Representatives, Ninety-Eighth Congress, Second Session on HR 5497, a Bill to Authorize Appropriations for the National Telecommunications and Information Administration for Fiscal Years of 1985 and 1986."},
      {
        "id":"ED259708",
        "title":"Artificial Intelligence in ADA: Pattern-Directed Processing. Final Report."},
      {
        "id":"ED259709",
        "title":"Assessing Instructional Strategies and Resulting Student Attitudes Regarding Two-Way Television Instruction."},
      {
        "id":"ED259710",
        "title":"Beyond the Flipchart. Three Decades of Development Communication."},
      {
        "id":"ED259712",
        "title":"Development Communication Report. No. 49."},
      {
        "id":"ED259714",
        "title":"The Effect of the Computer on Problem Solving Skills."},
      {
        "id":"ED259715",
        "title":"Electronic Mail System. MAILWAY Training Manual. MAILWAY Reference Manual. MAILWAY Batch Mode Reference Guide."},
      {
        "id":"ED259716",
        "title":"Film and Interest: An Analysis of Elementary School Childrens' Preferences for the Liveliest Art."},
      {
        "id":"ED259718",
        "title":"The Role of Examples and Explanations in Teaching Procedural Skills."},
      {
        "id":"ED259767",
        "title":"How to Sell Your Institution on EEO/Retention."},
      {
        "id":"ED259777",
        "title":"Reading & Writing Across the Curriculum."},
      {
        "id":"ED259783",
        "title":"A Comprehensive Program for Computer Related Instruction at the State University of New York Agricultural and Technical College, Delhi, New York. Final Report."},
      {
        "id":"ED259785",
        "title":"Science Mastery: A Design for High-Risk Student Success."},
      {
        "id":"ED259789",
        "title":"Suggestions for Improving Retention in the Classroom."},
      {
        "id":"ED259791",
        "title":"Survey of Montgomery County Public School Eleventh Grade High School Students."},
      {
        "id":"ED259792",
        "title":"Current Student Survey Report. Part 1: Student Evaluation of Montgomery College; Part 2: Educational Goals and Reasons for Attending Montgomery College; Part 3: Student Preferences on Class Scheduling; Part 4: Communicating with Students about Montgomery College; [and] Part 5: Demographics of Students Attending Montgomery College."},
      {
        "id":"ED259800",
        "title":"Postsecondary Plans of 1985 High School Graduates in the J. Sargeant Reynolds Community College Service Area."},
      {
        "id":"ED259803",
        "title":"Economic Development through Education at Maryland's Community Colleges."},
      {
        "id":"ED259804",
        "title":"Institutional Advancement and the Role of the Resource Development Office. Resource Paper No. 32."},
      {
        "id":"ED259807",
        "title":"Cost-Effectiveness Analysis of the Los Angeles Community College District's Retraining Program."},
      {
        "id":"ED259808",
        "title":"Directions for the '80s: Educational Master Plan. San Francisco Community College District."},
      {
        "id":"ED259809",
        "title":"ESL Master Plan. Revised June 1979."},
      {
        "id":"ED259810",
        "title":"Literacy Supplement to ESL Master Plan."},
      {
        "id":"ED259811",
        "title":"Vocational ESL Master Plan. Revised 1979."},
      {
        "id":"ED259814",
        "title":"Stopouts or Dropouts Revisited: A Study of Non-Returning Students at John Tyler Community College, Fall 1983 to Winter 1984."},
      {
        "id":"ED259815",
        "title":"1984 Graduate Follow-Up Study."},
      {
        "id":"ED259818",
        "title":"The Changing Status of Women and Family Roles."},
      {
        "id":"ED259819",
        "title":"Maternal and Child Health Issues and Female Labor Force Participation."},
      {
        "id":"ED259820",
        "title":"Single-Parent Families: Policy Recommendations for Child Support."},
      {
        "id":"ED259830",
        "title":"Fostering the School Age Child: Instructor's Manual."},
      {
        "id":"ED259831",
        "title":"Emotional Development: Fostering the Child's Identity. Instructor's Manual."},
      {
        "id":"ED259835",
        "title":"Early Addition Estimates: Retrieval or Problem Solving?"},
      {
        "id":"ED259837",
        "title":"Skills and Concepts of Successful Young Computer Users."},
      {
        "id":"ED259841",
        "title":"Expanding Human Services Training through Telecommunications: A Day Care-Head Start Study. Executive Summary."},
      {
        "id":"ED259842",
        "title":"Children's Responses to Strangers: Effects of Family Status, Stress, and Mother-Child Interaction."},
      {
        "id":"ED259845",
        "title":"Problems in Children's Peer Relations: A Broadening Perspective."},
      {
        "id":"ED259847",
        "title":"The Loud Mouthed Gun."},
      {
        "id":"ED259853",
        "title":"Indians of Washington State."},
      {
        "id":"ED259854",
        "title":"Washington State Johnson O'Malley Indian Education 1983-84 Annual Report."},
      {
        "id":"ED259859",
        "title":"Rural Governments: Raising Revenues and Feeling the Pressure. Rural Development Research Report. No. 51."},
      {
        "id":"ED259863",
        "title":"Ideas that Work for Outdoor Teachers and Leaders. Papers, Activities, and Resources from the National Outdoor Education Conference (Potosi, Missouri, October 9-13, 1985)."},
      {
        "id":"ED259865",
        "title":"Career Education Resource Kit: Educational Activities to Eliminate Sex Discrimination in Schools."},
      {
        "id":"ED259866",
        "title":"An Annotated Bibliography of Nonsexist Resources."},
      {
        "id":"ED259867",
        "title":"Housing of the Rural Elderly. Rural Development Research Report Number 42."},
      {
        "id":"ED259871",
        "title":"American Indian Children's Literature: An Update."},
      {
        "id":"ED259872",
        "title":"Migrant Education: A Quick Look at ERIC."},
      {
        "id":"ED259873",
        "title":"Out of the Fields and Into Computers."},
      {
        "id":"ED259874",
        "title":"Shared Services for Rural and Small Schools."},
      {
        "id":"ED259875",
        "title":"Finding and Keeping Teachers: Strategies for Small Schools."},
      {
        "id":"ED259877",
        "title":"Pikchul Nioki Chulda (Picture Dictionary)."},
      {
        "id":"ED259879",
        "title":"Summary of Research in Environmental Education, 1971-1982. Monographs in Environmental Education and Environmental Studies, Volume II."},
      {
        "id":"ED259881",
        "title":"International Symposium for Improvement of Education and International Relations through Cooperative Research."},
      {
        "id":"ED259890",
        "title":"Reading, Language, Mathematics. 11th Grade--Spring, 1981. Washington Statewide Educational Assessment. State General Report."},
      {
        "id":"ED259891",
        "title":"Reading, Spelling, Language Arts, Mathematics. 4th Grade--Fall 1983. Washington Statewide Educational Assessment. State General Report and District Level Summaries."},
      {
        "id":"ED259893",
        "title":"The Development of Logical Thinking in Children."},
      {
        "id":"ED259894",
        "title":"Connecticut Basic Skills Proficiency Test 1982-83. Mathematics, Basic Writing Skills in the Language Arts, Reading. Summary and Interpretations."},
      {
        "id":"ED259895",
        "title":"Federal Organization for Technological Innovation. Hearings before the Subcommittee on Science, Research and Technology of the Committee on Science and Technology. House of Representatives, Ninety-Eighth Congress, Second Session (June 7, 12, 13, 14, 1984). No. 127."},
      {
        "id":"ED259896",
        "title":"Second International Mathematics Study. Summary Report for the United States. Contractor's Report."},
      {
        "id":"ED259897",
        "title":"Guidelines for Grades 9-12 Mathematics Curriculum. Toward Meeting Present and Future Needs."},
      {
        "id":"ED259898",
        "title":"The Impact of Computing Technology on School Mathematics. Report of an NCTM Conference."},
      {
        "id":"ED259900",
        "title":"Mathematics Program Analysis of Grade 10 Stanford Achievement Test, Test of Academic Skills. Fall 1984 Administration."},
      {
        "id":"ED259903",
        "title":"Investigations in Science Education. Volume 11, Number 2."},
      {
        "id":"ED259904",
        "title":"Mathematics Program Analysis of Grade 6, Stanford Achievement Test, Intermediate Level II. Fall 1984 Administration."},
      {
        "id":"ED259905",
        "title":"Mathematics Program Analysis of Grade 8 Stanford Achievement Test, Advanced. Fall 1984 Administration."},
      {
        "id":"ED259907",
        "title":"Analogies, Visualization and Mental Processing of Science Stories."},
      {
        "id":"ED259911",
        "title":"How and What Recreational Visitors Learn at Zoos."},
      {
        "id":"ED259912",
        "title":"The Educational Impact of Zoos and Museums: A Review of the Literature."},
      {
        "id":"ED259914",
        "title":"Ethics and Engineering. Working Papers Series Volume 2."},
      {
        "id":"ED259915",
        "title":"Contemporary Critiques of Technology. Working Papers Series Volume 3."},
      {
        "id":"ED259916",
        "title":"A Homeowner's Guide to Septic Systems."},
      {
        "id":"ED259917",
        "title":"Women as Mathematicians. A Course to Reduce Math Anxiety and Sex-Role Stereotyping in Elementary Education."},
      {
        "id":"ED259918",
        "title":"Metric Measurement. A Course to Reduce Math Anxiety and Sex-Role Stereotyping in Elementary Education."},
      {
        "id":"ED259919",
        "title":"Demystifying Math. A Course to Reduce Math Anxiety and Sex-Role Stereotyping in Elementary Education."},
      {
        "id":"ED259920",
        "title":"Patterns. A Course to Reduce Math Anxiety and Sex-Role Stereotyping in Elementary Education."},
      {
        "id":"ED259921",
        "title":"Approximation and Estimation. A Course to Reduce Math Anxiety and Sex-Role Stereotyping in Elementary Education."},
      {
        "id":"ED259922",
        "title":"Choice and Chance. A Course to Reduce Math Anxiety and Sex-Role Stereotyping in Elementary Education."},
      {
        "id":"ED259923",
        "title":"Sex-Role Stereotyping in Mathematics Education. A Course to Reduce Math Anxiety and Sex-Role Stereotyping in Elementary Education."},
      {
        "id":"ED259924",
        "title":"Women, Mathematics, and Careers. A Course to Reduce Math Anxiety and Sex-Role Stereotyping in Elementary Education."},
      {
        "id":"ED259925",
        "title":"A Course to Reduce Math Anxiety and Sex-Role Stereotyping in Elementary Education. Instructor's Handbook."},
      {
        "id":"ED259926",
        "title":"Heat Recovery Ventilation for Housing: Air-to-Air Heat Exchangers."},
      {
        "id":"ED259927",
        "title":"An Introduction to Biogas Production on the Farm."},
      {
        "id":"ED259928",
        "title":"Window Insulation: How to Sort Through the Options."},
      {
        "id":"ED259929",
        "title":"Homemade Electricity: An Introduction to Small-Scale Wind, Hydro, and Photovoltaic Systems."},
      {
        "id":"ED259930",
        "title":"Major Energy Conservation Retrofits: A Planning Guide for Northern Climates."},
      {
        "id":"ED259931",
        "title":"Solar Greenhouses and Sunspaces: Lessons Learned."},
      {
        "id":"ED259932",
        "title":"Using the Earth to Heat and Cool Homes."},
      {
        "id":"ED259933",
        "title":"Moisture and Home Energy Conservation: How to Detect, Solve and Avoid Related Problems."},
      {
        "id":"ED259934",
        "title":"Wastes to Resources: Appropriate Technologies for Sewage Treatment and Conversion."},
      {
        "id":"ED259935",
        "title":"Field Instruction in School Settings. ERIC/SMEAC Environmental Education Digest No. 1."},
      {
        "id":"ED259936",
        "title":"Studying the Future Through Environmental Education. Environmental Education Digest No. 2."},
      {
        "id":"ED259937",
        "title":"Some Implications for Science Education from National Reports. ERIC/SMEAC Science Education Digest Number 1."},
      {
        "id":"ED259938",
        "title":"A Review of &quot;Research Within Reach: Science Education.&quot; ERIC/SMEAC Science Education Digest Number 2."},
      {
        "id":"ED259939",
        "title":"Meta-Analysis Research on Science Instruction. ERIC/SMEAC Science Education Digest No. 1."},
      {
        "id":"ED259940",
        "title":"Instruction in Awareness of Environmental Issues. ERIC/SMEAC Environmental Education Digest No. 1."},
      {
        "id":"ED259941",
        "title":"Attitude Research in Science Education. Information Bulletin. No. 1."},
      {
        "id":"ED259943",
        "title":"Division of Computer Research Summary of Awards. Fiscal Year 1984."},
      {
        "id":"ED259948",
        "title":"Conceptions and Representations: The Circle as an Example."},
      {
        "id":"ED259949",
        "title":"Structural Differences Between Two-Step Word Problems."},
      {
        "id":"ED259950",
        "title":"Students' Beliefs About Mathematics and Their Effects on Mathematical Performance: A Questionnaire Analysis."},
      {
        "id":"ED259951",
        "title":"Computer Immersion Project: Evaluating the Impact of Computers on Learning."},
      {
        "id":"ED259954",
        "title":"Personnel Requirements, Education, and Training for Civilian Nuclear Activities, 1984-2000. Executive Summary."},
      {
        "id":"ED259957",
        "title":"The Mutual Benefits of Children's Museum/School of Education Cooperation."},
      {
        "id":"ED259960",
        "title":"World History in Liberal Military Education."},
      {
        "id":"ED259961",
        "title":"World History Teaching Conference (Colorado Springs, Colorado, May 12-14, 1982). Corrected Edition."},
      {
        "id":"ED259962",
        "title":"World History Workshop (Colorado Springs, Colorado, July 13-15, 1983)."},
      {
        "id":"ED259966",
        "title":"Futures and Education. Report of a Regional Meeting (Bangkok, Thailand, November 2-8, 1983)."},
      {
        "id":"ED259967",
        "title":"Before Social Science: The Roots of Economics, Psychology, and Sociology in Philosophy and History. Summer Institute 1983. Final Report."},
      {
        "id":"ED259976",
        "title":"Special Report on the Social Sciences. Illinois Secondary School Course Offerings, 1982."},
      {
        "id":"ED259977",
        "title":"Special Report on the Arts. Illinois Secondary School Course Offerings, 1982."},
      {
        "id":"ED259980",
        "title":"The Communication of Faith and Its Content."},
      {
        "id":"ED259981",
        "title":"Everyday Issues Related to Justice and Other Gospel Values."},
      {
        "id":"ED259982",
        "title":"Directions for Justice/Peace Education in the Catholic Elementary School."},
      {
        "id":"ED259986",
        "title":"Initial Position, Personal Control, and Attributional Augmentation of Persuasive Communication on Nuclear Disarmament."},
      {
        "id":"ED259990",
        "title":"Title IX for Sex Equity. Trainer Manual."},
      {
        "id":"ED259992",
        "title":"What Do You Like about Yourself? Developing A Positive Self-Concept!"},
      {
        "id":"ED259993",
        "title":"Family Life Education. Resource Units for Seventh and Eighth Grades."},
      {
        "id":"ED259994",
        "title":"Teaching a Course on Meteorological Instruments."},
      {
        "id":"ED259995",
        "title":"Kids Helping Kids."},
      {
        "id":"ED260000",
        "title":"A Franco-American Overview. Volume 1."},
      {
        "id":"ED260001",
        "title":"A Franco-American Overview. Volume 2. Midwest and West."},
      {
        "id":"ED260002",
        "title":"A Franco-American Overview. Volume 3. New England (Part One)."},
      {
        "id":"ED260003",
        "title":"A Franco-American Overview. Volume 4. New England (Part Two)."},
      {
        "id":"ED260005",
        "title":"A Franco-American Overview. Volume 6. Louisiana."},
      {
        "id":"ED260006",
        "title":"An Exploratory Survey of Teachers' Attitudes toward Sex-Stereotyping."},
      {
        "id":"ED260008",
        "title":"The Creative Process in Art: An Interdisciplinary Perspective by an Artist and a Psychologist."},
      {
        "id":"ED260013",
        "title":"How to Plan a Bias-Free Graduation Ceremony. Guidelines for Planners of Graduations, Continuations and Other School Ceremonies."},
      {
        "id":"ED260016",
        "title":"The Asch Conformity Study as an Example of the Anti-Group Bias in Social Psychology."},
      {
        "id":"ED260017",
        "title":"Equity in Values Education: Do the Values Education Aspects of Public School Curricula Deal Fairly with Diverse Belief Systems? Final Report."},
      {
        "id":"ED260018",
        "title":"Religion in American Textbooks: A Review of the Literature."},
      {
        "id":"ED260019",
        "title":"Religion and Traditional Values in Public School Textbooks: An Empirical Study."},
      {
        "id":"ED260020",
        "title":"Transmitting Values to the Young: A Cross-Cultural Perspective."},
      {
        "id":"ED260021",
        "title":"The Major Models of Moral Education: An Evaluation. Section 2: Part 2."},
      {
        "id":"ED260023",
        "title":"Student Team Learning."},
      {
        "id":"ED260031",
        "title":"Grade 8 Health Unit. Instructional Guide."},
      {
        "id":"ED260032",
        "title":"Personal Development and Its Relationship to Mastery of Instructional Skills by Students in Elementary, Early Childhood and Special Education Programs."},
      {
        "id":"ED260033",
        "title":"Student-Centered Teaching for Increased Participation."},
      {
        "id":"ED260034",
        "title":"Decision-Making Skills for Middle School Students."},
      {
        "id":"ED260036",
        "title":"Experimental, Developmental and Demonstration Programs, Projects and Activities. Information &amp; Dissemination Series 19."},
      {
        "id":"ED260040",
        "title":"Discipline Problems of Beginning Teachers, Interactional Teacher Behaviour Mapped Out."},
      {
        "id":"ED260043",
        "title":"Nutrition Surveillance. Annual Summary 1982."},
      {
        "id":"ED260044",
        "title":"The Supreme Court Decision in &quot;NCAA v. University of Oklahoma.&quot; Hearing before the Committee on the Judiciary. United States Senate, Court&apos;s Decision in &quot;NCAA v. Board of Regents of the University of Oklahoma&quot; (Cedar Falls, Iowa, November 19, 1984)."},
      {
        "id":"ED260046",
        "title":"Side Effects of Physical Training: Association of Fitness Improvement to Espirt de Corps, Performance, Health, and Attrition in Marine Corps Basic Training. Report No. 83-37."},
      {
        "id":"ED260047",
        "title":"Side Effects of Physical Training in Marine Corps Basic Training: A Replication and Extension. Report No. 84-47."},
      {
        "id":"ED260048",
        "title":"Food Consumption: Households in the Northeast, Spring 1977. Nationwide Food Consumption Survey 1977-78. Report No. H-2."},
      {
        "id":"ED260050",
        "title":"Models for the Preparation of America's Teachers."},
      {
        "id":"ED260051",
        "title":"Changing Behavior: A Practical Guide for Teachers and Parents. Fastback 221."},
      {
        "id":"ED260052",
        "title":"Homework--And Why. Fastback 218."},
      {
        "id":"ED260058",
        "title":"An On-Site Follow-Up of a Sample of BGSU's First Year Teachers. Volume 1."},
      {
        "id":"ED260059",
        "title":"An Analysis of the Responses of the 62 First Year Teachers Who Were Interviewed/Observed During Spring Quarter, 1981. Volume 2."},
      {
        "id":"ED260060",
        "title":"An Approach to Program/Product Evauluation in Teacher Education."},
      {
        "id":"ED260068",
        "title":"Transforming Teacher Reluctance to Teacher Commitment."},
      {
        "id":"ED260071",
        "title":"Formal Teacher Supervision by Teachers in a Career Ladder."},
      {
        "id":"ED260075",
        "title":"Issues in the Study of Teachers' Goals and Intentions in the Classroom. R&D Report No. 8022."},
      {
        "id":"ED260078",
        "title":"Presenting, Explaining, Assisting: Content Instruction in Junior High Classrooms. R&amp;D Report 6188."},
      {
        "id":"ED260079",
        "title":"The Interaction of School Context and Teachers' Beliefs. R&D Report No. 8023."},
      {
        "id":"ED260081",
        "title":"Students' Paths Through Academic Work. R&D Report 6189."},
      {
        "id":"ED260083",
        "title":"The Design of a Critical Thinking Test on Appraising Observations. Studies in Critical Thinking, Research Report No. 1."},
      {
        "id":"ED260085",
        "title":"What Do Test Scores Really Mean? Revised Issue. Publication No. 443."},
      {
        "id":"ED260087",
        "title":"The Identification, Definition, and Measurement of Key Variables in Wait Time Research."},
      {
        "id":"ED260089",
        "title":"The Large Class Analysis Project (Final Report)."},
      {
        "id":"ED260093",
        "title":"An Evaluation of the Bootstrap Hypothesis Using Computer Simulation."},
      {
        "id":"ED260096",
        "title":"NAEP Perspectives on Literacy: A Preview of 1983-84 Writing Assessment Results, the Young Adult Literacy Assessment and Plans for 1986."},
      {
        "id":"ED260098",
        "title":"Peer Teachers as Mirrors and Monitors: Second Year Evaluation Report."},
      {
        "id":"ED260100",
        "title":"Perceptions and Attitudes About School Grading Practices Among Intellectually Gifted, Learning-Disabled, and Regular Elementary School Pupils."},
      {
        "id":"ED260101",
        "title":"A Longitudinal Study of Career Interests and Mathematics Attitudes for Students at the Eighth and Twelfth Grade Levels."},
      {
        "id":"ED260102",
        "title":"Michigan Educational Assessment Program Handbook, 1984-85."},
      {
        "id":"ED260103",
        "title":"Method Assistance Report. Research on Evaluation Program Paper and Report Series No. 104."},
      {
        "id":"ED260104",
        "title":"Metacognition of Performance Raters."},
      {
        "id":"ED260105",
        "title":"Matching Feedback and Cognitive Style in Visual CAI Tasks."},
      {
        "id":"ED260107",
        "title":"Using an Electronic Spreadsheet to Cut Costs in Evaluation."},
      {
        "id":"ED260110",
        "title":"Viewing Reading and Writing as Thinking Processes."},
      {
        "id":"ED260111",
        "title":"Students&apos; Public and Private Evaluations of the Likeability and Effectiveness of Professors."},
      {
        "id":"ED260115",
        "title":"Teacher Certification Testing Across the United States and a Consideration of Some of the Issues."},
      {
        "id":"ED260121",
        "title":"A Review of Cross Cultural Studies on Moral Judgment Development Using the Defining Issues Test."},
      {
        "id":"ED260122",
        "title":"Cognitive Processing Determinants of Item Difficulty on the Verbal Subtests of the Armed Services Vocational Aptitude Battery."},
      {
        "id":"ED260123",
        "title":"Advances in the Application of Decision Theory to Test-Based Decision Making."},
      {
        "id":"ED260126",
        "title":"Assessing Guessing Behavior Using the Three-Parameter Logistic Model."},
      {
        "id":"ED260128",
        "title":"Cheating--What Can We Do About It?"},
      {
        "id":"ED260129",
        "title":"Comparative Reliability of Two Measures of Family Functioning. Draft."},
      {
        "id":"ED260131",
        "title":"Comparison of Cognitive Achievement in Objective Testing: Multi-Digit and Multiple-Choice Tests."},
      {
        "id":"ED260142",
        "title":"Education and Cultural Transition: The Case of Immigrant Youth. Labour Migration and the Role of Education."},
      {
        "id":"ED260146",
        "title":"Voluntary Interdistrict Coordinating Council for the Settlement Agreement. Report No. 1."},
      {
        "id":"ED260147",
        "title":"Voluntary Interdistrict Coordinating Council for the Settlement Agreement, Second Report to the Federal District Court, Eastern District of Missouri."},
      {
        "id":"ED260150",
        "title":"Overcoming Language Barriers to Education in a Multilingual World."},
      {
        "id":"ED260152",
        "title":"Project Get Set, 1983-1984. O.E.A. Evaluation Report."},
      {
        "id":"ED260153",
        "title":"Neglected and Delinquent Pupils Project 1984-1985. Final Report."},
      {
        "id":"ED260154",
        "title":"Children's Art Carnival Creative Reading Program. ECIA Chapter I, 1983-84. Final Evaluation Report."},
      {
        "id":"ED260155",
        "title":"Chapter I Developer/Demonstration Program: Learning to Read through the Arts, 1983-84. Evaluation Section Report."},
      {
        "id":"ED260156",
        "title":"Archaeology and African Cultures: A Teacher Enrichment Program, 1983-84. Division of Curriculum and Instruction, Gifted and Talented Unit. Final Evaluation Report."},
      {
        "id":"ED260157",
        "title":"Mentor 1983-84. Evaluation Section Report."},
      {
        "id":"ED260158",
        "title":"The Transition Program for Refugee Children, 1983-1984. O.E.A. Evaluation Section Report."},
      {
        "id":"ED260159",
        "title":"Project KANPE, 1982-1983. O.E.E. Evaluation Report."},
      {
        "id":"ED260160",
        "title":"Resources for Teaching about Anti-Racism and Mutliethnic Education: Recent Outstanding Materials from Britain Selected Especially for American Teachers."},
      {
        "id":"ED260162",
        "title":"Institutional Facilities Program. E.C.I.A. Chapter 1, Part B, 1982-83."},
      {
        "id":"ED260163",
        "title":"Replicating Exemplary Holding Power Programs 1983-84."},
      {
        "id":"ED260164",
        "title":"Arts Partners Program. March-June, 1984. Final Evaluation Report."},
      {
        "id":"ED260165",
        "title":"Magnet School Program, 1984-1985. Final Report."},
      {
        "id":"ED260167",
        "title":"Effects of Employer Recruitment Methods, Employer Job Placement Decisions, and School Desegregation on Minority and Female Hiring and Occupational Attainment. Three Reports. Report No. 359."},
      {
        "id":"ED260168",
        "title":"A Comparison of the Use of School Placement Services and Other Employer Recruitment Methods for Jobs Filled by Different Race, Sex, and Education Attainment Groups."},
      {
        "id":"ED260169",
        "title":"How Race Affects Job Placement Decisions: Results of a Vignette Experiment with a National Sample of Employers."},
      {
        "id":"ED260170",
        "title":"School Desegregation and Black Occupational Attainments: Results from a Long-Term Experiment."},
      {
        "id":"ED260171",
        "title":"Health Indicatros for Hispanic, Black, and White Americans. Data from the National Health Survey."},
      {
        "id":"ED260172",
        "title":"Job Search, Training, and Work Experience: The Lessons for California from Eight Evaluations of the Work Incentive Program."},
      {
        "id":"ED260176",
        "title":"Lifelong Learning Manual: Training for Effective Education in Organizations."},
      {
        "id":"ED260177",
        "title":"Preparation for Employment Curriculum. Teacher's Manual."},
      {
        "id":"ED260184",
        "title":"Publishing an Anthology of Adult Student Writing: A Partnership for Literacy."},
      {
        "id":"ED260185",
        "title":"Our Words, Our Voices, Our Worlds. Selected Poetry and Prose by Pennsylvania's Adult Basic Education Students."},
      {
        "id":"ED260192",
        "title":"Unmasking Abilities Hidden by Developmental Conditions."},
      {
        "id":"ED260193",
        "title":"Vocational Rehabilitation and End Stage Renal Disease. Proceedings of the Workshop (Denver, Colorado, December 11-13, 1979)."},
      {
        "id":"ED260194",
        "title":"Designing for Functional Limitations. The Worksite. Revised."},
      {
        "id":"ED260199",
        "title":"Surveying Private-Sector Employers to Identify Labor Training Needs."},
      {
        "id":"ED260203",
        "title":"Vocational Problems and Interventions in Business and Industry: A Taxonomic Review of Recent Studies."},
      {
        "id":"ED260204",
        "title":"Chautauqua Is Back! How to Organize a Community Education Festival."},
      {
        "id":"ED260208",
        "title":"Literacy in Revolution and Reform: Experiences in the SADCC Region of Southern Africa. Revised."},
      {
        "id":"ED260210",
        "title":"Time of Change: 1983 Handbook on Women Workers. Bulletin 298."},
      {
        "id":"ED260211",
        "title":"Older Veterans: Growing Numbers and Changing Needs. Hearing before the Subcommittee on Human Services of the Select Committee on Aging, House of Representatives, Ninety-Eighth Congress, Second Session (Bound Brook, New Jersey)."},
      {
        "id":"ED260213",
        "title":"Comprehensive Evaluation of the Statewide Texas Adult Basic Education Program: Evaluating a Human Enterprise."},
      {
        "id":"ED260214",
        "title":"Adult Learning in the Workplace. A Report of a Resource Group Meeting Held at Teachers College, Columbia University (New York, New York, June 7, 1985)."},
      {
        "id":"ED260215",
        "title":"Forecasting the Economic Benefits of Training. Training and Development Research Center: Project Number One."},
      {
        "id":"ED260216",
        "title":"Validation of the Training Benefit Forecasting Method: Geometric Dimension &amp; Tolerance Training. Training and Development Research Center: Project Number Two."},
      {
        "id":"ED260219",
        "title":"Human Resource Development Bibliography. Abstracts of the Core Documents in the Profession. Training and Development Research Center: Project Number Five."},
      {
        "id":"ED260220",
        "title":"Validation of the Training Benefit Forecasting Method: Recreational Vehicle Service Training. Training and Development Research Center: Project Number Six."},
      {
        "id":"ED260222",
        "title":"Exploitation: One View of Industry and Business. Training and Development Research Center: Project Number Ten."},
      {
        "id":"ED260227",
        "title":"Connections. A Journal of Adult Literacy."},
      {
        "id":"ED260228",
        "title":"Bringing National Issues into Focus for Special Populations: The Assistant Secretary's Perspective."},
      {
        "id":"ED260229",
        "title":"Adult Education Opportunities."},
      {
        "id":"ED260230",
        "title":"Consumers Should Know."},
      {
        "id":"ED260232",
        "title":"A Guide to Learning Curve Technology to Enhance Performance Prediction in Vocational Evaluation. Research Utilization Report."},
      {
        "id":"ED260235",
        "title":"Education and Criminal Justice: The Educational Approach to Prison Administration. The United Nations Standard Minimum Rules for the Treatment of Prisoners."},
      {
        "id":"ED260236",
        "title":"Extending Horizons: Inservice Guide for Preparing School-Community Teams."},
      {
        "id":"ED260237",
        "title":"Extending Horizons: Roles of School-Community Support Groups. Research and Development Series No. 257A."},
      {
        "id":"ED260238",
        "title":"Extending Horizons: Student Paths to Employment. Research and Development Series No. 257B."},
      {
        "id":"ED260239",
        "title":"Extending Horizons: IEP Planning. Research and Development Series No. 257C."},
      {
        "id":"ED260240",
        "title":"Extending Horizons: Family and Friends. Research and Development Series No. 257D."},
      {
        "id":"ED260241",
        "title":"Extending Horizons: Employers as Partners. Research and Development Series No. 257E."},
      {
        "id":"ED260242",
        "title":"Extending Horizons: School and Community Persons. Research and Development Series No. 257F."},
      {
        "id":"ED260251",
        "title":"Vocational and Adult Education: Major Regulation Issues."},
      {
        "id":"ED260252",
        "title":"Keynote Address Honoring Apprentices at the Tool and Die Institute's Annual Completion Ceremonies (30th, Arlington Heights, Illinois, May 31, 1985)."},
      {
        "id":"ED260253",
        "title":"Collaboration with Vocational Education: A Potential New Role for O.I.C. in Expanding Youth Opportunities."},
      {
        "id":"ED260254",
        "title":"Vocational Education for Displaced Homemakers and Single Heads of Households."},
      {
        "id":"ED260257",
        "title":"Interchange. Program Improvement Products Identified through Networking. 1985."},
      {
        "id":"ED260258",
        "title":"Introducing Individualization with Computer-Managed Learning: An Example from Adult Basic Education."},
      {
        "id":"ED260259",
        "title":"Assessment and Evaluation Materials. A Resource Guide. Vocational Special Needs Lending Library."},
      {
        "id":"ED260260",
        "title":"Prevocational Instructional Materials. A Resource Guide. Vocational Special Needs Lending Library."},
      {
        "id":"ED260261",
        "title":"Agricultural Education Materials. A Resource Guide. Vocational Special Needs Lending Library."},
      {
        "id":"ED260262",
        "title":"Industrial Education Materials. A Resource Guide. Vocational Special Needs Lending Library."},
      {
        "id":"ED260263",
        "title":"Health Occupations Materials. A Resource Guide. Vocational Special Needs Lending Library."},
      {
        "id":"ED260264",
        "title":"Employment-Related Instructional Materials. A Resource Guide. Vocational Special Needs Lending Library."},
      {
        "id":"ED260265",
        "title":"Limited-English Proficiency. A Resource Guide. Vocational Special Needs Lending Library."},
      {
        "id":"ED260266",
        "title":"Audio-Visual Materials. A Resource Guide. Vocational Special Needs Lending Library."},
      {
        "id":"ED260267",
        "title":"Homemaking Materials. A Resource Guide. Vocational Special Needs Lending Library."},
      {
        "id":"ED260268",
        "title":"Office Education Materials. A Resource Guide. Vocational Special Needs Lending Library."},
      {
        "id":"ED260269",
        "title":"Marketing and Distributive Education Materials. A Resource Guide. Vocational Special Needs Lending Library."},
      {
        "id":"ED260271",
        "title":"Conduct an Occupational Analysis. Second Edition. Module A-7 of Category A--Program Planning, Development, and Evaluation. Professional Teacher Education Module Series."},
      {
        "id":"ED260272",
        "title":"Vocational Rehabilitation of Individuals with Employability Skill Deficits: Problems and Recommendations."},
      {
        "id":"ED260275",
        "title":"General Education for Technical Education."},
      {
        "id":"ED260278",
        "title":"A Functional Literacy Curriculum Resource Book Level O-4."},
      {
        "id":"ED260281",
        "title":"Ensuring Effective Adult Literacy Policies and Procedures at the Federal and State Levels."},
      {
        "id":"ED260284",
        "title":"Creating an ABE Network. A Staff Development Project. Final Report. A 310/Special Demonstration Project 1984-1985."},
      {
        "id":"ED260285",
        "title":"Staff Development (1984-1985). A Collection of Summarizations from Statewide Staff Development Workshops. A 310 Special Demonstration Project."},
      {
        "id":"ED260286",
        "title":"Sing and Learn English. A 310 Special Demonstration Project. 1984-1985."},
      {
        "id":"ED260287",
        "title":"State-Wide Student Retention Project for the State of Arizona. Final Report. A 310/Special Demonstration Project 1984-1985."},
      {
        "id":"ED260288",
        "title":"Computer-Assisted Instruction. An ABE/GED Curriculum Project. Final Report. A 310/Special Demonstration Project 1984-1985."},
      {
        "id":"ED260289",
        "title":"Computer Assisted Instruction for Adult Basic Education. A 310 Special Demonstration Project 1984-1985."},
      {
        "id":"ED260299",
        "title":"Teaching Basic Skills in Business Education."},
      {
        "id":"ED260300",
        "title":"Agricultural Education: Review and Synthesis of the Research, Fourth Edition. Information Series No. 298."},
      {
        "id":"ED260301",
        "title":"Videodiscs in Voc Ed. Information Series No. 299."},
      {
        "id":"ED260302",
        "title":"Part-Time Occupational Faculty: A Contribution to Excellence. Information Series No. 300."},
      {
        "id":"ED260303",
        "title":"Adult Literacy Volunteers: Issues and Ideas. Information Series No. 301."},
      {
        "id":"ED260304",
        "title":"Immigrant Workers and the American Workplace: The Role of Voc Ed. Information Series No. 302."},
      {
        "id":"ED260305",
        "title":"Underemployment from a Human Service Perspective. Information Series No. 303."},
      {
        "id":"ED260306",
        "title":"Education and Work: The Essential Tension. Information Series No. 304."},
      {
        "id":"ED260310",
        "title":"Influence Strategies in Same-Sex and Opposite-Sex Friendships."},
      {
        "id":"ED260317",
        "title":"The Role of Older Women in the Work Force. Hearing before the Joint Economic Committee. Congress of the United States, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED260318",
        "title":"Public Welfare of Juveniles. Hearing before the Subcommittee on the Constitution of the Committee on the Judiciary. United States Senate, Ninety-Eighth Congress, Second Session on S.520, a Bill to Promote the Public Welfare by Protecting Dependent Children and Others from Institutional Abuse and S.552, a Bill to Promote the Public Welfare by Removing Juveniles from Adult Jails. (June 14, 1984)."},
      {
        "id":"ED260319",
        "title":"Adolescent Maltreatment: Issues and Program Models."},
      {
        "id":"ED260320",
        "title":"Perspectives on Child Maltreatment in the Mid &apos;80s."},
      {
        "id":"ED260321",
        "title":"Dropout Prevention."},
      {
        "id":"ED260324",
        "title":"A Review of Validation Research on Psychological Variables Used in Hiring Police Officers."},
      {
        "id":"ED260326",
        "title":"What Is Extraordinary about Ordinary Student Affairs Organizations."},
      {
        "id":"ED260327",
        "title":"Effects of Self-Concept and Locus of Control on Achievement."},
      {
        "id":"ED260328",
        "title":"Caffeine Use and Extroversion."},
      {
        "id":"ED260329",
        "title":"University Clinics as Field Placements in School Psychology Training: A National Survey."},
      {
        "id":"ED260331",
        "title":"Work Commitment of Employed Married Women."},
      {
        "id":"ED260332",
        "title":"Do Graduate Preparation Progams Address Competencies Important to Student Affairs Practice?"},
      {
        "id":"ED260335",
        "title":"Self-Handicapping by Task Choice: An Attribute Ambiguity Analysis."},
      {
        "id":"ED260337",
        "title":"Intimacy and Dominance Gestures in the Work Place."},
      {
        "id":"ED260338",
        "title":"Developmental Stages in Learning Psychotherapy."},
      {
        "id":"ED260343",
        "title":"Running at Double Pace: Women in Dual-Profession Marriages."},
      {
        "id":"ED260344",
        "title":"Divorced Fathers Describe Their Current and Former Spouses: An Investigation of &quot;Splitting&quot;."},
      {
        "id":"ED260346",
        "title":"Advocacy in School Psychology: Problems and Procedures."},
      {
        "id":"ED260354",
        "title":"Getting Licensed: Does What They Call Your Training Program Make a Difference?"},
      {
        "id":"ED260356",
        "title":"A Primary Prevention Program to Reduce Bulimia and Anorexia Nervosa."},
      {
        "id":"ED260358",
        "title":"Sex Differences in Direction Giving: A Study of Preference and Competence."},
      {
        "id":"ED260359",
        "title":"Meaningfulness of Studying and Learning as a Framework for Analyzing Intellectual Development and Learning Difficulties."},
      {
        "id":"ED260362",
        "title":"Unemployed Youth: Counseling Issues. In Brief: An Information Digest from ERIC/CAPS."},
      {
        "id":"ED260363",
        "title":"Older Adults: Counseling Issues. In Brief: An Information Digest from ERIC/CAPS."},
      {
        "id":"ED260364",
        "title":"Adolescent Substance Abuse: Counseling Issues. In Brief: An Information Digest from ERIC/CAPS."},
      {
        "id":"ED260365",
        "title":"Assessing School Counselor Performance. In Brief: An Information Digest from ERIC/CAPS."},
      {
        "id":"ED260366",
        "title":"Counseling and Educational Excellence: A Response to &quot;A Nation at Risk&quot;. In Brief: An Information Digest from ERIC/CAPS."},
      {
        "id":"ED260367",
        "title":"Eating Disorders: Counseling Issues. In Brief: An Information Digest from ERIC/CAPS."},
      {
        "id":"ED260368",
        "title":"Selected Issues in Elementary Guidance. Highlights: An ERIC/CAPS Fact Sheet."},
      {
        "id":"ED260369",
        "title":"Creativity and Counseling. Highlights: An ERIC/CAPS Fact Sheet."},
      {
        "id":"ED260370",
        "title":"Adult Career Development: An Overview. Highlights: An ERIC/CAPS Fact Sheet."},
      {
        "id":"ED260372",
        "title":"Bandwidths of Competence: The Role of Supportive Contexts in Learning and Development. Technical Report No. 336."},
      {
        "id":"ED260374",
        "title":"The Relationship among Two Levels of Cognitive Development and the Linguistic Fluency and Rhetorical Quality of Stories Generated, Retold, Dictated and Written by Grade 2 Children."},
      {
        "id":"ED260376",
        "title":"A Study of the Reading Skills of Juniors and Seniors at Marygrove College: Winter Term, 1983."},
      {
        "id":"ED260378",
        "title":"The Use of Readability Formulas in Patient Education Materials."},
      {
        "id":"ED260380",
        "title":"Contextual Differences in Oral and Written Discourse during Early Literacy Instruction."},
      {
        "id":"ED260381",
        "title":"Using Traditional Literature to Teach Critical Reading Skills."},
      {
        "id":"ED260383",
        "title":"Teaching Reading Methods: How Do Pre-Service Teachers Understand the Experience of Learning to Read?"},
      {
        "id":"ED260384",
        "title":"Literacy: Destiny of the Human Species."},
      {
        "id":"ED260390",
        "title":"A Descriptive Study of the Effects and Characteristics of Direct Teacher Explanation in a Clinical Setting. Research Series No. 159."},
      {
        "id":"ED260394",
        "title":"Excitement, Tinged with Jingoism: British Public Opinion and the Falklands in Four News Magazines."},
      {
        "id":"ED260396",
        "title":"Computer Applications in Professional Writing: Systems that Analyze and Describe Natural Language."},
      {
        "id":"ED260397",
        "title":"Organizational Cultures and the Role of Professional Communication."},
      {
        "id":"ED260402",
        "title":"An Update of Freedom of the Press and Information in Latin America and the Caribbean."},
      {
        "id":"ED260403",
        "title":"Impact Analysis of the Law Concerning Freedom of Expression."},
      {
        "id":"ED260406",
        "title":"Using the Computer as Writing Teacher: The Heart of the Great Debates."},
      {
        "id":"ED260407",
        "title":"The Role of Response in the Acquisition of Written Language. Final Report."},
      {
        "id":"ED260408",
        "title":"Computers and the Language Arts."},
      {
        "id":"ED260409",
        "title":"Dictation, Independent Writing, and Story Retelling in the Primary Grades [and] Research in Reading and Writing Should be Progressive: A Response to Froese."},
      {
        "id":"ED260412",
        "title":"The Paradox of the Diffusion of Innovations Research: Creating More Communication Bottlenecks Than Breaking Them."},
      {
        "id":"ED260425",
        "title":"A Study of the Effects of Word Processing on the Correctness of Student Writing."},
      {
        "id":"ED260427",
        "title":"Books in Action: The Armed Services Editions."},
      {
        "id":"ED260428",
        "title":"Dare to be Creative! A Lecture Presented at the Library of Congress (Washington, DC, November 16, 1983)."},
      {
        "id":"ED260429",
        "title":"A Portrait of the Author as a Bibliography. The Center for the Book Viewpoint Series No. 9."},
      {
        "id":"ED260430",
        "title":"The Book. The Center for the Book Viewpoint Series No. 1."},
      {
        "id":"ED260431",
        "title":"Responsibilities of the American Book Community."},
      {
        "id":"ED260433",
        "title":"Thinking through Language. Teacher Guide."},
      {
        "id":"ED260434",
        "title":"Thinking through Language. Book One."},
      {
        "id":"ED260435",
        "title":"Thinking through Language. Book Two."},
      {
        "id":"ED260436",
        "title":"Book Collecting: Personal Rewards and Public Benefits. A Lecture Delivered at the Library of Congress (Washington, DC, December 7, 1983). The Center for the Book Viewpoint Series No. 11."},
      {
        "id":"ED260437",
        "title":"A Look at Response and the Teaching of Writing."},
      {
        "id":"ED260438",
        "title":"An Introduction to \"Re-search\" Writing."},
      {
        "id":"ED260445",
        "title":"Making Sense: Writing from Objects. A Smithsonian Approach."},
      {
        "id":"ED260447",
        "title":"The Effects of Reader Awareness on ESL Writers."},
      {
        "id":"ED260450",
        "title":"Language Arts Scope and Sequence of Skills, Grades K-12."},
      {
        "id":"ED260452",
        "title":"New Routes to Writing K-8. [Revised]."},
      {
        "id":"ED260456",
        "title":"Charting Institutional Change."},
      {
        "id":"ED260458",
        "title":"Teaching Audience."},
      {
        "id":"ED260466",
        "title":"Imaging: Insight Engineering."},
      {
        "id":"ED260467",
        "title":"Language Utilized in Rationalizing Conflict Decisions: Is There A Different Voice?"},
      {
        "id":"ED260468",
        "title":"Television's Lessons for Educational Computing."},
      {
        "id":"ED260470",
        "title":"Empathy: The State of the Art and Science."},
      {
        "id":"ED260474",
        "title":"What Changes Are Most Needed in the Procedures Used in the United States Justice System? National Debate Topic for High Schools, 1983-1984, Pursuant to Public Law 88-246. Senate, 98th Congress, 1st Session, Document No. 98-5."},
      {
        "id":"ED260476",
        "title":"Effects of Persuasive Messages on Blood Donation Attitudes, Intentions, and Behavior."},
      {
        "id":"ED260479",
        "title":"The Most Frequently Used Self-Report Instruments in Communication."},
      {
        "id":"ED260483",
        "title":"Nonverbal Behavior of Young Abused and Neglected Children."},
      {
        "id":"ED260486",
        "title":"Communication Related Abilities and Upward Mobility: A Longitudinal Investigation."},
      {
        "id":"ED260489",
        "title":"Promoting the Professional Development of Teachers and Administrators. ERIC/CEM School Management Digest Series, Number 31."},
      {
        "id":"ED260491",
        "title":"Quality and Excellence in Education: Development, Verification and Implementation of a Statewide Curriculum."},
      {
        "id":"ED260492",
        "title":"Adversary and Committee Hearings as Evaluation Methods. Paper and Report Series, No. 110. Interim Draft."},
      {
        "id":"ED260493",
        "title":"State Evaluation and Assessment Programs: SEA Policy Options. Discussion Draft."},
      {
        "id":"ED260494",
        "title":"Statewide Assessment: Convergent Principles, Divergent Policies. Discussion Draft."},
      {
        "id":"ED260499",
        "title":"Promotion/Retention: Policies and Guidelines. Turning the Tide: An Agenda for Excellence in Pennsylvania Public Schools."},
      {
        "id":"ED260500",
        "title":"A Survey of Promotion Policies and Practices in Pennsylvania Schools. Turning the Tide: An Agenda for Excellence in Pennsylvania Public Schools."},
      {
        "id":"ED260510",
        "title":"School Enrollment--Social and Economic Characteristics of Students: October 1981 and 1980. Current Population Reports: Population Characteristics."},
      {
        "id":"ED260514",
        "title":"The Grade Retention/Social Promotion Debate."},
      {
        "id":"ED260518",
        "title":"Standards for Quality Elementary Schools, Kindergarten through Eighth Grade."},
      {
        "id":"ED260519",
        "title":"Legislative Package 1985."},
      {
        "id":"ED260521",
        "title":"The Challenge to Conventional Assessment and Teaching Methods of Hearing Impaired Learners by Reuven Feuerstein's Theory and the Learning Potential Assessment Device. Draft."},
      {
        "id":"ED260523",
        "title":"Including All of Us: An Early Childhood Curriculum about Disability."},
      {
        "id":"ED260524",
        "title":"Really Together Now! A Resource and Activity Guide for the Developmentally Disabled. Molehills Out of Mountains."},
      {
        "id":"ED260528",
        "title":"Affective Education and the Severely Impaired."},
      {
        "id":"ED260529",
        "title":"The Dark Side of Giftedness."},
      {
        "id":"ED260530",
        "title":"California Special Education Programs: A Composite of Laws. Education Code-Part 30 and Other Related Laws. Revised to Cover Laws Enacted during 1984."},
      {
        "id":"ED260532",
        "title":"Interpretation for Disabled Visitors in the National Park System."},
      {
        "id":"ED260533",
        "title":"Description of Internship at the Gallaudet College School of Preparatory Studies."},
      {
        "id":"ED260538",
        "title":"Networking Needs in Vocational Special Education."},
      {
        "id":"ED260539",
        "title":"National Network Resource Directory."},
      {
        "id":"ED260540",
        "title":"The Education Crisis: Washington Shares the Blame. Heritage Foundation Backgrounder. No. 351."},
      {
        "id":"ED260541",
        "title":"A Compilation of Federal Laws for Disabled Children, Youth, and Adults. Prepared by the Subcommittee on the Handicapped of the Committee on Labor and Human Resources, United States Senate. Ninety-ninth Congress, First Session."},
      {
        "id":"ED260545",
        "title":"Assessment of Child Progress. Monograph Number 2."},
      {
        "id":"ED260546",
        "title":"Characteristics of High School Students Who Identify Themselves as Handicapped. High School and Beyond: A National Longitudinal Study for the 1980's."},
      {
        "id":"ED260551",
        "title":"Confessions of a Community Placement Optimist."},
      {
        "id":"ED260558",
        "title":"Work, Disability and Rehabilitation. Papers on Vocational Rehabilitation and Employment of People with Disabilities presented at the European Conference on Research in Rehabilitation (1st, Edinburgh, Scotland, April 6-8, 1983)."},
      {
        "id":"ED260560",
        "title":"The Administration and Interpretation of Standardized Achievement Tests with Learning Disabled and Behaviorally Disordered Elementary School Children. Year Two Final Report."},
      {
        "id":"ED260565",
        "title":"Wheelchair User and Able-Bodied College Student Interaction: Scoring Manual."},
      {
        "id":"ED260570",
        "title":"The Role of Parent Knowledge and Support in the Development of Parent-Child Relationships within Very High Risk Families."},
      {
        "id":"ED260574",
        "title":"International English, American English, and Other Englishes: Psychological, Social, and Functional Choices for TESOL."},
      {
        "id":"ED260577",
        "title":"Language Policy for Education in Multilingual India: Issues and Implementation."},
      {
        "id":"ED260579",
        "title":"Effects of Social Environment on Japanese and American Communication."},
      {
        "id":"ED260580",
        "title":"Bilingual/Bicultural Education: Titles and Abstracts of Doctoral Dissertations, Volume II."},
      {
        "id":"ED260582",
        "title":"Special Report on Foreign Languages. Illinois Secondary School Course Offerings, 1982."},
      {
        "id":"ED260590",
        "title":"Concepts of Unity and Sentence Structure in Arabic, Spanish, and Malay."},
      {
        "id":"ED260592",
        "title":"Ellipsis and Ideology."},
      {
        "id":"ED260593",
        "title":"Communicative, Language, and Academic Proficiencies of Limited English Proficient and Native English Speaking Elementary School Students."},
      {
        "id":"ED260594",
        "title":"Language Maintenance and Language Shift Among Asian Indians: Kannidigas in the New York Area."},
      {
        "id":"ED254570",
        "title":"Evaluating Locally Developed Needs Assessment Measures."},
      {
        "id":"ED254571",
        "title":"Employment and Training Programs for Youth: An Interpretation and Synthesis of Measured Outcomes."},
      {
        "id":"ED254573",
        "title":"The Source of Minority Youth Employment Problems."},
      {
        "id":"ED254574",
        "title":"California High School Curriculum Study: Paths through High School."},
      {
        "id":"ED254577",
        "title":"State Guidelines for Implementation of Chapter 1, Public Law 97-35."},
      {
        "id":"ED254578",
        "title":"Migration, Acculturation and Family Processes."},
      {
        "id":"ED254582",
        "title":"The State of Affirmative Action in the Federal Government: Staff Report Analyzing 1980 and 1983 Employment Profiles."},
      {
        "id":"ED254587",
        "title":"A Closer Look at Children in Single-Parent Families. ERIC/CUE Digest Number 23."},
      {
        "id":"ED254591",
        "title":"Helping Pregnant Adolescents: Outcomes and Costs of Service Delivery. The Evaluation of Adolescent Pregnancy Programs Final Report."},
      {
        "id":"ED254592",
        "title":"Reviews of Reports from the National Institute of Education on the Compensatory Education Study (6 Volumes)."},
      {
        "id":"ED254593",
        "title":"Schools and Communities as Partners. When Johnny Can't Read, Who Can Help?"},
      {
        "id":"ED254594",
        "title":"Educational Characteristics of Paraprofessionals in Southern California: A Survey of Their Career Ladder Needs."},
      {
        "id":"ED254595",
        "title":"Statement of the Assistant Attorney General, Civil Rights Division before The Federalist Society Symposium on Equality and the Law."},
      {
        "id":"ED254597",
        "title":"Some Thoughts on Black Women's Leadership Training. Working Paper No. 90."},
      {
        "id":"ED254606",
        "title":"Planning Adolescent Pregnancy Programs: Implications of a National Evaluation."},
      {
        "id":"ED254609",
        "title":"Native Hawaiians Study Commission: Report on the Culture, Needs and Concerns of Native Hawaiians. Final Report. Volume II. Claims of Conscience: A Dissenting Study of the Culture, Needs and Concerns of Native Hawaiians."},
      {
        "id":"ED254612",
        "title":"Procedures for Conducting a Job Analysis: A Manual for the COMTASK Database."},
      {
        "id":"ED254613",
        "title":"COMTASK User&apos;s Guide (Draft)."},
      {
        "id":"ED254614",
        "title":"The Electronic Cottage. State-of-the-Art Paper."},
      {
        "id":"ED254615",
        "title":"Educating for the Future: The Effects of Some Recent Legislation on Secondary Vocational Education. State-of-the-Art Paper."},
      {
        "id":"ED254616",
        "title":"High Technology in Rural Settings. State-of-the-Art Paper."},
      {
        "id":"ED254617",
        "title":"Work in a World of High Technology: Problems and Prospects for Economically Disadvantaged Workers. State-of-the-Art Paper."},
      {
        "id":"ED254618",
        "title":"The Changing Business Environment: Implications for Vocational Curricula. State-of-the-Art Paper."},
      {
        "id":"ED254619",
        "title":"Computer Software for Vocational Education: Development and Evaluation. State-of-the-Art Paper."},
      {
        "id":"ED254620",
        "title":"Computer Literacy in Vocational Education: Perspectives and Directions. State-of-the-Art Paper."},
      {
        "id":"ED254621",
        "title":"Robots, Jobs, and Education. State-of-the-Art Paper."},
      {
        "id":"ED254622",
        "title":"(Re)Training Adults for New Office and Business Technologies. State-of-the-Art Paper."},
      {
        "id":"ED254623",
        "title":"At Home in the Office. A Guide for the Home Worker."},
      {
        "id":"ED254629",
        "title":"Preliminary Oversight on the Job Training Partnership Act Prepared by the Subcommittee on Employment and Productivity of the Committee on Labor and Human Resources, United States Senate. 98th Congress, 2d Session. Committee Print."},
      {
        "id":"ED254630",
        "title":"Child Support Enforcement Amendments of 1984. Public Law 98-378."},
      {
        "id":"ED254633",
        "title":"Adult Education Theory and Practice. Outreach Series Paper, Number 2."},
      {
        "id":"ED254638",
        "title":"Economic and Noneconomic Effects of Alternative Transitions through School to Work."},
      {
        "id":"ED254642",
        "title":"Visiting Scholars in Education and Work Series, 1980-81."},
      {
        "id":"ED254643",
        "title":"Observations of Health Care in China: Four Perspectives."},
      {
        "id":"ED254644",
        "title":"Preparing Youth for Employment."},
      {
        "id":"ED254645",
        "title":"Skills for the Changing Workplace: A Marketing Educator&apos;s Guide. Research and Development Series No. 253."},
      {
        "id":"ED254646",
        "title":"Skills for the Changing Workplace: A Business and Office Educator&apos;s Guide. Research and Development Series No. 254."},
      {
        "id":"ED254647",
        "title":"Skills for the Changing Workplace: An Electronics Instructor&apos;s Guide. Research and Development Series No. 255."},
      {
        "id":"ED254648",
        "title":"Skills for the Changing Workplace: An Automotive Repair Instructor&apos;s Guide. Research and Development Series No. 256."},
      {
        "id":"ED254649",
        "title":"Planning for Adult Career Counseling. Information Series No. 290."},
      {
        "id":"ED254650",
        "title":"Toward Excellence in Secondary Vocational Education: Elements of Program Quality. Information Series No. 291."},
      {
        "id":"ED254651",
        "title":"Toward Excellence in Secondary Vocational Education: Implementing Standards. Information Series No. 292."},
      {
        "id":"ED254652",
        "title":"Toward Excellence in Secondary Vocational Education: Improving Teaching. Information Series No. 293."},
      {
        "id":"ED254653",
        "title":"Toward Excellence in Secondary Vocational Education: Using Evaluation Results. Information Series No. 294."},
      {
        "id":"ED254654",
        "title":"Toward Excellence in Secondary Vocational Education: Developing Pretechnical Curricula. Information Series No. 295."},
      {
        "id":"ED254655",
        "title":"Toward Excellence in Secondary Vocational Education: Providing Job Training. Information Series No. 296."},
      {
        "id":"ED254656",
        "title":"Toward Excellence in Secondary Vocational Education: Using Cognitive Psychology in Curriculum Planning. Information Series No. 297."},
      {
        "id":"ED254657",
        "title":"DACUM Handbook. Leadership Training Series No. 67."},
      {
        "id":"ED254658",
        "title":"Beyond a Dream: An Instructor&apos;s Guide for Small Business Exploration. Leadership Training Series No. 68."},
      {
        "id":"ED254659",
        "title":"Health Education Training Model. Training for Development. Training Manual No. T-11."},
      {
        "id":"ED254661",
        "title":"Factors Affecting Job Search Behavior and Employment Outcomes for Youth. Final Technical Report."},
      {
        "id":"ED254663",
        "title":"The Influence of Cooperative Education on First Job after College."},
      {
        "id":"ED254665",
        "title":"An In-Service Curriculum Package for the Training of Teachers of Adult Students. Final Report and Recommendations."},
      {
        "id":"ED254667",
        "title":"How Are You Swimming in the Information Ocean?"},
      {
        "id":"ED254668",
        "title":"Excellence in Trade and Industrial Education."},
      {
        "id":"ED254669",
        "title":"Apprenticeship Training and Vocational Education."},
      {
        "id":"ED254670",
        "title":"A Guide to Learning Style Assessment. Research and Training Center Research Report."},
      {
        "id":"ED254679",
        "title":"Project GRADS (Grass Roots Alternative Diploma Study)."},
      {
        "id":"ED254681",
        "title":"The Needs for Technology Programs in Grant County, Indiana, with Relationships to Surrounding Counties and Their Educational Programs. Manpower Report 84-2."},
      {
        "id":"ED254682",
        "title":"Technology Programs in Region 5, the Kokomo, Indiana Area. An Update Manpower Report. Manpower Report 84-7."},
      {
        "id":"ED254683",
        "title":"A Manpower Study Assessing the Needs for Purdue Technology Programs in the Bedford/Bloomington Indiana Area and Region 10. Manpower Report 84-8."},
      {
        "id":"ED254685",
        "title":"Instructional Material Development for Computer Applications in Adult Business Education Courses. Final Report."},
      {
        "id":"ED254686",
        "title":"Low Voltage Alarm Apprenticeship. Related Training Modules. 0.1 History of Alarms."},
      {
        "id":"ED254687",
        "title":"Low Voltage Alarm Apprenticeship. Related Training Modules. 1.1-1.14 Trade Math."},
      {
        "id":"ED254688",
        "title":"Low Voltage Alarm Apprenticeship. Related Training Modules. 2.1-5.3 Electricity/Electronics."},
      {
        "id":"ED254689",
        "title":"Low Voltage Alarm Apprenticeship. Related Training Modules. 6.1-6.6 Safety."},
      {
        "id":"ED254690",
        "title":"Low Voltage Alarm Apprenticeship. Related Training Modules. 7.1-26.10 Alarm Basics."},
      {
        "id":"ED254691",
        "title":"Low Voltage Alarm Apprenticeship. Related Training Modules. 27.1-27.4 Computer Usage."},
      {
        "id":"ED254692",
        "title":"Low Voltage Alarm Apprenticeship. Related Training Modules. 28.1-28.12 Human Relations."},
      {
        "id":"ED254693",
        "title":"Low Voltage Alarm Apprenticeship. Related Training Modules. 29.1-29.5 Drawing."},
      {
        "id":"ED254695",
        "title":"Stationary Engineers Apprenticeship. Related Training Modules. 1.1-1.4 Computers."},
      {
        "id":"ED254696",
        "title":"Stationary Engineers Apprenticeship. Related Training Modules. 2.1-2.6 Safety."},
      {
        "id":"ED254697",
        "title":"Stationary Engineers Apprenticeship. Related Training Modules. 3.1-3.4 Drawing."},
      {
        "id":"ED254698",
        "title":"Stationary Engineers Apprenticeship. Related Training Modules. 4.1-4.5 Tools."},
      {
        "id":"ED254699",
        "title":"Stationary Engineers Apprenticeship. Related Training Modules. 5.1-5.17 Electricity/Electronics."},
      {
        "id":"ED254700",
        "title":"Stationary Engineers Apprenticeship. Related Training Modules. 6.1-6.12 Human Relations."},
      {
        "id":"ED254701",
        "title":"Stationary Engineers Apprenticeship. Related Training Modules. 7.1-7.14 Trade Math."},
      {
        "id":"ED254702",
        "title":"Stationary Engineers Apprenticeship. Related Training Modules. 8.1-8.13 Hydraulics."},
      {
        "id":"ED254703",
        "title":"Stationary Engineers Apprenticeship. Related Training Modules. 9.1-9.6 Refrigeration."},
      {
        "id":"ED254704",
        "title":"Stationary Engineers Apprenticeship. Related Training Modules. 10.1-10.5 Machine Components."},
      {
        "id":"ED254705",
        "title":"Stationary Engineers Apprenticeship. Related Training Modules. 11.1-11.2 Lubrication."},
      {
        "id":"ED254706",
        "title":"Stationary Engineers Apprenticeship. Related Training Modules. 12.1-12.9. Boilers."},
      {
        "id":"ED254707",
        "title":"Stationary Engineers Apprenticeship. Related Training Modules. 13.1-13.7 Pumps."},
      {
        "id":"ED254708",
        "title":"Stationary Engineers Apprenticeship. Related Training Modules. 14.1-14.4 Steam."},
      {
        "id":"ED254709",
        "title":"Stationary Engineers Apprenticeship. Related Training Modules. 15.1-15.5 Turbines."},
      {
        "id":"ED254710",
        "title":"Stationary Engineers Apprenticeship. Related Training Modules. 16.1-16.5 Combustion."},
      {
        "id":"ED254711",
        "title":"Stationary Engineers Apprenticeship. Related Training Modules. 17.1-17.3 Feedwater."},
      {
        "id":"ED254712",
        "title":"Stationary Engineers Apprenticeship. Related Training Modules. 18.1-18.2 Generators."},
      {
        "id":"ED254713",
        "title":"Stationary Engineers Apprenticeship. Related Training Modules. 19.1-19.2 Air Compressors."},
      {
        "id":"ED254714",
        "title":"Stationary Engineers Apprenticeship. Related Training Modules. 20.1-23.1 Miscellaneous."},
      {
        "id":"ED254715",
        "title":"Millwright Apprenticeship. Related Training Modules. 1.1-1.8 Safety."},
      {
        "id":"ED254716",
        "title":"Millwright Apprenticeship. Related Training Modules. 2.1-2.17 Electricity/Electronics."},
      {
        "id":"ED254717",
        "title":"Millwright Apprenticeship. Related Training Modules. 3.1-3.4 Computers."},
      {
        "id":"ED254718",
        "title":"Millwright Apprenticeship. Related Training Modules. 4.1-4.6 Tools."},
      {
        "id":"ED254719",
        "title":"Millwright Apprenticeship. Related Training Modules. 5.1-5.16 Drafting."},
      {
        "id":"ED254720",
        "title":"Millwright Apprenticeship. Related Training Modules. 6.1-6.12 Human Relations."},
      {
        "id":"ED254721",
        "title":"Millwright Apprenticeship. Related Training Modules. 7.1-7.9 Boilers."},
      {
        "id":"ED254722",
        "title":"Millwright Apprenticeship. Related Training Modules. 8.1-8.5 Turbines."},
      {
        "id":"ED254723",
        "title":"Millwright Apprenticeship. Related Training Modules. 9.1-9.7 Pumps."},
      {
        "id":"ED254724",
        "title":"Millwright Apprenticeship. Related Training Modules. 10.1-10.5 Combustion."},
      {
        "id":"ED254725",
        "title":"Millwright Apprenticeship. Related Training Modules. 11.1-11.2 Generators."},
      {
        "id":"ED254726",
        "title":"Millwright Apprenticeship. Related Training Modules. 12.1-12.3 Feedwater."},
      {
        "id":"ED254727",
        "title":"Millwright Apprenticeship. Related Training Modules. 13.1-13.2 Air Compressors."},
      {
        "id":"ED254728",
        "title":"Millwright Apprenticeship. Related Training Modules. 14.1-14.4 Steam."},
      {
        "id":"ED254729",
        "title":"Millwright Apprenticeship. Related Training Modules. 15.1-15.5 Miscellaneous."},
      {
        "id":"ED254730",
        "title":"Millwright Apprenticeship. Related Training Modules. 16.1-16.11 Trade Math."},
      {
        "id":"ED254731",
        "title":"Millwright Apprenticeship. Related Training Modules. 17.1-17.13 Hydraulics."},
      {
        "id":"ED254735",
        "title":"Older Americans Act Amendments of 1984. Conference Report to Accompany S. 2063 from the Committee of Conference, 98th Congress, 2d Session, Report 98-1037."},
      {
        "id":"ED254738",
        "title":"V-TECS Guide for Farm Business Manager."},
      {
        "id":"ED254754",
        "title":"A Study of Driver Education in Texas as Reported by the State Board of Education. Submitted to the Governor, Lt. Governor and the Sixty-Ninth Legislature. House Concurrent Resolution 127."},
      {
        "id":"ED254755",
        "title":"Adults in Crisis: Illiteracy in America."},
      {
        "id":"ED254756",
        "title":"Adult Illiterates and Adult Literacy Programs: A Summary of Descriptive Data."},
      {
        "id":"ED254757",
        "title":"Research and Development Agenda."},
      {
        "id":"ED254758",
        "title":"Affective Aspects of Adult Literacy Programs: A Look at the Types of Support Systems, Teacher Behavior and Materials That Characterize Effective Literacy Programs."},
      {
        "id":"ED254760",
        "title":"Mental Health Consequences of Criminal Victimization: A Random Community Survey."},
      {
        "id":"ED254761",
        "title":"Knowledge and Use of Alcohol among Business and Professional Women."},
      {
        "id":"ED254762",
        "title":"Beyond Adjustment: Parameters of Successful Resolution of Bereavement."},
      {
        "id":"ED254774",
        "title":"The Relationship of Perceived Self-Competence to Other School Adjustment Factors."},
      {
        "id":"ED254775",
        "title":"Fear of Crime and the Elderly: Personal, Social, and Environmental Factors."},
      {
        "id":"ED254777",
        "title":"Aging and Attitudes about Sexual Morality."},
      {
        "id":"ED254778",
        "title":"The Mentor-Protege Relationship in Professional Psychology: A Survey of Faculty and Student Attitudes."},
      {
        "id":"ED254780",
        "title":"A Framework for Juvenile Justice and Delinquency Prevention. A Technical Assistance Monograph."},
      {
        "id":"ED254781",
        "title":"Jail Removal Cost Study. Volume 1."},
      {
        "id":"ED254782",
        "title":"Jail Removal Cost Study. Volume 2."},
      {
        "id":"ED254786",
        "title":"A Situational Approach to Understanding Old Age Stigma."},
      {
        "id":"ED254788",
        "title":"Reauthorization of the Older Americans Act: Hagerstown, Maryland. Hearing before the Select Committee on Aging. House of Representatives, Ninety-Eighth Congress, Second Session (March 31, 1984, Hagerstown, Maryland)."},
      {
        "id":"ED254789",
        "title":"Identifying the Recreational Needs of Elderly Males in a Residential Care Facility."},
      {
        "id":"ED254808",
        "title":"Assessment and Interviewing in Child Welfare. Publication No. 10."},
      {
        "id":"ED254809",
        "title":"Working with Threatened/Hostile Clients: A Source Book. Publication No. 11."},
      {
        "id":"ED254810",
        "title":"Decision-Making in Child Welfare: A Self Instructional Manual. Publication No. 12."},
      {
        "id":"ED254811",
        "title":"Termination of Parental Rights: The Legal Aspects. A Training Manual."},
      {
        "id":"ED254812",
        "title":"Title IV, Missing Children&apos;s Assistance Act. Hearing before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, Second Session on H.R. 4971 to Amend the Juvenile Justice and Delinquency Prevention Act of 1974 to Authorize Appropriations for Fiscal Years 1985 through 1989, and for Other Purposes. (Hearing Held in Chicago, Illinois, April 9, 1984)."},
      {
        "id":"ED254813",
        "title":"Alcohol and Health. Fifth Special Report to the U.S. Congress from the Secretary of Health and Human Services."},
      {
        "id":"ED254816",
        "title":"A History of the U.S. National Reporting Program for Mental Health Statistics 1840-1983. Mental Health Service System Reports: Series HN No. 3."},
      {
        "id":"ED254817",
        "title":"Adolescent Development: A Course for the Child Care Worker."},
      {
        "id":"ED254818",
        "title":"Model Manual for the Child Care Worker."},
      {
        "id":"ED254819",
        "title":"Indiana Residential Child Care Study."},
      {
        "id":"ED254822",
        "title":"What Is Remedial Reading? A Descriptive Study."},
      {
        "id":"ED254823",
        "title":"Uses of NAEP in Reading by State Education Agencies."},
      {
        "id":"ED254824",
        "title":"Are Our College-Bound Juniors and Seniors Mature Readers?"},
      {
        "id":"ED254827",
        "title":"Salience, Similes, and the Asymmetry of Similarity. Technical Report No. 332."},
      {
        "id":"ED254830",
        "title":"An Investigation of the Effects of Prior Knowledge and Vocabulary Acquisition on Passage Comprehension. Program Report 84-5."},
      {
        "id":"ED254831",
        "title":"Myths of Reading Instruction. Revised Edition."},
      {
        "id":"ED254835",
        "title":"Teaching College Students to Read Analytically: An Individualized Approach."},
      {
        "id":"ED254839",
        "title":"University of Montana Reading and Study Skills Center: A Descriptive Model."},
      {
        "id":"ED254840",
        "title":"Teaching Children to Control Their Reading Comprehension Skills, May 5, 1982-June 30, 1984. Final Report."},
      {
        "id":"ED254846",
        "title":"A Classification and Review of Basic Writing Rhetorics."},
      {
        "id":"ED254849",
        "title":"Writing Across the Curriculum."},
      {
        "id":"ED254852",
        "title":"How We Might Learn about the Effects of Class Size."},
      {
        "id":"ED254857",
        "title":"The Anticipated Problems of Future Teachers of English."},
      {
        "id":"ED254858",
        "title":"The Archives of &quot;English Journal.&quot;"},
      {
        "id":"ED254859",
        "title":"Connections with the Liberal Arts and Industry: Attempts to Legitimize the Profession of Teaching Technical Writing."},
      {
        "id":"ED254860",
        "title":"Connections with Industry and the Liberal Arts: Attempts to Legitimize the Profession of Teaching Technical Writing. Bibliography of Articles and Papers in Technical Writing."},
      {
        "id":"ED254863",
        "title":"The Speech Events Underlying Written Composition. A Study of Effective Writing Instruction in Inner-City Secondary Schools."},
      {
        "id":"ED254864",
        "title":"A Look at Current State-Wide Text Adoption Procedures."},
      {
        "id":"ED254869",
        "title":"What Can I Do with a Communication Degree? Four Misconceptions and Some New Questions."},
      {
        "id":"ED254871",
        "title":"Peer Evaluation: A Case Study."},
      {
        "id":"ED254872",
        "title":"The Use of SYMLOG as an Interpretive Foil for Participant Observer Research in Organizations."},
      {
        "id":"ED254873",
        "title":"Public Radio Programming Content by Category, Fiscal Year 1982."},
      {
        "id":"ED254874",
        "title":"Public Television Programming Content by Category, Fiscal Year 1982."},
      {
        "id":"ED254877",
        "title":"The Haves and the Have Nots of a Computer Society."},
      {
        "id":"ED254880",
        "title":"Information Adequacy and the Desire for More Information."},
      {
        "id":"ED254882",
        "title":"Politeness in Courtroom Language."},
      {
        "id":"ED254885",
        "title":"An Exploratory Investigation of the Interrelationships between Physical Structure, Response Satisfaction, and Work Dependency."},
      {
        "id":"ED254886",
        "title":"The Supreme Court and Images of Equality: A Comparison of &quot;Plessy V. Ferguson&quot; and &quot;Brown V. Board of Education.&quot;"},
      {
        "id":"ED254889",
        "title":"Strategies for Seeking Employment in the Small College."},
      {
        "id":"ED254892",
        "title":"The Rhetoric of Rationalism versus the Rhetoric of Emotionalism on the American Frontier."},
      {
        "id":"ED254894",
        "title":"Pietro Bembo and Standards for Oral and Written Discourse: The Forensic, Dialectical, and Vernacular Influences on Renaissance Thought."},
      {
        "id":"ED254895",
        "title":"Local Area Networks in Education: Overview, Applications, and Current Limitations."},
      {
        "id":"ED254897",
        "title":"The Case of the &quot;Open Secrets&quot;: Increasing the Effectiveness of Instructional Supervision."},
      {
        "id":"ED254898",
        "title":"Educational Quality and Family Choice: Toward a Statewide Public School Voucher Plan."},
      {
        "id":"ED254901",
        "title":"Excellence in Our Schools: Making It Happen. Status Report."},
      {
        "id":"ED254902",
        "title":"Homework Policies and Guidelines. Turning the Tide: An Agenda for Excellence in Pennsylvania Public Schools."},
      {
        "id":"ED254903",
        "title":"National Research and Evaluation Agenda: Chapter 2 Education Consolidation and Improvement Act."},
      {
        "id":"ED254908",
        "title":"Cooperative Educational Service Agencies: The Wisconsin Experience."},
      {
        "id":"ED254911",
        "title":"Regional Education Service Centers Standardized Reporting Format as Reported by the State Board of Education. Submitted to the Legislative Budget Board and Governor's Budget Office."},
      {
        "id":"ED254912",
        "title":"Summer School Pilot Program: Final Study Report as Reported by the State Board of Education. Submitted to the Governor, Lt. Governor and the Sixty-Ninth Legislature."},
      {
        "id":"ED254925",
        "title":"Teacher Social Behavior Standards and Expectations as Determinants of Classroom Ecology, Teacher Behavior, and Child Outcomes. Final Report."},
      {
        "id":"ED254926",
        "title":"An Approach to Instructional Management."},
      {
        "id":"ED254927",
        "title":"Preparation of Principals. The Best of ERIC on Educational Management Number 81."},
      {
        "id":"ED254928",
        "title":"Aptitude-Treatment Interactions in Student Achievement: Implications for Program Policy Decisions."},
      {
        "id":"ED254932",
        "title":"Being and Becoming a Principal: Responses to Work Contexts and Socialization Processes."},
      {
        "id":"ED254935",
        "title":"Causes and Consequences of Strikes in New York Public School Districts."},
      {
        "id":"ED254946",
        "title":"Principal Centered Professional Development."},
      {
        "id":"ED254949",
        "title":"Collaborative Action Research: Historical Trends."},
      {
        "id":"ED254950",
        "title":"U.S. Department of Education Annual Report, Fiscal Year 1984."},
      {
        "id":"ED254951",
        "title":"Grievance Arbitration in Education. Fastback 223."},
      {
        "id":"ED254959",
        "title":"An Evaluation of the Convening Process as It Was Used in 1983-1984 to Help the State of Mississippi Implement Its Education Reform Legislation."},
      {
        "id":"ED254964",
        "title":"State Rather than Federal Policies Provided the Framework for Managing Block Grants. Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED254968",
        "title":"District of Columbia Public Schools Computer Technology in Special Education."},
      {
        "id":"ED254970",
        "title":"Multidisciplinary Training for Educators of Young (3-7) Severely Handicapped Children. Project CoNECT (Collaborative Network for Early Childhood Training). Final Report, October, 1981-September, 1984."},
      {
        "id":"ED254981",
        "title":"Program Quality Evaluation--Gifted: A Manual."},
      {
        "id":"ED254982",
        "title":"Special Education. Program Quality Evaluation (PQE)."},
      {
        "id":"ED254983",
        "title":"Developmental Disabilities Act of 1984. Report from the Committee on Labor and Human Resources, United States Senate, 98th Congress, 2d Session, to Accompany S. 2573."},
      {
        "id":"ED254984",
        "title":"Quality Services for Blind and Visually Handicapped Learners. Statements of Position."},
      {
        "id":"ED254985",
        "title":"My Body--My Words. Communication for the Mentally Handicapped."},
      {
        "id":"ED254986",
        "title":"Questioning Strategy Instruction Participation and Reading Comprehension of Learning Disabled Students."},
      {
        "id":"ED254987",
        "title":"The Role of Language Assessment Data in Diagnosis and Intervention for Linguistically/Culturally Different Students."},
      {
        "id":"ED254989",
        "title":"Project TAP Outreach. Early Intervention in Day Care for Minority Developmentally Delayed Children. Final Report."},
      {
        "id":"ED254990",
        "title":"Albuquerque Integration Model (AIM) Outreach Project. Final Performance Report, October 1, 1983-September 30, 1984."},
      {
        "id":"ED254991",
        "title":"Project Outreach, U.S.A., Infant-Toddler, Birth-3 (Blind or Visually Impaired). Progress Report, July 1, 1983 to September 30, 1984."},
      {
        "id":"ED254992",
        "title":"Supporting Extended Family Members (SEFAM) Program. An HCEEP Demonstration Project. Final Report, August 1, 1981-October 30, 1984."},
      {
        "id":"ED254993",
        "title":"A Handbook for the Father's Program: How to Organize a Program for Fathers and Their Handicapped Children. [Appendix B]."},
      {
        "id":"ED254996",
        "title":"Use of the Public Law 94-142 Set-Aside Shows Both the Flexibility Intended by the Law and the Need for Improved Reporting. Report to the Chairman, Subcommittee on the Handicapped, Committee on Labor and Human Resources, United States Senate."},
      {
        "id":"ED255001",
        "title":"The Effect of a Structured Special Education Service Program upon the Development of Effective Instructional Skills in University Students."},
      {
        "id":"ED255007",
        "title":"National Parent Information and Training Center Directory, 1985."},
      {
        "id":"ED255008",
        "title":"National Information Center for Handicapped Children and Youth. [Fact Sheets and Newsletters]."},
      {
        "id":"ED255009",
        "title":"Integration of Students with Severe Handicaps into Regular Schools."},
      {
        "id":"ED255011",
        "title":"Progress in the Education of the Handicapped and Analysis of P.L. 98-199. The Education of the Handicapped Act Amendments of 1983. Special Education in America: Its Legal and Governmental Foundations Series."},
      {
        "id":"ED255016",
        "title":"The Relationship between Processing Rate and Memory Span in Learning Disabled Children."},
      {
        "id":"ED255017",
        "title":"Reverse-Role Tutoring: The Effects of Handicapped Students Tutoring Regular Class Students."},
      {
        "id":"ED255018",
        "title":"Handicapped Children as Tutors. 1983-84--Final Report."},
      {
        "id":"ED255020",
        "title":"A Psychovocational Evaluation Model: A New Perspective for Testing Handicapped Students."},
      {
        "id":"ED255021",
        "title":"Mainstreaming in Early Education. Monograph (Number 2)."},
      {
        "id":"ED255022",
        "title":"Evaluating Interagency Collaborations. State Series Paper (Number 2)."},
      {
        "id":"ED255023",
        "title":"How to Conduct a Training Workshop. Outreach Series Paper (Number 1)."},
      {
        "id":"ED255030",
        "title":"The Radio Language Arts Project: Teaching by Radio in Rural Kenyan Primary Schools."},
      {
        "id":"ED255036",
        "title":"Central Yup'ik and the Schools. A Handbook for Teachers."},
      {
        "id":"ED255037",
        "title":"Athabaskan Languages and the Schools. A Handbook for Teachers."},
      {
        "id":"ED255038",
        "title":"Inupiaq and the Schools. A Handbook for Teachers."},
      {
        "id":"ED255040",
        "title":"Ewe (for Togo). Special Skills Handbook. Peace Corps Language Handbook Series."},
      {
        "id":"ED255041",
        "title":"An Introduction to Cameroonian Pidgin. Student's Book. Second Edition."},
      {
        "id":"ED255044",
        "title":"\"Michael Jackson y Otros Cuentos\": An Approach to Literacy Development for Bilingual Children."},
      {
        "id":"ED255045",
        "title":"The Integration of Modalities: Research and Instructional Implications."},
      {
        "id":"ED255046",
        "title":"Language Acquisition Processes in Bilingual Children. Bilingual Education Paper Series, Vol. 7, No. 6."},
      {
        "id":"ED255047",
        "title":"Linguistic and Communicative Competence of Mexican-American Pupils and Their Relation to Motivation, Length of Residence, and Scholastic Achievement. Bilingual Education Paper Series, Vol. 6, No. 9."},
      {
        "id":"ED255048",
        "title":"Cheap Ship Trips: A Preliminary Study of Some English Phonological Difficulties of Language-Minority Children and Their Relationship to Reading Achievement. Bilingual Education Paper Series, Vol. 7, No. 4."},
      {
        "id":"ED255049",
        "title":"Applying First-Language Skills to Second-Language Comprehension: Narrative Comprehension by Spanish-English Speakers. Bilingual Education Paper Series, Vol. 6, No. 12."},
      {
        "id":"ED255051",
        "title":"Becoming Bilingual During Early Childhood. Bilingual Education Paper Series, Vol. 6, No. 7."},
      {
        "id":"ED255052",
        "title":"Descriptive Analysis of Title VII-Funded State Education Agency Activities. Volume I."},
      {
        "id":"ED255053",
        "title":"Descriptive Analysis of Title VII-Funded State Education Agency Activities. Volume II: Nine Case Studies."},
      {
        "id":"ED255054",
        "title":"Descriptive Analysis of Title VII-Funded State Education Agency Activities. Executive Summary."},
      {
        "id":"ED255056",
        "title":"Teaching Methodology: A Child-Centered Approach."},
      {
        "id":"ED255059",
        "title":"Social Stereotypes, Social Distance and the University French Student."},
      {
        "id":"ED255063",
        "title":"Phau Xyaum Sau Tsiaj Ntawv Hmoob = Alphabet Workbook for Hmongs."},
      {
        "id":"ED255065",
        "title":"Phau Qhia Nyeem Ntawv Hmoob Dawb = White Hmong Literacy Primer."},
      {
        "id":"ED255067",
        "title":"Locating Learning: The Social Contexts of Second-Language Acquisition. The Social Contexts of Learning in Bilingual Classrooms. Final Report."},
      {
        "id":"ED255073",
        "title":"Implications for U.S. Bilingual Education: Evidence from Canadian Research."},
      {
        "id":"ED255074",
        "title":"Theory, Technology, and Public Policy on Bilingual Education."},
      {
        "id":"ED255075",
        "title":"Guide to Microcomputer Courseware for Bilingual Education. Revised and Expanded."},
      {
        "id":"ED255076",
        "title":"Review of the State-of-the-Art of Educational Technologies Implemented in Programs Serving LEP Students Funded by the Department of Education. Final Report."},
      {
        "id":"ED255077",
        "title":"A Functional-Collaborative Approach for the Identification of Teaching Strategies for Staff Development of Teachers of Limited English Proficiency Students. Bilingual Inservice Teacher Education Research Program Final Report."},
      {
        "id":"ED255078",
        "title":"Filling in the Gaps: Inferential Processes in Children's Comprehension of Oral Discourse."},
      {
        "id":"ED255099",
        "title":"Measuring the Quality of College Student Experiences. An Account of the Development and Use of the College Student Experiences Questionnaire."},
      {
        "id":"ED255101",
        "title":"The Canadian Higher Education Research Network. A Proposal to the Secretary of State."},
      {
        "id":"ED255102",
        "title":"Alcohol on Campus."},
      {
        "id":"ED255103",
        "title":"Religious Uses of the College Union: Whose Temple Is It? Part One and Part Two."},
      {
        "id":"ED255104",
        "title":"Planning for Effective Security at Campus Special Events."},
      {
        "id":"ED255105",
        "title":"Student Development: Does Participation Affect Growth?"},
      {
        "id":"ED255106",
        "title":"The American Freshman: National Norms for Fall 1984."},
      {
        "id":"ED255107",
        "title":"Any Home a Campus: Everyman's University of Israel."},
      {
        "id":"ED255109",
        "title":"Declining Black Enrollments among Full-Time Undergraduates in N.J. Colleges and Universities, 1980-1983."},
      {
        "id":"ED255114",
        "title":"Urban University-Urban School Collaboration: Reviewing an Institution-Wide Approach."},
      {
        "id":"ED255117",
        "title":"Student Perceptions of University Effectiveness."},
      {
        "id":"ED255118",
        "title":"Women Access to Greek Higher Education."},
      {
        "id":"ED255122",
        "title":"Higher Education Equity: The Crisis of Appearance Versus Reality--Revisited. Final Report."},
      {
        "id":"ED255124",
        "title":"Dependents' Education. Educational Assistance and Opportunities Information for Army Family Members. Department of the Army Pamphlet No. 352-2."},
      {
        "id":"ED255127",
        "title":"Employment in Missouri Public Higher Education Institutions, 1979 to 1983."},
      {
        "id":"ED255130",
        "title":"The High-Technology Connection: Academic/Industrial Cooperation for Economic Growth. ASHE-ERIC Higher Education Research Report No. 6."},
      {
        "id":"ED255131",
        "title":"Commission Staff Comments on Equal Educational Opportunity Programs for the 1983-84 Budget. Commission Report 83-22."},
      {
        "id":"ED255132",
        "title":"Commission Staff Comments and Recommendations on Equal Educational Opportunity Programs for the 1984-85 Budget. Commission Report 84-18."},
      {
        "id":"ED255133",
        "title":"College and University Admissions and Enrollment, New York State, Fall 1983."},
      {
        "id":"ED255137",
        "title":"Influencing the Distribution of Physicians and Other Health Professionals. Issues in Higher Education, No. 21."},
      {
        "id":"ED255138",
        "title":"Veterinary Medicine: Supply and Demand in the South."},
      {
        "id":"ED255139",
        "title":"The Role of Institutions in Higher Learning in Preventing or Minimizing Mental Retardation."},
      {
        "id":"ED255141",
        "title":"Teaching Learning Strategies."},
      {
        "id":"ED255147",
        "title":"Participants in Postsecondary Education: October 1982. Special Report."},
      {
        "id":"ED255157",
        "title":"Cognitive Skills: Enhancement and Assessment Issues."},
      {
        "id":"ED255163",
        "title":"Information Management Basics in a New Technological Era. Proceedings of the 1984 CAUSE National Conference (Orlando, Florida, December 1984)."},
      {
        "id":"ED255164",
        "title":"Catalog of Changes. Incentives for Quality and Management Flexibility in Higher Education."},
      {
        "id":"ED255166",
        "title":"Improving Baccalaureate Opportunities for Urban Minorities."},
      {
        "id":"ED255169",
        "title":"Starting with Students: Notable Programs, Promising Approaches, and Other Improvement Efforts in American Postsecondary Education. Volume II."},
      {
        "id":"ED255170",
        "title":"Introduction to Computer Aided Instruction in the Language Laboratory."},
      {
        "id":"ED255176",
        "title":"Computer Technology in Curriculum and Instruction Handbook: Introduction."},
      {
        "id":"ED255177",
        "title":"Computer Technology in Curriculum and Instruction Handbook: So You Want to Use Computers."},
      {
        "id":"ED255178",
        "title":"Computer Technology in Curriculum and Instruction Handbook: Design for Staff Development."},
      {
        "id":"ED255179",
        "title":"Computer Technology in Curriculum and Instruction Handbook: Resources."},
      {
        "id":"ED255180",
        "title":"Microcomputers in Schools: Toward More Effective Practices. CSE Monograph."},
      {
        "id":"ED255181",
        "title":"The Diffusion of Electronic Text among University Students and Faculty: A Strategy for Laboratory Research. Monograph Number One of the Electronic Text Monograph Series."},
      {
        "id":"ED255187",
        "title":"Federal Audiovisual Policy Act. Hearing before a Subcommittee of the Committee on Government Operations, House of Representatives, Ninety-Eighth Congress, Second Session on H.R. 3325 to Establish in the Office of Management and Budget an Office to Be Known as the Office of Federal Audiovisual Policy, and for Other Purposes."},
      {
        "id":"ED255188",
        "title":"Hearing on Computer Education. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Eighth Congress, Second Session, on H.R. 3750, H.R. 1134, and H.R. 4628."},
      {
        "id":"ED255189",
        "title":"History of Copyright of Selected Non-Print Material."},
      {
        "id":"ED255192",
        "title":"Computers in Education: Goals and Content."},
      {
        "id":"ED255198",
        "title":"1984 Summer Instructional Television Evaluation."},
      {
        "id":"ED255211",
        "title":"The New York City Subways: The First Ten Years. A Library Research Exercise Using a Computer."},
      {
        "id":"ED255217",
        "title":"Library Study Guide for Business."},
      {
        "id":"ED255234",
        "title":"Annual Report on LSCA Special Activities, FY 1983."},
      {
        "id":"ED255237",
        "title":"The Free Market Copyright Royalty Act of 1983. Hearing before the Subcommittee on Patents, Copyrights and Trademarks of the Committee on the Judiciary, United States Senate, Ninety-Eighth Congress, Second Session on S. 1270: A Bill to Amend Title 17, United States Code, Regarding the Copyright Royalty Tribunal. March 13, 1984. Serial No. J-98-100."},
      {
        "id":"ED255238",
        "title":"Information Resources Management Skills for Academic Librarians: Final Report."},
      {
        "id":"ED255241",
        "title":"2 + 2 Tech Prep/Associate Degree Program: A Working Degree for America. A Concept Paper."},
      {
        "id":"ED255243",
        "title":"Analysis of Fall 1984 Credit Enrollment. Research Report Number 39."},
      {
        "id":"ED255250",
        "title":"Transfer Education in American Community Colleges."},
      {
        "id":"ED255258",
        "title":"Telecourse Student Survey, 1984."},
      {
        "id":"ED255260",
        "title":"English as a Second Language: Statement of Findings and Policy Recommendations."},
      {
        "id":"ED255261",
        "title":"The Community College and the Volkshochschule: An International Comparison of Leadership Objectives in the Adult Teaching/Learning Process."},
      {
        "id":"ED255266",
        "title":"Associate Degree Preferred."},
      {
        "id":"ED255267",
        "title":"The Community College in America: A Short History. Revised."},
      {
        "id":"ED255268",
        "title":"Involvement in Learning: A View from the Community College Perspective."},
      {
        "id":"ED255276",
        "title":"Ensuring Effective Governance. New Directions for Community Colleges, Number 49."},
      {
        "id":"ED255278",
        "title":"Directors' Planning Guide. Minority Business Enterprise Project."},
      {
        "id":"ED255284",
        "title":"The Future of Follow-Through."},
      {
        "id":"ED255285",
        "title":"Alphabet Letter Naming in Early Kindergarten Children."},
      {
        "id":"ED255286",
        "title":"Infant Mortality Rates: Failure to Close the Black-White Gap. Hearing before the Subcommittee on Oversight and Investigations and the Subcommittee on Health and the Environment of the Committee on Energy and Commerce. House of Representatives, Ninety-Eighth Congress, Second Session (March 16, 1984)."},
      {
        "id":"ED255287",
        "title":"Juvenile Justice, Runaway Youth, and Missing Children&apos;s Act Amendments of 1984. Hearing before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, Second Session on H.R. 4971 to Amend the Juvenile Justice and Delinquency Prevention Act of 1974 to Authorize Appropriations for Fiscal Years 1985 through 1989, and for Other Purposes."},
      {
        "id":"ED255289",
        "title":"Teacher/Parent Partnerships: Guidelines and Strategies for Training Teachers in Parent Involvement Skills."},
      {
        "id":"ED255290",
        "title":"Penn State/OCYF Day Care Project: Final Report of a Pilot Study."},
      {
        "id":"ED255292",
        "title":"Model Act for the Adoption of Children with Special Needs. Includes Section-by-Section Comments and Analysis. Model Legislation Series."},
      {
        "id":"ED255297",
        "title":"An Act to Establish a Mutual Consent Voluntary Adoption Registry and to Provide for the Transmission of Nonidentifying Information on the Health History and the Genetic and Social History of Adoptees. Model Legislation Series."},
      {
        "id":"ED255304",
        "title":"Licensing of Children's Services."},
      {
        "id":"ED255306",
        "title":"Aid to Families with Dependent Children Program Fraud: Investigative Guide."},
      {
        "id":"ED255310",
        "title":"A Study of Musical Loudness Discrimination of Three- to Five-Year-Old Children."},
      {
        "id":"ED255312",
        "title":"Parental Role Behaviors in Young, Dual Parent Families: Future Policy Implications."},
      {
        "id":"ED255313",
        "title":"Children Left Alone: Latchkey Problems--Future Research Questions and Interventions."},
      {
        "id":"ED255315",
        "title":"Gender Effects in Parenting."},
      {
        "id":"ED255316",
        "title":"Gender Differences in Children's Experiences of the Family."},
      {
        "id":"ED255318",
        "title":"Young Children's Improvisations: A Longitudinal Study."},
      {
        "id":"ED255321",
        "title":"Generalization of Self-Efficacy in Children."},
      {
        "id":"ED255322",
        "title":"Issues in the Provision of Quality Infant/Toddler Care."},
      {
        "id":"ED255324",
        "title":"Microcomputers in Early Childhood Education: Factors Influencing Administrators' Innovation-Adoption Decisions."},
      {
        "id":"ED255325",
        "title":"Language Delay in 2-Year-Olds."},
      {
        "id":"ED255326",
        "title":"Negotiating Status in a Kindergarten Peer Culture."},
      {
        "id":"ED255327",
        "title":"Health Care Costs and Their Effects on the Economy. Hearings before the Joint Economic Committee. Congress of the United States, Ninety-Eighth Congress, Second Session (April 12 and August 29, 1984)."},
      {
        "id":"ED255329",
        "title":"Effects of Ability Grouping on Elementary School Pupils: A Meta-Analysis."},
      {
        "id":"ED255336",
        "title":"The Nonverbal American Indian Child in the Classroom: A Survey."},
      {
        "id":"ED255338",
        "title":"Rural New York in Transition. Report of the First Statewide Legislative Symposium on Rural Development, with Public Commentary."},
      {
        "id":"ED255341",
        "title":"Understanding Minority Aging: Perspectives and Sources."},
      {
        "id":"ED255342",
        "title":"Educational Expenditures and Education Measures."},
      {
        "id":"ED255345",
        "title":"Rural and Small-City Elderly. An Information Paper. United States Senate, 98th Congress, 2d Session."},
      {
        "id":"ED255353",
        "title":"Program for Migrant Children's Education: A National Profile."},
      {
        "id":"ED255354",
        "title":"Demographic Survey of New England Teacher Educators of Elementary Science Methods Courses."},
      {
        "id":"ED255355",
        "title":"Observing Science Classrooms: Observing Science Perspectives from Research and Practice. 1984 AETS Yearbook."},
      {
        "id":"ED255356",
        "title":"Assessing Achievement across the States: Mathematical Strengths and Weaknesses."},
      {
        "id":"ED255358",
        "title":"Measured Formal Thought and That Required to Understand Formal Concepts in Secondary School Biology."},
      {
        "id":"ED255359",
        "title":"Relating Teaching Behavior and Classroom Climate to Changes in Students' Conceptions of the Nature of Science."},
      {
        "id":"ED255360",
        "title":"Learning Outcomes of Computer Programming Instruction for Middle-Grades Students: A Pilot Study."},
      {
        "id":"ED255362",
        "title":"The CADET Project Modification of the University of Oklahoma Mainframe to Apple Landsat Program for Canadian Computer Compatible Landsat Tapes. A Supplementary Report to the Innovative Project Fund, Alberta Advanced Education, October 16, 1984."},
      {
        "id":"ED255363",
        "title":"Pennsylvania Environmental Education Master Plan. New Direction Across the State... ...For the Total Community."},
      {
        "id":"ED255365",
        "title":"Half-Truths and Consequences: The Legacy of Global 2000. Institution Analysis No. 34."},
      {
        "id":"ED255367",
        "title":"An Agenda for a Study of Government Science Policy. Report Prepared by the Task Force on Science Policy Transmitted to the Committee on Science and Technology, U.S. House of Representatives, Ninety-Eighth Congress, Second Session, Serial MM (December 1984)."},
      {
        "id":"ED255368",
        "title":"Attitude and Achievement in Ninth Grade Physical Science of Low Need Level Students: A Reexamination of the Matching Hypothesis."},
      {
        "id":"ED255369",
        "title":"Investigations in Mathematics Education. Volume 17, Number 4."},
      {
        "id":"ED255370",
        "title":"Research on Mathematics Education Reported in 1984."},
      {
        "id":"ED255372",
        "title":"Using Short Forms of Several Classroom Environment Scales to Assess and Improve Classroom Psychosocial Environment."},
      {
        "id":"ED255373",
        "title":"Development and Validation of Essential Computer Literacy Competencies for Science Teachers."},
      {
        "id":"ED255376",
        "title":"Characteristics of Problem Representation Indicative of Understanding in Mathematics Problem Solving."},
      {
        "id":"ED255377",
        "title":"Assessment of Mathematics Remediation at Ramapo College of New Jersey."},
      {
        "id":"ED255378",
        "title":"An Empirical Validation of Computer Models of Children's Word Problem Solving."},
      {
        "id":"ED255379",
        "title":"A Comparison of the Reasoning Ability of Gifted and Mainstreamed Science Students."},
      {
        "id":"ED255382",
        "title":"Teacher's Guide to Aviation Education Resources. Including: Career Information, Audiovisuals, Publications, Periodicals."},
      {
        "id":"ED255386",
        "title":"Investigations in Science Education. Volume 11, Number 1."},
      {
        "id":"ED255388",
        "title":"Relationships of Attitude toward Science and Family Environment."},
      {
        "id":"ED255389",
        "title":"Effects of Microcomputer Simulations on Achievement and Attitudes of Middle School Students."},
      {
        "id":"ED255390",
        "title":"Cognitive Restructuring as a First Step in Problem Solving."},
      {
        "id":"ED255393",
        "title":"The Role of Spatial Ability and Achievement in Organic Chemistry."},
      {
        "id":"ED255396",
        "title":"A Resource Guide to Assist Lawyers and Law Students for Participation in Kindergarten through Eighth Grade Law-Related Classrooms."},
      {
        "id":"ED255397",
        "title":"So You Have Agreed to Help...A Resource Guide for Lawyers to Help Solicit Funds for Local Law-Related Education Projects."},
      {
        "id":"ED255398",
        "title":"A Resource Guide on Contemporary Legal Issues...for Use in Secondary Education."},
      {
        "id":"ED255401",
        "title":"Curriculum Implications of Jacob Bronowski's 'The Identity of Man.'"},
      {
        "id":"ED255403",
        "title":"Social Implications of Technological Innovations: A Study of Ethics and Attitudes."},
      {
        "id":"ED255404",
        "title":"Toward Excellence &amp; Equity: The Scholarship on Women as a Catalyst for Change in the University."},
      {
        "id":"ED255408",
        "title":"Family Life Education for Young Adolescents: A Summary of Three Quasi-Experiments."},
      {
        "id":"ED255411",
        "title":"State of the World, 1985: A Worldwatch Institute Report on Progress toward a Sustainable Society."},
      {
        "id":"ED255420",
        "title":"Projections of the Population of the United States, by Age, Sex, and Race: 1983 to 2080."},
      {
        "id":"ED255421",
        "title":"We, the Americans. No. 1."},
      {
        "id":"ED255422",
        "title":"We, the American Women, No. 2. Revised."},
      {
        "id":"ED255426",
        "title":"The Effects of Student IQ and Programmed Instruction Frame Length on Social Studies Achievement."},
      {
        "id":"ED255428",
        "title":"The Deficit and the Federal Budget. 1983 National Issues Forum."},
      {
        "id":"ED255429",
        "title":"Nuclear Arms and National Security. 1983 National Issues Forum."},
      {
        "id":"ED255430",
        "title":"The Soaring Cost of Health Care. 1984 National Issues Forum."},
      {
        "id":"ED255431",
        "title":"Jobs and the Jobless in a Changing Workplace. 1984 National Issues Forum."},
      {
        "id":"ED255432",
        "title":"Difficult Choices about Environmental Protection. 1984 National Issues Forum."},
      {
        "id":"ED255433",
        "title":"Census &apos;80: Continuing the Factfinder Tradition."},
      {
        "id":"ED255434",
        "title":"The Role of Unions in the American Economy. Second Edition."},
      {
        "id":"ED255436",
        "title":"The Education of Juan Abdul Tipsuda. A Case Study of the New Immigrant in Chicago."},
      {
        "id":"ED255467",
        "title":"A Study of Sex Equity in Classroom Interaction. Final Report: Volume I."},
      {
        "id":"ED255469",
        "title":"Review of Research in Social Studies Education, 1976-1983. Bulletin 75."},
      {
        "id":"ED255470",
        "title":"Research Within Reach: Resources for School Improvement. Final Report."},
      {
        "id":"ED255480",
        "title":"National Childhood Vaccine-Injury Compensation Act. Hearing before the Committee on Labor and Human Resources, United States Senate, Ninety-Eighth Congress on S.2117 to Amend the Public Health Service Act to Provide for the Compensation of Children and Others Who Have Sustained Vaccine-Related Injury, and for Other Purposes."},
      {
        "id":"ED255481",
        "title":"Nutrition for Sport Success."},
      {
        "id":"ED255483",
        "title":"Shaping the Body Politic: Legislative Training for the Physical Educator."},
      {
        "id":"ED255484",
        "title":"Overseas Teachers Act of 1984. Hearing before the Subcommittee on Compensation and Employee Benefits of the Committee on Post Office and Civil Service, House of Representatives, Ninety-Eighth Congress, Second Session on H.R. 6175, a Bill to Amend the Defense Department Overseas Teachers Pay and Personnel Practices Act."},
      {
        "id":"ED255486",
        "title":"Progress in Controlling Breast Cancer. Hearing before the Subcommittee on Health and Long-Term Care of the Select Committee on Aging. House of Representatives, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED255493",
        "title":"Methods of Assessing Teacher Education Students. Conference Proceedings."},
      {
        "id":"ED255496",
        "title":"Nutrition Education: Choose Well, Be Well. A Curriculum Guide for Junior High School."},
      {
        "id":"ED255497",
        "title":"H.R. 4684--National Nutrition Monitoring and Related Research Act of 1984. Joint Hearing before the Subcommittee on Science, Research and Technology of the Committee on Science and Technology and the Subcommittee on Department Operations, Research, and Foreign Agriculture of the Committee on Agriculture. House of Representatives, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED255509",
        "title":"Supervisor Assessments of Inservice Education Planning Practices: Collaboration and Competency Concerns."},
      {
        "id":"ED255510",
        "title":"Nutrition Education--Choose Well, Be Well. A Resource Manual for Parent and Community Involvement in Nutrition Education Programs."},
      {
        "id":"ED255512",
        "title":"The New York State Teacher. The Metropolitan Life Survey."},
      {
        "id":"ED255513",
        "title":"Incentives for Excellence in America's Schools. A Report from the ASCD Task Force on Merit Pay and Career Ladders."},
      {
        "id":"ED255514",
        "title":"Teacher Locus of Control and Its Correlates among Experienced Teachers."},
      {
        "id":"ED255515",
        "title":"The Impact of State Policy on Entrance into the Teaching Profession. Final Report."},
      {
        "id":"ED255516",
        "title":"Clinical Supervision: Research in Schools Utilizing Comparative Measures."},
      {
        "id":"ED255518",
        "title":"Supportive Intervention as a Vehicle for Faculty Development."},
      {
        "id":"ED255519",
        "title":"Teacher Career Development: A Comparison of College-Aged and Older-Adult Preservice Teachers."},
      {
        "id":"ED255520",
        "title":"Teacher Concerns: Developmental Changes in Preservice Teachers."},
      {
        "id":"ED255521",
        "title":"A Pre and Post-Practicum Comparison of Teacher Interns' Perceptions of Diagnostic Information."},
      {
        "id":"ED255523",
        "title":"Retraining Programs to Alleviate Teacher Shortages in Mathematics and Science."},
      {
        "id":"ED255524",
        "title":"Research-Based Guidelines and Strategies to Train Teachers for Parent Involvement."},
      {
        "id":"ED255526",
        "title":"Menu Planning Guide for School Food Service. Revised."},
      {
        "id":"ED255529",
        "title":"Food & Fitness. Directory. Human Nutrition Activities."},
      {
        "id":"ED255530",
        "title":"Nutrient Intakes: Individuals in 48 States, Year 1977-78. Nationwide Food Consumption Survey 1977-78. Report No. I-2."},
      {
        "id":"ED255535",
        "title":"An Inventory Approach to Assessing the Learning Styles of College Students: Continued Exploration."},
      {
        "id":"ED255542",
        "title":"The Relationship of GRE General Test Item-Type Part Scores to Undergraduate Grades."},
      {
        "id":"ED255543",
        "title":"Relationships between Direct and Indirect Measures of Writing Ability."},
      {
        "id":"ED255544",
        "title":"Summaries of Studies Involving the Test of English as a Foreign Language, 1963-1982."},
      {
        "id":"ED255545",
        "title":"Use of Empirical Bayes Methods in the Study of the Validity of Academic Predictors of Graduate School Performance."},
      {
        "id":"ED255548",
        "title":"Evaluation's Contribution to the Success of a Silicon Valley School/Industry Partnership: The Peninsula Academies Evaluation."},
      {
        "id":"ED255549",
        "title":"Developing Intuition: The Key to Creative Futures Research."},
      {
        "id":"ED255553",
        "title":"Factors Affecting Student Achievement in the Greek Educational System."},
      {
        "id":"ED255554",
        "title":"From Validity Generalization to Meta-Analysis: The Development and Application of a New Research Integration Procedure."},
      {
        "id":"ED255555",
        "title":"Gender Difference in Academic Achievement According to Method of Measurement."},
      {
        "id":"ED255556",
        "title":"Group-Based Mastery Learning: A Robin Hood Approach to Instruction?"},
      {
        "id":"ED255559",
        "title":"The Importance of Context in Testing: A Meta-Analysis."},
      {
        "id":"ED255560",
        "title":"Microcomputers: Statistical Analysis Software. Evaluation Guide Number 5."},
      {
        "id":"ED255563",
        "title":"Measuring and Increasing Time-On-Task: A Cost Effective Approach."},
      {
        "id":"ED255564",
        "title":"Metamemory and Motivation: A Comparison of Strategy Use and Performance in German and American Children."},
      {
        "id":"ED255571",
        "title":"Power Analysis of Selected Parametric and Nonparametric Tests for Heterogeneous Variances in Non-Normal Distributions."},
      {
        "id":"ED255572",
        "title":"A Participant Model for Evaluating a Primary Care Residency Program."},
      {
        "id":"ED248531",
        "title":"Spelling Trends, Content, and Methods. What Research Says to the Teachers."},
      {
        "id":"ED248532",
        "title":"Writing to Learn across the Curriculum. Fastback 209."},
      {
        "id":"ED248536",
        "title":"The Part-Time Factor: A Critical Variable in Composition Instruction."},
      {
        "id":"ED248537",
        "title":"Langston Hughes Curriculum Packet: Dig and Be Dug in Return."},
      {
        "id":"ED248540",
        "title":"Rating the Raters: Some Characteristics of Quill and Scroll's Newspaper and Newsmagazine Judges."},
      {
        "id":"ED248542",
        "title":"Language Development in Young Children and in the Composition Class: The Role of Pragmatics."},
      {
        "id":"ED248545",
        "title":"Conceptualizing Communication Competence: Directions for Research and Instruction."},
      {
        "id":"ED248548",
        "title":"Grading Style and Instructor Responsiveness."},
      {
        "id":"ED248549",
        "title":"What's in a Grade?"},
      {
        "id":"ED248555",
        "title":"Corporate Quality Circles: Theoretical and Pragmatic Extensions."},
      {
        "id":"ED248561",
        "title":"A Theoretical and Methodological Evaluation of Organizational Interviewing Research from a Communication Perspective."},
      {
        "id":"ED248562",
        "title":"The 4-H Debate Project: Getting Adults and Children Involved in Communication."},
      {
        "id":"ED248564",
        "title":"The Small College Administrative Environment."},
      {
        "id":"ED248565",
        "title":"Expatriate Executive Failure: An Overview of the Underlying Causes."},
      {
        "id":"ED248566",
        "title":"Approaches to Human Communication Training: The Sociological Focus."},
      {
        "id":"ED248568",
        "title":"Television as an Instrument in the Informal Education of Preschool Children: An Analysis of National Options."},
      {
        "id":"ED248569",
        "title":"The Unionization of School Administrators: A Study of Public Policy-Making and Labor Relations."},
      {
        "id":"ED248570",
        "title":"Education in Costa Rica: An Overview."},
      {
        "id":"ED248571",
        "title":"Microcomputers in the School Office: Primer for Administrators. School Management Digest Series Number 30."},
      {
        "id":"ED248578",
        "title":"The Quality Control Circle: Is It for Education?"},
      {
        "id":"ED248582",
        "title":"Essays in School Administration."},
      {
        "id":"ED248583",
        "title":"Statistical Profiles of the Great City Schools: 1970-1982. [Draft Report]."},
      {
        "id":"ED248589",
        "title":"The Succession of a School Principal."},
      {
        "id":"ED248599",
        "title":"State Legislative Policies on Private Education."},
      {
        "id":"ED248600",
        "title":"The Intergovernmental Balance in Education."},
      {
        "id":"ED248603",
        "title":"Standards for Georgia Public Schools, 1984."},
      {
        "id":"ED248604",
        "title":"Redefining General Education in the American High School."},
      {
        "id":"ED248605",
        "title":"Working Knowledge and Other Essays."},
      {
        "id":"ED248609",
        "title":"Grade Organization Patterns in Schools: A Review of the Research."},
      {
        "id":"ED248617",
        "title":"The Quest for Excellence: Making Public Schools More Effective."},
      {
        "id":"ED248619",
        "title":"Annual Report, Fiscal Year 1983."},
      {
        "id":"ED248620",
        "title":"The Role of the Family in Rehabilitation. Rehabilitation Research Review #8."},
      {
        "id":"ED248622",
        "title":"A Home-Based Media Approach for Developing Critical Skills in Young Visually Impaired Children. Final Report."},
      {
        "id":"ED248625",
        "title":"Who's Crazy? II."},
      {
        "id":"ED248628",
        "title":"A Conceptual Framework for Providing Services to Seriously Emotionally Disturbed Children and Adolescents."},
      {
        "id":"ED248632",
        "title":"Multidisciplinary Approach to Rural Service Delivery: A Transactional Perspective."},
      {
        "id":"ED248634",
        "title":"Issues and Challenges Facing Special Education Teachers in a Correctional Setting."},
      {
        "id":"ED248637",
        "title":"Developing a Social Skills Curriculum for Mildly Handicapped Adolescents and Young Adults: Some Problems and Approaches."},
      {
        "id":"ED248638",
        "title":"Student Decision Making: Improving the School for All Students."},
      {
        "id":"ED248639",
        "title":"The Importance of Play and Games in the Middle School Program for Emotionally Disturbed Young Adolescents."},
      {
        "id":"ED248640",
        "title":"Generic Affective Competencies: A Model for Teaching Socially and Emotionally Disturbed Adolescents."},
      {
        "id":"ED248641",
        "title":"Parameters of Cumulative Programming with Severely/Profoundly Handicapped Pupils. Final Report."},
      {
        "id":"ED248646",
        "title":"Teaching, Learning and Development: Volume I."},
      {
        "id":"ED248647",
        "title":"A Conceptual Framework for Foundations."},
      {
        "id":"ED248650",
        "title":"Research on Motivation in Educational Settings: Implications for Hearing-Impaired Students."},
      {
        "id":"ED248653",
        "title":"Transfer of Learning from One Setting to Another"},
      {
        "id":"ED248654",
        "title":"Teaching, Learning and Development: Volume II."},
      {
        "id":"ED248656",
        "title":"Tutoring Special Students."},
      {
        "id":"ED248663",
        "title":"Resource Guide for Linguistically and Culturally Different Pupils with Exceptional Needs."},
      {
        "id":"ED248664",
        "title":"Hearing on the Reauthorization of the Education of the Handicapped Act Amendments of 1984. Hearing before the Subcommittee on Select Education of the Committee on Education and Labor, House of Representatives, Ninety-Eighth Congress, First Session on H.R. 3435, To Revise and Extend the Education of the Handicapped Act, and For Other Purposes."},
      {
        "id":"ED248671",
        "title":"E.H.A. Part B Supplementary Services for Handicapped Students Health Education Paraprofessionals Program. 1982-83. O.E.E. Evaluation Report."},
      {
        "id":"ED248675",
        "title":"Educational Materials for and about Young People with Diabetes."},
      {
        "id":"ED248678",
        "title":"National Directory of Special Education Teacher Preparation Programs, 1983."},
      {
        "id":"ED248683",
        "title":"Exercise Program for the Developmentally Disabled: Improving and Maintaining Physical Fitness."},
      {
        "id":"ED248684",
        "title":"Curriculum Guides for SSSQ."},
      {
        "id":"ED248689",
        "title":"What's in a Name? Attitudes toward Ms. and Other Courtesy Titles."},
      {
        "id":"ED248691",
        "title":"The Director's Job Skills in Intensive English Programs."},
      {
        "id":"ED248692",
        "title":"An Institutional Approach to Improving the English Proficiency of Foreign Students: The Modified Transitional Model."},
      {
        "id":"ED248693",
        "title":"The Nature and Replicability of Factors in Second Language Acquisition. Research Bulletin No. 605."},
      {
        "id":"ED248694",
        "title":"The Reading Comprehension of Elliptical Arguments in EST Textbooks."},
      {
        "id":"ED248708",
        "title":"A Longitudinal Look at Classroom Instruction and Reading Acquisition by Spanish-English Bilingual Students."},
      {
        "id":"ED248710",
        "title":"Factors Influencing the Implementation of Language Assistance Programs."},
      {
        "id":"ED248711",
        "title":"Comparison of Grammatical Errors of Developmental English and ESL Advanced Level Students."},
      {
        "id":"ED248715",
        "title":"Adolescent and Young Adult English of Vietnamese Refugees."},
      {
        "id":"ED248717",
        "title":"Teaching Job-Related English as a Second Language."},
      {
        "id":"ED248719",
        "title":"Mother Tongue Teaching in Britain and the United States: Some Current Developments."},
      {
        "id":"ED248721",
        "title":"Teaching Spanish in a Typographic/Electronic Culture."},
      {
        "id":"ED248722",
        "title":"Cross-Language Analysis and Second Language Acquisition. Volume 1. Jyvaskyla Cross-Language Studies, No. 9."},
      {
        "id":"ED248723",
        "title":"Cross-Language Analysis and Second Language Acquisition. Volume 2. Jyvaskyla Cross-Language Studies, No. 10."},
      {
        "id":"ED248724",
        "title":"Computer Simulation and ESL Reading."},
      {
        "id":"ED248726",
        "title":"Making CAI Accessible."},
      {
        "id":"ED248741",
        "title":"Self-Assessment Report: The Doctoral Program in Higher Education at the University of Georgia."},
      {
        "id":"ED248746",
        "title":"Dental Education and Supply of Dentists: Policy Issues of the Eighties."},
      {
        "id":"ED248747",
        "title":"Profiles of the SREB States: Organization for Coordination and Budgeting in Higher Education. (1984 Edition)."},
      {
        "id":"ED248748",
        "title":"Computer Technology and Nursing Education."},
      {
        "id":"ED248749",
        "title":"Peer Advising in a School of Business."},
      {
        "id":"ED248753",
        "title":"A Revenue Generating Project in a 3+1 Medical Technology Project."},
      {
        "id":"ED248759",
        "title":"Vocabulary Instruction in Georgia's Postsecondary Reading Programs. College Reading and Learning Assistance Technical Report 84-06."},
      {
        "id":"ED248760",
        "title":"Integrating Study Skills and Orientation Courses. College Reading and Learning Assistance Technical Report 84-07."},
      {
        "id":"ED248761",
        "title":"The Professional Preparation of College Reading and Study-Skills Specialists. College Reading and Learning Assistance Technical Report 84-05."},
      {
        "id":"ED248762",
        "title":"Focusing on Standards: A Checklist for Rating Competencies of College Reading Specialists. College Reading and Learning Assistance Technical Report 84-04."},
      {
        "id":"ED248764",
        "title":"Text Writing at an Undergraduate College."},
      {
        "id":"ED248771",
        "title":"Full-Time Humanities Faculty, Fall 1982. Higher Education Panel Report Number 61."},
      {
        "id":"ED248772",
        "title":"Field Practica: An Appraisal of One BSW Program."},
      {
        "id":"ED248775",
        "title":"Federal Support to Universities, Colleges, and Selected Nonprofit Institutions, Fiscal Year 1982. Final Report to the President and Congress."},
      {
        "id":"ED248780",
        "title":"Partnerships through Innovative Telecommunications at California State University, Chico."},
      {
        "id":"ED248781",
        "title":"Department of Education&apos;s College Construction Loan Programs. Hearing before a Subcommittee of the Committee on Government Operations. House of Representatives, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED248786",
        "title":"Foundation for Strategic Choices for Frostburg State College. A Report of the Findings of the College's Marketing Task Force."},
      {
        "id":"ED248803",
        "title":"Factors Related to Increase in Women Graduates from Professional Schools in U.S., 1960-1980."},
      {
        "id":"ED248805",
        "title":"Directory of Higher Education Programs and Faculty. Fourth Edition."},
      {
        "id":"ED248814",
        "title":"Changes in Religious Behavior and Attitudes of College Students by Race and Sex over a Ten Year Period."},
      {
        "id":"ED248821",
        "title":"Improving Financial Aid Services for Adults: A Program Guide."},
      {
        "id":"ED248822",
        "title":"Interracial Norms, Behavior and Attitudes among University Students."},
      {
        "id":"ED248824",
        "title":"Sexual Harassment at UC Davis."},
      {
        "id":"ED248827",
        "title":"The Standardized Test Scores of College Graduates, 1964-1982."},
      {
        "id":"ED248830",
        "title":"Microcomputers, Conceptual Change and the Design of Science Instruction: Examples from Kinematics and Dynamics."},
      {
        "id":"ED248831",
        "title":"Microcomputers in Education: An Introduction."},
      {
        "id":"ED248832",
        "title":"School Utilization Study, 1982-83. Executive Summary."},
      {
        "id":"ED248833",
        "title":"A Structured Model for Software Documentation."},
      {
        "id":"ED248835",
        "title":"Tuning Out Education: The Cooperation Doctrine in Radio, 1922-38."},
      {
        "id":"ED248837",
        "title":"Distance Education: Collected ERIC Abstracts."},
      {
        "id":"ED248855",
        "title":"The Instructional Designer in the Role of Consultant: Problems and Strategies."},
      {
        "id":"ED248856",
        "title":"The Instructional Value of Wrong Answers."},
      {
        "id":"ED248870",
        "title":"Videotex in Middle School: Accommodating Computers and Printouts in Learning Information Processing Skills."},
      {
        "id":"ED248871",
        "title":"Advisory List of Computer Courseware."},
      {
        "id":"ED248872",
        "title":"Advisory List of Computer-Related Materials."},
      {
        "id":"ED248873",
        "title":"Advisory List of Instructional Media--16MM Films."},
      {
        "id":"ED248874",
        "title":"Advisory List of Reference Books for Grades K-6."},
      {
        "id":"ED248880",
        "title":"Electronic Mail."},
      {
        "id":"ED248881",
        "title":"An Analysis of Available Courseware."},
      {
        "id":"ED248882",
        "title":"Online Data Bases. Reports to Decision Makers, Number 4."},
      {
        "id":"ED248884",
        "title":"Personal Computers in Iowa Vocational Agriculture Programs: Competency Assessment and Usage."},
      {
        "id":"ED248887",
        "title":"&quot;Computer Literacy&quot; and the Curriculum."},
      {
        "id":"ED248888",
        "title":"Consumer Age as a Predictor of Videotex Adoption."},
      {
        "id":"ED248890",
        "title":"Development and Validation of Army Selection and Classification Measures. Project A: Longitudinal Research Database Plan. Research Report 1356."},
      {
        "id":"ED248893",
        "title":"Roles in Media Program Development: School and Community."},
      {
        "id":"ED248896",
        "title":"Annual Report on LSCA Priorities. FY 1982."},
      {
        "id":"ED248902",
        "title":"A Decade of Accomplishment. National Commission on Libraries and Information Science Annual Report, 1980-1981."},
      {
        "id":"ED248919",
        "title":"General Studies for the Fine Arts: An Alternative."},
      {
        "id":"ED248921",
        "title":"Team Learning in Large Classes."},
      {
        "id":"ED248923",
        "title":"Camelot: An Individualized Information System."},
      {
        "id":"ED248924",
        "title":"College Responses to Low-Achieving Students: A National Study."},
      {
        "id":"ED248925",
        "title":"Assessment, Historical Perspective, and Prediction of the Academic Performance at Senior Institutions of Transfer Students from a Multi-Campus Community College District."},
      {
        "id":"ED248927",
        "title":"Survey of Assessment of Basic Skills in Illinois Public Two Year Colleges. Report #99."},
      {
        "id":"ED248933",
        "title":"Paired Classes: Write to Learn and Learn to Write."},
      {
        "id":"ED248941",
        "title":"The Outside Line: A Conference on Equalizing Educational Opportunities for Homebound People through Audio Teleconferencing (Phoenix, Arizona, May 31, 1984). The Results Can Speak for Themselves."},
      {
        "id":"ED248949",
        "title":"Pre-school Education and Children with Special Needs."},
      {
        "id":"ED248951",
        "title":"Child Care Consumer Education: A Curriculum for Working Parents."},
      {
        "id":"ED248952",
        "title":"Fathers and Daughters."},
      {
        "id":"ED248954",
        "title":"PATHS - Providing Appropriate Training in Head Start: A Grantee Guide."},
      {
        "id":"ED248956",
        "title":"Work and Family Life among Anglo, Black and Mexican American Single-Parent Families. Executive Summary of the 1983 Annual Report."},
      {
        "id":"ED248958",
        "title":"Family Day Care Networking Project. [Final Report]."},
      {
        "id":"ED248966",
        "title":"Children, Youth, and Families in the Midwest. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, Ninety-Eighth Congress, First Session (St. Paul, Minnesota, September 26, 1983)."},
      {
        "id":"ED248967",
        "title":"Children, Youth, and Families: 1983. A Year-End Report on the Activities of the Select Committee on Children, Youth, and Families, U.S. House of Representatives, Ninety-Eighth Congress, Second Session, with Minority Views and Additional Views. Committee Print."},
      {
        "id":"ED248968",
        "title":"Forum for Families: Quality of American Family Life. Hearing before the Subcommittee on Family and Human Services of the Committee on Labor and Human Resources, United States Senate, Ninety-Eighth Congress, First Session (November 18, 1983)."},
      {
        "id":"ED248969",
        "title":"The Effectiveness of Federal Child and Maternal Health Programs. Hearing before the Subcommittee on Economic Goals and Intergovernmental Policy of the Joint Economic Committee. Congress of the United States, Ninety-Eighth Congress, First Session."},
      {
        "id":"ED248971",
        "title":"An Analysis of the Theoretical Foundations for the Use of Microcomputers in Early Childhood Education."},
      {
        "id":"ED248974",
        "title":"The Cultural Context of Gender Segregation in Children's Peer Groups."},
      {
        "id":"ED248976",
        "title":"Prediction of Child Academic Competence from Maternal Modernity During Infancy."},
      {
        "id":"ED248978",
        "title":"The Development of Music Syntax: Some Observations of Music Babble in Young Children."},
      {
        "id":"ED248979",
        "title":"[Kindergarten Scheduling Study: Results for Administrators, Results for Teachers, Midwestern State Survey, Midwest University Professors Study. Volume I, Numbers 1-4.]"},
      {
        "id":"ED248982",
        "title":"Children, Youth, and Families in the Southeast. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, Ninety-Eighth Congress, First Session (Miami, Florida, October 14, 1983)."},
      {
        "id":"ED248984",
        "title":"Questions Parents Ask about Kindergarten."},
      {
        "id":"ED248987",
        "title":"Competencies in Early Childhood Education."},
      {
        "id":"ED248988",
        "title":"Early Education and Alternative Childcare in the Context of the Family and Society."},
      {
        "id":"ED248989",
        "title":"The Effects of the Head Start Program on Children's Cognitive Development. Preliminary Report. Head Start Evaluation, Synthesis and Utilization Project."},
      {
        "id":"ED248990",
        "title":"Child Care/Child Abuse: The Final Report of the Dodge Project."},
      {
        "id":"ED248994",
        "title":"A Review of Head Start Research Since 1970. Head Start Evaluation, Synthesis and Utilization Project."},
      {
        "id":"ED248995",
        "title":"A Review of Head Start Research Since 1970 and An Annotated Bibliography of the Head Start Research Since 1965. Head Start Evaluation, Synthesis and Utilization Project."},
      {
        "id":"ED249000",
        "title":"Ute Unit: Study Guide and Follow Up Activities."},
      {
        "id":"ED249003",
        "title":"Educational Telecommunications in Small Rural Schools. State of New York Pilot Program for Assessment and Implementation of Educational Telecommunications Applications as an Alternative to Strengthen Small Rural Schools."},
      {
        "id":"ED249007",
        "title":"Changing Roles for the Anthropologist: Current Work among Native Americans in North America."},
      {
        "id":"ED249008",
        "title":"Strategies and Linkages: A Guide for Linking Vocational Education and Tribal Economic Planning."},
      {
        "id":"ED249011",
        "title":"Productive and Reproductive Work on the Family Farm: Changes Among Ethnic Groups in Ellis County, Kansas."},
      {
        "id":"ED249013",
        "title":"A Higher Education Study of Minnesota Chippewa Tribal Students."},
      {
        "id":"ED249018",
        "title":"Community Change and the Farm Sector: Impacts of Rural Development on Agriculture."},
      {
        "id":"ED249019",
        "title":"Agricultural Communities: The Interrelationship of Agriculture, Business, Industry, and Government in the Rural Economy. A Symposium (Washington, DC. May 19-20, 1983)."},
      {
        "id":"ED249022",
        "title":"American Indians--U.S. Indian Policy, Tribes and Reservations, BIA: Past and Present, Economic Development."},
      {
        "id":"ED249023",
        "title":"American Indian Tribal Programs in Child Welfare in Region VIII."},
      {
        "id":"ED249024",
        "title":"American Indian Youth Resource Guide."},
      {
        "id":"ED249028",
        "title":"Learning Styles and Indian Students: A Review of Research."},
      {
        "id":"ED249029",
        "title":"Native Teacher Education: A Survey of Native Indian and Inuit Teacher Education Projects in Canada."},
      {
        "id":"ED249030",
        "title":"Indian Education Projects and Programs in B.C. Schools. Revised."},
      {
        "id":"ED249031",
        "title":"Quality of Education of Native Indian Students in Canada: A Review of Research."},
      {
        "id":"ED249033",
        "title":"Confidence Course Instructor's Guide."},
      {
        "id":"ED249034",
        "title":"National Conference on High Blood Pressure Control in Native American Communities (2nd, Tulsa, Oklahoma, November 6-7, 1980). Summary Report."},
      {
        "id":"ED249035",
        "title":"California Conference on High Blood Pressure Control in the Spanish-Speaking Community (Los Angeles, California, April 1-2, 1978). Summary Report."},
      {
        "id":"ED249036",
        "title":"Communicating with Mexican Americans: Por Su Buena Salud = Communicando Con Mexico Americanos: For Their Good Health. Proceedings of the Conference (Houston, TX, September 13-14, 1979)."},
      {
        "id":"ED249037",
        "title":"Oversight of the Indian Child Welfare Act of 1978. Hearing before the Select Committee on Indian Affairs, United States Senate, Ninety-Eighth Congress, Second Session on Oversight on the Implementation of the Indian Child Welfare Act of 1978."},
      {
        "id":"ED249039",
        "title":"Differences in Teacher-Student Interactions at the Elementary and Junior High School Levels. Early Adolescence: Attitudinal and Environmental Changes."},
      {
        "id":"ED249040",
        "title":"Introduction and Integration of Classroom Routines by Expert Teachers."},
      {
        "id":"ED249045",
        "title":"Soil Erosion: Quiet Crisis in the World Economy. Worldwatch Paper 60."},
      {
        "id":"ED249048",
        "title":"Demonstration Aids for Aviation Education. [Volume II]."},
      {
        "id":"ED249053",
        "title":"Major Facilities for Materials Research and Related Disciplines."},
      {
        "id":"ED249068",
        "title":"Beaches, Dunes, and Barrier Islands. Habitat Pac."},
      {
        "id":"ED249069",
        "title":"Endangered Species. Issue Pac."},
      {
        "id":"ED249070",
        "title":"Freshwater Marsh. Habitat Pac."},
      {
        "id":"ED249071",
        "title":"Migratory Birds. Issue Pac."},
      {
        "id":"ED249072",
        "title":"Urban Areas. Habitat Pac."},
      {
        "id":"ED249073",
        "title":"Wetlands Conservation and Use. Issue Pac."},
      {
        "id":"ED249081",
        "title":"Scientists, Engineers, and Technicians in Trade and Regulated Industries: 1982. Detailed Statistical Tables. Surveys of Science Resources Series."},
      {
        "id":"ED249083",
        "title":"Science and Technology Data Book."},
      {
        "id":"ED249085",
        "title":"Mathematics and Science Instruction in Southern California."},
      {
        "id":"ED249086",
        "title":"Ciencias 3. Manual do Professor (Science 3. Teacher's Manual)."},
      {
        "id":"ED249087",
        "title":"Ciencias 3. (Science 3). Student Book."},
      {
        "id":"ED249088",
        "title":"Ciencias 3. Caderno de Exercicios. (Science 3. Workbook)."},
      {
        "id":"ED249090",
        "title":"Engineering Aid 3 &amp; 2, Vol. 1. Rate Training Manual and Nonresident Career Course."},
      {
        "id":"ED249091",
        "title":"Engineering Aid 3 &amp; 2, Vol. 2. Rate Training Manual."},
      {
        "id":"ED249098",
        "title":"An Overview of Basic Facts, Computation with Whole Numbers, and Estimation in the Elementary School of Taiwan, Republic of China."},
      {
        "id":"ED249099",
        "title":"Signs of Fall. A Fall Activity Packet for Pre-School."},
      {
        "id":"ED249100",
        "title":"Nature Prepares for Winter. A Fall Activity Packet for Kindergarten."},
      {
        "id":"ED249101",
        "title":"The Interesting World of Insects. A Fall Activity Packet for First Grade."},
      {
        "id":"ED249102",
        "title":"Nature's Hitchhikers. A Fall Activity Packet for Second Grade."},
      {
        "id":"ED249103",
        "title":"Animal Homes and Habitats. A Fall Activity Packet for Third Grade."},
      {
        "id":"ED249104",
        "title":"Energy Around Us. A Fall Activity Packet for Fourth Grade."},
      {
        "id":"ED249105",
        "title":"Reading the Rocks. A Fall Activity Packet for Fifth Grade."},
      {
        "id":"ED249106",
        "title":"Signs of Spring. A Spring Activity Packet for Pre-School."},
      {
        "id":"ED249107",
        "title":"Who Lives There? A Spring Program for Kindergarten."},
      {
        "id":"ED249108",
        "title":"Spring Birds. A Spring Activity Packet for First Grade."},
      {
        "id":"ED249109",
        "title":"Frogs and Toads. A Spring Activity Packet for Second Grade."},
      {
        "id":"ED249110",
        "title":"Forests and Flowers. A Spring Activity Packet for Third Grade."},
      {
        "id":"ED249111",
        "title":"Michigan Natural History. A Spring Activity Packet for Fourth Grade."},
      {
        "id":"ED249112",
        "title":"Our World of Water. A Spring Program for Fifth Graders."},
      {
        "id":"ED249120",
        "title":"Structures of International News. A Case Study of the World's Press."},
      {
        "id":"ED249135",
        "title":"A Manual for Implementing a Cooperative Consumer/Law-Related Education Program."},
      {
        "id":"ED249137",
        "title":"Student Perceptions of Post Civil War Presidents: A Survey Conducted at the University of Nebraska at Omaha, 1979-1981."}]
  }}
