{
  "response":{"numFound":509939,"start":174000,"numFoundExact":true,"docs":[
      {
        "id":"ED249140",
        "title":"Peace and Security: The United Nations and National Interests. Report of the United Nations of the Next Decade Conference (19th, Cape Cod, Massachusetts, June 17-22, 1984)."},
      {
        "id":"ED249141",
        "title":"Dynamics of International Host Families. AFS Research Reports, No. 27."},
      {
        "id":"ED249142",
        "title":"A Study of Selected Eighth Grade United States History Textbooks. 1982-83 Michigan Social Studies Textbook Study. Volume I. Overview, Summary of Findings, Appendices."},
      {
        "id":"ED249143",
        "title":"A Study of Selected Eighth Grade United States History Textbooks. 1982-83 Michigan Social Studies Textbook Study. Volume II. Individual Reviewers Criteria Checklists."},
      {
        "id":"ED249144",
        "title":"A Study of Selected Eighth Grade United States History Textbooks. 1982-83 Michigan Social Studies Textbook Study. Volume III. Selected Sections from the Complete Report."},
      {
        "id":"ED249149",
        "title":"NEH Curriculum Integration Project: Selected Project Materials, 1981-1982."},
      {
        "id":"ED249150",
        "title":"Equity and Excellence. A Conference on Women's Studies and the Humanities (Greensboro, North Carolina, March 17-18, 1983). A Conference Report."},
      {
        "id":"ED249151",
        "title":"Social Studies Education Interpretive Report. 1983-84."},
      {
        "id":"ED249153",
        "title":"Selected Project Materials, 1980-1983 of the Women in the Curriculum Program and the Leadership for Educational Equity Project."},
      {
        "id":"ED249162",
        "title":"Educational Attainment in the United States: March 1981 and 1980."},
      {
        "id":"ED249183",
        "title":"Learning Style and Teaching Style Analysis in the Teacher Education Curriculum: A Synthesis Approach."},
      {
        "id":"ED249185",
        "title":"Careers in Dance."},
      {
        "id":"ED249186",
        "title":"Perceived Relative Importance of Content and Process to Effective Teaching."},
      {
        "id":"ED249190",
        "title":"A Study of Student-Teacher Thinking."},
      {
        "id":"ED249197",
        "title":"Nutrition Education Research: Strategies for Theory Building. Proceedings of the Nutrition Education Research Conference (Lincolnshire, Illinois, November 11-13, 1983)."},
      {
        "id":"ED249200",
        "title":"The Experience of Higher Education with Teacher Centers."},
      {
        "id":"ED249204",
        "title":"Classroom Strategies for Accommodating Exceptional Learners."},
      {
        "id":"ED249205",
        "title":"Class Management."},
      {
        "id":"ED249206",
        "title":"Variables in Exceptionality. The Meaning of Exceptionality and the Nature and Scope of Special Education."},
      {
        "id":"ED249207",
        "title":"Psychological Education: Instructional Approaches for Teachers."},
      {
        "id":"ED249208",
        "title":"Life Skills for Independent Living."},
      {
        "id":"ED249209",
        "title":"Teacher Communication in the Classroom."},
      {
        "id":"ED249210",
        "title":"Human Development, Human Differences and Learning."},
      {
        "id":"ED249211",
        "title":"Developing Goals and Objectives for Educational Programs."},
      {
        "id":"ED249212",
        "title":"The Classroom Teacher's Role in Reading Instruction in the Intermediate and Secondary Grades."},
      {
        "id":"ED249213",
        "title":"Teacher Relations with Minority Students and Their Families."},
      {
        "id":"ED249214",
        "title":"Curriculum-Based Assessment and Evaluation Procedures. [Revised]."},
      {
        "id":"ED249215",
        "title":"Formal Observation of Students' Social Behavior."},
      {
        "id":"ED249216",
        "title":"Promoting Constructive Student-Student Relationships through Cooperative Learning."},
      {
        "id":"ED249217",
        "title":"Parent-Teacher Interaction."},
      {
        "id":"ED249218",
        "title":"Foundational Studies in Education."},
      {
        "id":"ED249219",
        "title":"Consultation Skills: How Teachers Can Maximize Help from Specialists in Schools."},
      {
        "id":"ED249220",
        "title":"Curriculum Assessment and Modification."},
      {
        "id":"ED249221",
        "title":"Counseling Skills for Classroom Teachers."},
      {
        "id":"ED249222",
        "title":"Individualized Teaching: Writing Individualized Education Programs."},
      {
        "id":"ED249223",
        "title":"Working with Support Personnel."},
      {
        "id":"ED249224",
        "title":"Educating Handicapped Children: Judicial and Legislative Influences."},
      {
        "id":"ED249225",
        "title":"Social Principles and Values in the Education of Handicapped Children."},
      {
        "id":"ED249226",
        "title":"Provision of Classroom Instruction That Is Adaptive to Student Differences."},
      {
        "id":"ED249228",
        "title":"School Effectiveness: Profile of School Excellence."},
      {
        "id":"ED249230",
        "title":"Student Achievement in Department of Defense Dependents Schools: 1983-84 Annual Test Report."},
      {
        "id":"ED249232",
        "title":"Does Pairing Schools Hurt Chapter 1 Students?"},
      {
        "id":"ED249233",
        "title":"Three Surveys of Staff and Parent Opinions about the LAUSD Instructional Program, Spring 1983. Publication No. 440."},
      {
        "id":"ED249242",
        "title":"A Comparative Study of Methods of Equating TOEFL Test Scores."},
      {
        "id":"ED249243",
        "title":"High School and Beyond First Follow-Up (1982). Sample Design Report."},
      {
        "id":"ED249244",
        "title":"High School and Beyond First Follow-Up (1982), Technical Report."},
      {
        "id":"ED249245",
        "title":"Determining Minimum Sample Sizes for Multiple Regression Grade Prediction Equations for Colleges. Research Report No. 83."},
      {
        "id":"ED249247",
        "title":"Language Development Component, Compensatory Language Experiences and Reading Program. Final Evaluation Report."},
      {
        "id":"ED249248",
        "title":"Home School and Adult Instruction Component, Home-School-Community Agents Project. Final Evaluation Report."},
      {
        "id":"ED249249",
        "title":"An Investigation of the Effect of Correlated Abilities on Observed Test Characteristics."},
      {
        "id":"ED249250",
        "title":"Improving Learning through Enhanced Metacognition: A Classroom Study."},
      {
        "id":"ED249251",
        "title":"Instrument Formatting with Computer Data Entry in Mind."},
      {
        "id":"ED249252",
        "title":"Language Development Component, Secondary Developmental Reading Program. Final Evaluation Report."},
      {
        "id":"ED249254",
        "title":"Matching Teacher Training with Teacher Needs in Testing."},
      {
        "id":"ED249257",
        "title":"Microcomputers and Evaluation Research: Potential Benefits and Problems. Paper and Report Series, No. 98."},
      {
        "id":"ED249258",
        "title":"School Improvement Program. Final Evaluation Report."},
      {
        "id":"ED249259",
        "title":"Science and Mathematics Education in American High Schools: Results from the High School and Beyond Study. National Center for Education Statistics Bulletin."},
      {
        "id":"ED249260",
        "title":"Test Anxiety: Cognitive Interference or Inadequate Preparation?"},
      {
        "id":"ED249261",
        "title":"Use of the ACT Assessment by Examinees With Disabilities."},
      {
        "id":"ED249262",
        "title":"Validation of a Six Item Questionnaire for Assessing Type A Behavior."},
      {
        "id":"ED249265",
        "title":"Outcome-Based Instructional Systems: Primer and Practice. Education Brief."},
      {
        "id":"ED249267",
        "title":"Practical Considerations When Setting Test Standards: A Look at the Process Used in Kansas."},
      {
        "id":"ED249269",
        "title":"A Practitioner&apos;s Guide to Criterion-Referenced Test Development, Validation, and Test Score Usage (Second Edition). Laboratory of Psychometric and Evaluation Research Report No. 70."},
      {
        "id":"ED249275",
        "title":"Reliability and Validity of 10 Different Standard Setting Procedures."},
      {
        "id":"ED249276",
        "title":"Report of Student Performance: Update from Spring 1981 to Spring 1984. North Carolina Annual Testing Program. Basic Skills."},
      {
        "id":"ED249277",
        "title":"Report on Student Homework and Achievement, Spring 1982 and Spring 1983. Special Research Studies, 1983-84."},
      {
        "id":"ED249278",
        "title":"The Researcher-Teacher Relationship: Observations and Implications from Naturalistic Studies in Classrooms."},
      {
        "id":"ED249279",
        "title":"SPIRIT: An Evolutionally Designed Intelligent Tutoring System."},
      {
        "id":"ED249280",
        "title":"Staff Development/Human Relations Program. Final Evaluation Report."},
      {
        "id":"ED249289",
        "title":"Curriculum in Practice; The Student Perspective."},
      {
        "id":"ED249291",
        "title":"Effective Schools Are America&apos;s Best Bet: Summary and Proceedings of the AEL Regional Forum (1983). AEL Occasional Paper 011."},
      {
        "id":"ED249292",
        "title":"Quality of Responses of High School Students to Questionnaire Items. High School and Beyond: A National Longitudinal Study for the 1980's."},
      {
        "id":"ED249293",
        "title":"Computer Inequities in Opportunities for Computer Literacy."},
      {
        "id":"ED249295",
        "title":"Intelligence Tests on Trial."},
      {
        "id":"ED249297",
        "title":"International Perspectives on Affirmative Action. A Bellagio Conference (Lake Como, Italy, August 16-20, 1982)."},
      {
        "id":"ED249325",
        "title":"Chapter One in Ohio: Education Consolidation and Improvement Act, 18th Annual Evaluation Report, Fiscal 1983."},
      {
        "id":"ED249326",
        "title":"Adolescent Pregnancy: An Inventory of Relevant Federal Programs and Policies."},
      {
        "id":"ED249327",
        "title":"Teenage Parents and Teens at Risk of Pregnancy: Federal Welfare, Social Services, and Related Programs to Serve Adolescents."},
      {
        "id":"ED249328",
        "title":"Remarks of Assistant Attorney General, Civil Rights Division before the Metropolitan Center for Educational Research, Development &amp; Training, New York University, Brown Plus Thirty Conference (New York, NY, September 13, 1984)."},
      {
        "id":"ED249330",
        "title":"Teenage Pregnancy: A Comparison of Certain Characteristics among Utah Youth."},
      {
        "id":"ED249333",
        "title":"Oversight of Native Hawaiian Education. Hearing before the Select Committee on Indian Affairs, United States Senate, Ninety-Eighth Congress, Second Session on the Oversight of Native Hawaiian Education, March 21, 1984, Washington, DC."},
      {
        "id":"ED249336",
        "title":"Improving Student Performance in California. Recommendations for the California Roundtable. Appendix: A Review of Student Performance Data."},
      {
        "id":"ED249339",
        "title":"Remarks of Assistant Attorney General, Civil Rights Division, before the Affirmative Action Association (Chicago, IL, September 20, 1984). September 20, 1984)."},
      {
        "id":"ED249340",
        "title":"Remarks of Assistant Attorney General, Civil Rights Division, before the Chamber of Commerce of the United States of America. National Chamber Litigation Center's Forum Luncheon Series (Washington, D.C., September 26, 1984)."},
      {
        "id":"ED249341",
        "title":"Black Children's Behavioral Skills in the Home and School Setting: A Historical and Research Review with Policy Implications."},
      {
        "id":"ED249343",
        "title":"What's Happening to CBOs under JTPA and Where Do We Go from Here? Highlights of the NYEC Survey."},
      {
        "id":"ED249349",
        "title":"The Development of a Course of Study Planning Guide for Vocational Agriculture."},
      {
        "id":"ED249351",
        "title":"A Prototype Educational Delivery System Using Water Quality Monitoring as a Model."},
      {
        "id":"ED249352",
        "title":"Vocational Education Programs at Virginia State University: Successful Features."},
      {
        "id":"ED249356",
        "title":"The Emergency Veterans&apos; Job Training Act of 1983. Hearing before the Subcommittee on Education, Training and Employment of the Committee on Veterans&apos; Affairs, House of Representatives, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED249359",
        "title":"Michigan Occupational Information System (MOIS) Application Training 1985."},
      {
        "id":"ED249363",
        "title":"Homemaker Reaction to EFNEP/Food Stamp Pilot Nutrition Education Project. A 1983 Pennsylvania and Massachusetts Survey. Extension Studies 92."},
      {
        "id":"ED249366",
        "title":"Tapping the World of the Older Adult."},
      {
        "id":"ED249371",
        "title":"Academic Counseling for Adults in Transition to High-Tech Careers."},
      {
        "id":"ED249372",
        "title":"Gerontology Training for Adult Educators: The Experience of the University of Southern Maine."},
      {
        "id":"ED249373",
        "title":"Develop a Personal Philosophy Concerning Vocational Student Organizations. Second Edition. Module H-1 of Category H--Vocational Student Organization. Professional Teacher Education Module Series."},
      {
        "id":"ED249395",
        "title":"Interchange. Program Improvement Products Identified through Networking."},
      {
        "id":"ED249409",
        "title":"An Analysis of WAIS-R Performance by Sample Stratification Variables Used during Standardization."},
      {
        "id":"ED249417",
        "title":"Testing \"Compatibility Testing.\""},
      {
        "id":"ED249418",
        "title":"The Effects of Age and Modality on Digit Span Performance."},
      {
        "id":"ED249420",
        "title":"Causal Chains: Intervening Causation and Attribution of Responsibility."},
      {
        "id":"ED249421",
        "title":"Social Support and Well-Being in an At-Risk Elderly Population."},
      {
        "id":"ED249423",
        "title":"Adolescent Career Development and the Family System."},
      {
        "id":"ED249428",
        "title":"Decreasing Aggression Using Four-Point Restraints and Symbol Programs."},
      {
        "id":"ED249431",
        "title":"Using Media Resources to Explore Drug Use in Society: A Special 5th Grade Drug Education Lesson That Makes Use of Library Media Resources."},
      {
        "id":"ED249433",
        "title":"Who's in Charge Here: The What and How of Leadership."},
      {
        "id":"ED249438",
        "title":"Person Memory in Good Intuitive Judges of Personality."},
      {
        "id":"ED249439",
        "title":"Role Transitions in Small Groups."},
      {
        "id":"ED249442",
        "title":"Computerized Information Management in Long-Term Care: A Case Study. Technical Report No. 303."},
      {
        "id":"ED249445",
        "title":"Cognitive Factors in Substance Abuse: The Case for Early Learning."},
      {
        "id":"ED249447",
        "title":"A Behavioral Approach to Improving Self-Care Skills in OBS Patients."},
      {
        "id":"ED249449",
        "title":"Relationship between Actual Performance and Perceived Performance across the Life Span."},
      {
        "id":"ED249454",
        "title":"Sex Differences in Student Sexual Attitudes and Behaviors: A Ten Year Comparison. Research Report 7-83."},
      {
        "id":"ED249455",
        "title":"Sex Differences in Student Attitudes and Behavior toward Drugs over a Decade. Research Report 8-83."},
      {
        "id":"ED249456",
        "title":"Adolescents in Crisis: Parental Involvement. Hearing before the Subcommitte on Family and Human Services of the Committee on Labor and Human Resources. United States Senate, Ninety-Eighth Congress, Second Session on Examining How Best to Help Adolescents with Problems of Alcohol Abuse, Drug Dependence, Premature Sexual Involvement, and Mental Illness."},
      {
        "id":"ED249458",
        "title":"Developing Perceptions of Control: Cross-Sectional and Longitudinal Analyses."},
      {
        "id":"ED249459",
        "title":"Intrapersonal Perceptions of Shyness and Humor as Related to Interpersonal Perceptions of Social Distance and Humorousness."},
      {
        "id":"ED249460",
        "title":"Multidimensional Scaling of Attachments and Relationship Loss."},
      {
        "id":"ED249461",
        "title":"Developmental Stages in Children's Narrative Composition."},
      {
        "id":"ED249462",
        "title":"Is the Emergent Reading Level a Useful Concept for Chapter I, Low SES Students?"},
      {
        "id":"ED249463",
        "title":"Parallels between New Paradigms in Science and in Reading and Literary Theories."},
      {
        "id":"ED249467",
        "title":"A Word on Final Words."},
      {
        "id":"ED249470",
        "title":"Remedial Reading and English Instruction for Junior High and High School Students: A Description of Common Practices in Teaching and Assessment."},
      {
        "id":"ED249471",
        "title":"Learning from Experience to Improve Outcomes in Reading: A Case Study. Research Series No. 149."},
      {
        "id":"ED249474",
        "title":"Children's Sense of Genre: A Study of Performance on Parallel Reading and Writing Tasks."},
      {
        "id":"ED249475",
        "title":"Literacy Instruction in American Schools: Problems and Perspectives."},
      {
        "id":"ED249484",
        "title":"Metacognition Reconsidered: Implications for Intervention Research. Technical Report No. 328."},
      {
        "id":"ED249487",
        "title":"Case Study, Course Study: A Contextualized Investigation of a Writing Course."},
      {
        "id":"ED249489",
        "title":"The Teaching of Spelling."},
      {
        "id":"ED249491",
        "title":"Student Writers and Word Processors: A Case Study."},
      {
        "id":"ED249492",
        "title":"Chippy's Computer Words."},
      {
        "id":"ED249493",
        "title":"Chippy's Computer Numbers."},
      {
        "id":"ED249494",
        "title":"The Junior Computer Dictionary. 101 Useful Words and Definitions to Introduce Students to Computer Terminology."},
      {
        "id":"ED249497",
        "title":"What Research Tells Us about Composing and Computing."},
      {
        "id":"ED249499",
        "title":"Computers in Composition: A Bibliography of Research and Practice."},
      {
        "id":"ED249500",
        "title":"Process-Oriented Writing Instruction in a Case-Method Class."},
      {
        "id":"ED249502",
        "title":"Writing Habits and Productivity in Technical Writing."},
      {
        "id":"ED249503",
        "title":"An Analysis of the Interaction between Students' Epistemological Assumptions and the Composing Process."},
      {
        "id":"ED249504",
        "title":"Recommended English Language Arts Curriculum Guides, K-12, 1984."},
      {
        "id":"ED249507",
        "title":"Writing a Writing Assessment: Saying What You Want to Say Isn't as Simple as It Seems."},
      {
        "id":"ED249508",
        "title":"The Sound of English: A Bibliography of Language Recordings."},
      {
        "id":"ED249509",
        "title":"Seven Ways to Improve Spelling Instruction."},
      {
        "id":"ED249512",
        "title":"A Guide to Integrating Language Arts."},
      {
        "id":"ED249514",
        "title":"A Guide to Teaching Research and Report Writing."},
      {
        "id":"ED249515",
        "title":"A Guide to Teaching Creative Writing: Fiction."},
      {
        "id":"ED249516",
        "title":"A Guide to Stimulating Student Writing."},
      {
        "id":"ED249523",
        "title":"Relationships among Writing Ability, Grade Level, Writing Apprehension and Knowledge of Composing as a Process in Secondary School Students."},
      {
        "id":"ED249531",
        "title":"Catalog of Instructional Materials in English and Dictionaries, 1983-1985."},
      {
        "id":"ED262624",
        "title":"Second Language Acquisition: A Social Psychological Perspective."},
      {
        "id":"ED262626",
        "title":"Computer-Assisted Instruction in Foreign Language Education: A Comparison of the Effectiveness of Different Methodologies and Different Forms of Error Correction. Final Report."},
      {
        "id":"ED262639",
        "title":"The Testing of Proficiency in Listening Comprehension: Guidelines for Teaching."},
      {
        "id":"ED262641",
        "title":"Foreign Language for the Gifted: Extending Cognitive Dimensions."},
      {
        "id":"ED262644",
        "title":"Increasing the Functional Culture Content of the Foreign Language Class."},
      {
        "id":"ED262645",
        "title":"Contemporary Culture: A Model for Teaching a Culture's Heritage."},
      {
        "id":"ED262652",
        "title":"Central Indiana's Foreign Language Collaborative: An NEH Experiment."},
      {
        "id":"ED262681",
        "title":"Tensions Produced by Introduction of Clinical Training in Legal Education."},
      {
        "id":"ED262685",
        "title":"Reauthorization of the Higher Education Act, 1985. Joint Hearings before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources, United States Senate, and the Subcommittee on Postsecondary Education of the Committee on Education and Labor, House of Representatives. Ninety-Ninth Congress, First Session (Burlington, Vermont, February 14-15, 1985). Part 1."},
      {
        "id":"ED262686",
        "title":"Reauthorization of the Higher Education Act, 1985. Hearings before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources, United States Senate. Ninety-Ninth Congress, First Session (Hartford, Connecticut, March 29, 1985). Part 2."},
      {
        "id":"ED262690",
        "title":"Dimensions of College Student Stress."},
      {
        "id":"ED262691",
        "title":"Education for the 21st Century."},
      {
        "id":"ED262695",
        "title":"Occupational Aspirations and Intended Field of Study in College."},
      {
        "id":"ED262707",
        "title":"Financing and Managing University Research Equipment."},
      {
        "id":"ED262718",
        "title":"Special Services Project Survey Form on Teachers' Characteristics."},
      {
        "id":"ED262719",
        "title":"Berkeley Students from 1964 to 1984: What Are the Differences and What Difference Does It Make?"},
      {
        "id":"ED262723",
        "title":"External Studies, 1984. Second Annual Report. Part 1, General Information and Part 2, Statistical Information."},
      {
        "id":"ED262725",
        "title":"Profiles of 1975-76 Supplemental Basic Grant Applicants."},
      {
        "id":"ED262733",
        "title":"Validation of Student and Parent Reported Data on the Basic Grant Application Form: Institution/OE Referral Study, Pre-Established and ACT Criteria Study, Overpayment Recovery. Final Report, Volume 2."},
      {
        "id":"ED262735",
        "title":"1979-80 Internal Revenue Service Comparison Study. Final Report."},
      {
        "id":"ED262741",
        "title":"The Traditionally Black Institutions of Higher Education, 1860 to 1982."},
      {
        "id":"ED262742",
        "title":"Many College Freshmen Take Remedial Courses."},
      {
        "id":"ED262743",
        "title":"And on the Seventh Day. Faculty Consulting and Supplemental Income. ASHE-ERIC Higher Education Report No. 3, 1985."},
      {
        "id":"ED262744",
        "title":"A Five-Year Plan for Meeting the Automatic Data Processing and Telecommunications Needs of the Federal Government. Volume l: Planning Strategies."},
      {
        "id":"ED262745",
        "title":"A Five-Year Plan for Meeting the Automatic Data Processing and Telecommunications Needs of the Federal Government. Volume 2: Major Information Technology Systems Acquisition Plans of Federal Executive Agencies, 1984-1989."},
      {
        "id":"ED262746",
        "title":"Managing End User Computing in the Federal Government."},
      {
        "id":"ED262750",
        "title":"A Comparison of Student Achievement across Three Methods of Presentation of a Computer Based Science Simulation. Technical Report Series, Report No. 84.1.5."},
      {
        "id":"ED262751",
        "title":"Different Logo Learning Environments and Mastery: Relationships between Engagement and Learning."},
      {
        "id":"ED262752",
        "title":"Havens for Learning: Toward a Framework for Developing Effective Uses of Technology."},
      {
        "id":"ED262753",
        "title":"Models of Computer Use in School Settings. Technical Report Series, Report No. 84.2.2."},
      {
        "id":"ED262754",
        "title":"Research on the Effectiveness of Computer-Based Instruction: A Review. Technical Report No. 84.1.3."},
      {
        "id":"ED262755",
        "title":"Teaching Thinking and Problem Solving. Technical Report Series 85.1.2."},
      {
        "id":"ED262756",
        "title":"Teaching Thinking through LOGO: The Importance of Method. Technical Report Series, Report No. 84.1.2."},
      {
        "id":"ED262759",
        "title":"[The Computing Teacher. Selected Articles on Computer Literacy.]"},
      {
        "id":"ED262767",
        "title":"The Future of the Book. Part III. New Technologies in Book Distribution: The United States Experience. Studies on Books and Reading No. 18."},
      {
        "id":"ED262772",
        "title":"Accreditation and Authorization of Distance Learning through Telecommunications. Policy Statement."},
      {
        "id":"ED262776",
        "title":"Theodore Roethke. Microcomputer Bibliographic Instruction."},
      {
        "id":"ED262777",
        "title":"Information Technology for Emergency Management. Report for the Subcommittee on Investigations and Oversight. Transmitted to the Committee on Science and Technology, U.S. House of Representatives, Ninety-Eighth Congress, Second Session. Serial HH."},
      {
        "id":"ED262778",
        "title":"Tracing California Legislative and Administrative Law."},
      {
        "id":"ED262780",
        "title":"Improving the Use of Information Systems, Services and Sources through User Education and Orientation: Some Issues with Reference to Developing Countries."},
      {
        "id":"ED262784",
        "title":"A Bibliography of Publications about the Educational Resources Information Center. (Covering the Period 1979-1984)."},
      {
        "id":"ED262785",
        "title":"A Bibliometric Study of the &quot;Journal of Education for Librarianship,&quot; 1960-1984. Full Report."},
      {
        "id":"ED262788",
        "title":"The Role of the Teacher-Librarian in Alberta Schools."},
      {
        "id":"ED262823",
        "title":"High School Students, Libraries, and the Search Process. An Analysis of Student Materials and Facilities Usage Patterns in Delaware Following Introduction of Online Bibliographic Database Searching."},
      {
        "id":"ED262825",
        "title":"Adaptations of DDC in the Middle East. Occasional Papers Number 170."},
      {
        "id":"ED262827",
        "title":"Competencies for Librarians. Proceedings from the 1985 Spring Meeting of the Nebraska Library Association: College and University Section (Omaha, Nebraska, April 26, 1985)."},
      {
        "id":"ED262833",
        "title":"Testimony on the Role of the National Science Foundation in Undergraduate Science and Engineering Education."},
      {
        "id":"ED262837",
        "title":"Access."},
      {
        "id":"ED262839",
        "title":"What Is the Economic Pay-Off to a Community College Degree? Working Paper Series, No. 3-85."},
      {
        "id":"ED262840",
        "title":"Suggestions and Guidelines for Illinois Public Community College System Fiscal Year 1986 Program Review and Evaluation."},
      {
        "id":"ED262841",
        "title":"Characteristics of Illinois Public Community College Faculty and Staff, Fall Term 1984."},
      {
        "id":"ED262842",
        "title":"Active Trusteeship for a Changing Era. New Directions for Community Colleges, Number 51."},
      {
        "id":"ED262843",
        "title":"The Neglected Majority."},
      {
        "id":"ED262844",
        "title":"Student Mobility among the Public Community Colleges and Universities in the State of Kansas."},
      {
        "id":"ED262847",
        "title":"Joint Ventures in Research, Evaluation and Planning: University and Community College Collaboration."},
      {
        "id":"ED262850",
        "title":"Survival or Excellence? A Study of Instructional Assignment in Ontario Colleges of Applied Arts and Technology."},
      {
        "id":"ED262854",
        "title":"Howard County Employer Survey, 1983-1984. Final Report."},
      {
        "id":"ED262855",
        "title":"Highlights: Follow-Up of 1982 Entrants. Research Report Number 42."},
      {
        "id":"ED262857",
        "title":"Treatment of Religion in Public Schools and the Impact on Private Education."},
      {
        "id":"ED262858",
        "title":"Parent-Child Center Short-Term Assessment Study. Final Report."},
      {
        "id":"ED262859",
        "title":"Correlates of Fathers' Participation in Family Work: A Technical Report. Working Paper No. 106."},
      {
        "id":"ED262860",
        "title":"Mothers' Participation in Child Care: Patterns and Consequences. Working Paper No. 137."},
      {
        "id":"ED262862",
        "title":"Family Matters: Evaluation of the Parental Empowerment Program. A Final Report to the National Institute of Education."},
      {
        "id":"ED262864",
        "title":"An Evaluation of a New Printing Instrument to Aid in Identifying the Failure-prone Preschool Child."},
      {
        "id":"ED262865",
        "title":"Acting on What We Know: Guidelines for Developing Effective Programs for Young Children."},
      {
        "id":"ED262869",
        "title":"Goals, Games, and Social Competence: Effects of Sex, Grade Level, and Sociometric Status."},
      {
        "id":"ED262870",
        "title":"Stable and Unstable Friendships: An Observational Study of Hearing and Deaf Preschoolers."},
      {
        "id":"ED262871",
        "title":"Family Characteristics and Child Behavior as Precursors of Externalizing Symptomatology at School Entry."},
      {
        "id":"ED262872",
        "title":"How Does Your Community Grow? Planting Seeds for Quality Day Care. A Citizen Action Manual."},
      {
        "id":"ED262874",
        "title":"The Development of Socio-Moral Cognition in Late Adolescence: A Three-Dimensional Model."},
      {
        "id":"ED262875",
        "title":"Postformal Adult Cognition: A Multi-Domain Study."},
      {
        "id":"ED262877",
        "title":"The Social Organization of Mathematics and Reading Instruction."},
      {
        "id":"ED262881",
        "title":"Object-Child Relations: A Co-Constructive Perspective of Learning Processes."},
      {
        "id":"ED262882",
        "title":"Infant and Toddler Day Care: Regulation and Policy Implications."},
      {
        "id":"ED262892",
        "title":"Mother-Child Interaction and Child Cognitive Development in Low-Income Black Children: A Longitudinal Study."},
      {
        "id":"ED262893",
        "title":"Plus Ca Change: The High-Tech Child in Historical Perspective."},
      {
        "id":"ED262894",
        "title":"A Guide for Operating a Homebased Child Development Program."},
      {
        "id":"ED262895",
        "title":"Head Start Program Performance Standards (45-CFR 1304)."},
      {
        "id":"ED262898",
        "title":"Computers as Media for Communication: Learning and Development in a Whole Earth Context."},
      {
        "id":"ED262900",
        "title":"Parents' Bookreading Habits with Their Children."},
      {
        "id":"ED262901",
        "title":"Socialization Objectives for Primary School Children in the People's Republic of China (with a Focus on the Portrayal of the Elderly). Research Report 3."},
      {
        "id":"ED262902",
        "title":"Early Childhood Development Programs in the Eighties: The National Picture. High/Scope Early Childhood Policy Papers, No. 1."},
      {
        "id":"ED262903",
        "title":"The Preschool Challenge. High/Scope Early Childhood Policy Papers, No. 4."},
      {
        "id":"ED262906",
        "title":"Effects of Unemployment on Fathering."},
      {
        "id":"ED262915",
        "title":"Using Research to Improve Instructional Effectiveness, Evolution of Achievement Directed Leadership (ADL)."},
      {
        "id":"ED262921",
        "title":"Effects of Advance Organizer Instruction on Preschool Children's Social Problem-Solving Skills."},
      {
        "id":"ED262923",
        "title":"A Guide on Successful Uses of Technology in Rural Schools: A Project on Uses of Technology in Rural Schools."},
      {
        "id":"ED262931",
        "title":"A Visit to a Pig &quot;Hatchery&quot; on the Farm. (A Suggested Unit of Study)."},
      {
        "id":"ED262934",
        "title":"Medicine Women."},
      {
        "id":"ED262937",
        "title":"Three Decades of Rural Community Growth and Decline."},
      {
        "id":"ED262939",
        "title":"The Diverse Social and Economic Structure of Nonmetropolitan America. Rural Development Research Report No. 49."},
      {
        "id":"ED262940",
        "title":"Indian Health Service: A Comprehensive Health Care Program for American Indians and Alaska Natives."},
      {
        "id":"ED262942",
        "title":"Migrant Education Program. 1983 Annual Evaluation Report. Bulletin 1618."},
      {
        "id":"ED262943",
        "title":"Migrant Education Program. 1984 Annual Evaluation Report."},
      {
        "id":"ED262944",
        "title":"Preliminary Findings of a South Texas Elderly Needs Assessment Survey: A Rural-Urban Comparison of Hispanic and Non-Hispanic Elderly Family Support."},
      {
        "id":"ED262946",
        "title":"Update on the Citizenship and Social Studies Achievement of Rural 13-Year-Olds."},
      {
        "id":"ED262952",
        "title":"An Examination of Possible Item Bias in the Responses of Spanish-Speaking and English-Speaking Children on the Cooperative Preschool Inventory Using Logit Regression."},
      {
        "id":"ED262957",
        "title":"Sustainable Development of Natural Resources in the Third World: Technological and Institutional Challenges. An International Symposium (Columbus, OH, September 3-6, 1985)."},
      {
        "id":"ED262959",
        "title":"Academic Research Equipment in Selected Science/Engineering Fields, 1982-83. An Analysis of Findings from the Baseline National Survey of Academic Research Instruments and Instrumentation Needs."},
      {
        "id":"ED262966",
        "title":"Remediation. R&D Interpretation Service Bulletin: Mathematics."},
      {
        "id":"ED262968",
        "title":"Developing Minds: A Resource Book for Teaching Thinking."},
      {
        "id":"ED262970",
        "title":"Groundwater: A Vital Resource. Student Activities."},
      {
        "id":"ED262973",
        "title":"Exposing the Myth of Scientific Thinking in Teacher Education Programs."},
      {
        "id":"ED262974",
        "title":"Field Guide to the Geology of Parts of the Appalachian Highlands and Adjacent Interior Plains."},
      {
        "id":"ED262979",
        "title":"The Effects of Three Instructional Techniques on the Problem-Solving Ability of General Education Mathematics Students at the Junior College Level."},
      {
        "id":"ED262993",
        "title":"Methods of Evaluating College Remedial Mathematics Programs: Results of a National Survey. Research Monograph Series Report No. 10."},
      {
        "id":"ED263003",
        "title":"Using Valuing and Inquiry Skills in Environmental Education."},
      {
        "id":"ED263010",
        "title":"Australian Biology Test Item Bank, Years 11 and 12. Volume I: Year 11."},
      {
        "id":"ED263011",
        "title":"Australian Biology Test Item Bank, Years 11 and 12. Volume II: Year 12."},
      {
        "id":"ED263012",
        "title":"Science Education in Asia and the Pacific."},
      {
        "id":"ED263014",
        "title":"Criteria for Excellence. Mathematics."},
      {
        "id":"ED263017",
        "title":"Opportunities for Scientific Literacy for High School Students."},
      {
        "id":"ED263025",
        "title":"Investigations in Mathematics Education. Volume 18, Number 3."},
      {
        "id":"ED263028",
        "title":"Cultural Participation in the Philadelphia Area."},
      {
        "id":"ED263034",
        "title":"The Experience of Senior Citizen Volunteers in Intergenerational Programs in Schools and the Relationship to Their Life Satisfaction. Final Report."},
      {
        "id":"ED263037",
        "title":"Elementary Classroom Music, K-6 Curriculum Guide. Bulletin 1586."},
      {
        "id":"ED263038",
        "title":"Secondary Music Education: Band--Orchestra--Choir, Curriculum Guide. Bulletin 1587."},
      {
        "id":"ED263042",
        "title":"Tomorrow&apos;s Teachers."},
      {
        "id":"ED263043",
        "title":"Teachers at Work: A Case Study of Collegial Behavior in a High School."},
      {
        "id":"ED263045",
        "title":"Where Have All the Scholars Gone...Long Time Passing..."},
      {
        "id":"ED263054",
        "title":"Forum on Teacher Education: Reflections on Current Issues. Proceedings Report (Virginia Beach, Virginia, June 13-14, 1985)."},
      {
        "id":"ED263059",
        "title":"It Stands to Reason. The Rationale and Implementation of a Development-Based, Liberal Arts Oriented, Teacher-Education Program."},
      {
        "id":"ED263060",
        "title":"Competencies in Amateur/Youth Coaching."},
      {
        "id":"ED263061",
        "title":"Middle Level Teacher Certification--A National Assessment."},
      {
        "id":"ED263062",
        "title":"From Student to Teacher. A Handbook for Student Teaching. Practicum Guidelines for Student Teachers, Master Teachers, Administrators, College Supervisors."},
      {
        "id":"ED263064",
        "title":"Clinical Indicators of Effective Cooperating Teachers."},
      {
        "id":"ED263065",
        "title":"Female Self-Image in Relation to Patriarchal Religious Institutions: A Study of Socio-Religious Attitudes among Female Teacher-Education Students."},
      {
        "id":"ED263067",
        "title":"The Effects of Non-Salaried Incentives on Teacher Performance and Student Outcomes."},
      {
        "id":"ED263068",
        "title":"An Assessment of Professional Opinion Concerning Critical Research Issues in Health Education."},
      {
        "id":"ED263072",
        "title":"State and School District Intentions and the Implementation of New Teacher Programs. Report No. 9070."},
      {
        "id":"ED263074",
        "title":"What Is Going on in Physical Education and Athletics in Junior and Community Colleges Today."},
      {
        "id":"ED263076",
        "title":"A Cross-Site Analysis of Research/Intervention Strategies in Three Teacher Education Programs. Applying Research in Teacher Education: Research Utilization in Elementary Teacher Education."},
      {
        "id":"ED263077",
        "title":"Beginning Teacher Program: A Study of Field-Based Teacher Certification."},
      {
        "id":"ED263084",
        "title":"The Challange of Evolutionary Learning."},
      {
        "id":"ED263086",
        "title":"Partners in Curricular Reform: Computers and Creativity."},
      {
        "id":"ED263088",
        "title":"American Business Language Education via Telecommunications."},
      {
        "id":"ED263094",
        "title":"Using a Statewide Microcomputer Educational Network to Enhance Teacher Education."},
      {
        "id":"ED263095",
        "title":"Computer Technology in the Educational Setting: The Role of Administrators in the Innovation Decision Process."},
      {
        "id":"ED263096",
        "title":"Increasing Academic Learning Time in Elementary Physical Education."},
      {
        "id":"ED263097",
        "title":"Carbohydrate-Loading: A Safe and Effective Method of Improving Endurance Performance."},
      {
        "id":"ED263102",
        "title":"More Effective Leadership for Change: Some Findings from the Principal Teacher Interaction (PTI) Study. R&amp;D Report No. 3207."},
      {
        "id":"ED263103",
        "title":"The Low Budget/Almost No Budget Approach to Interactive Research and Development: An Implementation Game Plan. R&D Rep. No. 3200."},
      {
        "id":"ED263106",
        "title":"Perspectives on Family Recreation and Leisure: A National Symposium. [Papers presented at] The Centennial National Conference of the American Alliance for Health, Physical Education, Recreation and Dance (Atlanta, GA, April 17-21, 1985)."},
      {
        "id":"ED263108",
        "title":"Making Do in the Classroom: A Report on the Misassignment of Teachers."},
      {
        "id":"ED263109",
        "title":"Professional Cultures, Improvement Efforts and Effectiveness: Findings from a Study of Three High Schools."},
      {
        "id":"ED263110",
        "title":"Beginning Teachers' Use of Classroom Management Training. R&D Rep. 6019."},
      {
        "id":"ED263111",
        "title":"Comprehensive Information Systems for Local School Improvement:A Reality-Test in Secondary Schools. Systemic Evaluation Project."},
      {
        "id":"ED263112",
        "title":"Contextual Influences in Developing a School-Based Comprehensive Information System."},
      {
        "id":"ED263113",
        "title":"The Use of Survey Data in Comprehensive Information Systems for Local School Improvement: Purposes, Practices, and Problems."},
      {
        "id":"ED263114",
        "title":"Making Sense Out of Comprehensive School-Based Information Systems: Exploring Analyses and Reporting Methods for School Staff."},
      {
        "id":"ED263115",
        "title":"Distributive Processing Issues in Education Information Systems."},
      {
        "id":"ED263116",
        "title":"Information Use in Local School Improvement: A Multilevel Perspective."},
      {
        "id":"ED263117",
        "title":"Using vs. Being Used by School Information Systems."},
      {
        "id":"ED263119",
        "title":"An Investigation of the Feasibility and Practical Outcomes of Pre-Equating the SAT Verbal and Mathematical Sections."},
      {
        "id":"ED263120",
        "title":"A Preliminary Study of Raters for the Test of Spoken English."},
      {
        "id":"ED263127",
        "title":"TOEFL from a Communicative Viewpoint on Language Proficiency: A Working Paper."},
      {
        "id":"ED263128",
        "title":"Test Speededness under Number-Right Scoring: An Analysis of the Test of English as a Foreign Language."},
      {
        "id":"ED263130",
        "title":"Indiana Basic Competency Skills Testing and Remediation. Program Manual."},
      {
        "id":"ED263132",
        "title":"Adaptive Education and Student Outcomes: A Quantitative Synthesis. 1985/11."},
      {
        "id":"ED263133",
        "title":"Changing Conception of Sources of Memory Development. 1985/23."},
      {
        "id":"ED263134",
        "title":"Competence for Solving and Understanding Problems. 1985/17."},
      {
        "id":"ED263135",
        "title":"Comprehending and Learning: Implications for a Cognitive Theory of Instruction. 1985/16. [Reprint]."},
      {
        "id":"ED263136",
        "title":"Cognitive Science and Instruction. 1985/13."},
      {
        "id":"ED263137",
        "title":"Development of USES Specific Aptitude Test Battery S-111R84 for Airframe-and-Powerplant Mechanic (Aircraft-Aerospace Mfg.; Air Trans.) 621.281-014."},
      {
        "id":"ED263138",
        "title":"Concurrent Validity Study of the Computer Attitude Scale (CAS)."},
      {
        "id":"ED263139",
        "title":"Different Slopes for Different Folks: Process Analysis of Spatial Aptitude. 1985/21. [Reprint]."},
      {
        "id":"ED263140",
        "title":"District-Wide Comprehensive Needs Assessment Study. Elementary Level, Part I, 1984-85."},
      {
        "id":"ED263141",
        "title":"District-Wide Comprehensive Needs Assessment Study. Elementary Level, Part II, 1984-85."},
      {
        "id":"ED263142",
        "title":"The Effect of Measuring Student Progress Toward Long vs. Short-Term Goals: A Meta-Analysis."},
      {
        "id":"ED263143",
        "title":"Does Retention Help? Perspectives after Three Years."},
      {
        "id":"ED263144",
        "title":"Empty Bubbles: What Test Form Did They Take?"},
      {
        "id":"ED263145",
        "title":"Armed Services Vocational Aptitude Battery: Correcting the Speeded Subtests for the 1980 Youth Population."},
      {
        "id":"ED263147",
        "title":"Bug Distribution and Pattern Classification."},
      {
        "id":"ED263149",
        "title":"District-Wide Comprehensive Needs Assessment Study. Summary of System Totals, Part I, 1984-85."},
      {
        "id":"ED263150",
        "title":"District-Wide Comprehensive Needs Assessment Study. Summary of System Totals, Part II, 1984-85."},
      {
        "id":"ED263151",
        "title":"A Multivariate Method of Commonality Analysis."},
      {
        "id":"ED263154",
        "title":"Managing Research and Information Requests in Public Schools. Publication 84.41."},
      {
        "id":"ED263155",
        "title":"Measuring Stages of Growth: A Psychometric Model of Hierarchical Development. Occasional Paper No. 19."},
      {
        "id":"ED263158",
        "title":"How Biased Is a Self-Selected Sample?"},
      {
        "id":"ED263161",
        "title":"Force and Timing Components of the Motor Program."},
      {
        "id":"ED263163",
        "title":"Intelligence Testing, Cognition, and Instruction. 1985/19."},
      {
        "id":"ED263164",
        "title":"The Incremental Validity of the GRE Analytical Measure for Predicting Graduate First-Year Grade-Point Average."},
      {
        "id":"ED263165",
        "title":"Individual Characteristics and Unit Performance. A Review of Research and Methods."},
      {
        "id":"ED263166",
        "title":"Is The Cerebellum Involved in Motor and Perceptual Timing: A Case Study."},
      {
        "id":"ED263168",
        "title":"A New Self-Report Measure of Impulsivity."},
      {
        "id":"ED263169",
        "title":"Evaluation of the Occupational Specialist and Placement Specialist Program."},
      {
        "id":"ED263170",
        "title":"The Effect of Geographic Area on General Aptitude Test Battery Validity and Test Scores. USES Test Research Report No. 48."},
      {
        "id":"ED263171",
        "title":"Computerized Adaptive Measurement of Achievement and Ability. Final Report."},
      {
        "id":"ED263172",
        "title":"How to Evaluate Unit Performances."},
      {
        "id":"ED263173",
        "title":"Growth in High School: A Longitudinal Study 1980 to 1982."},
      {
        "id":"ED263174",
        "title":"A Look at State Compensatory Education in AISD, 1984-85."},
      {
        "id":"ED263175",
        "title":"Overview of the Census Bureau. Hearing before the Subcommittee on Census and Statistics of the Committee on Post Office and Civil Service. House of Representatives, Ninety-ninth Congress, First Session."},
      {
        "id":"ED263176",
        "title":"Predicting MCAT Examination Scores."},
      {
        "id":"ED263177",
        "title":"Predicting Performance in Variants of the Multiple-Choice Test."},
      {
        "id":"ED263179",
        "title":"Planning for the 1990 Census."},
      {
        "id":"ED263180",
        "title":"Overview of Alternative Evaluation Methods. Paper and Report Series, No. 107. Interim Draft."},
      {
        "id":"ED263181",
        "title":"Opportunity Knocked Out: Reducing Cheating by Teachers on Student Tests."},
      {
        "id":"ED263183",
        "title":"Minimum Competency for Graduation. AISD, 1984-85."},
      {
        "id":"ED263188",
        "title":"Memory for Frequency of Hearing Popular Music."},
      {
        "id":"ED263191",
        "title":"Evaluation Finding. Chapter 1 and Chapter 1 Migrant, 1984-85. Final Report."},
      {
        "id":"ED263192",
        "title":"NAEP Profiles of Literacy. An Assessment of Young Adults. Development Plan, April 1985."},
      {
        "id":"ED263193",
        "title":"Profiles of Literacy. An Assessment of Young Adults."},
      {
        "id":"ED263198",
        "title":"Naturalistic Methods in Educational Research."},
      {
        "id":"ED263201",
        "title":"Planning the 1990 Census: Priorities for Research and Testing. Interim Report."},
      {
        "id":"ED263203",
        "title":"Qualitative Methods in Research on Teaching. Occasional Paper No. 81."},
      {
        "id":"ED263204",
        "title":"Qualitative Strategies in Evaluating a Statewide Instructional Improvement Program."},
      {
        "id":"ED263206",
        "title":"Reflections on Computers and Metacognition."},
      {
        "id":"ED263207",
        "title":"Relationship between Air Force Officer Qualifying Test Scores and Success in Air Weapons Controller Training. Interim Report for the Period November 1982-February 1984."},
      {
        "id":"ED263209",
        "title":"The Relationship between the Originality of Essays and Variables in the Problem-Discovery Process: A Study of Creative and Noncreative Middle School Students."},
      {
        "id":"ED263213",
        "title":"Representational Models in Middle School Problem Solving."},
      {
        "id":"ED263214",
        "title":"Sense of Coherence: Examination of the Construct."},
      {
        "id":"ED263215",
        "title":"Social, Environmental, and Cognitive Predictors of Social and Psychological Adjustment in Adolescents: A Theoretical Model."},
      {
        "id":"ED263218",
        "title":"Understanding Differential Item Performance as a Consequence of Gender Differences in Academic Background."},
      {
        "id":"ED263220",
        "title":"Statewide Assessment of Writing."},
      {
        "id":"ED263221",
        "title":"Some Comments on the Correction for Guessing. A Further Analysis of Angoff and Schrader."},
      {
        "id":"ED263224",
        "title":"Town and School District Profiles 1982-83."},
      {
        "id":"ED263226",
        "title":"Poverty in America: Trends and New Patterns."},
      {
        "id":"ED263231",
        "title":"New Orleans Effective Schools Project. An Interim Report to the Orleans Parish School Board."},
      {
        "id":"ED263232",
        "title":"Approaches to Conflict Resolution between Ethnic and National Groups in Israel: Arab/Jewish and Western/Middle-Eastern Jewish Youth."},
      {
        "id":"ED263238",
        "title":"Occupational Skills Training and Counseling Handbook. Transitional Black Women's Project."},
      {
        "id":"ED263239",
        "title":"Human Relations Training Handbook. Transitional Black Women's Project."},
      {
        "id":"ED263240",
        "title":"Human Relations Training Program Handbook for Employers and Social Workers. Transitional Black Women's Project."},
      {
        "id":"ED263241",
        "title":"A Model Program Narrative. Transitional Black Women's Project."},
      {
        "id":"ED263243",
        "title":"Comparable Worth: An Analysis and Recommendations."},
      {
        "id":"ED263244",
        "title":"Instrumental Enrichment with Low Achieving Adolescents."},
      {
        "id":"ED263247",
        "title":"Ten Years of Neglect: The Failure to Serve Language-Minority Students in the New York City Public Schools."},
      {
        "id":"ED263248",
        "title":"Asian Americans: Growth, Change, and Diversity."},
      {
        "id":"ED263250",
        "title":"Family Attitudes and the Occurrence of Early Sexual Activity. A Research Note."},
      {
        "id":"ED263251",
        "title":"The Organization of Work, Schooling and Family Life in Philadelphia, 1838-1920."},
      {
        "id":"ED263253",
        "title":"Working toward Self-Sufficiency."},
      {
        "id":"ED263254",
        "title":"School-Based Health Clinics: An Emerging Approach to Improving Adolescent Health and Addressing Teenage Pregnancy."},
      {
        "id":"ED263256",
        "title":"Preparation for Raising Educational Performance (PREP) 1983-84. OEA Evaluation Report."},
      {
        "id":"ED263257",
        "title":"Bilingual Pupil Services 1983-1984. OEA Evaluation Report."},
      {
        "id":"ED263258",
        "title":"Newton High School Project Capable 1983-84. OEA Evaluation Report."},
      {
        "id":"ED263260",
        "title":"Pregnant and Parenting Black Teenagers: Some Educational Preventors."},
      {
        "id":"ED263261",
        "title":"Hispanic Children in Poverty."},
      {
        "id":"ED263262",
        "title":"Black Women in a High Tech World. A New Frontier."},
      {
        "id":"ED263263",
        "title":"The Report Card on Educating Hispanic Women."},
      {
        "id":"ED263266",
        "title":"Politics and Expertise in an Emerging Postindustrial Community: Montgomery County, Maryland's Search for Quality Integrated Education."},
      {
        "id":"ED263267",
        "title":"Immigration Emergency Legislation. Hearing before the Subcommittee on Immigration and Refugee Policy of the Committee on the Judiciary on S. 1724 and S. 1983. United States Senate, Ninety-Eighth Congress, First Session (Miami, Florida)."},
      {
        "id":"ED263272",
        "title":"Hispanic Heritage: References, Resources and Realities."},
      {
        "id":"ED263275",
        "title":"Getting 100 Percent Results from the Eight Percent Education Set-Aside Under the Job Training Partnership Act. A Policy Options Report."},
      {
        "id":"ED263278",
        "title":"Structural Determinants of the Haitian Refugee Movement: Different Interpretations. Occasional Papers Series, Dialogues #4."},
      {
        "id":"ED263281",
        "title":"Haitians in Miami. An Assessment of their Background and Potential. Occasional Papers Series, Dialogues #12."},
      {
        "id":"ED263283",
        "title":"Formal Education and Development in the Caribbean: A Functional or Dysfunctional Relationship? Occasional Papers Series, Dialogues #16."},
      {
        "id":"ED263286",
        "title":"Getting It Together...Together. A Model for School/Community Involvement. Publication No. III-B-77-2."},
      {
        "id":"ED263287",
        "title":"Summer Youth Education and Employment. Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor, House of Representatives, Ninety-Ninth Congress, First Session. Serial No. 99-19."},
      {
        "id":"ED263288",
        "title":"Children in Poverty. Hearing before the Subcommittee on Public Assistance and Unemployment Compensation of the Committee on Ways and Means, House of Representatives, Ninety-Ninth Congress, First Session. Serial No. 99-18."},
      {
        "id":"ED263289",
        "title":"Refugee Assistance Extension Act of 1985. Hearing before the Subcommittee on Immigration, Refugees, and International Law of the Committee on the Judiciary, House of Representatives, Ninety-Ninth Congress, First Session on H.R. 1452. Serial No. 13."},
      {
        "id":"ED263290",
        "title":"Poverty and Hunger in America. Hearing before the Subcommittee on Public Assistance and Unemployment Compensation of the Committee on Ways and Means, House of Representatives, Ninety-Ninth Congress, First Session. Serial No. 99-4."},
      {
        "id":"ED263291",
        "title":"Hearing to Extend Five Expiring Child Nutrition Programs. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Ninth Congress, First Session on H.R. 7. Serial No. 99-17."},
      {
        "id":"ED263292",
        "title":"Children in Poverty."},
      {
        "id":"ED263293",
        "title":"Black &amp; Minority Health. Report of the Secretary&apos;s Task Force. Volume 1: Executive Summary."},
      {
        "id":"ED263295",
        "title":"Losing Ground: A Critique. Institute for Research on Poverty Special Report Series #38."},
      {
        "id":"ED263296",
        "title":"Minority Students and Staff Report. State of Connecticut Board of Education--1985."},
      {
        "id":"ED263297",
        "title":"School Staff Report. Certified Professional Staff in the 165 Towns and Regional School Districts of Connecticut in September 1984."},
      {
        "id":"ED263299",
        "title":"What Works. Research about Teaching and Learning."},
      {
        "id":"ED263300",
        "title":"Vocational Education Sex Equity Report: Secondary 1983."},
      {
        "id":"ED263301",
        "title":"Vocational Education Sex Equity Report: Post-Secondary 1983."},
      {
        "id":"ED263302",
        "title":"Vocational Education Sex Equity Report: Post-Secondary 1984."},
      {
        "id":"ED263304",
        "title":"Secretary's Awards for Outstanding Adult Basic Education Programs. 1985."},
      {
        "id":"ED263309",
        "title":"A Suggested Computer Aided Drafting Curriculum (Dacum Based)."},
      {
        "id":"ED263313",
        "title":"The Education, Training, and Work Experience of the Adult Labor Force from 1984 to 1995."},
      {
        "id":"ED263314",
        "title":"Training for Work in the Computer Age: How Workers Who Use Computers Get Their Training."},
      {
        "id":"ED263315",
        "title":"America&apos;s Other Educational System: Training Offered by Nonschool Organizations."},
      {
        "id":"ED263316",
        "title":"Comparison of Federal and Private Sector Pay and Benefits. Report to the Chairman, Subcommittee on Civil Service, Post Office, and General Services Committee on Government Affairs, United States Senate."},
      {
        "id":"ED263322",
        "title":"Teacher Retraining and Directed Exchange (T.R.A.D.E.): Pilot Project Documentation and Evaluation."},
      {
        "id":"ED263324",
        "title":"Preparing Ohio's Youth through Occupational Work Adjustment and Occupational Work Experience Programs: Prospects for the Future."},
      {
        "id":"ED263327",
        "title":"Utilizing the DACUM Process in the Development of a CAD Curriculum."},
      {
        "id":"ED263331",
        "title":"Learning Process and Vocational Experience Attainments."},
      {
        "id":"ED263342",
        "title":"Intensive English as a Second Language/Cultural Orientation Training Program. Guide for Instruction."},
      {
        "id":"ED263344",
        "title":"Pregnancy and You. Courseware Evaluation for Vocational and Technical Education."},
      {
        "id":"ED263345",
        "title":"The Place Setting Simulator. Courseware Evaluation for Vocational and Technical Education."},
      {
        "id":"ED263350",
        "title":"Women&apos;s Work, Men&apos;s Work. Sex Segregation on the Job."},
      {
        "id":"ED263351",
        "title":"A National Study of CARF Accredited Vocational Rehabilitation Facilities: Their Structures and Characteristics. Research and Training Center Research Report."},
      {
        "id":"ED263352",
        "title":"Literacy Outreach: The Community Link. A Guide to Working with Literacy Helpers."},
      {
        "id":"ED263353",
        "title":"Worker Retraining. Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor, House of Representatives, Ninety-Ninth Congress, First Session on H.R. 26 and H.R. 1219."},
      {
        "id":"ED263363",
        "title":"Vocational Education in the 1990's--More or Less?"},
      {
        "id":"ED263365",
        "title":"Nonformal Vocational Training. Courier No. 34."},
      {
        "id":"ED263369",
        "title":"Listening to Learners--A Key to Better Training."},
      {
        "id":"ED263375",
        "title":"Catalog of Adult Education Projects. Fiscal Year 1986."},
      {
        "id":"ED263376",
        "title":"A Defense of Criterion-Referenced Evaluation for Vocational Education."},
      {
        "id":"ED263377",
        "title":"A Rationale for the Use of Behaviorism in Vocational Education."},
      {
        "id":"ED263378",
        "title":"The Identification of Ten Principles of Learning and Their Applications to Vocational Education."},
      {
        "id":"ED263379",
        "title":"A Strategy to Address the Needs of Adult Learners by Incorporating Andragogy into Vocational Education."},
      {
        "id":"ED263380",
        "title":"A Behaviorist Strategy to Improve Vocational Outcomes by Promoting Moderate Goal Setting."},
      {
        "id":"ED263381",
        "title":"Rough Framing. Course in Carpentry. Workbook and Tests."},
      {
        "id":"ED263382",
        "title":"The Apprentice Carpenter and the Trade. Course in Carpentry. Workbook and Tests."},
      {
        "id":"ED263383",
        "title":"Career Information in the Classroom. Workshop Guide for Infusing the Occupational Outlook Handbook."},
      {
        "id":"ED263393",
        "title":"Vocational Improvement Practices. Promising Practices in Connecticut Vocational and Adult Education."},
      {
        "id":"ED263399",
        "title":"Education and the Adult Learner. Topic Paper No. 1."},
      {
        "id":"ED263400",
        "title":"Overcoming Barriers to Workers' Education. Topic Paper No. 2."},
      {
        "id":"ED263401",
        "title":"Successful Adult Workers' Education Programs. Topic Paper No. 4."},
      {
        "id":"ED263402",
        "title":"Types of Workers' Education Benefits. Topic Paper No. 5."},
      {
        "id":"ED263403",
        "title":"Labor Advisory Boards for Workers' Education Programs. Topic Paper No. 7."},
      {
        "id":"ED263404",
        "title":"Technological Change and Employment in Western Europe. Research Report Series."},
      {
        "id":"ED263405",
        "title":"Adult Education and Training in Western European Countries."},
      {
        "id":"ED263408",
        "title":"Retirement before Age 65 Is a Growing Trend in the Private Sector. Report to the Chairman, Subcommittee on Civil Service, Post Office and General Services, Committee on Governmental Affairs, United States Senate."},
      {
        "id":"ED263409",
        "title":"Cosmetology Objectives. Career Education. DS Manual 2855.1."},
      {
        "id":"ED263410",
        "title":"Graphic Communications Objectives. Career Education. DS Manual 2860.1."},
      {
        "id":"ED263413",
        "title":"Generalizable Communications Skills Resource Directory."},
      {
        "id":"ED263415",
        "title":"Improving the Basic Skills and Job Awareness of Handicapped Students. Final Report."},
      {
        "id":"ED263416",
        "title":"Math on the Job. Teacher's Guide."},
      {
        "id":"ED263417",
        "title":"Math on the Job. Heavy Equipment Operator."},
      {
        "id":"ED263418",
        "title":"Math on the Job. Local Truck Driver."},
      {
        "id":"ED263419",
        "title":"Math on the Job. Motor-Vehicle Mechanic."},
      {
        "id":"ED263420",
        "title":"Math on the Job. Janitor/Maintenance Person."},
      {
        "id":"ED263421",
        "title":"Math on the Job. Maintenance Mechanic."},
      {
        "id":"ED263422",
        "title":"Math on the Job. Sales Clerk."},
      {
        "id":"ED263423",
        "title":"Math on the Job. Grain Farmer."},
      {
        "id":"ED263424",
        "title":"Math on the Job. Accounting Clerk/Bookkeeper."},
      {
        "id":"ED263425",
        "title":"Math on the Job. Cook."},
      {
        "id":"ED263426",
        "title":"Math on the Job. Secretary/Clerk Typist."},
      {
        "id":"ED263427",
        "title":"Math on the Job. Meat Cutter."},
      {
        "id":"ED263428",
        "title":"Math on the Job. Sheet-Metal Worker."},
      {
        "id":"ED263429",
        "title":"Math on the Job. Tractor-Trailer Driver."},
      {
        "id":"ED263430",
        "title":"Math on the Job. Construction Laborer."},
      {
        "id":"ED263431",
        "title":"Math on the Job. Cashier."},
      {
        "id":"ED263433",
        "title":"Math on the Job. Programmer."},
      {
        "id":"ED263434",
        "title":"Math on the Job. Plumber."},
      {
        "id":"ED263435",
        "title":"Math on the Job. Taxi Driver."},
      {
        "id":"ED263436",
        "title":"Math on the Job. Painter."},
      {
        "id":"ED263437",
        "title":"Math on the Job. Radio-TV Service Person."},
      {
        "id":"ED263438",
        "title":"Math on the Job. Combination Welder."},
      {
        "id":"ED263439",
        "title":"Math on the Job. Waiter/Waitress."},
      {
        "id":"ED263440",
        "title":"Math on the Job. Barber/Cosmetologist."},
      {
        "id":"ED263441",
        "title":"Math on the Job. Machinist."},
      {
        "id":"ED263442",
        "title":"Math on the Job. Receiving Clerk."},
      {
        "id":"ED263443",
        "title":"Math on the Job. Metal Product Assembler."},
      {
        "id":"ED263444",
        "title":"Math on the Job. Nurse Aide/Assistant."},
      {
        "id":"ED263445",
        "title":"Math on the Job. Electrician."},
      {
        "id":"ED263446",
        "title":"Math on the Job. Carpenter."},
      {
        "id":"ED263449",
        "title":"Continuing Education for School Social Workers: A Learner-Friendly Model."},
      {
        "id":"ED263454",
        "title":"Ego Identity, Self Esteem and Substance Use during Adolescence."},
      {
        "id":"ED263455",
        "title":"Measures of Self-Help Group Quality: Observer and Participant Views."},
      {
        "id":"ED263456",
        "title":"A Longitudinal Study of Sensation-Seeking Needs and Drug Use."},
      {
        "id":"ED263457",
        "title":"Drug Abuse in the Military. Hearing before the Subcommittee on Children, Family, Drugs and Alcoholism of the Committee on Labor and Human Resources. United States Senate, Ninety-Ninth Congress, First Session on Reviewing the Problem of Drug Abuse in the Military."},
      {
        "id":"ED263458",
        "title":"Health and Extended Worklife. An Information Paper Prepared for Use by the Special Committee on Aging. United States Senate, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED263459",
        "title":"Teens in Action. Creating a Drug-Free Future for America's Youth."},
      {
        "id":"ED263460",
        "title":"Normal Adolescent Development and Delinquency Proness Prediction."},
      {
        "id":"ED263469",
        "title":"The Longitudinal Guttman Simplex: Applications to Health Behavior Data."},
      {
        "id":"ED263474",
        "title":"The Effects of Arousal on Cognitive Complexity."},
      {
        "id":"ED263478",
        "title":"Perspectives on Process: The Microanalysis of a Single Counseling Session. Papers presented at a Symposium of the Annual Convention of the American Psychological Association (93rd, Los Angeles, California, August 23-27, 1985)."},
      {
        "id":"ED263479",
        "title":"Fear of Crime and Crime Prevention Competence among the Elderly."},
      {
        "id":"ED263480",
        "title":"Marital Relationships of Interethnically and Intraethnically Married Mexican American Women: A Developmental Perspective."},
      {
        "id":"ED263481",
        "title":"Fathers and Sons in Later Life: The Saliency of the Tie."},
      {
        "id":"ED263485",
        "title":"Career Development Issues Facing Women in Student Affairs Administration."},
      {
        "id":"ED263486",
        "title":"Social Climate Comparison of Mutual Help and Psychotherapy Groups."},
      {
        "id":"ED263487",
        "title":"Attributional Constructs: Their Role in the Organization of Social Information in Memory."},
      {
        "id":"ED263488",
        "title":"Drugs and American High School Students 1975-1983."},
      {
        "id":"ED263489",
        "title":"Beer and Wine Advertising: Impact of Electronic Media. Hearing before the Subcommittee on Telecommunications, Consumer Protection, and Finance of the Committee on Energy and Commerce. House of Representatives, Ninety-Ninth Congress, First Session on H.R. 2526 and H.R. 1901."},
      {
        "id":"ED263494",
        "title":"The Relationship among Criteria as a Function of Subgroup Membership: An Integrative Review."},
      {
        "id":"ED263497",
        "title":"Differential Ability Decline and Its Remediation in Late Adulthood."},
      {
        "id":"ED263498",
        "title":"Perceived Stress in Chronic Illness: A Comparative Analysis of Four Diseases."},
      {
        "id":"ED263499",
        "title":"Health Belief Model-Based Changes in Sexual Knowledge, Attitudes and Behavior."},
      {
        "id":"ED263501",
        "title":"Relaxation and Educational Outcomes: A Meta-Analysis."},
      {
        "id":"ED263504",
        "title":"Alzheimer's Disease. Report of the Secretary's Task Force on Alzheimer's Disease."},
      {
        "id":"ED263505",
        "title":"Mediation and the &quot;Chilling&quot; Effect of Med-Arb in a Simulated Labor-Management Dispute."},
      {
        "id":"ED263507",
        "title":"Contrasts and Similarities in Attitudes toward Death of Health Care Providers."},
      {
        "id":"ED263512",
        "title":"The Social Psychology of Emotions with Some Classroom Applications."},
      {
        "id":"ED263513",
        "title":"Implications of Neuropsychological Research for School Psychology."},
      {
        "id":"ED263517",
        "title":"Self-Schema Theory and Gender-Related Behaviors: Research on Some Correlates of University Women's Participation in Mathematics, Science and Athletic Activities."},
      {
        "id":"ED263521",
        "title":"Reading, Writing, Thinking and Creating across the Curriculum: An Immodest Proposal."},
      {
        "id":"ED263522",
        "title":"Textbooks and Related Teaching/Learning Materials for Primary Classes. A Report of a Sub-regional Workshop on the Development of Systems and Structures for Producing Textbooks and Other Related Teaching/Learning Materials (Bangkok, Thailand, September 17-27, 1984)."},
      {
        "id":"ED263526",
        "title":"Reading Ability, Processing Load and the Detection of Intersentence Inconsistencies."},
      {
        "id":"ED263528",
        "title":"The Uses of Reading Mass-Produced Romance Fiction."},
      {
        "id":"ED263532",
        "title":"Discourse Structure and Mental Models. Technical Report No. 343."},
      {
        "id":"ED263534",
        "title":"Current Research on Studying: A Qualitative Analysis. College Reading and Learning Assistance Technical Report 85-09."},
      {
        "id":"ED263536",
        "title":"Developing Independent Learners: Strategies and Tactics for Mastery of Text. College Reading and Learning Assistance Technical Report 85-10."},
      {
        "id":"ED263537",
        "title":"Training and Evaluating Notetaking. College Reading and Learning Assistance Technical Report 85-06."},
      {
        "id":"ED263538",
        "title":"Reading, Thinking, and Concept Development: Strategies for the Classroom."},
      {
        "id":"ED263544",
        "title":"Reading Textbook Standards, Kindergarten through Grade 8. Approved by the [California] State Board of Education."},
      {
        "id":"ED263546",
        "title":"Students and Studying: An Integrated Approach."},
      {
        "id":"ED263549",
        "title":"Effective Appraisal Systems."},
      {
        "id":"ED263550",
        "title":"The Group Antecedents of Media Use and Political Knowledge: A Conceptualization of Media Reliance."},
      {
        "id":"ED263554",
        "title":"The Basic Writer as Reluctant Oralist."},
      {
        "id":"ED263556",
        "title":"Picture Book Design Conference: From Conception to Consumption. Proceedings (Columbus, Ohio, May 18-19, 1984)."},
      {
        "id":"ED263561",
        "title":"Ideas Plus: A Collection of Practical Teaching Ideas. Book Three."},
      {
        "id":"ED263562",
        "title":"Enhancing Written Language Development: Is It Possible?"},
      {
        "id":"ED263563",
        "title":"Feature Project--The Old West."},
      {
        "id":"ED263566",
        "title":"Language Everywhere--Arts. [Compiled from Columns in Three Issues of \"Live Wire,\" August, October, and December 1984.]"},
      {
        "id":"ED263567",
        "title":"Language Everywhere--Social Studies. [Compiled from Columns in Three Issues of \"Live Wire,\" August and October 1984 and April 1985.]"},
      {
        "id":"ED263568",
        "title":"Language Everywhere. [Compiled from Columns in Three Issues of \"Live Wire,\" February, April, and August 1985.]"},
      {
        "id":"ED263569",
        "title":"Grade 12 Diploma Examinations Program. English 30 &amp; English 33. 1985-86 School Year."},
      {
        "id":"ED263586",
        "title":"Books in My Life. The Center for the Book/Viewpoint Series No. 14."},
      {
        "id":"ED263587",
        "title":"The Ideal Text: Case Study 1."},
      {
        "id":"ED263590",
        "title":"Why People Write: Ethnographies of Writing and Implications for Instruction."},
      {
        "id":"ED263593",
        "title":"Grammatical Differentiation between Speech and Writing in Children Aged 8 to 12."},
      {
        "id":"ED263594",
        "title":"The Sequential, Syntactic, Remedial Tutorial."},
      {
        "id":"ED263595",
        "title":"The Gricean Model: A Revising Rubric."},
      {
        "id":"ED263600",
        "title":"Writing Instruction in Nineteenth-Century American Colleges. Studies in Writing &amp; Rhetoric."},
      {
        "id":"ED263601",
        "title":"Literature Assignment of the Month. [Compiled from Columns in Four Issues of \"Notes Plus,\" September and November 1984 and January and September 1985.]"},
      {
        "id":"ED257586",
        "title":"Children's Perception of &quot;Aesthetic&quot; Properties of the Arts: Domain-Specific or Pan-Artistic?"},
      {
        "id":"ED257591",
        "title":"Claims Against the U.S. Government by the Navajo Indian Tribe. Hearing before the Subcommittee on Administrative Law and Governmental Relations of the Committee on the Judiciary. Serial No. 67. House of Representatives, Ninety-Eighth Congress, First Session 3533, Claims Against the U.S. Government by the Navajo Indian Tribe. (November 2, 1983)."},
      {
        "id":"ED257592",
        "title":"Fiscal Year 1985 Budget. Hearings before the Select Committee on Indian Affairs, United States Senate, Ninety-Eighth Congress, Second Session on the Fiscal Year 1985 Budget (February 21-23, 1984)."},
      {
        "id":"ED257595",
        "title":"Primary Distance Education Population: Problems and Prospects. Research Series No. 2."},
      {
        "id":"ED257596",
        "title":"Oversight of the Indian Education Act. Hearing before the Select Committee on Indian Affairs. United States Senate, Ninety-Eighth Congress, Second Session on Oversight of the Indian Education Act (Phoenix, AZ, December 6, 1984)."},
      {
        "id":"ED257597",
        "title":"Rural Education Program: Site A. Final Evaluation Report."},
      {
        "id":"ED257598",
        "title":"Are Teacher Career Ladder Plans Feasible in Rural and Small Schools?"},
      {
        "id":"ED257600",
        "title":"Improving Student Achievement in Small Schools. Proceedings of the Annual Alaska Small Schools Conference (4th, Anchorage, Alaska, December 3-5, 1984)."},
      {
        "id":"ED257601",
        "title":"Alaska Heritage Endowment Report. Final Draft."},
      {
        "id":"ED257606",
        "title":"Persons of Spanish Origin in the United States: March 1982. Population Characteristics."},
      {
        "id":"ED257607",
        "title":"Public Law 94-437 Title I Scholarship Program. Student Handbook, Academic Year 1985-86."},
      {
        "id":"ED257617",
        "title":"American Indian Adult Career Exploration in the Twin Cities. Project SEARCH Manual."},
      {
        "id":"ED257618",
        "title":"Careers Booklet. Project SEARCH."},
      {
        "id":"ED257620",
        "title":"Education for Social Work Practice with American Indian Families: 1. Introductory Text. Child Welfare Training."},
      {
        "id":"ED257621",
        "title":"Education for Social Work Practice with American Indian Families: 2. Instructor's Manual. Child Welfare Training."},
      {
        "id":"ED257622",
        "title":"A Choctaw Anthology III."},
      {
        "id":"ED257624",
        "title":"Participant Observation as a Research Technique for Camping."},
      {
        "id":"ED257625",
        "title":"National Association for Research in Science Teaching Annual Meeting, Abstracts of Presented Papers (58th, French Lick Springs, IN, April 15-18, 1985)."},
      {
        "id":"ED257626",
        "title":"A Comprehensive Description of Research in Science Education - 1983."},
      {
        "id":"ED257627",
        "title":"Proposed Directions for Research in Computer-Based Education."},
      {
        "id":"ED257629",
        "title":"Microcomputers: Spreadsheet Software. Evaluation Guides Series. Guide Number 9."},
      {
        "id":"ED257630",
        "title":"Problem-Solving Ability."},
      {
        "id":"ED257631",
        "title":"Some New Ways of Proceeding in Problem Solving."},
      {
        "id":"ED257633",
        "title":"An Analysis of Course-Taking Patterns in Secondary Schools as Related to Student Characteristics. High School and Beyond: A National Longitudinal Study for the 1980&apos;s."},
      {
        "id":"ED257634",
        "title":"Honors Teachers Workshop of Middle Grade Mathematics Proceedings (East Lansing, Michigan, November 27-December 15, 1984)."},
      {
        "id":"ED257635",
        "title":"Logical Analysis of Cognitive Organizational Structures. Part A: The LAKOS Project. Part B: A Computer Model of Student Performance."},
      {
        "id":"ED257640",
        "title":"Proceedings of the 1984 Annual Meeting of the Canadian Mathematics Education Study Group (8th, Waterloo, Ontario, June 2-6, 1984)."},
      {
        "id":"ED257642",
        "title":"Curriculum Tracking: Correlates and Consequences."},
      {
        "id":"ED257646",
        "title":"Science and Engineering Personnel: A National Overview. Surveys of Science Resources Series."},
      {
        "id":"ED257650",
        "title":"Academic Science/Engineering: Scientists and Engineers, January 1984. Surveys of Science Resources Series. Detailed Statistical Tables."},
      {
        "id":"ED257651",
        "title":"Appropriate Technology for Alaskans: An Elective Course for High School Students. Part I."},
      {
        "id":"ED257652",
        "title":"Education for Economic Security Act. Public Law 98-377."},
      {
        "id":"ED257653",
        "title":"Investigations in Mathematics Education. Volume 18, Number 1."},
      {
        "id":"ED257654",
        "title":"The Ability of High School Chemistry Students to Solve Computational Problems Requiring Proportional Reasoning as Affected by Item In-Task Variables."},
      {
        "id":"ED257655",
        "title":"Effective Schools: Characteristics of Schools Which Predict Mathematics and Science Performance."},
      {
        "id":"ED257657",
        "title":"Attitudes of University Candidates Towards Learning Activities Aimed at Preparation for Science Studies."},
      {
        "id":"ED257659",
        "title":"Science and Mathematics Software Opportunities and Needs (SAMSON) Project. Final Report."},
      {
        "id":"ED257660",
        "title":"A Comparative Analysis of Information on National Industrial R&amp;D Expenditures. Special Report."},
      {
        "id":"ED257661",
        "title":"Views on Science Policy of the 1983 U.S. Nobel Laureates in Science. Hearing before the Committee on Science and Technology, U.S. House of Representatives, Ninety-Eighth Congress, Second Session, March 8, 1984."},
      {
        "id":"ED257662",
        "title":"Science and Math Education. Hearing before the Subcommittee on Science, Research and Technology of the Committee on Science and Technology, U.S. House of Representatives, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED257665",
        "title":"Analysis of Errors in Fraction Addition and Subtraction Problems. Final Report."},
      {
        "id":"ED257666",
        "title":"1984 Science and Technology Posture Hearing with the Director of the Office of Science and Technology Policy. Hearing before the Committee on Science and Technology, U.S. House of Representatives, Ninety-Eighth Congress, Second Session, February 1, 1984. No 134."},
      {
        "id":"ED257667",
        "title":"1985 Science and Technology Posture Hearing with the Director of the Office of Science and Technology Policy. Hearing before the Committee on Science and Technology, U.S. House of Representatives, Ninety-Ninth Congress, First Session, February 5, 1985. No. 1."},
      {
        "id":"ED257672",
        "title":"Soviet Space Programs: 1976-80 (With Supplementary Data through 1983). Manned Space Programs and Space Life Sciences. Part 2. Prepared at the Request of Hon. Bob Packwood, Chairman, Committee on Commerce, Science, and Transportation, United States Senate, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED257673",
        "title":"The First Reactor."},
      {
        "id":"ED257674",
        "title":"Atoms to Electricity."},
      {
        "id":"ED257683",
        "title":"The Development of an Instrument for Evaluating the Effects of an Environmental Education Program on Young Children's Environmental Attitudes: A Pilot Study."},
      {
        "id":"ED257686",
        "title":"TRAX (Disk Sector Utility Program). Technical Memorandum 84-1. Focus on the Trained Person."},
      {
        "id":"ED257690",
        "title":"Title IX Line: Vol. III, No. 1, Winter 1983 through Vol. V, No. 2, Spring/Summer 1985."},
      {
        "id":"ED257695",
        "title":"The Nobel Peace Prize and Peace Studies. &quot;Styles of Leadership: An Undergraduate Course Based upon the Prize.&quot;"},
      {
        "id":"ED257696",
        "title":"The Careers and Opinions of Administrators of U.S. Art Museums, Resident Theatres, Orchestras, and Local Arts Agencies."},
      {
        "id":"ED257699",
        "title":"Attitudes about Arms Control and Effects of &quot;The Day After.&quot;"},
      {
        "id":"ED257701",
        "title":"State of the Art Research on Re-Entry. An Essay on Directions for the Future."},
      {
        "id":"ED257707",
        "title":"Collaborative School-Based Curriculum Development: A Case Study."},
      {
        "id":"ED257716",
        "title":"Strategy for Peace 1984. The Stanley Foundation US Foreign Policy Conference Report (25th, Annapolis, Maryland, October 11-13, 1984)."},
      {
        "id":"ED257726",
        "title":"An Examination of the Presentation of Heroes and Heroines in Current (1974-1984) Secondary Level Social Studies Textbooks."},
      {
        "id":"ED257728",
        "title":"Roots of the New Right: School Critic Max Rafferty (1917-82)."},
      {
        "id":"ED257740",
        "title":"Supporting the Arts: An International Comparative Study. Canada, Federal Republic of Germany, France, Italy, Great Britain, Netherlands, Sweden, United States."},
      {
        "id":"ED257741",
        "title":"Eastern European National Minorities, 1919-1980. A Handbook."},
      {
        "id":"ED257751",
        "title":"Guidelines for the Specialty Training and Certification of Secondary School Teachers of Psychology."},
      {
        "id":"ED257752",
        "title":"Ethical Guidelines for the Teaching of Psychology in the Secondary School."},
      {
        "id":"ED257753",
        "title":"In-Service Training Guidelines for Secondary School Teachers of Psychology."},
      {
        "id":"ED257754",
        "title":"Teaching of Psychology in the Secondary School: Studies and Surveys."},
      {
        "id":"ED257755",
        "title":"Checklist for a New Course in Psychology."},
      {
        "id":"ED257756",
        "title":"Psychology Textbooks for the High School Course."},
      {
        "id":"ED257758",
        "title":"U.S. Participation in International, Scientific, Educational, Cultural, and Communications Fields in the Absence of U.S. Membership in UNESCO. Report prepared for the Subcommittees on Human Rights and International Organizations and on International Operations of the Committee on Foreign Affairs. U.S. House of Representatives, Ninety-Ninth Congress, First Session."},
      {
        "id":"ED257762",
        "title":"Issues in Religious Liberty. Hearing before the Subcommittee on the Constitution of the Committee on the Judiciary. United States Senate, Ninety-Eighth Congress, Second Session on Oversight on the State of Religious Liberty in America Today."},
      {
        "id":"ED257764",
        "title":"When Imagination Defies Television: The Day After Effect."},
      {
        "id":"ED257770",
        "title":"Women in Minnesota."},
      {
        "id":"ED257771",
        "title":"Women of the World: Latin America and the Caribbean."},
      {
        "id":"ED257772",
        "title":"Women of the World: Sub-Saharan Africa."},
      {
        "id":"ED257773",
        "title":"Women of the World: Near East and North Africa."},
      {
        "id":"ED257774",
        "title":"Women of the World: Asia and the Pacific."},
      {
        "id":"ED257775",
        "title":"Women of the World: A Chartbook for Developing Regions."},
      {
        "id":"ED257776",
        "title":"Study of Induction Programs for Beginning Teachers. Executive Summary."},
      {
        "id":"ED257777",
        "title":"The Transition Into Teaching: The Problems of Beginning Teachers and Programs to Solve Them. Summary Report."},
      {
        "id":"ED257778",
        "title":"Study of Induction Programs for Beginning Teachers. Volume I. The Problems of Beginning Teachers: A Crisis in Training."},
      {
        "id":"ED257779",
        "title":"Study of Induction Programs for Beginning Teachers. Volume II. The Problems of Beginning Teachers: A Digest of Helping Programs."},
      {
        "id":"ED257780",
        "title":"Study of Induction Programs for Beginning Teachers. Volume III. Helping Beginning Teachers Through the First Year: A Review of the Literature."},
      {
        "id":"ED257781",
        "title":"Study of Induction Programs for Beginning Teachers. Volume IV. Educators Interested and Involved in Programs for Beginning Teachers: A Human Resource Bank."},
      {
        "id":"ED257782",
        "title":"Teacher Education in the &apos;90s: A Working Paper. Occasional Paper No. 016."},
      {
        "id":"ED257783",
        "title":"Health Care Technology Assessment. Hearing Before the Committee on Labor and Human Resources. United States Senate, Ninety-Eighth Congress, Second Session on Examination of the Health Cost Containment Issue: Health Technology Assessment; General Cost Containment Strategies; and Cost Implications of Defensive Medicine and Medical Malpractice."},
      {
        "id":"ED257787",
        "title":"Gallup Poll of Teachers' Attitudes toward the Public Schools."},
      {
        "id":"ED257788",
        "title":"Case Study of a Research Intervention: The University of Utah's Collaborative Approach."},
      {
        "id":"ED257793",
        "title":"Scholarly Activities of Teacher Educators."},
      {
        "id":"ED257796",
        "title":"Homework in the Classroom: Can It Make a Difference in Student Achievement?"},
      {
        "id":"ED257798",
        "title":"Faculty Interpretations of the Goals of MSU's Alternative Teacher Preparation Program. Program Evaluation Series No. 1."},
      {
        "id":"ED257799",
        "title":"Comparing Educational Beliefs of Teacher Candidates and Their Non-Teaching Counterparts. Research and Evaluation in Teacher Education. Program Evaluation Series No. 3."},
      {
        "id":"ED257800",
        "title":"Entering Teacher Candidate Interviews--Fall, 1982. Research and Evaluation in Teacher Education. OPE Technical Report No. 5."},
      {
        "id":"ED257801",
        "title":"The Relation between Academic Aptitude and Commitment to Teaching among MSU Students. Research and Evaluation in Teacher Education. Program Evaluation Series No. 5."},
      {
        "id":"ED257802",
        "title":"International Students and Health: Their Perceptions, Behaviors and Health Care Utilization."},
      {
        "id":"ED257803",
        "title":"Three Analyses of Stimulated-Recall Data."},
      {
        "id":"ED257804",
        "title":"Will National Reports Change Public Education?"},
      {
        "id":"ED257805",
        "title":"Ecology of Students' Achievement Expectations. Executive Summary."},
      {
        "id":"ED257806",
        "title":"The Structure of School: Teachers and Authority."},
      {
        "id":"ED257809",
        "title":"A Follow-up Study of Teachers' Needs, Proficiencies, and Sources of Proficiencies."},
      {
        "id":"ED257810",
        "title":"The Influence of Cooperating Teachers' Supervisory Training and Experience on Teacher Development during Early Field Experiences."},
      {
        "id":"ED257811",
        "title":"The Relationship Between School Health Curriculum and Family Practices."},
      {
        "id":"ED257813",
        "title":"Professors' Observations on Their Work."},
      {
        "id":"ED257814",
        "title":"Teacher Moonlighting and Attrition in Texas."},
      {
        "id":"ED257815",
        "title":"Teaching Mildly Retarded Children in the Regular Classroom. Fastback 220."},
      {
        "id":"ED257817",
        "title":"Aqua Dynamics. Physical Conditioning through Water Exercises."},
      {
        "id":"ED257818",
        "title":"What Works in In-service Education Programs for Teachers? [Papers and Discussions Presented at a Meeting Sponsored by the Southern Regional Education Board (Atlanta, GA, December 6-7, 1984).]"},
      {
        "id":"ED257819",
        "title":"Promoting Effectiveness in Classroom Instruction. Year 3: Final Report."},
      {
        "id":"ED257820",
        "title":"Ecology of Students' Achievement Expectations. Final Report."},
      {
        "id":"ED257821",
        "title":"Integrating Teaching and Testing: A Handbook for High School Teachers."},
      {
        "id":"ED257823",
        "title":"Healthy Moves for Older Adults. Health, Physical Education, Recreation and Dance Monograph No. One."},
      {
        "id":"ED257824",
        "title":"Using Personal Documents to Study Teacher Thinking. Occasional Paper No. 84."},
      {
        "id":"ED257825",
        "title":"Teacher Socialization as a Mechanism for Developing Student Motivation to Learn. Research Series No. 157."},
      {
        "id":"ED257826",
        "title":"Performance-Based Funding in Public Schools."},
      {
        "id":"ED257827",
        "title":"The Trouble With Meaningfulness. Occasional Paper No. 82."},
      {
        "id":"ED257828",
        "title":"The Role of Rhetoric in Changing Teachers&apos; Beliefs. Occasional Paper No. 78."},
      {
        "id":"ED257829",
        "title":"Teacher Career Ladders in Britain. A Study of Their Structure and Impact."},
      {
        "id":"ED257830",
        "title":"Classroom Activity Structures and the Generalizability of Teacher Behavior."},
      {
        "id":"ED257833",
        "title":"Teacher Education Policy in the States: 50-State Survey of Legislative and Administrative Actions."},
      {
        "id":"ED257834",
        "title":"Food Intakes: Individuals in 48 States, Year 1977-78. Nationwide Food Consumption Survey 1977-78. Report No. I-1."},
      {
        "id":"ED257837",
        "title":"Reaching for Excellence: An Effective Schools Sourcebook."},
      {
        "id":"ED257838",
        "title":"Tables of Reliability Coefficients for Mastery Tests."},
      {
        "id":"ED257847",
        "title":"New Jersey Assessment Programs. High School Proficiency Test Results."},
      {
        "id":"ED257850",
        "title":"Chapter I Evaluation Report for the Language Enrichment Communicative Skills Project 1983-84."},
      {
        "id":"ED257853",
        "title":"Evaluation of the 1983-84 Beginning Teacher Program."},
      {
        "id":"ED257854",
        "title":"Your Career Starts Here. A Student's Guide to the ASVAB."},
      {
        "id":"ED257856",
        "title":"Transfer of Training: An Interpretive Review."},
      {
        "id":"ED257858",
        "title":"Thinking Skills: Meanings, Models, and Materials."},
      {
        "id":"ED257859",
        "title":"Test Use Satisfaction: A Consumer Perspective."},
      {
        "id":"ED257860",
        "title":"Sample Size Selection In Single Group Repeated Measures Analysis."},
      {
        "id":"ED257872",
        "title":"Affective Outcomes of Schooling: Full-Information Item Factor Analysis of a Student Questionnaire."},
      {
        "id":"ED257875",
        "title":"Applications of the Concept Tree and Rational Set Generator for Coordinate Concept Learning."},
      {
        "id":"ED257876",
        "title":"Appropriate Quality Assurance Roles for Professional Associations."},
      {
        "id":"ED257879",
        "title":"The Changing Nature of Technical Assistance."},
      {
        "id":"ED257881",
        "title":"Coding and Commonality Analysis: Non-ANOVA Methods for Analyzing Data from Experiments."},
      {
        "id":"ED257882",
        "title":"Cost Analysis at the Local Level: Applications and Attitudes. Paper and Report Series No. 103."},
      {
        "id":"ED257883",
        "title":"Cost Analysis in Educational Evaluation. Paper and Report Series No. 100."},
      {
        "id":"ED257884",
        "title":"Equity and Excellence: Compatible Goals. An Assessment of Programs That Facilitate Increased Access and Achievement of Females and Minorities in K-12 Mathematics and Science Education."},
      {
        "id":"ED257887",
        "title":"Pre-Planning Guide for 1983-84 School Year. Chicago Public Schools."},
      {
        "id":"ED257895",
        "title":"Urban Education: Strategies for Change."},
      {
        "id":"ED257901",
        "title":"Puerto Rican Families in New York City: Intergenerational Processes."},
      {
        "id":"ED257902",
        "title":"Cuento Therapy. Folktales as a Culturally Sensitive Psychotherapy for Puerto Rican Children. Monograph No. 12."},
      {
        "id":"ED257903",
        "title":"A Conceptual Framework for Mental Health Research on Hispanic Populations. Monograph No. 10."},
      {
        "id":"ED257904",
        "title":"A School Desegregation Plan for East Baton Rouge Parish."},
      {
        "id":"ED257908",
        "title":"Una Nacion En Peligro: La Necesidad Imperiosa de Reformar La Ensenanza. (A Nation at Risk: The Imperative for Educational Reform)."},
      {
        "id":"ED257909",
        "title":"Family Outing Activities and Achievement among Fourth Graders in Compensatory Education Funded Schools."},
      {
        "id":"ED257911",
        "title":"Health Care for the Economically Disadvantaged. Hearing before the Subcommittee on Health of the Committee on Finance, United States Senate, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED257913",
        "title":"Health Care for the Economically Disadvantaged--II. Hearing before the Subcommittee on Health of the Committee on Finance. United States Senate, Ninety-Eighth Congress, Second Session (September 28, 1984)."},
      {
        "id":"ED257915",
        "title":"Lost in the Labyrinth. New York City High School Admissions."},
      {
        "id":"ED257917",
        "title":"Children, Families, and Public Schools: Building Community Alliances for Learning. The National Education Association's Annual Conference on Human and Civil Rights in Education (23rd, February 22-24, 1985). NEA Report."},
      {
        "id":"ED257918",
        "title":"Educational Equity."},
      {
        "id":"ED257924",
        "title":"Introduction to High School. High School Renaissance Program. Evaluation Report, Summer 1984. Education Consolidation and Improvement Act Chapter 1."},
      {
        "id":"ED257925",
        "title":"Evaluation of Summer Basic Skills Centers, 1984. Education Consolidation and Improvement Act, Chapter I and Chicago Effective Schools Project."},
      {
        "id":"ED257927",
        "title":"Report of the National Invitational Working Conference on Holding Power and Dropouts (New York, New York, February 13-15, 1985)."},
      {
        "id":"ED257932",
        "title":"Poverty Areas in Large Cities. 1980 Census of Population. Volume 2: Subject Reports."},
      {
        "id":"ED257934",
        "title":"Innovations in Continuing Education. 1981 Award-Winning New Programs."},
      {
        "id":"ED257935",
        "title":"Innovations in Continuing Education. 1982 Award-Winning New Programs."},
      {
        "id":"ED257940",
        "title":"Management Planning Requirements for Implementing Office Automation."},
      {
        "id":"ED257941",
        "title":"The Hidden Costs of Owning a Microcomputer."},
      {
        "id":"ED257952",
        "title":"Human Work Behavior from the Perspective of Developmental Psychology."},
      {
        "id":"ED257954",
        "title":"An Instructor's Diagnostic Aid for Feedback in Training."},
      {
        "id":"ED257958",
        "title":"Implementation of the Emergency Veterans' Job Training Act of 1983. Hearing before the Subcommittee on Education, Training, and Employment of the Committee on Veterans' Affairs, House of Representatives, Ninety-Ninth Congress, First Session. Serial No. 99-2."},
      {
        "id":"ED257959",
        "title":"Youth Employment and the Minimum Wage. Hearing before the Joint Economic Committee, Congress of the United States, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED257960",
        "title":"Electricity/Electronics Curriculum Guide. Instructional Modules Level I."},
      {
        "id":"ED257964",
        "title":"Oregon High School Follow-up Study. Statewide Findings."},
      {
        "id":"ED257966",
        "title":"Improving Technology, Training, and Opportunities for Blind People in Word Processing."},
      {
        "id":"ED257968",
        "title":"10 Recommendations for Improving Secondary Vocational Education."},
      {
        "id":"ED257969",
        "title":"Adult Students and Their Unenrolled Cohorts at UW-Stevens Point."},
      {
        "id":"ED257970",
        "title":"UWC-Baraboo/Sauk County Adult Student Survey. Report."},
      {
        "id":"ED257971",
        "title":"The Cottage Industry: Homebased Businesses for Older Adults. An Information Guidebook."},
      {
        "id":"ED257972",
        "title":"Management Guide to a Competency-Based Adult Education Program for Administrators, Counselors, Teachers. 1984-1985."},
      {
        "id":"ED257973",
        "title":"Reaching and Helping Unorganized and Disadvantaged People. Courier No. 33."},
      {
        "id":"ED257974",
        "title":"Invest in Experience: New Directions for an Aging Workforce. An Analysis of Issues and Options for Business."},
      {
        "id":"ED257975",
        "title":"Mobile Training Laboratories, Mobile Equipment and Programs Offered in Business or Industry. Status Report."},
      {
        "id":"ED257976",
        "title":"Identify and Plan for Guidance Program Change. Module CG A-1 of Category A--Guidance Program Planning. Competency-Based Career Guidance Modules."},
      {
        "id":"ED257977",
        "title":"Organize Guidance Program Development Team. Module CG A-2 of Category A--Guidance Program Planning. Competency-Based Career Guidance Modules."},
      {
        "id":"ED257979",
        "title":"Establish a Career Development Theory. Module CG A-4 of Category A--Guidance Program Planning. Competency-Based Career Guidance Modules."},
      {
        "id":"ED257980",
        "title":"Build a Guidance Program Planning Model. Module CG A-5 of Category A--Guidance Program Planning. Competency-Based Career Guidance Modules."},
      {
        "id":"ED257981",
        "title":"Determine Client and Environmental Needs. Module CG A-6 of Category A--Guidance Program Planning. Competency-Based Career Guidance Modules."},
      {
        "id":"ED257982",
        "title":"Influence Legislation. Module CG B-1 of Category B--Supporting. Competency-Based Career Guidance Modules."},
      {
        "id":"ED257983",
        "title":"Write Proposals. Module CG B-2 of Category B--Supporting. Competency-Based Career Guidance Modules."},
      {
        "id":"ED257984",
        "title":"Improve Public Relations and Community Involvement. Module CG B-3 of Category B--Supporting. Competency-Based Career Guidance Modules."},
      {
        "id":"ED257985",
        "title":"Conduct Staff Development Activities. Module CG B-4 of Category B--Supporting. Competency-Based Career Guidance Modules."},
      {
        "id":"ED257986",
        "title":"Use and Comply with Administrative Mechanisms. Module CG B-5 of Category B--Supporting. Competency-Based Career Guidance Modules."},
      {
        "id":"ED257987",
        "title":"Counsel Individuals and Groups. Module CG C-1 of Category C--Implementing. Competency-Based Career Guidance Modules."},
      {
        "id":"ED257988",
        "title":"Tutor Clients. Module CG C-2 of Category C--Implementing. Competency-Based Career Guidance Modules."},
      {
        "id":"ED257989",
        "title":"Conduct Computerized Guidance. Module CG C-3 of Category C--Implementing. Competency-Based Career Guidance Modules."},
      {
        "id":"ED257990",
        "title":"Infuse Curriculum-Based Guidance. Module CG C-4 of Category C--Implementing. Competency-Based Career Guidance Modules."},
      {
        "id":"ED257991",
        "title":"Coordinate Career Resource Centers. Module CG C-5 of Category C--Implementing. Competency-Based Career Guidance Modules."},
      {
        "id":"ED257992",
        "title":"Promote Home-Based Guidance. Module CG C-6 of Category C--Implementing. Competency-Based Career Guidance Modules."},
      {
        "id":"ED257993",
        "title":"Develop a Work Experience Program. Module CG C-7 of Category C--Implementing. Competency-Based Career Guidance Modules."},
      {
        "id":"ED257994",
        "title":"Provide Employability Skill Development. Module CG C-8 of Category C--Implementing. Competency-Based Career Guidance Modules."},
      {
        "id":"ED257995",
        "title":"Provide for the Basic Skills. Module CG C-9 of Category C--Implementing. Competency-Based Career Guidance Modules."},
      {
        "id":"ED257996",
        "title":"Conduct Placement and Referral Program Activities. Module CG C-10 of Category C--Implementing. Competency-Based Career Guidance Modules."},
      {
        "id":"ED257997",
        "title":"Facilitate Follow-up and Follow-through. Module CG C-11 of Category C--Implementing. Competency-Based Career Guidance Modules."},
      {
        "id":"ED257998",
        "title":"Provide Career Guidance to Girls and Women. Module CG C-13 of Category C--Implementing. Competency-Based Career Guidance Modules."},
      {
        "id":"ED257999",
        "title":"Enhance Understanding of Individuals with Disabilities. Module CG C-14 of Category C--Implementing. Competency-Based Career Guidance Modules."},
      {
        "id":"ED258000",
        "title":"Help Ethnic Minorities with Career Guidance. Module CG C-15 of Category C--Implementing. Competency-Based Career Guidance Modules."},
      {
        "id":"ED258001",
        "title":"Meet Guidance Needs of Older Adults. Module CG C-16 of Category C--Implementing. Competency-Based Career Guidance Modules."},
      {
        "id":"ED258002",
        "title":"Promote Equity and Client Advocacy. Module CG C-17 of Category C--Implementing. Competency-Based Career Guidance Modules."},
      {
        "id":"ED258003",
        "title":"Assist Clients with Equity Rights and Responsibilities. Module CG C-18 of Category C--Implementing. Competency-Based Career Guidance Modules."},
      {
        "id":"ED258004",
        "title":"Develop Ethical and Legal Standards. Module CG C-19 of Category C--Implementing. Competency-Based Career Guidance Modules."},
      {
        "id":"ED258005",
        "title":"Ensure Program Operations. Module CG D-1 of Category D--Operating. Competency-Based Career Guidance Modules."},
      {
        "id":"ED258006",
        "title":"Aid Professional Growth. Module CG D-2 of Category D--Operating. Competency-Based Career Guidance Modules."},
      {
        "id":"ED258007",
        "title":"Evaluate Guidance Activities. Module CG E-1 of Category E--Evaluating. Competency-Based Career Guidance Modules."},
      {
        "id":"ED258008",
        "title":"Communicate and Use Evaluation-Based Decisions. Module CG E-2 of Category E--Evaluating. Competency-Based Career Guidance Modules."},
      {
        "id":"ED258009",
        "title":"Youth Employment: National Policy and Local Delivery in Three U.S. Settings."},
      {
        "id":"ED258010",
        "title":"Youth Employment Delivery Systems: Case Studies of Three Settings."},
      {
        "id":"ED258011",
        "title":"Forward and Backward Mapping: Reversible Logic in the Analysis of Public Policy."},
      {
        "id":"ED258012",
        "title":"Federal Policy toward Youth Employment: An Historical and Political Analysis."},
      {
        "id":"ED258013",
        "title":"Youth Employment and Job Creation."},
      {
        "id":"ED258014",
        "title":"Career Development of Blind and Visually Impaired Persons. Proceedings of the Macfarland Seminar, Annual Meeting of the American Association of Workers for the Blind (Phoenix, Arizona, July 1983)."},
      {
        "id":"ED258015",
        "title":"Maximizing Employment through Research. Proceedings of the Annual Research Utilization Conference (1st, Mississippi State, Mississippi, 1984)."},
      {
        "id":"ED258016",
        "title":"Work Samples and Visually Impaired Persons: A State-of-the-Art Review and Resource Manual."},
      {
        "id":"ED258017",
        "title":"Career Development of Blind and Visually Impaired Persons. An Annotated Bibliography."},
      {
        "id":"ED258018",
        "title":"Standards for Excellence in Business Education."},
      {
        "id":"ED258019",
        "title":"Standards of Excellence for Business Education. Executive Summary."},
      {
        "id":"ED258030",
        "title":"Vocational Education Opportunities."},
      {
        "id":"ED258032",
        "title":"Engineer Equipment Mechanic."},
      {
        "id":"ED258033",
        "title":"Construction Print Reading."},
      {
        "id":"ED258034",
        "title":"Crane and Excavator Operator."},
      {
        "id":"ED258035",
        "title":"Antenna Construction and Propagation of Radio Waves."},
      {
        "id":"ED258036",
        "title":"Basic Warehousing."},
      {
        "id":"ED258037",
        "title":"Warehousing Operations."},
      {
        "id":"ED258038",
        "title":"Supply Management."},
      {
        "id":"ED258039",
        "title":"Food Service Fundamentals."},
      {
        "id":"ED258040",
        "title":"Pastry Baking."},
      {
        "id":"ED258041",
        "title":"Meats and Meat Cookery."},
      {
        "id":"ED258042",
        "title":"Vegetables, Soups, Sauces, Gravies and Beverages."},
      {
        "id":"ED258043",
        "title":"Salads, Sandwiches and Desserts."},
      {
        "id":"ED258044",
        "title":"Personal Finance."},
      {
        "id":"ED258045",
        "title":"Automotive Engine Maintenance and Repair."},
      {
        "id":"ED258046",
        "title":"Automotive Power Trains."},
      {
        "id":"ED258047",
        "title":"Automotive Cooling and Lubricating Systems."},
      {
        "id":"ED258048",
        "title":"Automotive Brake Systems."},
      {
        "id":"ED258049",
        "title":"Light Vehicle Preventive Maintenance."},
      {
        "id":"ED258050",
        "title":"Preventive Maintenance and Operating Techniques for Heavy Vehicles."},
      {
        "id":"ED258051",
        "title":"Automotive Fuel and Exhaust Systems."},
      {
        "id":"ED258061",
        "title":"Psychological Models of Engineering Careers: Academic Prediction."},
      {
        "id":"ED258065",
        "title":"Demotivating and Disincentive Influences in a Health Care Organization."},
      {
        "id":"ED258071",
        "title":"Quantitative and Qualitative Aspect of Loneliness: An Individual Difference Perspective."},
      {
        "id":"ED258076",
        "title":"Self-Verification of Ability through Biased Performance Memory."},
      {
        "id":"ED258080",
        "title":"Youth and the Justice System: Can We Intervene Earlier? Hearing before the Select Committee on Children, Youth, and Families. House of Respresentatives, Ninety-Eighth Congress, Second Session. (New Orleans, Louisiana)."},
      {
        "id":"ED258081",
        "title":"Child Abuse: What We Know about Prevention Strategies. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED258082",
        "title":"Depression: What We Know."},
      {
        "id":"ED258083",
        "title":"Psychological Models of Engineering Careers."},
      {
        "id":"ED258084",
        "title":"Navy Substance Abuse Prevention Program: Research and Evaluation."},
      {
        "id":"ED258085",
        "title":"Dependency: The Application of the Systems Approach to a Clinical Problem."},
      {
        "id":"ED258087",
        "title":"Importance of Interpersonal Variables in Potential Clients' Evaluation of Therapists."},
      {
        "id":"ED258088",
        "title":"Changes in Perceived Locus of Control during Basic Training."},
      {
        "id":"ED258089",
        "title":"Computer Anxiety: Relationship to Math Anxiety and Holland Types."},
      {
        "id":"ED258090",
        "title":"The Effects of Level of Simulation upon Observers' Ratings of a Counselor in a Role-Played Interaction."},
      {
        "id":"ED258092",
        "title":"Individualistic vs. Competitive Participation: The Effect on Intrinsic Motivation."},
      {
        "id":"ED258093",
        "title":"Report on the National Conference for Youth on Drinking and Driving (Washington, D.C., April 27-30, 1984)."},
      {
        "id":"ED258095",
        "title":"Dropouts from the Chicago Public Schools: An Analysis of the Classes of 1982, 1983, 1984."},
      {
        "id":"ED258097",
        "title":"Self-Esteem, Self-Consciousness, and Access to Self-Relevant Knowledge."},
      {
        "id":"ED258099",
        "title":"Estimated Full Scale IQ in an Adult Heroin Addict Population."},
      {
        "id":"ED258100",
        "title":"Summary of States' Issues on Aging. An Information Paper by the General Accounting Office to the Chairman of the Select Committee on Aging. House of Representatives, Ninety-Eighth Congress, Second Session."},
      {
        "id":"ED258102",
        "title":"Group Treatment for Wife-Battering Military Personnel."},
      {
        "id":"ED258103",
        "title":"Child Sexual Abuse: Prevention and Treatment. Continuing Education Manual."},
      {
        "id":"ED258104",
        "title":"Adolescent Abuse and Neglect: Prevention and Intervention. Continuing Education Manual."},
      {
        "id":"ED258108",
        "title":"Burden Experienced by Informal Providers of Home Care for the Elderly."},
      {
        "id":"ED258109",
        "title":"The New Unemployed: Long-Term Consequences for Their Families. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, Ninety-Eighth Congress, Second Session. (Detroit, MI)."},
      {
        "id":"ED258111",
        "title":"Effects of Explanation and Counter-Explanation on the Development and Use of Social Theories."},
      {
        "id":"ED258114",
        "title":"Motivational Style and Adult Life Stage Theory."},
      {
        "id":"ED258118",
        "title":"Teenage Suicide. Hearing before the Subcommittee on Juvenile Justice of the Committee on the Judiciary. United States Senate, Ninety-Eighth Congress, Second Session on Oversight on the Factors That May Lead to Teenage Suicide, and What May Be Done to Prevent That Tragedy (October 3, 1984)."},
      {
        "id":"ED258119",
        "title":"The Effect of Question Wording Style on Attributions for Success and Failure."},
      {
        "id":"ED258125",
        "title":"Form of Personal Faith and General and Specific Locus of Control."},
      {
        "id":"ED258126",
        "title":"Drugs and American High School Students 1975-1983. Highlights."},
      {
        "id":"ED258127",
        "title":"Impact of Therapist's Feminist Values and Smoking on Prospective Clients."},
      {
        "id":"ED258129",
        "title":"The Effects of Laughter on Humor and Humor on Mood."},
      {
        "id":"ED258130",
        "title":"Needs for Psychosocial Support in Home Care Hospice Patients."},
      {
        "id":"ED258131",
        "title":"The Child in Grief: Implications for Teaching."},
      {
        "id":"ED258134",
        "title":"Review, Other Macroprocesses, and Individual Differences."},
      {
        "id":"ED258135",
        "title":"Reading and Writing in School-Age Children: A Developmental View."},
      {
        "id":"ED258136",
        "title":"A Comparison of the Contributions of Phonological Recoding and Selective Attention Deficits to Reading Disability."},
      {
        "id":"ED258138",
        "title":"Evidence of the Cognitive and Metacognitive Effects of Punctuation and Intonation: Can the New Technologies Help?"},
      {
        "id":"ED258140",
        "title":"Teaching a Reading Comprehension Skill: Fact and Opinion."},
      {
        "id":"ED258146",
        "title":"What Is Literacy in the United States? Reading Competencies and Practices. Technical Report #5."},
      {
        "id":"ED258154",
        "title":"Your Key to a Successful Course."},
      {
        "id":"ED258155",
        "title":"Communication Skills, Volume 1. USAF Senior Noncommissioned Officer Academy, Associate Program, Course 8A."},
      {
        "id":"ED258156",
        "title":"Student Data Survey. USAF Senior Noncommissioned Officer Academy, Associate Program, Course 8A."},
      {
        "id":"ED258157",
        "title":"Reading Improvement, Volume 2. USAF Senior Noncommissioned Officer Academy, Associate Program, Course 8A."},
      {
        "id":"ED258158",
        "title":"Effective Writing, Volume 2 Supplement. USAF Senior Noncommissioned Officer Academy, Associate Program, Course 8A."},
      {
        "id":"ED258159",
        "title":"Air University Suggested Professional Reading Guide."},
      {
        "id":"ED258160",
        "title":"Mental Chronometry during Fixations in Reading: Processing Orthographic Characteristics of the Text."},
      {
        "id":"ED258162",
        "title":"Elementary Teachers' Beliefs about Reading and Knowledge of Reading Content: Relationships to Decisions about Reading Outcomes."},
      {
        "id":"ED258163",
        "title":"An Observational Measure of Reading Teacher Instructional Orientation."},
      {
        "id":"ED258164",
        "title":"The RIF Book of Ideas: Raising Funds. No. 2."},
      {
        "id":"ED258165",
        "title":"The Effects of Topic Familiarity on Good and Poor Readers&apos; Sensitivity to What Is Important in Text. Technical Report No. 337."},
      {
        "id":"ED258168",
        "title":"Training Preservice Teachers to Use Dramatic Activities with Secondary School Students."},
      {
        "id":"ED258173",
        "title":"Tutors in the Writing Center."},
      {
        "id":"ED258174",
        "title":"The Transaction between Teachers' Comments and Students' Revisions: Catalysts and Obstacles."},
      {
        "id":"ED258180",
        "title":"Rhetorical Maturity and Perry's Model of Intellectual Development: A Study of College Students' Writing and Thinking."},
      {
        "id":"ED258183",
        "title":"Evidence of Audience Awareness in the Writing and Writing Processes of Nine- and Eighteen-Year Olds."},
      {
        "id":"ED258186",
        "title":"The Relationship between the Originality of Essays and Variables in the Problem-Discovery Process: A Study of Creative and Noncreative Middle School Students."},
      {
        "id":"ED258189",
        "title":"A Content Analysis of Foreign Correspondent Reports from Nicaragua and El Salvador."},
      {
        "id":"ED258195",
        "title":"The Best of Both Worlds: Writing Conferences on the Computer."},
      {
        "id":"ED258196",
        "title":"Media Consumption and International News: A Case Study in News Exposure, Coverage Satisfaction and Knowledge."},
      {
        "id":"ED258197",
        "title":"Exit Polls Reveal More about Voters' Use of Endorsements."},
      {
        "id":"ED258199",
        "title":"The Readership Problem: Steps toward a Comprehensive Model."},
      {
        "id":"ED258200",
        "title":"Eleanor Roosevelt: First Lady as Radio Pioneer."},
      {
        "id":"ED258202",
        "title":"A Comparative Study of Writing Abilities in Two Modes at the Grade 5, 8, and 12 Levels."},
      {
        "id":"ED258204",
        "title":"Writing as a Linguistic Problem."},
      {
        "id":"ED258205",
        "title":"Assiduous String-Savers: The Idea-Generating Strategies of Professional Expository Writers."},
      {
        "id":"ED258208",
        "title":"Reactions of the Target Teacher and Administrator Population Prior to Implementation. Handwriting Implementation Project Study, Report #2."},
      {
        "id":"ED258210",
        "title":"Women in Journalism Education: The Formative Period, 1908-1930."},
      {
        "id":"ED258213",
        "title":"Rivals in Consonance: The Case of Television Network News."},
      {
        "id":"ED258214",
        "title":"A Hero's Homecoming: A Comparative Analysis of Photographic Coverage."},
      {
        "id":"ED258216",
        "title":"Economic Theory and Broadcasting."},
      {
        "id":"ED258217",
        "title":"Why Adolescents Use a Computer-Based Health Information System."},
      {
        "id":"ED258218",
        "title":"Geographic and Source Biases in Network Television News 1982-1984."},
      {
        "id":"ED258220",
        "title":"Teaching Teachers to Teach Writing: Raising Your Composition Consciousness."},
      {
        "id":"ED258222",
        "title":"Media Use and Reliance--How Do They Interact in Affecting Knowledge Level."},
      {
        "id":"ED258223",
        "title":"Maintaining Separate Spheres: The Career of Margaret Cousins."},
      {
        "id":"ED258225",
        "title":"Writing for New Literates: The Design, Delivery and Evaluation of a Writers' Workshop in Zambia."},
      {
        "id":"ED258227",
        "title":"The &quot;New York Times&quot; and Foreign Policy: Press Coverage and U.S.-India Relations, 1973-1980."},
      {
        "id":"ED258228",
        "title":"Individual and Organizational Predictors of Journalistic Prize-Seeking."},
      {
        "id":"ED258229",
        "title":"Prior Review Guidelines for Student Publications: State Departments of Public Instruction v. the Federal Circuit Courts."},
      {
        "id":"ED258230",
        "title":"Fritz Goro on Tape: An Emigre Photojournalist's Professional Biography."},
      {
        "id":"ED258234",
        "title":"Real Readers for Real Writers."},
      {
        "id":"ED258235",
        "title":"Readers' Response to Appearance of Competing Metropolitan Dailies."},
      {
        "id":"ED258236",
        "title":"Effect of Editorial Endorsements on Public Perception of Leanings in Coverage of a Presidential Election Campaign."},
      {
        "id":"ED258237",
        "title":"Ethical Dilemmas and Modern Journalists."},
      {
        "id":"ED258238",
        "title":"Measures of Network TV News Bias in Campaign '84 or Should Jesse Helms &quot;Become Dan Rather's Boss&quot;?"},
      {
        "id":"ED258244",
        "title":"Long Waves and Journalism Ideology in America, 1835-1985."},
      {
        "id":"ED258253",
        "title":"Asking Basic Questions: Public Relations vs. Private Enterprise."},
      {
        "id":"ED258256",
        "title":"Collaboration in a High School Computers and Writing Class: An Ethnographic Study."},
      {
        "id":"ED258263",
        "title":"How the &quot;Public Relations Journal&quot; Responds to Criticism of Public Relations Ethics: A Qualitative Approach."},
      {
        "id":"ED258269",
        "title":"Research on Content of the Basic Business Communication Course (and Related Issues)."},
      {
        "id":"ED258272",
        "title":"Sex and Power in the Office: An Overview of Gender and Executive Power Perceptions in Organizations."},
      {
        "id":"ED258276",
        "title":"Media Reliance, Television News and Viewer Selectivity."},
      {
        "id":"ED258277",
        "title":"The Cultivation Effects of Television Violence: Further Testing."},
      {
        "id":"ED258278",
        "title":"Recall, Recognition, and Ad Preference as a Function of 18 Properties of TV Commercials."},
      {
        "id":"ED258280",
        "title":"Policical Identity, Time of Final Vote Decision and Media Use in the 1980 Presidential Election."},
      {
        "id":"ED258282",
        "title":"Starting a Young Authors Club."},
      {
        "id":"ED258283",
        "title":"Motivators of the Month--\"Anatomy Adjectives,\" and Other Ideas."},
      {
        "id":"ED258284",
        "title":"Language Everywhere. [Compiled from Columns in Three Issues of \"Live Wire,\" August, October, and December 1984.]"},
      {
        "id":"ED258285",
        "title":"Affirmative Communication as Health: The New Paradigm."},
      {
        "id":"ED258286",
        "title":"Anticipation of Communication with Familiar and Unfamiliar Persons."},
      {
        "id":"ED258288",
        "title":"Control and Affiliation: A Two Dimensional Approach to Relational Communication."},
      {
        "id":"ED258291",
        "title":"The Relationships among Sex, Attribution and Selection of a Communication Strategy by Students Following a Failure."},
      {
        "id":"ED258293",
        "title":"East of the Sun, West of the Moon."},
      {
        "id":"ED258298",
        "title":"Treating Communication Apprehension and Avoidance: Past Roots, Future Perspectives."},
      {
        "id":"ED258299",
        "title":"Power in the Classroom IV: Teacher Communication Techniques as Alternatives to Discipline."},
      {
        "id":"ED258301",
        "title":"Nonverbal Sensitivity in the College Classroom: Toward Optimum Classroom Communication Climate."},
      {
        "id":"ED258303",
        "title":"Instructor Responses to Poor Student Communication Performance: An Attributional Interpretation."},
      {
        "id":"ED258304",
        "title":"Brief Contemplation as a Factor in the Accuracy of Perceptual Judgments."},
      {
        "id":"ED258305",
        "title":"Facilitating Consensual Labor-Management Decision Making."},
      {
        "id":"ED258306",
        "title":"Rhetorical Force and the Study of Organizational Communication."},
      {
        "id":"ED258307",
        "title":"Broad Topics as Debate Entry Barriers: The Effects of Cognitive Development and Tolerance for Ambiguity."},
      {
        "id":"ED258308",
        "title":"Rhetorical Perspectivism of Black Congressmen upon the 1875 Civil Rights Bill."},
      {
        "id":"ED258309",
        "title":"A TV News Approach to Oral Communication."},
      {
        "id":"ED258310",
        "title":"Activities for Teaching Speaking and Listening: Grades 7-12."},
      {
        "id":"ED258312",
        "title":"Speech Perception, Word Recognition and the Structure of the Lexicon. Research on Speech Perception Progress Report No. 10."},
      {
        "id":"ED258322",
        "title":"Linking the Behaviors and Activities of Secondary School Principals to School Effectiveness: A Focus on Effective and Ineffective Behaviors."},
      {
        "id":"ED258326",
        "title":"Fostering Computer Competence in the School Environment: Guidelines Drawn from Research."},
      {
        "id":"ED258333",
        "title":"The Administrative Manager in the 21st Century: An International Perspective."},
      {
        "id":"ED258335",
        "title":"Let the Marketplace Decide the Viability of Independent Schools. Part of a Symposium on Government Financing for Private Schools: Pros and Cons."},
      {
        "id":"ED258337",
        "title":"A Process Guide for School Improvement. Program Report No. 85-3."},
      {
        "id":"ED258338",
        "title":"Principals Use Research-Based Techniques for Facilitating School Effectiveness."},
      {
        "id":"ED258339",
        "title":"Attitudes of South Dakota Elementary and Secondary Parents toward the Public Schools."},
      {
        "id":"ED258341",
        "title":"Value Conflicts in Computing Developments: Developed and Developing Countries."},
      {
        "id":"ED258344",
        "title":"Implementing Standards for Quality Elementary Schools, Kindergarten through Eighth Grade."},
      {
        "id":"ED258346",
        "title":"An Investigation of Program Evaluation Budgets. Paper and Report Series No. 108. Interim Draft."},
      {
        "id":"ED258365",
        "title":"The Condition of Education. A Statistical Report. 1985 Edition."},
      {
        "id":"ED258368",
        "title":"Seven \"Whole Class\" Strategies to Help Mainstreamed Youngsters Read and Learn Better in Content Area Classes."},
      {
        "id":"ED258369",
        "title":"Five Cooperative Learning Strategies for Mainstreamed Youngsters in Content Area Classrooms."},
      {
        "id":"ED258370",
        "title":"Seven Individualized Reading and Study Strategies for Mainstreamed Students in Content Area Classes."},
      {
        "id":"ED258375",
        "title":"The Effectiveness of Creative Experiences in Enhancing Creative Development."},
      {
        "id":"ED258376",
        "title":"Opportunities After High School for Persons Who Are Severely Handicapped."},
      {
        "id":"ED258380",
        "title":"Project INTERACT: Job-Related Social Skills to Facilitate School-to-Work Transition."},
      {
        "id":"ED258382",
        "title":"A Study of the School to Work Transition for Learning Disabled Students and the Learning Disabled Adult in Society in the Netherlands and Denmark. Final Report, April 14, 1984 to May 26, 1984."},
      {
        "id":"ED258389",
        "title":"International Directory of Libraries and Production Facilities for the Blind."},
      {
        "id":"ED258390",
        "title":"Identifying Learning Disabled Students: Guidelines for Decision Making."},
      {
        "id":"ED258392",
        "title":"Models for Parent Involvement with Culturally Diverse Groups."},
      {
        "id":"ED258394",
        "title":"Differentiating Psychosocial Risk as a Means of Individualizing Programs for Handicapped Children and Their Families. Final Report. Part I and II."},
      {
        "id":"ED258396",
        "title":"The SKI*HI Model: Programming for Hearing Impaired Infants through Home Intervention, Home Visit Curriculum. Fourth Edition."},
      {
        "id":"ED258398",
        "title":"Dissemination Model Assistance Project (DMAP): Final Report."},
      {
        "id":"ED258399",
        "title":"Resource Guide for Gifted and Talented Programs."},
      {
        "id":"ED258403",
        "title":"Characteristics of Gifted Preschool Children."},
      {
        "id":"ED258407",
        "title":"Attitude Toward Mainstreaming and Approach to Classroom Management."},
      {
        "id":"ED258408",
        "title":"Sexual Exploitation: What Parents of Handicapped Persons Should Know."},
      {
        "id":"ED258409",
        "title":"Oversight Hearing on Interagency Cooperation. Hearing before the Subcommittee on Select Education of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, Second Session, (Aliquippa, PA, March 23, 1984)."},
      {
        "id":"ED258412",
        "title":"Math Computation and Spelling Achievement of Deaf Children with Deaf Parents and Deaf Children with Hearing Parents."},
      {
        "id":"ED258413",
        "title":"American Council on Rural Special Education (ACRES) Conference Proceedings (5th, Bellingham, Washington, March 19-22, 1985)."},
      {
        "id":"ED258414",
        "title":"The Preparation of Early Childhood Special Educators for Rural and Urban Settings."},
      {
        "id":"ED258419",
        "title":"Tutoring Interventions within Special Education Settings: A Comparison of Cross-Age and Peer Tutoring."},
      {
        "id":"ED258420",
        "title":"Gifted Plus: A Unit Designed to Teach Gifted Children about Their Abilities."},
      {
        "id":"ED258424",
        "title":"Oversight Hearing on Monitoring Activities of the Office of Special Education and Rehabilitation Services. Hearing Before the Subcommittee on Select Education of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, Second Session (August 1, 1984)."},
      {
        "id":"ED258425",
        "title":"State-of-the-Art: Research Priorities in Deaf-Blindness. Proceedings of a Conference (Washington, D.C., November 2-5, 1984)."},
      {
        "id":"ED258428",
        "title":"Referred Students' Performance on the K-ABC, WISC-R, and Woodcock-Johnson."},
      {
        "id":"ED258430",
        "title":"Child's Modes of Communication with the Animal."},
      {
        "id":"ED258438",
        "title":"What's a Teacher To Do? A Referral Process for Special Education Services."},
      {
        "id":"ED258439",
        "title":"Employers Are Asking...About the Safety of Handicapped Workers When Emergencies Occur."},
      {
        "id":"ED258440",
        "title":"Issues in Language Testing. ELT Documents 111."},
      {
        "id":"ED258445",
        "title":"Home Team: Over 60 Home Learning Tips from the American Federation of Teachers [and] El Equipo del Hogar: La American Federation of Teachers Presenta Mas de 60 Consejos para el Aprendizaje."},
      {
        "id":"ED258448",
        "title":"The Effectiveness of an Informal Reading Inventory in Identifying the Functional Reading Levels of Bilingual Students. Bilingual Education Paper Series Vol. 2 No. 10."},
      {
        "id":"ED258449",
        "title":"In-Service Education Models for Classroom Educators to Assess Language Proficiency in Bilingual Students. Bilingual Education Paper Series Vol. 2 No. 12."},
      {
        "id":"ED258450",
        "title":"State of the Art of Pacific Bilingual Education. Bilingual Education Paper Series Vol. 4 No. 10."},
      {
        "id":"ED258451",
        "title":"Functions of Code-Switching in a Spanish/English Bilingual Classroom. Bilingual Education Paper Series Vol. 4 No. 11."},
      {
        "id":"ED258454",
        "title":"Compound Nouns in Mandarin."},
      {
        "id":"ED258458",
        "title":"Recent Developments in Research on Bilingual Education in the United States. Bilingual Education PaAer Series Vol. 6 No. 2."},
      {
        "id":"ED258459",
        "title":"Psycho-Social Dynamics in Second Language Acquisition: A Case Study of Vietnamese Brothers. Bilingual Education Paper Series Vol. 7 No. 3."},
      {
        "id":"ED258460",
        "title":"A Comparative Analysis of Oral Reading Miscues Made by Monolingual versus Bilingual Students. Bilingual Education Paper Series. Vol. 7 No. 5."},
      {
        "id":"ED258466",
        "title":"Asian Bilingual Education Teacher Handbook."},
      {
        "id":"ED258467",
        "title":"EDAC Test Collection Catalogue: A Description of Tests for Use in Bilingual Education Programs."},
      {
        "id":"ED258468",
        "title":"Non-Verbal Communication in Puerto Rico. Second Edition."},
      {
        "id":"ED258474",
        "title":"A Study of the Extent and Effect of English Language Training for Refugees. Phase II: Classroom Observation and Community Survey."},
      {
        "id":"ED258475",
        "title":"A Study of English Language Training for Refugees in the United States. Phase Three: The Influence of Language Training and Employment on Adult Refugees' Acquisition of English. Technical Report."},
      {
        "id":"ED258476",
        "title":"A Study of English Language Training for Refugees. Public Report."},
      {
        "id":"ED258477",
        "title":"The School Classroom and the Radio Classroom. Radio Language Arts Project Implementation. Field Notes 3."},
      {
        "id":"ED258478",
        "title":"A Look at Methodology. Radio Language Arts Project Implementation. Field Notes 5."},
      {
        "id":"ED258479",
        "title":"The English Language Amendment. Hearing before the Subcommittee on the Constitution of the Committee on the Judiciary. Senate, Ninety-Eighth Congress, Second Session on S.J. Res. 167, a Joint Resolution Proposing an Amendment to the Constitution of the United States with Respect to the English Language."},
      {
        "id":"ED258481",
        "title":"A Handbook for Teaching Korean-Speaking Students."},
      {
        "id":"ED258484",
        "title":"Results of a Summer Developmental Program on Minority Students with Low Academic Skills. SAIR Conference Paper."},
      {
        "id":"ED258487",
        "title":"Using Comparative Expenditure Data for Institutional Planning. SAIR Conference Paper."},
      {
        "id":"ED258489",
        "title":"External Analysis and Planning. SAIR Conference Paper."},
      {
        "id":"ED258492",
        "title":"Strategic Planning vs. Disjointed Incrementalism: An Institutional Research Perspective. SAIR Conference Paper."},
      {
        "id":"ED258499",
        "title":"A Comparison of Procedures for Establishing Peer Groups. SAIR Conference Paper."},
      {
        "id":"ED258501",
        "title":"Employee Educational Programs: Implications for Industry and Higher Education. ASHE-ERIC Higher Education Research Report No. 7."},
      {
        "id":"ED258505",
        "title":"Access to Higher Education: The Experience of Blacks, Hispanics and Low Socio-Economic Status Whites."},
      {
        "id":"ED258507",
        "title":"Faculty Careers: Personal, Institutional and Societal Dimensions."},
      {
        "id":"ED258511",
        "title":"Hearing on Collective Bargaining at Private Educational Institutions and in the Performing Arts. Hearing before the Subcommittee on Labor-Management Relations of the Committee on Education and Labor. House of Representatives, Ninety-Eighth Congress, Second Session on H.R. 3291 and H.R. 5107."},
      {
        "id":"ED258513",
        "title":"A Comparison of Three Teaching Evaluation Instruments."},
      {
        "id":"ED258515",
        "title":"Methods for Calculating Salary and Fringe Benefit Cost Comparisons, 1985-86 to 1994-95. A Revision of the Commission's 1977 Methodology for Preparing Its Annual Reports on Faculty and Administrative Salaries and Fringe Benefit Costs."},
      {
        "id":"ED258516",
        "title":"Student Fee Policy at the California Maritime Academy. A Report to the Legislature in Response to Supplemental Language to the 1984-85 Budget Act."},
      {
        "id":"ED258517",
        "title":"Distribution of High School Graduates and College-Going Rate, New York State, Fall 1984."},
      {
        "id":"ED258523",
        "title":"A Pre-Med Program Model for a Small Historically Black College."},
      {
        "id":"ED258524",
        "title":"Medical Education Funding by Medicare. Hearing before the Subcommittee on Health of the Committee on Finance. United States Senate, Second Session."},
      {
        "id":"ED258525",
        "title":"Historical Survey of Higher Education Act Title II-B Fellowships: 1965-1982."},
      {
        "id":"ED258530",
        "title":"Institutional Study of Findlay College."},
      {
        "id":"ED258533",
        "title":"A Meta-Analysis of the Effect of Notetaking on Learning from Lecture. College Reading and Learning Assistance Technical Report 85-05."},
      {
        "id":"ED258535",
        "title":"The First Follow-Up Survey of the High School Class of 1983. A Staff Report from the 1983 Eligibility Study on Post-High School Activities of High School Graduates. Commission Report 84-25."},
      {
        "id":"ED258548",
        "title":"Individual Differences and the Computer Learning Environment: Motivational Constraints to Learning Logo."},
      {
        "id":"ED258551",
        "title":"Paired Problem Solving in a Computer Context. Technical Report No. 33."},
      {
        "id":"ED258552",
        "title":"Pascal and High-School Students: A Study of Misconceptions. Technology Panel Study of Stanford and the Schools. Occasional Report #009."},
      {
        "id":"ED258553",
        "title":"Policy, Guidelines, Procedures and Standards for School Libraries in Alberta."},
      {
        "id":"ED258554",
        "title":"School Computing: Some Factors Affecting Student Performance."},
      {
        "id":"ED258556",
        "title":"A Summary of Misconceptions of High School BASIC Programmers. Technology Panel Study of Stanford and the Schools. Occasional Report #010."},
      {
        "id":"ED258558",
        "title":"Telecommunication Policies in Seventeen Countries: Propects for Future Competitive Access."},
      {
        "id":"ED258560",
        "title":"Toward Cognitive Technologies for Writing. Technical Report No. 30."},
      {
        "id":"ED258562",
        "title":"On Conceptualizing Research Methodologies for Computer-Based Instruction."},
      {
        "id":"ED258564",
        "title":"Visual Aids: A Guide for Peace Corps Volunteers. Appropriate Technologies for Development. Reprint R-2."},
      {
        "id":"ED258565",
        "title":"What to Tell Parents about Microcomputers."},
      {
        "id":"ED258566",
        "title":"Where Chapter 1 Has Used the New Technology: Some Bright Patches Against a Dark Background."},
      {
        "id":"ED258567",
        "title":"Working with Villagers. Media Resource Book: Skill Exercises, Line Drawings, Recipes for Making Teaching Tools and Materials. Activities, Media Skills, and Sample Lessons for Training Fieldworkers in Home Economics and Family Planning."},
      {
        "id":"ED258568",
        "title":"International Communique. . . About Information, People, Places, Things. Printing Processes Issue P-8B."},
      {
        "id":"ED258569",
        "title":"Uses of Computers in Education."},
      {
        "id":"ED258570",
        "title":"School Libraries...No Reading Allowed."},
      {
        "id":"ED258571",
        "title":"AGRICOLA User&apos;s Guide. [Revised]."},
      {
        "id":"ED258572",
        "title":"The Evolution of Information Delivery."},
      {
        "id":"ED258578",
        "title":"Guide to Library Research. A Basic Text for the Undergraduate. Second Edition."},
      {
        "id":"ED258580",
        "title":"National Commission on Libraries and Information Science Annual Report, 1978-1979."},
      {
        "id":"ED258581",
        "title":"Meeting Changing Needs. National Commission on Libraries and Information Science Annual Report, 1982-1983."},
      {
        "id":"ED258582",
        "title":"New Jersey Library Network Protocol Committee. Final Report."},
      {
        "id":"ED258585",
        "title":"Searching the Online Public Access Catalog. Final Report."},
      {
        "id":"EJ1049631",
        "title":"The Future Fiscal Needs of Ontario's College System: Total Resource Development and Strategic Philanthropy"},
      {
        "id":"EJ1049684",
        "title":"Measuring Opportunity to Learn and Achievement Growth: Key Research Issues with Implications for the Effective Education of All Students"},
      {
        "id":"EJ1049693",
        "title":"Participatory Democracy: Beyond Classical Liberalism"},
      {
        "id":"EJ1049694",
        "title":"Deciding to Transfer: A Study of College to University Choice"},
      {
        "id":"EJ1049733",
        "title":"Making Real Virtual Labs"},
      {
        "id":"EJ1049734",
        "title":"World First MarsLink Mission Participants Learn and Enjoy Science"},
      {
        "id":"EJ1049735",
        "title":"Design-Based Science"},
      {
        "id":"EJ1049736",
        "title":"Informal Science Education for Girls: Careers in Science and Effective Program Elements"},
      {
        "id":"EJ1049738",
        "title":"Scanner Art and Links to Physics"},
      {
        "id":"EJ1049739",
        "title":"Do Children Have Similar Models of Understanding for Seeing, Hearing, and Smelling?"},
      {
        "id":"EJ1049743",
        "title":"&quot;P.S.-I&apos;m White Too&quot;: The Legacy of Evolution, Creationism, and Racism in the United States"},
      {
        "id":"EJ1049869",
        "title":"Surveillance, Big Data Analytics and the Death of Privacy"},
      {
        "id":"EJ1049881",
        "title":"Issues of Teacher Performance Stability Are Not New: Limitations and Possibilities"},
      {
        "id":"EJ1049883",
        "title":"Looking Beyond School Walls: An Environmental Scan of Minneapolis Public Schools, 2004-2008"},
      {
        "id":"EJ1049968",
        "title":"The Use of Online Strategies and Social Media for Research Dissemination in Education"},
      {
        "id":"EJ1050001",
        "title":"Assessing Admission Criteria for Early and Mid-Career Students: Evidence from a U.S. MPA Program"},
      {
        "id":"EJ1050006",
        "title":"Historical Trends in Educational Decentralization in the United States and Developing Countries: A Periodization and Comparison in the Post-WWII Context"},
      {
        "id":"EJ1050014",
        "title":"&quot;Are We Architects or Construction Workers?&quot; Re-Examining Teacher Autonomy and Turnover in Charter Schools"},
      {
        "id":"EJ1050025",
        "title":"Sorting out the Signal: Do Multiple Measures of Teachers' Effectiveness Provide Consistent Information to Teachers and Principals?"},
      {
        "id":"EJ1050030",
        "title":"Houston, We Have a Problem: Teachers Find No Value in the SAS Education Value-Added Assessment System (EVAAS)"},
      {
        "id":"EJ1050036",
        "title":"Anticipating and Incorporating Stakeholder Feedback When Developing Value-Added Models"},
      {
        "id":"EJ1050045",
        "title":"Modeling College Graduation GPA Considering Equity in Admissions: Evidence from the University of Puerto Rico"},
      {
        "id":"EJ1050048",
        "title":"Paradigms, Power, and PR in New York City: Assessing Two School Accountability Implementation Efforts"},
      {
        "id":"EJ1050049",
        "title":"Knowledge Utility: From Social Relevance to Knowledge Mobilization"},
      {
        "id":"EJ1050051",
        "title":"The Media Got It Wrong! A Critical Discourse Analysis of Changes to the Educational Policy Making Arena"},
      {
        "id":"EJ1050052",
        "title":"Inequitable Dispersion: Mapping the Distribution of Highly Qualified Teachers in St. Louis Metropolitan Elementary Schools"},
      {
        "id":"EJ1050053",
        "title":"Understanding How Universal Vouchers Have Impacted Urban School Districts' Enrollment in Chile"},
      {
        "id":"EJ1050068",
        "title":"National Affiliation or Local Representation: When TFA Alumni Run for School Board"},
      {
        "id":"EJ1050069",
        "title":"Chasing the European Dream: Unaccompanied African Youths' Educational Experience in a Canary Islands' Reception Centre and Beyond"},
      {
        "id":"EJ1050070",
        "title":"Accountability for College and Career Readiness: Developing a New Paradigm"},
      {
        "id":"EJ1050105",
        "title":"Stigma without Sanctions: The (Lack Of) Impact of Private School Vouchers on Student Achievement"},
      {
        "id":"EJ1050106",
        "title":"The Development and Implementation of a National, Standards-Based, Multi-Method Teacher Performance Assessment System in Chile"},
      {
        "id":"EJ1050107",
        "title":"The Performing School: The Effects of Market &amp; Accountability Policies"},
      {
        "id":"EJ1050108",
        "title":"The Global Transformation toward Testing for Accountability"},
      {
        "id":"EJ1050109",
        "title":"Desegregation, Accountability, and Equality: North Carolina and the Nation, 1971-2002"},
      {
        "id":"EJ1050110",
        "title":"Nineteenth-Century World's Fairs as Accountability Systems: Scopic Systems, Audit Practices and Educational Data"},
      {
        "id":"EJ1050111",
        "title":"Testing Like William the Conqueror: Cultural and Instrumental Uses of Examinations"},
      {
        "id":"EJ1050112",
        "title":"Accountability Practices in the History of Danish Primary Public Education from the 1660s to the Present"},
      {
        "id":"EJ1050113",
        "title":"The Development of Educational Accountability in China and Denmark"},
      {
        "id":"EJ1050118",
        "title":"Evaluating the Recession&apos;s Impact on State School Finance Systems"},
      {
        "id":"EJ1050119",
        "title":"How Consistent Are Course Grades? An Examination of Differential Grading"},
      {
        "id":"EJ1050120",
        "title":"The Stability of Teacher Performance and Effectiveness: Implications for Policies Concerning Teacher Evaluation"},
      {
        "id":"EJ1050125",
        "title":"Towards a Comparative and International History of School Testing and Accountability"},
      {
        "id":"EJ1050173",
        "title":"Exploring the Identity of Pre-Service NNESTs in Taiwan: A Social Relationally Approach"},
      {
        "id":"EJ1050174",
        "title":"Exploring the Discursively Constructed Identities of a Teacher-Writer Teaching Writing"},
      {
        "id":"EJ1050175",
        "title":"Enabling/Disabling English Teachers&apos; Identities as Innovative Professionals"},
      {
        "id":"EJ1050176",
        "title":"&quot;Well, Hang On, They're Actually Much Better than That!&quot;: Disrupting Dominant Discourses of Deficit about English Language Learners in Senior High School English"},
      {
        "id":"EJ1050177",
        "title":"Inquiring &quot;Tree of Life&quot; at Home: Persian Classic Literature in English Classes"},
      {
        "id":"EJ1050178",
        "title":"Three Planes of Practice: Examining Intersections of Reading Identity and Pedagogy"},
      {
        "id":"EJ1050179",
        "title":"Writers as Performers: Developing Reflexive and Creative Writing Identities"},
      {
        "id":"EJ1050180",
        "title":"An Exploratory Study on the Digital Identity Formation of Korean University EFL Learners"},
      {
        "id":"EJ1050183",
        "title":"Negotiating Afrikaner Subjectivity from the Post-Apartheid Margins: One Student's Subject Positions in the Discursively Constructed Classroom Space at an Elite English High School"},
      {
        "id":"EJ1050184",
        "title":"Look What They Said about Us: Social Positioning Work of Adolescent Appalachians in English Class"},
      {
        "id":"EJ1050185",
        "title":"&quot;Spaces of Action&quot;: Teaching Critical Literacy for Community Empowerment in the Age of Neoliberalism"},
      {
        "id":"EJ1050242",
        "title":"Spoken Grammar and Its Role in the English Language Classroom"},
      {
        "id":"EJ1050245",
        "title":"Personal Learning Environments for Supporting Out-of-Class Language Learning"},
      {
        "id":"EJ1050251",
        "title":"Integrating Environmental Education into a Genre-Based EFL Writing Class"},
      {
        "id":"EJ1050349",
        "title":"De-Marginalizing Science in the Elementary Classroom by Coaching Teachers to Address Perceived Dilemmas"},
      {
        "id":"EJ1050351",
        "title":"Principals' Sensemaking of Coaching for Ambitious Reading Instruction in a High-Stakes Accountability Policy Environment"},
      {
        "id":"EJ1050385",
        "title":"What Would It Cost to Coach Every New Principal? An Estimate Using Statewide Personnel Data"},
      {
        "id":"EJ1050386",
        "title":"Understanding Relationship: Maximizing the Effects of Science Coaching"},
      {
        "id":"EJ1050390",
        "title":"Capacity Building and Districts&apos; Decision to Implement Coaching Initiatives"},
      {
        "id":"EJ1050391",
        "title":"A Look inside Mathematics Coaching: Roles, Content, and Dynamics"},
      {
        "id":"EJ1050392",
        "title":"Building Teachers&apos; Data-Use Capacity: Insights from Strong and Developing Coaches"},
      {
        "id":"EJ1050393",
        "title":"Charting the Research on the Policies and Politics of Coaching"},
      {
        "id":"EJ1050421",
        "title":"An Investigation on the Dominant Career Anchors of Faculty Members: The Case of Mersin University"},
      {
        "id":"EJ1050422",
        "title":"A Validity and Reliability Study on the Development of the Values Scale in Turkey"},
      {
        "id":"EJ1050423",
        "title":"Conceptual Understanding of Science Teacher Candidates Regarding the Reason for Measurement and Evaluation and for Determining Learning Change"},
      {
        "id":"EJ1050424",
        "title":"The Usage of E-Governance Applications by Higher Education Students"},
      {
        "id":"EJ1050425",
        "title":"Academic Locus of Control, Tendencies Towards Academic Dishonesty and Test Anxiety Levels as the Predictors of Academic Self-Efficacy"},
      {
        "id":"EJ1050426",
        "title":"Relations of Cognitive and Motivational Variables with Students' Human Circulatory System Achievement in Traditional and Learning Cycle Classrooms"},
      {
        "id":"EJ1050427",
        "title":"Dancing the Threshold from Personal to Universal"},
      {
        "id":"EJ1050430",
        "title":"Evaluation of Turkish Grammar Instruction Based on Primary School Teachers' Opinions"},
      {
        "id":"EJ1050454",
        "title":"Learning from e-Family History: A Model of Online Family Historian Research Behaviour"},
      {
        "id":"EJ1050455",
        "title":"Social Question and Answer Services versus Library Virtual Reference: Evaluation and Comparison from the Users&apos; Perspective"},
      {
        "id":"EJ1050456",
        "title":"The Relationship between Research Method and Visual Display: A Study of Conference Proceedings in the Field of Knowledge Organization"},
      {
        "id":"EJ1050457",
        "title":"A Bibliometric Study of Scholarly Articles Published by Library and Information Science Authors about Open Access"},
      {
        "id":"EJ1050466",
        "title":"Gender Equity in Australian Universities: The Many Paradoxes of Securing Senior Leadership Positions"},
      {
        "id":"EJ1050472",
        "title":"Preferences in the Use of Social Media for Seeking and Communicating Health and Lifestyle Information"},
      {
        "id":"EJ1050473",
        "title":"College Students' Use of Social Media for Health in the USA and Korea"},
      {
        "id":"EJ1050474",
        "title":"Information Seeking Behaviour of Mathematicians: Scientists and Students"},
      {
        "id":"EJ1050475",
        "title":"Information Literacy Standards and the World Wide Web: Results from a Student Survey on Evaluation of Internet Information Sources"},
      {
        "id":"EJ1050476",
        "title":"Using a Structural Equation Model to Examine Factors Affecting Married Individuals' Sexual Embarrassment"},
      {
        "id":"EJ1050480",
        "title":"Investigating the Predictive Role of Authenticity on Subjective Vitality with Structural Equation Modelling"},
      {
        "id":"EJ1050481",
        "title":"The Effect of Automatic Thoughts on Hopelessness: Role of Self-Esteem as a Mediator"},
      {
        "id":"EJ1050482",
        "title":"The Implementation and Evaluation of a Clinical Supervision Model in Teacher Education in Turkey: Is It an Effective Method?"},
      {
        "id":"EJ1050483",
        "title":"School Principals' Personal Constructs Regarding Technology: An Analysis Based on Decision-Making Grid Technique"},
      {
        "id":"EJ1050484",
        "title":"Socioscientific Issues in Science Education: The Case of Turkey"},
      {
        "id":"EJ1050485",
        "title":"An Analysis of the Demand for Postgraduate Educational Science Programs"},
      {
        "id":"EJ1050486",
        "title":"The Mediating Role of Materialism on the Relationship between Values and Consumption"},
      {
        "id":"EJ1050487",
        "title":"Perceived Personality Traits and Types of Teachers and Their Relationship to the Subjective Well-Being and Academic Achievements of Adolescents"},
      {
        "id":"EJ1050488",
        "title":"Effectiveness of Computer-Assisted Mathematics Education (CAME) over Academic Achievement: A Meta-Analysis Study"},
      {
        "id":"EJ1050490",
        "title":"Preschool Age Children's Views about Primary School"},
      {
        "id":"EJ1050492",
        "title":"Effectiveness of Multipurpose Unit Early Classroom Intervention Program for 4-5-Year-Old Children"},
      {
        "id":"EJ1050494",
        "title":"Examining the Relationship between Teacher Leadership and School Climate"},
      {
        "id":"EJ1050495",
        "title":"Evaluation of Student Models on Current Socio-Scientific Topics Based on System Dynamics"},
      {
        "id":"EJ1050496",
        "title":"Comparing Performances (Type I Error and Power) of IRT Likelihood Ratio SIBTEST and Mantel-Haenszel Methods in the Determination of Differential Item Functioning"},
      {
        "id":"EJ1050497",
        "title":"Factors Affecting Burnout and School Engagement among High School Students: Study Habits, Self- Efficacy Beliefs, and Academic Success"},
      {
        "id":"EJ1050498",
        "title":"Tablets in Education: Outcome Expectancy and Anxiety of Middle School Students"},
      {
        "id":"EJ1050499",
        "title":"Examining the Factors Contributing to Students' Life Satisfaction"},
      {
        "id":"EJ1050500",
        "title":"The Mediating and Moderating Role of Subjective Happiness in the Relationship between Vengeance and Forgiveness"},
      {
        "id":"EJ1050501",
        "title":"A Meta-Analysis of Gender Differences in Terms of Teacher Views on the Instructional Leadership Behavior of Principals"},
      {
        "id":"EJ1050502",
        "title":"An Investigation of the Predictive Role of Authenticity on Subjective Vitality"},
      {
        "id":"EJ1050504",
        "title":"The Status Gap: Female Faculty in the Legal Academy"},
      {
        "id":"EJ1050505",
        "title":"How Can ABER Serve the Public Good? A Critical Brechtian Perspective"},
      {
        "id":"EJ1050506",
        "title":"Knowledge of HPV, Perception of Risk, and Intent to Obtain HPV Vaccination among Male University Students"},
      {
        "id":"EJ1050514",
        "title":"&quot;I Contain Multitudes&quot;: The Challenges of Self-Representation in Arts-Based Educational Research"},
      {
        "id":"EJ1050526",
        "title":"School Mental Health: The Impact of State and Local Capacity-Building Training"},
      {
        "id":"EJ1050527",
        "title":"School Mobility and Students' Academic and Behavioral Outcomes"},
      {
        "id":"EJ1050528",
        "title":"Doing Arts-Based Educational Research for the Public Good: An Impossible Possibility?"},
      {
        "id":"EJ1050529",
        "title":"The N of 1 in Arts-Based Research: Reliability and Validity"},
      {
        "id":"EJ1050530",
        "title":"What Does It Mean to Have an N of 1? Art Making, Education, Research, and the Public Good"},
      {
        "id":"EJ1050531",
        "title":"Investigation of Prospective Teachers' Information and Communication Technology Integration Practices in Terms of Transformative Learning Theory"},
      {
        "id":"EJ1050535",
        "title":"Examining the Relationship between Letter Processing and Word Processing Skills in Deaf and Hearing Readers"},
      {
        "id":"EJ1050540",
        "title":"Relation between Secondary School Administrators' Transformational and Transactional Leadership Style and Skills to Diversity Management in the School"},
      {
        "id":"EJ1050550",
        "title":"The Development of the Functional Literacy Experience Scale Based upon Ecological Theory (FLESBUET) and Validity-Reliability Study"},
      {
        "id":"EJ1050551",
        "title":"How Differences among Data Collectors Are Reflected in the Reliability and Validity of Data Collected by Likert-Type Scales?"},
      {
        "id":"EJ1050552",
        "title":"The Trajectory of Elementary and Middle School Students' Perceptions of the Concept of History"},
      {
        "id":"EJ1050554",
        "title":"Examination of School Counselors' Activities: From the Perspectives of Counselor Efficacy and Collaboration with School Staff"},
      {
        "id":"EJ1050555",
        "title":"The Beliefs, Attitudes and Views of University Students about Anger and the Effects of Cognitive Behavioral Therapy-Oriented Anger Control and Anxiety Management Programs on Their Anger Management Skill Levels"},
      {
        "id":"EJ1050556",
        "title":"Effect of Cognitive Entry Behaviors and Affective Entry Characteristics on Learning Level"},
      {
        "id":"EJ1050560",
        "title":"Evaluation of Professional Development in the Use of Arts-Integrated Activities with Mathematics Content: Findings about Program Implementation"},
      {
        "id":"EJ1050579",
        "title":"The Prevention of the Workplace Harassment at Japanese Universities:The Perspective of the Research and the Findings from the Complete Count Survey"},
      {
        "id":"EJ1050580",
        "title":"It Is Still a Man's Game--Discrimination of Women in Pay and Promotion"},
      {
        "id":"EJ1050581",
        "title":"The Necessity of Narrative: Linking Literature and Health Care in Higher Education Curricula"},
      {
        "id":"EJ1050587",
        "title":"Rethinking Curriculum and Instruction: Lessons from an Integrated Learning Program and Its Impact on Students and Teachers"},
      {
        "id":"EJ1050588",
        "title":"A View into a Decade of Arts Integration"},
      {
        "id":"EJ1050589",
        "title":"Cultivating Common Ground: Integrating Standards-Based Visual Arts, Math and Literacy in High-Poverty Urban Classrooms"},
      {
        "id":"EJ1050591",
        "title":"Embracing the Burden of Proof: New Strategies for Determining Predictive Links between Arts Integration Teacher Professional Development, Student Arts Learning, and Student Academic Achievement Outcomes"},
      {
        "id":"EJ1050592",
        "title":"The Examination of Representations Used by Classroom Teacher Candidates in Solving Mathematical Problems"},
      {
        "id":"EJ1050593",
        "title":"&quot;Unlocking My Creativity&quot;: Teacher Learning in Arts Integration Professional Development"},
      {
        "id":"EJ1050602",
        "title":"The Mirror and the Canyon: Reflected Images, Echoed Voices How Evidence of GW&apos;s Performing Arts Integration Model Is Used to Build Support for Arts Education Integration and to Promote Sustainability"},
      {
        "id":"EJ1050603",
        "title":"&quot;Some Things in My House Have a Pulse and a Downbeat&quot;: The Role of Folk and Traditional Arts Instruction in Supporting Student Learning"},
      {
        "id":"EJ1050605",
        "title":"Transforming Teaching through Arts Integration: AI Implementation Results: Middle School Reform through Effective Arts Integration Professional Development"},
      {
        "id":"EJ1050606",
        "title":"Found in Translation: Interdisciplinary Arts Integration in Project AIM"},
      {
        "id":"EJ1050608",
        "title":"Arts Achieve, Impacting Student Success in the Arts: Preliminary Findings after One Year of Implementation"},
      {
        "id":"EJ1050663",
        "title":"Increasing Engagement and Oral Language Skills of ELLs through the Arts in the Primary Grades"},
      {
        "id":"EJ1050664",
        "title":"The Influence of Rankings and Incentive Systems on Academic Publishing in South African Universities"},
      {
        "id":"EJ1050665",
        "title":"A Study on the Relationship between Theater Arts and Student Literacy and Mathematics Achievement"},
      {
        "id":"EJ1050666",
        "title":"Significance: U.S. Blind Spots in Judging Research"},
      {
        "id":"EJ1050669",
        "title":"The SSCI Syndrome in Taiwan's Academia"},
      {
        "id":"EJ1050674",
        "title":"Social Epistemology, the Reason of &quot;Reason&quot; and the Curriculum Studies"},
      {
        "id":"EJ1050677",
        "title":"Local Knowledge When Ranking Journals: Reproductive Effects and Resistant Possibilities"},
      {
        "id":"EJ1050684",
        "title":"The Ranking Regime and the Production of Knowledge: Implications for Academia"},
      {
        "id":"EJ1050690",
        "title":"The Future of Education Research Publishing: Challenges and Responses"},
      {
        "id":"EJ1050694",
        "title":"Ranking Regime and the Future of Vernacular Scholarship"},
      {
        "id":"EJ1050695",
        "title":"Strategies and Tactics in Academic Knowledge Production by Multilingual Scholars"},
      {
        "id":"EJ1050696",
        "title":"Scientific Journals of Universities of Chile, Colombia, and Venezuela: Actors and Roles"},
      {
        "id":"EJ1050887",
        "title":"The Periodic Table as a Tool for Teaching the Nature of Science"},
      {
        "id":"EJ1050888",
        "title":"The Importance of Pupils' Interests and Out-of-School Experiences in Planning Biology Lessons"},
      {
        "id":"EJ1050889",
        "title":"Me and My Body (MAMBO): An Interactive Science Education Programme for Primary Schools"},
      {
        "id":"EJ1050890",
        "title":"Genomics Analogy Model for Educators (GAME): Fuzzy DNA Model to Enable the Learning of Gene Sequencing by Visually-Impaired and Blind Students"},
      {
        "id":"EJ1050891",
        "title":"The Effect of Different Molecular Models on High School Students&apos; Conceptions of Molecular Genetics"},
      {
        "id":"EJ1050892",
        "title":"Outdoors Environmental Education for the Service of Peace: Lessons from a 2-Year Youth Program for Reconciliation in Cyprus"},
      {
        "id":"EJ1050893",
        "title":"The Use of Science Kits in the Professional Development of Rural Elementary School Teachers"},
      {
        "id":"EJ1050894",
        "title":"What Are Null Hypotheses? The Reasoning Linking Scientific and Statistical Hypothesis Testing"},
      {
        "id":"EJ1050895",
        "title":"Imaginative Thinking and the Learning of Science"},
      {
        "id":"EJ1050897",
        "title":"The Use of History of Science Texts in Teaching Science: Two Cases of an Innovative, Constructivist Approach"},
      {
        "id":"EJ1050898",
        "title":"Travelling the Road beyond the Curriculum through a Science Fair"},
      {
        "id":"EJ1050902",
        "title":"Oscillating Reactions: Two Analogies"},
      {
        "id":"EJ1050906",
        "title":"Making Science Lessons Engaging, More Popular, and Equitable through Emotional Literacy"},
      {
        "id":"EJ1050910",
        "title":"Bernoulli? Perhaps, but What about Viscosity?"},
      {
        "id":"EJ1050913",
        "title":"A Novel Approach to Understanding the Process of Scientific Inquiry"},
      {
        "id":"EJ1050923",
        "title":"Genomics Analogy Model for Educators (GAME): VELCRO Analogy Model to Enable the Learning of DNA Arrays for Visually Impaired and Blind Students"},
      {
        "id":"EJ1050925",
        "title":"Hands-on Science: Does It Matter What Students&apos; Hands Are On?"},
      {
        "id":"EJ1050926",
        "title":"Students' Ideas about Changes in Mass Associated with Melting"},
      {
        "id":"EJ1050965",
        "title":"Predicting Success in Nursing Programs"},
      {
        "id":"EJ1050967",
        "title":"The Impact of Lecture Capture on Student Performance in Business Courses"},
      {
        "id":"EJ1050968",
        "title":"Visual Inspirations: The Pedagogical and Cultural Significance of Creative Posters in the Art Classroom"},
      {
        "id":"EJ1050977",
        "title":"Professional/Career Orientation, Awareness, and Their Relationship to Locus of Control"},
      {
        "id":"EJ1050978",
        "title":"Problem Solving Method Based on E-Learning System for Engineering Education"},
      {
        "id":"EJ1050979",
        "title":"The Impact of Teacher Observations with Coordinated Professional Development on Student Performance: A 27-State Program Evaluation"},
      {
        "id":"EJ1051031",
        "title":"Professional Development: Designing Initiatives to Meet the Needs of Online Faculty"},
      {
        "id":"EJ1051032",
        "title":"An Examination of the Relationship between Online Class Size and Instructor Performance"},
      {
        "id":"EJ1051033",
        "title":"Examining Sense of Community among Medical Professionals in an Online Graduate Program"},
      {
        "id":"EJ1051035",
        "title":"Predictors of Enrolling in Online Courses: An Exploratory Study of Students in Undergraduate Marketing Courses"},
      {
        "id":"EJ1051036",
        "title":"Building a Conceptual Framework for Online Educator Dispositions"},
      {
        "id":"EJ1051038",
        "title":"Every Picture Tells a Story: The Power of 3 Teaching Method"},
      {
        "id":"EJ1051042",
        "title":"The Effects of the Flipped Model of Instruction on Student Engagement and Performance in the Secondary Mathematics Classroom"},
      {
        "id":"EJ1051044",
        "title":"Minimizing Attrition in Online Degree Courses"},
      {
        "id":"EJ1051054",
        "title":"U.S. Higher Education Regional Accreditation Commission Standards and the Centrality of Engagement"},
      {
        "id":"EJ1051060",
        "title":"Engaged Learning and Peace Corps Service in Tanzania: An Autoethnography"},
      {
        "id":"EJ1051062",
        "title":"The Engaged Dissertation: Exploring Trends in Doctoral Student Research"},
      {
        "id":"EJ1051064",
        "title":"Exploring Intercollegiate Athletic Department-Community Partnerships through the Lens of Community Service Organizations"},
      {
        "id":"EJ1051065",
        "title":"Understanding Poverty through Race Dialogues in Teacher Preparation"},
      {
        "id":"EJ1051066",
        "title":"Outreach and Engagement Education for Graduate Students in Natural Resources: Developing a Course to Enrich a Graduate Outreach Requirement"},
      {
        "id":"EJ1051068",
        "title":"Grounding Service-Learning in the Digital Age: Exploring a Virtual Sense of Geographic Place through Online Collaborative Mapping and Mixed Media"},
      {
        "id":"EJ1051070",
        "title":"The ABCDs of Service-Learning: Who Is Serving Whom?"},
      {
        "id":"EJ1051072",
        "title":"The Impact of a Social Justice Service-Learning Field Experience in a Social Foundations Course"},
      {
        "id":"EJ1051078",
        "title":"Funds of Knowledge and Community Cultural Wealth: Exploring How Pre-Service Teachers Can Work Effectively with Mexican and Mexican American Students"},
      {
        "id":"EJ1051090",
        "title":"What Factors Sustain Professional Growth among School Counselors?"},
      {
        "id":"EJ1051101",
        "title":"What Elementary Students Experience outside of the Classroom: Children's Responses to Social Exclusion"},
      {
        "id":"EJ1051118",
        "title":"The Teacher Assistant Programme across the UAE: Empower to Include"},
      {
        "id":"EJ1051121",
        "title":"Cross-Cultural Communication Patterns in Computer Mediated Communication"},
      {
        "id":"EJ1051123",
        "title":"Long-Term Impact of On-Demand Professional Development on Student Performance: A Longitudinal Multi-State Study"},
      {
        "id":"EJ1051127",
        "title":"Factors Affecting Third Culture Kids' (TCKs) Transition"},
      {
        "id":"EJ1051129",
        "title":"Fixed and Growth Mindset in Education and How Grit Helps Students Persist in the Face of Adversity"},
      {
        "id":"EJ1051131",
        "title":"Students Talk about Their HIV/AIDS Education Courses: A Case of Addis Ababa, Ethiopia"},
      {
        "id":"EJ1051133",
        "title":"Teaching Civics and Instilling Democratic Values in Israeli High School Students: The Duality of National and Universal Aspects"},
      {
        "id":"EJ1051135",
        "title":"Response to Intervention for Young Children with Mild, Moderate/Severe Cognitive Disabilities: Literature Review"},
      {
        "id":"EJ1051139",
        "title":"Methods of Care for Children Living in Orphanages in Saudi Arabia (An Exploratory Field Study)"},
      {
        "id":"EJ1051150",
        "title":"Supervision of School Counseling Students: A Focus on Personal Growth, Wellness, and Development"},
      {
        "id":"EJ1051167",
        "title":"From Theory to Praxis: Applying Invitational Education beyond Schools"},
      {
        "id":"EJ1051169",
        "title":"A Case Study of Self-Affirmations in Teacher Education"},
      {
        "id":"EJ1051172",
        "title":"LGBT Health Care Access: Considering the Contributions of an Invitational Approach"},
      {
        "id":"EJ1051174",
        "title":"Inviting Calm Within: ADD, Neurology, and Mindfulness"},
      {
        "id":"EJ1051320",
        "title":"Practice and Evaluation of Blended Learning with Cross-Cultural Distance Learning in a Foreign Language Class: Using Mix Methods Data Analysis"},
      {
        "id":"EJ1051324",
        "title":"Bridging the Gap between Research and Practice: Voice of Mediators"},
      {
        "id":"EJ1051327",
        "title":"A Survey of EFL Instructors' Mediative Knowledge across Contexts of Teaching"},
      {
        "id":"EJ1051330",
        "title":"Reviewing the Challenges and Opportunities Presented by Code Switching and Mixing in Bangla"},
      {
        "id":"EJ1051331",
        "title":"A Review on Extra-Curricular English Course in Replacement of Graduation Certification"},
      {
        "id":"EJ1051332",
        "title":"An Analysis of Lexical Errors of Korean Language Learners: Some American College Learners' Case"},
      {
        "id":"EJ1051333",
        "title":"Ensuring Validity of Practical English Certification Test of Local Office of Education in Korea"},
      {
        "id":"EJ1051334",
        "title":"Analyzing the Cohesion of English Text and Discourse with Automated Computer Tools"},
      {
        "id":"EJ1051363",
        "title":"Students&apos; Perceptions of Factors That Contribute to Risk and Success in Accelerated High School Courses"},
      {
        "id":"EJ1014701",
        "title":"The Case for Using Learning Designs with Pre-Service Teachers"},
      {
        "id":"EJ1014703",
        "title":"Slipping through the Cracks: One Early Career Teacher's Experiences of Rural Teaching and the Subsequent Impact on her Personal and Professional Identities"},
      {
        "id":"EJ1014705",
        "title":"Reading and Note Taking in Monological and Dialogical Classes in the Social Sciences"},
      {
        "id":"EJ1014775",
        "title":"A Contrastive Analysis of the American and Persian Newspaper Editorials"},
      {
        "id":"EJ1014778",
        "title":"Some Phenomena on Negative Inversion Constructions"},
      {
        "id":"EJ1014779",
        "title":"Investigation of EFL Teachers' Career and Motivation at Universities in Japan"},
      {
        "id":"EJ1014782",
        "title":"A Review of Errors in the Journal Abstract"},
      {
        "id":"EJ1014785",
        "title":"Suggestions for an Effective Drama-Based EFL Course at a Korean University"},
      {
        "id":"EJ1014786",
        "title":"Types of Errors in College Students' L2 Writing in EFL Environments"},
      {
        "id":"EJ1014788",
        "title":"Developmental Approaches to the Teaching of EFL Reading"},
      {
        "id":"EJ1014789",
        "title":"Is Field Dependence/Independence a Source of Test Bias in Iranian EFL Majors' Cloze Test Performance?"},
      {
        "id":"EJ1014790",
        "title":"The Development of Evaluation Theories for Foreign Language Textbooks"},
      {
        "id":"EJ1014823",
        "title":"Recruiting &amp; Preparing Diverse Urban Teachers: One Urban-Focused Teacher Education Program Breaks New Ground"},
      {
        "id":"EJ1014847",
        "title":"Chicano Children's Literature: Using Bilingual Children's Books to Promote Equity in the Classroom"},
      {
        "id":"EJ1014864",
        "title":"Teacher Educators' Understanding of Diversity Painting a Picture through Narrative Portraits"},
      {
        "id":"EJ1014865",
        "title":"Embracing Racism: Understanding Its Pervasiveness &amp; Persistence"},
      {
        "id":"EJ1014866",
        "title":"Happy Birthday Frederick Douglass: A Model for Teaching Literacy Narratives of Freedom in the Classroom"},
      {
        "id":"EJ1014867",
        "title":"The Educational Resettlement of Refugee Children: Examining Several Theoretical Approaches"},
      {
        "id":"EJ1014868",
        "title":"Perceptions of Culturally Diverse Head Start Families: A Focus Group Study"},
      {
        "id":"EJ1014869",
        "title":"&quot;Los Papeles No Trabajan&quot;: The Papers Don't Do the Work"},
      {
        "id":"EJ1014870",
        "title":"Integrating Storytelling into the Mindset of Prospective Teachers of American Indian Students: A Grounded Theory"},
      {
        "id":"EJ1014871",
        "title":"Reading the White Space in a Multicultural Field Experience"},
      {
        "id":"EJ1014880",
        "title":"Breaking the Yoke of Racism &amp; Cultural Biases: Two Pre-Service Teachers' Online Discussions &amp; Candid Reflections about Race &amp; Culture"},
      {
        "id":"EJ1014881",
        "title":"Making Learning to Problem-Solve Count: Critical Use of Mathematics to Bring about Social Justice"},
      {
        "id":"EJ1014882",
        "title":"Designing Transition Programs for Culturally &amp; Linguistically Diverse Students with Disabilities"},
      {
        "id":"EJ1014883",
        "title":"Knowing Myself to Know Others: Preparing Preservice Teachers for Diversity through Multicultural Autobiography"},
      {
        "id":"EJ1014889",
        "title":"&quot;What Is It that I Don't Know&quot;: Learning with White Teachers in Anti-Racist Education"},
      {
        "id":"EJ1014900",
        "title":"Multiple &amp; Overlapping Identities: The Case of Guam"},
      {
        "id":"EJ1014901",
        "title":"Reviving Oral Reading Practices with English Learners by Integrating Social-Emotional Learning"},
      {
        "id":"EJ1014937",
        "title":"LGBT Oppression"},
      {
        "id":"EJ1014967",
        "title":"University Health Center Providers' Beliefs about Discussing and Recommending Sexual Health Prevention to Women College Students"},
      {
        "id":"EJ1014988",
        "title":"Body Image and Westernization Trends among Japanese Adolescents"},
      {
        "id":"EJ1014990",
        "title":"Prospective Associations between Youth Assets, Neighborhood Characteristics and No-Tobacco Use among Youth: Differences by Gender"},
      {
        "id":"EJ1014994",
        "title":"There is No &quot;I&quot; in Pregnancy: Peers Educating Peers about Preconception Health"},
      {
        "id":"EJ1014997",
        "title":"Increasing Asian International College Students&apos; Physical Activity Behavior: A Review of the Youth Physical Activity Promotion Model"},
      {
        "id":"EJ1015026",
        "title":"Border Pedagogy as a Conduit to Greater Understanding"},
      {
        "id":"EJ1015027",
        "title":"Capital, Kinship, &amp; White Privilege. Social &amp; Cultural Influences upon the Minority Doctoral Experience in the Sciences"},
      {
        "id":"EJ1015028",
        "title":"Avoiding the &quot;It's a Small World&quot; Effect: A Lesson Plan to Explore Diversity"},
      {
        "id":"EJ1015032",
        "title":"(Almost) Everything I Need to Know about Multiculturalism I Learned on Jury Duty"},
      {
        "id":"EJ1015044",
        "title":"The Silenced Dialogue and Pre-Service Teachers"},
      {
        "id":"EJ1015045",
        "title":"Understanding Islam in the U.S. Classroom: A Guide for Elementary School Teachers"},
      {
        "id":"EJ1015098",
        "title":"Minority within a Minority Paradox: Asian Experiences in Latino Schools &amp; Communities"},
      {
        "id":"EJ1015099",
        "title":"Literature-Oriented Multicultural Education in India. Children's Experiences with a Task-Based Folklore Lesson"},
      {
        "id":"EJ1015111",
        "title":"Preparing Teachers for Social Justice Advocacy. Am I Walking My Talk?"},
      {
        "id":"EJ1015153",
        "title":"A Step-by-Step Guide to Personalize Learning"},
      {
        "id":"EJ1015163",
        "title":"Massive and Open"},
      {
        "id":"EJ1015164",
        "title":"The Future of Professional Learning"},
      {
        "id":"EJ1015167",
        "title":"Seeing Is Believing!"},
      {
        "id":"EJ1015168",
        "title":"Hands-on Learning in the Virtual World"},
      {
        "id":"EJ1015172",
        "title":"Lights, Camera, Reflection!"},
      {
        "id":"EJ1015173",
        "title":"Re-Imagine Your Library with iPads"},
      {
        "id":"EJ1015174",
        "title":"Build Engagement and Knowledge One Block at a Time with Minecraft"},
      {
        "id":"EJ1015175",
        "title":"Australia's Campfires, Caves, and Watering Holes"},
      {
        "id":"EJ1015176",
        "title":"Streamline Your PD"},
      {
        "id":"EJ1015177",
        "title":"Engage, Enhance, and Extend Learning!"},
      {
        "id":"EJ1015182",
        "title":"Are Your Students Really Participating?"},
      {
        "id":"EJ1015198",
        "title":"An Overview of American Higher Education"},
      {
        "id":"EJ1015213",
        "title":"E-Learning in Postsecondary Education"},
      {
        "id":"EJ1015227",
        "title":"Financial Aid Policy: Lessons from Research"},
      {
        "id":"EJ1015237",
        "title":"Transitions from High School to College"},
      {
        "id":"EJ1015240",
        "title":"Making College Worth It: A Review of the Returns to Higher Education"},
      {
        "id":"EJ1015244",
        "title":"For-Profit Colleges"},
      {
        "id":"EJ1015252",
        "title":"Student Supports: Developmental Education and Other Academic Programs"},
      {
        "id":"EJ1015255",
        "title":"Access and Success with Less: Improving Productivity in Broad-Access Postsecondary Institutions"},
      {
        "id":"EJ1015271",
        "title":"Social Pedagogy in Modern Times"},
      {
        "id":"EJ1015273",
        "title":"More than a New Country: Effects of Immigration and Home Language on Elementary Students' Academic Achievement over Time"},
      {
        "id":"EJ1015310",
        "title":"Assessing Organizational Efforts to Mobilize Research Knowledge in Education"},
      {
        "id":"EJ1015313",
        "title":"Crafting Coherence from Complex Policy Messages: Educators' Perceptions of Special Education and Standards-Based Accountability Policies"},
      {
        "id":"EJ1015314",
        "title":"Social Pedagogy and Liberal Egalitarian Compensatory Programs: The Case of Head Start"},
      {
        "id":"EJ1015315",
        "title":"Value-Added Model (VAM) Research for Educational Policy: Framing the Issue"},
      {
        "id":"EJ1015318",
        "title":"The Legal Consequences of Mandating High Stakes Decisions Based on Low  Quality Information: Teacher Evaluation in the Race-to-the-Top Era"},
      {
        "id":"EJ1015320",
        "title":"Exploring Different Perspectives of Social Pedagogy: Towards a Complex and Integrated Approach"},
      {
        "id":"EJ1015322",
        "title":"Ecologies of Education Quality"},
      {
        "id":"EJ1015323",
        "title":"Social Pedagogy in the UK: Gaining a Firm Foothold?"},
      {
        "id":"EJ1015326",
        "title":"Value-Added Teacher Estimates as Part of Teacher Evaluations: Exploring the  Effects of Data and Model Specifications on the Stability of Teacher Value-Added Scores"},
      {
        "id":"EJ1015328",
        "title":"Findings vs. Interpretation in &quot;The Long-Term Impacts of Teachers&quot; by Chetty et al."},
      {
        "id":"EJ1015332",
        "title":"Legal Issues in the Use of Student Test Scores and Value-Added Models (VAM) to Determine Educational Quality"},
      {
        "id":"EJ1015333",
        "title":"A Look at Returning Teachers"},
      {
        "id":"EJ1015334",
        "title":"Sentinels Guarding the Grail: Value-Added Measurement and the Quest for Education Reform"},
      {
        "id":"EJ1015336",
        "title":"Democracy's College: The American Community College in the 21st Century--Framing the Issue"},
      {
        "id":"EJ1015338",
        "title":"The Role of Institutional Agents in Promoting Transfer Access"},
      {
        "id":"EJ1015344",
        "title":"K-12 and Postsecondary Alignment: Racial/Ethnic Differences in Freshmen Course-Taking and Performance at California's Community Colleges"},
      {
        "id":"EJ1015348",
        "title":"Public and Private Lives: Institutional Structures and Personal Supports in Low-Income Single Mothers' Educational Pursuits"},
      {
        "id":"EJ1015353",
        "title":"Teacher Preparation and Language Policy Appropriation: A Qualitative Investigation of Teach For America Teachers in Arizona"},
      {
        "id":"EJ1015357",
        "title":"Social Pedagogy: Historical Traditions and Transnational Connections"},
      {
        "id":"EJ1015363",
        "title":"Transitions in a Life-World: Looking Backward and Forward after Forty-Five Years of Social Pedagogical Research and Teaching in Leuven"},
      {
        "id":"EJ1015367",
        "title":"The Social(&quot;ist&quot;) Pedagogies of the MST: Towards New Relations of Production in the Brazilian Countryside"},
      {
        "id":"EJ1015369",
        "title":"Variations of Social Pedagogy--Explorations of the Transnational Settlement Movement"},
      {
        "id":"EJ1015371",
        "title":"Dialectics Instead of Dichotomy: Perspectives on the Twin Ambitions Movement"},
      {
        "id":"EJ1015375",
        "title":"Funding Early College High School: Hold Harmless or Shared Commitment"},
      {
        "id":"EJ1015378",
        "title":"3D Game-Based Learning System for Improving Learning Achievement in Software Engineering Curriculum"},
      {
        "id":"EJ1015379",
        "title":"Do In-School Feeding Programs Have an Impact on Academic Performance?\nThe Case of Public Schools in Argentina"},
      {
        "id":"EJ1015383",
        "title":"Patterns in Student Assignment to Elementary School Classrooms"},
      {
        "id":"EJ1015384",
        "title":"Incentives, Teachers, and Gender at Work"},
      {
        "id":"EJ1015394",
        "title":"Effects of Segmented Animated Graphics among Students of Different Spatial Ability Levels: A Cognitive Load Perspective"},
      {
        "id":"EJ1015397",
        "title":"English Language Instructors' Perceptions about Technology-Based Language Learning at Northern Border University in Saudi Arabia"},
      {
        "id":"EJ1015402",
        "title":"Comparison of Perception toward the Adoption and Intention to Use Smart Education between Elementary and Secondary School Teachers"},
      {
        "id":"EJ1015403",
        "title":"Exploring the Reasons for Using Electric Books and Technologic Pedagogical and Content Knowledge of Taiwanese Elementary Mathematics and Science Teachers"},
      {
        "id":"EJ1015405",
        "title":"The Digital Divide among University Freshmen"},
      {
        "id":"EJ1015407",
        "title":"Impact of e-AV Biology Website for Learning about Renewable Energy"},
      {
        "id":"EJ1015408",
        "title":"Literature Computer Program among Primary School Learners"},
      {
        "id":"EJ1015409",
        "title":"A Model for Instructors' Adoption of Learning Management Systems: Empirical Validation in Higher Education Context"},
      {
        "id":"EJ1015410",
        "title":"A Study on the Usability of a University Registrar's Office Website through the Methods of Authentic Tasks and Eye-Tracking"},
      {
        "id":"EJ1015412",
        "title":"An Evaluation of Online Machine Translation of Arabic into English News Headlines: Implications on Students&apos; Learning Purposes"},
      {
        "id":"EJ1015414",
        "title":"Can Social Networks and E-Portfolio be Used together for Enhancing Learning Effects and Attitudes?"},
      {
        "id":"EJ1015415",
        "title":"Tool Use and Performance: Relationships between Tool- and Learner-Related Characteristics in a Computer-Based Learning Environment"},
      {
        "id":"EJ1015418",
        "title":"Toward a Distance Education Based Strategy for Internationalization of the Curriculum in Higher Education of Iran"},
      {
        "id":"EJ1015419",
        "title":"Examining Factors Affecting College Students' Intention to Use Web-Based Instruction Systems: Towards an Integrated Model"},
      {
        "id":"EJ1015420",
        "title":"iPad Infuse Creativity in Solid Geometry Teaching"},
      {
        "id":"EJ1015421",
        "title":"Success Factors of E-Learning Projects: A Technical Perspective"},
      {
        "id":"EJ1015422",
        "title":"Integrating Popular Web Applications in Classroom Learning Environments and Its Effects on Teaching, Student Learning Motivation and Performance"},
      {
        "id":"EJ1015423",
        "title":"The Innovativeness and Self-Efficacy Predict the Acceptance of Using iPad2 as a Green Behavior by the Government's Top Administrators"},
      {
        "id":"EJ1015424",
        "title":"Integrating Worked Examples into Problem Posing in a Web-Based Learning Environment"},
      {
        "id":"EJ1015425",
        "title":"From the Perspective of Community of Inquiry Framework: An Examination of Facebook Uses by Pre-Service Teachers as a Learning Environment"},
      {
        "id":"EJ1015426",
        "title":"The Usage of e-Journal amongst Lecturers at a Public University in Malaysia"},
      {
        "id":"EJ1015427",
        "title":"Synchronous Technological Administration of Data Collection Instruments: An Ergonomic Method for Group Administration"},
      {
        "id":"EJ1015429",
        "title":"The Effectiveness of Managing Split Attention among Autistic Children\nUsing Computer Based Intervention"},
      {
        "id":"EJ1015431",
        "title":"Measuring Attitudes toward Computer and Internet Usage among Postgraduate Students in Malaysia"},
      {
        "id":"EJ1015435",
        "title":"mLearning Scaffolding Model for Undergraduate English Language Learning: Bridging Formal and Informal Learning"},
      {
        "id":"EJ1015436",
        "title":"The Effect of Banking Personnel's Access to E-Learning Opportunities on Their Professional Achievement"},
      {
        "id":"EJ1015449",
        "title":"Questioning Faculty Use of Information Technology by Context of NETS-T Standards in Bologna Process"},
      {
        "id":"EJ1015454",
        "title":"Pre-Service Teachers' Opinions about the Micro-Teaching Method in Teaching Practise Classes"},
      {
        "id":"EJ1015469",
        "title":"The Effects of Extensive Reading via E-Books on Tertiary Level EFL Students' Reading Attitude, Reading Comprehension, and Vocabulary"},
      {
        "id":"EJ1015527",
        "title":"Engagement with and Participation in Online Discussion Forums"},
      {
        "id":"EJ1015528",
        "title":"Effectiveness of Laptop Usage in UAE University Undergraduate Teaching"},
      {
        "id":"EJ1015529",
        "title":"Examining the Influence of Technology and Project-Supported Thinking Journey on Achievement"},
      {
        "id":"EJ1015530",
        "title":"Voicing on Virtual and Face to Face Discussion"},
      {
        "id":"EJ1015531",
        "title":"Twitter Usage of Universities in Turkey"},
      {
        "id":"EJ1015533",
        "title":"Addressing the Social and Academic Behavior of a Student with Emotional and Behavioral Disorders in an Alternative Setting"},
      {
        "id":"EJ1015535",
        "title":"Pressing for Elaboration in Student Talk about Texts"},
      {
        "id":"EJ1015540",
        "title":"&quot;Peace to Learn&quot;-- A Discourse Analysis of Pupils&apos; Perceptions"},
      {
        "id":"EJ1051477",
        "title":"Using Web-Based Activities to Promote Reading: An Exploratory Study with Teenagers (Uso de actividades en la red para promover la lectura: un estudio exploratorio con adolescentes)"},
      {
        "id":"EJ1051478",
        "title":"Teaching Foreign Trade in English through the Modalities Based on Competences and Using Moodle (Enseanza del rgimen de comercio exterior a travs de las modalidades centradas en el desarrollo de competencias y con el uso de Moodle)"},
      {
        "id":"EJ1051479",
        "title":"Peer Interaction: A Social Perspective towards the Development of Foreign Language Learning (Interaccin entre pares: una perspectiva social hacia el desarrollo del aprendizaje en una lengua extranjera)"},
      {
        "id":"EJ1051482",
        "title":"EFL Teenagers' Social Identity Representation in a Virtual Learning Community on Facebook (Representacin de la identidad social de los estudiantes adolescentes de ingls como lengua extranjera en una comunidad de aprendizaje virtual en Facebook)"},
      {
        "id":"EJ1051483",
        "title":"Screenwriting: A Strategy for the Improvement of Writing Instructional Practices (La escritura de guiones: una estrategia para mejorar las prcticas instruccionales de escritura)"},
      {
        "id":"EJ1051484",
        "title":"Silenced Fighters: Identity, Language and Thought of the Nasa People in Bilingual Contexts of Colombia (Voces silenciadas: identidad, lengua y pensamiento de la comunidad nasa en contextos bilinges colombianos)"},
      {
        "id":"EJ1051485",
        "title":"The Role of Music in Young Learners' Oral Production in English (El papel de la msica en la produccin oral en ingls de nios y jvenes)"},
      {
        "id":"EJ1051486",
        "title":"Free Fall Misconceptions: Results of a Graph Based Pre-Test of Sophomore Civil Engineering Students"},
      {
        "id":"EJ1051487",
        "title":"Incidental Vocabulary Learning in Second Language Acquisition: A Literature Review (Aprendizaje incidental de vocabulario en la adquisicin de una segunda lengua: una revisin de literatura)"},
      {
        "id":"EJ1051488",
        "title":"Narrative Research into the Possibilities of Classroom-Generated Stories in English Teacher Education (Una investigacin narrativa en torno a las posibilidades de los relatos realizados en clase en la formacin del profesorado de ingls)"},
      {
        "id":"EJ1051489",
        "title":"Simplifications and Idealizations in High School Physics in Mechanics: A Study of Slovenian Curriculum and Textbooks"},
      {
        "id":"EJ1051490",
        "title":"Collaborative Language Learning in Teletandem: A Resource for Pre-Service Teacher Education (Aprendizaje de lenguas colaborativo en Teletndem: un recurso para la educacin de profesores en formacin inicial)"},
      {
        "id":"EJ1051491",
        "title":"First Year University Students' Use of Formulaic Sequences in Oral and Written Descriptions (El uso de secuencias formulaicas de estudiantes de primer ao en descripciones orales y escritas)"},
      {
        "id":"EJ1051493",
        "title":"The Role of Discussion Boards in a University Blended Learning Program (El papel de los foros de discusin en un programa universitario de aprendizaje mixto)"},
      {
        "id":"EJ1051494",
        "title":"The Design and Development of Online Course Materials: Some Features and Recommendations (El diseo y desarrollo de materiales para cursos en lnea: algunos rasgos y recomendaciones)"},
      {
        "id":"EJ1051495",
        "title":"Restricted Closed Shell Hartree Fock Roothaan Matrix Method Applied to Helium Atom Using Mathematica"},
      {
        "id":"EJ1051496",
        "title":"Towards a Discourse for Criticism in Language Teaching: Analysis of Sociocultural Representations in Mass Media (Hacia un discurso para la crtica en la enseanza de la lengua: anlisis de representaciones socioculturales en medios de comunicacin)"},
      {
        "id":"EJ1051497",
        "title":"The Role That Socioaffective Practices Play in Third Graders' Autonomous Learning (El papel de las prcticas socioafectivas en el aprendizaje autnomo de estudiantes de tercer grado)"},
      {
        "id":"EJ1051498",
        "title":"Training in Metacognitive Strategies for Students' Vocabulary Improvement by Using Learning Journals (Entrenamiento de estrategias metacognitivas para mejorar vocabulario a travs de diarios de aprendizaje)"},
      {
        "id":"EJ1051499",
        "title":"Misconceptions about between Physical and Chemical Changing of Matters of Primary School Students"},
      {
        "id":"EJ1051500",
        "title":"Seventh Grade Students' Qualitative Understanding of the Concept of Mass Influenced by Real Experiments and Virtual Experiments"},
      {
        "id":"EJ1051501",
        "title":"Writing Using Blogs: A Way to Engage Colombian Adolescents in Meaningful Communication (La escritura a travs de bitcoras o &quot;blogs&quot;: una forma de involucrar a adolescentes colombianos en comunicacin significativa)"},
      {
        "id":"EJ1051502",
        "title":"At the Very Root of the Development of Interest: Using Human Body Contexts to Improve Women&apos;s Emotional Engagement in Introductory Physics"},
      {
        "id":"EJ1051503",
        "title":"The Use of Blogs in English Language Learning: A Study of Student Perceptions (El uso de bitcoras o &quot;blogs&quot; en el aprendizaje del idioma ingls: un estudio sobre las percepciones del estudiante)"},
      {
        "id":"EJ1051504",
        "title":"The Portrayal of EFLTeachers in Official Discourse: The Perpetuation of Disdain (La imagen de los profesores de ingls como lengua extranjera en el discurso oficial: la perpetuacin del desdn)"},
      {
        "id":"EJ1051505",
        "title":"Designing Proficiency Tests to Accredit Previous Knowledge in American and British Literature in a Bilingual Education Program (Diseo de exmenes de suficiencia para acreditar el conocimiento previo en literatura americana y britnica en un programa de educacin bilinge)"},
      {
        "id":"EJ1051506",
        "title":"Pre-Service Teachers' Perceptions of Teaching STSE-Based High School Physics: Implications for Post-Secondary Studies"},
      {
        "id":"EJ1051507",
        "title":"Adolescents' Awareness of Environmental Care: Experiences When Writing Short Descriptive Texts in English (Concientizacin de los adolescentes sobre el cuidado ambiental: experiencias al escribir textos descriptivos cortos en ingls)"},
      {
        "id":"EJ1051508",
        "title":"Curricular Reforms That Improve Students' Attitudes and Problem-Solving Performance"},
      {
        "id":"EJ1051509",
        "title":"Using Songs to Encourage Sixth Graders to Develop English Speaking Skills (Uso de canciones para motivar a los estudiantes de grado sexto a desarrollar habilidades orales en ingls)"},
      {
        "id":"EJ1051510",
        "title":"Promoting Tenth Graders' Reading Comprehension of Academic Texts in the English Class (Promocin de la comprensin de lectura de textos acadmicos de estudiantes de grado dcimo en la clase de ingls)"},
      {
        "id":"EJ1051511",
        "title":"When Theory Meets Practice: Applying Cambourne's Conditions for Learning to Professional Development for Elementary School EFL Teachers (Cuando la teora y la prctica se encuentran: implementacin de las condiciones de aprendizaje de Cambourne en el desarrollo profesional de docentes de ingls de la bsica primaria)"},
      {
        "id":"EJ1051512",
        "title":"Fast, Computer Supported Experimental Determination of Absolute Zero Temperature at School"},
      {
        "id":"EJ1051513",
        "title":"Exploring Reflective Teaching through Informed Journal Keeping and Blog Group Discussion in the Teaching Practicum (Exploracin de la enseanza reflexiva en la prctica docente a travs de la escritura informada de diarios y de discusiones grupales mediante &quot;blogs&quot;)"},
      {
        "id":"EJ1051514",
        "title":"Iranian EFL and Indian ESL College Students' Beliefs about Reading Strategies in L2 (Creencias de estudiantes universitarios iranes EFL e hindes ESL acerca de las estrategias de lectura en L2)"},
      {
        "id":"EJ1051515",
        "title":"Task-Based Language Learning: Old Approach, New Style. A New Lesson to Learn (Aprendizaje basado en tareas: un antiguo enfoque, un nuevo estilo. Una nueva leccin para aprender)"},
      {
        "id":"EJ1051516",
        "title":"Teaching Reading Comprehension in English in a Distance Web-Based Course: New Roles for Teachers (La enseanza de la comprensin de lectura en ingls en un curso a distancia en la red: nuevos roles para los docentes)"},
      {
        "id":"EJ1051517",
        "title":"Real Experiments versus Phet Simulations for Better High-School Students' Understanding of Electrostatic Charging"},
      {
        "id":"EJ1051518",
        "title":"Developing Academic Literacy and Voice: Challenges Faced by a Mature ESL Student and Her Instructors (Desarrollo del discurso acadmico y la voz: retos de una estudiante de ingls como segunda lengua y sus profesores)"},
      {
        "id":"EJ1051519",
        "title":"How Do EFL Student Teachers Face the Challenge of Using L2 in Public School Classrooms? (Cmo enfrentan los docentes practicantes de ingls como lengua extranjera el reto de usar una segunda lengua en las aulas de clase de la escuela pblica?)"},
      {
        "id":"EJ1051520",
        "title":"Improving Eleventh Graders' Reading Comprehension through Text Coding and Double Entry Organizer Reading Strategies (Mejoramiento de la comprensin lectora de estudiantes de grado once mediante las estrategias de lectura de codificacin de texto y organizador de doble entrada)"},
      {
        "id":"EJ1051521",
        "title":"Comparing Teaching Styles and Personality Types of EFL Instructors in the Public and Private Sectors (Una comparacin de los estilos de enseanza y los tipos de personalidad de profesores de ingls de los sistemas educativos estatal y privado)"},
      {
        "id":"EJ1051522",
        "title":"Teachers' Knowledge of Second Language and Curriculum: A Narrative Experience (Conocimiento de los profesores acerca de la segunda lengua y el currculo: una experiencia narrativa)"},
      {
        "id":"EJ1051523",
        "title":"Teaching English through Stories: A Meaningful and Fun Way for Children to Learn the Language (La enseanza del ingls a travs de historias: una forma divertida y significativa para que los nios aprendan el idioma)"},
      {
        "id":"EJ1051524",
        "title":"I Am the Speed of Light &quot;c&quot;, You &quot;See&quot;...!"},
      {
        "id":"EJ1051525",
        "title":"Metacognitive Awareness and Comprehension Monitoring in Reading Ability of Iranian EFL Learners (Monitoreo de la conciencia metacognitiva y de la comprensin en la habilidad lectora de estudiantes iranes de ingls como lengua extranjera)"},
      {
        "id":"EJ1051526",
        "title":"The Impact of a Teacher Development Program for Strategic Reading on EFL Teachers' Instructional Practice (El impacto de un programa de desarrollo profesional en lectura estratgica en la prctica instruccional de docentes de ingls como lengua extranjera)"},
      {
        "id":"EJ1051527",
        "title":"Reading Strategies to Develop Higher Thinking Skills for Reading Comprehension (Estrategias de lectura para el desarrollo de habilidades de pensamiento para la comprensin de lectura)"},
      {
        "id":"EJ1051528",
        "title":"Indigenous Students' Attitudes towards Learning English through a Virtual Program: A Study in a Colombian Public University (Actitudes de estudiantes indgenas frente al aprendizaje de ingls a travs de un programa virtual: un estudio en una universidad pblica colombiana)"},
      {
        "id":"EJ1051529",
        "title":"Students and Teachers' Reasons for Using the First Language within the Foreign Language Classroom (French and English) in Central Mexico (Razones de alumnos y maestros sobre el uso de la primera lengua en el saln de lenguas extranjeras (francs e ingls) en el centro de Mxico)"},
      {
        "id":"EJ1051530",
        "title":"Identity of the Teacher-Researcher in Collaborative Action Research: Concerns Reflected in a Research Journal (La identidad del docente investigador en la investigacin accin colaborativa: preocupaciones reflejadas en un diario de investigacin)"},
      {
        "id":"EJ1051531",
        "title":"Teacher: Can You See What I'm Saying? A Research Experience with Deaf Learners (Profe: Puedes &quot;ver&quot; lo que estoy diciendo? Una experiencia de investigacin con alumnos sordos)"},
      {
        "id":"EJ1051532",
        "title":"Skype Conference Calls: A Way to Promote Speaking Skills in the Teaching and Learning of English (Llamadas para conferencia en Skype: una forma de promover la habilidad de habla en la enseanza y aprendizaje del ingls)"},
      {
        "id":"EJ1051533",
        "title":"A Comparison of Chinese and Colombian University EFL Students Regarding Learner Autonomy (Comparacin entre estudiantes universitarios de ingls chinos y colombianos con respecto a su autonoma como aprendices)"},
      {
        "id":"EJ1051534",
        "title":"Encouraging Teenagers to Improve Speaking Skills through Games in a Colombian Public School (Motivacin de adolescentes para mejorar su expresin oral mediante el juego en un colegio pblico colombiano)"},
      {
        "id":"EJ1051535",
        "title":"The Accented EFL Teacher: Classroom Implications (El acento del profesor de ingls como lengua extranjera: implicaciones pedaggicas)"},
      {
        "id":"EJ1051536",
        "title":"Education for Bilingualism: Connecting Spanish and English from the Curriculum, into the Classroom, and Beyond (Educacin para el bilingismo: espaol e ingls conectados desde el currculo hasta el saln de clase, y ms all)"},
      {
        "id":"EJ1051537",
        "title":"Teaching EFL Academic Writing in Colombia: Reflections in Contrastive Rhetoric (La enseanza de escritura acadmica en Colombia: reflexiones en retrica contrastiva)"},
      {
        "id":"EJ1051538",
        "title":"Teachers' Perceptions about Oral Corrective Feedback and Their Practice in EFL Classrooms (Percepciones de los docentes acerca de la retroalimentacin correctiva y su prctica en las aulas de ingls como lengua extranjera)"},
      {
        "id":"EJ1051539",
        "title":"Opportunity to Teach and Learn Standards: Colombian Teachers' Perspectives (Estndares de oportunidad para la enseanza y el aprendizaje: perspectivas de profesores colombianos)"},
      {
        "id":"EJ1051540",
        "title":"From Awareness to Cultural Agency: EFL Colombian Student Teachers' Travelling Abroad Experiences (De la concientizacin a la agencia cultural: las experiencias en el extranjero de futuros profesores de ingls)"},
      {
        "id":"EJ1051541",
        "title":"Watching Teacher Candidates Watch Themselves: Reflections on a Practicum Program in Turkey (Observacin de candidatos a profesores que se observan a s mismos: reflexiones sobre un programa de prctica docente en Turqua)"},
      {
        "id":"EJ1051542",
        "title":"Grassroots Action Research and the Greater Good (La investigacin accin de base y el bien mayor)"},
      {
        "id":"EJ1051550",
        "title":"Understanding Beliefs, Teachers' Beliefs and Their Impact on the Use of Computer Technology (Hacia la compresin de las creencias, convicciones del educador y su impacto en el uso de la tecnologa)"},
      {
        "id":"EJ1051552",
        "title":"Authentic Oral Interaction in the EFL Class: What It Means, What It Does Not (La interaccin oral autntica en la clase de ingls: lo que significa y lo que no)"},
      {
        "id":"EJ1051561",
        "title":"EFL Students' Perceptions about a Web-Based English Reading Comprehension Course (Percepciones de estudiantes de ingls como lengua extranjera acerca de un curso de comprensin lectora apoyado en la red)"},
      {
        "id":"EJ1051567",
        "title":"The Impact of Conferencing Assessment on EFL Students' Grammar Learning (Impacto de la evaluacin mediante conferencias en el aprendizaje de la gramtica en estudiantes de ingls como lengua extranjera)"},
      {
        "id":"EJ1051568",
        "title":"Online Peer Feedback between Colombian and New Zealand FL Beginners: A Comparison and Lessons Learned (Retroalimentacin virtual de pares entre aprendices principiantes de lengua de Colombia y Nueva Zelanda: una comparacin y lecciones aprendidas)"},
      {
        "id":"EJ1051569",
        "title":"Moral Responsibility and Confidence as Factors That Influence Teacher Involvement in Educational Change (Responsabilidad moral y confianza como factores que influyen en la participacin del profesor en el cambio educativo)"},
      {
        "id":"EJ1051574",
        "title":"Promoting Learner Autonomy through Teacher-Student Partnership Assessment in an American High School: A Cycle of Action Research (El papel de la evaluacin negociada en el desarrollo de la autonoma del estudiante en la escuela secundaria norteamericana: un ciclo de investigacin-accin)"},
      {
        "id":"EJ1051578",
        "title":"&quot;Don't Tell My Father&quot;: Important Lessons Learned through EFL Classroom Small Talk (&quot;No le digan a mi padre&quot;: lecciones importantes aprendidas a travs de la comunin ftica en el saln de ingls como lengua extranjera)"},
      {
        "id":"EJ1051579",
        "title":"New Educational Environments Aimed at Developing Intercultural Understanding while Reinforcing the Use of English in Experience-Based Learning (Nuevos entornos educativos destinados a desarrollar la comprensin intercultural y a reforzar el uso del ingls mediante el aprendizaje basado en experiencias)"},
      {
        "id":"EJ1051580",
        "title":"The Nature of Recognition in TEFL Teachers' Lives (La naturaleza del reconocimiento en la vida de los maestros de ingls como lengua extranjera)"},
      {
        "id":"EJ1051581",
        "title":"Investigating the Information Technology Courses for Pre-Service and In-Service English Teachers in Hong Kong (Investigacin de los cursos de tecnologa de la informacin para profesores de ingls de pregrado y en ejercicio en Hong Kong)"},
      {
        "id":"EJ1051582",
        "title":"Understanding and Facing Discipline-Related Challenges in the English as a Foreign Language Classroom at Public Schools (Comprensin y tratamiento de los retos asociados a la disciplina en el aula de lengua extranjera en escuelas pblicas)"},
      {
        "id":"EJ1051584",
        "title":"The Effect of Direct and Indirect Corrective Feedback on Students' Spelling Errors (El efecto de la retroalimentacin directa e indirecta sobre los errores de ortografa de los estudiantes)"},
      {
        "id":"EJ1051585",
        "title":"Mexican Secondary School Students' Perception of Learning the History of Mexico in English (La percepcin de alumnos mexicanos de secundaria cuando aprenden la historia de Mxico en ingls)"},
      {
        "id":"EJ1051586",
        "title":"Attitudes and Discourse: Spanish Practitioners' and Undergraduates' Survey Results (Actitudes y discurso: resultados de encuestas a profesionales y estudiantes de medicina)"},
      {
        "id":"EJ1051589",
        "title":"Exploring Knowledge of English Speaking Strategies in 8th and 12th Graders (Exploracin del conocimiento de las estrategias de expresin oral en ingls en estudiantes de los grados octavo y doceavo)"},
      {
        "id":"EJ1051596",
        "title":"Significant Learning Experiences for English Foreign Language Students (Experiencias significativas para estudiantes de ingls como lengua extranjera)"},
      {
        "id":"EJ1051616",
        "title":"Adolescent Students' Intercultural Awareness When Using Culture-Based Materials in the English Class (La conciencia intercultural de estudiantes adolescentes al usar materiales con contenido cultural en la clase de ingls)"},
      {
        "id":"EJ1051617",
        "title":"Fostering Intercultural Communicative Competence through Reading Authentic Literary Texts in an Advanced Colombian EFL Classroom: A Constructivist Perspective (Desarrollo de la competencia comunicativa intercultural mediante la lectura de textos literarios autnticos: una perspectiva constructivista)"},
      {
        "id":"EJ1051623",
        "title":"The Impact of Regional Differences on Elementary School Teachers' Attitudes towards Their Students' Use of Code Switching in a South Texas School District (El impacto de las diferencias regionales en las actitudes de docentes de primaria respecto a la alternancia de cdigos por parte de los estudiantes en un distrito escolar del sur de Texas)"},
      {
        "id":"EJ1051646",
        "title":"Effects of Strategy Instruction in an EFL Reading Comprehension Course: A Case Study (Efectos de la instruccin de estrategias en un curso de comprensin de lectura en ingls como lengua extranjera: un estudio de caso)"},
      {
        "id":"EJ1051650",
        "title":"&quot;On Air&quot;: Participation in an Online Radio Show to Foster Speaking Confidence. A Cooperative Learning-Based Strategies Study (&quot;Al aire&quot;: participacin en un programa de radio en lnea para fomentar la confianza al hablar. Un estudio basado en estrategias de aprendizaje cooperativo)"},
      {
        "id":"EJ1051651",
        "title":"Self-Access Language Learning: Students' Perceptions of and Experiences within This New Mode of Learning (Aprendizaje de idiomas mediante la modalidad de autoacceso: percepciones y experiencias de los estudiantes)"},
      {
        "id":"EJ1051652",
        "title":"Using Case Study Methodology to Approach the Views of Teachers of English on Classroom Disciplinary Strategies (Uso de la metodologa de estudio de casos para aproximarse a las concepciones de profesores de ingls sobre las estrategias disciplinarias en el aula)"},
      {
        "id":"EJ1051653",
        "title":"Teachers' Beliefs about Assessment in an EFL Context in Colombia (Creencias de los profesores acerca de la evaluacin en un contexto de ingls como lengua extranjera en Colombia)"},
      {
        "id":"EJ1051655",
        "title":"The English as a Foreign Language/Lingua Franca Debate: Sensitising Teachers of English as a Foreign Language towards Teaching English as a Lingua Franca (El debate del ingls como lengua extranjera o como lengua franca: sensibilizacin de docentes de ingls como lengua extranjera hacia la enseanza del ingls como lengua franca)"},
      {
        "id":"EJ1051656",
        "title":"Exploring Elementary Students' Power and Solidarity Relations in an EFL Classroom (Exploracin de las relaciones de poder y solidaridad entre estudiantes de primaria en la clase de ingls como lengua extranjera)"},
      {
        "id":"EJ1051663",
        "title":"Using a Blog to Guide Beginner Students to Use Adjectives Appropriately When Writing Descriptions in English (El uso de una bitcora o &quot;blog&quot; para guiar a estudiantes principiantes en el uso apropiado de los adjetivos cuando escriben descripciones en ingls)"},
      {
        "id":"EJ1051681",
        "title":"Assessment and Accountability to Support Meaningful Learning"},
      {
        "id":"EJ1051683",
        "title":"Educational Expertise, Advocacy, and Media Influence"},
      {
        "id":"EJ1051685",
        "title":"A New Era for Educational Assessment"},
      {
        "id":"EJ1051714",
        "title":"Online Case Studies as a Professional Development Opportunity for Teachers of Elementary Reading"},
      {
        "id":"EJ1051717",
        "title":"Bolivian Teachers' Agency: Soldiers of Liberation or Guards of Coloniality and Continuation?"},
      {
        "id":"EJ1051719",
        "title":"Rethinking Institutional Secularization as an (Im)possible &quot;Policy&quot;"},
      {
        "id":"EJ1051722",
        "title":"Superintendents' Recommendations for a New Federal Framework for Educational Accountability"},
      {
        "id":"EJ1051725",
        "title":"Accountability Is More than a Test Score"},
      {
        "id":"EJ1051737",
        "title":"Exploring the Proposition of a Joint Conference between State Science, and Technology and Engineering Education Associations"},
      {
        "id":"EJ1051743",
        "title":"Identifying Perceptions That Contribute to the Development of Successful Project Lead the Way Pre-Engineering Programs in Utah"},
      {
        "id":"EJ1051745",
        "title":"Advancing STEM Career and Learning through Civic Engagement"},
      {
        "id":"EJ1051746",
        "title":"Technology and Engineering Education Accommodation Service Profile: An Ex Post Facto Research Design"},
      {
        "id":"EJ1051752",
        "title":"Building a Framework for Engineering Design Experiences in High School"},
      {
        "id":"EJ1051755",
        "title":"A Comparative Analysis of Spatial Visualization Ability and Drafting Models for Industrial and Technology Education Students"},
      {
        "id":"EJ1051817",
        "title":"Electronic Assessment and Feedback Tool in Supervision of Nursing Students during Clinical Training"},
      {
        "id":"EJ1051830",
        "title":"Knowledge Enriched Learning by Converging Knowledge Object &amp; Learning Object"},
      {
        "id":"EJ1051835",
        "title":"Differences in Intention to Use Educational RSS Feeds between Lebanese and British Students: A Multi-Group Analysis Based on the Technology Acceptance Model"},
      {
        "id":"EJ1051840",
        "title":"Towards the Acceptance of RSS to Support Learning: An Empirical Study to Validate the Technology Acceptance Model in Lebanon"},
      {
        "id":"EJ1051996",
        "title":"An Investigation into Upper Elementary Students' Attitudes towards Science"},
      {
        "id":"EJ1051997",
        "title":"Confronting Myths about Teacher Leadership"},
      {
        "id":"EJ1051998",
        "title":"Physics Education Research in Croatia: Historical Roots and Actual Trends"},
      {
        "id":"EJ1051999",
        "title":"TOCUSO: Test of Conceptual Understanding on High School Optics Topics"},
      {
        "id":"EJ1052000",
        "title":"Transitional to Formal Operational: Using Authentic Research Experiences to Get Non-Science Students to Think More Like Scientists"},
      {
        "id":"EJ1052001",
        "title":"Gamma-Ray Telescope and Uncertainty Principle"},
      {
        "id":"EJ1052002",
        "title":"Popular Explanations of Physical Phenomena: Broken Ruler, Oxygen in the Air and Water Attracted by Electric Charges"},
      {
        "id":"EJ1052003",
        "title":"A Didactic Proposed for Teaching the Concepts of Electrons and Light in Secondary School Using Feynman's Path Sum Method"},
      {
        "id":"EJ1052004",
        "title":"Some Examples of Formation of Shells and Their Role in Establishment of Equilibrium"},
      {
        "id":"EJ1052005",
        "title":"Prospective Physics Teachers' Views on Their Knowledge about the New Concepts in Turkish High School Physics Curricula"},
      {
        "id":"EJ1052006",
        "title":"Fluorescence: An Interdisciplinary Phenomenon for Different Education Levels"},
      {
        "id":"EJ1052007",
        "title":"Deriving the Work Done by an Inverse Square Force in Non-Calculus-Based Introductory Physics Courses"},
      {
        "id":"EJ1052008",
        "title":"A Metacognitive Visuospatial Working Memory Training for Children"},
      {
        "id":"EJ1052009",
        "title":"New Themes in Physics Teaching: A Personal Retrospective"},
      {
        "id":"EJ1052010",
        "title":"Motivational Change Realized by Cooperative Learning Applied in Thermodynamics"},
      {
        "id":"EJ1052011",
        "title":"The Role of Self-Regulated Strategies and Goal Orientation in Predicting Achievement of Elementary School Children"},
      {
        "id":"EJ1052012",
        "title":"Learner Autonomy, Self Regulation and Metacognition"},
      {
        "id":"EJ1052013",
        "title":"School-Based Mentoring: A Study of Volunteer Motivations and Benefits"},
      {
        "id":"EJ1052014",
        "title":"Investigation into the Perceptions of Students, Parents, and Teachers in China's Education Reform in Grades 7 and 8"},
      {
        "id":"EJ1052015",
        "title":"The Emerging Educator as Leader and Action Researcher"},
      {
        "id":"EJ1052017",
        "title":"Effects of Multiple Intelligences Supported Project-Based Learning on Students' Achievement Levels and Attitudes towards English Lesson"},
      {
        "id":"EJ1052019",
        "title":"Enhancing Pre-Service Elementary School Teachers&apos; Understanding of Essential Science Concepts through a Reflective Conceptual Change Model"},
      {
        "id":"EJ1052022",
        "title":"Making Some Modest Strides: The Story of Downtown Elementary School (DES)"},
      {
        "id":"EJ1052024",
        "title":"Prospective Turkish Elementary Science Teachers' Knowledge Level about the Greenhouse Effect and Their Views on Environmental Education in University"},
      {
        "id":"EJ1052026",
        "title":"Children&apos;s Metamemory: A Review of the Literature and Implications for the Classroom"},
      {
        "id":"EJ1052028",
        "title":"Developing a Pedagogical Problem Solving View for Mathematics Teachers with Two Reflection Programs"},
      {
        "id":"EJ1052030",
        "title":"Calibration of Comprehension and Performance in L2 Reading"},
      {
        "id":"EJ1052031",
        "title":"Pre-Service Teachers' Attitudes toward Use of Vee Diagrams in General Physics Laboratory"},
      {
        "id":"EJ1052032",
        "title":"Finding out How the Elementary School Children Manipulate with Empirical Material and How They Process the Obtained Information"},
      {
        "id":"EJ1052033",
        "title":"Attitude of Teachers towards the Inclusion of Special Needs Children in General Education Classroom: The Case of Teachers in Some Selected Schools in Nigeria"},
      {
        "id":"EJ1052034",
        "title":"Specifics for Generalists: Teaching Elementary Physical Education"},
      {
        "id":"EJ1052035",
        "title":"Teaching English in Turkey: Dialogues with Teachers about the Challenges in Public Primary Schools"},
      {
        "id":"EJ1052036",
        "title":"Developmentally Appropriate Technology in Early Childhood (DATEC) in Botswana: In-Service Teachers' Perspectives"},
      {
        "id":"EJ1052037",
        "title":"Korean Parents' Perceptions on the Importance of Computer Usage for Themselves and Their Children: An Exploratory Study"},
      {
        "id":"EJ1052038",
        "title":"Fundamental Elements in Examining a Child's Right to Education: A Study of Home Education Research and Regulation in Australia"},
      {
        "id":"EJ1052039",
        "title":"Professional Development for the Early Learning Content Social Studies Standards"},
      {
        "id":"EJ1052040",
        "title":"Video Measurements: Quantity or Quality"},
      {
        "id":"EJ1052041",
        "title":"The Symmetry and Packing Fraction of the Body Centered Tetragonal Structure"},
      {
        "id":"EJ1052042",
        "title":"A Matter of Prior Knowledge: Canadian Young Children's Conceptions about the Future in the Global Community"},
      {
        "id":"EJ1052043",
        "title":"Liquid Crystals in Education--The Basics"},
      {
        "id":"EJ1052044",
        "title":"Do University Students Know How They Perform?"},
      {
        "id":"EJ1052045",
        "title":"Mathematics and Metacognition in Adolescents and Adults with Learning Disabilities"},
      {
        "id":"EJ1052046",
        "title":"Contributions of Metacognitive and Self-Regulated Learning Theories to Investigations of Calibration of Comprehension"},
      {
        "id":"EJ1052047",
        "title":"Self-Regulated Learning Using Multimedia Programs in Dentistry Postgraduate Students: A Multimethod Approach"},
      {
        "id":"EJ1052048",
        "title":"Evaluation of Learning and Teaching Process in Turkish Courses"},
      {
        "id":"EJ1052049",
        "title":"On the Development and Measurement of Spatial Ability"},
      {
        "id":"EJ1052050",
        "title":"Exploring Elementary Students' Understanding of Energy and Climate Change"},
      {
        "id":"EJ1052051",
        "title":"Teacher Variables as Predictors of Academic Achievement of Primary School Pupils Mathematics"},
      {
        "id":"EJ1052052",
        "title":"Justifying the Design and Selection of Literacy and Thinking Tools"},
      {
        "id":"EJ1052053",
        "title":"An Investigation of Young Children's Perceptions of Teasing within Peer Relationships"},
      {
        "id":"EJ1052100",
        "title":"Reflecting on the Japan-Chile Task-Based Telecollaboration Project for Beginner-Level Learners"},
      {
        "id":"EJ1052103",
        "title":"An Exploratory Study into Trade-Off Effects of Complexity, Accuracy, and Fluency on Young Learners' Oral Task Repetition"},
      {
        "id":"EJ1052104",
        "title":"A Typology of Tasks for Mobile-Assisted Language Learning: Recommendations from a Small-Scale Needs Analysis"},
      {
        "id":"EJ1052107",
        "title":"Task-Based Language Teaching and English for Academic Purposes: An Investigation into Instructor Perceptions and Practice in the Canadian Context"},
      {
        "id":"EJ1052109",
        "title":"Incorporating Language Structure in a Communicative Task: An Analysis of the Language Component of a Communicative Task in the LINC Home Study Program"},
      {
        "id":"EJ1052111",
        "title":"Task-Based Language Teaching and Expansive Learning Theory"},
      {
        "id":"EJ1052114",
        "title":"A Task-Based Language Teaching Approach to the Police Traffic Stop"},
      {
        "id":"EJ1052125",
        "title":"The Quantity and Quality of Language Practice in Typical Interactive Pair/Group Tasks"},
      {
        "id":"EJ1052126",
        "title":"Preparing Students for Education, Work, and Community: Activity Theory in Task-Based Curriculum Design"},
      {
        "id":"EJ1052127",
        "title":"Using Prewriting Tasks in L2 Writing Classes: Insights from Three Experiments"},
      {
        "id":"EJ1052239",
        "title":"Text Comprehension--Learning Styles--School Performance"},
      {
        "id":"EJ1052240",
        "title":"Adaptive Teaching via E-Learning Form"},
      {
        "id":"EJ1052246",
        "title":"Study on Students' Critical Thinking Capacities during Seminars of the Didactics of Geography"},
      {
        "id":"EJ1052248",
        "title":"Ways to Use ICT in Schools to Optimize the Impact on Teaching and Learning"},
      {
        "id":"EJ1052251",
        "title":"Risks Associated with the Use of the Internet and Its Impact upon Students&apos; Awareness of Perverse Issues: Literature Review"},
      {
        "id":"EJ1052253",
        "title":"Experiences of Meaning and the Multilingual Existence"},
      {
        "id":"EJ1052258",
        "title":"Modern French and Russian Media Education in XXI Century (2000-2009)"},
      {
        "id":"EJ1052262",
        "title":"Children between Sustainable Development and Commercials"},
      {
        "id":"EJ1052264",
        "title":"Several Characteristic Features of Children's Representations"},
      {
        "id":"EJ1052266",
        "title":"The Units Tell You What to Do"},
      {
        "id":"EJ1052268",
        "title":"Is Algebra Really Difficult for All Students?"},
      {
        "id":"EJ1052270",
        "title":"Chemistry Inreach: University Employees' Children Experiencing University Chemistry"},
      {
        "id":"EJ1052272",
        "title":"Crossroads on the Way Towards Educational and Social Inclusion: Intercultural, Critical and Feminist Pedagogy"},
      {
        "id":"EJ1052273",
        "title":"Using Graphic Organizers in Intercultural Education"},
      {
        "id":"EJ1052274",
        "title":"Gender and Age in Media Education"},
      {
        "id":"EJ1052275",
        "title":"School Integration of Children with Autism"},
      {
        "id":"EJ1052276",
        "title":"Opportunities of the Intercultural Education in Teaching-Learning History"},
      {
        "id":"EJ1052277",
        "title":"Developing Intercultural Competencies during History Class"},
      {
        "id":"EJ1052278",
        "title":"On Competencies Characteristic of Geography in High School"},
      {
        "id":"EJ1052279",
        "title":"Measurement Units. Intercultural Educational Activities"},
      {
        "id":"EJ1052280",
        "title":"Symmetry and Interculturality"},
      {
        "id":"EJ1052281",
        "title":"Blended Learning Experience in Teacher Education: The Trainees' Perspective"},
      {
        "id":"EJ1052283",
        "title":"Intercultural and Media Education on Art Classes"},
      {
        "id":"EJ1052284",
        "title":"Intercultural and Media Education in Teaching Practice. An Exemple of Good Practice"},
      {
        "id":"EJ1052285",
        "title":"Romanian, Spanish and US Secondary Science Teacher Perceptions of Threats to the Biosphere"},
      {
        "id":"EJ1052286",
        "title":"Is Educational Technology Useful to Mathematics Teachers Activists?"},
      {
        "id":"EJ1052287",
        "title":"The Influence of Hands On Physics Experiments on Scientific Process Skills According to Prospective Teachers' Experiences"},
      {
        "id":"EJ1052288",
        "title":"How Students&apos; Epistemological Beliefs in the Domain of Physics and Their Conceptual Change Are Related?"},
      {
        "id":"EJ1052289",
        "title":"Solutions to Environmental-Educational Problems through the Integration of Competences"},
      {
        "id":"EJ1052294",
        "title":"Upper Secondary School Pupils' Attitudes towards Natural Science"},
      {
        "id":"EJ1052296",
        "title":"A Macroscopic Analogue of the Nuclear Pairing Potential"},
      {
        "id":"EJ1052297",
        "title":"How to Choose a Textbook on Mathematics?"},
      {
        "id":"EJ1052298",
        "title":"Developing Intercultural Competencies Using Activities with Different Media"},
      {
        "id":"EJ1052299",
        "title":"Teaching of Multimedia Presentation Creation"},
      {
        "id":"EJ1052300",
        "title":"Physics in One Dimension"},
      {
        "id":"EJ1052301",
        "title":"Smartphones as Experimental Tools: Different Methods to Determine the Gravitational Acceleration in Classroom Physics by Using Everyday Devices"},
      {
        "id":"EJ1052302",
        "title":"On the Quasi-Extended Addition for Exploded Real Numbers"},
      {
        "id":"EJ1052303",
        "title":"Superconducting Sphere in an External Magnetic Field Revisited"},
      {
        "id":"EJ1052304",
        "title":"Practical Application of Computer Software in Visual Education"},
      {
        "id":"EJ1052305",
        "title":"Science Teacher Competencies in a Knowledged Based Society"},
      {
        "id":"EJ1052306",
        "title":"A Description of a Blind Student's Science Process Skills through Health Physics"},
      {
        "id":"EJ1052307",
        "title":"Assessing the Conceptual Understanding about Heat and Thermodynamics at Undergraduate Level"},
      {
        "id":"EJ1045935",
        "title":"Narrative Form and Yam Lau&apos;s &quot;Room&quot;: The Encounter in Arts Based Research"},
      {
        "id":"EJ1045936",
        "title":"Making the Shift: From Traditional Research Assignments to Guiding Inquiry Learning"},
      {
        "id":"EJ1045937",
        "title":"Elements of Information Inquiry, Evolution of Models &amp; Measured Reflection"},
      {
        "id":"EJ1045938",
        "title":"Seeking--and Finding--Authentic Inquiry Models for Our Evolving Information Landscape"},
      {
        "id":"EJ1045939",
        "title":"Rocks in the River: The Challenge of Piloting the Inquiry Process in Today&apos;s Learning Environment"},
      {
        "id":"EJ1045945",
        "title":"Native-American &amp; Euro-American Cultures: A Comparative Look at the Intersection between Language &amp; Worldview"},
      {
        "id":"EJ1045946",
        "title":"Designing Inquiry for Upper Elementary Students: Lessons Learned from Driver&apos;s Ed"},
      {
        "id":"EJ1045947",
        "title":"Community Collaboration for Inquiry Success"},
      {
        "id":"EJ1045948",
        "title":"Opportunity Knocks! Inquiry, the New National Social Studies and Science Standards, and You"},
      {
        "id":"EJ1045949",
        "title":"Recipe for an Infographic"},
      {
        "id":"EJ1045953",
        "title":"A Haven for Learning: Gaining Professional Knowledge through Sincere Conversation in an Online Reading Course"},
      {
        "id":"EJ1045955",
        "title":"At-Risk Youth in Australian Schools and Promising Models of Intervention"},
      {
        "id":"EJ1045956",
        "title":"Instructional Variables of Inclusive Elementary Classrooms in Turkey"},
      {
        "id":"EJ1045957",
        "title":"Parental Involvement in the Individual Educational Program for Israeli Students with Disabilities"},
      {
        "id":"EJ1045958",
        "title":"Course Redesign: An Evidence-Based Approach"},
      {
        "id":"EJ1045959",
        "title":"Perceptions of Disability and Access to Inclusive Education in West Africa: A Comparative Case Study in Dakar, Senegal"},
      {
        "id":"EJ1045960",
        "title":"Prevalence, Diagnosis, Treatment and Research on Autism Spectrum Disorders (ASD) in Singapore and Malaysia"},
      {
        "id":"EJ1045961",
        "title":"A Graduate Course on Teaching and Learning in Higher Education: Influences on Conceptions of Teaching and Learning"},
      {
        "id":"EJ1045962",
        "title":"The Work of Teacher Aides in Australia: An Analysis of Job Advertisements"},
      {
        "id":"EJ1045963",
        "title":"Bahamian Teachers' Perceptions of Inclusion as a Foundational Platform for Adult Education Programs"},
      {
        "id":"EJ1045964",
        "title":"Quality of Life of Students with Disabilites Attending Jordanian Universities"},
      {
        "id":"EJ1045965",
        "title":"Teachers' Perceptions of Students with Special Education Needs in Cameroon Secondary Schools"},
      {
        "id":"EJ1045966",
        "title":"The Effects of Explicit Instruction on the Writing Ability of a Student with Noonan Syndrome"},
      {
        "id":"EJ1045967",
        "title":"Reconstructing Faculty Roles to Align with Self-Authorship Development: The Gentle Art of Stepping Back"},
      {
        "id":"EJ1045968",
        "title":"The Effect of Embedded Text-to-Speech and Vocabulary eBook Scaffolds on the Comprehension of Students with Reading Disabilities"},
      {
        "id":"EJ1045969",
        "title":"MOOC Integration into Secondary School Courses"},
      {
        "id":"EJ1045970",
        "title":"Visual Literacy Skills of Students in College-Level Biology: Learning Outcomes Following Digital or Hand-Drawing Activities"},
      {
        "id":"EJ1045971",
        "title":"Influence of Incentives on Performance in a Pre-College Biology MOOC"},
      {
        "id":"EJ1045972",
        "title":"A Social Network Perspective on Peer Supported Learning in MOOCs for Educators"},
      {
        "id":"EJ1045973",
        "title":"Minimal Marking: A Success Story"},
      {
        "id":"EJ1045974",
        "title":"The Transfer of Learning Associated with Audio Feedback on Written Work"},
      {
        "id":"EJ1045975",
        "title":"The Transformative Potential of Learning through Service While &quot;Doing&quot; Classroom-Based Research"},
      {
        "id":"EJ1045976",
        "title":"The Effects of a Social Story Intervention on the Pro-Social Behaviors of a Young Adult with Autism Spectrum Disorder"},
      {
        "id":"EJ1045977",
        "title":"Qualitative Insights from a Canadian Multi-Institutional Research Study: In Search of Meaningful E-Learning"},
      {
        "id":"EJ1045984",
        "title":"The Employer Potential of MOOCs: A Mixed-Methods Study of Human Resource Professionals' Thinking on MOOCs"},
      {
        "id":"EJ1045987",
        "title":"Writing to Learn and Learning to Write across the Disciplines: Peer-to-Peer Writing in Introductory-Level MOOCs"},
      {
        "id":"EJ1045988",
        "title":"Evaluating the Validity and Applicability of Automated Essay Scoring in Two Massive Open Online Courses"},
      {
        "id":"EJ1045989",
        "title":"Resource Requirements and Costs of Developing and Delivering MOOCs"},
      {
        "id":"EJ1045990",
        "title":"Where Is Research on Massive Open Online Courses Headed? A Data Analysis of the MOOC Research Initiative"},
      {
        "id":"EJ1045991",
        "title":"Democratizing Higher Education: Exploring MOOC Use among Those Who Cannot Afford a Formal Education"},
      {
        "id":"EJ1045992",
        "title":"Supporting Professional Learning in a Massive Open Online Course"},
      {
        "id":"EJ1045994",
        "title":"Towards an Integration of Text and Graph Clustering Methods as a Lens for Studying Social Interaction in MOOCs"},
      {
        "id":"EJ1045996",
        "title":"A Comparison of Learner Intent and Behaviour in Live and Archived MOOCs"},
      {
        "id":"EJ1045997",
        "title":"Making &quot;MOOCs&quot;: The Construction of a New Digital Higher Education within News Media Discourse"},
      {
        "id":"EJ1046003",
        "title":"A Phenomenological Examination of the Influence of Culture on Treating and Caring for Hispanic Children with Autism"},
      {
        "id":"EJ1046010",
        "title":"The Intuitive Physics of the Equilibrium of the Lever and of the Hydraulic Pressures: Implications for the Teaching of Elementary Physics"},
      {
        "id":"EJ1046012",
        "title":"An Information Integration Study on the Intuitive Physics of the Newton&apos;s Cradle"},
      {
        "id":"EJ1046014",
        "title":"How Verb Tense Affects the Construal of Action: The Simple Past Tense Leads People into an Abstract Mindset"},
      {
        "id":"EJ1046017",
        "title":"Analysis of Rater Severity on Written Expression Exam Using Many Faceted Rasch Measurement"},
      {
        "id":"EJ1046021",
        "title":"Haptic Identification of Raised-Line Drawings When Categorical Information Is Given: A Comparison between Visually Impaired and Sighted Children"},
      {
        "id":"EJ1046022",
        "title":"Intuitive Physics of Free Fall: An Information Integration Approach to the Mass-Speed Belief"},
      {
        "id":"EJ1046114",
        "title":"How Does Speed and Accuracy in Reading Relate to Reading Comprehension in Arabic?"},
      {
        "id":"EJ1046130",
        "title":"Language as the Lever for Elementary-Level English Language Learners"},
      {
        "id":"EJ1046131",
        "title":"&quot;Educacin Bilinge a Nivel De Escuela Secundaria&quot;: Dual-Language Education at the High School Level"},
      {
        "id":"EJ1046132",
        "title":"Newcomer High School Students as an Asset: The Internationals Approach"},
      {
        "id":"EJ1046133",
        "title":"Early Literacy, Family Engagement, and Cultural Competence: District Priorities in Clark County, Nevada"},
      {
        "id":"EJ1046134",
        "title":"Supporting Families and Developing Parent Advocates and Leaders among the Immigrant Chinese Community in Boston"},
      {
        "id":"EJ1046135",
        "title":"High-ELL-Growth States: Expanding Funding Equity and Opportunity for English Language Learners"},
      {
        "id":"EJ1046139",
        "title":"Equity-Driven Public Education: A Historic Opportunity"},
      {
        "id":"EJ1046140",
        "title":"Changing Course on School Reform: Strategic Organizing around the New York City Mayoral Election"},
      {
        "id":"EJ1046141",
        "title":"Vehicle of Change: The PS 2013 Campaign"},
      {
        "id":"EJ1046146",
        "title":"Developing Education Policy: A Cross-Stakeholder Effort"},
      {
        "id":"EJ1046147",
        "title":"The #EduElection: Owning the Debate through Communications and Social Media"},
      {
        "id":"EJ1046150",
        "title":"The Significance for Education Reform of the New York City Mayoral Election"},
      {
        "id":"EJ1046154",
        "title":"Building on Years of Parent and Student Activism to Place a New Education Agenda at the Center of a Mayoral Election"},
      {
        "id":"EJ1046155",
        "title":"Becoming the Face of the Community for Public Education Reform in New York City"},
      {
        "id":"EJ1046179",
        "title":"Expanding Equity through More and Better Learning Time"},
      {
        "id":"EJ1046319",
        "title":"Innovations in Educational Equity for English Language Learners"},
      {
        "id":"EJ1046322",
        "title":"College Readiness Indicator Systems Framework"},
      {
        "id":"EJ1046328",
        "title":"Why Community Engagement Matters in School Turnaround"},
      {
        "id":"EJ1046345",
        "title":"Building Capacity for College Readiness Indicator Systems"},
      {
        "id":"EJ1046350",
        "title":"Developing College Readiness within and across School Districts: The Federal Role"},
      {
        "id":"EJ1046363",
        "title":"Teachers Unions as Partners, Not Adversaries"},
      {
        "id":"EJ1046364",
        "title":"Putting College and Career Readiness at the Forefront of District Priorities in Dallas"},
      {
        "id":"EJ1046366",
        "title":"San Jose Unified School District, 2010-2013: Building a Culture of Evidence-Based Practice around College Readiness"},
      {
        "id":"EJ1046369",
        "title":"Readiness for College: The Role of Noncognitive Factors and Context"},
      {
        "id":"EJ1046370",
        "title":"Democratic School Turnarounds: Pursuing Equity and Learning from Evidence"},
      {
        "id":"EJ1046374",
        "title":"Looking at the Right Data in the Right Way: Pittsburgh Public Schools"},
      {
        "id":"EJ1046426",
        "title":"Learning from the Past, Looking toward the Future: The Next Four Years of Federal Education Policy"},
      {
        "id":"EJ1046427",
        "title":"Measuring Academic Tenacity: New Visions for Public Schools"},
      {
        "id":"EJ1046428",
        "title":"The Pittsburgh Promise: A Community's Commitment to Its Young People"},
      {
        "id":"EJ1046508",
        "title":"Cinekyd: Exploring the Origins of Youth Media Production"},
      {
        "id":"EJ1046509",
        "title":"Introduction to Media Literacy History"},
      {
        "id":"EJ1046511",
        "title":"Federal Agency Efforts to Advance Media Literacy in Substance Abuse Prevention"},
      {
        "id":"EJ1046512",
        "title":"Media Now: A Historical Review of a Media Literacy Curriculum"},
      {
        "id":"EJ1046517",
        "title":"The Hyperreality of Daniel Boorstin"},
      {
        "id":"EJ1046519",
        "title":"Why History Matters for Media Literacy Education"},
      {
        "id":"EJ1046521",
        "title":"The Core Concepts: Fundamental to Media Literacy Yesterday, Today and Tomorrow"},
      {
        "id":"EJ1046523",
        "title":"Creating Critical Viewers: A Personal Reflection"},
      {
        "id":"EJ1046525",
        "title":"Teaching about Propaganda: An Examination of the Historical Roots of Media Literacy"},
      {
        "id":"EJ1046666",
        "title":"Implementing Japanese Lesson Study in Foreign Countries: Misconceptions Revealed"},
      {
        "id":"EJ1046670",
        "title":"Lesson Study with Mathematical Resources: A Sustainable Model for Locally-Led Teacher Professional Learning"},
      {
        "id":"EJ1046681",
        "title":"Integrating Physical Activity, Coach Collaboration, and Life Skill Development in Youth: School Counselors&apos; Perceptions"},
      {
        "id":"EJ1046683",
        "title":"Cultural Challenges in Adapting Lesson Study to a Philippines Setting"},
      {
        "id":"EJ1046689",
        "title":"&quot;Education Is Dead&quot;: A Requiem, of Sorts"},
      {
        "id":"EJ1046692",
        "title":"Using a Monitoring Process to Effectively Assist Struggling Pre-Service Teacher Candidates"},
      {
        "id":"EJ1046695",
        "title":"Lost in Conflation: An Argument for the Ambivalence of Hegemony in Educational Studies"},
      {
        "id":"EJ1046698",
        "title":"Social Justice in Teacher Education: Naming Discrimination to Promote Transformative Action"},
      {
        "id":"EJ1046699",
        "title":"The Voices behind the Numbers: Understanding the Experiences of Homeless Students"},
      {
        "id":"EJ1046700",
        "title":"Carpentry Is Intellectual Work"},
      {
        "id":"EJ1046701",
        "title":"Re-Conceptualizing Early Childhood Teacher Education: Enacting a Paradigm Shift to Bring Developmentally Appropriate Practice to Higher Education"},
      {
        "id":"EJ1046704",
        "title":"Philosophy with Guts"},
      {
        "id":"EJ1046705",
        "title":"Predicting Postsecondary Attendance through Cultural Norming: A Test of Community Expectancy"},
      {
        "id":"EJ1046706",
        "title":"A Question of Priorities: A Critical Investigation of the McKinney-Vento Act"},
      {
        "id":"EJ1046707",
        "title":"Removing Barriers: The Struggle to Ensure Educational Rights for Students Experiencing Homelessness"},
      {
        "id":"EJ1046708",
        "title":"Literacy, Education, and Inequality: Assimilation and Resistance Narratives from Families Residing at a Homeless Shelter"},
      {
        "id":"EJ1046709",
        "title":"The Multi-Dimensional Lives of Children Who Are Homeless"},
      {
        "id":"EJ1046710",
        "title":"Teaching in the Institutional Cage: Metaphor and Collateral Oppression"},
      {
        "id":"EJ1046711",
        "title":"&quot;Sleep out on the Quad&quot;: An Opportunity for Experiential Education and Servant Based Leadership"},
      {
        "id":"EJ1046714",
        "title":"The Role of the Knowledgeable Other in Lesson Study: Examining the Final Comments of Experienced Lesson Study Practitioners"},
      {
        "id":"EJ1046716",
        "title":"The Bureaucratising of Lesson Study: A Javanese Case"},
      {
        "id":"EJ1046720",
        "title":"An Occupation&apos;s Responsibility: The Role of Social Foundations in the Cultivation of Professionalism"},
      {
        "id":"EJ1046721",
        "title":"Not Too Big to Fail: How Teacher Education Killed the Foundations"},
      {
        "id":"EJ1046733",
        "title":"Moving Out of the Cellar: A New (?) Existentialism for a Future without Teachers"},
      {
        "id":"EJ1046738",
        "title":"&quot;Teach Reading? but I&apos;m Not a Reading Teacher!&quot;"},
      {
        "id":"EJ1046739",
        "title":"Contextualized Support for Urban Teachers Implementing Writer&apos;s Workshop"},
      {
        "id":"EJ1046760",
        "title":"The Creative Process Entailed in the Co-Construction of Classroom Curriculum"},
      {
        "id":"EJ1046762",
        "title":"Asian Pacific American College Freshman: Attitudes toward the Abolishment of Affirmative Action in College Admissions"},
      {
        "id":"EJ1046765",
        "title":"Places of Belonging: Awakening a Zone of Complacency"},
      {
        "id":"EJ1046770",
        "title":"Beyond Dependency: Strategies for Saving Foundations"},
      {
        "id":"EJ1046774",
        "title":"Social Foundations of Education and the Political Equilibrium"},
      {
        "id":"EJ1046783",
        "title":"Action Foundations! a Comic (Book) Tale of Defending Educational Studies"},
      {
        "id":"EJ1046789",
        "title":"Defending and Goading the Foundations of Education"},
      {
        "id":"EJ1046792",
        "title":"Digital Renegades in America: Changing Metaphors to Realize the Potential of Technology in Education"},
      {
        "id":"EJ1046807",
        "title":"Moving beyond Journaling to Dialogues in Writing"},
      {
        "id":"EJ1046812",
        "title":"Will New Illinois Principal Preparation Programs Fix Illinois Public Schools?"},
      {
        "id":"EJ1046813",
        "title":"On the Need to Live Educational Foundations"},
      {
        "id":"EJ1046814",
        "title":"Social Foundations of Education for the Information Age"},
      {
        "id":"EJ1046815",
        "title":"In Defense of Foundations: An Open Letter to Deans"},
      {
        "id":"EJ1046816",
        "title":"An Obligation to Endure"},
      {
        "id":"EJ1046821",
        "title":"Backing in to the Foundations"},
      {
        "id":"EJ1043220",
        "title":"Academic Discipline and Personal Finance Instruction in High School"},
      {
        "id":"EJ1043222",
        "title":"Application of ICT by Students at Selected Universities in Poland"},
      {
        "id":"EJ1043227",
        "title":"Inmate Perceptions of Financial Education Needs: Suggestions for Financial Educators"},
      {
        "id":"EJ1043229",
        "title":"Learning Context When Studying Financial Planning in High Schools: Nesting of Student, Teacher, and Classroom Characteristics"},
      {
        "id":"EJ1043230",
        "title":"College Students and Financial Distress: Exploring Debt, Financial Satisfaction, and Financial Anxiety"},
      {
        "id":"EJ1043232",
        "title":"Workplace Financial Education Facilitates Improvement in Personal Financial Behaviors"},
      {
        "id":"EJ1043236",
        "title":"Online Teaching Evaluation for Higher Quality Education: Strategies to Increase University Students' Participation"},
      {
        "id":"EJ1043237",
        "title":"Improving the Learning Design of Massive Open Online Courses"},
      {
        "id":"EJ1043239",
        "title":"Integration of Web 2.0 Tools in Learning a Programming Course"},
      {
        "id":"EJ1043240",
        "title":"Incidental Foreign-Language Acquisition by Children Watching Subtitled Television Programs"},
      {
        "id":"EJ1043241",
        "title":"Identifying Professional Competencies of the Flip-Chip Packaging Engineer in Taiwan"},
      {
        "id":"EJ1043246",
        "title":"Virtual Laboratory as an Element of Visualization When Teaching Chemical Contents in Science Class"},
      {
        "id":"EJ1043247",
        "title":"Using Confidence as Feedback in Multi-Sized Learning Environments"},
      {
        "id":"EJ1043282",
        "title":"The Changing Role of Higher Education: Learning to Deal with Wicked Problems"},
      {
        "id":"EJ1043285",
        "title":"Boundary Spanning: Engagement across Disciplines, Communities, and Geography"},
      {
        "id":"EJ1043289",
        "title":"Riding the Bus: Symbol and Vehicle for Boundary Spanning"},
      {
        "id":"EJ1043294",
        "title":"&quot;A Pesar De Las Fronteras&quot;/&quot;In Spite of the Boundaries&quot;: Exploring Solidarity in the Context of International Service Immersion"},
      {
        "id":"EJ1043297",
        "title":"Measuring Boundary-Spanning Behaviors in Community Engagement"},
      {
        "id":"EJ1043302",
        "title":"Boundary-Spanning Actors in Urban 4-H: An Action Research Case Study"},
      {
        "id":"EJ1043305",
        "title":"The Engaged Community College: Supporting the Institutionalization of Engagement through Collaborative Action Inquiry"},
      {
        "id":"EJ1043307",
        "title":"The Exploration of Community Boundary Spanners in University-Community Partnerships"},
      {
        "id":"EJ1043308",
        "title":"The Tie That Binds: Leadership and Liberal Arts Institutions&apos; Civic Engagement Commitment in Rural Communities"},
      {
        "id":"EJ1043311",
        "title":"From Tablet to Tablet, from Mesopotamia to Galway"},
      {
        "id":"EJ1043313",
        "title":"Making Conferences Human Places of Learning"},
      {
        "id":"EJ1043315",
        "title":"An Investigation of the Guidance Counselling Needs of Adults with Dyslexia in the Adult Educational Guidance Initiative (AEGI)"},
      {
        "id":"EJ1043316",
        "title":"A Tale of Two Countries"},
      {
        "id":"EJ1043317",
        "title":"Social Dynamics in Adult and Community Education Networks: Insights from a Case Study"},
      {
        "id":"EJ1043318",
        "title":"The Social Value of Community-Based Adult Education in Limerick City"},
      {
        "id":"EJ1043339",
        "title":"Finding a Voice: The Experience of Mature Students in a College of Further Education"},
      {
        "id":"EJ1043354",
        "title":"Lifelong Learning Policies, Paradoxes and Possibilities"},
      {
        "id":"EJ1043355",
        "title":"Educating Pre-Service School Librarians for the Instructional Partner Role: An Exploration into University Curricula"},
      {
        "id":"EJ1043360",
        "title":"U.S. Students, Poverty, and School Libraries: What Results of the 2009 Programme for International Student Assessment Tell Us"},
      {
        "id":"EJ1043362",
        "title":"Speaking out or Keeping Silent: International Students&apos; Identity as Legitimate Speakers and Teachers of English"},
      {
        "id":"EJ1043363",
        "title":"To Master the World You Must Know English"},
      {
        "id":"EJ1043365",
        "title":"Reading for Pleasure: More than Just a Distant Possibility?"},
      {
        "id":"EJ1043398",
        "title":"Math Anxiety: Can Teachers Help Students Reduce It? Ask the Cognitive Scientist"},
      {
        "id":"EJ1043407",
        "title":"Taken for Granted: Why Curriculum Content Is Like Oxygen"},
      {
        "id":"EJ1043437",
        "title":"Transmedia Play: Literacy across Media"},
      {
        "id":"EJ1043438",
        "title":"Speculative Design and Curriculum Development: Using Worldbuilding to Imagine a New Major in a Post-Course Era"},
      {
        "id":"EJ1043442",
        "title":"Writing about Writing: The Challenge of Helping Students &quot;Get It Down on Paper&quot;"},
      {
        "id":"EJ1043443",
        "title":"Quality Media Literacy Education: A Tool for Teachers and Teacher Educators of Italian Elementary Schools"},
      {
        "id":"EJ1043444",
        "title":"Expanding Learning Opportunities with Transmedia Practices: &quot;Inanimate Alice&quot; as an Exemplar"},
      {
        "id":"EJ1043445",
        "title":"Starting off Strong: The Importance of Early Learning"},
      {
        "id":"EJ1043481",
        "title":"A Story of Conflict and Collaboration: Media Literacy, Video Production and Disadvantaged Youth"},
      {
        "id":"EJ1043482",
        "title":"Learning Abroad or Just Going Abroad? International Education in Opposite Sides of the Border"},
      {
        "id":"EJ1043483",
        "title":"A Media Literacy Education Approach to Teaching Adolescents Comprehensive Sexual Health Education"},
      {
        "id":"EJ1043484",
        "title":"Native Speakers as Teachers in Turkey: Non-Native Pre-Service English Teachers' Reactions to a Nation-Wide Project"},
      {
        "id":"EJ1043486",
        "title":"Measuring New Media Literacies: Towards the Development of a Comprehensive Assessment Tool"},
      {
        "id":"EJ1043488",
        "title":"Through the Looking Glass: An Autoethnographic View of the Perceptions of Race and Institutional Support in the Tenure Process"},
      {
        "id":"EJ1043489",
        "title":"Using Participatory Action Research and Photo Methods to Explore Higher Education Administration as an Emotional Endeavor"},
      {
        "id":"EJ1043491",
        "title":"Capturing Undergraduate Experience through Participant-Generated Video"},
      {
        "id":"EJ1043492",
        "title":"International Graduate Students' Cross-Cultural Academic Engagement: Stories of Indonesian Doctoral Students on an American Campus"},
      {
        "id":"EJ1043493",
        "title":"The Power of Resilience: A Theoretical Model to Empower, Encourage and Retain Teachers"},
      {
        "id":"EJ1043494",
        "title":"&quot;I Love My Work But...&quot; The Professionalization of Early Childhood Education"},
      {
        "id":"EJ1043498",
        "title":"&quot;Falling through the Cracks&quot;: Challenges for High School Students with Autism Spectrum Disorder"},
      {
        "id":"EJ1043504",
        "title":"Academic Staff Perceptions of Factors Underlying Program Completion by Australian Indigenous Nursing Students"},
      {
        "id":"EJ1043505",
        "title":"Letters to Grandma: A Comparison of Generational Perspectives of Women's Growth as Higher Education Faculty"},
      {
        "id":"EJ1043506",
        "title":"Cognitive Apprenticeship and the Supervision of Science and Engineering Research Assistants"},
      {
        "id":"EJ1043507",
        "title":"From Research Assistant to Professional Research Assistance: Research Consulting as a Form of Research Practice"},
      {
        "id":"EJ1043508",
        "title":"From Research Assistant to Researcher: Being Wakeful in a Mentorship Journey about Methodology, Poverty, and Deficit Thinking"},
      {
        "id":"EJ1043509",
        "title":"Researching with Undergraduate Students: Exploring the Learning Potentials of Undergraduate Students and Researchers Collaborating in Knowledge Production"},
      {
        "id":"EJ1043510",
        "title":"A Dual Perspective on Risks and Security within Research Assistantships"},
      {
        "id":"EJ1043511",
        "title":"Building Sustainable Research Engagements: Lessons Learned from Research with Schools"},
      {
        "id":"EJ1043512",
        "title":"Walking the Fine Line between Fieldwork Success and Failure: Advice for New Ethnographers"},
      {
        "id":"EJ1043515",
        "title":"Understanding Student Veterans in Transition"},
      {
        "id":"EJ1043517",
        "title":"Prospective Elementary Teachers' Views on Their Teachers and Their Effectiveness"},
      {
        "id":"EJ1043520",
        "title":"One Head--Many Hats: Expectations of a Rural Superintendent"},
      {
        "id":"EJ1043523",
        "title":"Graduate Students' Perception of Standards and Accreditation in Higher Education in Turkey: A Qualitative Analysis"},
      {
        "id":"EJ1043526",
        "title":"The Magic of Words: Teaching Vocabulary in the Early Childhood Classroom"},
      {
        "id":"EJ1043532",
        "title":"Dialectical Inquiry--Does It Deliver? A User Based Research Experience"},
      {
        "id":"EJ1043536",
        "title":"Dishing Direct Instruction: Teachers and Parents Tell All!"},
      {
        "id":"EJ1043540",
        "title":"A Critical Dialectical Pluralistic Examination of the Lived Experience of Select Women Doctoral Students"},
      {
        "id":"EJ1043543",
        "title":"The Ethical Treatment of Research Assistants: Are We Forsaking Safety for Science?"},
      {
        "id":"EJ1043545",
        "title":"Technology and Teaching: A Conversation among Faculty Regarding the Pros and Cons of Technology"},
      {
        "id":"EJ1043547",
        "title":"Ethical Perception of University Students about Academic Dishonesty in Pakistan: Identification of Student's Dishonest Acts"},
      {
        "id":"EJ1043549",
        "title":"Teacher Educators Using Encounter Stories"},
      {
        "id":"EJ1043551",
        "title":"Graduating Black Males: A Generic Qualitative Study"},
      {
        "id":"EJ1043553",
        "title":"Teacher Technology Narratives: Native Hawaiian Views on Education and Change"},
      {
        "id":"EJ1043560",
        "title":"Through Their Lens: The Potential of Photovoice for Documentation of Environmental Perspectives among Kenyan Teachers"},
      {
        "id":"EJ1043563",
        "title":"Wrestling with Issues of Diversity in Online Courses"},
      {
        "id":"EJ1043566",
        "title":"A&apos;s for Everyone: The Effect of Student Consumerism in the Post-Secondary Classroom"},
      {
        "id":"EJ1043610",
        "title":"The Light and Shadow of Feminist Research Mentorship: A Collaborative Autoethnography of Faculty-Student Research"},
      {
        "id":"EJ1043625",
        "title":"Troubling Neutrality: Toward a Philosophy of Teacher Ambiguity"},
      {
        "id":"EJ1043629",
        "title":"Fairness in Teaching Evolution in Public Schools"},
      {
        "id":"EJ1043646",
        "title":"Can Personal Relationships Encourage Social Reform?"},
      {
        "id":"EJ1043652",
        "title":"Comparison of Name-Writing Rubrics: Is There a Gold Standard?"},
      {
        "id":"EJ1043658",
        "title":"A Research on Identifying the Need for Distance Education for National Athletes Who Study in School of Physical Education and Sport"},
      {
        "id":"EJ1043659",
        "title":"The Barriers and Needs of Online Learners"},
      {
        "id":"EJ1043660",
        "title":"Task Relevance in the Design of Online Professional Development for Teachers of ELLs: A Q Methodology Study"},
      {
        "id":"EJ1043661",
        "title":"Student Opinions on Management of Distance Education Applications"},
      {
        "id":"EJ1043662",
        "title":"Perceived Quality Dimensions in Distance Education: Excerpts from Student Experiences"},
      {
        "id":"EJ1043663",
        "title":"Modern Languages and Distance Education: Thirteen Days in the Cloud"},
      {
        "id":"EJ1043665",
        "title":"Language Learning Strategies Used by Distance Learners of English: A Study with a Group of Turkish Distance Learners of EFL"},
      {
        "id":"EJ1043666",
        "title":"Human Capital Development (HCD) through Open, Distance and E-Learning: Evidence from Corporate Annual Reports (CARs) of Top South African Listed Companies"},
      {
        "id":"EJ1043667",
        "title":"Effects of Students' Characteristics on Online Learning Readiness: A Vocational College Example"},
      {
        "id":"EJ1043669",
        "title":"What Are the Usage Conditions of Web 2.0 Tools Faculty of Education Students?"},
      {
        "id":"EJ1043671",
        "title":"Student Satisfaction Process in Virtual Learning System: Considerations Based in Information and Service Quality from Brazil's Experience"},
      {
        "id":"EJ1043672",
        "title":"Looking beyond the Residential Education and Distance Education Debate, What Matters in Education Is . . ."},
      {
        "id":"EJ1043673",
        "title":"The Blended Learning Environment on the Foreign Language Learning Process: A Balance for Motivation and Achievement"},
      {
        "id":"EJ1043675",
        "title":"ICT Usage by Distance Learners in India"},
      {
        "id":"EJ1043677",
        "title":"Relationship between Nursing Students' Views about Web-Based Patient Education Course and Anxiety in Turkey"},
      {
        "id":"EJ1043678",
        "title":"Expanding the Deweyan Self: Revisiting an Underexplored Past to Inform Future Inquiry"},
      {
        "id":"EJ1043681",
        "title":"The Ethical Domains of Individualism: Nietzsche and Emerson&apos;s Pedagogic Vision"},
      {
        "id":"EJ1043684",
        "title":"The Effect of Distance Education Applications Based on Smart Board on Students' Achievement and Skills in Pattern Preparation Techniques"},
      {
        "id":"EJ1043685",
        "title":"The Problem of Character Education and Kohlberg&apos;s Moral Education: Critique from Dewey&apos;s Moral Deliberation"},
      {
        "id":"EJ1043693",
        "title":"Awareness and Cognitive Load Levels of Teacher Candidates towards Student Products Made by Digital Storytelling"},
      {
        "id":"EJ1043694",
        "title":"Attitude of Student Teachers towards Teaching Profession"},
      {
        "id":"EJ1043696",
        "title":"With Liberty and Justice for Some: A Philosophical Argument in Opposition to the Small Schools Movement in New York City"},
      {
        "id":"EJ1043706",
        "title":"Authenticity and Self-Cultivation as Learning to Be: The Hermeneutics of Lifelong Education"},
      {
        "id":"EJ1043709",
        "title":"Conscience in the Curriculum, Not Opted Out of It"},
      {
        "id":"EJ1043715",
        "title":"Escape from Freedom: Towards the Political Realm"},
      {
        "id":"EJ1043727",
        "title":"What Good Is College? The Economics of College Attendance"},
      {
        "id":"EJ1043738",
        "title":"Illuminating Encounters with &quot;Emotional&quot; Students: How to Respond in an Educative Way"},
      {
        "id":"EJ1043750",
        "title":"Educational Leapfrogging in the mLearning Time"},
      {
        "id":"EJ1043752",
        "title":"Facebook Groups as a Supporting Tool for Language Classrooms"},
      {
        "id":"EJ1043754",
        "title":"Face to Face or E-Learning in Turkish EFL Context"},
      {
        "id":"EJ1043764",
        "title":"Mead, Habermas, and Levinas: Cultivating Subjectivity in Education for Democracy"},
      {
        "id":"EJ1043848",
        "title":"Surveying New Testament Survey: The Impact of Demographics and Modality on an Introductory New Testament Class"},
      {
        "id":"EJ1043849",
        "title":"The Effects of Implementing Recitation Activities on Success Rates in a College Calculus Course"},
      {
        "id":"EJ1043852",
        "title":"Challenging, Eye-Opening, and Changing U.S. Teacher Training in Korea: Creating Experiences That Will Enhance Global Perspectives"},
      {
        "id":"EJ1043876",
        "title":"Bridging Theory to Practice with Classroom Rounds"},
      {
        "id":"EJ1043878",
        "title":"Assessing the Impact of a Short-Term Service-Learning Clinical Experience on the Development of Professional Behaviors of Student Physical Therapists: A Pilot Study"},
      {
        "id":"EJ1043879",
        "title":"&quot;Who Am I to Bring Diversity into the Classroom?&quot; Learning Communities Wrestle with Creating Inclusive College Classrooms"},
      {
        "id":"EJ1043880",
        "title":"Geological Time, Biological Events and the Learning Transfer Problem"},
      {
        "id":"EJ1043881",
        "title":"Locus of Control, Academic Self-Concept, and Academic Dishonesty among High Ability College Students"},
      {
        "id":"EJ1043882",
        "title":"The Delivery of Recreation Programs: Students Gain Entry Level Management Skills through Service Learning"},
      {
        "id":"EJ1043946",
        "title":"To Think without Thinking: The Implications of Combinatory Play and the Creative Process for Neuroaesthetics"},
      {
        "id":"EJ1043955",
        "title":"Video Games: Play That Can Do Serious Good"},
      {
        "id":"EJ1043959",
        "title":"How Play Makes for a More Adaptable Brain: A Comparative and Neural Perspective"},
      {
        "id":"EJ1043963",
        "title":"Making Sense of the Modernist Muse: Creative Cognition and Play at the Bauhaus"},
      {
        "id":"EJ1044004",
        "title":"Facilitating Conceptual Change through Modeling in the Middle School Science Classroom"},
      {
        "id":"EJ1044005",
        "title":"Creating Cultures of Participation to Promote Mathematical Discourse"},
      {
        "id":"EJ1044006",
        "title":"Keeping It Real: A Toledo Public School Prepares Students for College and Career"},
      {
        "id":"EJ1044008",
        "title":"Not Your Father&apos;s Shop Class: Bridging the Academic-Vocational Divide"},
      {
        "id":"EJ1044010",
        "title":"The Professional Educator: Notes from New York City"},
      {
        "id":"EJ1044033",
        "title":"Look beyond the Label: Reframing, Reimagining, and Reinvesting in CTE"},
      {
        "id":"EJ1044048",
        "title":"Universal Design and Outdoor Learning"},
      {
        "id":"EJ1044052",
        "title":"Vocabulary Development Using Visual Displays"},
      {
        "id":"EJ1044053",
        "title":"Inviting Families to Celebrate in the Writing Process"},
      {
        "id":"EJ1044057",
        "title":"Go Figure! Using the Art of Jasper Johns to Teach Number Concepts"},
      {
        "id":"EJ1044063",
        "title":"Emergent Understandings: Multilingual Fourth Grade Students Generating Close Readings and Multimodal Responses to Global and Informational Texts"},
      {
        "id":"EJ1044065",
        "title":"Discovering Nature: The Benefits of Teaching Outside of the Classroom"},
      {
        "id":"EJ1044068",
        "title":"Multimodality, Ethnodrama, and the Preparation of Pre-Service Teachers of Writing"},
      {
        "id":"EJ1044071",
        "title":"The Education of English Learners in California Following the Passage of Proposition 227: A Case Study of an Urban School District"},
      {
        "id":"EJ1044072",
        "title":"Using Social Media in Teacher Preparation Programs: Twitter as a Means to Create Social Presence"},
      {
        "id":"EJ1044075",
        "title":"Rewriting the Script: Multiple Modalities in a High School Humanities Classroom"},
      {
        "id":"EJ1044077",
        "title":"Integrating Aesthetic Education to Nurture Literacy Development"},
      {
        "id":"EJ1044079",
        "title":"&quot;In the Swell of Wandering Words&quot;: The Arts as a Vehicle for Youth and Educators&apos; Inquiries into the Holocaust Memoir &quot;Night&quot;"},
      {
        "id":"EJ1044080",
        "title":"&quot;Who Has Family Business?&quot; Exploring the Role of Empathy in Student-Teacher Interactions"},
      {
        "id":"EJ1044081",
        "title":"Getting to Know You: Sharing Time as Culturally Relevant Teaching"},
      {
        "id":"EJ1044082",
        "title":"The Pursuit of Pathways: Combining Rigorous Academics with Career Training"},
      {
        "id":"EJ1044085",
        "title":"Encouraging Healthy Eating Behaviors in Toddlers"},
      {
        "id":"EJ1044086",
        "title":"Practitioner Research as &quot;Praxidents&quot; Waiting to Happen"},
      {
        "id":"EJ1044087",
        "title":"More than One Way: The Case for High-Quality CTE"},
      {
        "id":"EJ1044089",
        "title":"Cardboard Boat Building in Math Class"},
      {
        "id":"EJ1044091",
        "title":"Heterogeneous Peer-Tutoring: An Intervention That Fosters Collaborations and Empowers Learners"},
      {
        "id":"EJ1044092",
        "title":"Creating and Enriching Quality and Safe Outdoor Environments"},
      {
        "id":"EJ1044093",
        "title":"Turning Our World of Learning Inside Out!"},
      {
        "id":"EJ1044096",
        "title":"Revisiting the Early Use of Technology: A Critical Shift from &quot;How Young Is Too Young?&quot; to &quot;How Much Is &apos;Just Right&apos;?&quot;"},
      {
        "id":"EJ1044105",
        "title":"Sit, Stay, Read: Improving Literacy Skills Using Dogs!"},
      {
        "id":"EJ1046859",
        "title":"The Relationship between Screen Time and Sexual Behaviors among Middle School Students"},
      {
        "id":"EJ1046862",
        "title":"Factors Associated with Evaluation of Contraception Options among University Undergraduates"},
      {
        "id":"EJ1046863",
        "title":"Policy and Barriers Related to Implementing Adult E-Learning in Taiwan"},
      {
        "id":"EJ1046864",
        "title":"Reported Condom Use among Students Enrolled in a Personal Health and Wellness Course"},
      {
        "id":"EJ1046865",
        "title":"Staying in a Certain State of Mind: Becoming and Being a Freelance Adult Educator in Singapore"},
      {
        "id":"EJ1046866",
        "title":"The Coordinated School Health Program: Implementation in a Rural Elementary School District"},
      {
        "id":"EJ1046867",
        "title":"How Can the Expansion of the Apprenticeship System in India Create Conditions for Greater Equity and Social Justice?"},
      {
        "id":"EJ1046870",
        "title":"Developing a Qualifications Structure for the Finance Services Industry in Malaysia and Beyond"},
      {
        "id":"EJ1046871",
        "title":"Measuring English Linguistic Proficiency and Functional Health Literacy Levels in Two Languages: Implications for Reaching Latino Immigrants"},
      {
        "id":"EJ1046872",
        "title":"Identifying and Responding to Personal Stressors: Utilizing Photo Elicitation in Health Education Courses"},
      {
        "id":"EJ1046910",
        "title":"Factors Predictive of Knowledge and Self-Management Behaviors among Male Military Veterans with Diabetes Residing in a Homeless Shelter for People Recovering from Addiction"},
      {
        "id":"EJ1046911",
        "title":"Would You Rather (WYR), with a Sexual Health Twist!"},
      {
        "id":"EJ1046913",
        "title":"Using School Gardening as a Vehicle for Critical and Creative Thinking in Health Education"},
      {
        "id":"EJ1046914",
        "title":"Indicators of Partnership Success among MICHIANA Coordinated School Health Teams"},
      {
        "id":"EJ1046915",
        "title":"Getting to the Heart of Being the Match: A Qualitative Analysis of Bone Marrow Donor Recruitment and Retention among College Students"},
      {
        "id":"EJ1046931",
        "title":"Community as Teacher Model: Health Profession Students Learn Cultural Safety from an Aboriginal Community"},
      {
        "id":"EJ1046938",
        "title":"The Story of a Unique Collaborative Partnership Focused on Preparing Effective Teachers to Be Successful in High-Poverty/High-Minority Schools"},
      {
        "id":"EJ1046941",
        "title":"Strengthening the University/School Bond and Ensuring the Success of Teacher-Candidates"},
      {
        "id":"EJ1046943",
        "title":"Systematic Screening for Behavior Disorders in Professional Development Schools: A Social Validity Study"},
      {
        "id":"EJ1046950",
        "title":"Efficacy of Professional Development Schools in Developing Countries: Panama"},
      {
        "id":"EJ1046951",
        "title":"What's Next? Beyond the Basics of a Partnership"},
      {
        "id":"EJ1046955",
        "title":"Teacher Education in a Workplace Learning Environment: Distinctive Characteristics of Powerful Workplace Learning Environments within Primary Teacher Education"},
      {
        "id":"EJ1046956",
        "title":"Immersion in the Field: The Elementary Block Network in the Watson College of Education at the University of North Carolina Wilmington"},
      {
        "id":"EJ1046961",
        "title":"Act Local or Global?: Comparing Student Experiences in Domestic and International Service-Learning Programs"},
      {
        "id":"EJ1047001",
        "title":"Here, There, and Anywhere: Transfer of Learning"},
      {
        "id":"EJ1047003",
        "title":"Implications of Designing Instructional Video Using Cognitive Theory of Multimedia Learning"},
      {
        "id":"EJ1047005",
        "title":"Partnership across Programs and Schools: Fostering Collaboration in Shared Spaces"},
      {
        "id":"EJ1047007",
        "title":"Roots of Attrition: Reflections of Teacher Candidates in Title I Schools"},
      {
        "id":"EJ1047008",
        "title":"Second Language Acquisition: Implications of Web 2.0 and Beyond"},
      {
        "id":"EJ1047009",
        "title":"Teacher Mini-Grant Programs: An Asset to Schools and Classroom Practice"},
      {
        "id":"EJ1047010",
        "title":"Campus Mentors: A New Clinical Practice Model for Teacher Education"},
      {
        "id":"EJ1047011",
        "title":"The Impact of a School-University Multicultural Read-Aloud Project on Pre-Service Teachers' Pedagogical Understandings"},
      {
        "id":"EJ1047015",
        "title":"By Design: Professional Development School Partnerships at the Gladys W. and David H. Patton College of Education, Ohio University and Athens City Schools"},
      {
        "id":"EJ1047016",
        "title":"&quot;ZEAL&quot;: An Aesthetic Revolution for Education"},
      {
        "id":"EJ1047021",
        "title":"Teacher Education at the Crossroads: Burning Questions That Just Won&apos;t Go Away"},
      {
        "id":"EJ1047041",
        "title":"The Relationship between Service-Learning and Degree Completion"},
      {
        "id":"EJ1047049",
        "title":"The Ballot or the Blog Post: Creating a Political Self through, and in Spite of, Social Media"},
      {
        "id":"EJ1047053",
        "title":"The New Australian Curriculum, Teachers and Change Fatigue"},
      {
        "id":"EJ1047058",
        "title":"Conceptualizing and Describing Teachers' Learning of Pedagogical Concepts"},
      {
        "id":"EJ1047060",
        "title":"A Comparative Analysis between the Assessment Criteria Used to Assess Graduating Teachers at Rustaq College (Oman) and Griffith University (Australia) during the Teaching Practicum"},
      {
        "id":"EJ1047062",
        "title":"Science Teacher Education Partnerships with Schools (STEPS): Partnerships in Science Teacher Education"},
      {
        "id":"EJ1047064",
        "title":"Pre-Service Teachers' Constructivist Teaching Scores Based on Their Learning Styles"},
      {
        "id":"EJ1047068",
        "title":"The Motivation and Identity Challenges for PhD Holders in the Transition to Science and Mathematics Teaching in Secondary Education: A Pilot Study"},
      {
        "id":"EJ1047070",
        "title":"Teacher Education and Experiential Learning: A Visual Ethnography"},
      {
        "id":"EJ1047071",
        "title":"The Literacy Skills of Secondary Teaching Undergraduates: Results of Diagnostic Testing and a Discussion of Findings"},
      {
        "id":"EJ1047072",
        "title":"Universities and the Public Good: A Review of Knowledge Exchange Policy and Related University Practice in Australia"},
      {
        "id":"EJ1047073",
        "title":"Pre-Service English as a Foreign Language Teachers&apos; Belief Development about Grammar Instruction"},
      {
        "id":"EJ1047074",
        "title":"Towards Post-Colonial Management of Transnational Education"},
      {
        "id":"EJ1047075",
        "title":"Students' Early Departure Intentions and the Mitigating Role of Support"},
      {
        "id":"EJ1047076",
        "title":"Is There a Correlation between US University Presidential Pay and Performance?"},
      {
        "id":"EJ1047077",
        "title":"Teaching Reading: Why the &quot;Fab Five&quot; Should Be the &quot;Big Six&quot;"},
      {
        "id":"EJ1047078",
        "title":"Popularising History: The Use of Historical Fiction with Pre-Service Teachers"},
      {
        "id":"EJ1047079",
        "title":"Indigenous Employment and Enterprise Agreements in Australian Universities"},
      {
        "id":"EJ1047081",
        "title":"Democracy and International Higher Education in China"},
      {
        "id":"EJ1047084",
        "title":"Confronting Academic Snobbery"},
      {
        "id":"EJ1047088",
        "title":"Navigating E-Learning and Blended Learning for Pre-Service Teachers: Redesigning for Engagement, Access and Efficiency"},
      {
        "id":"EJ1047095",
        "title":"Supporting the Transference of Knowledge about Language within Teacher Education Programs"},
      {
        "id":"EJ1047096",
        "title":"The Evolution of English Language Teaching during Societal Transition in Finland--A Mutual Relationship or a Distinctive Process?"},
      {
        "id":"EJ1047103",
        "title":"Mentor Social Capital, Individual Agency and Working-Class Student Learning Outcomes: Revisiting the Structure/Agency Dialectic"},
      {
        "id":"EJ1047106",
        "title":"Policy in Practice: Enabling and Inhibiting Factors for the Success of Suspension Centres"},
      {
        "id":"EJ1047108",
        "title":"Western Australian Music Teachers and the WACE Music Syllabus Five Years down the Track: Where Are We Now?"},
      {
        "id":"EJ1047112",
        "title":"Boys and CSA Prevention: Issues Surrounding Gender and Approaches for Prevention"},
      {
        "id":"EJ1047113",
        "title":"Interim Testing, Socio-Economic Status, and the Odds of Passing Grade 8 State Tests in New Jersey"},
      {
        "id":"EJ1047114",
        "title":"Practical Curriculum Inquiry: Students' Voices of Their EFL Curriculum and Instruction"},
      {
        "id":"EJ1047116",
        "title":"Teaching Practice in Cameroon: The Effectiveness of the University of Buea Model and Implications for Quality"},
      {
        "id":"EJ1047206",
        "title":"Curriculum and Professional Development for OST Science Education: Lessons Learned from California 4-H"},
      {
        "id":"EJ1047231",
        "title":"The Role of Out-of-School Time in Reducing Hunger and Preventing Obesity"},
      {
        "id":"EJ1047233",
        "title":"Long-Term Participants: A Museum Program Enhances Girls' STEM Interest, Motivation, and Persistence"},
      {
        "id":"EJ1047241",
        "title":"Paper Copters and Potential: Leveraging Afterschool and Youth Development Trainers to Extend the Reach of STEM Programs"},
      {
        "id":"EJ1047326",
        "title":"Improving Speaking Accuracy through Awareness"},
      {
        "id":"EJ1047329",
        "title":"Reaching a Culturally Diverse Immigrant Population of Adult English Language Learners"},
      {
        "id":"EJ1047332",
        "title":"Culture and Place: A Legacy Darrell Kipp Helped Create"},
      {
        "id":"EJ1047338",
        "title":"Transforming Professional Development to Professional Learning"},
      {
        "id":"EJ1047339",
        "title":"LULAC: Mexican-American Adult Learning, Collectivism, and Social Movement"},
      {
        "id":"EJ1047341",
        "title":"Pairing the Adult Learner and Boutique Wineries"},
      {
        "id":"EJ1047342",
        "title":"Experiences That Enable One to Become an Expert Strategic Thinker"},
      {
        "id":"EJ1047343",
        "title":"Andragogy and Metagogy: The Evolution of Neologisms"},
      {
        "id":"EJ1047344",
        "title":"Hopa Mountain and the Idea of Highlander: A Mission Driven by a Philosophy"},
      {
        "id":"EJ1047345",
        "title":"An Examination of the Self-Directed Learning Practices of ESL Adult Language Learners"},
      {
        "id":"EJ1047346",
        "title":"The Continuous Quality Improvement Book Club: Developing a Book Club to Promote Praxis"},
      {
        "id":"EJ1047348",
        "title":"Relating Training to Job Satisfaction: A Survey of Online Faculty Members"},
      {
        "id":"EJ1047350",
        "title":"Youth in Transition: Are They Adult Learners?"},
      {
        "id":"EJ1047359",
        "title":"The Relationship between Reading Proficiency and Reading Strategy Use: A Study of Adult ESL Learners"},
      {
        "id":"EJ1047361",
        "title":"A New Framework for Massive Open Online Courses (MOOCs)"},
      {
        "id":"EJ1047362",
        "title":"&quot;Writing Is Not Really Something I Do&quot;: Engaging Reluctant Male Writers"},
      {
        "id":"EJ1047363",
        "title":"Enhancing ESL Vocabulary Development through the Use of Mobile Technology"},
      {
        "id":"EJ1047365",
        "title":"Learning to Develop Presence Online: Experienced Faculty Perspectives"},
      {
        "id":"EJ1047366",
        "title":"Reflections of a Lifelong Learner Teaching in Italy"},
      {
        "id":"EJ1047367",
        "title":"Who's Afraid of the Big Bad Core? The Common Core Standards and Out-of-School Time Programs"},
      {
        "id":"EJ1047370",
        "title":"Storymakers: Hopa Mountain's Early Literacy Program"},
      {
        "id":"EJ1047371",
        "title":"Development of an Instrument to Measure Teaching Style in Japan: The Teaching Style Assessment Scale"},
      {
        "id":"EJ1047373",
        "title":"Training Using Technology in the Adult ESL Classroom"},
      {
        "id":"EJ1047375",
        "title":"Moving beyond Mentoring: A Collective Case Study Examining the Perceived Characteristics of Positive Transformational Figures"},
      {
        "id":"EJ1047378",
        "title":"Bridging Authentic Experiences and Literacy Skills through the Language Experience Approach"},
      {
        "id":"EJ1047432",
        "title":"Keeping Children Safe: Afterschool Staff and Mandated Child Maltreatment Reporting"},
      {
        "id":"EJ1047433",
        "title":"Max's Family Experience: Web-Resources for Working with Special Education Students and Their Families"},
      {
        "id":"EJ1047435",
        "title":"The Jar Is Half-Empty and the Jar Is Half-Full: Challenges and Opportunities in Graduating First-Generation African American Undergraduates"},
      {
        "id":"EJ1047438",
        "title":"How Do Learners of English Overcome Non-Understanding?: A Sequential Analysis of &quot;English as a Lingua Franca&quot; Interaction"},
      {
        "id":"EJ1047439",
        "title":"Learning from Team Teaching and Beyond: A Case Study on EFL Teachers' Professional Development"},
      {
        "id":"EJ1047451",
        "title":"Introducing Intertextuality-Aware Instruction as a Novel Approach of Teaching Reading Passages in EFL Context"},
      {
        "id":"EJ1047452",
        "title":"An Analysis of Chinese Students' Perception and Production of Paired English Fricatives: From an ELF Perspective"},
      {
        "id":"EJ1047453",
        "title":"The Ideological Construction of English: A Critical Review on the Discourse of English in East Asia"},
      {
        "id":"EJ1047456",
        "title":"University Students' Perceptions of an Activity-Based EFL Drama Course at a Korean University"},
      {
        "id":"EJ1047457",
        "title":"On Iranian EFL Learners' Pragmatic Competence and Appropriate Use of &quot;Request&quot; in English Contexts"},
      {
        "id":"EJ1047458",
        "title":"A National Survey of Revising Practices in the Primary Classroom"},
      {
        "id":"EJ1047459",
        "title":"Attitudes towards Inclusion and Self-Efficacy of Principals and Teachers"},
      {
        "id":"EJ1047460",
        "title":"The Social and Emotional Situation of First Graders with Classroom Behavior Problems and Classroom Learning Difficulties in Inclusive Classes"},
      {
        "id":"EJ1047461",
        "title":"Revisiting an Old Methodology for Teaching Counting, Computation, and Place Value: The Effectiveness of the Finger Calculation Method for At-Risk Children"},
      {
        "id":"EJ1047463",
        "title":"Citation Behaviors Observed in Japanese EFL Students' Argumentative Writing"},
      {
        "id":"EJ1047465",
        "title":"A Comparative Study between Iranian and Japanese Students' Conceptions of &quot;Ideal English Lesson&quot;"},
      {
        "id":"EJ1047466",
        "title":"Japanese University Students' Willingness to Communicate in English: The Serendipitous Effect of Oral Presentations"},
      {
        "id":"EJ1047510",
        "title":"Loving and Hating High School: Divided Opinion among Adults in a Rural University Town"},
      {
        "id":"EJ1047520",
        "title":"Racial Harmony &amp; Heroes: A Content Analysis of the Pearson Reading Program &quot;Good Habits, Great Readers&quot;"},
      {
        "id":"EJ1047521",
        "title":"Self-Assessment of Topic Development in Written Production among High School Students"},
      {
        "id":"EJ1047523",
        "title":"Critical Thinking and EFL Learners' Performance on Different Writing Modes"},
      {
        "id":"EJ1047525",
        "title":"Exploring Japanese University EFL Teacher Motivation"},
      {
        "id":"EJ1047572",
        "title":"How Should We Evaluate Student Teachers?"},
      {
        "id":"EJ1047573",
        "title":"Peer Debriefing: Teachers&apos; Reflective Practices for Professional Growth"},
      {
        "id":"EJ1047575",
        "title":"Predictors of Teacher Candidate Success in Developing a Capstone Project: The Teacher Work Sampling (TWS) Methodology"},
      {
        "id":"EJ1047576",
        "title":"Turn with Students: Making Conversation a Priority in Teacher Education"},
      {
        "id":"EJ1047580",
        "title":"Labyrinths: Yesterday, Today and Tomorrow-Implications for Education"},
      {
        "id":"EJ1047581",
        "title":"Preparing Teachers to Remake Society: New College at Teachers College, Columbia University, 1932-1939"},
      {
        "id":"EJ1047596",
        "title":"National Standards: Yesterday, Today, and Tomorrow"},
      {
        "id":"EJ1047681",
        "title":"The Role of Religion in 21st-Century Public Schools: Historic Perspectives on God and Goodness in the Classroom"},
      {
        "id":"EJ1047714",
        "title":"Aesthetic Education and Masked Emotions: A Model for Emancipatory Teacher Preparation"},
      {
        "id":"EJ1047717",
        "title":"Critical Pedagogy and the Teaching of Reading for Social Action"},
      {
        "id":"EJ1047720",
        "title":"Intellectual Agnostics: Preparing Public School Teachers to Be Open-Minded Interpreters in the Religion/Public School Debate"},
      {
        "id":"EJ1038693",
        "title":"The Impact of Modified Multi-Component Cognitive Strategy Instruction in the Acquisition of Metacognitive Strategy Knowledge in the Text Comprehension Process of Students with Mental Retardation"},
      {
        "id":"EJ1038694",
        "title":"Perceptions of Democracy of Primary School Students"},
      {
        "id":"EJ1038697",
        "title":"Subjective Vitality as Mediator and Moderator of the Relationship between Life Satisfaction and Subjective Happiness"},
      {
        "id":"EJ1038698",
        "title":"Administrators' Power Usage Styles and Their Impact on the Organizational Culture in Colleges of Education: A Case Study"},
      {
        "id":"EJ1038699",
        "title":"The Relationship between Perceived Organizational Support and Organizational Cynicism of Research Assistants"},
      {
        "id":"EJ1038700",
        "title":"Pedagogical Competencies for Mother-Tongue Teacher Education"},
      {
        "id":"EJ1038703",
        "title":"The Turkish Adaptation of the Friendship Qualities Scale: A Validity and Reliability Study"},
      {
        "id":"EJ1038705",
        "title":"The Level of Quality of Work Life to Predict Work Alienation"},
      {
        "id":"EJ1038707",
        "title":"An Investigation of the Relationship between the Fear of Receiving Negative Criticism and of Taking Academic Risk through Canonical Correlation Analysis"},
      {
        "id":"EJ1038708",
        "title":"Examining Teachers' Trait, State and Cursive Handwriting Anxiety"},
      {
        "id":"EJ1038710",
        "title":"STEM Related After-School Program Activities and Associated Outcomes on Student Learning"},
      {
        "id":"EJ1038711",
        "title":"Metacognition: As a Predictor of One's Academic Locus of Control"},
      {
        "id":"EJ1038712",
        "title":"How In-Service Science Teachers Integrate History and Nature of Science in Elementary Science Courses"},
      {
        "id":"EJ1038713",
        "title":"A Qualitative Study about Performance Based Assesment Methods Used in Information Technologies Lesson"},
      {
        "id":"EJ1038714",
        "title":"Training Process Cycles for Special Education Teachers and University Supervisors: A Turkish Context"},
      {
        "id":"EJ1038715",
        "title":"Curriculum Fidelity and Factors Affecting Fidelity in the Turkish Context"},
      {
        "id":"EJ1038716",
        "title":"Beyond Pedagogy: Theorizing without Teachers"},
      {
        "id":"EJ1038717",
        "title":"Embodied Censorship: Academic Writing Rituals and the Production of Belief"},
      {
        "id":"EJ1038718",
        "title":"Battlegrounds and Common Grounds: First-Year Composition and Institutional Values"},
      {
        "id":"EJ1038719",
        "title":"&quot;Journalism, Poetry, Stand-Up Comedy, and Academic Writing: Mapping the Interplay of Curricular and Extracurricular Literate Activities&quot;: Re-Visiting a Theoretical Lens Five Years Later"},
      {
        "id":"EJ1038720",
        "title":"Gateway to Complexity: The Adjacent Possible of Beginning Writing"},
      {
        "id":"EJ1038721",
        "title":"Writing Together: An Arendtian Framework for Collaboration"},
      {
        "id":"EJ1038722",
        "title":"Speaking from Different Positions: Framing African American College Male Literacies as Institutional Critique"},
      {
        "id":"EJ1038724",
        "title":"Toward a Revised Assessment Model: Rationales and Strategies for Assessing Students&apos; Technological Authorship"},
      {
        "id":"EJ1038728",
        "title":"Achieving an Institution&apos;s Values, Vision, and Mission"},
      {
        "id":"EJ1038729",
        "title":"Tackling Student Literacy and Numeracy Underpreparedness in Ontario Colleges: Access, Quality and Funding"},
      {
        "id":"EJ1038737",
        "title":"Gender, Self-Stigma, and Public Stigma in Predicting Attitudes toward Psychological Help-Seeking"},
      {
        "id":"EJ1038738",
        "title":"Between Tyranny and Complicity: Thoughts on Responding to Oppressive Student Conduct"},
      {
        "id":"EJ1038739",
        "title":"Exploring the Role of the Learning Strategist at a Canadian College and University: The Tale of Two Professionals"},
      {
        "id":"EJ1038741",
        "title":"An Analysis of Factors Affecting Teachers' Irrational Beliefs"},
      {
        "id":"EJ1038742",
        "title":"The Relationship between Instructors' Professional Competencies and University Students' School Engagement"},
      {
        "id":"EJ1038743",
        "title":"Chaos Theory and Its Application to Education: Mehmet Akif Ersoy University Case"}]
  }}
