{
  "response":{"numFound":509939,"start":192000,"numFoundExact":true,"docs":[
      {
        "id":"ED151624",
        "title":"Contextual Determinants of Achievement Responses in Men and Women."},
      {
        "id":"ED151629",
        "title":"Three Approaches to Teacher Self Development."},
      {
        "id":"ED151631",
        "title":"Effectiveness of Several Intervention Strategies With Some Common Child-Rearing Problems."},
      {
        "id":"ED151634",
        "title":"Factors Affecting Perception of and Responses to Crowded Classroom Environments."},
      {
        "id":"ED151635",
        "title":"Role Involvement: Changes During Assimilation and Relationships with Job Performance."},
      {
        "id":"ED151636",
        "title":"Current Research on Adolescence and its Program Implications."},
      {
        "id":"ED151637",
        "title":"Academic Underachievement, Other-Direction, and Women's Role in Bright, Adolescent Females."},
      {
        "id":"ED151640",
        "title":"A Developmental Study of Sociometric Choices in Integrated Classrooms."},
      {
        "id":"ED151645",
        "title":"Pennsylvania Alcohol Highway Safety Program (Curriculum Guide, Judicial, Law Enforcement, Counseling & Rehabilitation, and Local Officials Manuals."},
      {
        "id":"ED151653",
        "title":"Doing and Thinking: Their Relationship in College Freshmen."},
      {
        "id":"ED151654",
        "title":"Mediated Negotiations in Divorce and Labor Disputes."},
      {
        "id":"ED151659",
        "title":"Unemployment and the Family."},
      {
        "id":"ED151664",
        "title":"The Supreme Court Spanking Ruling: An Issue in Debate."},
      {
        "id":"ED151667",
        "title":"Is Game Behavior Related to Behavior in Any Other Situation?"},
      {
        "id":"ED151670",
        "title":"The Effects of Schooling, Culture, and Environment on Cognitive Development."},
      {
        "id":"ED154683",
        "title":"A Third Exploratory Analysis of the Relations Among Institutional Variables: A Study of Institutional Preferences in Medical Student Admissions. Final Report."},
      {
        "id":"ED154684",
        "title":"Descriptive Study of Enrolled Medical Students, 1976-77. Final Report."},
      {
        "id":"ED154685",
        "title":"A Review of Selected State Budget Formulas for the Support of Postsecondary Educational Institutions."},
      {
        "id":"ED154697",
        "title":"Coordinating Board, Texas College and University System, 1977 Annual Report."},
      {
        "id":"ED154706",
        "title":"The Impact of Fee Schedule on Student Credit Hour Load."},
      {
        "id":"ED154708",
        "title":"Higher Educational Institutions in Taiwan. Bulletin 1966, No. 18."},
      {
        "id":"ED154709",
        "title":"Improving Equity in Postsecondary Education. New Directions for Leadership. A Report on the Equity Workshop held at Keystone, Colorado, on July 17-20, 1977."},
      {
        "id":"ED154712",
        "title":"Program Classification Structure. Second Edition. Technical Report 106."},
      {
        "id":"ED154713",
        "title":"Academic Planning: Four Institutional Case Studies."},
      {
        "id":"ED154715",
        "title":"The Organization of Graduate Study Within the University. A Policy Statement."},
      {
        "id":"ED154718",
        "title":"A Plan and a Process for Postsecondary Education in Colorado: Quality and Access, 1978-79 through 1982-83."},
      {
        "id":"ED154725",
        "title":"Non-Residential Graduate Degree Programs. A Policy Statement."},
      {
        "id":"ED154729",
        "title":"Institutional Characteristics of U.S. Medical Schools, 1975-76. Final Report."},
      {
        "id":"ED154745",
        "title":"Analytic and Informational Support for State-Level Academic Planning."},
      {
        "id":"ED154752",
        "title":"The Development and Management of Academic and Research Space at the Massachusetts Institute of Technology."},
      {
        "id":"ED154754",
        "title":"Providing Comparable Information to Prospective Students. Issues, Problems and Possible Solutions."},
      {
        "id":"ED154755",
        "title":"Southern Regional Education Board Annual Report, 1977-78."},
      {
        "id":"ED154763",
        "title":"Factors Affecting the Poor Academic Achievement of First-Term Freshmen at Miami (University). Survey Report."},
      {
        "id":"ED154768",
        "title":"Health Professions Schools. Selected Enrollment Data 1970-71/1981-82."},
      {
        "id":"ED154769",
        "title":"Postsecondary Education in California Information Digest 1978."},
      {
        "id":"ED154771",
        "title":"Student Financial Aid: Institutional Packaging and Family Expenditure Patterns. National Longitudinal Study of the High School Class of 1972."},
      {
        "id":"ED154773",
        "title":"Simulation and Gaming Project for Inter-Institutional Computer Networking. Volume I."},
      {
        "id":"ED154775",
        "title":"Artificial Intelligence and Learning Strategies."},
      {
        "id":"ED154777",
        "title":"Annual Report and Abstracts of Research of the Department of Computer and Information Science, July 1976-June 1977."},
      {
        "id":"ED154779",
        "title":"Providing Computer-Based Information Services to an Academic Community. Final Technical Report."},
      {
        "id":"ED154780",
        "title":"Planning Information Services in the Liberal Arts College Library."},
      {
        "id":"ED154784",
        "title":"Implications of a Resource Approach to Data Management for Improving Intergovernmental Data Flows in Education."},
      {
        "id":"ED154795",
        "title":"The Denison Simulation Center: A Result of Three Years of Research on Simulation."},
      {
        "id":"ED154796",
        "title":"The ABC's of CAI. A Handbook for Faculty. Second Edition, 1977-78."},
      {
        "id":"ED154798",
        "title":"The \"Languages\" of Media and the Cultivation of Mental Skills."},
      {
        "id":"ED154802",
        "title":"Second Summative Report of the Delaware PLATO Project."},
      {
        "id":"ED154804",
        "title":"Study of the Effectiveness of OCR for Decentralized Data Capture and Conversion. Final Report."},
      {
        "id":"ED154806",
        "title":"Publisher Procurement for Educational Products."},
      {
        "id":"ED154809",
        "title":"Feminist Resources for Schools and Colleges: A Guide to Curricular Materials. Revised Edition."},
      {
        "id":"ED154824",
        "title":"Learning Resources Centers: Best of ERIC. A Selected, Annotated Bibliography."},
      {
        "id":"ED154826",
        "title":"Improving the Use of Computer-Based Information Resources within the Engineering Classroom."},
      {
        "id":"ED154830",
        "title":"A Coherent Systems Methodology for the Analysis of Human Communication Systems. Report No. 25."},
      {
        "id":"ED154838",
        "title":"The Use of Communications Media to Improve the Quality of Life in Technologically Developing Nations: A Strategic Overview."},
      {
        "id":"ED154843",
        "title":"Consumption of Mass Communication--Construction of a Model on Information Consumption Behaviour."},
      {
        "id":"ED154849",
        "title":"The Case for General Education in Community Colleges."},
      {
        "id":"ED154856",
        "title":"Course Plan for Women's Health."},
      {
        "id":"ED154859",
        "title":"Older Americans: New Uses of Mature Ability."},
      {
        "id":"ED154865",
        "title":"A Conceptual Framework for Institutional Research in Community Colleges."},
      {
        "id":"ED154878",
        "title":"First Semester Performance of Fall 1977 L.A.C.C. Entrants According to Last School Attended."},
      {
        "id":"ED154880",
        "title":"Implementing Community-Based Education. New Directions for Community Colleges, No. 21."},
      {
        "id":"ED154887",
        "title":"Staff Development in the Community College: A Handbook. Topical Paper No. 66."},
      {
        "id":"ED154888",
        "title":"Coping with Reduced Resources. New Directions for Community Colleges, No. 22."},
      {
        "id":"ED154890",
        "title":"Faculty Attitudes. Research Report #3."},
      {
        "id":"ED154891",
        "title":"Patterns of Faculty Association. Research Report #4."},
      {
        "id":"ED154892",
        "title":"A Preliminary Report on Counseling Functions. Research Report #5."},
      {
        "id":"ED154893",
        "title":"A Preliminary Report on Student Evaluations of the House Plan. Research Report #6."},
      {
        "id":"ED154895",
        "title":"Quality or Quantity? A Discussion of a Pilot Project in Designing State Funding Formulas Based on Performance-Quality Rather than Activity-Quantity."},
      {
        "id":"ED154896",
        "title":"Studies in Possibilities: Academic Leadership."},
      {
        "id":"ED154897",
        "title":"Putting It All Together: Developing College Television Consortia. The State Consortia Model."},
      {
        "id":"ED154900",
        "title":"Collegiate Enrollments in American 2-Year Institutions, 1977-78; Statistics, Interpretations and Trends. ACT Special Report Twenty-four."},
      {
        "id":"ED154903",
        "title":"Effects of Strategy Training on Tempo of Responding."},
      {
        "id":"ED154907",
        "title":"Children's Cued Retrieval and the Structure of Semantic Memory."},
      {
        "id":"ED154910",
        "title":"Family Interaction Patterns Associated with Self-Esteem in Preadolescent Girls and Boys."},
      {
        "id":"ED154923",
        "title":"Parents' Guide to Childhood Immunization."},
      {
        "id":"ED154944",
        "title":"Preview: Evaluation of the 1973-1974 Bilingual/Bicultural Project. Formative Evaluation Report."},
      {
        "id":"ED154946",
        "title":"ESAA Bilingual/Bicultural Project. 1973-74 Evaluation Report."},
      {
        "id":"ED154949",
        "title":"ESEA Title I Project. 1974-75 Final Evaluation Report."},
      {
        "id":"ED154953",
        "title":"Indian Postsecondary Education and the Law."},
      {
        "id":"ED154968",
        "title":"Assessing the Costs of Foster Family Care in Rural Areas - Myths and Realities."},
      {
        "id":"ED154970",
        "title":"Health Management Workshop. A Three-Phased Training Program for CHR (Community Health Representative) Supervisors, February 4-6, 1975; April 8-10, 1975; June 10-12, 1975)."},
      {
        "id":"ED154976",
        "title":"Mental Health Technician Training Program, Desert Willow Training Center, March 1975."},
      {
        "id":"ED154977",
        "title":"Guidelines for Gathering Cross-Cultural Information."},
      {
        "id":"ED154982",
        "title":"Residuals Management and Water Pollution Control Planning."},
      {
        "id":"ED154984",
        "title":"Controlling Household Pests. Home and Garden Bulletin No. 96."},
      {
        "id":"ED154985",
        "title":"An Accounting System for Solid Waste Management in Small Communities."},
      {
        "id":"ED154990",
        "title":"Science Indicators, 1976: Report of the National Science Board."},
      {
        "id":"ED155017",
        "title":"Ocean Careers: A Survey of Opportunities and Requirements."},
      {
        "id":"ED155020",
        "title":"The Effect of the Man-Made Environment on Health and Behavior."},
      {
        "id":"ED155022",
        "title":"Agree-Disagree Activities for Stimulating Student Analysis of Science Related Issues and Problems."},
      {
        "id":"ED155023",
        "title":"The British National Health Service: Conversations with Sir George E. Godber."},
      {
        "id":"ED155024",
        "title":"Mathematics for Junior High School, Pilot Edition, Chapters 1-7."},
      {
        "id":"ED155025",
        "title":"Mathematics for Junior High School, Pilot Edition, Chapters 8 &amp; 9."},
      {
        "id":"ED155026",
        "title":"Mathematics for Junior High School, Pilot Edition, Chapter 10."},
      {
        "id":"ED155027",
        "title":"Mathematics for Junior High School, Pilot Edition, Second Course, Chapters 1-4."},
      {
        "id":"ED155028",
        "title":"Mathematics for Junior High School, Pilot Edition, Second Course, Chapters 5 &amp; 6."},
      {
        "id":"ED155033",
        "title":"An Impact Analysis of Sponsored Projects to Increase the Participation of Women in Careers in Science and Technology (Full Report). Final Technical Report."},
      {
        "id":"ED155036",
        "title":"Earth Trek...Explore Your Environment."},
      {
        "id":"ED155038",
        "title":"Learning Style and Plausible Reasoning."},
      {
        "id":"ED155041",
        "title":"Federal Scientific and Technical Communication Activities, 1976."},
      {
        "id":"ED155048",
        "title":"Energy in Agriculture: Proceedings of a Conference-Workshop, Atlanta, Georgia, October 1-3, 1975."},
      {
        "id":"ED155063",
        "title":"Toward an Action Plan: A Report on the Intergovernmental Conference on Environmental Education. A Paper Developed by the Subcommittee on Environmental Education."},
      {
        "id":"ED155064",
        "title":"A Classroom Study of the Influence of Science Knowledge Structures on Children's Success in Solving Academic Problems. Draft."},
      {
        "id":"ED155065",
        "title":"A Curriculum Analysis of Individualized Science."},
      {
        "id":"ED155066",
        "title":"Criteria for Effective Energy Education."},
      {
        "id":"ED155067",
        "title":"Defining a Universe of Expected Competencies: A Methodological Example for Internal Medicine."},
      {
        "id":"ED155072",
        "title":"An Analysis of Federal R & D Funding by Function, Fiscal Years 1969-1978. Survey of Science Resources Series."},
      {
        "id":"ED155073",
        "title":"Revolution and the Re-Birth of Inequality: The Bolivian National Revolution."},
      {
        "id":"ED155078",
        "title":"Badger History, Vol. 31, No. 2, November 1977. Tracing Your Roots [And] Teacher Supplement."},
      {
        "id":"ED155089",
        "title":"Peace Education in Catholic Schools. A Report on the NCEA Peace Studies Survey of Catholic High Schools and a Plan for Initiating and/or Developing a Peace Studies Program."},
      {
        "id":"ED155091",
        "title":"The Status of Precollege Psychology in Mississippi: The Final Report of a Survey Study in 1975-76."},
      {
        "id":"ED155094",
        "title":"Ghana. Country Demographic Profiles, No. 5."},
      {
        "id":"ED155095",
        "title":"My Community: A Community Study Project."},
      {
        "id":"ED155107",
        "title":"Selected Bibliography of Educational Materials in Pakistan, Vol. 10, No. 4, 1976, Period Covered October-December, 1976."},
      {
        "id":"ED155108",
        "title":"Mini Lessons from FDA."},
      {
        "id":"ED155109",
        "title":"Triumph or Triage? The World Food Problem in Geographical Perspective. Resource Paper No. 75-3."},
      {
        "id":"ED155110",
        "title":"The Geography of International Tourism. Resource Paper No. 76-1."},
      {
        "id":"ED155111",
        "title":"Land Use Control: Interface of Law and Geography. Resource Paper No. 75-1."},
      {
        "id":"ED155112",
        "title":"Maps, Distortion, and Meaning. Resource Paper No. 75-4."},
      {
        "id":"ED155117",
        "title":"Knowledge and Policy: The Uncertain Connection. Study Project on Social Research and Development, Volume 5."},
      {
        "id":"ED155125",
        "title":"Art Technical Report: Summary Volume. Selected Results from the First National Assessment of Art."},
      {
        "id":"ED155127",
        "title":"Commissions for Women: Participation of Racial and Ethnic Minority Women in Membership and Program Activities."},
      {
        "id":"ED155132",
        "title":"The Classroom Process Scale (CPS): An Approach to the Measurement of Teaching Effectiveness."},
      {
        "id":"ED155153",
        "title":"The Study of Teacher Behaviors in an Adaptive Learning Environment."},
      {
        "id":"ED155155",
        "title":"Parent Involvement in the Schools. Reference and Resource Series."},
      {
        "id":"ED155165",
        "title":"Planning for Teacher Education in the '80's: Who Will Be the Gatekeeper?"},
      {
        "id":"ED155194",
        "title":"A Multivariate Analysis of Academic Advising: Case Study of Research in an Instructional Development Setting."},
      {
        "id":"ED155201",
        "title":"Development of the Speech Reception Test. Vital and Health Statistics, Data Evaluation and Methods Research: Series 2-Number 71."},
      {
        "id":"ED155202",
        "title":"The AAMD Adaptive Behavior Scale--Public School Version: A Normative Study."},
      {
        "id":"ED155203",
        "title":"A Comparison of the One- and Three-Parameter Logistic Models for Item Calibration."},
      {
        "id":"ED155205",
        "title":"Educational Measurement &amp; the Law. Proceedings of the 1977 ETS Invitational Conference."},
      {
        "id":"ED155207",
        "title":"Time-Score Analysis in Criterion-Referenced Tests. Final Report."},
      {
        "id":"ED155211",
        "title":"Implications of Out-of-Level Testing for ESEA Title I Students."},
      {
        "id":"ED155213",
        "title":"Will Out-of Level Norm-Referenced Testing Improve the Selection of Program Participants and the Diagnosis of Reading Comprehension in ESEA Title I Programs?"},
      {
        "id":"ED155214",
        "title":"The Validity of Students' Evaluations of Instructional Effectiveness: A Comparison of Faculty Self-Evaluations and Evaluations by Their Students."},
      {
        "id":"ED155215",
        "title":"Impact on What?: The Importance of Content Covered. Research Series No. 2."},
      {
        "id":"ED155217",
        "title":"Students' Evaluations of Instructional Effectiveness: Relationship to Student, Course and Instructor Characteristics."},
      {
        "id":"ED155219",
        "title":"Evaluation and Decision Making: Developing a Method to Link Program Funding Decisions and Outcome Evaluation."},
      {
        "id":"ED155221",
        "title":"Let's talk about...Minimum Competency Testing. A combination discussion guide and mailable questionnaire to inform and record public and professional thinking on a significant current issues in education. Report No. 110."},
      {
        "id":"ED155222",
        "title":"Fulfillment of Short-Term Educational Plans and Continuance in Education. National Longitudinal Study of High School Seniors."},
      {
        "id":"ED155225",
        "title":"Competency-Based Graduation Requirements: A Point of View. TM Report 66."},
      {
        "id":"ED155237",
        "title":"U.S. v. Board of School Commissioners, Indianapolis: A Case in Point."},
      {
        "id":"ED155238",
        "title":"&quot;Standing for What's Right&quot;; Speech by Drew S. Days, III Before the Law Week Banquet Sponsored by Memphis State University, Memphis, Tennessee."},
      {
        "id":"ED155239",
        "title":"Secondary Education Through Health. Environmental Health Program, 1976-77. Mount Sinai School of Medicine Final Report (Excerpts)."},
      {
        "id":"ED155242",
        "title":"Parent Involvement in Compensatory Education Programs: Problems and Potential Strategies Across 32 School Districts."},
      {
        "id":"ED155245",
        "title":"Success and Failure: Factors in Female Aspiration Behavior."},
      {
        "id":"ED155247",
        "title":"Effects of Belief Similarity and Dialect Style on Interracial Interaction."},
      {
        "id":"ED155258",
        "title":"ESEA Title I Evaluation Workshops."},
      {
        "id":"ED155262",
        "title":"Lecture-Demonstration: Using Multi-Ethnic Cultural Materials to Prepare University Students to Teach in the Inner-City."},
      {
        "id":"ED155265",
        "title":"Money Income and Poverty Status in 1975 of Families and Persons in the United States and the Northeast Region, by Divisions and States (Spring, 1976 Survey of Income and Education). Current Population Reports, Series P-60, No. 110."},
      {
        "id":"ED155279",
        "title":"Achievement Ambitions. Discussion Papers 449."},
      {
        "id":"ED155280",
        "title":"An Analysis of &quot;Compensatory Education Services.&quot;"},
      {
        "id":"ED155281",
        "title":"An Analysis of &quot;Title I Funds Allocation: The Current Formula.&quot;"},
      {
        "id":"ED155282",
        "title":"An Analysis of &quot;Using Achievement Test Scores to Allocate Title I Funds.&quot;"},
      {
        "id":"ED155285",
        "title":"Teachers, Curriculum and the Community."},
      {
        "id":"ED155289",
        "title":"The Demographic Impact of School Desegregation Policy. Discussion Papers No. 478."},
      {
        "id":"ED155290",
        "title":"Intelligence and Family Size: Another Look. Discussion Papers No. 467-77."},
      {
        "id":"ED155294",
        "title":"Teachers' Adjustments to Students' Behavior: Some Implications for the Process of Desegregation."},
      {
        "id":"ED155297",
        "title":"Proceedings of the First National Sickle Cell Educational Symposium (May 1976, St. Louis, Missouri)."},
      {
        "id":"ED155314",
        "title":"Job Creation through Public Service Employment. An Interim Report to the Congress of the National Commission for Manpower Policy. Volume II: Monitoring the Public Service Employment Program. Report No. 6."},
      {
        "id":"ED155328",
        "title":"School and the 17-Year-Old: A Comparison of Career Development Skills of 17-Year-Olds Attending School and Those Not Attending."},
      {
        "id":"ED155329",
        "title":"NWREL Experience-Based Career Education Program, Fiscal Year 77. Final Evaluation Report."},
      {
        "id":"ED155330",
        "title":"A Woman's Place."},
      {
        "id":"ED155334",
        "title":"A College-Wide Faculty Team Provides Career Education/Career Guidance for Its Students."},
      {
        "id":"ED155340",
        "title":"Consumer Self-Care in Health. NCHSR Research Proceedings Series."},
      {
        "id":"ED155342",
        "title":"Minority Women Workers: A Statistical Overview. (Revised.)"},
      {
        "id":"ED155343",
        "title":"Work Expectations, Human Capital Accumulation, and the Wages of Young Women."},
      {
        "id":"ED155344",
        "title":"The NLS Mature Women's Cohort: A Socioeconomic Overview."},
      {
        "id":"ED155345",
        "title":"Raciai Differences in Female Labor Force Participation: Trends and Implications for the Future."},
      {
        "id":"ED155354",
        "title":"Vocational Education in Ohio Correctional Institutions: A Follow-Up Study."},
      {
        "id":"ED155356",
        "title":"Conceptualization of a Practical Arts Program Component for Junior High/Middle School Youth."},
      {
        "id":"ED155357",
        "title":"An Evaluation of Physician Assistants in Diagnostic Radiology. Research Digest Series."},
      {
        "id":"ED155358",
        "title":"Emergency Medical Services Systems Research Projects, 1977. NCHSR Research Management Series."},
      {
        "id":"ED155359",
        "title":"How to Build an Export Business. An International Marketing Guide for the Minority-Owned Firm."},
      {
        "id":"ED155361",
        "title":"Demonstration Projects: Implementation and Institutionalization."},
      {
        "id":"ED155363",
        "title":"FDA Consumer Nutrition Knowledge Survey. Report II, 1975. A Nationwide Study of Food Shopper&apos;s Knowledge, Beliefs, Attitudes and Reported Behavior Regarding Food and Nutrition. Factors Related to Nutrition Labeling."},
      {
        "id":"ED155371",
        "title":"The Role of Educational Needs Assessment in Adult Education and Continuing Medical Education Program Planning. A Monograph."},
      {
        "id":"ED155372",
        "title":"A Critical Review of State and National Studies of the Needs and Interests of Adult Learners."},
      {
        "id":"ED155373",
        "title":"List of State-Administered Research and Development Projects in Vocational Education Supported under Section 131(b) of Part C, the Vocational Education Amendments of 1968, Fiscal Year 1976."},
      {
        "id":"ED155374",
        "title":"A Guide to Health Education in Ambulatory Care Settings."},
      {
        "id":"ED155399",
        "title":"Employment Tax Credit Utilization."},
      {
        "id":"ED155486",
        "title":"Physical Rehabilitation and Employment of AFDC Recipients. Final Report."},
      {
        "id":"ED155487",
        "title":"Industry/Education Community Councils. NIE Papers in Education and Work: Number 9."},
      {
        "id":"ED155488",
        "title":"An Evaluation of 1970 Census Occupational Classification. The Postcensal Manpower Survey-Census Match Study."},
      {
        "id":"ED155489",
        "title":"Work and Family in the School Leaving Years: A Comparison of Female High School Graduates and Dropouts."},
      {
        "id":"ED155490",
        "title":"Economic Consequences of Marital Disruption for Women in Their Middle Years."},
      {
        "id":"ED155491",
        "title":"Counting Youth: A Comparison of Youth Labor Force Statistics in the Current Population Survey and the National Longitudinal Surveys."},
      {
        "id":"ED155493",
        "title":"A Report to the Iowa Department of Public Instruction on Employer Reactions to Employees Trained in Preparatory Career Education Programs, April 1977."},
      {
        "id":"ED155522",
        "title":"Mannerisms of the Elderly and Approaches to Rapport."},
      {
        "id":"ED155523",
        "title":"Optimal Living Environments for the Elderly: A Design Simulation Approach."},
      {
        "id":"ED155524",
        "title":"The Relevance of Social Class to Delinquent Behavior: A New Test."},
      {
        "id":"ED155531",
        "title":"Behavioral Marital Therapy (BMT) for Alcoholics and Wives: Review of Literature and a Proposed Research Program."},
      {
        "id":"ED155532",
        "title":"Assessment of Student Personnel Services at Maine's Vocational Technical Institutes."},
      {
        "id":"ED155533",
        "title":"Evaluating a Social Learning Program in On-Line Mental Health Agencies."},
      {
        "id":"ED155538",
        "title":"Student Evaluations of Student Services."},
      {
        "id":"ED155543",
        "title":"Arousal and Hyperactivity in Open and Traditional Education."},
      {
        "id":"ED155548",
        "title":"Internal-External Locus of Control in Middle and Later Life: The Search for Construct Validation."},
      {
        "id":"ED155549",
        "title":"Extracurricular Activities and Achievement Orientation of Adolescent Males and Females."},
      {
        "id":"ED155554",
        "title":"Antecedents and Consequences of Adolescent Parenting."},
      {
        "id":"ED155567",
        "title":"A Comparison of Desensitization and Behavior Training With Two Teachers."},
      {
        "id":"ED155568",
        "title":"Sex Role Values: A Neglected Factor in Career Decision Making Theory."},
      {
        "id":"ED155571",
        "title":"What Happened in the Decade After the Moynihan Report? A Look at Recent Trends in Family Structure Among Blacks and Whites."},
      {
        "id":"ED155572",
        "title":"Career Decisions Needs Assessment."},
      {
        "id":"ED155576",
        "title":"Occupational Information Dissemination Project. Final Report, January, 1977."},
      {
        "id":"ED155583",
        "title":"A Social Problem Solving Intervention and Consultation Program."},
      {
        "id":"ED155588",
        "title":"SOB: Selection of Basals."},
      {
        "id":"ED155589",
        "title":"Measuring Reading Performance Informally."},
      {
        "id":"ED155594",
        "title":"A Non-Recursive Analysis of Antecedents to Reading Achievement."},
      {
        "id":"ED155602",
        "title":"Development of a Standard Reading Test Designed to Discriminate Effectively at the Adolescent Level."},
      {
        "id":"ED155615",
        "title":"Reading Instruction: Secondary: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" March through December 1977 (Vol. 37 No. 9 through Vol. 38, No. 6)."},
      {
        "id":"ED155617",
        "title":"The Great Debate: Ten Years Later, with a Modest Proposal for Reading Stages."},
      {
        "id":"ED155618",
        "title":"Applications of the Audread Model to Reading Evaluation and Instruction."},
      {
        "id":"ED155619",
        "title":"History&apos;s Best Kept Secret about Reading."},
      {
        "id":"ED155620",
        "title":"An Analysis of Two Beginning Reading Programs: Some Facts and Some Opinions."},
      {
        "id":"ED155621",
        "title":"Learning to Read is Natural."},
      {
        "id":"ED155622",
        "title":"Discourse Comprehension and Early Reading."},
      {
        "id":"ED155623",
        "title":"Dysfunctions in Reading Disability: There's More than Meets the Eye."},
      {
        "id":"ED155624",
        "title":"Teaching Reading to Learning Disabled Children: A Fourth Approach."},
      {
        "id":"ED155625",
        "title":"Analysis of Behavior in Reading Instruction."},
      {
        "id":"ED155626",
        "title":"Concerning the Marriage of Research and Practice: A Discussion of the Papers Presented at the Conference in Beginning Reading Instruction, Pittsburgh, April 1976."},
      {
        "id":"ED155627",
        "title":"A Discussion of the Pittsburgh Reading Conference Papers."},
      {
        "id":"ED155628",
        "title":"Applying Theories and Theorizing about Applications."},
      {
        "id":"ED155629",
        "title":"Theoretical Research and Instructional Change: A Case Study."},
      {
        "id":"ED155630",
        "title":"Approaching Reading through Invented Spelling."},
      {
        "id":"ED155631",
        "title":"Speech, the Alphabet, and Teaching to Read."},
      {
        "id":"ED155632",
        "title":"Word Recognition: Theoretical Issues and Instructional Hints."},
      {
        "id":"ED155633",
        "title":"Conflicting Approaches to Reading Research and Instruction."},
      {
        "id":"ED155634",
        "title":"Computer Assisted Instruction in Beginning Reading: The Stanford Projects."},
      {
        "id":"ED155635",
        "title":"Curriculum, Concepts of Literacy, and Social Class."},
      {
        "id":"ED155636",
        "title":"What Do Children Learn When They Learn to Read?"},
      {
        "id":"ED155637",
        "title":"Process Deficits in Learning Disabled Children and Implications for Reading."},
      {
        "id":"ED155638",
        "title":"How the Researcher Can Help the Reading Teacher With Classroom Assessment."},
      {
        "id":"ED155639",
        "title":"Relative Teachability and Compensatory Education."},
      {
        "id":"ED155640",
        "title":"Summary of the Second Pittsburgh Conference on Theory and Practice in Beginning Reading."},
      {
        "id":"ED155641",
        "title":"Old and New Routes from Theory to Practice."},
      {
        "id":"ED155642",
        "title":"How to Study Reading: An Information Processing Analysis."},
      {
        "id":"ED155643",
        "title":"The Perception of Units in Beginning Reading."},
      {
        "id":"ED155644",
        "title":"Oral Reading: Does It Reflect Decoding or Comprehension?"},
      {
        "id":"ED155645",
        "title":"Impacts of Instructional Time in Reading."},
      {
        "id":"ED155646",
        "title":"An Analysis of Two Beginning Reading Programs: Scott Foresman&apos;s &quot;Reading Unlimited&quot; and Pittsburgh LRDC&apos;s &quot;New Primary Grades Reading Systems.&quot;"},
      {
        "id":"ED155647",
        "title":"The ABD&apos;s of Reading: A Program for the Learning-Disabled."},
      {
        "id":"ED155648",
        "title":"Black Dialect, Reading Interference and Classroom Interaction."},
      {
        "id":"ED155649",
        "title":"Helping Disadvantaged Children Learn to Read by Teaching Them Phoneme Identification Skills."},
      {
        "id":"ED155650",
        "title":"Reading and the Bilingual Child."},
      {
        "id":"ED155651",
        "title":"What the Study of Eye Movement Reveals about Reading."},
      {
        "id":"ED155652",
        "title":"Cerebral Laterality and Reading."},
      {
        "id":"ED155653",
        "title":"Reflections on Two Days of Listening about Reading."},
      {
        "id":"ED155654",
        "title":"Learning to Read in Classroom Interaction."},
      {
        "id":"ED155655",
        "title":"Observations on Research and Practice in Beginning Reading."},
      {
        "id":"ED155657",
        "title":"1973-74 ESAA I Pilot Project Assist Evaluation Report."},
      {
        "id":"ED155658",
        "title":"1974-75 ESAA II Pilot Project Assist Final Report."},
      {
        "id":"ED155659",
        "title":"Reading Achievement: Characteristics Associated with Success and Failure: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" October through December 1977 (Vol. 38 Nos. 4 through 6)."},
      {
        "id":"ED155660",
        "title":"Reading Achievement: Characteristics Associated with Success and Failure: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through September 1977 (Vol. 38 Nos. 1 through 3)."},
      {
        "id":"ED155661",
        "title":"Reading Instruction: Remedial and Compensatory: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; January through April 1978 (Vol. 38 Nos. 7 through 10)."},
      {
        "id":"ED155663",
        "title":"Children's Recognition Memory: An Analysis of Haptic, Visual and Verbal Presentation Effects."},
      {
        "id":"ED155664",
        "title":"They're Reading the Series Books So Let's Use Them; or, Who Is Shaun Cassidy?"},
      {
        "id":"ED155665",
        "title":"The Content Area Reading Project: An Inservice Education Program for Junior High School Teachers and Teachers of Adults. Final Report."},
      {
        "id":"ED155666",
        "title":"The Content Area Reading Project: An Inservice Education Program for Junior High School Teachers and Teachers of Adults. Appendix A, The Instruments and Their Development: Presentation and Analysis of the Findings. Final Report."},
      {
        "id":"ED155667",
        "title":"The Content Area Reading Project: An Inservice Education Program for Junior High School Teachers and Teachers of Adults. Appendix B, Content Component Guidesheets. Final Report."},
      {
        "id":"ED155668",
        "title":"The Content Area Reading Project: An Inservice Education Program for Junior High School Teachers and Teachers of Adults. Appendix C, Model Teaching Materials. Final Report."},
      {
        "id":"ED155674",
        "title":"Examination of Parental Attitudes Within the Diagnostic Intervention Process."},
      {
        "id":"ED155678",
        "title":"Reading Instruction: Remedial and Compensatory: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; March through June 1977 (Vol. 37 Nos. 9 through 12)."},
      {
        "id":"ED155681",
        "title":"Reading Instruction: Remedial and Compensatory: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through December 1977 (Vol. 38 Nos. 1 through 6), Part One."},
      {
        "id":"ED155682",
        "title":"Reading Instruction: Remedial and Compensatory: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" July through December 1977 (Vol. 38 Nos. 1 through 6), Part Two."},
      {
        "id":"ED155683",
        "title":"Reading, Comprehension, and Memory Processes: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; March through June 1977 (Vol, 37 Nos. 9 through 12)."},
      {
        "id":"ED155684",
        "title":"Reading, Comprehension, and Memory Processes: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; July through September 1977 (Vol. 38 Nos. 1 through 3)."},
      {
        "id":"ED155685",
        "title":"Reading, Comprehension, and Memory Processes: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; October through December 1977 (Vol. 38 Nos. 4 through 6)."},
      {
        "id":"ED138309",
        "title":"Dictionary of Criminal Justice Data Terminology. Terms and Definitions Proposed for Interstate and National Data Collection and Exchange."},
      {
        "id":"ED138310",
        "title":"ARL Annual Salary Survey. 1975-76."},
      {
        "id":"ED138311",
        "title":"Faculty and Staff Development Manual for South Carolina Technical Education System."},
      {
        "id":"ED138313",
        "title":"Humanities Instructors in Today's Two-Year Colleges."},
      {
        "id":"ED138314",
        "title":"A Model Community College Grievance Procedure for Title IX."},
      {
        "id":"ED138315",
        "title":"Faculty Status in the Public Community and Junior Colleges of Texas."},
      {
        "id":"ED138316",
        "title":"Accredited Proprietary Schools and Associate Degrees."},
      {
        "id":"ED138318",
        "title":"The Development of a Questionnaire for a Community Assessment Survey."},
      {
        "id":"ED138319",
        "title":"Mexican American Community Study. Research Report 75-01."},
      {
        "id":"ED138320",
        "title":"Student Objectives Survey. Research Report 77-01."},
      {
        "id":"ED138321",
        "title":"The Effects of Short Term Interventions on a Community College Division Chairperson."},
      {
        "id":"ED138323",
        "title":"Opportunities in Iowa&apos;s Area Schools, 1976-77."},
      {
        "id":"ED138324",
        "title":"Community and Junior College Concern for and Services Provided to Part-Time Students."},
      {
        "id":"ED138325",
        "title":"A Proposal for Surveying the Employers of 1975-76 Community College Graduates [and] Survey of Employers of 1975-76 Community College Graduates. Student Flow Project, Report No. 14 [and] 24."},
      {
        "id":"ED138326",
        "title":"Report on Articulation Agreements; A Progress Report to the Governor and the General Assembly of Virginia. House Document No. 6."},
      {
        "id":"ED138327",
        "title":"Evaluation of Hotel, Restaurant, and Institutional Management Graduates: A Ten Year Review."},
      {
        "id":"ED138328",
        "title":"Selected School Laws and Standards. A Summary Containing Specific School Laws Relating to Area Schools, Standards for Area Community Colleges and Area Vocational Schools."},
      {
        "id":"ED138329",
        "title":"Occupational Preparation in Kentucky: Fragmented Educational Services. Research Report No. 120."},
      {
        "id":"ED138330",
        "title":"The Use of Small Groups in the American Government Classroom."},
      {
        "id":"ED138332",
        "title":"A Study of the Educational Goals of Non-Matriculated Students at Montgomery College."},
      {
        "id":"ED138335",
        "title":"Opinions on Day Care and Social Policy."},
      {
        "id":"ED138336",
        "title":"Suggested Guidelines for Prekindergarten Curriculum."},
      {
        "id":"ED138337",
        "title":"Recommended Minimum Standards for Kindergarten in Ohio."},
      {
        "id":"ED138338",
        "title":"The Goals and Structure of Face-to-Face Interaction Between Infants and Fathers."},
      {
        "id":"ED138339",
        "title":"Stability and Change in Family Status, Situational, and Process Variables and Their Relationship to Children&apos;s Cognitive Performance. Disadvantaged Children and Their First School Experiences: ETS-Head Start Longitudinal Study."},
      {
        "id":"ED138340",
        "title":"Notable Early Characteristics of High and Low Achieving Black Low-SES Children. Disadvantaged Children and Their First School Experiences: ETS-Head Start Longitudinal Study."},
      {
        "id":"ED138341",
        "title":"Language Acquisition: Some Acoustic and Interactive Aspects of Infancy. Final Report."},
      {
        "id":"ED138342",
        "title":"Public Policy and the Health, Education and Welfare of Children: An Abstract Bibliography."},
      {
        "id":"ED138346",
        "title":"Kindness in the Kindergarten: A Multidimensional Program for Facilitating Altruism."},
      {
        "id":"ED138347",
        "title":"A Developmental Study of Attentional Strategies."},
      {
        "id":"ED138348",
        "title":"The Quantitative Basis of Children's Number Concepts."},
      {
        "id":"ED138350",
        "title":"Training the Horizontality Concept in a Group of Non-Transitional Subjects."},
      {
        "id":"ED138351",
        "title":"Biconditional Versus Factual Reasoning in Children."},
      {
        "id":"ED138352",
        "title":"Effect of the Responsive Environment Early Education Program for Low Birth Weight Children of Preschool Age."},
      {
        "id":"ED138354",
        "title":"Communication Efficiency in Children: A Function of Individual Skill or Dyadic Interaction?"},
      {
        "id":"ED138357",
        "title":"The Impact of Junior High School and Puberty upon Self-Esteem."},
      {
        "id":"ED138358",
        "title":"Strategy to Modify Racial Attitudes in Black and White Preschoolers."},
      {
        "id":"ED138359",
        "title":"Traveling Toward Competence: The California State College Child Development Associate Project. Booklet I: A Pilot Effort."},
      {
        "id":"ED138360",
        "title":"Traveling Toward Competence: The California State College Child Development Associate Project. Booklet II: A Problem-Solving Approach."},
      {
        "id":"ED138361",
        "title":"Traveling Toward Competence: The California State College Child Development Associate Project. Booklet III: Documentation and Assessment of Competence--A Personalized Approach."},
      {
        "id":"ED138362",
        "title":"Traveling Toward Competence: The California State College Child Development Associate Project. Booklet IV: Training the Trainers."},
      {
        "id":"ED138363",
        "title":"Come On, Parents, Participate!"},
      {
        "id":"ED138365",
        "title":"Early Experience: A Life Span Perspective."},
      {
        "id":"ED138366",
        "title":"A Planning Guide for Food Service in Child Care Centers."},
      {
        "id":"ED138367",
        "title":"A Handful of Ideas."},
      {
        "id":"ED138368",
        "title":"Individual Assessment."},
      {
        "id":"ED138369",
        "title":"Classroom Screening."},
      {
        "id":"ED138370",
        "title":"Dealing with Children's Unacceptable Classroom Behaviors."},
      {
        "id":"ED138372",
        "title":"Baseline Differences, Attention, and Age Differences in Timesharing Performance."},
      {
        "id":"ED138374",
        "title":"The Effect of Peer Modeling on Self-Control in Children: An Alternative to Punishment."},
      {
        "id":"ED138376",
        "title":"Structure of Children&apos;s Narratives."},
      {
        "id":"ED138377",
        "title":"Changes in the Preschool Child As a Function of Change in the Parent-Child Relationship."},
      {
        "id":"ED138378",
        "title":"Experiments in Social Welfare: An Empirical Evaluation of the &quot;Mississippi Project&quot;. Mississippi State University, Social Science Research Center Report 38."},
      {
        "id":"ED138379",
        "title":"Community Development Assistance Pilot Project, Kansas Department of Economic Development Completion Report, June 1976."},
      {
        "id":"ED138381",
        "title":"Literacy and Education among Adult Indians in Oklahoma. Volume I."},
      {
        "id":"ED138383",
        "title":"Literacy and Education among Adult Indians in Oklahoma. Volume III: Appendixes."},
      {
        "id":"ED138388",
        "title":"Louisiana Annual Rural Manpower Report, MA 5-79, 1976."},
      {
        "id":"ED138390",
        "title":"American Indian Influence on the American Pharmacopeia."},
      {
        "id":"ED138394",
        "title":"Statement of Craig Decker, Assistant Chief, Indian Claims Section, Land and Natural Resources Division Before the House Interior &amp; Insular Affairs Committee, Subcommittee on Indian Affairs and Public Lands, House of Representatives Concerning: H.R. 2664 - To Amend the Indian Claims Commission Act and H.R. 3377 - To Authorize the Wichita Indian Tribe of Oklahoma to File Certain Claims with the Indian Claims Commission on May 10, 1977."},
      {
        "id":"ED138397",
        "title":"Report to the American Indian People."},
      {
        "id":"ED138398",
        "title":"Universities and the Chicano Student: An Assessment."},
      {
        "id":"ED138399",
        "title":"Effects of Communication and Transportation on Utilization of Agency Services by Rural Poor People in South Carolina. South Carolina State College Research Bulletin No. 5, January 1976."},
      {
        "id":"ED138401",
        "title":"Educational Reform in Peru. Experiments and Innovations in Education No. 16."},
      {
        "id":"ED138402",
        "title":"An Experiment in the Ruralization of Education: IPAR and the Cameroonian Reform. Experiments and Innovations in Education No. 8."},
      {
        "id":"ED138407",
        "title":"Specialized Services for Indian Children and Youth. Program Progress Report, Final Quarterly Report: April 15-July 30, 1976."},
      {
        "id":"ED138408",
        "title":"A Comprehensive Mental Health Program at Sherman Indian High School."},
      {
        "id":"ED138410",
        "title":"Inventory of Projects and Programs in Science for American Indians."},
      {
        "id":"ED138412",
        "title":"Settling Out and Settling In."},
      {
        "id":"ED138413",
        "title":"Schools of Fort Gay-Thompson, West Virginia, Spring 1973. A Report to the Fort Gay-Thompson School Community Council by the Bureau of School Service, University of Kentucky."},
      {
        "id":"ED138414",
        "title":"Hispanic Student Achievement in Five Learning Areas: 1971-75. National Assessment of Educational Progress Report No. BR-2, May 1977."},
      {
        "id":"ED138415",
        "title":"Moving to the Country: Return Migration to a Rural Area."},
      {
        "id":"ED138416",
        "title":"American Indian Population - 55 Years of Age and Older: Geographic Distribution, 1970 (Part 1 of 2). Statistical Reports on Older Americans, March 1977."},
      {
        "id":"ED138417",
        "title":"Rural Development in Venezuela and the Guianas: A Bibliography. Training and Methods Series Number 20."},
      {
        "id":"ED138418",
        "title":"A Better Day for Indians."},
      {
        "id":"ED138419",
        "title":"Navajo Area School Board Association."},
      {
        "id":"ED138420",
        "title":"Report to the Center for Social Research and Development, Denver Research Institute on Legal and Jurisdictional Problems in the Delivery of Child Welfare Services to Indians."},
      {
        "id":"ED138421",
        "title":"Social Work Education for American Indians."},
      {
        "id":"ED138422",
        "title":"Indian Child Welfare: A Review of the Literature."},
      {
        "id":"ED138423",
        "title":"Legal and Jurisdictional Problems in the Delivery of SRS Child Welfare Services on Indian Reservations."},
      {
        "id":"ED138424",
        "title":"Farm-Size Structure and Off-Farm Income and Employment Generation in the North Central Region."},
      {
        "id":"ED138425",
        "title":"BUNTEP: The Profile of a Teacher Education Project."},
      {
        "id":"ED138426",
        "title":"The Problems of Post-Secondary Education for Manitoba Indians and Metis. Staff Background Paper, January 1973."},
      {
        "id":"ED138428",
        "title":"Indian Child Welfare: A State-of-the-Field Study."},
      {
        "id":"ED138433",
        "title":"Report of the Second Meeting of the Steering Committee, SEAMES Regional Centre for Education in Science and Mathematics (Bandung, Indonesia, October 16-19, 1967)."},
      {
        "id":"ED138436",
        "title":"Environmental Studies Continuum K-12. Interdisciplinary Environmental Education."},
      {
        "id":"ED138438",
        "title":"Academic Advancement Program, Project Report."},
      {
        "id":"ED138439",
        "title":"Educational Programs That Work - A Technical Brief. Academic Advancement Program: Mathematics."},
      {
        "id":"ED138440",
        "title":"A Study of Nurse Opinions and Evaluations Concerning the Workshop &quot;Traction: A Nursing Challenge&quot; as Provided by the Goshen College Continuing Education in Nursing."},
      {
        "id":"ED138441",
        "title":"Developing Science Career Interests in Bilingual, Mexican-American Elementary Students."},
      {
        "id":"ED138444",
        "title":"Logical Reasoning Abilities in Male High School Science Students."},
      {
        "id":"ED138445",
        "title":"Perceptions of Scientific Literacy."},
      {
        "id":"ED138446",
        "title":"Better Health Sciences Through Minority Participation: The Case for Community-Based Minority Medical Schools."},
      {
        "id":"ED138447",
        "title":"The Effect of Instructional Mode on School Achievement of Concrete and Formal Operational Students."},
      {
        "id":"ED138449",
        "title":"Interactive Incidents in Elementary School and Community. Occasional Publication Series Three."},
      {
        "id":"ED138450",
        "title":"Marine Career Series: Marine-Related Occupations, A Primer for High School Students. Marine Memorandum Number 41."},
      {
        "id":"ED138451",
        "title":"Community College Biology Lesson Catalogue."},
      {
        "id":"ED138452",
        "title":"A Look at Metrics and THE METRIC TEACHER."},
      {
        "id":"ED138453",
        "title":"Pre-College Science Curriculum Activities of the National Science Foundation. Report of Science Curriculum Review Team, Volume II-Appendix."},
      {
        "id":"ED138455",
        "title":"For Canadians Today as for Belizeans Tomorrow &quot;Metric&quot; Promises a Sounder, Simpler World. A Second Talk on Measurement Standards and on Metric Conversion."},
      {
        "id":"ED138456",
        "title":"A Comparison of Instructional Approaches to Teaching the International System of Weights and Measures to Elementary School Children with Varying Mental Ability. Final Report."},
      {
        "id":"ED138457",
        "title":"AETS: An Outline of the History of the Association for the Education of Teachers in Science."},
      {
        "id":"ED138458",
        "title":"The First Meeting of the National Association for Research in Science Teaching: &quot;NARST -- A Golden Anniversary.&quot;"},
      {
        "id":"ED138459",
        "title":"Research Training and Career Patterns of Bioscientists: The Training Programs of the National Institutes of Health."},
      {
        "id":"ED138460",
        "title":"NASA Report to Educators, Vol. 4, No. 4, December 1976."},
      {
        "id":"ED138461",
        "title":"Down Where the Water Is: A Coastal Awareness Activity Book. Marine Bulletin No. 22."},
      {
        "id":"ED138462",
        "title":"Teacher's Activity Guide to Coastal Awareness. Marine Bulletin No. 23."},
      {
        "id":"ED138466",
        "title":"The Television Test of Science Processes."},
      {
        "id":"ED138467",
        "title":"Chemistry in the Two-Year College, Volume XIV, 1975."},
      {
        "id":"ED138469",
        "title":"Criteria for Judging Research Reports and Proposals."},
      {
        "id":"ED138470",
        "title":"A Review of &quot;Infinity Factory.&quot;"},
      {
        "id":"ED138471",
        "title":"Social Sciences in Forestry, A Current Selected Bibliography, No. 42, February 1977."},
      {
        "id":"ED138472",
        "title":"The Child & Science: Wondering, Exploring, Growing."},
      {
        "id":"ED138474",
        "title":"Survey of 1975-76 Physics and Astronomy Bachelor's Degree Recipients. AIP Report."},
      {
        "id":"ED138475",
        "title":"Personnel Needs and Training for Biomedical and Behavioral Research. The 1976 Report of the Committee on a Study of National Needs for Biomedical and Behavioral Research Personnel."},
      {
        "id":"ED138476",
        "title":"Reviews of Data on Science Resources, No. 28. Scientists and Engineers From Abroad: Trends of the Past Decade, 1966-75."},
      {
        "id":"ED138477",
        "title":"Minority Groups and Science Careers: An Ecological Analysis."},
      {
        "id":"ED138478",
        "title":"Lessons on Selected Geometry Concepts Written in Expository and Discovery Modes of Presentation and a Test of Concept Mastery. Practical Paper No. 13."},
      {
        "id":"ED138480",
        "title":"Results of Spring 1976 Survey of Engineering Freshmen."},
      {
        "id":"ED138481",
        "title":"R&amp;D Spending Reaches Nearly $41 Billion in 1977. Science Resources Studies Highlights, March 31, 1977."},
      {
        "id":"ED138482",
        "title":"Federal Funds for Research, Development, and Other Scientific Activities. Fiscal Years 1975, 1976, and 1977. Volume XXV."},
      {
        "id":"ED138483",
        "title":"Designing Methods Courses for Secondary School Mathematics Teachers. Papers from a Symposium Arranged by the Illinois Council on Mathematics Education."},
      {
        "id":"ED138485",
        "title":"Measuring the Moral Reasoning Power of Elementary School Students: A Report of a Two-Year Study."},
      {
        "id":"ED138486",
        "title":"Nationalistic Education in a Global Society."},
      {
        "id":"ED138487",
        "title":"Teaching Teachers about Law: A Guide to Law-Related Teacher Education Programs. Working Notes 11."},
      {
        "id":"ED138488",
        "title":"Teaching about Perception: The Arabs. Cultural Studies Series, Volume 1."},
      {
        "id":"ED138489",
        "title":"U.S. Census Data for Political and Social Research: A Manual for Students. Instructional Resource Monograph, No. 5."},
      {
        "id":"ED138490",
        "title":"U.S. Census Data for Political and Social Research: A Resource Guide. Instructional Resource Monograph, No. 5."},
      {
        "id":"ED138491",
        "title":"The Case of the Unreturned Cafeteria Trays: An Investigation Based upon Theories of Motivation and Human Behavior."},
      {
        "id":"ED138492",
        "title":"Budget Anthropology: A Unit Sampler."},
      {
        "id":"ED138493",
        "title":"Moral Choices in Contemporary Society: A Study Guide for Courses by Newspaper."},
      {
        "id":"ED138494",
        "title":"Moral Choices in Contemporary Society: Newspaper Articles for the Sixth Course by Newspaper."},
      {
        "id":"ED138496",
        "title":"Moral Choices in Contemporary Society: Source Book."},
      {
        "id":"ED138497",
        "title":"Beyond Self-Esteem: Some Neglected Aspects of the Self-Concept."},
      {
        "id":"ED138498",
        "title":"The Longitudinal and Cross-Section Approach to a Descriptive Ethnography of Schooling."},
      {
        "id":"ED138499",
        "title":"A Contingency View of Problem Solving in Schools: A Case Analysis."},
      {
        "id":"ED138500",
        "title":"Anarchism &amp; Educational Policy Studies; A Marxist View of Joel Spring&apos;s &quot;The Sorting Machine.&quot;"},
      {
        "id":"ED138501",
        "title":"European Educational Cooperation. Progress Report, Council of Europe Chapter."},
      {
        "id":"ED138502",
        "title":"A Generic Strategy for the Investigation and Analysis of Self-Contained Buildings and Planned Communities."},
      {
        "id":"ED138504",
        "title":"Oceans: Our Continuing Frontier. A Study Guide for Courses by Newspaper."},
      {
        "id":"ED138510",
        "title":"Classroom Treatment of the Right to Work: High School History and Government Materials."},
      {
        "id":"ED138515",
        "title":"Academics and Practical Geographic Education."},
      {
        "id":"ED138517",
        "title":"An Evaluation of the California Bar Association&apos;s Law in a Free Society Materials on Responsibility."},
      {
        "id":"ED138518",
        "title":"Instruction in Critical Thinking: A Three Part Investigation."},
      {
        "id":"ED138525",
        "title":"Professional Confidence and the Graduate Student&apos;s Double Bind."},
      {
        "id":"ED138528",
        "title":"Looking At: Reading in the Social Studies [And]&quot;Back to Basics&quot; [And] Evaluating Values Education."},
      {
        "id":"ED138529",
        "title":"Map and Compass Skills for the Elementary School. Instructional Activities Series IA/E-9."},
      {
        "id":"ED138531",
        "title":"Proceedings from the Northeastern Conference for School Social Workers (Saratoga Springs, New York, November 19-21, 1975)."},
      {
        "id":"ED138532",
        "title":"Progressive Education in Eretz-Israel in the Years 1915-1939: A Model for Development of New Educational Theories in a Changing Society."},
      {
        "id":"ED138534",
        "title":"What Can We Learn from the Schools of China? Fastback 89."},
      {
        "id":"ED138536",
        "title":"Family Trends in Selected Nonsocialist Countries."},
      {
        "id":"ED138538",
        "title":"What's the Use of Land? A Secondary School Social Studies Project."},
      {
        "id":"ED138543",
        "title":"An Analysis of Shaker Education: The Life and Death of an Alternative Educational System, 1774-1950."},
      {
        "id":"ED138544",
        "title":"Review of Selected Aspects of Teacher Education Programs in the Oregon State System of Higher Education."},
      {
        "id":"ED138547",
        "title":"Mathematical Retention Over the Summer. Teacher Corps Mathematics Work/Study Group. Working Paper No. 1."},
      {
        "id":"ED138551",
        "title":"Questioning in the Classroom."},
      {
        "id":"ED138554",
        "title":"Exercise and Aging."},
      {
        "id":"ED138557",
        "title":"Para Educator Training Program--K-6."},
      {
        "id":"ED138564",
        "title":"Educational Seduction: The Effect of Teacher Reputation on Student Satisfaction and Learning."},
      {
        "id":"ED138565",
        "title":"The Need for Research In Schools."},
      {
        "id":"ED138570",
        "title":"The Node Acquisition and Integration Technique: A Node-Link Based Teaching/Learning Strategy."},
      {
        "id":"ED138576",
        "title":"Let's Put Classroom Discipline Back in the Basics."},
      {
        "id":"ED138582",
        "title":"Health Education: Cancer Prevention and Control. Teacher&apos;s Training Manual."},
      {
        "id":"ED138586",
        "title":"First Annual Sports Conference. Proceedings, 1976."},
      {
        "id":"ED138589",
        "title":"What Effect Is TV Having on the Young Learner?"},
      {
        "id":"ED138591",
        "title":"The Fiscal Impacts of Declining Enrollments: A Study of Declining Enrollments in Four States--Michigan, Missouri, South Dakota and Washington."},
      {
        "id":"ED138593",
        "title":"The Market for Education Information: A Synopsis of the Educational Information Market Study."},
      {
        "id":"ED138601",
        "title":"Certification Standards for Utah School Personnel."},
      {
        "id":"ED138603",
        "title":"ETS Studies Related to Women and Education: Annotated Bibliography."},
      {
        "id":"ED138608",
        "title":"An Examination of OMB Forms Clearance Aims, Policies and Procedures."},
      {
        "id":"ED138610",
        "title":"Construction of Questionnaires. Technical Study. TS-7-73-1."},
      {
        "id":"ED138613",
        "title":"An Empirical Comparison of Several Methods for Analyzing and Reporting School Unit Achievement Gains."},
      {
        "id":"ED138622",
        "title":"An Appraisal of Study Methods Inventories."},
      {
        "id":"ED138625",
        "title":"Development of a Simulation in Educational Evaluation."},
      {
        "id":"ED138626",
        "title":"Social Indicators: Tools for Evaluation or for the Study of Social Change?"},
      {
        "id":"ED138634",
        "title":"Cooperative Parallel Evaluation for Arts in Education Projects in the Commonwealth of Pennsylvania. Phase I: Planning and Design."},
      {
        "id":"ED138639",
        "title":"Strategies for Analyzing Data from Intact Groups."},
      {
        "id":"ED138642",
        "title":"Estimating the Likelihood of False-Positive and False-Negative Decisions in Mastery Testing: An Empirical Bayes Approach."},
      {
        "id":"ED138644",
        "title":"Teachers and Tests: A Concurrent Validity Study."},
      {
        "id":"ED138645",
        "title":"Evaluating Bilingual Programs. TM Report 61."},
      {
        "id":"ED138646",
        "title":"Mastery Learning and Mastery Testing: An Annotated ERIC Bibliography."},
      {
        "id":"ED138663",
        "title":"Guggenheim Museum Children&apos;s Program; Learning to Read Through the Arts, School Year 1974-1975."},
      {
        "id":"ED138670",
        "title":"Teacher Behavior in Desegregated Schools."},
      {
        "id":"ED138671",
        "title":"The Black Rural Landowner: Endangered Species, Social, Political and Economic Implications."},
      {
        "id":"ED138678",
        "title":"Educational Enrollment Patterns of Minority Ethnic Groups in Wisconsin."},
      {
        "id":"ED138686",
        "title":"Cumulative Deficit in I.Q. of Blacks in the Rural South."},
      {
        "id":"ED138690",
        "title":"The NIE Compensatory Education Study: Evaluation for Decision-Making Purposes."},
      {
        "id":"ED138691",
        "title":"The Actualization of a New Ideal. Multicultural Education Programs: Facts and Some Fantasy."},
      {
        "id":"ED138694",
        "title":"James Monroe High School Bilingual Program, School Year 1975-76."},
      {
        "id":"ED138696",
        "title":"Program for Male and Female Adolescents and Young Adults Incarcerated in a Correctional Facility on Rikers Island."},
      {
        "id":"ED138697",
        "title":"Program for Institutionalized Children, 1974-75."},
      {
        "id":"ED138698",
        "title":"Itinerant Bilingual Services Program for Title I Eligible CRMD Children; January-June 1975."},
      {
        "id":"ED138699",
        "title":"A Study of Rural Landownership, Control Problems and Attitudes of Blacks Toward Rural Land. Volume I."},
      {
        "id":"ED138700",
        "title":"Nutrition Problem Classification for Children and Youth."},
      {
        "id":"ED138701",
        "title":"The Politics of Policy-Making: Minority Strategems."},
      {
        "id":"ED138702",
        "title":"On the Use of Sibiling Data to Estimate the Effects of Family Background, Cognitive Skills, and Schooling: Results from the Kalamazoo Brothers Study. Discussion Papers 374-76."},
      {
        "id":"ED138708",
        "title":"Advances for the Spanish Speaking Elderly through Advocacy Programs."},
      {
        "id":"ED138714",
        "title":"A Research Agenda for the National Institute of Education."},
      {
        "id":"ED138718",
        "title":"Employment and Training Report of the President."},
      {
        "id":"ED138722",
        "title":"Overview 1974 Reports: State Advisory Councils on Vocational Education."},
      {
        "id":"ED138726",
        "title":"National Apprenticeship and Training Standards for Plastering."},
      {
        "id":"ED138729",
        "title":"Intergovernmental Linkage and Cooperation: Models for Strengthening State and Local Management of Manpower Programs."},
      {
        "id":"ED138734",
        "title":"An Experiment on the Utility and Viability of Providing Non-Skills Training to Underutilized, High Seniority Workers in the Canning Industry. An Industry-Specific Approach to Lay-Off Time Training. Final Report, July 1, 1972-August 31, 1973."},
      {
        "id":"ED138739",
        "title":"Determining the Effectiveness of Teaching Home Economics."},
      {
        "id":"ED138745",
        "title":"Haircutting Guide for Cosmetology Students."},
      {
        "id":"ED138752",
        "title":"Key Resources in Career Education: An Annotated Guide."},
      {
        "id":"ED138763",
        "title":"Directions for a National Manpower Policy: A Report on the Proceedings of Three Regional Conferences. Special Report No. 13."},
      {
        "id":"ED138765",
        "title":"Symposium: The Changing Mission of the United States Employment Service: Increasing Productivity and Improving the Operation of the Labor Market."},
      {
        "id":"ED138771",
        "title":"Experiential Education and Community Involvement Practices at the Postsecondary Level: Implications for Career Education."},
      {
        "id":"ED138779",
        "title":"Child Care and the Working Woman. A Report of the Secretary's Advisory Committee on The Rights and Responsibilities of Women."},
      {
        "id":"ED138781",
        "title":"Costs of Hospital-Sponsored Orientation &amp; Inservice Education for Registered Nurses."},
      {
        "id":"ED138806",
        "title":"The Theory of Human Capital and the Earnings of Women: A Re-examination of the Evidence. Revised."},
      {
        "id":"ED138810",
        "title":"Masters of Reality: Certificate or Performance? Toward Policy and Practice for Postsecondary Education and Work Programs Based on Outcomes for Students."},
      {
        "id":"ED138813",
        "title":"Organizing and Conducting Demonstration Projects in Vocational Education. Research and Development Series No. 117."},
      {
        "id":"ED138816",
        "title":"Conceptual Framework for Curriculum Decisions in Education for Marketing and Distribution Careers."},
      {
        "id":"ED138817",
        "title":"FY'75. Internal Evaluation Report. Experience-Based Career Education."},
      {
        "id":"ED138819",
        "title":"Career and Vocational Education in the 1980s: Toward a Process Approach. Final Report."},
      {
        "id":"ED138821",
        "title":"Final Outcome Evaluation Report. Demonstration and Implementation Sites. Experience-Based Career Education."},
      {
        "id":"ED138824",
        "title":"EBCE Program Overview."},
      {
        "id":"ED138833",
        "title":"The Reform of Vocational Education: The Relationship between Jobs and Schooling."},
      {
        "id":"ED138834",
        "title":"Transferability of Vocational Skills: Review of Literature and Research. Information Series No. 103."},
      {
        "id":"ED138835",
        "title":"Characteristics of Students Enrolled in Resident Proprietary Schools in Illinois. Background Research Report for Proprietary Education: Alternatives for Public Policy and Financial Support."},
      {
        "id":"ED138842",
        "title":"Three Studies of Gifted Students in the Grossmont Union High School District."},
      {
        "id":"ED138845",
        "title":"Helping the High Risk Student in Higher Education: A Description of Research Studies Reporting Success Utilizing Study Skills/Remedial Programs."},
      {
        "id":"ED138847",
        "title":"A Game-Plan for a Communication Lab for Secondary Students."},
      {
        "id":"ED138851",
        "title":"The Modularization of Women."},
      {
        "id":"ED138860",
        "title":"Measuring Intergroup Attitudes in Community Settings."},
      {
        "id":"ED138862",
        "title":"An Analysis of Factors Influencing Attitudes Toward Death."},
      {
        "id":"ED138863",
        "title":"Blame Projection, Similarity Projection and Response to Failure."},
      {
        "id":"ED138870",
        "title":"Elementary School Basic Guidance System: Grades K-4. ESEA Title I, 1976-77."},
      {
        "id":"ED138875",
        "title":"Allied Health Counselor Training Program. Program Evaluation."},
      {
        "id":"ED138877",
        "title":"The New Occupational Student: The Mature Adult Woman. A Preadmission Counseling Program in Four CUNY Community Colleges."},
      {
        "id":"ED138878",
        "title":"The Urban American Indian and Alcohol Abuse."},
      {
        "id":"ED138881",
        "title":"Sex Differences in Adolescents' Orientation Toward Schooling."},
      {
        "id":"ED138883",
        "title":"Goal Theory and Individual Productivity."},
      {
        "id":"ED138891",
        "title":"Cross-Cultural Observations on Aging."},
      {
        "id":"ED138895",
        "title":"Children's Sex Roles--Femininity Has the Advantage."},
      {
        "id":"ED138896",
        "title":"Study of Attitudes of the Elderly Toward Aging & the Aged."},
      {
        "id":"ED138901",
        "title":"Counselors and Faculty: Synthesis of Service for Holistic Education. A Community College Action Program for Organizational Development."},
      {
        "id":"ED138907",
        "title":"Runaway Youth: An Annotated Bibliography and Literature Overview. Office of Social Services and Human Development Technical Analysis Paper No. 1."},
      {
        "id":"ED138912",
        "title":"Women's Workshop."},
      {
        "id":"ED138914",
        "title":"White Students in Black Institutions."},
      {
        "id":"ED138916",
        "title":"SOTA, Students Older Than Average: A Social Group."},
      {
        "id":"ED138918",
        "title":"Reading and the Kindergarten Child."},
      {
        "id":"ED138919",
        "title":"Attributes of the Successful Teachers of Reading."},
      {
        "id":"ED138920",
        "title":"Summary of Investigations Relating to Reading, July 1, 1975, to June 30, 1976."},
      {
        "id":"ED138924",
        "title":"On Cognitive Strategies for Processing Text."},
      {
        "id":"ED138925",
        "title":"Linguistic Theory: What Can It Say about Reading?"},
      {
        "id":"ED138926",
        "title":"Current Issues in the Diagnosis and Treatment of Reading Disabilities."},
      {
        "id":"ED138928",
        "title":"Reading Patterns in Mathematics."},
      {
        "id":"ED138929",
        "title":"Initial Reading through Computer Animation."},
      {
        "id":"ED138930",
        "title":"English Reading for Asian Students."},
      {
        "id":"ED138933",
        "title":"A Strategy for Reading Independently."},
      {
        "id":"ED138937",
        "title":"Development of a Procedure to Teach Graphemic Bases as Part of a Consultation in Reading."},
      {
        "id":"ED138942",
        "title":"Nonvisual Aspects of Reader-Author Communication."},
      {
        "id":"ED138944",
        "title":"Techniques of Efficient Reading."},
      {
        "id":"ED138947",
        "title":"Yes, Secondary Teachers Do Teach Reading."},
      {
        "id":"ED138950",
        "title":"Processes Affecting Children&apos;s Learning from Sentences."},
      {
        "id":"ED138952",
        "title":"The Kindergarten Child and Reading."},
      {
        "id":"ED138953",
        "title":"Correlation between Dialect and Reading Achievement."},
      {
        "id":"ED138958",
        "title":"The Effect of Interspersed Questions on Development of Reading Efficiency."},
      {
        "id":"ED138959",
        "title":"Teenagers, Media, Taste!"},
      {
        "id":"ED138963",
        "title":"Family Reading Habits and Children's Progress in Reading."},
      {
        "id":"ED138966",
        "title":"Lessons Learned in the Plato Elementary Reading Curriculum Project."},
      {
        "id":"ED138969",
        "title":"Temporal Codes for Memories: Issues and Problems. Technical Report."},
      {
        "id":"ED138971",
        "title":"Syntax Patterns in Elementary School Readers. Final Report."},
      {
        "id":"ED138974",
        "title":"An Analysis of Several Dimensions of Comprehension Practices from the Primary Grades Materials of a Widely Used Basal Series."},
      {
        "id":"ED138978",
        "title":"The Instructional Use of Measurement Instruments Designed for Research."},
      {
        "id":"ED138979",
        "title":"Literature and Young Children."},
      {
        "id":"ED138980",
        "title":"Handbook for Council Publicity."},
      {
        "id":"ED138983",
        "title":"English--or What?"},
      {
        "id":"ED138989",
        "title":"Ada H. H. Lewis Middle School Curriculum Guide."},
      {
        "id":"ED139002",
        "title":"An Introduction to Advertising Research; A Report from the Communications Research Center."},
      {
        "id":"ED139005",
        "title":"Children&apos;s Inferential Responses to a Wordless Picture Book: Development and Use of a Classification System for Verbalized Inference."},
      {
        "id":"ED139007",
        "title":"Sexual Bias in Children&apos;s Books: Annotated Bibliography and Comparative Study."},
      {
        "id":"ED139008",
        "title":"Annotated Bibliography; Freedom of Information Center Reports and Summary Papers."},
      {
        "id":"ED139009",
        "title":"Written Syntactic Complexity and the Modes of Discourse."},
      {
        "id":"ED139011",
        "title":"What Does It Take to Understand a Metaphor?"},
      {
        "id":"ED139012",
        "title":"The Many Faces of Language."},
      {
        "id":"ED139015",
        "title":"A Study of the Relationship of Selected Variables to Achievement in a Basic Communication Skills Course."},
      {
        "id":"ED139017",
        "title":"The Hutchins Commission, The Press and the Responsibility Concept. Journalism Monographs No. 49."},
      {
        "id":"ED139023",
        "title":"An Investigation of Writing Ability as a Function of Student Attitude: General and Specific."},
      {
        "id":"ED139027",
        "title":"In-Service Work with Community College Teachers."},
      {
        "id":"ED139028",
        "title":"Learning to Juggle Oranges: The Pre-Writing Experience."},
      {
        "id":"ED139030",
        "title":"Syntax, Intellectual Strategies, and Larger Rhetorical Patterns in the Writing of Superior Twelfth Graders and College English Majors in Three Discourse Categories: Expressive, Explanatory, and Persuasive."},
      {
        "id":"ED139032",
        "title":"A Track Approach to English Instruction."},
      {
        "id":"ED139033",
        "title":"A Selected Annotated Bibliography of Articles on Interdepartmental Responsibility for the Teaching of Writing Skills."},
      {
        "id":"ED139037",
        "title":"Focus on Ethnic Literature in the Classroom."},
      {
        "id":"ED139038",
        "title":"Emphasis: Interdisciplinary."},
      {
        "id":"ED139039",
        "title":"The FOI (Freedom of Information) Act Gets Teeth."},
      {
        "id":"ED139040",
        "title":"Language Development and Children's Books in Intermediate Classrooms."},
      {
        "id":"ED139041",
        "title":"Auxiliary Structure and Syntactic Maturity in the Naturalistic Speech of Lower-class Urban Black Pre-school Children."},
      {
        "id":"ED139043",
        "title":"Executive Secrecy: Two Perspectives."},
      {
        "id":"ED139045",
        "title":"Teaching Multicultural Children."},
      {
        "id":"ED139046",
        "title":"Secondary Speech Communication Education in Iowa."},
      {
        "id":"ED139047",
        "title":"Communicative Characteristics of Dogmatism and Authoritarianism in Written Messages."},
      {
        "id":"ED139049",
        "title":"Multivariate Multiple Regression in Communication Research."},
      {
        "id":"ED139051",
        "title":"The Content of Children&apos;s News Sources: A Comparative Analysis of the &quot;Weekly Reader&quot; and Television News."},
      {
        "id":"ED139052",
        "title":"The Role of Mass Media in Health Communication."},
      {
        "id":"ED139053",
        "title":"Gov't Regulation of Broadcasting. Freedom of Information Center Report No. 368."},
      {
        "id":"ED139054",
        "title":"Methodological Advances in Uses and Gratifications Research."},
      {
        "id":"ED139055",
        "title":"Measurement of Communication Apprehension among Children."},
      {
        "id":"ED139056",
        "title":"Black and White Children&apos;s Perceptions of the Intent and Values in Specific Adult and Child Oriented Television Commercials."},
      {
        "id":"ED139057",
        "title":"A Comparative Analysis of Black American and Mexican-American Cultural Norms and Expectations."},
      {
        "id":"ED139060",
        "title":"Systematic Curriculum Development at the Secondary Level in Barbados. (Some Problems and Possible Solutions). IIEP Occasional Papers No. 32."},
      {
        "id":"ED139061",
        "title":"Integrating the Educational Plan Into the Economic and Social Plan: Some Aspects of French and Soviet Experience. IIEP Occasional Papers No. 28."},
      {
        "id":"ED139062",
        "title":"The Applicability of Cost-Resource Models to the Planning Requirements of the Education Department of Victoria, Australia. IIEP Occasional Papers No. 39."},
      {
        "id":"ED139067",
        "title":"Dropout Prevention Programs in the Schools of California. A Report to the California Legislature as Required by Education Code Section 6499.57."},
      {
        "id":"ED139074",
        "title":"The Impact of Trying to Make an Impact, or the Negative Side of Noble Ambitions. Occasional Paper No. 17."},
      {
        "id":"ED139082",
        "title":"Schoolhouse. A Newsletter from Educational Facilities Laboratories, No. 27. [Arts Education for Handicapped Students.]"},
      {
        "id":"ED139098",
        "title":"Education Vouchers Study &amp; Planning Project. Phase I. Interim Report."},
      {
        "id":"ED139102",
        "title":"Performance-Based Staff Appraisal. Diagnosing and Responding to Precise Middle-Management Training Needs in State Education Agencies. Final Report."},
      {
        "id":"ED139103",
        "title":"A Comparison of Secondary School Teachers Judged Effective by Principals, Current Students, and Graduates."},
      {
        "id":"ED139104",
        "title":"A Competency Based Program for Administration. The California State College Model."},
      {
        "id":"ED139105",
        "title":"An Algorithmic Approach to Curriculum Construction: Development, Computer Implementation, and Evaluation of a Method for Identifying Instructional Content Sequences."},
      {
        "id":"ED139106",
        "title":"Increased Effectiveness Among Women Educational Administrators: Two Local Efforts to Combat Administrative Isolation."},
      {
        "id":"ED139107",
        "title":"Policy Implementation as a Loosely-Coupled Organizational Adaptation Process."},
      {
        "id":"ED139108",
        "title":"How a School Board Operates. Fastback 88."},
      {
        "id":"ED139109",
        "title":"A School for Everyone. Design for a Middle, Junior, or Senior High School that Combines the Old and the New."},
      {
        "id":"ED139110",
        "title":"Impediments to Effective Federal-State Relations. The Council of Chief State School Officers Annual Legislative Meeting (Washington, D.C., March 6-8, 1977)."},
      {
        "id":"ED139114",
        "title":"School Site Management. An Occasional Paper."},
      {
        "id":"ED139115",
        "title":"Labor-Management Relations in State and Local Governments: 1975. State and Local Government Special Studies No. 81."},
      {
        "id":"ED139116",
        "title":"School Boards and Sex Discrimination: Problems and Prospects."},
      {
        "id":"ED139118",
        "title":"New Jersey Minimum Basic Skills Program."},
      {
        "id":"ED139120",
        "title":"Participation and the Implementation of Planned Change."},
      {
        "id":"ED139122",
        "title":"Workshop on Management by Objectives. Forms to be Filled Out at the Workshop."},
      {
        "id":"ED139124",
        "title":"Historical Perspectives on Disruption and Violence in Schools."},
      {
        "id":"ED139125",
        "title":"A Selected Annotated Bibliography on Job Sharing."},
      {
        "id":"ED139127",
        "title":"A Plan for the Evaluation of an Early Childhood Intervention for Handicapped Children."},
      {
        "id":"ED139128",
        "title":"Evaluation of a Learning Disabilities Kindergarten."},
      {
        "id":"ED139129",
        "title":"Noise as It Affects the Learning Disabled Child."},
      {
        "id":"ED139130",
        "title":"LD in AD 2000."},
      {
        "id":"ED139132",
        "title":"Distraction as a Function of Within-Task Stimulation for Hyperactive and Normal Children."},
      {
        "id":"ED139133",
        "title":"Implications for Training Parents: Measuring and Evaluating Parent-Child Interactions."},
      {
        "id":"ED139134",
        "title":"The Admissions Dilemma: Teacher Competency vs. Academic Achievement."},
      {
        "id":"ED139135",
        "title":"Reading Achievement and Self-Concept of Educable Retarded Boys in Three Educational Settings."},
      {
        "id":"ED139137",
        "title":"Listening Selectively: Some Implications from Dichotic Listening Studies for Disabled Readers."},
      {
        "id":"ED139138",
        "title":"Vibrotactile Reception and Discrimination of Speech Signals: A Comparison Among Body Loci."},
      {
        "id":"ED139139",
        "title":"Placement of Handicapped Children by Canadian Mainstream Administrators and Teachers: A Rucker-Gable Survey."},
      {
        "id":"ED139141",
        "title":"A Factor Analytic Study of Selected Tests of Specific Components of Academic Learning."},
      {
        "id":"ED139142",
        "title":"The Disturbing Child: A Validation Study."},
      {
        "id":"ED139143",
        "title":"Verbal Cueing as a Behavior Change Instrument."},
      {
        "id":"ED139144",
        "title":"Effect of a Summer Camp Program on Self-Concept of Mentally Retarded Young Adults."},
      {
        "id":"ED139145",
        "title":"Acquisition of Imitative Responses in Profoundly Mentally Retarded."},
      {
        "id":"ED139146",
        "title":"A Methodology for Validating Placement of Children in Exceptional Child Programs."},
      {
        "id":"ED139147",
        "title":"Building a Comprehensive Special Education Services Delivery System: A Proposed Model."},
      {
        "id":"ED139150",
        "title":"Behavior Management and Socialization Techniques for Severely Emotionally Disturbed Children."},
      {
        "id":"ED139152",
        "title":"Evaluation Procedures in Parent-Teacher Conferencing."},
      {
        "id":"ED139153",
        "title":"A Summary of Communicating with Parents of Exceptional Children."},
      {
        "id":"ED139154",
        "title":"Multi-Sensory Perceptual Evaluation or &quot;How Does This Child Learn?&quot;."},
      {
        "id":"ED139155",
        "title":"Formulating Intervention Strategies to Maintain the Mildly Handicapped Student in the Regular Classroom."},
      {
        "id":"ED139156",
        "title":"The Mainstreamed Hearing-Impaired Child."},
      {
        "id":"ED139157",
        "title":"A Presentation of the Alpha and Omega of Career-Job-Placement for Educable Mentally Retarded Persons, as Currently Practiced."},
      {
        "id":"ED139158",
        "title":"CDT - The Comprehensive Development Teams: Meeting the Needs of Mainstreamed Handicapped Young Children."},
      {
        "id":"ED139159",
        "title":"Observational Checklists for Referral--Teachers and Parents Together."},
      {
        "id":"ED139161",
        "title":"Involvement and Communication in a Systematic and Behavioral Intervention Program for Secondary Students."},
      {
        "id":"ED139162",
        "title":"Building Cooperation Between Resource and Elementary Classroom Teachers in Modifying Independent Work Habits."},
      {
        "id":"ED139164",
        "title":"A Model Program for Disturbed Adolescents in a Day Facility: Necessary Modifications."},
      {
        "id":"ED139165",
        "title":"How to Select the Least Restrictive, but Most Appropriate, Educational Program for Handicapped Children."},
      {
        "id":"ED139166",
        "title":"Delivery Systems and Instructional Delivery: A Necessary Distinction When Providing Services for Mainstreamed Children."},
      {
        "id":"ED139167",
        "title":"Preparing for Mainstreaming in Teacher Education Institutions."},
      {
        "id":"ED139168",
        "title":"A Psycho-Reeducative Approach to History."},
      {
        "id":"ED139172",
        "title":"Legal Background for the Surrogate Parent Program."},
      {
        "id":"ED139174",
        "title":"A Student&apos;s Reaction to Bilingual Special Education."},
      {
        "id":"ED139175",
        "title":"Know What You Got."},
      {
        "id":"ED139178",
        "title":"Research and Development Recommendations Related to Vocational Training and Placement of the Severely Handicapped and Mainstreaming Handicapped Students Into Vocational Training Programs."},
      {
        "id":"ED139179",
        "title":"The Nature of Barriers and Strategies for Overcoming Them."},
      {
        "id":"ED139180",
        "title":"New Dimensions in Programming for Community Residential Facilities."},
      {
        "id":"ED139181",
        "title":"Why Children Misbehave."},
      {
        "id":"ED139182",
        "title":"Psychotropic and Anticonvulsant Drug Usage in Early Childhood Special Education Programs III. A Preliminary Report: Parent Interviews about Drug Treatment."},
      {
        "id":"ED139183",
        "title":"The Weatherbee Model: A Full-Service Learning Disabilities/Remedial Reading Resource Program for Grades 4-8."},
      {
        "id":"ED139184",
        "title":"Parent Involvement: A Necessity in Early Intervention."},
      {
        "id":"ED139185",
        "title":"Introduction to Mental Retardation: Planning, Implementing and Evaluating Training for Community Based Professionals and Paraprofessionals."},
      {
        "id":"ED139186",
        "title":"Genetic Factors of Ophthalmic Importance."},
      {
        "id":"ED139187",
        "title":"Training Habilitators of the Retarded: Project T.H.O.R.; A Viable Alternative to Traditional Courses for Pre-Service Teachers."},
      {
        "id":"ED139188",
        "title":"Opening the World of Television for the Hearing Impaired Through Closed Caption."},
      {
        "id":"ED139189",
        "title":"Technology and Media for Handicapped Learners: Looking Ahead."},
      {
        "id":"ED139192",
        "title":"Implementing Behavior Modification in the Classroom: Problems of Consultants."},
      {
        "id":"ED139193",
        "title":"How Can the Teacher Manage the System, Rather Than the System Manage the Teacher?"},
      {
        "id":"ED139194",
        "title":"Multi-Media Space for Young Multi-Handicapped: Decision, Design, Delivery. Integration of Related Disciplines. First Chance Project Space-Interdisciplinary Program."},
      {
        "id":"ED139195",
        "title":"How CIA (Confluent Instructional Approach) Can Help Desegregate Gifted/Talented Classrooms."},
      {
        "id":"ED139201",
        "title":"Special Religious Education."},
      {
        "id":"ED139203",
        "title":"Juvenile Delinquents in the U.S.S.R."},
      {
        "id":"ED139204",
        "title":"Successful Outcomes in Learning Disabilities Programs: A Formative Evaluation Model."},
      {
        "id":"ED139208",
        "title":"Learning in a Friendly Environment: Art as an Instructor."},
      {
        "id":"ED139210",
        "title":"Personnel Training to Facilitate Mainstreaming: The Educational Resource Centers Model."},
      {
        "id":"ED139213",
        "title":"The New York State Child Protective Services Act: Its Impact on School Systems and Children&apos;s Education."},
      {
        "id":"ED139214",
        "title":"Principles and Practices of Measurement in Career Education for the Handicapped."},
      {
        "id":"ED139215",
        "title":"Familiarity with Child Find."},
      {
        "id":"ED139216",
        "title":"DPT/CT: A Realistic Answer for Preventive Special Education Services in Rural School Setting."},
      {
        "id":"ED139217",
        "title":"Variables Affecting Delivery of Exceptional Child Services to Rural Areas and Suggested Educational Approaches."},
      {
        "id":"ED139218",
        "title":"Mainstreaming USA: 1977 Update. Project Impact."},
      {
        "id":"ED139219",
        "title":"Puppetry: Improving the Self-Concept of the Exceptional Child."},
      {
        "id":"ED139221",
        "title":"A Comparative Study of Pre and Post-Semester Attitudes Toward the Handicapped of Students in Introductory Special Education Classes."},
      {
        "id":"ED139223",
        "title":"The Personality Characteristics of Male Educable Mentally Retarded Students Successful and Unsuccessful at Employment."},
      {
        "id":"ED139224",
        "title":"Training Modules in Career Education for the Mentally Retarded."},
      {
        "id":"ED139226",
        "title":"Early Identification and Intervention of the Culturally Different Gifted in an Urban Environment."},
      {
        "id":"ED139228",
        "title":"Mainstreaming from Plan to Program: From the Perspective of the Mainstream Coordinator. Rationale for Mainstreaming."},
      {
        "id":"ED139229",
        "title":"Mainstreaming from Plan to Program: The Speech and Language Component of a Mainstream Program."},
      {
        "id":"ED139231",
        "title":"JoAnn - Working Together to Help Her See."},
      {
        "id":"ED139252",
        "title":"OMLTA Workshops."},
      {
        "id":"ED139253",
        "title":"Developing an ESL Program in a Small Two-Year College."},
      {
        "id":"ED139254",
        "title":"Workpapers in Teaching English as a Second Language. Vol. 10."},
      {
        "id":"ED139261",
        "title":"Chinese (Cantonese) as a Second Language Reader. Level II. Teacher's Guide."},
      {
        "id":"ED139262",
        "title":"Chinese (Cantonese) as a Second Language Reader. Level II."},
      {
        "id":"ED139263",
        "title":"Chinese (Cantonese) as a Second Language Reader. Level II. Student's Workbook."},
      {
        "id":"ED139264",
        "title":"Chinese as a Second Language (Spoken Cantonese). Level II. Teacher's Manual."},
      {
        "id":"ED139266",
        "title":"Evaluation, Ukrainian-English Bilingual for the Edmonton Catholic School System, 1975-76."},
      {
        "id":"ED139267",
        "title":"Two Mutually Exclusive Hypotheses about Second Language Ability: Factor Analytic Studies of a Variety of Language Tests."},
      {
        "id":"ED139268",
        "title":"Guidelines for Proficiency Testing in Foreign Languages."},
      {
        "id":"ED139270",
        "title":"An Evaluation of the French Immersion Program, Kindergarten-Grade Two."},
      {
        "id":"ED139271",
        "title":"Teaching Pupils How to Acquire Language: Some Comments on the Positions Implicit in the Preceding Two Articles. ELT Documents (76/3)."},
      {
        "id":"ED139273",
        "title":"Observations of Students in English as a Second Language at Kuwait University: 1974-1976."},
      {
        "id":"ED139275",
        "title":"Futurism, Finances and Foreign Languages: A Question of Survival."},
      {
        "id":"ED139276",
        "title":"Foreign Languages at the Pre-School Level."},
      {
        "id":"ED139277",
        "title":"Reviving a Culture: Kindergarten and French Immersion."},
      {
        "id":"ED139281",
        "title":"Dictation as a Measure of Spanish Language Proficiency."},
      {
        "id":"ED139284",
        "title":"Revision, Development and Implementation of a Bilingual Evaluation Management System, Volume III."},
      {
        "id":"ED139285",
        "title":"Revision, Development and Implementation of a Bilingual Evaluation Management System, Volume IV."},
      {
        "id":"ED139287",
        "title":"Information Needs in Bilingual Education. A Stimulus for Discussion."},
      {
        "id":"ED139296",
        "title":"Handbook of Puppetry Concepts and Models for the Bilingual-Bicultural Language Arts Curricula, Grades K-3. The Connecticut Migratory Children's Program."},
      {
        "id":"ED139297",
        "title":"Reading Has to Be Taught, Too."},
      {
        "id":"ED139298",
        "title":"Aesop and Company: Using Traditional Tales in EFL Classes."},
      {
        "id":"ED139299",
        "title":"Acquisition of English Prepositions by Monolingual and Bilingual (French/English) Ontarian Students."},
      {
        "id":"ED139300",
        "title":"Romanian Testing Principles and Practices: A Review of Available Literature Concerning the Use of Objective Tests of English as a Foreign Language (EFL)."},
      {
        "id":"ED139301",
        "title":"Language Dominance, Predicting Oral Language Sequences and Beginning Reading Acquisition: A Study of First Grade Bilingual Children."},
      {
        "id":"ED139304",
        "title":"Foundation for an Uncertain Future: The Capital Base. Brief to the Ontario Council on University Affairs, No. 77-2."},
      {
        "id":"ED139306",
        "title":"Women in Rural Development. Rural Development Network Bulletin No. 6, Part 2."},
      {
        "id":"ED139308",
        "title":"Improving the Consumer Protection Function in Postsecondary Education. Executive Summary, Planning/Evaluation Study."},
      {
        "id":"ED139310",
        "title":"Evaluation of University Teaching at the Department Level. Educational Development 1976:4."},
      {
        "id":"ED139311",
        "title":"Decentralized University Studies in Economics and English/The DUNE Project--An Evaluative Project Under Sub-Project III, an Alternative Form of Distribution for Higher Education. Educational Development 1976:3."},
      {
        "id":"ED139312",
        "title":"Medical School Salary Study, 1970-71."},
      {
        "id":"ED139316",
        "title":"Student Profile: Freshmen 1976-77."},
      {
        "id":"ED139317",
        "title":"A Survey of Special Studies Alumni."},
      {
        "id":"ED139318",
        "title":"Assessing Institutional Faculty Growth and Development Dynamics."},
      {
        "id":"ED139319",
        "title":"Non-Intellective Predictors of Student Persistence/Attrition and Performance: Implications for College and University Research and Planning."},
      {
        "id":"ED139320",
        "title":"Making the Best of It: Reconciling Ends, Means and Resources in Higher Education."},
      {
        "id":"ED139323",
        "title":"Humanistic Considerations in Graduate Education and Research."},
      {
        "id":"ED139325",
        "title":"Legislative Summary, 1977 Maryland General Assembly. A Summary of Legislation Affecting Postsecondary Education in Maryland - May 1977."},
      {
        "id":"ED139334",
        "title":"Collective Bargaining in Higher Education. Bibliography No. 5. (Incorporating Other Than Faculty Bibliography Vol. 3)."},
      {
        "id":"ED139340",
        "title":"General Education and the Plight of Modern Man."},
      {
        "id":"ED139341",
        "title":"Women in Higher Education Administration. Annotated Bibliography."},
      {
        "id":"ED139344",
        "title":"Report of the Regents Task Force on Medical School Enrollment and Physician Manpower to the Regents of the University of the State of New York."},
      {
        "id":"ED139348",
        "title":"College and University Business Officers: Their Numerical Representation, Tasks, and Training."},
      {
        "id":"ED139349",
        "title":"Job Satisfaction of Faculty Teaching Higher Education. An Examination of Herzberg's Dual-Factor Theory and Porter's Need Satisfaction Research."},
      {
        "id":"ED139352",
        "title":"Toward a Theoretical Base for the Study of University Organizations."},
      {
        "id":"ED139353",
        "title":"Faculty Views of the University&apos;s Organizational Legitimacy. A Case Study."},
      {
        "id":"ED139360",
        "title":"Impressions of UCLA. A Questionnaire Survey of Upperclassmen About the University Environment and Experience."},
      {
        "id":"ED139363",
        "title":"The Evaluation and Development of College and University Administrators, Part Two: Professional Development of Administrators. ERIC/Higher Education Research Currents."},
      {
        "id":"ED139364",
        "title":"Reviews of National Policies for Education, Austria. Higher Education and Research."},
      {
        "id":"ED139366",
        "title":"Private Universities in Japan."},
      {
        "id":"ED152683",
        "title":"Emerging Professional Roles for Teacher Educators."},
      {
        "id":"ED152684",
        "title":"When Teacher Educator Practices What Is Preached: Peer Teaching and Evaluation in a Field-Based English Methods Course."},
      {
        "id":"ED152692",
        "title":"Problems of Control in Non-Experimental Educational Research. Research and Information Report 75-1."},
      {
        "id":"ED152693",
        "title":"Three School Based Models for Conducting Follow-up Studies of Teacher Education and Training."},
      {
        "id":"ED152701",
        "title":"Inservice Teacher Education: A Study of the Perceptions of Teachers, Professors, and Parents About Current and Projected Practice."},
      {
        "id":"ED152702",
        "title":"Teacher Assessment in Physical Education."},
      {
        "id":"ED152703",
        "title":"Identifying Formal Level Functioning in Classroom Teachers."},
      {
        "id":"ED152706",
        "title":"Evaluation (Follow-up of Graduates). EDb-303-08."},
      {
        "id":"ED152710",
        "title":"Health Instruction Framework for California Public Schools: Preschool Through Young Adult Years."},
      {
        "id":"ED152712",
        "title":"Teacher Education in the Small Liberal Arts College: Compatibility? Credibility?"},
      {
        "id":"ED152717",
        "title":"The On-Site Implementer of Educational Innovations: An Examination of the Interaction Between the Role and the Personality of the Incumbents."},
      {
        "id":"ED152718",
        "title":"In-Service Education: Theory, Practice and Policy."},
      {
        "id":"ED152719",
        "title":"Selecting Invitational Teachers: The Use of Perceptual Data in the Teacher Selection Process."},
      {
        "id":"ED152723",
        "title":"T.E.M.P.: Teacher Education Model of Partnership--A Year-Long Competency-Based Urban Elementary Teaching Internship."},
      {
        "id":"ED152732",
        "title":"Learning by Succeeding: Teaching Potential Learning Disabilities Kindergarteners Within the Regular Classroom."},
      {
        "id":"ED152735",
        "title":"Completed Research in Health, Physical Education, and Recreation. Including International Sources, Volume 19, 1977 Edition, Covering Research Completed in 1976."},
      {
        "id":"ED152742",
        "title":"Meeting the Needs of Precollege Psychology Students: Who Comes Closest: Humanistic or Behavioristic Teachers?"},
      {
        "id":"ED152743",
        "title":"Task Interdependence, Communication, and Team Management Among Elementary School Teachers."},
      {
        "id":"ED152745",
        "title":"Fieldwork as Basis for Theory Building in Research on Teaching."},
      {
        "id":"ED152746",
        "title":"1977 National Survey of Science, Mathematics and Social Studies Education: Implications for Teacher Education."},
      {
        "id":"ED152747",
        "title":"A Study of Teacher Planning: Description and a Model of Preactive Decision Making."},
      {
        "id":"ED152748",
        "title":"Student Mediating Responses in Teaching Effectiveness: An Interim Report."},
      {
        "id":"ED152750",
        "title":"Student Influence in the Classroom."},
      {
        "id":"ED152759",
        "title":"Diagonality in Adults and the Interaction Between Spatial Ability and Explicitness of Instruction."},
      {
        "id":"ED152760",
        "title":"Predicting Success in Innovation."},
      {
        "id":"ED152763",
        "title":"A Grounded Theory Study of the Role Personalization of Beginning Secondary Teachers."},
      {
        "id":"ED152766",
        "title":"Research as Evaluation, Evaluation as Research."},
      {
        "id":"ED152782",
        "title":"Legislation Against Sex Discrimination: Implications for Research."},
      {
        "id":"ED152783",
        "title":"The Interaction of Humor and Anxiety in Academic Test Situations."},
      {
        "id":"ED152784",
        "title":"Examination of the Aptitudes Measured by Work Samples in the Micro-TOWER Evaluation System."},
      {
        "id":"ED152785",
        "title":"Assessing Students for Prescriptive and Placement Purposes."},
      {
        "id":"ED152788",
        "title":"National Longitudinal Study of the High School Class of 1972: Second Follow-up Survey. Final Methodological Report."},
      {
        "id":"ED152796",
        "title":"Basic Skills Assessment Around the Nation. An ETS Information Report."},
      {
        "id":"ED152802",
        "title":"A Directory of Information on Tests. TM Report 62."},
      {
        "id":"ED152803",
        "title":"Domain Referenced Testing. An Annotated ERIC Bibliography."},
      {
        "id":"ED152806",
        "title":"Background of the Project to Develop Guidelines and Standards for Educational Evaluation."},
      {
        "id":"ED152813",
        "title":"Perspectives on Mastery Learning &amp; Mastery Testing. ERIC/TM Report 63."},
      {
        "id":"ED152830",
        "title":"Prescribing Test Length for Criterion-Referenced Measurement. I. Posttests. ACT Technical Bulletin No. 18."},
      {
        "id":"ED152831",
        "title":"The Feasibility of Group Evaluation in Rehabilitation Agencies."},
      {
        "id":"ED152832",
        "title":"Performance of Selected Disability Groups on the Micro-TOWER Work Sample Evaluation."},
      {
        "id":"ED152833",
        "title":"The Effectiveness of Relevant Item Content in Reducing Test Bias."},
      {
        "id":"ED152834",
        "title":"The Development of Micro-TOWER: A Battery of Standardized Work Samples for Assessing Vocational Aptitudes."},
      {
        "id":"ED152835",
        "title":"Evaluation of a Test for Vocational and Educational Placement of Disadvantaged Adults."},
      {
        "id":"ED152836",
        "title":"Clients' Preferences for Small Groups vs. Individual Testing."},
      {
        "id":"ED152838",
        "title":"The Importance of Statistical Power in Educational Research. Occasional Paper 13."},
      {
        "id":"ED152839",
        "title":"Methodological Considerations in Intelligence Testing."},
      {
        "id":"ED152842",
        "title":"A Comparison of Simple Random Sampling Versus Stratification for Allocating Items to Subtests in Multiple Matrix Sampling."},
      {
        "id":"ED152847",
        "title":"Performance of Black and White Students on Test Materials Containing Content Based on Black and White Cultures."},
      {
        "id":"ED152849",
        "title":"An Evaluation of the 1973 Survey of Doctoral Scientists and Engineers."},
      {
        "id":"ED152859",
        "title":"The Practice of Evaluation. ERIC/TM Report 65."},
      {
        "id":"ED152860",
        "title":"Test Anxiety: An Extensive Bibliography. TM Report 64."},
      {
        "id":"ED152872",
        "title":"The Cities."},
      {
        "id":"ED152886",
        "title":"Northern School Desegregation: Educational, Legal, and Political Issues."},
      {
        "id":"ED152890",
        "title":"Childhood Deviance as a Developmental Process: A Study of 223 Urban Black Men From Birth to 18."},
      {
        "id":"ED152898",
        "title":"The National Asian American Psychology Training Conference."},
      {
        "id":"ED152899",
        "title":"Quality Education for Black Children in \"Segregated\" and Desegregated Settings."},
      {
        "id":"ED152902",
        "title":"Program Cost Analysis; A Supporting Report of the Instructional Dimensions Study, 1976-1977."},
      {
        "id":"ED152909",
        "title":"Strategies and Techniques Educators Can Use to Help Combat Institutional Racism."},
      {
        "id":"ED152913",
        "title":"New Directions in Desegregation Litigation."},
      {
        "id":"ED152914",
        "title":"Student Perceived Learning Environments in the Inner City."},
      {
        "id":"ED152920",
        "title":"Development Education and its Sociolinguistic Dimension: A Proposal for Studying Ethnic Identity in a Philippine Classroom."},
      {
        "id":"ED152926",
        "title":"Strategies for the Advancement of Cultural Pluralism."},
      {
        "id":"ED152934",
        "title":"The Effect of Effort and Feedback on the Formation of Student Attitudes."},
      {
        "id":"ED152936",
        "title":"Aggression and Paternal Absence: Racial Differences Among Inner-City Males."},
      {
        "id":"ED152939",
        "title":"Wage Determination and Discrimination Among Older Workers. Discussion Papers No. 468-77."},
      {
        "id":"ED152940",
        "title":"State Compensatory Education in New Jersey: The Allocation Formula. Series I."},
      {
        "id":"ED152942",
        "title":"Effective Parent-Teacher Conferences in Urban Schools."},
      {
        "id":"ED152948",
        "title":"Health Historical Finding Among Low Income Black Families."},
      {
        "id":"ED152957",
        "title":"Safe Driving Knowledge Dissemination and Testing Techniques. Volume III: Handbook. Final Report."},
      {
        "id":"ED152959",
        "title":"A Program of Training for Installing Competency-Based Vocational Instruction. Final Report."},
      {
        "id":"ED152960",
        "title":"Train Educators to Install Competency-Based Vocational Instruction. Module CBI-101."},
      {
        "id":"ED152961",
        "title":"Orient the School and Community to Competency-Based Instruction. Module K-1. Performance Element Nos. CBI 5, 6, 7, 8."},
      {
        "id":"ED152962",
        "title":"Organize the Vocational Program to Install Competency-Based Instruction. Module K-2. Performance Element Nos. CBI 25, 26, 27, 34."},
      {
        "id":"ED152963",
        "title":"A Model Program for the Articulation of Secondary and Post-Secondary Vocational Education Programs in New Hampshire. Final Report."},
      {
        "id":"ED152964",
        "title":"The Articulation of Secondary and Post-Secondary Vocational Education Programs. Workshop Products."},
      {
        "id":"ED152965",
        "title":"Adapt, Utilize, and Implement PBTE Curricular Materials. Module X-102."},
      {
        "id":"ED152966",
        "title":"Adapt, Utilize, and Implement PBTE Curricular Materials. Module X-101."},
      {
        "id":"ED152967",
        "title":"National Institute for Performance-Based Teacher Education. Second Phase: 1976-1977. Final Report."},
      {
        "id":"ED152971",
        "title":"Educational Programs for Native Americans: Implications for Vocational Education Research and Development. Occasional Paper No. 40."},
      {
        "id":"ED152972",
        "title":"Safe Driving Knowledge Dissemination and Testing Techniques. Volume 1: General Findings."},
      {
        "id":"ED152977",
        "title":"National Apprenticeship and Training Standards for Orthotic and Prosthetic Technicians. (Revised.)"},
      {
        "id":"ED152978",
        "title":"The Health Services Mobility Study Method of Task Analysis and Curriculum Design. Research Report No. 11. Volume 3: Using the Computer to Develop Job Ladders."},
      {
        "id":"ED152979",
        "title":"The Health Services Mobility Study Method of Task Analysis and Curriculum Design. Research Report No. 11. Volume 4: Developing Curriculum Objectives from Task Data: A Manual."},
      {
        "id":"ED152982",
        "title":"Extension Output Measures as Identified by Extension Clientele. Summary of a Study in Extension Evaluation or Research."},
      {
        "id":"ED152983",
        "title":"Adult Learning Projects Related to Spiritual Growth."},
      {
        "id":"ED152988",
        "title":"The Translation of Identified Needs into Program Objectives."},
      {
        "id":"ED152990",
        "title":"Community Leaders' Commitments to Programs: Do They Change During a Program?"},
      {
        "id":"ED152994",
        "title":"Educator Influence on Group Growth in Community Problem Solving."},
      {
        "id":"ED152997",
        "title":"Comprehensive Employment and Training Act of 1973. Job Corps Health Program. A Working Document for Standing Orders. Part 1. Standing Orders for Health Personnel."},
      {
        "id":"ED153008",
        "title":"Community Involvement in Career Education: A Metropolitan Area Example."},
      {
        "id":"ED153011",
        "title":"The Community Perspective for Research on Lifelong Learning."},
      {
        "id":"ED153032",
        "title":"Job Development and Placement: CETA Program Models."},
      {
        "id":"ED153034",
        "title":"A Review of Energy Models with Particular Reference to Employment and Manpower Analysis."},
      {
        "id":"ED153039",
        "title":"Noncredit Activities in Institutions of Higher Education for the Year Ending June 30, 1976."},
      {
        "id":"ED153042",
        "title":"Roles and Contributions of Educational and Counseling Psychology to the Health Care Professions."},
      {
        "id":"ED153049",
        "title":"National Directory of Selected Competency-Based Adult Vocational Education Programs. Information Series No. 127."},
      {
        "id":"ED153050",
        "title":"Competency-Based Adult Vocational Education Programs: A National Survey. Research and Development Series No. 131."},
      {
        "id":"ED153051",
        "title":"Identification and Analysis of Competency-Based Adult Vocational Education Programs. Final Report. Research and Development Series No. 132."},
      {
        "id":"ED153052",
        "title":"Proceedings of the National Workshop on Competency-Based Adult Vocational Instruction, August 2-5, 1977. Leadership Training Series No. 55."},
      {
        "id":"ED153056",
        "title":"Professional Teacher Education Module Series. Establish Guidelines for Your Cooperative Vocational Program, Module J-1 of Category J--Coordination of Cooperative Education."},
      {
        "id":"ED153057",
        "title":"Professional Teacher Education Module Series. Manage the Attendance, Transfers, and Terminations of Co-op Students, Module J-2 of Category J--Coordination of Cooperative Education."},
      {
        "id":"ED153058",
        "title":"Professional Teacher Education Module Series. Enroll Students in Your Co-op Program, Module J-3 of Category J--Coordination of Cooperative Education."},
      {
        "id":"ED153059",
        "title":"Professional Teacher Education Module Series. Secure Training Stations for Your Co-Op Program, Module J-4 of Category J--Coordination of Cooperative Education."},
      {
        "id":"ED153060",
        "title":"Professional Teacher Education Module Series. Place Co-op Students on the Job, Module J-5 of Category J--Coordination of Cooperative Education."},
      {
        "id":"ED153061",
        "title":"Professional Teacher Education Module Series. Develop the Training Ability of On-the-Job Instructors, Module J-6 of Category J--Coordination of Cooperative Education."},
      {
        "id":"ED153063",
        "title":"Professional Teacher Education Module Series. Evaluate Co-Op Students' On-the-Job Performance, Module J-8 of Category J--Coordination of Cooperative Education."},
      {
        "id":"ED153064",
        "title":"Professional Teacher Education Module Series. Prepare for Students' Related Instruction, Module J-9 of Category J--Coordination of Cooperative Education."},
      {
        "id":"ED153065",
        "title":"Professional Teacher Education Module Series. Supervise an Employer-Employee Appreciation Event, Module J-10 of Category J--Coordination of Cooperative Education."},
      {
        "id":"ED153066",
        "title":"Management Information Systems. A Review and Synthesis of Projects Funded During FY 1975 Under the Vocational Education Amendments (P.L. 90-576, Section 131(a) of Part C). Information Series No. 128."},
      {
        "id":"ED153067",
        "title":"Estimating the Cost of On-the-Job Training in Military Occupations: A Methodology and Pilot Study."},
      {
        "id":"ED153069",
        "title":"Career Development in Industry. A Study of Selected Programs and Recommendations for Program Planning."},
      {
        "id":"ED153070",
        "title":"Annual Report on State Research Coordinating Unit Activities for the Period June 30, 1975-September 30, 1976. Fiscal Year 1976."},
      {
        "id":"ED153074",
        "title":"Safe Driving Knowledge Dissemination and Testing Techniques. Volume II: Final Report."},
      {
        "id":"ED153076",
        "title":"Professional Teacher Education Module Series. Keep Up to Date Professionally, Module I-1 of Category I--Professional Role and Development."},
      {
        "id":"ED153077",
        "title":"Professional Teacher Education Module Series. Serve Your Teaching Profession, Module I-2 of Category I--Professional Role and Development."},
      {
        "id":"ED153078",
        "title":"Professional Teacher Education Module Series. Develop an Active Personal Philosophy of Education, Module I-3 of Category I--Professional Role and Development."},
      {
        "id":"ED153079",
        "title":"Professional Teacher Education Module Series. Serve the School and Community, Module I-4 of Category I--Professional Role and Development."},
      {
        "id":"ED153080",
        "title":"Professional Teacher Education Module Series. Obtain a Suitable Teaching Position, Module I-5 of Category I--Professional Role and Development."},
      {
        "id":"ED153081",
        "title":"Professional Teacher Education Module Series. Provide Laboratory Experiences for Prospective Teachers, Module I-6 of Category I--Professional Role and Development."},
      {
        "id":"ED153082",
        "title":"Professional Teacher Education Module Series. Plan the Student Teaching Experience, Module I-7 of Category I--Professional Role and Development."},
      {
        "id":"ED153083",
        "title":"Professional Teacher Education Module Series. Supervise Student Teachers, Module I-8 of Category I--Professional Role and Development."},
      {
        "id":"ED153088",
        "title":"Perceived Stress as a Function of Limits to Personal Control."},
      {
        "id":"ED153093",
        "title":"Developing Performance-Based Assessment Techniques Using the Performance Descriptor Approach."},
      {
        "id":"ED153096",
        "title":"Sex Differences in Family and School Influence on Student Outcomes."},
      {
        "id":"ED153099",
        "title":"Conducting Followup Research on Drug Treatment Programs."},
      {
        "id":"ED153104",
        "title":"Pioneer CESA Guidance Project: A Staff Development Program for School Counselors. Information Processing."},
      {
        "id":"ED153111",
        "title":"Women's Educational Equity Act. Second Annual Report, September 30, 1977."},
      {
        "id":"ED153117",
        "title":"Children's Behavior Problems and Parental Perceptual Style."},
      {
        "id":"ED153123",
        "title":"Being a Man: A Unit of Instructional Activities on Male Role Stereotyping."},
      {
        "id":"ED153125",
        "title":"The Effects of a Study Skills Course on Student Attitudes and Grades."},
      {
        "id":"ED153127",
        "title":"A Factor Analytic Study of a Scale Designed to Measure Death Anxiety."},
      {
        "id":"ED153145",
        "title":"The Mental Health Aspects of Health Planning."},
      {
        "id":"ED153146",
        "title":"Mental Health and Human Services Competency: Issues and Trends. Report of a Symposium."},
      {
        "id":"ED153147",
        "title":"Applying State Mental Health Standards: Management Uses."},
      {
        "id":"ED153162",
        "title":"Social Security Rulings on Federal Old-Age, Survivors, Disability, Health Insurance, Supplemental Security Income, and Black Lung Benefits. Cumulative Bulletin 1976."},
      {
        "id":"ED153165",
        "title":"Treatment Programs for Sex Offenders."},
      {
        "id":"ED153166",
        "title":"Older Americans Act of 1965, as Amended, and Related Acts. Bicentennial Compilation."},
      {
        "id":"ED153167",
        "title":"Prolonged Separation: The Prisoner of War and His Family."},
      {
        "id":"ED153168",
        "title":"Changing Families in a Changing Military System."},
      {
        "id":"ED153172",
        "title":"Opitimizing Learning through Student Decisions. Memorandum No. 15."},
      {
        "id":"ED153173",
        "title":"More About Rehearsal Strategy Effects in Children's Discrimination Learning. Technical Report No. 370."},
      {
        "id":"ED153180",
        "title":"Coordinating Right to Read Activities at the State Level of Education and Educational Governance. Final Report."},
      {
        "id":"ED153181",
        "title":"An Assessment-Prescriptive-Instructional Packet for Older Learners."},
      {
        "id":"ED153182",
        "title":"A Formative Evaluation of a Computer-Based Instructional System for Teaching Job-Oriented Reading Strategies. Technical Report No. 84."},
      {
        "id":"ED153184",
        "title":"On Pictures in Prose. Theoretical Paper No. 69."},
      {
        "id":"ED153192",
        "title":"Are Good and Poor Readers Taught Differently? Is That Why Poor Readers are Poor Readers?"},
      {
        "id":"ED153196",
        "title":"Reading Change, 1970-75: Summary Volume. Reading Report No. 06-R-21."},
      {
        "id":"ED153197",
        "title":"Teacher Judgements of the Ability of Readers with Different Speech Patterns."},
      {
        "id":"ED153200",
        "title":"Teacher Conceptions of Reading: The Evolution of a Research Study."},
      {
        "id":"ED153203",
        "title":"Longer Term Effects of Pictures on Children's Story Recall."},
      {
        "id":"ED153204",
        "title":"Bereiter and Engelmann Reconsidered: The Evidence from Children Acquiring Black English Vernacular. Technical Report No. 82."},
      {
        "id":"ED153205",
        "title":"How Children Understand Stories: A Developmental Analysis. Technical Report No. 69."},
      {
        "id":"ED153206",
        "title":"Distribution of Reading Time When Questions are Asked about a Restricted Category of Text Information. Technical Report No. 83."},
      {
        "id":"ED153208",
        "title":"The Federal Communications Commission and the Communications Satellite Corporation: A Question of Ownership."},
      {
        "id":"ED153209",
        "title":"Mass Media Public Policy Implications of the Political Economy of Rawls and Nozick."},
      {
        "id":"ED153213",
        "title":"John Thomson: Photojournalist in Asia, 1862-1872."},
      {
        "id":"ED153217",
        "title":"Exemption, Predictive Validity, and Rhetoric 1101 and Rhetoric 1102: A Report to the Dean of the College of Agriculture, University of Minnesota."},
      {
        "id":"ED153218",
        "title":"Grammar Instruction and Writing: What Does the Research Really Prove?"},
      {
        "id":"ED153236",
        "title":"We Wish to Plead Our Own Cause. Freedom's Journal: The Beginnings of the Black Press."},
      {
        "id":"ED153241",
        "title":"The Rhetoric of Sport: A Course for all Seasons."},
      {
        "id":"ED153245",
        "title":"Basic Writing Skills Assessment Project: An Interpretative Report."},
      {
        "id":"ED153248",
        "title":"The Effect of Experience on the Discourse Structure of Beginning English Teachers."},
      {
        "id":"ED153252",
        "title":"Bilingual, Bicultural, and Bidialectal Studies Related to Reading and Communication Skills: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" March through December 1977 (Vol. 37 No. 9 through Vol. 38 No. 6)."},
      {
        "id":"ED153253",
        "title":"Language, Speech, and Communication Skills Training: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; March through December 1977 (Vol. 37 No. 9 through Vol. 38 No. 6)."},
      {
        "id":"ED153254",
        "title":"Language Arts Skills and Instruction: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" March through December 1977 (Vol. 37 No. 9 through Vol. 38 No. 6)."},
      {
        "id":"ED153255",
        "title":"Testing and Evaluation in Reading: Abstracts of Doctoral Dissertations Published in &quot;Dissertation Abstracts International,&quot; March through December 1977 (Vol. 37 No. 9 through Vol. 38 No. 6)."},
      {
        "id":"ED153256",
        "title":"Reading in the Content Areas: Abstracts of Doctoral Dissertations Published in \"Dissertation Abstracts International,\" March through December 1977 (Vol. 37 No. 9 through Vol. 38 No. 6)."},
      {
        "id":"ED153258",
        "title":"Education and the Brain. Fastback 108."},
      {
        "id":"ED153261",
        "title":"Gadamer's Hermeneutics and American Communication Studies."},
      {
        "id":"ED153269",
        "title":"Toward a New Freedom of Expression for Broadcasters."},
      {
        "id":"ED153270",
        "title":"Why People Pass on News Events: A Study of Motivations for Interpersonal Diffusion."},
      {
        "id":"ED153271",
        "title":"I Think We're Losing Our Minds."},
      {
        "id":"ED153273",
        "title":"Intercultural Communication: Teaching Strategies, Resources, and Materials."},
      {
        "id":"ED153274",
        "title":"Preparation of Elementary and Secondary Teachers in Speech Communication and Theatre."},
      {
        "id":"ED153275",
        "title":"Assessing Functional Communication."},
      {
        "id":"ED153280",
        "title":"Consciousness Raising and Christian Worship as Small Group Communication."},
      {
        "id":"ED153281",
        "title":"Patients' Perceptions of Touch during Labor."},
      {
        "id":"ED153283",
        "title":"Effects of Teacher Behavior on the Acquistion of Communication Competencies."},
      {
        "id":"ED153287",
        "title":"Communication Correlates of Perceived Friendship Development."},
      {
        "id":"ED153291",
        "title":"Burger V. Brennan: A Debate on Obscenity."},
      {
        "id":"ED153293",
        "title":"Relational Conflict between Members of Teacher's Unions and Community Members as a Result of Collective Action: Isolation and Resolution."},
      {
        "id":"ED153302",
        "title":"The Basics Controversy. The Best of ERIC, Number 37."},
      {
        "id":"ED153303",
        "title":"Education and Training for Public Sector Management in Developing Countries. A Special Report."},
      {
        "id":"ED153307",
        "title":"Where Does the Time Go? A Study of Time Use in Public Schools."},
      {
        "id":"ED153311",
        "title":"Leadership in the Institutionalization Process: An Example from Educational R&D. Draft."},
      {
        "id":"ED153313",
        "title":"The Effect of School Structure and School Culture on the Implementation of Planned Change."},
      {
        "id":"ED153329",
        "title":"Handbook for Decisions Analysis."},
      {
        "id":"ED153331",
        "title":"GTB: An Aid in Understanding Connecticut's Guaranteed Tax Base Grant/School Finance Equalization Program."},
      {
        "id":"ED153339",
        "title":"Minimum Standards for Oregon Schools. Resources, Spring 1978."},
      {
        "id":"ED153340",
        "title":"Fiscal Year 1978 Annual Program Plan Amendment for Part B of the Education of the Handicapped Act as Amended by Public Law 94-142."},
      {
        "id":"ED153341",
        "title":"Oregon School Bond Manual. Fourth Edition."},
      {
        "id":"ED153344",
        "title":"Selecting Instructional Materials. Fastback 110."},
      {
        "id":"ED153354",
        "title":"The Role in Research for the School Administrator."},
      {
        "id":"ED153355",
        "title":"The Ethnographer in the School: An Examination of Epistemology and School Violence."},
      {
        "id":"ED153360",
        "title":"Operational Handbook. Pennsylvania Executive Academy. The Pennsylvania Office of In-Service."},
      {
        "id":"ED153364",
        "title":"Viewpoints and Guidelines on Court Appointed Citizens Monitoring Commissions in School Desegregation."},
      {
        "id":"ED153366",
        "title":"Education Collective Bargaining - Sui Generis?"},
      {
        "id":"ED153374",
        "title":"Minimum Competency Requirements: What To Do When Your School Board Sets Them."},
      {
        "id":"ED153375",
        "title":"Quarter System Evaluation. Final Evaluation Report 1975-1976."},
      {
        "id":"ED153386",
        "title":"Comparisons of Bias in Assessment with Conventional and Pluralistic Measures."},
      {
        "id":"ED153390",
        "title":"Maternal Child-Rearing Styles and the Social Skills of Learning Disabled Boys."},
      {
        "id":"ED153391",
        "title":"Recall of Nonsense Syllables of Normal and Learning Disabled Adolescents by Equating Learning Through Mastery."},
      {
        "id":"ED153394",
        "title":"The Home Verbal Environments of Non-Talking Children."},
      {
        "id":"ED153395",
        "title":"A Comprehensive Inservice Training Program to Enable School Districts to Move Toward Full Compliance with P. L. 94-142."},
      {
        "id":"ED153396",
        "title":"Deinstitutionalization of the Mentally Retarded: A Case Study."},
      {
        "id":"ED153439",
        "title":"Blind Children in Mental Retardation Facilities."},
      {
        "id":"ED153443",
        "title":"The Development of Instructional Materials for Special Needs Students."},
      {
        "id":"ED153445",
        "title":"The KEEP Phone Discrimination Test. Technical Report No. 64."},
      {
        "id":"ED153447",
        "title":"Studies of Standard English and Hawaiian Islands Creole English: KEEP Linguistic Research, 1971-1976. Technical Report No. 59."},
      {
        "id":"ED153448",
        "title":"The Acquisition of Plurality and Tense by Pidgin-Speaking Children. Technical Report No. 30."},
      {
        "id":"ED153461",
        "title":"Early And Late French Immersion: A Comparison of Children at Grade Seven."},
      {
        "id":"ED153462",
        "title":"Graduates of Early Immersion: Retrospective Views of Grade 11 Students and Their Parents."},
      {
        "id":"ED153464",
        "title":"French for West Africa. A Basic Course for Vocational Educational Training."},
      {
        "id":"ED153466",
        "title":"Discourse-Completion as a Technique for Studying Lexical Features of Interlanguage. Working Papers on Bilingualism, No. 15."},
      {
        "id":"ED153480",
        "title":"The Problem Year: Rationales and Remedies."},
      {
        "id":"ED153499",
        "title":"Teaching English as a Second Language. Techniques and Procedures."},
      {
        "id":"ED153503",
        "title":"Directory of Foreign Language Service Organizations. Language in Education: Theory and Practice, No. 1."},
      {
        "id":"ED153504",
        "title":"The Linguist in Speech Pathology. Language in Education: Theory and Practice, No. 2."},
      {
        "id":"ED153505",
        "title":"Graduate Theses and Disserations in English as a Second Language: 1976-77. Language in Education: Theory and Practice, No. 3."},
      {
        "id":"ED153506",
        "title":"Code Switching and the Classroom Teacher. Language in Education: Theory and Practice, No. 4."},
      {
        "id":"ED153514",
        "title":"Market Conditions and Tenure for Ph. D.'s in U.S. Higher Education: Results From the 1975 Carnegie Faculty Survey and a Comparison with Results From the 1973 ACE Survey. Technical Report No. 3."},
      {
        "id":"ED153515",
        "title":"Market Conditions and Tenure in U.S. Higher Education: 1955-1973. Technical Report No. 2."},
      {
        "id":"ED153523",
        "title":"An Evaluation Guide for College Women&apos;s Re-entry Programs."},
      {
        "id":"ED153525",
        "title":"Personality, Undergraduate Training and Occupation: An Application of Holland's Theory of Careers."},
      {
        "id":"ED153526",
        "title":"State Regulation of Off-Campus Programs and Out-of-State Institutions. Issues in Higher Education, Number 12."},
      {
        "id":"ED153529",
        "title":"Trend Study of Coordinated Transfer Application System (COTRANS) Participants, 1970 Through 1976. Final Report."},
      {
        "id":"ED153531",
        "title":"How Family Background and Institutional Environment Affect Career Aspirations of College Women."},
      {
        "id":"ED153534",
        "title":"Prestige in an American University."},
      {
        "id":"ED153535",
        "title":"Implications for Nontraditional Education: Graduate and Professional School Receptivity to Nontraditional Student Applicants."},
      {
        "id":"ED153537",
        "title":"Postsecondary Institutions Eligible for the Basic Grants Program."},
      {
        "id":"ED153546",
        "title":"The Doctor of Philosophy Degree. A Policy Statement."},
      {
        "id":"ED153550",
        "title":"The Premed Stereotype."},
      {
        "id":"ED153555",
        "title":"Predicting Successful Instructional Development Projects in Higher Education."},
      {
        "id":"ED153556",
        "title":"A Longitudinal Analysis of the Performance of &quot;High Risk&quot; Students."},
      {
        "id":"ED153560",
        "title":"Replication of a Multidimensional Model of Medical School Similarities. Final Report."},
      {
        "id":"ED153561",
        "title":"A Conceptual Framework for Educational Outcomes."},
      {
        "id":"ED153564",
        "title":"Academic Coordination."},
      {
        "id":"ED153567",
        "title":"The Collective Bargaining Movement in Higher Education: A Chronological Analysis and Review of the Factors, Consequences and Trends, 1961-1977."},
      {
        "id":"ED153568",
        "title":"On-site Assessment of the Women in Science Career Facilitation Program."},
      {
        "id":"ED153570",
        "title":"Critical Issues Facing Michigan Higher Education, 1978."},
      {
        "id":"ED153571",
        "title":"Enrollment Trends for Michigan Higher Education: 1964-1976."},
      {
        "id":"ED153573",
        "title":"The Effects of Sex, Race, Family Background, Major Field, and Ability on Post-College Activities pursued by Bachelor's Level Graduates of the University of North Carolina at Chapel Hill."},
      {
        "id":"ED153576",
        "title":"A Philosophy of Administration."},
      {
        "id":"ED153582",
        "title":"Level of Adjunct Question, Type of Feedback and Learning Concepts from Prose."},
      {
        "id":"ED153585",
        "title":"Planning for Fluctuating Enrollments. A Working Paper for the Annual Meeting of Post-Secondary Education Governing Boards."},
      {
        "id":"ED153586",
        "title":"Proceedings of the Seventeeth Annual Meeting, Council of Graduate Schools in the United States."},
      {
        "id":"ED153588",
        "title":"The Master's Degree. A Policy Statement."},
      {
        "id":"ED153589",
        "title":"Accreditation of Graduate Education. A Joint Policy Statement."},
      {
        "id":"ED153593",
        "title":"Future Higher Education Enrollments: An Analysis of Enrollment Projections."},
      {
        "id":"ED153600",
        "title":"The Cost of CAI: A Matter of Assumptions."},
      {
        "id":"ED153603",
        "title":"Programming Errors in APL."},
      {
        "id":"ED153605",
        "title":"Centralization of Current Periodicals in Elmer Ellis Library at the University of Missouri at Columbia."},
      {
        "id":"ED153611",
        "title":"TICCIT to the Future: Advances in Instructional Theory for CAI."},
      {
        "id":"ED153618",
        "title":"A Methodology for Multi-Criteria Information System Design."},
      {
        "id":"ED153619",
        "title":"Student Teaching: A Cooperative Experience."},
      {
        "id":"ED153634",
        "title":"The Role of Technology for the Dallas Public Library in Long Range Planning."},
      {
        "id":"ED153635",
        "title":"Copyright Compliance Program."},
      {
        "id":"ED153637",
        "title":"Personalized Computer-Assisted Instruction."},
      {
        "id":"ED153640",
        "title":"Regional Educational Computing Network for Colleges of Central Mississippi. Final Report, 1973-1977."},
      {
        "id":"ED153641",
        "title":"The California Instructional Improvement Database."},
      {
        "id":"ED153643",
        "title":"The State Council of Higher Education as Collector and Transmitter of Data."},
      {
        "id":"ED153654",
        "title":"Barriers to Classroom Use of THE ELECTRIC COMPANY: A Formative Analysis."},
      {
        "id":"ED153665",
        "title":"SOLINET Annual Report, 1976-1977."},
      {
        "id":"ED153676",
        "title":"Risk Taking in Community College Students: Age and Sex Differences."},
      {
        "id":"ED137271",
        "title":"The Nature of the Relationship Between Cooperating Teacher Behavior and Student Teacher Classroom Performance."},
      {
        "id":"ED137272",
        "title":"The Impact of \"Learning for Mastery\" Instruction on Classroom Cohesion."},
      {
        "id":"ED137273",
        "title":"The Proposed Elementary Teacher Education Program, N-6."},
      {
        "id":"ED137274",
        "title":"Suggestions to Maximize Implementation of Inservice Programming for Health Related Instruction."},
      {
        "id":"ED137275",
        "title":"A Model for a Physical Education and School Health Education Student Teaching Center."},
      {
        "id":"ED137278",
        "title":"&quot;The Impacts of External Constraints on the Institutional Research Function.&quot;"},
      {
        "id":"ED137279",
        "title":"Microteaching: A Recommended Bibliography."},
      {
        "id":"ED137280",
        "title":"Statewide Developments in Performance-Based Education: A Survey of State Education Agencies 1976. Report No. 1 of the NCES Fast Response Survey System."},
      {
        "id":"ED137281",
        "title":"The Impact of Teacher Education Centers and Other Field-Based Models on Student Attitudes."},
      {
        "id":"ED137282",
        "title":"Preparation of Educational Personnel 1972-73 Through 1975-76 with Trends from 1966-67."},
      {
        "id":"ED137283",
        "title":"A Social Science Bibliography of Leisure and Recreation Research."},
      {
        "id":"ED137284",
        "title":"Services Shared by Health Care Organizations: An Annotated Bibliography."},
      {
        "id":"ED137285",
        "title":"The School as a Workplace: What Matters to Teachers?"},
      {
        "id":"ED137286",
        "title":"Comparing Attitudes of Teachers in Two Different Cultures."},
      {
        "id":"ED137287",
        "title":"A Cognitive and Communications System of Behavior."},
      {
        "id":"ED137288",
        "title":"Research in Elementary and Secondary Education (Fool's Gold?)."},
      {
        "id":"ED137289",
        "title":"Teacher Variation in Program Implementation and Student Achievement of Program Objectives."},
      {
        "id":"ED137290",
        "title":"Selected Correlates of Effective Teacher Behavior During Concept Instruction: Their Design, Utility and Limitations."},
      {
        "id":"ED137291",
        "title":"Parent-Teacher Responses to Importance and Use of Affective Teacher Characteristics in the Classroom."},
      {
        "id":"ED137292",
        "title":"Curriculum Development and Inservice Education in British Teacher Centers."},
      {
        "id":"ED137293",
        "title":"Instructional Time and Student Achievement in Second Grade Reading and Mathematics."},
      {
        "id":"ED137294",
        "title":"Quasi-Clinical Inquiry in Research on Classroom Teaching and Learning."},
      {
        "id":"ED137295",
        "title":"A Study of Undergraduate Perceptions of the Status of the Teaching Profession in Determining Strategies for Dealing with Declining Enrollment in Teacher Education."},
      {
        "id":"ED137296",
        "title":"Time Series Analysis of Behavioral Changes in an Open Classroom."},
      {
        "id":"ED137297",
        "title":"The Evaluation of a Non-Categorical Competency Based Special Education Methods Course."},
      {
        "id":"ED137298",
        "title":"A Field-Based Educational Psychology Experience."},
      {
        "id":"ED137299",
        "title":"The First Year of Experience: Influences on Beginning Teachers."},
      {
        "id":"ED137300",
        "title":"A Comparison of Locus of Control in Open and Traditional Elementary Programs."},
      {
        "id":"ED137302",
        "title":"Variables Related to the Professional Growth of Teachers."},
      {
        "id":"ED137303",
        "title":"Completed Research in Health, Physical Education, and Recreation Including International Sources Covering Research Completed in 1975. Volume 18. 1976 Edition."},
      {
        "id":"ED137304",
        "title":"Teacher Certification in Rhode Island."},
      {
        "id":"ED137305",
        "title":"National ATE Commission for Consortium Study and Development. Final Report."},
      {
        "id":"ED137306",
        "title":"Judgements of Mathematical Arguments by Future Elementary Teachers."},
      {
        "id":"ED137308",
        "title":"Teacher Certification Rules and Regulations."},
      {
        "id":"ED137310",
        "title":"How Basic is Aesthetic Education? or Is 'RT the Fourth R?"},
      {
        "id":"ED137311",
        "title":"Certificate Handbook: State of Kansas."},
      {
        "id":"ED137312",
        "title":"Kansas Guidelines for Accrediting Institutions Offering Degree Programs of Teacher Education."},
      {
        "id":"ED137313",
        "title":"Effects of Instructional Organization and Sequencing on Productive Learning."},
      {
        "id":"ED137314",
        "title":"Content Structure as a Design Strategy Variable in Concept Acquisition."},
      {
        "id":"ED137315",
        "title":"Allocated and Engaged Time in Different Content Areas of Second and Fifth Grade Reading and Mathematics Curriculum."},
      {
        "id":"ED137316",
        "title":"A Study to Validate Undergraduate Teacher Education Competencies at the University of South Dakota."},
      {
        "id":"ED137317",
        "title":"The Use of Data from Groups for Inferences About Individuals in Educational Research. Technical Report No. 7."},
      {
        "id":"ED137318",
        "title":"Issues of Reliability and Directional Bias in Standardized Achievement Tests: The Case of Mat70. P-5689."},
      {
        "id":"ED137319",
        "title":"Specification Bias Analysis of the Effects of Grouping of Observations in Multiple Regression Models."},
      {
        "id":"ED137320",
        "title":"A Psychometric Analysis of the Mat-Sea-Cal Oral Proficiency Tests."},
      {
        "id":"ED137321",
        "title":"Delphi-Discrepancy Evaluation: A Model for the Quality Control of Federal, State, and Locally Mandated Programs."},
      {
        "id":"ED137322",
        "title":"Declining Test Scores. Resource Guide from the World of Education."},
      {
        "id":"ED137323",
        "title":"Harvest: A Study of 1,775 Students Who Entered El Paso Community College in the Fall of 1973."},
      {
        "id":"ED137324",
        "title":"Some Tasks and Competencies Frequently Required in Educational Research and Evaluation. Research, Evaluation and Development Paper Series No. 5."},
      {
        "id":"ED137325",
        "title":"The Use of Multiple Strategies in Evaluating an Experience-Based Career Education Program. Research, Evaluation, and Development Paper Series No. 9."},
      {
        "id":"ED137326",
        "title":"The Use of Student Case Study Methodology in Program Evaluation. Research, Development, and Evaluation Paper Series No. 10."},
      {
        "id":"ED137327",
        "title":"Evaluation of the Program: \"Designing and Implementing Programs for the Little School Component.\" Title III Evaluation Project. Final Report."},
      {
        "id":"ED137328",
        "title":"Final Report for Voice Response System Project on Computer Evaluation of Clinical Competence for the National Fund for Medical Education."},
      {
        "id":"ED137329",
        "title":"Summary of Research on Learning Style Based on the Learning Style Inventory."},
      {
        "id":"ED137330",
        "title":"The Use of Longitudinal Data to Assess the Impact of Manpower Training on Earnings."},
      {
        "id":"ED137331",
        "title":"Generality and Correlates of Egocentrism in Children. Final Report."},
      {
        "id":"ED137332",
        "title":"Evaluation Design and Implementation of a Bilingual Education Program, Grades 1-12. Spanish/English."},
      {
        "id":"ED137333",
        "title":"Instructional Development Formative Evaluation Design for EPEC."},
      {
        "id":"ED137334",
        "title":"Sequential Experimentation: Comparing Stochastic Approximation Methods Which Find the &quot;Right&quot; Value of the Independent Variable."},
      {
        "id":"ED137335",
        "title":"The Use of Multiple Research Methodologies to Evaluate an Inservice Curriculum."},
      {
        "id":"ED137336",
        "title":"Conducting Linear Regression Analysis When Observations Have Varying Standard Errors of Measurement."},
      {
        "id":"ED137337",
        "title":"An Approach to Biased Item Identification Using Latent Trait Measurement Theory."},
      {
        "id":"ED137338",
        "title":"Future Performance Trend Indicators: A Current Value Approach to Human Resources Accounting. Report III. Multivariate Predictions of Organizational Performance Across Time."},
      {
        "id":"ED137339",
        "title":"Reliability and Validity of the CMI by Sex, Ethnicity and Time."},
      {
        "id":"ED137340",
        "title":"Partitioning a Control Group to Achieve Appropriate Comparison Subgroups for Assessing Program Impacts on Completers and Noncompleters."},
      {
        "id":"ED137341",
        "title":"Score Reporting and Item Selection in Selected Criterion Referenced and Domain Referenced Tests."},
      {
        "id":"ED137342",
        "title":"Evaluating Long-Term Achievement: An Analysis of Longitudinal Data from Compensatory Education Programs."},
      {
        "id":"ED137343",
        "title":"Statistical Comparisons Among Hierarchies Based on Latent Structure Models. Research Monograph 77-1."},
      {
        "id":"ED137344",
        "title":"Three Measures of Cognitive Style: Characteristics, Factor Structure, and Implications for Researchers."},
      {
        "id":"ED137345",
        "title":"Methods of Smoothing Double-Entry Expectancy Tables Applied to the Prediction of Success in College. Research Report No. 91."},
      {
        "id":"ED137346",
        "title":"Payoffs of Adversary Evaluation."},
      {
        "id":"ED137347",
        "title":"Fifteen Years After High School: The Impact of the Adolescent Social System on Subsequent Occupational Achievement. Executive Summary."},
      {
        "id":"ED137348",
        "title":"The Prediction of Job Ability Requirements Using Attribute Data Based Upon the Position Analysis Questionnaire (PAQ). Technical Report No. 1."},
      {
        "id":"ED137349",
        "title":"Measuring the Achievement of Groups in Compensatory Education: An Alternative Testing Framework."},
      {
        "id":"ED137350",
        "title":"Bilingual Program Evaluation: Processes and Problems."},
      {
        "id":"ED137351",
        "title":"Fairness of Selection Tests: A Critical Analysis. Professional Series 76-5."},
      {
        "id":"ED137352",
        "title":"An Analysis of Longitudinal Data from Compensatory Education Programs."},
      {
        "id":"ED137353",
        "title":"Is There Room for a Third Dimension in Vocational Interest Differentiation?"},
      {
        "id":"ED137354",
        "title":"A Procedure for Estimating the Unique Contribution of Each Component of a Composite Test: Uniqueness Analysis of Test 500. Technical Memorandum 76-8."},
      {
        "id":"ED137355",
        "title":"The Fight Against Attrition in Longitudinal Research."},
      {
        "id":"ED137356",
        "title":"Educational and Institutional Effects of Awarding Credit for the CLEP General Examination in Mathematics."},
      {
        "id":"ED137358",
        "title":"The Secondary Analysis of the Cali Project."},
      {
        "id":"ED137359",
        "title":"An Internal Consistency Estimate for Criterion-Referenced Tests."},
      {
        "id":"ED137360",
        "title":"Applications of Computerized Adaptive Testing. Proceedings of a Symposium presented at the Annual Convention of the Military Testing Association (18th, October 1976). Research Report 77-1."},
      {
        "id":"ED137361",
        "title":"A Study of the Relationship Between Affective and Achievement Measures."},
      {
        "id":"ED137362",
        "title":"The Use of a Simulation Game to Assess and Influence the Leadership Styles of Elementary Principals: The Principal Game."},
      {
        "id":"ED137363",
        "title":"A Closer Look at Latent Trait Parameter Invariance."},
      {
        "id":"ED137364",
        "title":"Developments in Latent Trait Theory: A Review of Models, Technical Issues, and Applications."},
      {
        "id":"ED137365",
        "title":"Correcting Covariates for Unreliability: Does It Lead to Differences in an Evaluator&apos;s Conclusions?"},
      {
        "id":"ED137366",
        "title":"Evaluation of Title I ESEA Projects, 1975-1976: Technical Reports. Report No. 77124."},
      {
        "id":"ED137367",
        "title":"An Evaluation of a State-Wide Mastery Learning Project in Civil Engineering Technology: Was It Worth It?"},
      {
        "id":"ED137368",
        "title":"An Investigation of a Single Administration Estimate of a Criterion- Referenced Reliability Index."},
      {
        "id":"ED137369",
        "title":"Proficiency Verification Systems: A Large-Scale, Flexible-Use Program for Evaluating Achievement in Mathematics."},
      {
        "id":"ED137370",
        "title":"The Cross-Cultural Stability of Mental Test Items. An Investigation of Response Patterns for Ten Socio-Cultural Groups. Final Report."},
      {
        "id":"ED137371",
        "title":"Classroom Observation Data: Is It Valid? Is It Generalizable? A Compendium of Methodological Papers."},
      {
        "id":"ED137372",
        "title":"Essential Dimensions of Performance Tests. Professional Paper 1-77."},
      {
        "id":"ED137373",
        "title":"The Structure and Content of Compensatory Education Programs: A Research Strategy for Evaluating Title I&apos;s Effects on Services and Effects on Students."},
      {
        "id":"ED137374",
        "title":"Sampling Adequacy and the Semantic Differential."},
      {
        "id":"ED137375",
        "title":"External Examinations for Internal Evaluation: The National Board Part I Examination as a Case."},
      {
        "id":"ED137376",
        "title":"The Effects of Spring-Spring vs. Fall-Spring Testing Upon the Evaluation of Compensatory Education Programs."},
      {
        "id":"ED137377",
        "title":"School Personnel and Parent Perceptions of the Follow Through Program in Philadelphia. Spring, 1976. Report No. 7723."},
      {
        "id":"ED137378",
        "title":"MANOVA for Longitudinal Designs with Multiple Dependent Variables."},
      {
        "id":"ED137379",
        "title":"Analysis of Covariance: Is It the Appropriate Model to Study Change?"},
      {
        "id":"ED137380",
        "title":"Alternative Procedures for Collecting Instructional Time Data: When Can You Ask the Teacher and When Must You Observe for Yourself?"},
      {
        "id":"ED137381",
        "title":"Undergraduate Academic Achievement in College as an Indication of Occupational Success. Professional Series 75-5."},
      {
        "id":"ED137382",
        "title":"Second Order Regression Model Applied to 1972-73 Florida Statewide Assessment Program."},
      {
        "id":"ED137383",
        "title":"A Profile of the Multiple Evaluating Environments within a College."},
      {
        "id":"ED137384",
        "title":"Necessary Steps to Insure Availability of Data for Secondary Analysis."},
      {
        "id":"ED137385",
        "title":"An Empirical Examination of Three Models for Estimating the Effects of No-Treatment."},
      {
        "id":"ED137386",
        "title":"The Use of the Rasch Measurement Model in Developmental Analyses of Children's Self-Concept."},
      {
        "id":"ED137387",
        "title":"Development of an Appropriate Method for Applying the Semantic Differential to the Measurement of Affective Outcomes of Instruction."},
      {
        "id":"ED137388",
        "title":"Evaluator Credibility and Acceptance as a Function of Report Style: Do Jargon and Data Make a Difference?"},
      {
        "id":"ED137389",
        "title":"Impact and Operational Features of Programs Designed to Modify Disruptive Behavior in the Dade County Public Schools, 1975-76."},
      {
        "id":"ED137390",
        "title":"Training Effectiveness Assessment: Volume I, Current Military Training Evaluation Programs. Final Report."},
      {
        "id":"ED137391",
        "title":"Training Effectiveness Assessment: Volume II, Problems, Concepts, and Evaluation Alternatives. Final Report."},
      {
        "id":"ED137392",
        "title":"Sampling and Instrumentation in the Title I Demonstration Study."},
      {
        "id":"ED137393",
        "title":"A Multidimensional Scaling Analysis of Holland's Vocational Personality Stereotypes."},
      {
        "id":"ED137394",
        "title":"Developmental Aspects of Test-Wiseness."},
      {
        "id":"ED137395",
        "title":"Comprehensive Assessment of Spanish Language Proficiency Using Multiple Matrix Sampling Techniques."},
      {
        "id":"ED137396",
        "title":"Testing the Handicapped for Employment Purposes: Adaptations for Persons with Dyslexia. Professional Series 76-4."},
      {
        "id":"ED137397",
        "title":"The NIE Compensatory Education Study: Major Research Projects."},
      {
        "id":"ED137398",
        "title":"Assessing Parental Competency in Home Settings."},
      {
        "id":"ED137399",
        "title":"Increasing the Efficiency of Pretest-Posttest Designs."},
      {
        "id":"ED137400",
        "title":"Some Psychometric and Legal Considerations in Cooperative Testing. Professional Series 74-4."},
      {
        "id":"ED137402",
        "title":"Evaluation for Decision-Making: A Case Study."},
      {
        "id":"ED137403",
        "title":"The Development of Measures of Teacher Effectiveness from Multiple Measures of Student Growth."},
      {
        "id":"ED137404",
        "title":"Preschool Preposition Test: A Preliminary Report."},
      {
        "id":"ED137405",
        "title":"Development of the Florida Statewide Assessment Program. A Chronology from 1971."},
      {
        "id":"ED137406",
        "title":"A Guide to 1976-1977 Statewide Assessment Results."},
      {
        "id":"ED137407",
        "title":"Follow Through Pupil Achievement Characteristics in Philadelphia, 1971-1972 through 1975-1976. Report No. 77121."},
      {
        "id":"ED137409",
        "title":"Pre-Product Evaluation: What to Do While Waiting for the Product. Research, Evaluation, and Development Paper Series No. 6."},
      {
        "id":"ED137410",
        "title":"The Menomonee Falls, Wisconsin Experience."},
      {
        "id":"ED137411",
        "title":"Effects of Examinee Response Changes on Item and Test Characteristics."},
      {
        "id":"ED137412",
        "title":"An Analysis of the Results of the Florida Educational Assessment Using the NAEP Model. Reading and Mathematics, 1974-75."},
      {
        "id":"ED137413",
        "title":"Evaluation and Public Policy."},
      {
        "id":"ED137414",
        "title":"Confidentiality Methods in Educational Evaluations."},
      {
        "id":"ED137415",
        "title":"A Look at the Mosaic of Educational Evaluation and Accountability. Research, Evaluation, and Development Paper Series No. 3."},
      {
        "id":"ED137416",
        "title":"The Relationship between Quantitative and Qualitative Measures of Writing Skills."},
      {
        "id":"ED137417",
        "title":"Evaluating Evaluation."},
      {
        "id":"ED137418",
        "title":"A Summary of Studies of Interviewing Methodology. Vital and Health Statistics: Series 2, Data Evaluation and Methods Research; No. 69. DHEW Publication No. (HRA) 77-1343."},
      {
        "id":"ED137421",
        "title":"Poverty Profile USA."},
      {
        "id":"ED137423",
        "title":"Recherches Sur La Psychologie de L'enfant de Milieu Defavorise. Rapport- synthese. (Research Relating to the Psychology of the Child in Disadvantaged Environments. Summary Report)."},
      {
        "id":"ED137424",
        "title":"Multicultural Education: A Closer Look."},
      {
        "id":"ED137425",
        "title":"Austin Independent School District v. United States on Petition for Writ of Certiorari to the United States Court of Appeals for the Fifth Circuit."},
      {
        "id":"ED137426",
        "title":"Workshops: The Educator&apos;s Manual for Coordinating the Complete Conference."},
      {
        "id":"ED137433",
        "title":"School Integration Innovation Act of 1976: Hearing Before the Subcommittee on Elementary, Secondary and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Fourth Congress, Second Session on H.R. 14365."},
      {
        "id":"ED137434",
        "title":"Village of Arlington Heights et al. v. Metropolitan Housing Development Corp. et al. Certiorari to the United States Court of Appeals for the Seventh Circuit. Syllabus."},
      {
        "id":"ED137435",
        "title":"Desegregation and Busing; An Annotated Bibliography, With Special Reference to the Case in Boston."},
      {
        "id":"ED137436",
        "title":"The Black Experience in the Development of American Education."},
      {
        "id":"ED137438",
        "title":"Response Errors of Black and Nonblack Males in Models of Status Inheritance and Mobility. Discussion Papers 357-76."},
      {
        "id":"ED137439",
        "title":"Reading Skills Laboratories- Optional Assignment, School Year 1974-1975."},
      {
        "id":"ED137440",
        "title":"Supportive Services Program; School Year 1975-1976."},
      {
        "id":"ED137441",
        "title":"Summer Reading Remediation for Incoming Pupils 1975; High School Umbrella Number 2, School Year 1975."},
      {
        "id":"ED137442",
        "title":"Summer Program For Special Schools for Socially Maladjusted Children."},
      {
        "id":"ED137443",
        "title":"Summer ESL Remediation for Incoming Pupils, 1975 High School Umbrella #2, Title I."},
      {
        "id":"ED137444",
        "title":"Skills Remediation in Reading for Optional Assignment Pupils; School Year 1974- 1975."},
      {
        "id":"ED137447",
        "title":"Creative Reading Program at Children's Art Carnival; September 1974 -June 1975."},
      {
        "id":"ED137448",
        "title":"Bilingual Program for Physically Handicapped Children; School Year, 1974-1975."},
      {
        "id":"ED137449",
        "title":"Bilingual Program for Children in Bureau CRMD Classes, School Year, 1975-1976."},
      {
        "id":"ED137450",
        "title":"Bilingual Instruction in Reading and Mathematics of Pregnant Non-English Speaking Students."},
      {
        "id":"ED137451",
        "title":"High School Peer Tutoring (Homework Helpers) Program; School Year, 1974-1975."},
      {
        "id":"ED137452",
        "title":"Bilingual Pupil Services; Summer, 1975."},
      {
        "id":"ED137453",
        "title":"Comprehensive Hearing Impaired Reception Program; Spring, 1975."},
      {
        "id":"ED137454",
        "title":"The Emerging Needs of Postsecondary Opportunity Programs in New York; A Conference Sponsored by the Commissioner of Education's Statewide Committee of Educational Opportunity."},
      {
        "id":"ED137455",
        "title":"Corrective Reading Services in Nonpublic Schools, ESEA Title I 1974-1975."},
      {
        "id":"ED137456",
        "title":"Achievement Motivation and Black Children. IRCD Bulletin, Volume XI, Number 4, Fall, 1976."},
      {
        "id":"ED137458",
        "title":"Evaluation of Selected New York City Umbrella Programs, 1974-1975 School Year."},
      {
        "id":"ED137459",
        "title":"Music for the Handicapped."},
      {
        "id":"ED137460",
        "title":"Guggenheim Museum Children's Program; Learning to Read Through the Arts, Summer, 1975."},
      {
        "id":"ED137461",
        "title":"Central ESEA Title I Remedial Services for Eligible Nonpublic School Pupils: Clinical and Guidance Services, School Year 1975-1976."},
      {
        "id":"ED137462",
        "title":"Central 1974-1975 Title I Remedial Services for Eligible Nonpublic School Pupils; Reading Skills Center Component, School Year 1974-1975."},
      {
        "id":"ED137463",
        "title":"Corrective Reading, Corrective Mathematics and Bilingual Instruction of Pregnant School Age Girls; School Year 1974-1975."},
      {
        "id":"ED137464",
        "title":"Corrective Reading and Corrective Mathematics Instruction of Pregnant School Age Girls, Summer, 1975."},
      {
        "id":"ED137465",
        "title":"Central ESEA Title I Remedial Services for Eligible Nonpublic School Pupils; Corrective Reading Component, 1975-1976."},
      {
        "id":"ED137466",
        "title":"Bushwick High School Bilingual Bicultural Project; School Year 1975-1976."},
      {
        "id":"ED137467",
        "title":"Bridge to School Program; School Year 1974-1975."},
      {
        "id":"ED137468",
        "title":"Bilingual Teacher Intern Program; School Year 1975-1976."},
      {
        "id":"ED137469",
        "title":"Adlai E. Stevenson High School Bilingual Program; School Year 1975-76."},
      {
        "id":"ED137470",
        "title":"The Bilingual Resource Center; School Year 1974-1975."},
      {
        "id":"ED137471",
        "title":"Corrective Mathematics Services for Eligible Non Public School Pupils; Evaluation Period, School Year 1974-1975."},
      {
        "id":"ED137472",
        "title":"Urban School Desegregation and Structural Changes in the Economy."},
      {
        "id":"ED137473",
        "title":"Improving Instruction and Services for Socially Maladjusted Children."},
      {
        "id":"ED137474",
        "title":"NAACP 67th Annual Convention Resolutions (Memphis, Tennessee, June 28-July 2, 1976)."},
      {
        "id":"ED137475",
        "title":"Is Sambo Dead? Exaggerated Reports on the Demise of a Stereotype."},
      {
        "id":"ED137476",
        "title":"Remedial Reading Skills; Umbrella I, Summer, 1975."},
      {
        "id":"ED137477",
        "title":"Remedial Mathematics Skills Program for Optional Assignment Pupils; School Year 1974-75."},
      {
        "id":"ED137478",
        "title":"Remedial Mathematics Skills Program; School Year 1974-1975."},
      {
        "id":"ED137479",
        "title":"Remedial Program in Reading and Mathematics for Homebound Children."},
      {
        "id":"ED137480",
        "title":"Reading Improvement Through Marine Environment Exploration."},
      {
        "id":"ED137481",
        "title":"Bureau of School Lunches Past, Present, Future: An Overview, Working Note No. 4 in a Series: School Food Service in New York City."},
      {
        "id":"ED137482",
        "title":"The 1974-1975 Allocation Formulae; Policy Paper No. 2."},
      {
        "id":"ED137483",
        "title":"Minority Students: A Research Appraisal."},
      {
        "id":"ED137484",
        "title":"Involvement in Civil Rights: The Case of White Women."},
      {
        "id":"ED137485",
        "title":"Resource Allocation in A Decentralized School System: the 1976-1977 Allocation Formulae. Policy Paper No. 5."},
      {
        "id":"ED137486",
        "title":"A Study of Item Bias Using Characteristic Curve Theory."},
      {
        "id":"ED137487",
        "title":"Marx and Skinner: Race Relations and Strange Bedfellows."},
      {
        "id":"ED137488",
        "title":"Racial-Ethnic Composition and Student Attitudes: A Longitudinal Study."},
      {
        "id":"ED137489",
        "title":"The Impact on New York City&apos;s Public Schools of the 1976-1977 State Education Aid Formula Amendments; Working Note No. 5."},
      {
        "id":"ED137490",
        "title":"Statement on Metropolitan School Desegregation; A Report of the United States Commission on Civil Rights."},
      {
        "id":"ED137491",
        "title":"A Review of the Major Issues and Problems of Welfare Reform; A Background Paper Developed for the Community Services Administration."},
      {
        "id":"ED137493",
        "title":"Father Absence, An Overlooked Factor in the Lack of Achievement of Black Children in Title I Schools."},
      {
        "id":"ED137494",
        "title":"A Comparative Study of Life Styles and Social Attitudes of Middle Income Status Whites and Negroes in Detroit."},
      {
        "id":"ED137495",
        "title":"Individualization, Desegregation and Educational Decision-Making in an Urban Decentralized School System."},
      {
        "id":"ED137497",
        "title":"Performance Based Instruction Curriculum Development in Vocational Education. The State-of-the-Art."},
      {
        "id":"ED137498",
        "title":"Performance Based Instruction. The Development of Research Based Teacher-Learning Activities Systems for Vocational Education in the State of Alabama."},
      {
        "id":"ED137499",
        "title":"Designing Educational Learning from Task Analysis."},
      {
        "id":"ED137500",
        "title":"Michigan Consumer Education Center. Summary Report and Evaluation. January 1973-June 1976."},
      {
        "id":"ED137501",
        "title":"Beyond School Walls. A Study of Non-Formal Education in the SEAMEO Region. 1973-1974."},
      {
        "id":"ED137502",
        "title":"Continuing Education: Bridging the Information Gap. Research Publication 76-1."},
      {
        "id":"ED137503",
        "title":"Last Hired, First Fired: Layoffs and Civil Rights. A Report of the United States Commission on Civil Rights."},
      {
        "id":"ED137504",
        "title":"Job-Derived Selection. Preliminary Report. Report No. 2."},
      {
        "id":"ED137505",
        "title":"Learning a Living across the Nation. Volume V. Project Baseline. Fifth National Report. Baseline Year: 1974-75 (Fiscal Year 1975). Part 1: Narrative Report."},
      {
        "id":"ED137506",
        "title":"A Critique of Tax Based Cost/Benefit Ratios. The Rand Paper Series."},
      {
        "id":"ED137507",
        "title":"Innovation Dissemination for the Education of Adults (IDEA). Lessons from a Demonstration Project. 9/1/73 - 9/1/75."},
      {
        "id":"ED137508",
        "title":"Developing the Leadership Potential of Urban Vocational Education Administrators. National Leadership Seminar for Administrators of Vocational Education in Large Cities (Columbus, Ohio, March 28-31, 1976). Leadership Training Series No. 48."},
      {
        "id":"ED137509",
        "title":"Peace Corps Training Guidelines: The Program and Training Loop and a Systematic Approach to Training."},
      {
        "id":"ED137510",
        "title":"Programmatic Approach to Guidance Excellence. PAGE 2. Final Report."},
      {
        "id":"ED137511",
        "title":"Community College Technical Mathematics Project. Final Report."},
      {
        "id":"ED137513",
        "title":"A Performance-Based Education Program in Vocational-Technical Teacher Education and 2-Year Vocational-Technical Associate Degree Programs. Final Report."},
      {
        "id":"ED137516",
        "title":"Identifying and Planning for New and Emerging Occupations: A Suggested Guide."},
      {
        "id":"ED137517",
        "title":"A Comprehensive System for the Evaluation of Individualized Manpower Training Sites. Final Report."},
      {
        "id":"ED137520",
        "title":"Job Performance Analysis for Educators and Trainers."},
      {
        "id":"ED137521",
        "title":"Competency-Based Curriculum Development. Final Report."},
      {
        "id":"ED137522",
        "title":"Career Education Infusion in Junior High/Middle School Art."},
      {
        "id":"ED137523",
        "title":"Outdoor Recreation. Curriculum Materials for Agricultural Education."},
      {
        "id":"ED137526",
        "title":"Data Availability in Vocational Education. Final Report. Volume I. Comparisons of Collected with Needed Information."},
      {
        "id":"ED137530",
        "title":"Exploring Manufacturing Occupations. Instructor's Guide. The Manufacturing Cluster."},
      {
        "id":"ED137531",
        "title":"Exploring Manufacturing Occupations. Student's Manual. The Manufacturing Cluster."},
      {
        "id":"ED137532",
        "title":"Occupational Preparation: Inspection and Quality Control. Student's Manual. The Manufacturing Cluster."},
      {
        "id":"ED137534",
        "title":"An Investigation of the Teacher Competencies Needed to Utilize Diagnostic Test Data in Prescribing Occupational Learning Experiences in Teaching EMRS. Final Report."},
      {
        "id":"ED137536",
        "title":"Career Education Community Resource Guide."},
      {
        "id":"ED137537",
        "title":"Evaluation of the New York City State Program to Implement Career Education. January, 1972-June, 1973. Research Report No. 73-4."},
      {
        "id":"ED137539",
        "title":"A Design for Establishment of a Career Oriented Educational Program Through a Regional Education Service Agency. Three Year Project Report."},
      {
        "id":"ED137540",
        "title":"Public Schools for the 80's. Implications for Vocational and Career Education R &amp; D. Occasional Paper No. 20."},
      {
        "id":"ED137541",
        "title":"Statewide Mathematics Performance Related to Career and Vocational Education. Final Report."},
      {
        "id":"ED137542",
        "title":"Vocational Reading Development Program. Analysis of Reading Teachers' Perceptions of the Reading Programs in Post-Secondary Vocational/Technical Complexes in Mississippi. Number 34."},
      {
        "id":"ED137543",
        "title":"Vocational Reading Development Program. Comparison of the Reading Comprehension Levels of the Post-Secondary Vocational/Technical Students with the Readability Levels of the Textbooks Utilized in the Vocational/Technical Complexes in Mississippi. Number 33."},
      {
        "id":"ED137544",
        "title":"A Study of Job Demands and Curriculum Development in Agricultural Training Related to the Muskegon County Wastewater Management System. Final Report. Volume I. An Overview of the Research Project."},
      {
        "id":"ED137545",
        "title":"Part-Time Adult and Employer Evaluation."},
      {
        "id":"ED137546",
        "title":"Implementing a Flexible Year-Round Program. Final Report."},
      {
        "id":"ED137547",
        "title":"Seacoast Educational Services Career Education Dissemination Project. Final Report. September 1975 to June 30, 1976."},
      {
        "id":"ED137549",
        "title":"Demography and Socio-Economic Characteristics of South Dakota and lts Economic Regions. Bulletin Number 120."},
      {
        "id":"ED137550",
        "title":"Comprehensive Career Education Model, K-14. Final Report."},
      {
        "id":"ED137552",
        "title":"Agricultural Education Division, American Vocational Association Convention (Houston, Texas, December 3-8, 1976)."},
      {
        "id":"ED137553",
        "title":"Jobs for America."},
      {
        "id":"ED137554",
        "title":"The Preschool Years."},
      {
        "id":"ED137555",
        "title":"The In-Plant Printer."},
      {
        "id":"ED137557",
        "title":"How Women Arrange for the Care of Their Children While They Work: A Study of Child Care Arrangements, Costs, and Preferences in 1971."},
      {
        "id":"ED137559",
        "title":"Personnel Selection and Organizational Behavior: An Integrated View. Research Report No. 14."},
      {
        "id":"ED137560",
        "title":"Decision-Making and Communication Patterns of Disadvantaged Farm Families in the North Carolina Coastal Plains Area. Technical Bulletin No. 245."},
      {
        "id":"ED137561",
        "title":"Performance Oriented Programs of Faculty Development."},
      {
        "id":"ED137563",
        "title":"Illustrating Services Integration from Categorical Bases. Human Services Monograph Series No. 3."},
      {
        "id":"ED137564",
        "title":"Gourmet Foods. Course of Study."},
      {
        "id":"ED137565",
        "title":"Credit by Examination and the Professional Development of Vocational Education Teachers."},
      {
        "id":"ED137566",
        "title":"Program Plan for Fiscal Years 1977-1978. Education and Work Group. National Institute of Education."},
      {
        "id":"ED137567",
        "title":"Analytical and Data Needs for Health Manpower Planning. A Pragmatic Overview. Report No. 76-46."},
      {
        "id":"ED137568",
        "title":"Sexuality and Aging."},
      {
        "id":"ED137570",
        "title":"Analysis and Synthesis of Competencies Needed by Vocational and Career Educators: Phase I of a Professional Development Study for Massachusetts."},
      {
        "id":"ED137571",
        "title":"Health Manpower Planning Process. Health Planning Methods and Technology Series. Number 1."},
      {
        "id":"ED137573",
        "title":"Trends Affecting the U.S. Health Care System. Health Planning Information Series."},
      {
        "id":"ED137574",
        "title":"The National Council on Crime and Delinquency NewGate Resource Center. Final Report."},
      {
        "id":"ED137575",
        "title":"U.S. Workers and Their Jobs: The Changing Picture. Bulletin 1919."},
      {
        "id":"ED137577",
        "title":"A Career Education Project for the Texas School for the Deaf. Career Education: An Innovative Approach to Relevant Education. Final Report."},
      {
        "id":"ED137578",
        "title":"Dissemination of Vocational Development Research. Final Report."},
      {
        "id":"ED137579",
        "title":"Formal Level Functioning: A Scientific Phenomenon?"},
      {
        "id":"ED137580",
        "title":"On the Declining Labor Market Value of Schooling."},
      {
        "id":"ED137581",
        "title":"Needs Appraisal."},
      {
        "id":"ED137583",
        "title":"Career Guidance Institute (3rd, South Bend, Indiana, May 1975). Final Report."},
      {
        "id":"ED137584",
        "title":"Employment Outlook for 1976 College Graduates in New England. Regional Report Number 76-4."},
      {
        "id":"ED137585",
        "title":"Employment Outlook for 1975 College Graduates in New England. Regional Report Number 75-5."},
      {
        "id":"ED137587",
        "title":"Demographic and Upward Mobility Considerations in Using an Equal Employment Opportunity Model. Research Report No. 29."},
      {
        "id":"ED137588",
        "title":"Forest Interpreter's Primer on Fire Management."},
      {
        "id":"ED137589",
        "title":"National Apprenticeship Standards for the UAW."},
      {
        "id":"ED137590",
        "title":"Adult Education in Arizona: A Manual for ABE, GED, ESL and Citizenship Teachers."},
      {
        "id":"ED137593",
        "title":"Keeping It Going. Handbook for Implementing the Career Information System."},
      {
        "id":"ED137594",
        "title":"Overview. 1975 Reports. State Advisory Councils on Vocational Education."},
      {
        "id":"ED137596",
        "title":"Resource Book for Members. State Advisory Councils on Vocational Education."},
      {
        "id":"ED137597",
        "title":"Understanding the Guidelines for the Rehabilitation Act of 1973 on Evaluating Rehabilitation Potential of the Severely Handicapped: Vocationally Related Components."},
      {
        "id":"ED137598",
        "title":"Understanding the Guidelines for the Rehabilitation Act of 1973 on Expanding and Improving Services to the Severely Handicapped. The Intake Process."},
      {
        "id":"ED137599",
        "title":"Understanding the Guidelines for the Rehabilitation Act of 1973 on Expanding and Improving Services to the Severely Handicapped. The Referral Process. A Training and Discussion Guide."},
      {
        "id":"ED137600",
        "title":"Review and Evaluation of Current Training Programs Found in Various Mining Environments. Final Report. Volume I, Summary."},
      {
        "id":"ED137602",
        "title":"Effects of Feedback on Job Attitudes and Work Behavior: A Field Experiment. Technical Report No. 6."},
      {
        "id":"ED137603",
        "title":"Unmet Needs and Unresolved Issues of Vocational-Technical Education in the United States as Reported by the State Advisory Councils on Vocational Education for 1973."},
      {
        "id":"ED137604",
        "title":"The First National Assessment of Career and Occupational Development: An Overview. Career and Occupational Development Report No. 05-COD-00."},
      {
        "id":"ED137605",
        "title":"The Use, Recruitment and Training of Volunteers in Rehabilitation Facilities. Final Report."},
      {
        "id":"ED137606",
        "title":"An Annotated Bibliography of Selected Curriculum Materials. Arts and Humanities Occupational Cluster."},
      {
        "id":"ED137608",
        "title":"Exploring Arts and Humanities Careers in the Community."},
      {
        "id":"ED137609",
        "title":"Exploring Visual Arts and Crafts Careers. A Student Guidebook."},
      {
        "id":"ED137610",
        "title":"Exploring Careers in the Humanities. A Student Guidebook."},
      {
        "id":"ED137611",
        "title":"A Preliminary Exploration of Occupations in the Arts and the Humanities."},
      {
        "id":"ED137612",
        "title":"Exploring Writing Careers. A Student Guidebook."},
      {
        "id":"ED137613",
        "title":"Exploring Theater and Media Careers. A Student Guidebook."},
      {
        "id":"ED137614",
        "title":"Exploring Dance Careers. A Student Guidebook."},
      {
        "id":"ED137615",
        "title":"Exploring Music Careers. A Student Guidebook."},
      {
        "id":"ED137616",
        "title":"Job Interview Training Manual."},
      {
        "id":"ED137617",
        "title":"Horticultural Practices. Activity Guides."},
      {
        "id":"ED137618",
        "title":"Machine Shop Operations--2. Milling Machine, Heat Treatment of Metals, and Grinders."},
      {
        "id":"ED137619",
        "title":"Pride Against Prejudice: Work in the Lives of Older Black and Young Puerto Rican Workers. Final Report."},
      {
        "id":"ED137620",
        "title":"National Apprenticeship and Training Standards for Sign, Display, and Allied Workers Industry. Revised."},
      {
        "id":"ED137621",
        "title":"Length of Working Life for Men and Women, 1970. Special Labor Force Report 187. Revised."},
      {
        "id":"ED137622",
        "title":"Career Education Consulting Package. Pack I. Counselors."},
      {
        "id":"ED137623",
        "title":"Career Education Consulting Package. Pack II. Primary K-3."},
      {
        "id":"ED137624",
        "title":"Career Education Consulting Package. Pack III. Junior/Senior High."},
      {
        "id":"ED137625",
        "title":"Career Education Consulting Package. Pack IV. Intermediate."},
      {
        "id":"ED137626",
        "title":"Career Education Consulting Package. Pack V. Administrators."},
      {
        "id":"ED137627",
        "title":"Career Education Consulting Package. Pack VI. Handouts and Transparencies."},
      {
        "id":"ED137630",
        "title":"A Study of Job Demands and Curriculum Development in Agricultural Training Related to the Muskegon County Wastewater Management System. Final Report. Volume IV. Career Awareness Information."},
      {
        "id":"ED137631",
        "title":"Empirically Characterizing Groups: Differences in Member Goals, Expectations, and Perceptions."},
      {
        "id":"ED137632",
        "title":"The Use of a Deviation Line in Contingency Contracting for Weight Control."},
      {
        "id":"ED137633",
        "title":"Role Change: Liberating Fact and Fiction."},
      {
        "id":"ED137634",
        "title":"Group Dynamics Over Time."},
      {
        "id":"ED137636",
        "title":"Counselor&apos;s Manual: Career Guidance Activities for Junior and Senior High School Students. Articulated Career Guidance Project."},
      {
        "id":"ED137637",
        "title":"Experimental Method for Evaluating the Effectiveness of Training Techniques."},
      {
        "id":"ED137638",
        "title":"Identifying Gifted and Creative School Children: Toward a Multiple Model of Assessment."},
      {
        "id":"ED137639",
        "title":"Computer-Assisted Counseling and Guidance. Annotated Bibliography."},
      {
        "id":"ED137640",
        "title":"Assertive Training with Institutionalized Severly Retarded Women."},
      {
        "id":"ED137641",
        "title":"The Geriatric Nurse Practitioner in the Community Mental Health Center."},
      {
        "id":"ED137642",
        "title":"Interpersonal Conceptions in Children with Difficulties in Interpersonal Relations: Toward the Integration of Developmental and Child Clinical Psychology."},
      {
        "id":"ED137643",
        "title":"Psychological Assessment: A Rebirth or Struggle for Life?"},
      {
        "id":"ED137644",
        "title":"Humour for Actualization and Survival."},
      {
        "id":"ED137645",
        "title":"Cognitive-Behavior Modification Newsletter, Number 2."},
      {
        "id":"ED137647",
        "title":"College Plans of High School Seniors: October 1975. U.S. Bureau of the Census, Current Population Reports, Series P-20, No. 299."},
      {
        "id":"ED137648",
        "title":"Counselor Reactions To Female Clients: Type of Problem, Age of Client, and Sex of Counselor. Report No. 2-76."},
      {
        "id":"ED137650",
        "title":"Factors Influencing the Elimination of Dietary Restraint."},
      {
        "id":"ED137651",
        "title":"Clarification of the Bem Sex Role Inventory."},
      {
        "id":"ED137652",
        "title":"An Analysis of Sex Role Stereotyping in Daytime Television Serials."},
      {
        "id":"ED137653",
        "title":"Investigating Emerging Attitudes Toward Women."},
      {
        "id":"ED137654",
        "title":"Three Cultural Perceptions of Sport."},
      {
        "id":"ED137655",
        "title":"Studies of the Use of the Kuder Occupational Interest Survey with Mature Women."},
      {
        "id":"ED137656",
        "title":"Training Psychiatric Patients for Community Living."},
      {
        "id":"ED137657",
        "title":"The Control of Human Aggression: An Incompatible Response Strategy."},
      {
        "id":"ED137658",
        "title":"The Experimental Reduction of Stress Reaction by Cognitive Manipulation."},
      {
        "id":"ED137659",
        "title":"Possible Factors Associated with High Rates of Out-of-Marriage Births Among Adolescents."},
      {
        "id":"ED137660",
        "title":"Teaching the Cultural Biases of Social Psychology."},
      {
        "id":"ED137661",
        "title":"Corrupting Effects of Unequal Power: Cognitive Perspective-Taking and Cooperation."},
      {
        "id":"ED137662",
        "title":"Students, Graduates, and Dropouts in the Labor Market, October 1975. Special Labor Force Report 199."},
      {
        "id":"ED137663",
        "title":"A Performance of Individual Differences in Selective Attention."},
      {
        "id":"ED137664",
        "title":"Preliminary Investigation into Learning Disabilities in Adults."},
      {
        "id":"ED137665",
        "title":"Changes With Age in Learning and Memory."},
      {
        "id":"ED137666",
        "title":"The Control of Campus Rape: An Overview of Individual Tactics and Environmental Design."},
      {
        "id":"ED137667",
        "title":"Teacher and Pupil Stereotypes of Gifted Boys and Girls."},
      {
        "id":"ED137668",
        "title":"The Interpersonal Contract: A Vehicle for Change."},
      {
        "id":"ED137669",
        "title":"Dissonance, Self-Perception and the Bogus Pipeline."},
      {
        "id":"ED137670",
        "title":"Mutual Group Hypnosis: A Social Interaction Analysis."},
      {
        "id":"ED137671",
        "title":"Intergroup Attitudes as a Function of Group Proximity and Task Orientation."},
      {
        "id":"ED137672",
        "title":"Evidence Related to Issues of Sex Bias in Interest Inventories."},
      {
        "id":"ED137673",
        "title":"The Counselor's Challenge - Why Not Let Her Be."},
      {
        "id":"ED137674",
        "title":"Some Human Factors Issues in Bringing Jobs to Confined Persons."},
      {
        "id":"ED137675",
        "title":"Humanistic Approaches in the Delivery of Community Mental Health Services."},
      {
        "id":"ED137676",
        "title":"Biographical Correlates of Vocational Needs."},
      {
        "id":"ED137677",
        "title":"Appraisal in Context: Clashing with Organizational Realities."},
      {
        "id":"ED137678",
        "title":"Ipsative, Normative and Return on Effort Versions of Expectancy Theory."},
      {
        "id":"ED137679",
        "title":"Helping Women Develop Assertive Skills: A Four Stage Cognitive Behavioral Approach."},
      {
        "id":"ED137680",
        "title":"Placement and Follow-Up Annual Report. Dade County Public Schools."},
      {
        "id":"ED137681",
        "title":"The Social Seminar: Drugs, Education and Society. A Resource Manual for the Group Facilitator."},
      {
        "id":"ED137682",
        "title":"Recovery for the Alcoholic Mother and Family Through Home-Based Intervention."},
      {
        "id":"ED137683",
        "title":"Social Modeling Influences on Pain Experience and Behaviour."},
      {
        "id":"ED137684",
        "title":"Storage-Retrieval Analysis of Paired-Associate Acquisition."},
      {
        "id":"ED137685",
        "title":"Helping Relationships in Families: The Moderators Between Stress and Well-Being."},
      {
        "id":"ED137686",
        "title":"Record Linkage in Longitudinal and Correlational Research: Its Justification and Implications for Individual Privacy."},
      {
        "id":"ED137687",
        "title":"Student Reactions to Graded and Non-Graded Courses."},
      {
        "id":"ED137688",
        "title":"New Projective Screening Techniques for Assessing Stress in College Students."},
      {
        "id":"ED137689",
        "title":"Catalog of Selected Documents in Psychology, Volume 6, August 1976."},
      {
        "id":"ED137690",
        "title":"Achievement Motivation Correlates in Students Showing Fear of Success Imagery."},
      {
        "id":"ED137691",
        "title":"The Discovery Room--Developing an Approach for Teachers to Help Children with Problems in Primary School."},
      {
        "id":"ED137692",
        "title":"Coeducational or Single-Sex Schools? A Review of the Literature. New Zealand Council for Educational Research, Set 76, Number 1 Item 9."},
      {
        "id":"ED137693",
        "title":"Problem-Solving Performance of Young Boys and Girls as a Function of Task Appropriateness and Sex Identity."},
      {
        "id":"ED137694",
        "title":"Beauty or Brains: Which Image for Your Mate."},
      {
        "id":"ED137695",
        "title":"Ingratiation: Its Implications for Counseling."},
      {
        "id":"ED137696",
        "title":"Insight and Attribution in Psychotherapy."},
      {
        "id":"ED137697",
        "title":"Selection of Behavior Modification Programs Using the Simultaneous Treatment Design: Two Case Studies."},
      {
        "id":"ED137698",
        "title":"The Measurement of Social Motivation in Mixed Motive Settings."},
      {
        "id":"ED137699",
        "title":"Problems of Guidance and Counselling in Adult Education."},
      {
        "id":"ED137700",
        "title":"A Case Study Approach to Counselor Accountability."},
      {
        "id":"ED137701",
        "title":"Early-Life Determinants of Children&apos;s Creativity: The Rorschach Perspective."},
      {
        "id":"ED137702",
        "title":"Wisconsin Career Education Planning Model."},
      {
        "id":"ED137703",
        "title":"Training in Help Giving Skills in a Psychology of Adjustment Class."},
      {
        "id":"ED137704",
        "title":"Developing Community Planning Capacity for Youth Development and Delinquency Prevention Programming."},
      {
        "id":"ED137705",
        "title":"School Psychologist as Superintendent's Consultant."},
      {
        "id":"ED137706",
        "title":"Size of Group and In-group Attraction: Four Models."},
      {
        "id":"ED137707",
        "title":"Evaluating Guidance Activities."},
      {
        "id":"ED137708",
        "title":"The Relation of Paternal Availability to Problem Solving and Sex-Role Orientation in the Young Boy."},
      {
        "id":"ED137709",
        "title":"Literacy and Numeracy in Australian Schools. Interim Report No. 1, 1976. Queensland Department of Education, Document 19."},
      {
        "id":"ED137710",
        "title":"Federal Employee Alcoholism Programs. Hearings Before a Subcommittee on Government Operations, House of Representative, Ninety-Fourth Congress, Second Session. June 25 and 28, 1976."},
      {
        "id":"ED137711",
        "title":"Social Work Services Program."},
      {
        "id":"ED137712",
        "title":"Student Rights: Relevant Aspects for Guidance Counselors."},
      {
        "id":"ED137713",
        "title":"Needs Assessment: Who Needs It?"},
      {
        "id":"ED137714",
        "title":"Legal Concerns for Counselors."},
      {
        "id":"ED137715",
        "title":"The Role of the School in Child Abuse and Neglect."},
      {
        "id":"ED137716",
        "title":"Consultation as a Counselor Intervention."},
      {
        "id":"ED137717",
        "title":"Project HOLD: A Secondary Learning Disability Project."},
      {
        "id":"ED137718",
        "title":"The Asian Connection."},
      {
        "id":"ED137719",
        "title":"Language and Reading Skills in the Secondary School: A New Course at Temple University (1970-present)."},
      {
        "id":"ED137720",
        "title":"Determining the Readability of Instructional Material."},
      {
        "id":"ED137721",
        "title":"Diagnosing Reading Needs of Secondary School Students."},
      {
        "id":"ED137722",
        "title":"Equality in Reading Instruction."},
      {
        "id":"ED137723",
        "title":"Sexism at Six and Seven--As Reflected in the Reading Interests of the Very Young."},
      {
        "id":"ED137724",
        "title":"I Feel a Poem Coming On--Communicating With Children Through Poetry."},
      {
        "id":"ED137725",
        "title":"Imagery Constructs vs. Elaboration Constructs."},
      {
        "id":"ED137726",
        "title":"Reading the Special Language of Mathematics."},
      {
        "id":"ED137727",
        "title":"Content Area Reading: A Functional Approach."},
      {
        "id":"ED137729",
        "title":"Children's Abilities to Draw Inferences from Oral Material."},
      {
        "id":"ED137730",
        "title":"Temperament, Select Home Environment Characteristics and Reading Readiness as Predictors of Reading Progress."},
      {
        "id":"ED137731",
        "title":"Oral Reading of Bilingual Yiddish/English Children."},
      {
        "id":"ED137732",
        "title":"The Relationship Between Word Attack and Comprehension."},
      {
        "id":"ED137733",
        "title":"Additive Effects From Interspersed Adjunct Questions In Prose Text."},
      {
        "id":"ED137735",
        "title":"A Search For Prose Features That Influence the Perception of Topical Organization."},
      {
        "id":"ED137736",
        "title":"Writing: The Integrated Language Arts Curriculum."},
      {
        "id":"ED137738",
        "title":"The Development of Rapid Word Processing Skills."},
      {
        "id":"ED137739",
        "title":"Reading and the Aged: A Statement of the Problem."},
      {
        "id":"ED137740",
        "title":"Basic Readers and Basic Words."},
      {
        "id":"ED137743",
        "title":"On the International Need for the Advanced Study of Reading."},
      {
        "id":"ED137744",
        "title":"Direct Instruction of Reading Experiences in \"K\"indergarten as a Transition."},
      {
        "id":"ED137745",
        "title":"A Strategy for Comparing Formal and Informal Testing."},
      {
        "id":"ED137747",
        "title":"CATTS (Computer Assisted Teacher Training System) Technical Configuration and Application to Research on Reading."},
      {
        "id":"ED137748",
        "title":"Professional Values from Reading: The Influence of Reading on the Instructional Methodology of Teachers."},
      {
        "id":"ED137751",
        "title":"Enhancing the Lives of Aged in a Retirement Center through a Program of Reading."},
      {
        "id":"ED137752",
        "title":"Metaphor: Theoretical and Empirical Research. Technical Report No. 27."},
      {
        "id":"ED137753",
        "title":"Remembering and Understanding Jaberwocky and Small-Talk. Technical Report No. 28."},
      {
        "id":"ED137756",
        "title":"Self-Esteem and Reading Achievement."},
      {
        "id":"ED137758",
        "title":"Classification Skills and Cueing Conditions in Free Recall of Familiar and New Words among 3rd and 4th Grade Children."},
      {
        "id":"ED137759",
        "title":"Problem Solving as Influenced by Concrete and Abstract Stimulus Words."},
      {
        "id":"ED137760",
        "title":"A Comparison of Oral Reading Strategies of Fourth- and Seventh-Grade Children of Fourth-Grade Instructional Level."},
      {
        "id":"ED137761",
        "title":"Dialog in Action: A Multi-Sensory Approach to Language Competency."},
      {
        "id":"ED137762",
        "title":"Relation of Context Utilization and Orthographic Automaticity in Word Identification."},
      {
        "id":"ED137763",
        "title":"Making the Theory of Language-Experience Approach Practical in a Workshop Format."},
      {
        "id":"ED137766",
        "title":"Recommendations for Eliminating Sex Discrimination in the Reading Program."},
      {
        "id":"ED137767",
        "title":"A Reason to Read: A Report on an International Symposium on the Promotion of the Reading Habit (New Paltz, New York, May 5-8, 1976)."},
      {
        "id":"ED137769",
        "title":"Magical Thinking, Causation and Prediction: Psycholinguistic Implications for Reading Skills in Disturbed Children."},
      {
        "id":"ED137770",
        "title":"Recent Psycholinguistic Research in Reading and Hawaiian Islands Dialect."},
      {
        "id":"ED137771",
        "title":"Replicating the Formula Phonics Reading Chain Program, School Year 1975-1976."},
      {
        "id":"ED137772",
        "title":"Cassette Reading Method: A Superior Method of Teaching Reading."},
      {
        "id":"ED137773",
        "title":"School Organization and Implementation Factors in the Design of Reading Instruction."},
      {
        "id":"ED137774",
        "title":"CATTS (Computer Assisted Teacher Training System) Technology in Analyzing Observational Data from Public School Classrooms: A Study of Interactive Tactics and Decisions of Teachers."},
      {
        "id":"ED137776",
        "title":"K-12 Curriculum Planning: \"Bootstraps, Part III.\""},
      {
        "id":"ED137778",
        "title":"The Case of the Missing Widow."},
      {
        "id":"ED137779",
        "title":"The Greening of America That Was: An Essay on Hope."},
      {
        "id":"ED137780",
        "title":"Using Language to Organize Academic Experiences."},
      {
        "id":"ED137781",
        "title":"A Research Program in Composition."},
      {
        "id":"ED137782",
        "title":"Towards Uniformity in Grading Standards."},
      {
        "id":"ED137783",
        "title":"Poetry and Pragmatism: An English Major Internship."},
      {
        "id":"ED137784",
        "title":"Learning Theory and Languaging: The Acts of Speaking, Reading, and Writing."},
      {
        "id":"ED137785",
        "title":"New Wine for the Old Bottle: Innovations for Preparing Teachers of English."},
      {
        "id":"ED137786",
        "title":"Run It Through the Model, Again: Using Heuristic Procedures with an Adult Writing Class."},
      {
        "id":"ED137787",
        "title":"Discourse Theory: Implications for Research in Composing."},
      {
        "id":"ED137788",
        "title":"Acceptability Experiments: Compliance and Evaluation Tests."},
      {
        "id":"ED137790",
        "title":"The Profession of Teaching English and the Training of Persons for That Profession."},
      {
        "id":"ED137791",
        "title":"Writing as Revision."},
      {
        "id":"ED137792",
        "title":"Developing Children's Language through the Elementary School Media Centre."},
      {
        "id":"ED137793",
        "title":"Discovery Sessions Accentuate the Positive."},
      {
        "id":"ED137794",
        "title":"Freshman English: The New Crisis and the Old Solutions."},
      {
        "id":"ED137795",
        "title":"Major Sentence, Minor Sentence, Fragment: What Really &quot;Is&quot; a Sentence?"},
      {
        "id":"ED137796",
        "title":"A Multi-Step Theory Approach Toward Social Responsibility in Public Relations."},
      {
        "id":"ED137797",
        "title":"Teaching English as a Second Language."},
      {
        "id":"ED137798",
        "title":"Planning Public Relations Programs for Exceptional Events."},
      {
        "id":"ED137799",
        "title":"The Art of Practical Curriculum Making: HEP-Secondary Language Skills."},
      {
        "id":"ED137800",
        "title":"Effects of Written Language and Metalinguistic Awareness on Language Acquisition from 5 to 12."},
      {
        "id":"ED137801",
        "title":"Ivory Towers and Note Cards."},
      {
        "id":"ED137802",
        "title":"Equality of the Sexes in New Children's Fiction."},
      {
        "id":"ED137803",
        "title":"\"Tastes Like ICE CREAM!\": Writing Portraits in New Journalese."},
      {
        "id":"ED137805",
        "title":"Focus: What's Really Basic in Composition."},
      {
        "id":"ED137806",
        "title":"Samuel Langhorne Clemens: A Centennial for Tom Sawyer; An Annotated, Selected Bibliography."},
      {
        "id":"ED137809",
        "title":"Literature: Developing Critical Awareness; Some Classroom-Tested Approaches."},
      {
        "id":"ED137811",
        "title":"Watering Up the Ph.D.: Language, Literature, and Pedagogy at the University of Virginia."},
      {
        "id":"ED137812",
        "title":"The Imitation Technique: A Tool for Ascertaining an Index of Bilingualism and Bidialectalism in Primary-Grade Children through Analyses of Recoding Errors."},
      {
        "id":"ED137814",
        "title":"Focus on Folklore."},
      {
        "id":"ED137815",
        "title":"Psycho-Cultural Considerations in Black Students' Written Language Use: A Case Study."},
      {
        "id":"ED137817",
        "title":"Linguistic Insecurity: The Effect of Attitudes toward Language on Language Production. Flowers of Evil."},
      {
        "id":"ED137818",
        "title":"The Czech and Slovak Press: The First 100 Years. Journalism Monographs No. 47."},
      {
        "id":"ED137819",
        "title":"A Structure for the Teaching of Language Arts."},
      {
        "id":"ED137821",
        "title":"Egyptian Radio: Tool of Political and National Development. Journalism Monographs No. 48."},
      {
        "id":"ED137822",
        "title":"A Selective Bibliography of Government Publications On Children's Books and Children's Literature And Bibliographies of Children's Books and Children's Literature."},
      {
        "id":"ED137823",
        "title":"A Coorientational Study of Food Public Relations Practitioners, Editors and Readers."},
      {
        "id":"ED137833",
        "title":"Communication Certification: A Survey."},
      {
        "id":"ED137834",
        "title":"The Teaching of Old English in Translation."},
      {
        "id":"ED137836",
        "title":"Children&apos;s Books, 1976: A List of Books for Preschool through Junior High School Age."},
      {
        "id":"ED137838",
        "title":"Changes in Pronominal Usage."},
      {
        "id":"ED137839",
        "title":"A Developmental Study of Children's Ability to Abstract Spelling Patterns."},
      {
        "id":"ED137840",
        "title":"Myths, Symbols, Stereotypes: The Artist and the Mass Media."},
      {
        "id":"ED137841",
        "title":"Write or Phone."},
      {
        "id":"ED137843",
        "title":"The Effects of Public Communication Programs on Fire Prevention in the Home: A Review; A Report to The National Commission on Fire Prevention and Control."},
      {
        "id":"ED137844",
        "title":"Fact, Feeling, Fantasy: An Integrative Approach to Learning Communication Skills."},
      {
        "id":"ED137845",
        "title":"A Philosophic Base for Generic Analysis: A Plausible Future for Contemporary Rhetoric."},
      {
        "id":"ED137846",
        "title":"Patterns of Communication on Talk Radio."},
      {
        "id":"ED137847",
        "title":"Rhetoric as Reality Construction."},
      {
        "id":"ED137848",
        "title":"Science as a Rhetorical Enterprise."},
      {
        "id":"ED137849",
        "title":"Creative Drama in the High School."},
      {
        "id":"ED137850",
        "title":"Viewer Response Sets to Filmed and Video Taped Television Content."},
      {
        "id":"ED137851",
        "title":"Rationale and Training Guides for a Nonverbal Classification System."},
      {
        "id":"ED137852",
        "title":"Communication in Education: A Workshop Design."},
      {
        "id":"ED137853",
        "title":"Aspects of Communication Apprehension: A Symposium."},
      {
        "id":"ED137854",
        "title":"An Experimental Investigation of Selected Communication Effects of Machiavellianism."},
      {
        "id":"ED137855",
        "title":"Hawaii's Communication Futures: Policy and Planning Issues; A Conference Report of the Hawaii Research Center for Futures Study."},
      {
        "id":"ED137856",
        "title":"Viewer Attitudes toward Television Advisory Warnings."},
      {
        "id":"ED137857",
        "title":"Alternatives in Small Market Research."},
      {
        "id":"ED137858",
        "title":"Development of Functional Communication Competencies: Pre-K-Grade 6."},
      {
        "id":"ED137859",
        "title":"Development of Functional Communication Competencies: Grades 7-12."},
      {
        "id":"ED137860",
        "title":"[Focus: Speech in the Classroom]."},
      {
        "id":"ED137861",
        "title":"Communication Anxiety: A Psychotherapeutic Perspective."},
      {
        "id":"ED137862",
        "title":"Change, Process and the Future of Communication Theory."},
      {
        "id":"ED137863",
        "title":"Foreign Policy Communication Dramas: How Mediated Rhetoric Played in Peoria in Campaign '76."},
      {
        "id":"ED137865",
        "title":"[Focus: Public Speaking Courses]."},
      {
        "id":"ED137868",
        "title":"The Process of Coorientation Toward a Definition of the Situation."},
      {
        "id":"ED137869",
        "title":"Bibliography of Sources for (Verbal and Nonverbal Communications) Activities."},
      {
        "id":"ED137871",
        "title":"Freedom of Speech Newsletter, Volume 3, Number 2, February 1977."},
      {
        "id":"ED137872",
        "title":"A Causal Model of Communication Patterns of Foreign Immigrants in the Process of Acculturation."},
      {
        "id":"ED137873",
        "title":"An Analysis of Evidence in the First Ford/Carter Debate."},
      {
        "id":"ED137874",
        "title":"The Rhetoric of Polarization: George C. Wallace&apos;s 1968 Campaign Speaking."},
      {
        "id":"ED137875",
        "title":"&quot;Mary Hartman, Mary Hartman&quot;: An Analysis of Satire as a Violation of Soap Opera Stereotypes."},
      {
        "id":"ED137876",
        "title":"Freedom of Speech: A Selected, Annotated Basic Bibliography."},
      {
        "id":"ED137877",
        "title":"A Motivation Contract Model of Employee Appraisal."},
      {
        "id":"ED137878",
        "title":"Career Possibilities and Alternatives in Communication."},
      {
        "id":"ED137879",
        "title":"[Focus: Basic Speech Instruction]."},
      {
        "id":"ED137880",
        "title":"The Validation of Mathematical Indices of Communication Structure."},
      {
        "id":"ED137881",
        "title":"Communication Education Futures: An Inter-Com '76 Symposium."},
      {
        "id":"ED137884",
        "title":"Some Perceived Dimensions of Brief Messages."},
      {
        "id":"ED137885",
        "title":"The Location of Information Processing Organizations."},
      {
        "id":"ED137886",
        "title":"Predictors of Interpersonal Communication Apprehension in the Acquaintance Context."},
      {
        "id":"ED137887",
        "title":"A Theory of Electronic Propinquity: Mediated Communication in Organizations."},
      {
        "id":"ED137888",
        "title":"The Camelia Report: A Study of Technical Alternatives and Social Choices in Teleconferencing. Report R-37."},
      {
        "id":"ED137889",
        "title":"Argumentation in the Canadian House of Commons on the Issue of Nuclear Weapons for Canada."},
      {
        "id":"ED137890",
        "title":"A Physiological Approach to the Study of Human Information Processing."},
      {
        "id":"ED137891",
        "title":"Interpersonal Valence Dimensions as Discriminators of Communication Contexts: An Empirical Assessment of Dyadic Linkages."},
      {
        "id":"ED137892",
        "title":"A Reformulation of the Issue of Over-the-Counter Television Drug Advertising Using a Health-Related Locus of Control Scale."},
      {
        "id":"ED137893",
        "title":"Conflicting Moralities in Education. ACSA School Management Digest, Series 1, Number 1. ERIC/CEM Research Analysis Series, Number 28."},
      {
        "id":"ED137894",
        "title":"Vandalism Prevention. ACSA School Management Digest, Series 1, Number 2. ERIC/CEM Research Analysis Series, Number 29."},
      {
        "id":"ED137895",
        "title":"The Principal's Role as an Instructional Leader. ACSA School Management Digest, Series 1, Number 3. ERIC/CEM Research Analysis Series, Number 30."},
      {
        "id":"ED137896",
        "title":"Middle Schools. ACSA School Management Digest, Series 1, Number 4. ERIC/CEM Research Analysis Series, Number 31."},
      {
        "id":"ED137897",
        "title":"Student Rights and Discipline. ACSA School Management Digest, Series l, Number 5. ERIC/CEM Research Analysis Series, Number 32."},
      {
        "id":"ED137902",
        "title":"Report of the Task Force on Declining Enrollment."},
      {
        "id":"ED137903",
        "title":"Government in Oregon. A Resource on State and Local Government. Revised Edition."},
      {
        "id":"ED137904",
        "title":"Reduction in Force. Suggested Personnel Policy Guidelines for School Districts."},
      {
        "id":"ED137905",
        "title":"Options in Education. Program #65. Back to Basics."},
      {
        "id":"ED137907",
        "title":"Instructions for Comprehensive Program Planning With Addenda. 1974 Edition."},
      {
        "id":"ED137908",
        "title":"Proposed School Board Regulations Governing Access and Maintenance of Teacher Personnel Records. Revised."},
      {
        "id":"ED137909",
        "title":"Indicators of Effectiveness and Efficiency. Part III. A Report of Program Site Reviews of K-3 Programs at Selected Schools, 1974-75. Statistical Report Series 77-11."},
      {
        "id":"ED137910",
        "title":"Trends in Jewish School Enrollment in the United States 1974/1975."},
      {
        "id":"ED137911",
        "title":"The Administrator-Researcher Interaction: The Conduct of Cooperative Research. Research, Evaluation, Development Paper Series. No. 4."},
      {
        "id":"ED137912",
        "title":"Elementary-Secondary Education Financial Statistics. 1973-74. Catalogue 81-250 Annual."},
      {
        "id":"ED137913",
        "title":"Public Expenditure on Education. OECD Studies in Resource Allocation No. 2."},
      {
        "id":"ED137914",
        "title":"The Concept of Fiscal Effort in the Illinois General Purpose Educational Grant-in-Aid: Some Legal and Measurement Problems. A Policy Paper."},
      {
        "id":"ED137915",
        "title":"A Study of the Relationship Between Selected Socioeconomic Variables and Local Tax Effort to Support Public Schools in Illinois."},
      {
        "id":"ED137916",
        "title":"Illinois School Finance Research: Some Knowns and Unknowns."},
      {
        "id":"ED137917",
        "title":"Alternative Methods of Determining Teacher Salaries."},
      {
        "id":"ED137918",
        "title":"Evaluation of a Superintendent. (Guidelines to Assist School Board Members in Planning and in Evaluation). Revised."},
      {
        "id":"ED137919",
        "title":"Professionalizing the School Board: Needs, Problems, and a Program."},
      {
        "id":"ED137920",
        "title":"Alaskan Interregional Cost Differentials. An Examination of Costs of Living, Public School Foundation Program Instructional Unit Allotments, and School Operations Costs in Alaska."},
      {
        "id":"ED137922",
        "title":"Alternatives to Suspension. The Practitioner, Vol. III, No. 4."},
      {
        "id":"ED137923",
        "title":"Specifications Process for Alaskan Rural Education."},
      {
        "id":"ED137924",
        "title":"Recruiting and Selecting a New Superintendent. Revised."},
      {
        "id":"ED137925",
        "title":"Preparing for a Strike and Living with It After It Happens."},
      {
        "id":"ED137926",
        "title":"Process and Problems of Prioritizing Educational Goals in a Complex Society."},
      {
        "id":"ED137927",
        "title":"Implementing Alternative Approaches to Accountability: The Maryland Experience."},
      {
        "id":"ED137928",
        "title":"Teacher Behavior Is in the Eye of the Beholder: The Perceptions of Principals."},
      {
        "id":"ED137929",
        "title":"How Organization-Environment Interactions Restrict the Policy-Related Abilities of the Michigan Department of Education."},
      {
        "id":"ED137930",
        "title":"A Model for a Skill-Oriented Future Studies Curriculum."},
      {
        "id":"ED137931",
        "title":"Application of an Alternative Cost Analysis Model to Educational Programs."},
      {
        "id":"ED137933",
        "title":"The Distribution of Instructional Resources to Students of Varying Ability."},
      {
        "id":"ED137934",
        "title":"Beyond the Political Model: A Strategic Model of Governance."},
      {
        "id":"ED137935",
        "title":"Legislator Characteristics, Attitudes, and Constituencies as Predictors of Educational Policy Legislation."},
      {
        "id":"ED137936",
        "title":"An Overview of Organization Development in the Schools."},
      {
        "id":"ED137937",
        "title":"Improving Educational Research and Development. Occasional Paper No. 21."},
      {
        "id":"ED137938",
        "title":"Curriculum Imperatives for Meaningful Education. OSSC Bulletin Vol. 20, No. 8."},
      {
        "id":"ED137939",
        "title":"A Model of Organizational Innovation in American Elementary Schools."},
      {
        "id":"ED137940",
        "title":"A Comparative Study of the Roles and Functions of School Principals and Bilingual Program Administrators."},
      {
        "id":"ED137941",
        "title":"The Effects of Curriculum Organizational Structure on Curriculum Innovation."},
      {
        "id":"ED137942",
        "title":"The Unfulfilled Promise of Educational Innovation."},
      {
        "id":"ED137943",
        "title":"Curriculum Scholarship: Needed Research and Development for the Creation of Instructional Materials."},
      {
        "id":"ED137944",
        "title":"Statewide Educational Reform: New Jersey's &quot;Thorough and Efficient&quot; Mandate."},
      {
        "id":"ED137945",
        "title":"Relationship of Values to Group Satisfaction."},
      {
        "id":"ED137946",
        "title":"A Study of Candidates&apos; Success or Failure in the 1975 New York City Community School Board Elections Using the Tri System Model."},
      {
        "id":"ED137947",
        "title":"Levels of Use of the Innovation: The Conceptualization and Measurement of a Variable Useful for Assessing Innovation Implementation by Individuals."},
      {
        "id":"ED137948",
        "title":"Community School Board Members As Education Advocates."},
      {
        "id":"ED137949",
        "title":"Leadership Training for Increased Educational Equity: A National Model."},
      {
        "id":"ED137950",
        "title":"The Educational Policy Setting and Fluctuating School Enrollments."},
      {
        "id":"ED137951",
        "title":"A New Perspective for Curriculum Objectives."},
      {
        "id":"ED137952",
        "title":"[Golden Key Award Acceptance Speech.]"},
      {
        "id":"ED137953",
        "title":"School District Needs Assessment for Curriculum Improvement."},
      {
        "id":"ED137954",
        "title":"Managerial Communication: Three Keys to Effectiveness."},
      {
        "id":"ED137955",
        "title":"Involving Older Citizens in Schools."},
      {
        "id":"ED137956",
        "title":"[The Future for Education.]"},
      {
        "id":"ED137957",
        "title":"The Superintendency--Focus on Job Satisfaction &amp; Morale."},
      {
        "id":"ED137958",
        "title":"Schools Without Failure--1977. Glasser's Approach to Discipline--Realistic and Working."},
      {
        "id":"ED137959",
        "title":"Getting Good Board Members and Holding Them."},
      {
        "id":"ED137960",
        "title":"Ways to Improve Your School Food Services Program."},
      {
        "id":"ED137961",
        "title":"Total Staff Involvement in Curriculum Decision Making."},
      {
        "id":"ED137962",
        "title":"Counter Irritants to Teaching."},
      {
        "id":"ED137963",
        "title":"Non-Traditional Approaches to Student Evaluation."},
      {
        "id":"ED137964",
        "title":"Equity and Stability in Public Employment."},
      {
        "id":"ED137965",
        "title":"The Principal as a Key Member of the Management Team."},
      {
        "id":"ED137966",
        "title":"[How to Evaluate Proposed Curriculum Changes.]"},
      {
        "id":"ED137967",
        "title":"How to Evaluate Proposed Curriculum Changes."},
      {
        "id":"ED137968",
        "title":"Directions for School Board Accountability--the Selection and Review of the School Executive."},
      {
        "id":"ED137969",
        "title":"Involving the Public in the Bargaining Process: Some Strategies."},
      {
        "id":"ED137970",
        "title":"Mediation, Fact-finding, and Impasse."},
      {
        "id":"ED137971",
        "title":"Sharing Across School System Lines with Cooperative Educational Service Agency."},
      {
        "id":"ED137974",
        "title":"[Title IX: Two Years Later.]"},
      {
        "id":"ED137975",
        "title":"Legal Liability of Individual School Board Members."},
      {
        "id":"ED137976",
        "title":"[Back to Basics.]"},
      {
        "id":"ED137977",
        "title":"[Reporting Pupil Progress to Parents.]"},
      {
        "id":"ED137978",
        "title":"Alternatives in Education."},
      {
        "id":"ED137979",
        "title":"Improving the School Board Image."},
      {
        "id":"ED137981",
        "title":"Developing an Effective Board-Administrative Team."},
      {
        "id":"ED137982",
        "title":"Censorship Policy in a School District."},
      {
        "id":"ED137984",
        "title":"Intra-Organizational Conflict in Schools."},
      {
        "id":"ED137985",
        "title":"The Management Team. The Best of ERIC, No. 28."},
      {
        "id":"ED137986",
        "title":"The Costs of Educational Disruption. Final Report."},
      {
        "id":"ED137987",
        "title":"The Principal and the Law: Suspensions and Reductions in Staff."},
      {
        "id":"ED137990",
        "title":"Responsiveness in Local Politics: A Comparative Analysis of School Boards."},
      {
        "id":"ED137993",
        "title":"Meyer Children's Rehabilitation Institute: Annual Report 1975 - 76."},
      {
        "id":"ED137994",
        "title":"The Cost of Educating Handicapped Pupils in New York City. Special Report No. 2 in a Series: Assuring Equal Educational Opportunity for Handicapped Children in New York City."},
      {
        "id":"ED137995",
        "title":"Uses and Abuses of Early Identification Programs."},
      {
        "id":"ED137998",
        "title":"Children Served in Mental Retardation Clinics: Fiscal Year 1973."},
      {
        "id":"ED137999",
        "title":"Special Education Handbook."},
      {
        "id":"ED138000",
        "title":"Hyperactivity in Preschool Children as Non-Compliance: A New Conceptual Basis for Treatment."},
      {
        "id":"ED138005",
        "title":"Summer 1975 Program for Deaf Children. Evaluation Period July 1 - August 8, 1975."},
      {
        "id":"ED138006",
        "title":"Summer 1975 Program for Language and Hearing Impaired Children. Evaluation Period July 1 - August 8, 1975."},
      {
        "id":"ED138007",
        "title":"National Training Session on the Rehabilitation of the Deaf: Proceedings. (Las Cruces, New Mexico, April 20-22, 1976)."},
      {
        "id":"ED138008",
        "title":"Changing Behaviors and Attitudes of Gifted Girls."},
      {
        "id":"ED138009",
        "title":"Individualizing Science Curricula for the Gifted."},
      {
        "id":"ED138010",
        "title":"Precocity and Adult Failure: Shattering the Myth."},
      {
        "id":"ED138011",
        "title":"Comparison of Hearing Impaired to Hearing Graduates on the High School Graduates Follow Up Career Survey."},
      {
        "id":"ED138012",
        "title":"Advocacy, a Role for DD Councils."},
      {
        "id":"ED138013",
        "title":"State Responsibilities to the Mentally Disabled."},
      {
        "id":"ED138014",
        "title":"The Link Between Learning Disabilities and Juvenile Delinquency: Current Theory and Knowledge."},
      {
        "id":"ED138015",
        "title":"Planning and Implementing Child Abuse and Neglect Service Programs: The Experience of Eleven Demonstration Projects."},
      {
        "id":"ED138019",
        "title":"The Role of Research and the Cultural and Social Orientation of the Deaf. Proceedings of the First Gallaudet Symposium on Research in Deafness (Jun 20 - 21, 1975)."},
      {
        "id":"ED138020",
        "title":"Language and Communication Research Problems. Proceedings of the Second Gallaudet Symposium on Research in Deafness. (October 30-31, 1975)."},
      {
        "id":"ED138022",
        "title":"Observational Checklists for Referral: Technical Report. Final Report."},
      {
        "id":"ED138023",
        "title":"Statement by Dr. Mary F. Berry, Assistant Secretary for Education, Education Division, Department of Health, Education, and Welfare."},
      {
        "id":"ED138024",
        "title":"Unbiased Assessment: Guidelines, Procedures, and Forms for the SEA's Implementation of Public Law 94-142."},
      {
        "id":"ED138025",
        "title":"Information for Inservice Training Development: A Collection from Field Efforts of the RMRRC (Rocky Mountain Regional Resource Center)."},
      {
        "id":"ED138028",
        "title":"With Bias Toward None: Proceedings. A National Planning Conference on Nondiscriminatory Assessment for Handicapped Children."},
      {
        "id":"ED138029",
        "title":"Career Guidance in the Arts and Humanities: Activities, Information and Resources for Grades 7-12. Dance, Music, Theater and Media, Visual Arts and Crafts, Writing, Humanities."},
      {
        "id":"ED138030",
        "title":"The Theory of Love Concept as an Integral Part in the Education of the Educable Mentally Retarded Youth."},
      {
        "id":"ED138031",
        "title":"Handicapped Children in Head Start: Two Staff Training Models."},
      {
        "id":"ED138032",
        "title":"Evaluating an Individualized Mainstream Special Education Program in a Large Urban School District."},
      {
        "id":"ED138033",
        "title":"Social Skills Assessment and Curricula."},
      {
        "id":"ED138035",
        "title":"Housing and Handicapped People."},
      {
        "id":"ED138036",
        "title":"Culture Component in Second Language Teaching. Studies in Language Learning, Vol. 1 No. 1, 1975"},
      {
        "id":"ED138037",
        "title":"Computerized Instruction in Second-Language Acquisition. Studies in Language Learning, Vol. 1 No. 1, Fall 1975."},
      {
        "id":"ED138038",
        "title":"Reading and the Spanish Speaking Child."},
      {
        "id":"ED138039",
        "title":"Bilingualism Review. April 1976"},
      {
        "id":"ED138040",
        "title":"Paradigmatic Results of a Word Association Test Administered in English and Farsi."},
      {
        "id":"ED138041",
        "title":"Role of Foreign Language Educators in Bilingual Education."},
      {
        "id":"ED138082",
        "title":"Methods for Cataloguing, Storing, and Retrieving Large Volumes of Tape-Recorded Conversations. Working Papers in Sociolinguistics, No. 32."},
      {
        "id":"ED138086",
        "title":"The Role of the Bilingual Community in Mandated Bilingual Education. CAL-ERIC/CLL Series on Languages and Linguistics, No. 49."},
      {
        "id":"ED138091",
        "title":"Evaluation of the Impact of ESEA Title VII Spanish/English Bilingual Education Program. Vol. II: Project Descriptions."},
      {
        "id":"ED138092",
        "title":"Effects of the Turkish Language Reform on Person Perception. Working Papers of the Language Behavior Research Laboratory, No. 47."},
      {
        "id":"ED138093",
        "title":"Color Categories as Fuzzy Sets. Working Papers of the Language Behavior Research Laboratory. No. 44."},
      {
        "id":"ED138095",
        "title":"On Taxonomy and Semantic Contrast. Working Papers of the Language Behavior Research Laboratory, No. 31."},
      {
        "id":"ED138096",
        "title":"Decision-Making and Residence on Tagtabon Island. Working Paper of the Language Behavior Research Laboratory, No. 17."},
      {
        "id":"ED138098",
        "title":"Studies of Interaction. Working Paper of the Language Behavior Research Laboratory, No. 16."},
      {
        "id":"ED138100",
        "title":"Evaluation of the Impact of ESEA Title VII Spanish/English Bilingual Education Program. Interim Results. Executive Summary Planning/Evaluation Study."},
      {
        "id":"ED138101",
        "title":"A Universalist-Evolutionary Approach in Ethnographic Semantics. Working Paper of the Language Behavior Research Laboratory, No. 27."},
      {
        "id":"ED138103",
        "title":"Cognitive Aspects of Bilingual Communication. Working Papers of the Language Behavior Research Laboratory, No. 28."},
      {
        "id":"ED138106",
        "title":"Some Aspects of Social Interaction in a Black Urban Community. Working Papers of the Language Behavior Research Laboratory, No. 13."},
      {
        "id":"ED138107",
        "title":"On Simple Semantic Spaces and Semantic Categories. Working Papers of the Language Behavior Research Laboratory, No. 2."},
      {
        "id":"ED138109",
        "title":"The Structure of Linguistic Input to Children. Working Papers of the Language Behavior Research Laboratory, No. 14."},
      {
        "id":"ED138112",
        "title":"History of Vietnamese Literature."},
      {
        "id":"ED138113",
        "title":"Foreign Language Instruction and Career Preparation: A Selected, Annotated Bibliography. CAL-ERIC/CLL Series on Languages and Linguistics, No. 51."},
      {
        "id":"ED138117",
        "title":"A Critique of the Northwest Regional Educational Laboratory's Review of the Mat-Sea-Cal Oral Proficiency Tests."},
      {
        "id":"ED138118",
        "title":"French. Basic Course. Units 1-12, Revised."},
      {
        "id":"ED138120",
        "title":"Italian, Programmed, Instructor's Manual, Vol. 1."},
      {
        "id":"ED138121",
        "title":"A Glossary of Agricultural Terms. Spanish-English, English-Spanish. Program and Training Journal Reprint Series, No. 9."},
      {
        "id":"ED138122",
        "title":"Response to AIR Study &quot;Evaluation of the Impact of ESEA Title VII Spanish/English Bilingual Education Program.&quot;"},
      {
        "id":"ED138123",
        "title":"Eliciting Covert Mental Operations, Concepts and Oral Language Skills in Young Bilingual Children."},
      {
        "id":"ED138124",
        "title":"Student Financial Aid and National Purpose."},
      {
        "id":"ED138126",
        "title":"The Impact of Faculty Collective Bargaining on Campus Administrators."},
      {
        "id":"ED138127",
        "title":"Rate and Occupancy Survey Results."},
      {
        "id":"ED138129",
        "title":"The Options Handbook. Communicating with Prospective Students about Postsecondary Educational Options. Handbook One: Information Needed by the Student Consumer."},
      {
        "id":"ED138131",
        "title":"The Medical School Admissions Process: A Review of the Literature 1955-1976. Special Report."},
      {
        "id":"ED138133",
        "title":"Impact of Educational Development, Family Income, College Costs, and Financial Aid in Student Choice and Enrollment in College. Report No. 77."},
      {
        "id":"ED138135",
        "title":"Higher Education in Ohio Master Plan: 1976."},
      {
        "id":"ED138137",
        "title":"Evaluation, Dismissal, and Retention of Presidents or Reflections on Fishing by a Fish."},
      {
        "id":"ED138138",
        "title":"Report to the 1977 Minnesota Legislature."},
      {
        "id":"ED138139",
        "title":"Future Nigerian-U.S. Linkages in Higher Education."},
      {
        "id":"ED138140",
        "title":"Appalachian College Administrator: Characteristics and Career Patterns."},
      {
        "id":"ED138141",
        "title":"She Runs, and She Can Be Improved! An Evaluation of the Hill Family Foundation Independent College Program: Increasing the Productivity of the Teaching-Learning Process."},
      {
        "id":"ED138142",
        "title":"Thoughts and Speculations on the Possible Decline of Higher Education in the United States."},
      {
        "id":"ED138143",
        "title":"The Faculty Salary and Budget Committee Report on Early Retirement (Grand Valley State Colleges, Michigan)."},
      {
        "id":"ED138144",
        "title":"The Influence of Social Class on Entrance to Graduate and Professional School."},
      {
        "id":"ED138150",
        "title":"What Vermont High School Students Do After Graduation."},
      {
        "id":"ED138151",
        "title":"Performance Budgeting for Undergraduate Delivery Systems in the 1980's: A Strategy for the States."},
      {
        "id":"ED138152",
        "title":"Report on Western Interstate Commission on Higher Education."},
      {
        "id":"ED138153",
        "title":"Migration and Enrollment Profiles, 1968 and 1975. Vermont Higher Education."},
      {
        "id":"ED138155",
        "title":"Financing Access to Postsecondary Education in Vermont."},
      {
        "id":"ED138157",
        "title":"Employees in Colleges and Universities in New York State, 1974-75, 1975-76."},
      {
        "id":"ED138158",
        "title":"1976 High School Eligibility Study."},
      {
        "id":"ED138159",
        "title":"Role of the Universities in Development Planning: The Khmer Republic Case."},
      {
        "id":"ED138160",
        "title":"National Council for Higher Education 1974-75 Annual Report."},
      {
        "id":"ED138161",
        "title":"Common Enrollment Related Terms for the University of California and the California State University and Colleges."},
      {
        "id":"ED138162",
        "title":"Retention and Graduation of Disadvantaged Students in the Senior Colleges of CUNY."},
      {
        "id":"ED138165",
        "title":"The Relationship Between Students&apos; Evaluations of Faculty and Instructional Improvement."},
      {
        "id":"ED138166",
        "title":"Academic Compensation: Professoren, Pooh-Bahs, Parents, and Proles."},
      {
        "id":"ED138167",
        "title":"Computer Software in Education: Property Rights, Use, Royalties."},
      {
        "id":"ED138168",
        "title":"Salary Reimbursement--Benefits and Costs."},
      {
        "id":"ED138170",
        "title":"University Patent Policy."},
      {
        "id":"ED138171",
        "title":"State Budgeting for Higher Education: The Political Economy of the Process."},
      {
        "id":"ED138172",
        "title":"Faculty Consulting: Issues in Academic Policy Development."},
      {
        "id":"ED138175",
        "title":"Class Size and Students' Ratings of Instruction: A Clarification of Relationship."},
      {
        "id":"ED138176",
        "title":"Women in Postsecondary Education in New York State. Students, Faculty, and Administrators. An Information Paper."},
      {
        "id":"ED138177",
        "title":"The Use of a Parity-Equity Model to Evaluate Faculty Salary Policies."},
      {
        "id":"ED138178",
        "title":"Prediction of Academic Success for Mature Students."},
      {
        "id":"ED138179",
        "title":"Developmental Tasks of Older Female Students in Undergraduate Education."},
      {
        "id":"ED138181",
        "title":"Graduate and Professional School Admissions: Social and Legal Considerations."},
      {
        "id":"ED138182",
        "title":"Final Report of the Task Force on Ten Year Staffing Plan. Stockton State College."},
      {
        "id":"ED138185",
        "title":"The Student at Youngstown State University: Attitudes and Opinions, 1976-77."},
      {
        "id":"ED138187",
        "title":"Research Guide to Women's Issues."},
      {
        "id":"ED138188",
        "title":"Institutional Support for Teachers. Criteria for the Evaluation, Support, and Recognition of College Teachers."},
      {
        "id":"ED138189",
        "title":"Financial Support of Higher Education in Washington. A National Comparison. Report No. 77-19."},
      {
        "id":"ED138191",
        "title":"Student Opinion on Health Insurance: Needs, Preferences and Evaluation. Student Affairs Quarterly Survey, Autumn, 1976."},
      {
        "id":"ED138192",
        "title":"The Changing Profile of Black Administrators in Predominantly White Colleges and Universities."},
      {
        "id":"ED138193",
        "title":"The Relationship of Parental Reinforcement, Parental Modeling, Need Achievement, and Need Affiliation to the Type of Graduate Program Enrollment of Females."},
      {
        "id":"ED138194",
        "title":"The Relation of University Faculty Turnover to Faculty Compliance with Departmental Grading and Publishing Practices."},
      {
        "id":"ED138195",
        "title":"A Financial Taxonomy of Institutions of Higher Education."},
      {
        "id":"ED138196",
        "title":"Effects of Extra-Departmental Associations on Promotion Among Research Faculty."},
      {
        "id":"ED138197",
        "title":"Behavior of Students with a Range of Preference for Structure in High Structure and Low Structure College Classrooms."},
      {
        "id":"ED138198",
        "title":"An Experiment in ''Less Time, More Options\": A Study of Accelerated University Students."},
      {
        "id":"ED138199",
        "title":"Women's Education: A Survey of Purposes at a Liberal Arts College for Women."},
      {
        "id":"ED138202",
        "title":"Renewal and New Directions in the Church on Campuses. Occasional Papers on Catholic Higher Education, Volume 2, Number 2."},
      {
        "id":"ED138203",
        "title":"What Type of College do Career-Salient Women Choose--Coeducational or Women&apos;s?"},
      {
        "id":"ED138204",
        "title":"Teachers and New Arrangements for Learning. Criteria for the Evaluation, Support, and Recognition of College Teachers. Number 5."},
      {
        "id":"ED138205",
        "title":"Student Evaluation of Teaching. Criteria for the Evaluation, Support, and Recognition of College Teachers Number 2."},
      {
        "id":"ED138207",
        "title":"Professional Development of Faculty. Criteria for the Evaluation, Support, and Recognition of College Teachers Number 4."},
      {
        "id":"ED138209",
        "title":"Campus Governance at Berkeley: A Study in Jurisdictions."},
      {
        "id":"ED138210",
        "title":"Information for New Entrants to University Administration."},
      {
        "id":"ED138213",
        "title":"University Without Walls Student Profile 1976-1977."},
      {
        "id":"ED138214",
        "title":"Degree Inventory, 1975-76 Washington Colleges and Universities. Report No. 77-18."},
      {
        "id":"ED138217",
        "title":"Institutional Accreditation and the Private Liberal Arts College."},
      {
        "id":"ED138220",
        "title":"Profile of USC (University of South Carolina) Entering Freshmen, Fall, 1976. Research Notes Number 34-77."},
      {
        "id":"ED138221",
        "title":"A Comparative Study of USC (University of South Carolina) Student Survival Rates by Race, 1973-76. Research Notes 33-77."},
      {
        "id":"ED138223",
        "title":"The Structure of Knowledge and Departmental Social Organization."},
      {
        "id":"ED138233",
        "title":"The Missouri Libraries Film Cooperative: Its Origins, History and Growth."},
      {
        "id":"ED138234",
        "title":"The Information Needs, Usage and Attitude of Medical Researchers in Australia: Strategies for the Provision of More Effective Medical Information Facilities. Second Report to the National Library of Australia."},
      {
        "id":"ED138236",
        "title":"EUDISED EP Bulletin; Experimental Issue, 1976."},
      {
        "id":"ED138242",
        "title":"Instructional Television: A Comparative Study of Satellites and Other Delivery Systems. Final Report."},
      {
        "id":"ED138244",
        "title":"A Technical Report on a Role Analysis Prepared for the Reference Department of Margaret I. King Library University of Kentucky."},
      {
        "id":"ED138247",
        "title":"Proceedings of the Seminar on User Education Activities, The State of the Art in Texas (Houston, Texas, April, 1976)."},
      {
        "id":"ED138249",
        "title":"Council on Library Resources, Inc. 20th Annual Report."},
      {
        "id":"ED138250",
        "title":"1976 Status Report on the Master Plan for the Development of Library Services in the State of Maryland."},
      {
        "id":"ED138251",
        "title":"Special Libraries in West Virginia."},
      {
        "id":"ED138252",
        "title":"Evaluation of the Effectiveness of Federal Funding of Public Libraries."},
      {
        "id":"ED138253",
        "title":"Improving State Aid to Public Libraries."},
      {
        "id":"ED138257",
        "title":"The Computer in Library Education: One School's Approach."},
      {
        "id":"ED138258",
        "title":"Narrative Evaluation Report on the Institute for Training in Librarianship."},
      {
        "id":"ED138260",
        "title":"On-line Data Bases I. Use of Commercially Vended On-line Data Bases by Academic Libraries."},
      {
        "id":"ED138261",
        "title":"An Investigation of Selective College and University Libraries' Serial Arrangement."},
      {
        "id":"ED138262",
        "title":"The State Library of Ohio: A Focus on Continuing Education for Library Personnel. Proposal for a Policy Paper."},
      {
        "id":"ED138263",
        "title":"A Study to Refine and Test New Measures of Library Service and Train Library Personnel in Their Use. New Jersey Measurement Study."},
      {
        "id":"ED138264",
        "title":"Maryland Interlibrary Organization: MILO-Central. Review and Recommendation."},
      {
        "id":"ED138267",
        "title":"Computer Networking in the University: Success and Potential. Proceedings of the EDUCOM Fall Conference (Boston, Massachusetts, November 10-12, 1976)."},
      {
        "id":"ED138269",
        "title":"Transcript CONTU Meeting #9. Volume One."},
      {
        "id":"ED138270",
        "title":"Transcript CONTU Meeting #10."},
      {
        "id":"ED138273",
        "title":"Nationwide Survey of School Superintendents on Future Utilization of the Instructional Television Fixed Service."},
      {
        "id":"ED138274",
        "title":"Projecting the Growth of Television Broadcasting: Implications for Spectrum Use."},
      {
        "id":"ED138275",
        "title":"Citizen Participation in Broadcast Licensing Before the FCC."},
      {
        "id":"ED138277",
        "title":"To the Federal Trade Commission in the Matter of a Trade Regulation Rule on Over-the-Counter Drug Advertising."},
      {
        "id":"ED138278",
        "title":"Applications of Computers in the Whole School--Five Examples. Illinois Series on Education Applications of Computers. Number 1."},
      {
        "id":"ED138279",
        "title":"A Study of Computer Simulations for Environmental Science Education. Illinois Series on Educational Applications of Computers. Number 2."},
      {
        "id":"ED138280",
        "title":"Students: Where the Action Is! Illinois Series on Educational Applications of Computers. Number 3."},
      {
        "id":"ED138283",
        "title":"A Detailed Comparison of Maxicalculators. Illinois Series on Educational Applications of Computers. Number 6."},
      {
        "id":"ED138284",
        "title":"Elders, Students and Computers--A New Team. Illinois Series on Educational Application of Computers. Number 7."},
      {
        "id":"ED138285",
        "title":"Elders, Students & Computers--Background Information. Illinois Series on Educational Technology of Computers. Number 8."},
      {
        "id":"ED138288",
        "title":"CAISP (Computer Assisted Individualized Study Package) Computer Managed Instruction in BASIC. Illinois Series on Educational Applications of Computers. Number 11."},
      {
        "id":"ED138293",
        "title":"Computer Outreach."},
      {
        "id":"ED138296",
        "title":"EMMSE Media Index."},
      {
        "id":"ED138297",
        "title":"The Goal Structure of a Socratic Tutor. Technical Report No. 3."},
      {
        "id":"ED138299",
        "title":"Access to Knowledge. Volume 1. Preliminary Report of the Florida Commission on Educational Outreach and Service."},
      {
        "id":"ED138300",
        "title":"Program Decisions in Public Television. A Report for the CPB/NCES Programming Project."},
      {
        "id":"ED138301",
        "title":"Super 8: The Modest Medium."},
      {
        "id":"ED138302",
        "title":"Individualized Group Computer-Assisted Instruction."},
      {
        "id":"ED138304",
        "title":"Semiotic Foundations of Information Science. Final Project Report."},
      {
        "id":"ED143595",
        "title":"Estimates of the Population of Counties and Metropolitan Areas: July 1, 1974 and 1975. Current Population Reports, Population Estimates and Projections, Series P-25, No. 709."},
      {
        "id":"ED143598",
        "title":"Development of Behavioral Objectives and Test Items on \"Free Enterprise\" and Assessment of \"Free Enterprise\" Training's Impact on Understandings of (1) Teachers Taking the Training and (2) Secondary Students in Those Teachers' Classes: Phase I."},
      {
        "id":"ED143599",
        "title":"The Impact of Multiple Educational Options on Students' Self and Social Perceptions."},
      {
        "id":"ED143602",
        "title":"Research Papers Sponsored by the Commission on Private Philanthropy and Public Needs. Volume I: History, Trends, and Current Magnitudes."},
      {
        "id":"ED143603",
        "title":"Research Papers Sponsored by the Commission on Private Philanthropy and Public Needs. Volume II: Philanthropic Fields of Interest, Part I-Areas of Activity."},
      {
        "id":"ED143604",
        "title":"Research Papers Sponsored by the Commission on Private Philanthropy and Public Needs. Volume II: Philanthropic Fields of Interest, Part II-Additional Perspectives."},
      {
        "id":"ED143605",
        "title":"Research Papers Sponsored by the Commission on Private Philanthropy and Public Needs. Volume III: Special Behavioral Studies, Foundations, and Corporations."},
      {
        "id":"ED143606",
        "title":"Research Papers Sponsored by the Commission on Private Philanthropy and Public Needs. Volume IV: Taxes."},
      {
        "id":"ED143607",
        "title":"Research Papers Sponsored by the Commission on Private Philanthropy and Public Needs. Volume V: Regulation."},
      {
        "id":"ED143619",
        "title":"Teacher Centers as an Approach to Staff Development in Special Education."},
      {
        "id":"ED143620",
        "title":"A Synthesis of Research in Basic Skills."},
      {
        "id":"ED143626",
        "title":"Administrative Rules Governing the Certification of Michigan Teachers."},
      {
        "id":"ED143629",
        "title":"Teacher Competence and Teacher Effectiveness. A Review of Process-Product Research."},
      {
        "id":"ED143631",
        "title":"No One Model American. A Statement on Multicultural Education."},
      {
        "id":"ED143642",
        "title":"Proceedings of the Representative Assembly. Volume 114."},
      {
        "id":"ED143643",
        "title":"Abstracts of Research Papers 1977 AAHPER Convention."},
      {
        "id":"ED143645",
        "title":"From Commitment to Practice: The Oregon College of Education Elementary Teacher Education Program."},
      {
        "id":"ED143659",
        "title":"A Competency-Based Workshop on Designing Learning Systems for the West Virginia Department of Education, Division of Instructional Learning Systems Staff."},
      {
        "id":"ED143662",
        "title":"An Inservice Model for an Urban/Suburban System, Arlington Public Schools, Virginia, Parts I, II, and III. Teacher Corps Reports: Inservice Development Processes."},
      {
        "id":"ED143664",
        "title":"PBTE 1977: Where To From Here? PBTE Series: No. 22."},
      {
        "id":"ED143671",
        "title":"The Use of Periodic Functions to Measure the Difficulty of Aptitude Test Items."},
      {
        "id":"ED143673",
        "title":"Grading. NEA Professional Studies."},
      {
        "id":"ED143678",
        "title":"Changing Approaches to Research into Personality and Learning. No. 59. Investigation into the Learning and Teaching of Basic Concepts in Economics. No. 3."},
      {
        "id":"ED143682",
        "title":"He and She: Sex Fairness in Selection and Guidance Based on Educational Testing."},
      {
        "id":"ED143683",
        "title":"The Discrepancy Evaluation Model: A Systematic Approach for the Evaluation of Career Planning and Placement Programs."},
      {
        "id":"ED143686",
        "title":"Some Multivariate Conceptualizations in Nonverbal Research."},
      {
        "id":"ED143688",
        "title":"Measuring Performance: Teacher-Made Tests."},
      {
        "id":"ED143689",
        "title":"Longitudinal Impact Assessment of the 1971-72 Vocational Exploration in the Private Sector Program."},
      {
        "id":"ED143691",
        "title":"Vocational Exploration in the Private Sector: Final Report and Assessment, 1972-73; Comparison of Impact of the Pilot and Experimental Years."},
      {
        "id":"ED143692",
        "title":"Investigations of Stability in Junior High School Math and English Classes: The Texas Junior High School Study. Research and Development Report No. 77-3."},
      {
        "id":"ED143693",
        "title":"The Identification of Teacher Effects in the Presence of Heterogeneous Within-Class Relations of Input to Outcome."},
      {
        "id":"ED143698",
        "title":"A Factor Analytic Study of Branching Patient Management Problems."},
      {
        "id":"ED143707",
        "title":"Proceedings of the Conference on Educational Accountability."},
      {
        "id":"ED143722",
        "title":"Policing Metropolitan America."},
      {
        "id":"ED143723",
        "title":"School Disruptions: Tips for Educators and Police."},
      {
        "id":"ED143731",
        "title":"Consumer Income, Characteristics of the Population Below the Poverty Level: 1975. Current Population Reports, Series p-60, No. 106, June 1977."},
      {
        "id":"ED143733",
        "title":"A Cross-Cultural Triad Training Model for Counselors."},
      {
        "id":"ED143734",
        "title":"Dimensions of Social Stratification for Whites and Blacks: The Toledo Study."},
      {
        "id":"ED143735",
        "title":"Commencement Address by Drew S. Days III, before the Temple University School of Law, Philadelphia, Pennsylvania."},
      {
        "id":"ED143736",
        "title":"Relative Measure of Poverty. The Measure of Poverty, Technical Paper XIV."},
      {
        "id":"ED143737",
        "title":"Bureau of Labor Statistics (BLS) Family Budgets Program. The Measure of Poverty, Technical Paper IV."},
      {
        "id":"ED143740",
        "title":"Implications of Alternative Measures of Poverty on Title I of the Elementary and Secondary Education Act. The Measure of Poverty, Technical Paper XVI."},
      {
        "id":"ED143741",
        "title":"Equal Educational Opportunity for Asians and Pacific Islanders in the United States."},
      {
        "id":"ED143768",
        "title":"Interaction. Learning Leadership/Membership Skills. A Research Curriculum in Cooperative Group Interaction. Field Test Version."},
      {
        "id":"ED143769",
        "title":"Instructor&apos;s Handbook for Adult Basic Education."},
      {
        "id":"ED143775",
        "title":"NWREL Experience-Based Career Education Program. FY 76 Final Evaluation Report."},
      {
        "id":"ED143792",
        "title":"Florida Assessment of Needs in Career Education."},
      {
        "id":"ED143797",
        "title":"Career Education through the Church."},
      {
        "id":"ED143802",
        "title":"A Comprehensive Career Guidance, Counseling, Placement, Follow-up and Follow-Through System for Rural (Small) Schools. Final Report."},
      {
        "id":"ED143807",
        "title":"Self-Instructional Unit on Conducting Task Surveys for Vocational Curriculum Development."},
      {
        "id":"ED143810",
        "title":"CETA Prime Sponsor Management Decisions and Program Goal Achievement. Final Report."},
      {
        "id":"ED143814",
        "title":"Career Education in Higher Education. An Infusion Model."},
      {
        "id":"ED143815",
        "title":"Venereal Disease. Consumer Health Education."},
      {
        "id":"ED143818",
        "title":"Mason County Career Education, K-Adult. Vol. I. Teacher's Instructional Manual for Early Elementary Education, K-3."},
      {
        "id":"ED143819",
        "title":"Mason County Career Education, K-Adult. Vol. II. Teacher's Instructional Manual for Upper Elementary Education, 4-6."},
      {
        "id":"ED143820",
        "title":"Mason County Career Education, K-Adult. Vol. III. Teacher's Instructional Manual for Secondary Education, 7-12."},
      {
        "id":"ED143824",
        "title":"Paraprofessionals in Home Economics Programs for Low-Income Families."},
      {
        "id":"ED143825",
        "title":"Health Manpower Literature. Volume 1. Number 1."},
      {
        "id":"ED143826",
        "title":"A Study of the Feasibility of Two Data-Collection Techniques for Determining Present Activities and Perceived Program Needs in Continuing Education and Extension in Degree-Granting Post-Secondary Institutions in New York State."},
      {
        "id":"ED143828",
        "title":"Adult Career Education Counseling Project. Final Report."},
      {
        "id":"ED143829",
        "title":"Objectives for Career and Occupational Development. Second Assessment. National Assessment of Educational Progress."},
      {
        "id":"ED143844",
        "title":"Developing the Leadership Potential of Urban Vocational Education Administrators. (Conference II). 1977 National Leadership Seminar for Administrators of Vocational Education in Large Cities (Arlington, Virginia, March 26-29, 1977). Leadership Training Series No. 50."},
      {
        "id":"ED143846",
        "title":"Training Guide for Identifying, Meeting, and Evaluating Training Needs."},
      {
        "id":"ED143847",
        "title":"Employment and Training Programs for Offenders. A Guide for Prime Sponsors under the Comprehensive Employment and Training Act of 1973. ET Handbook No. 341."},
      {
        "id":"ED143848",
        "title":"Second Year Manual for the Kentucky Appalachia Vocational Staff Exchange Project. Revised."},
      {
        "id":"ED143853",
        "title":"Bridges to Work: International Comparison of Transition Services."},
      {
        "id":"ED143854",
        "title":"The Effects of Family Background, Test Scores, Personality Traits and Education on Economic Success."},
      {
        "id":"ED143860",
        "title":"Career Profiles in Forestry, Conservation, Ecology, Environmental Management."},
      {
        "id":"ED143862",
        "title":"The Hypothetical Labor Market Response of Black and White Women to a National Program of Free Day Care Centers."},
      {
        "id":"ED143863",
        "title":"The Feasibility of Feasibility Testing: Observations from the Portland WIN Voucher Test."},
      {
        "id":"ED143864",
        "title":"Middle-Aged Job-Losers."},
      {
        "id":"ED143866",
        "title":"Coordinator's Training Guide. Research &amp; Development Series No. 119-A. Career Planning Support System."},
      {
        "id":"ED143867",
        "title":"Coordinator's Handbook. Research &amp; Development Series No. 119-B. Career Planning Support System."},
      {
        "id":"ED143868",
        "title":"Camera Ready Masters. B/M-1 Resource Assessment. B/M-2 Surveying. B/M-3 Tabulation. B/M-4 Selecting Program Goals. B/M-5 Producing CDU's. Career Planning Support System."},
      {
        "id":"ED143869",
        "title":"Advisory Committee Handbook. Research &amp; Development Series No. 119-C. Career Planning Support System."},
      {
        "id":"ED143870",
        "title":"Assessing Resources. A Procedural Guide for the Resource Leader. Research &amp; Development Series No. 119-D. Career Planning Support System."},
      {
        "id":"ED143871",
        "title":"Assessing Needs: Surveying. A Procedural Guide for Team Leaders. Research &amp; Development Series No. 119-E. Career Planning Support System."},
      {
        "id":"ED143872",
        "title":"Assessing Needs: Tabulation. A Procedural Guide for Supervisors. Research &amp; Development Series No. 119-F. Career Planning Support System."},
      {
        "id":"ED143873",
        "title":"Analyzing Methods. A Procedural Guide for the Method Specialist. Research &amp; Development Series No. 119-G. Career Planning Support System."},
      {
        "id":"ED143874",
        "title":"Manual for Writing Behavioral Objectives. Research &amp; Development Series No. 119-H. Career Planning Support System."},
      {
        "id":"ED143875",
        "title":"Writing Behavioral Objectives. A Procedural Guide for the Behavioral Objective Specialist. Research &amp; Development Series No. 119-I. Career Planning Support System."},
      {
        "id":"ED143876",
        "title":"Producing CDUs. A Procedural Guide for CDU Instructors. Research &amp; Development Series No. 119-J. Career Planning Support System."},
      {
        "id":"ED143877",
        "title":"Audiovisual Scripts for CPSS. Research &amp; Development Series No. 119-K. Career Planning Support System."},
      {
        "id":"ED143883",
        "title":"Career Resource Centers."},
      {
        "id":"ED143888",
        "title":"An Instructional System Design for Vocational Education."},
      {
        "id":"ED143892",
        "title":"A Cross-Clutural Study of the Impact of Home Environment Variables on Academic Achievement and Affective Traits."},
      {
        "id":"ED143899",
        "title":"Re-Entry Women: A Selective Review of the Educational Process, Career Choice, and Interest Measurement."},
      {
        "id":"ED143915",
        "title":"Persistence and Achievement."},
      {
        "id":"ED143917",
        "title":"Effects of Social Modeling, Cognitive Structuring, and Self-Management Strategies on Affective Self-Disclosure."},
      {
        "id":"ED143918",
        "title":"The Ethical Behavior of Counselors: New Directions in Ethical Behavior Research."},
      {
        "id":"ED143919",
        "title":"Euthanasia Acceptance: An Attitudinal Inquiry."},
      {
        "id":"ED143921",
        "title":"The Family as a Living Open System: An Emerging Conceptual Framework."},
      {
        "id":"ED143923",
        "title":"Alternative Learning Environments in the Elementary School."},
      {
        "id":"ED143926",
        "title":"Job Placement Services Provided by Public School Systems in the United States, 1976."},
      {
        "id":"ED143933",
        "title":"Sex Differences in Mathematics: An Investigation of Sex Differentiated Attitudes Toward Mathematics and Sex-Differentiated Achievement in Mathematics on the Ninth Grade Level in Eight Schools in New Jersey."},
      {
        "id":"ED143935",
        "title":"Women's Educational Equity Act. First Annual Report, September 30, 1976."},
      {
        "id":"ED143936",
        "title":"A Study of Counselor Interactions and Influence."},
      {
        "id":"ED143937",
        "title":"Invisible Institution: Adult Foster Care in the U.S.A."},
      {
        "id":"ED143938",
        "title":"Suicidal Fantasies and Positive/Negative Effects."},
      {
        "id":"ED143953",
        "title":"A Counseling Approach to Armed Forces Recruiting."},
      {
        "id":"ED143962",
        "title":"Causal Explanations for the Behavior of Women and Men: Two Different Schema?"},
      {
        "id":"ED143963",
        "title":"Cognitive Development and the Cognition of Horizontal and Vertical Social Structures."},
      {
        "id":"ED143964",
        "title":"Cognitive Predictors of College Success in Disadvantaged Students."},
      {
        "id":"ED143967",
        "title":"The Counseling Psychologist."},
      {
        "id":"ED143969",
        "title":"Differences between Perceived and Desired Career Planning Services among Students at the State University College at Oswego."},
      {
        "id":"ED143970",
        "title":"Differential Response of Males and Females to Work Situations Which Evoke Sex Role Stereotypes."},
      {
        "id":"ED143971",
        "title":"Effects of Sex of Children and Experimenters on Social Facilitation."},
      {
        "id":"ED143972",
        "title":"The Effects on Adults of Being Imitated by Children: A Review and Methodological Critique."},
      {
        "id":"ED143973",
        "title":"Project Teen Concern: An Implementation Manual for An Educational Program to Prevent Premature Parenthood and Venereal Disease."},
      {
        "id":"ED143976",
        "title":"The Rights and Responsibilities of Women. Recommendations of the Secretary's Advisory Committee on the Rights and Responsibilities of Women, 1973-1974."},
      {
        "id":"ED143999",
        "title":"Psycholinguistics and the Reading Language Arts Teacher: A Time for Learning."},
      {
        "id":"ED144006",
        "title":"Differences in Readability: Its Effects Upon the Interpretation of Past Sex Bias Literature."},
      {
        "id":"ED144017",
        "title":"The Development of Reading Comprehension in First Grade Children."},
      {
        "id":"ED144020",
        "title":"Multiple Theory Formation in High-Level Perception. Technical Report No. 38."},
      {
        "id":"ED144023",
        "title":"Cognition, Curriculum, and Comprehension."},
      {
        "id":"ED144026",
        "title":"Response to Prof. Bormuth's Paper."},
      {
        "id":"ED144033",
        "title":"Precision Teaching for Decoding and Comprehension: Materials and Methods."},
      {
        "id":"ED144037",
        "title":"Learning Disability or Reading Disability: An Annotated Bibliography for Coming Together."},
      {
        "id":"ED144038",
        "title":"Analyses of Differences between Written and Oral Language. Technical Report No. 29."},
      {
        "id":"ED144040",
        "title":"Skills, Plans, and Self-Regulation. Technical Report No. 48."},
      {
        "id":"ED144041",
        "title":"Theories of Memory and the Problems of Development: Activity, Growth, and Knowledge. Technical Report No. 51."},
      {
        "id":"ED144042",
        "title":"The Effects of Experience on the Selection of Suitable Retrieval Cues for Studying from Prose Passages."},
      {
        "id":"ED144043",
        "title":"Effects of Contextualized and Decontextualized Practice Conditions on Word Recognition. Technical Report No. 54."},
      {
        "id":"ED144045",
        "title":"A Curriculum Analysis of an Early Reading Program: Instructional Strategies and Contingency Management."},
      {
        "id":"ED144046",
        "title":"Response Generation Norms for Verbal Analogies."},
      {
        "id":"ED144051",
        "title":"Newshole Allocation Policies of American Daily Newspapers. Research Bulletin No. 4."},
      {
        "id":"ED144052",
        "title":"Last But Not Least My Poem: An Exploration with Writers in the Classroom. Dialogue Series, Volume III."},
      {
        "id":"ED144064",
        "title":"Language Arts Instruction K-12."},
      {
        "id":"ED144065",
        "title":"Inventing and Playing Games in the English Classroom: A Handbook for Teachers."},
      {
        "id":"ED144077",
        "title":"Instructional Strategies for Teaching Writing."},
      {
        "id":"ED144086",
        "title":"Comments and Exercises on Historical Linguistics."},
      {
        "id":"ED144091",
        "title":"Storytelling: Oral Interpretation in the Senior High School."},
      {
        "id":"ED144094",
        "title":"Sport in the Composition Class."},
      {
        "id":"ED144097",
        "title":"Fantasy in Literature."},
      {
        "id":"ED144102",
        "title":"Rhetoric and Composition: An Overview."},
      {
        "id":"ED144104",
        "title":"Recommended English Language Arts Curriculum Guides K-12 and Criteria for Planning and Evaluation."},
      {
        "id":"ED144105",
        "title":"Teaching the Basics--Really! Classroom Practices in Teaching English, 1977-1978."},
      {
        "id":"ED144120",
        "title":"Television Viewing of Selected Sixth, Seventh, and Eighth Grade Students."},
      {
        "id":"ED144121",
        "title":"Effects of Eye Contact, Posture and Vocal Inflection upon Credibility and Comprehension."},
      {
        "id":"ED144123",
        "title":"The Content of Organizational Communication."},
      {
        "id":"ED144125",
        "title":"Contemporary Theories of Oral Communication: A Collection of Abstracts, Critical Literature Reviews, and Experiments in the Study of Communication."},
      {
        "id":"ED144126",
        "title":"Issues and Images: Confessions of a Conference Organizer."},
      {
        "id":"ED144140",
        "title":"Effects of Videotaped Testimony on Information Processing and Decision-Making in Jury Trials. Final Report."},
      {
        "id":"ED144143",
        "title":"Organizational Behavior Modification and Management by Objectives: Implications for Change in Organizational Communication Training."},
      {
        "id":"ED144146",
        "title":"British Union Debating: An Eclectic Approach."},
      {
        "id":"ED144148",
        "title":"Public Television Programming by Category: 1976."},
      {
        "id":"ED144149",
        "title":"Status Report of Public Broadcasting 1977."},
      {
        "id":"ED144152",
        "title":"The President's Message on Public Broadcasting."},
      {
        "id":"ED144160",
        "title":"Organizational Communication Abstracts--1975."},
      {
        "id":"ED144169",
        "title":"School District Governance: How Democratic? Research Action Brief Number 3."},
      {
        "id":"ED144170",
        "title":"Putting Together a Guide to Proposal Development."},
      {
        "id":"ED144174",
        "title":"Shared Decision Processes in Public Education."},
      {
        "id":"ED144178",
        "title":"Critical Issues in American Education. A Report."},
      {
        "id":"ED144183",
        "title":"Massachusetts Educational Innovators in Action: &quot;The Process for the Product.&quot;"},
      {
        "id":"ED144184",
        "title":"The Nonpublic School and Private Philanthropy. A Report."},
      {
        "id":"ED144186",
        "title":"A Study of Thirteen Catholic High Schools in Greater Cincinnati."},
      {
        "id":"ED144187",
        "title":"A Study of the Catholic Elementary Schools in Greater Cincinnati."},
      {
        "id":"ED144188",
        "title":"Jefferson Township Schools Study."},
      {
        "id":"ED144189",
        "title":"Bradford School Study"},
      {
        "id":"ED144190",
        "title":"Providing Organizational Development Skills (PODS): A Combined Training Program."},
      {
        "id":"ED144191",
        "title":"Organizational Development in Education. Preparing Educational Training Consultants: Organizational Development (PETC-III)."},
      {
        "id":"ED144192",
        "title":"Instructional Strategies. Preparing Educational Training Consultants: Organizational Development (PETC-III)."},
      {
        "id":"ED144193",
        "title":"Participant Materials. Preparing Educational Training Consultants: Organizational Development (PETC-III)."},
      {
        "id":"ED144194",
        "title":"Schooling: Expectations in Conflict. Report."},
      {
        "id":"ED144204",
        "title":"Advisory Committees. The Best of ERIC, Number 30."},
      {
        "id":"ED144205",
        "title":"Progress of Education in the United States of America 1974-75, 1975-76."},
      {
        "id":"ED144207",
        "title":"A Manual for Assessing Open-Ended Statements of Concern About an Innovation."},
      {
        "id":"ED144212",
        "title":"Housing for New Types of Students. A Report."},
      {
        "id":"ED144213",
        "title":"Space Costing: Who Should Pay for the Use of College Space? A Report."},
      {
        "id":"ED144214",
        "title":"The Neglected Majority: Facilities for Commuting Students. A Report."},
      {
        "id":"ED144217",
        "title":"A Report of the NIE Curriculum Development Conference (Washington, D.C., November 17-19, 1976)."},
      {
        "id":"ED144218",
        "title":"Citizen Participation: The Local Perspective."},
      {
        "id":"ED144219",
        "title":"Citizen Participation: A Review and Commentary of Federal Policies and Practices."},
      {
        "id":"ED144222",
        "title":"The Economics of New Educational Media. Present Status of Research and Trends. Educational Methods and Techniques 1."},
      {
        "id":"ED144225",
        "title":"Out-Migration of Students from Seattle Public Schools to Non-Public Schools. Report No. 77-21."},
      {
        "id":"ED144227",
        "title":"Study Halls: An Educational Wasteland to an Educational Mecca."},
      {
        "id":"ED144229",
        "title":"Declining Enrollment Conference Report."},
      {
        "id":"ED144232",
        "title":"A Guide to the Development of Program Statements and Educational Specifications for Small Secondary Schools."},
      {
        "id":"ED144235",
        "title":"Philanthropy, Public Needs, and Nonpublic Schools. A Report."},
      {
        "id":"ED144244",
        "title":"Improving the Mobility of the Elderly and Handicapped through User-Side Subsidies. Working Paper: 5050-4-4."},
      {
        "id":"ED144245",
        "title":"Mobility, Accessibility, and Travel Impacts of Transportation Programs for the Elderly and Handicapped. Working Paper: 5050-4-6."},
      {
        "id":"ED144247",
        "title":"Guidelines for School Discipline."},
      {
        "id":"ED144249",
        "title":"Energy Conservation in Buildings--A Human Factors/Systems Viewpoint. NBS Building Science Series 88."},
      {
        "id":"ED144251",
        "title":"Designing a Positive In-School Suspension Program."},
      {
        "id":"ED144252",
        "title":"Community Schools in Canada."},
      {
        "id":"ED144253",
        "title":"Equalizing Educational Expenditures: A Welfare Analysis of Some Plans for Reform of Spending on Public Education. Final Report."},
      {
        "id":"ED144257",
        "title":"Program Residuals, or Did They Throw Out the Baby with the Bath?"},
      {
        "id":"ED144270",
        "title":"Data-Based Program Modification: A Manual."},
      {
        "id":"ED144274",
        "title":"An Overview [Austin Early Childhood Special Education Program]."},
      {
        "id":"ED144275",
        "title":"Diagnostic and Educational Services."},
      {
        "id":"ED144278",
        "title":"Casis Teacher Checklist: 4-7 Years."},
      {
        "id":"ED144279",
        "title":"Checklist of Coping Skills: An Early Childhood Special Education Observation Schedule."},
      {
        "id":"ED144280",
        "title":"The Parent Program."},
      {
        "id":"ED144281",
        "title":"Observation Training for Parents."},
      {
        "id":"ED144283",
        "title":"Inexpensive and Easily Made Instructional Materials: A Training Manual for Teachers and Parents for Working with Preschool Children."},
      {
        "id":"ED144284",
        "title":"Coordination of Community Services."},
      {
        "id":"ED144285",
        "title":"Good Ideas: An Activity Book for Early Childhood."},
      {
        "id":"ED144287",
        "title":"How to Plan and Carry Out a Successful Public Awareness Program on Child Abuse and Neglect."},
      {
        "id":"ED144288",
        "title":"Child Abuse and Neglect Training Materials Catalogue."},
      {
        "id":"ED144290",
        "title":"State Master Plan for Special Education in Oregon. Summary."},
      {
        "id":"ED144292",
        "title":"Project Seacap: Establishing a Child Service Demonstration Program for the Learning Disabled in Delaware. Final Evaluation Report. July 1, 1973 - August 31, 1975."},
      {
        "id":"ED144294",
        "title":"Education of Handicapped Children. Implementation of Part B of the Education of the Handicapped Act."},
      {
        "id":"ED144304",
        "title":"Resources for Effective Teaching. Workshop Coordinator's Kit. Kit #1: Designing an Instructional Game."},
      {
        "id":"ED144306",
        "title":"Resources for Effective Teaching. Workshop Coordinator's Kit. Kit #3: Designing Criterion Measures."},
      {
        "id":"ED144310",
        "title":"Experience Teaches! Kit 6: Games Teach."},
      {
        "id":"ED144314",
        "title":"Child Abuse: From Research to Remediation."},
      {
        "id":"ED144317",
        "title":"A.C.T.I.V.E. Teacher Resource Manual: State and National Sources and Services."},
      {
        "id":"ED144335",
        "title":"Purdue Interactive Television Colloquium Series: Continuing Career Education via IHETS Television Network. Final Report."},
      {
        "id":"ED144352",
        "title":"Lexique Mandinque-Francais (Mandinka-French Lexicon)."},
      {
        "id":"ED144353",
        "title":"Lessons in Colloquial Hindustani for Fiji."},
      {
        "id":"ED144356",
        "title":"Spoken Chad Arabic."},
      {
        "id":"ED144366",
        "title":"Some Effects of Bilingualism on Perception. Ohio State University Working Papers on Linguistics, No. 22."},
      {
        "id":"ED144372",
        "title":"Language in the Chicano Community: A Sociolinguistic Consideration."},
      {
        "id":"ED144377",
        "title":"Notes on the Acquisition of Interrogative-Word Questions."},
      {
        "id":"ED144380",
        "title":"An Expanded Collection of Language Informant Techniques. Program and Training Journal Reprint Series, No. 12."},
      {
        "id":"ED144381",
        "title":"Tales of Wisdom in Folly. A Course in Controlled Composition. Program and Training Journal Reprint Series, No. 13."},
      {
        "id":"ED144406",
        "title":"Accent and the Evaluation of ESL Oral Proficiency. Occasional Papers on Linguistics, No. 1."},
      {
        "id":"ED144410",
        "title":"Emerging Instrumentation for Assessing Language Dominance. Occasional Papers on Linguistics, No. 1."},
      {
        "id":"ED144420",
        "title":"The Influence of Sentence Type upon Paraphrase Strategy in Children."},
      {
        "id":"ED144422",
        "title":"The Impact of Federal Regulations on Research Management in Colleges and Universities: Overview and Summaries."},
      {
        "id":"ED144426",
        "title":"Degree Designations at U.S. Graduate Schools."},
      {
        "id":"ED144442",
        "title":"Faculty Evaluation in an Accountable World: How Do You Do It?"},
      {
        "id":"ED144444",
        "title":"Faculty Development in Perspective: A Systems Concept."},
      {
        "id":"ED144445",
        "title":"The Pathways and Pitfalls to Instructional Improvement."},
      {
        "id":"ED144446",
        "title":"From Retrenchment to Renewal: Faculty Development and Innovation in the California State University and Colleges."},
      {
        "id":"ED144447",
        "title":"Policy and Evaluation in the Health Professions."},
      {
        "id":"ED144448",
        "title":"Evaluation: The Misunderstood, Maligned, Misconstrued, Misused and Missing Component of Professional Development."},
      {
        "id":"ED144450",
        "title":"Academic Relationships and Teaching Resources. Fogarty International Center Series on the Teaching of Preventive Medicine, Volume 6."},
      {
        "id":"ED144451",
        "title":"Fall Enrollment in Higher Education, 1975. Summary Report."},
      {
        "id":"ED144457",
        "title":"Toward the Maintenance of Quality Graduate Education in Historically Black Colleges and Universities."},
      {
        "id":"ED144458",
        "title":"Cooperative Biographical Norms for the Fall 1976 FAMU and National Freshmen."},
      {
        "id":"ED144460",
        "title":"Energy Conservation on Campus. Volume I. Guidelines."},
      {
        "id":"ED144464",
        "title":"Final Report and Recommendations: Task Force on State Policy and Independent Higher Education."},
      {
        "id":"ED144467",
        "title":"Analysis of Doctor&apos;s Degrees Awarded to Men and to Women 1970-71 Through 1974-75."},
      {
        "id":"ED144469",
        "title":"College and University Degrees Conferred, 1975-76."},
      {
        "id":"ED144471",
        "title":"College and University Admissions and Enrollment, New York State, Fall 1975."},
      {
        "id":"ED144474",
        "title":"Graduate Medical Education: An Overview of Societal Concern, Social Policy, and Historical Developments. A Background Paper Prepared for the Graduate Medical Education National Advisory Committee."},
      {
        "id":"ED144475",
        "title":"Academic Freedom and Academic Tenure"},
      {
        "id":"ED144476",
        "title":"The Structure of Higher Education in the German Democratic Republic. Yale Higher Education Program Working Paper."},
      {
        "id":"ED144477",
        "title":"The Structure of Academic Governance in Italy. Yale Higher Education Program Working Paper."},
      {
        "id":"ED144482",
        "title":"The Structure of Academic Governance in the United States. Yale Higher Education Program Working Paper."},
      {
        "id":"ED144483",
        "title":"The Structure of Academic Governance in Japan. Yale Higher Education Program Working Paper."},
      {
        "id":"ED144485",
        "title":"European Universities--The Unfinished Revolution. Yale Higher Education Program Working Paper"},
      {
        "id":"ED144489",
        "title":"Problems of Access in the Context of Academic Structures. Yale Higher Education Program Working Paper."},
      {
        "id":"ED144490",
        "title":"Structures of Post-Secondary Education. Yale Higher Education Program Working Paper."},
      {
        "id":"ED144503",
        "title":"Colleges and Universities as Agents of Social Change."},
      {
        "id":"ED144506",
        "title":"The Academic Administration of Research: A Descriptive Analysis."}]
  }}
