{
  "response":{"numFound":506904,"start":0,"numFoundExact":true,"docs":[
      {
        "id":"ED385997",
        "title":"Technology for the Nineties. RESNA &apos;91: Proceedings of the Annual Conference (14th, Kansas City, Missouri, June 21-26, 1991)."},
      {
        "id":"ED385998",
        "title":"Technology for Consumers: Proceedings of the RESNA International Conference (Toronto, Ontario, Canada, June 6-11, 1992)."},
      {
        "id":"ED386000",
        "title":"What about Me?: A Practicum Addressing the Needs of Children Who Have a Preschool Sibling with Impaired Hearing."},
      {
        "id":"ED386001",
        "title":"Success of Emotionally Disturbed Adolescents in a Therapeutic Wilderness Program."},
      {
        "id":"ED386002",
        "title":"Child and Adolescent Service System Program: A Multi-Systems Approach to Service Delivery for Students with Mental Health Needs."},
      {
        "id":"ED386003",
        "title":"Handbook on: Rights, Responsibilities, Procedures."},
      {
        "id":"ED386004",
        "title":"Pennsylvania's Special Education Formula: Early Results."},
      {
        "id":"ED386005",
        "title":"Least Restrictive Environment and Case Law: What the Courts Are Saying about Inclusion."},
      {
        "id":"ED386006",
        "title":"A Review of Diagnostic Methods for Identifying Attention-Deficit/Hyperactivity Disorder in Adults."},
      {
        "id":"ED386007",
        "title":"From Early Intervention to Preschool: Preparing Parents for the Transition."},
      {
        "id":"ED386008",
        "title":"Serving Exceptional Children: A Report to the Idaho Legislature."},
      {
        "id":"ED386009",
        "title":"A Consultative Model for Providing Behavioral Supports to Children with Challenging Behavior."},
      {
        "id":"ED386010",
        "title":"Parents as Facilitators of Conversational Skill Development."},
      {
        "id":"ED386011",
        "title":"Attention Deficit Hyperactivity Disorder. Decade of the Brain."},
      {
        "id":"ED386012",
        "title":"School Psychologists: Helping Special Education."},
      {
        "id":"ED386015",
        "title":"Preschool Special Education Eligibility Classifications and Criteria."},
      {
        "id":"ED386016",
        "title":"Planning for Inclusion."},
      {
        "id":"ED386018",
        "title":"Implementation of the Individuals with Disabilities Education Act: Seventeenth Annual Report to Congress."},
      {
        "id":"ED386019",
        "title":"Journal of the Society for Accelerative Learning and Teaching, 1994."},
      {
        "id":"ED386020",
        "title":"Accuracy Order and Frequency Order of Relative Clauses as Used by Japanese Senior High School Students of EFL."},
      {
        "id":"ED386022",
        "title":"Corrective Feedback by Experienced Japanese EFL Teachers."},
      {
        "id":"ED386023",
        "title":"The Role of Negative Feedback on the Acquisition of the English Dative Alternation by Japanese College Students of EFL."},
      {
        "id":"ED386024",
        "title":"Whole Language: A Whole New World for ESL Programs."},
      {
        "id":"ED386025",
        "title":"A Comparison of Writing Criteria: Any Differences?"},
      {
        "id":"ED386026",
        "title":"HALT Selected Papers, 1993 with Language Teaching Ideas from Paradise."},
      {
        "id":"ED386027",
        "title":"Writing and Audio Cassette Evaluations: Enhancing Language Acquisition and Writing Skills for ESL Students."},
      {
        "id":"ED386028",
        "title":"Working Papers in Educational Linguistics, Volume 11, Number 1."},
      {
        "id":"ED386029",
        "title":"What Can Second Language Learners Learn from Each Other? Only Their Researcher Knows for Sure."},
      {
        "id":"ED386030",
        "title":"Collaborative Effort between Nonnative English Speakers: A Difference in Strategies."},
      {
        "id":"ED386031",
        "title":"Shifting Gender Roles in the Acculturation Process."},
      {
        "id":"ED386032",
        "title":"The Universality of Face in Brown and Levinson's Politeness Theory: A Japanese Perspective."},
      {
        "id":"ED386033",
        "title":"Learning Grammar in the United States: A Case of Japanese Students."},
      {
        "id":"ED386034",
        "title":"Empowerment Through Bidialectalism: Encouraging Standard English in a Black English Environment."},
      {
        "id":"ED386036",
        "title":"French as a Second Language. Annotated Bibliography of Learning Resources. Beginning, Intermediate and Advanced Levels, Early Childhood Services-Grade 12. 1995 Supplement."},
      {
        "id":"ED386037",
        "title":"The Impact of Foreign Language Instruction in the Elementary School Arena: It Does Make a Difference."},
      {
        "id":"ED386038",
        "title":"Best Practices in Preparing Early Childhood Educators To Work with Second Language Speaking Youth and Adults."},
      {
        "id":"ED386039",
        "title":"Special Curricula for English-Speaking Learners at Chinese Community Schools: Description of a Typical Chinese School and the Result of a Three-Year Study."},
      {
        "id":"ED386040",
        "title":"How Teachers in Managing Instruction Facilitate the Teaching-Learning Process: An Assessment Perspective."},
      {
        "id":"ED386041",
        "title":"What Foreign Language Learners Do in Their Academic Reading?"},
      {
        "id":"ED386042",
        "title":"Language and Learning."},
      {
        "id":"ED386043",
        "title":"A Language Development Approach to Education."},
      {
        "id":"ED386044",
        "title":"Chinese Orthography and Reading: A Clarification."},
      {
        "id":"ED386045",
        "title":"Task-Centred Assessment in Language Learning: The Promise and the Challenge."},
      {
        "id":"ED386046",
        "title":"Using a Functional Approach in Assessing Written Texts."},
      {
        "id":"ED386047",
        "title":"Coherence and Continuity in the Task-Centred Language Curriculum: Global Education as a Framework for Task-Based Language Teaching."},
      {
        "id":"ED386048",
        "title":"From Task Description to Task Enactment: Teachers' Interpretation of Language Learning Tasks."},
      {
        "id":"ED386049",
        "title":"How Students Revise Propositions: An Exploratory Study of Propositional Modification."},
      {
        "id":"ED386050",
        "title":"Writing from Sources: Does Source Material Help or Hinder Students' Performance?"},
      {
        "id":"ED386051",
        "title":"Effects of Signalling on Reading Comprehension."},
      {
        "id":"ED386052",
        "title":"The Variety and Effectiveness of Strategies Employed in Vocabulary Explanations in EFL Classrooms in Hong Kong."},
      {
        "id":"ED386053",
        "title":"English Extensive Reading in the Primary Curriculum: Current Practices and New Initiatives."},
      {
        "id":"ED386054",
        "title":"Investigating Lexis beyond the Most Frequent Words--Part 2."},
      {
        "id":"ED386055",
        "title":"The Future Role of EFL Textbook Resources in Hong Kong."},
      {
        "id":"ED386056",
        "title":"Concordancing for Schools: Problems and Potential."},
      {
        "id":"ED386057",
        "title":"What Makes Authentic Materials Different? The Case of English Language Materials for Educational Television."},
      {
        "id":"ED386058",
        "title":"Action Research Contributes More to Teaching than Just Solving Discrete Problems in the Classroom."},
      {
        "id":"ED386059",
        "title":"Computer-Mediated Communication and Teacher Education: The Case of &quot;Telenex.&quot;"},
      {
        "id":"ED386060",
        "title":"Chinese Readers' Metacognitive Awareness in Reading Chinese and English."},
      {
        "id":"ED386061",
        "title":"The Impact of Illustrations and Cultural Schemata on Hong Kong Pupils' Reading Comprehension and Recall of Text."},
      {
        "id":"ED386062",
        "title":"Word Printed Frequency/Familiarity and Structure Complexity Effects on L1 and L2 Word Recognition Processes in Chinese."},
      {
        "id":"ED386063",
        "title":"A Word in Your Ear: To What Extent Does Hearing a New Word Help Learners To Remember It?"},
      {
        "id":"ED386064",
        "title":"Pig in the Middle? Effects of Mediating Tasks on Cognitive Processing of Text."},
      {
        "id":"ED386065",
        "title":"The Assessment of Spoken Language under Varying Interactional Conditions."},
      {
        "id":"ED386066",
        "title":"The Grammatical Awareness and Knowledge of Hong Kong Teachers of English."},
      {
        "id":"ED386067",
        "title":"Some Characteristics of Native and Non-Native Speaker Teachers of English."},
      {
        "id":"ED386068",
        "title":"Using Concurrent Verbal Reports as Teaching Tools in Language Teacher Education."},
      {
        "id":"ED386069",
        "title":"Revista Interamericana de Educacion de Adultos (Interamerican Journal of Adult Education)."},
      {
        "id":"ED386070",
        "title":"Cuadernos de Autoformacion en Participacion Social. Para que y para quienes. Primera Edicion (Self-Informational Notebooks on Social Participation. For What and for Whom)? First Edition."},
      {
        "id":"ED386071",
        "title":"Cuadernos de Autoformacion en Participacion Social. Principios y Valores. Volumen 1 (Self Instructional Notebooks on Social Participation. Principles and Values. Volume 1)."},
      {
        "id":"ED386072",
        "title":"Cuadernos de Autoformacion en Participacion Social: Metodologia. Volumen 2. Primera Edicion (Self-Instructional Notebooks on Social Participation: Methodology. Volume 2. First Edition)."},
      {
        "id":"ED386073",
        "title":"Cuadernos de Autoformacion en Participacion Social: Proyectos del INEA. Volumen 3. Primera Edicion (Self-Instructional Notebooks on Social Participation: INEA Projects. Volume 3. First Edition)."},
      {
        "id":"ED386074",
        "title":"Cuadernos de Autoformacion en Participacion Social: Orientaciones Practicas. Volumen 4. Primera Edicion (Self-Instructional Notebooks on Social Participation: Practical Orientations. Volume 4. First Edition)."},
      {
        "id":"ED386075",
        "title":"Cuadernos de Autoformacion en Participacion Social: Normatividad. Volumen 5. Primera Edicion (Self-Instructional Notebooks on Social Participation: Legal Issues. Volume 5. First Edition)."},
      {
        "id":"ED386076",
        "title":"Cuadernos de Autoformacion en Participacion Social: Educacion con la comunidad. Volumen 6. Primera Edicion (Self-Instructional Notebooks on Social Participation: Education with the Community. Volume 6. First Edition)."},
      {
        "id":"ED386077",
        "title":"Geographic Origins of Students, Fall 1994, Volumes I-III. Report Number 2-95."},
      {
        "id":"ED386079",
        "title":"College Student Employment: Opportunity or Deterrent?"},
      {
        "id":"ED386080",
        "title":"Global Perspectives on the First-Year Experience. Conference Proceedings (8th, York, England, United Kingdom, July 11-15, 1995)."},
      {
        "id":"ED386081",
        "title":"Learning from Experience: Policy and Practice in Aid to Higher Education. CESO Paperback No. 24."},
      {
        "id":"ED386082",
        "title":"Who Can Play? An Examination of NCAA's Proposition 16. Statistics in Brief."},
      {
        "id":"ED386083",
        "title":"Packaging of Undergraduate Student Financial Aid: 1989-90. Postsecondary Education Descriptive Analysis Reports. Statistical Analysis Report."},
      {
        "id":"ED386085",
        "title":"The University of California, Santa Barbara as a Wild Organization: Politics, Budgeting, and Investment on the Margin."},
      {
        "id":"ED386087",
        "title":"Obstacles to the Integration of University Qualifications and Courses into the National Qualifications Framework. Nga Taumata Matauranga O Aotearoa Higher Education in New Zealand. Occasional Paper Number 1."},
      {
        "id":"ED386088",
        "title":"Guide to the Division of Research Programs."},
      {
        "id":"ED386089",
        "title":"Campus Trends 1995: New Directions for Academic Programs. Higher Education Panel Report, Number 85."},
      {
        "id":"ED386090",
        "title":"Non-Traditional Students at the University of Ottawa: Profile, Programmes, and Projections of Enrollment."},
      {
        "id":"ED386091",
        "title":"The Part-Time Student and the University of Ottawa: A 1988 Survey Report on Their Relationship."},
      {
        "id":"ED386092",
        "title":"Attrition and Retention of Full-Time, First-Time and Full-Time, Transfer Students in Baccalaureate and Associate Degree Programs, Including Postsecondary Opportunity Students, State University of New York, Class of 1992. Report No. 4-95."},
      {
        "id":"ED386093",
        "title":"The Quality Revolution and the Business School Response. Selected Paper Number 71."},
      {
        "id":"ED386094",
        "title":"Women in Academia: A Case Study."},
      {
        "id":"ED386095",
        "title":"Racial Turmoil at San Jose State: The Incident of the 1967 University of Texas at El Paso vs. San Jose State Football Game."},
      {
        "id":"ED386097",
        "title":"Student Financial Aid. Data Not Fully Utilized To Identify Inappropriately Awarded Loans and Grants. Report to the Ranking Minority Member, Permanent Subcommittee on Investigations, Committee on Governmental Affairs, U.S. Senate."},
      {
        "id":"ED386098",
        "title":"An Investigation of the Learning Styles of Students at Selected Postsecondary and Secondary Institutions in South Carolina. Research Bulletin No. 60."},
      {
        "id":"ED386099",
        "title":"Utah System of Higher Education Data Book (Supplement to Operating Budget Request) 1995-96."},
      {
        "id":"ED386101",
        "title":"Survival Strategies for Liberal Arts Colleges."},
      {
        "id":"ED386102",
        "title":"Preparing Doctoral Students for Teaching Careers in Urban Colleges and Universities."},
      {
        "id":"ED386103",
        "title":"Statistical Profile of Higher Education in West Virginia, 1994-95."},
      {
        "id":"ED386104",
        "title":"Selected Data on Federal Support to Universities and Colleges, Fiscal Year 1993. Selected Data Tables."},
      {
        "id":"ED386105",
        "title":"Institutional Vulnerability/Opportunity Audit. Preconference Seminar Proceedings of the AIR Forum (Boston, Massachusetts, May 28-31, 1995)."},
      {
        "id":"ED386106",
        "title":"Assisting Higher Education Professors with Multicultural Classroom Challenges."},
      {
        "id":"ED386107",
        "title":"Studying Finance in Higher Education: Trends, Issues, and Practices of the Past Decade."},
      {
        "id":"ED386108",
        "title":"Attitudes of High School Personnel Toward NCAA Academic Integrity Reform Measures and Proposals."},
      {
        "id":"ED386111",
        "title":"Integrity and Accountability: Recommendations for Improving the Management, Delivery, and Operations of the Federal Student Aid Programs. A Report to the Congress of the United States and the Secretary of Education."},
      {
        "id":"ED386112",
        "title":"College Savings: Information on State Tuition Prepayment Programs. Report to Congressional Requesters."},
      {
        "id":"ED386113",
        "title":"Economic Impact of Loyola University Chicago. Fiscal Year 1994."},
      {
        "id":"ED386114",
        "title":"West Virginia Higher Education Report Card, 1994."},
      {
        "id":"ED386115",
        "title":"The Student Guide. Financial Aid from the U.S. Department of Education, 1995-96."},
      {
        "id":"ED386117",
        "title":"Profile of Part-Time Undergraduates in Postsecondary Education: 1989-1990. Postsecondary Education Descriptive Analysis Reports. Statistical Analysis Report."},
      {
        "id":"ED386118",
        "title":"PHE Scholars Program Essays, 1995: Creating and Sustaining Learning Communities."},
      {
        "id":"ED386119",
        "title":"Foundations for a Core Curriculum in Health/Social Services. Final Report."},
      {
        "id":"ED386120",
        "title":"The Seamless Flow."},
      {
        "id":"ED386122",
        "title":"[Default Rates at Historically Black Colleges and Universities.]"},
      {
        "id":"ED386123",
        "title":"American Association for Higher Education (AAHE) Bulletin, 1994-95."},
      {
        "id":"ED386124",
        "title":"Differential Fee: From Conceptualisation to Implementation."},
      {
        "id":"ED386125",
        "title":"Equality versus Equity between Men and Women Students in the UIUC."},
      {
        "id":"ED386127",
        "title":"Information Digest of Postsecondary Education in Iowa, 1991-1992."},
      {
        "id":"ED386128",
        "title":"Iowa Chiropractic Students Outlook for Practitioners and Need for State-Funded Assistance."},
      {
        "id":"ED386131",
        "title":"Privatization of Sallie Mae and Connie Lee. Hearing on Examining Proposed Legislation To Allow for an Orderly Transition of the Student Loan Marketing Association (Sallie Mae) to Private Status...and a Proposal to Privatize the College Construction Loan Insurance Association (Connie Lee) before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources. United States Senate, One Hundred Fourth Congress, First Session."},
      {
        "id":"ED386132",
        "title":"Post-Secondary Education in the South Pacific: Present Patterns and Future Options. Educational Development in the Small States of the Commonwealth Series."},
      {
        "id":"ED386133",
        "title":"Staff Development Approaches in Higher Education: Learning from Experience."},
      {
        "id":"ED386134",
        "title":"Women Managers in Higher Education: Summary Report of the ACU-CHESS Steering Committee Meeting (London, England, United Kingdom, May 25-27, 1993)."},
      {
        "id":"ED386135",
        "title":"What is Accreditation?"},
      {
        "id":"ED386136",
        "title":"The Characteristics, Roles and Functions of Institutional Research Professionals in the Southern Association for Institutional Research."},
      {
        "id":"ED386137",
        "title":"Women in Higher Education Management."},
      {
        "id":"ED386138",
        "title":"Co-Curricular Involvement Characteristics of Bowling Green State University Honors Students."},
      {
        "id":"ED386139",
        "title":"State University System of Florida Program Review in Public Administration."},
      {
        "id":"ED386141",
        "title":"North Carolina Instructional Technology Plan and Guide: Technological Recommendations and Standards."},
      {
        "id":"ED386142",
        "title":"Fountain Central High School Five-Year Technology Plan."},
      {
        "id":"ED386143",
        "title":"Literacy Connection: A Study of Women and Computer Technology in a Two-Year College."},
      {
        "id":"ED386144",
        "title":"Technology and the Special Education Classroom."},
      {
        "id":"ED386145",
        "title":"Public Television Viewing in a Dual Channel Market: Some Big Surprises! Info. Packets No. 13."},
      {
        "id":"ED386146",
        "title":"The Last Millimeter: Interfacing the New Public Radio Satellite System. Info. Packets No. 14."},
      {
        "id":"ED386147",
        "title":"What Is Interactive Television, Anyway? And How Do We Prepare for It? Part One: Datacasting Makes a Comeback. Info. Packets No. 15."},
      {
        "id":"ED386148",
        "title":"Can Public Radio Replace Federal Funds with Audience-Sensitive Income? Info. Packets No. 16."},
      {
        "id":"ED386149",
        "title":"Jugando en el Pidi: Active Learning, Early Child Development and Interactive Radio Instruction. Supporting Caregivers, Parents, and Young Children. LearnTech Case Study Series, No. 4."},
      {
        "id":"ED386150",
        "title":"Econauts: Mission Nature. Radio Drama for Environmental Education in Costa Rica. LearnTech Case Study Series, No. 5."},
      {
        "id":"ED386151",
        "title":"Ministry, Union, the Church and Teachers: Bolivia's Partners in Innovation. LearnTech Case Study Series, No. 6."},
      {
        "id":"ED386152",
        "title":"The Economics of Interactive Instruction: The Case of South Africa. LearnTech Case Study Series, No. 7."},
      {
        "id":"ED386153",
        "title":"Changing Times in South Africa: Remodeling Interactive Learning. LearnTech Case Study Series, No. 8."},
      {
        "id":"ED386154",
        "title":"Teachers &amp; Technology: Making the Connection. OTA Report Summary."},
      {
        "id":"ED386155",
        "title":"Teachers &amp; Technology: Making the Connection."},
      {
        "id":"ED386156",
        "title":"Development of an Operating Plan for Implementation and Evaluation of an Adult Education Network and Electronic Journal at Nova Southeastern University."},
      {
        "id":"ED386157",
        "title":"Information Literacy: Lifelong Learning in the Middle States Region. A Summary of Two Symposia (Philadelphia, Pennsylvania, March 27, 1995) and (Rochester, New York, May 1, 1995)."},
      {
        "id":"ED386159",
        "title":"The Status of Technology Usage in Southeastern Louisiana and the Impediments to Technology Usage."},
      {
        "id":"ED386160",
        "title":"Cooperative Group Computer Competency Instruction: Efficacy and Effect on Anxiety."},
      {
        "id":"ED386161",
        "title":"Definitely Not Just Another Computer Anxiety Instrument: The Development and Validation of CALM: Computer Anxiety and Learning Measure."},
      {
        "id":"ED386162",
        "title":"A Review of Computer-Mediated Communication for Distance Education: Teaching and Design Considerations."},
      {
        "id":"ED386163",
        "title":"Computers in the Classroom: The School of the Future, The Future of the School."},
      {
        "id":"ED386165",
        "title":"Parallel Processing at the High School Level."},
      {
        "id":"ED386167",
        "title":"Learning with Technology: Merging onto the Information Highway. Guidebook."},
      {
        "id":"ED386168",
        "title":"Cyber-Seniors: Planning Computer Courses for Older Adults."},
      {
        "id":"ED386169",
        "title":"The Cognitive Revolution and the Computer. Version 2."},
      {
        "id":"ED386170",
        "title":"The Use of a Science Interactive Videodisc in an Early Childhood Classroom."},
      {
        "id":"ED386171",
        "title":"A Transitional Model for the Introduction of Technology."},
      {
        "id":"ED386172",
        "title":"Rainbow Earth."},
      {
        "id":"ED386173",
        "title":"New Media, New Opportunities? The Developing Role of the School Library in Teaching and Learning. The 1995 Weston Woods Lecture."},
      {
        "id":"ED386174",
        "title":"Leading Education Reference Sources."},
      {
        "id":"ED386175",
        "title":"Emergency Procedures Manual. McConnell Library."},
      {
        "id":"ED386176",
        "title":"Bibliographical Work in New Zealand 1995: Work in Progress and Work Published."},
      {
        "id":"ED386177",
        "title":"Fast Facts: Recent Statistics from the Library Research Service, Nos. 92-93, 95-101, February 14, 1995-June 10 1995."},
      {
        "id":"ED386178",
        "title":"Virtual Reality: An Overview. ERIC Digest."},
      {
        "id":"ED386179",
        "title":"Gopher It! Accessing Department of Education Grant Information on the Internet."},
      {
        "id":"ED386181",
        "title":"Microelectronic Information Processing Systems: Computing Systems. Summary of Awards Fiscal Year 1994."},
      {
        "id":"ED386182",
        "title":"Psychology and Counseling Library Research Guide."},
      {
        "id":"ED386184",
        "title":"Connecting the Nation: Classrooms, Libraries, and Health Care Organizations in the Information Age. Update 1995."},
      {
        "id":"ED386186",
        "title":"Weeding the Library Media Center Collections. Second Edition."},
      {
        "id":"ED386187",
        "title":"Planning the School Library Media Center Budget."},
      {
        "id":"ED386192",
        "title":"Plan Your Excellence: System Directors' Input on Use and Revision of &quot;Standards for Public Library Service in Alabama.&quot;"},
      {
        "id":"ED386195",
        "title":"The CREW Method: Expanded Guidelines for Collection Evaluation and Weeding for Small and Medium-Sized Public Libraries. Revised and Updated."},
      {
        "id":"ED386196",
        "title":"Texas Library System: System Orientation Manual. Updated."},
      {
        "id":"ED386197",
        "title":"Long Range Plan for Statewide Library Development in Texas: 1996 to 1999."},
      {
        "id":"ED386198",
        "title":"Once upon a Planet...Program Guide for the Texas Reading Club 1995."},
      {
        "id":"ED386202",
        "title":"Policy Initiatives and Strategies for Enhancing the Role of Public Libraries in the National Information Infrastructure (NII): Final Report."},
      {
        "id":"ED386203",
        "title":"Puerto Rico Recordings in the Archive of Folk Culture. LC Folk Archive Finding Aid."},
      {
        "id":"ED386204",
        "title":"Tales of the Supernatural: A Selected List of Recordings Made in the United States and Placed in the Archive of Folk Culture. Folk Archive Finding Aid."},
      {
        "id":"ED386205",
        "title":"Alaskan Collections in the Archive of Folk Culture. LC Folk Archive Finding Aid."},
      {
        "id":"ED386206",
        "title":"Resources Guide for Outsourcing Cataloging."},
      {
        "id":"ED386207",
        "title":"Derived Taxonomy of Value in Using Library and Information Services: A Manual for Encoding of Responses."},
      {
        "id":"ED386208",
        "title":"The Public Library Building and Information Services."},
      {
        "id":"ED386217",
        "title":"Attacks on the Freedom To Learn 1994-1995 Report."},
      {
        "id":"ED386218",
        "title":"Services and Resources for Children and Young Adults in Public Libraries. Statistical Analysis Report."},
      {
        "id":"ED386219",
        "title":"Institutional Effectiveness through a Rigorous Tenure Review Process."},
      {
        "id":"ED386220",
        "title":"Joint Legislative Workgroup on Community College Financing."},
      {
        "id":"ED386221",
        "title":"The Impact of College Now: An Assessment of the Retention and Academic Progress of Program Participants Who Entered CUNY in Fall 1987 [and] College Now Alumni Survey, Fall 1990."},
      {
        "id":"ED386222",
        "title":"Men and Women in Society: A Duality of Vision."},
      {
        "id":"ED386223",
        "title":"Partners in Action &amp; Learning 1994-1995 Annual Report."},
      {
        "id":"ED386224",
        "title":"Predicting Graduation Status of Nursing Students Using Entering GPA and Grades in Algebra, Biology, and Chemistry."},
      {
        "id":"ED386225",
        "title":"Global Business Institute, Report 95-T-1."},
      {
        "id":"ED386226",
        "title":"Follow-up Report on Employers of 1993-94 Graduates, Macomb Community College."},
      {
        "id":"ED386227",
        "title":"Interactive Televised Instruction: Factors To Consider."},
      {
        "id":"ED386228",
        "title":"Rancho Santiago Community College Counseling Program: Objective Free Accountability Model."},
      {
        "id":"ED386229",
        "title":"Survey of Small Business Training Needs."},
      {
        "id":"ED386230",
        "title":"Why Community Colleges Need Organizational Partnerships."},
      {
        "id":"ED386231",
        "title":"Crossroads in Mathematics: Standards for Introductory College Mathematics before Calculus."},
      {
        "id":"ED386232",
        "title":"Educating for the 21st Century."},
      {
        "id":"ED386233",
        "title":"Skills for the 21st Century: A Report for the Maine Technical College System."},
      {
        "id":"ED386234",
        "title":"Maine Technical College System 1993/1994 Annual Report."},
      {
        "id":"ED386235",
        "title":"Recreating a Campus Culture: New Energy Systems in Higher Education. The Creative Teaching and Learning Cooperative."},
      {
        "id":"ED386237",
        "title":"City College of San Francisco Credit ESL Course Completion. Institutional Development, Research and Planning Report 956-01."},
      {
        "id":"ED386239",
        "title":"Macomb College Graduates--Five Years Later: A Follow-Up Study of the Classes of 1989-90. Project #94-062."},
      {
        "id":"ED386240",
        "title":"Alumni Survey: Graduates of 1991-1992 (Grad 3). Project #94-063."},
      {
        "id":"ED386241",
        "title":"Follow-Up Survey, Graduates of 1993-1994, Macomb Community College. Project #94-069."},
      {
        "id":"ED386242",
        "title":"The Influence of Race and Ethnicity on Access to Postsecondary Education and the College Experience. ERIC Digest."},
      {
        "id":"ED386243",
        "title":"Assessment Report, 1995. Submitted to Virginia Community College System and State Council for Higher Education."},
      {
        "id":"ED386244",
        "title":"Project Success: An Examination of a Collaborative Effort in English Course Work."},
      {
        "id":"ED386245",
        "title":"City College of San Francisco Master Plan Update, 1994/95. A Report from the Master Plan Committee."},
      {
        "id":"ED386246",
        "title":"Class of 1994 Graduate Follow-Up Report, Onondaga Community College."},
      {
        "id":"ED386247",
        "title":"Service Expectations for Two-Year Colleges and Regional Campuses. Report of the Regents' Advisory Committee."},
      {
        "id":"ED386248",
        "title":"Performance Measures for Service Expectations for Ohio's Two-Year Colleges &amp; Regional Campuses."},
      {
        "id":"ED386249",
        "title":"The High Performance Campus--Building the Campus of the 21st Century: A New Funding Model for Institutional Stability, Performance and Change for the Future."},
      {
        "id":"ED386250",
        "title":"Report on Enrollment, 1990-1993."},
      {
        "id":"ED386251",
        "title":"Low-Income Students. Institutional Research."},
      {
        "id":"ED386252",
        "title":"Pre- and Post-Earthquake Enrollment by Geographic Area."},
      {
        "id":"ED386253",
        "title":"Campus Climate Faculty/Staff/Administrator Survey. Institutional Research."},
      {
        "id":"ED386254",
        "title":"Survey of Student Satisfaction with Matriculation, Spring 1995."},
      {
        "id":"ED386255",
        "title":"Determining Faculty Grading Variation."},
      {
        "id":"ED386256",
        "title":"Information about Student Enrollment, College Staff and the Budget."},
      {
        "id":"ED386257",
        "title":"A Study To Determine the Reasons for Students Withdrawing from College of the Canyons for the Fall and Spring Semesters, 1992-93 and 1993-94."},
      {
        "id":"ED386258",
        "title":"Wallace Community College, Selma: 1993-1994 Institutional Profile."},
      {
        "id":"ED386259",
        "title":"Analysis of Fall 1994 Course Grades."},
      {
        "id":"ED386260",
        "title":"1994-95 Graduates Summary."},
      {
        "id":"ED386261",
        "title":"Creating and Maintaining a Diverse Faculty. ERIC Digest."},
      {
        "id":"ED386266",
        "title":"Improving America's Schools Act, Conference Report (To Accompany H.R. 6). House of Representatives, 103D Congress, 2d Session."},
      {
        "id":"ED386269",
        "title":"Speak Out for Children. Winter 1992/1993 through Summer/Fall 1994."},
      {
        "id":"ED386270",
        "title":"Report of Task Force on Values in Education and Implementation of Teaching Values in Arizona Schools."},
      {
        "id":"ED386274",
        "title":"Early Childhood Education: Its Historic Past and Promising Future."},
      {
        "id":"ED386275",
        "title":"\"Talking is Something We're Pretty Deprived of at School\": Middle School Students Speak Out."},
      {
        "id":"ED386276",
        "title":"The Assessment, Referral, and Training Project (1991-1994): Los Angeles Target Cities/Head Start Linkage. Final Evaluation Report."},
      {
        "id":"ED386279",
        "title":"Increasing the Use of Developmentally Appropriate Practices by Teachers and Assistants in an Early Childhood Center through Self-Assessment, Inservice Training and Peer Support."},
      {
        "id":"ED386280",
        "title":"Care around the Clock: Developing Child Care Resources before Nine and after Five."},
      {
        "id":"ED386283",
        "title":"Innovative Links Project, St. Paul&apos;s Catholic School, Nightcliff: Cultural Responsiveness and Cultural Diversity."},
      {
        "id":"ED386287",
        "title":"Early Childhood Education: Models for Expanding Access."},
      {
        "id":"ED386288",
        "title":"Medina County Kindergarten Home Activities. Revised Edition."},
      {
        "id":"ED386290",
        "title":"Children Who Grow Up with Gay or Lesbian Parents: How Are Today's Schools Meeting This &quot;Invisible&quot; Group's Needs?"},
      {
        "id":"ED386291",
        "title":"Semantic Memory Organization in Young Children: The Script-Based Categorization of Early Words."},
      {
        "id":"ED386293",
        "title":"In Our Hands: A Multi-Site Parent-Teacher Action Research Project. Report No. 30."},
      {
        "id":"ED386295",
        "title":"Teacher Change Using Reflective Practice When Attempting to Move toward a Reggio Emilia Approach."},
      {
        "id":"ED386297",
        "title":"Cost, Quality and Child Outcomes in Child Care Centers. Technical Report, Public Report, and Executive Summary."},
      {
        "id":"ED386303",
        "title":"Nourish and Nurture: World Food Programme Assistance for Early Childhood Education in India's Integrated Child Development Services. Education Sector Monograph No. 3."},
      {
        "id":"ED386305",
        "title":"Unity through Diversity: A Report on the Healthy Mothers, Healthy Babies Coalition, Communities of Color Leadership Roundtable."},
      {
        "id":"ED386306",
        "title":"Hand-in-Hand: A Preliminary Survey of Community Partnerships for Children and Families."},
      {
        "id":"ED386309",
        "title":"How Block Grants Can Make--or Break--Supports for Families: A Working Paper."},
      {
        "id":"ED386311",
        "title":"A Qualitative Study of Higher and Lower Performing Elementary Schools."},
      {
        "id":"ED386314",
        "title":"The Role of the Primary Caregiving Father."},
      {
        "id":"ED386315",
        "title":"Teachers Revisit the Meaning of Homelessness."},
      {
        "id":"ED386317",
        "title":"Improving Black Students' Self Esteem, Self Confidence, and Pride through Parental Participation, Teacher and Student Education."},
      {
        "id":"ED386319",
        "title":"To Every Action There Is an Opposite and Equal Reaction: An Essay on Teaching."},
      {
        "id":"ED386321",
        "title":"Promising Practices: Parental Involvement in School. Hearing to Promote Parental Involvement in Their Children&apos;s Education, before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources. United States Senate, One Hundred Third Congress, Second Session."},
      {
        "id":"ED386323",
        "title":"Long-Term Economic Benefits of Preschool Services and the Potential Impact of Privatization."},
      {
        "id":"ED386326",
        "title":"Empowering Elementary School Teachers through Awareness and Training."},
      {
        "id":"ED386327",
        "title":"Fostering Resilience in Children. ERIC Digest."},
      {
        "id":"ED386328",
        "title":"National Evaluation of the Even Start Family Literacy Program. Final Report."},
      {
        "id":"ED386329",
        "title":"National Evaluation of the Even Start Family Literacy Program. Final Report: Executive Summary."},
      {
        "id":"ED386330",
        "title":"National Evaluation of the Even Start Family Literacy Program. Final Report: Appendices."},
      {
        "id":"ED386331",
        "title":"Supporting Girls in Early Adolescence. ERIC Digest."},
      {
        "id":"ED386332",
        "title":"Increasing Understanding of Public Problems and Policies, 1994. [National Public Policy Education Conference (44th, Boise, Idaho, September 18-21, 1994).]"},
      {
        "id":"ED386333",
        "title":"Balance, Diversity and Ethics in Public Policy Education."},
      {
        "id":"ED386334",
        "title":"Commercial Farmers As 1995 Farm Bill Stakeholders."},
      {
        "id":"ED386335",
        "title":"Attitudes of Small Farmers As 1995 Farm Bill Stakeholders."},
      {
        "id":"ED386336",
        "title":"Transition in Food and Agricultural Policy: Key Stakeholder--Domestic Consumers."},
      {
        "id":"ED386337",
        "title":"Human Capital: The Issues, Enablers and Blocks in Institutional Change."},
      {
        "id":"ED386338",
        "title":"The Real Property Tax and K-12 Education."},
      {
        "id":"ED386339",
        "title":"Financing K-12 Education in Oregon."},
      {
        "id":"ED386340",
        "title":"1994 Michigan School Finance And Property Tax Reform."},
      {
        "id":"ED386341",
        "title":"Elements of a Sustainable Rural Policy."},
      {
        "id":"ED386342",
        "title":"Educational Policies and Priorities for Rural Women in Southern Africa."},
      {
        "id":"ED386343",
        "title":"Alpha 94: Literacy and Cultural Development Strategies in Rural Areas."},
      {
        "id":"ED386344",
        "title":"Opening Reflections: Literacy in Rural Areas--Orientations for Action Research."},
      {
        "id":"ED386345",
        "title":"Twelve Years of Sociocultural Action in the Las Villas Area. Chapter 2."},
      {
        "id":"ED386346",
        "title":"&quot;Preescolar Na Casa&quot;: Teaching Parents To Teach Children. Chapter 3."},
      {
        "id":"ED386347",
        "title":"From Literacy Activities to Entrepreneurship in Siete Pilas. Chapter 6."},
      {
        "id":"ED386348",
        "title":"Answers to Education Problems in Rural Italy. Chapter 8."},
      {
        "id":"ED386349",
        "title":"Opening Up Learning: Responding to the Literacy Needs of the Rural Communities. Chapter 11."},
      {
        "id":"ED386350",
        "title":"Functional Literacy in Romania: Between Myth &amp; Reality. Chapter 13."},
      {
        "id":"ED386351",
        "title":"Television &amp; Literacy Development in the Czech Republic. Chapter 14."},
      {
        "id":"ED386352",
        "title":"Empowering People &amp; Building Competent Communities. Chapter 15."},
      {
        "id":"ED386353",
        "title":"Literacy: A Critical Element in the Survival of Aboriginal Languages. Chapter 16."},
      {
        "id":"ED386354",
        "title":"Challenges of Literacy &amp; Development in Rural Quebec. Chapter 17."},
      {
        "id":"ED386355",
        "title":"Migrant &amp; Seasonal Farmworkers: An Invisible Population. Chapter 18."},
      {
        "id":"ED386356",
        "title":"Appalachian Communities: Working To Survive. Chapter 19."},
      {
        "id":"ED386357",
        "title":"Community in the Classroom: Literacy &amp; Development in a Rural Industrialized Region. Chapter 20."},
      {
        "id":"ED386358",
        "title":"Popular Education for Peasant Communities in Chile. Chapter 21."},
      {
        "id":"ED386359",
        "title":"Healing Multicultural America: Mexican Immigrants Rise to Power in Rural California."},
      {
        "id":"ED386360",
        "title":"Falling Back: The Declining Socioeconomic Status of the Mexican Immigrant Population in the U.S., 1980-1990."},
      {
        "id":"ED386361",
        "title":"Discipline: Chicano Students' Perceptions. Ethnic Integrity or Dysfunctional Behavior?"},
      {
        "id":"ED386362",
        "title":"Arts and Humanities Programs in Rural America. Rural Information Center Publication Series, No. 42. Revised Edition."},
      {
        "id":"ED386364",
        "title":"&quot;Think Tank&quot; on Research into Rural Education. Proceedings of the Conference Held by the Rural Education Research and Development Centre (Townsville, Queensland, Australia June 10-14, 1990)."},
      {
        "id":"ED386365",
        "title":"Rural Education: The State of the Art. &quot;Think Tank&quot; Introductory Paper."},
      {
        "id":"ED386366",
        "title":"Communications Technology."},
      {
        "id":"ED386367",
        "title":"Education in Rural Areas of Scotland."},
      {
        "id":"ED386368",
        "title":"Middle-School Mathematics for Students of Mexican Descent: A Thematic Approach to Contextualization of Instruction."},
      {
        "id":"ED386369",
        "title":"Creating Caring and Ethical Communities in Rural, Small Schools. Rural, Small Schools Network Information Exchange: Number 18, Spring 1995."},
      {
        "id":"ED386371",
        "title":"A Guide for Planning a Volunteer Program for Science, Mathematics, and Technology Education."},
      {
        "id":"ED386372",
        "title":"Approach to Learning and Assessment in Physics."},
      {
        "id":"ED386373",
        "title":"Curriculum and Instructional Design for the Integration of Environmental Education."},
      {
        "id":"ED386374",
        "title":"Accelerated Math and Science Program Improvement Project Evaluation Report YR2."},
      {
        "id":"ED386375",
        "title":"Transporting Radioactive Waste: An Engineering Activity. Grades 5-12."},
      {
        "id":"ED386376",
        "title":"Waste-to-Energy Laboratory. Grades 8-12."},
      {
        "id":"ED386377",
        "title":"Animal Population Survey: Tag and Recapture. Grades 5-12."},
      {
        "id":"ED386378",
        "title":"Risk Assessment and Energy Choices. Grades 9-12."},
      {
        "id":"ED386379",
        "title":"Focus of Preservice Secondary Mathematics Teachers' Observations of Classroom Mathematics Instruction."},
      {
        "id":"ED386381",
        "title":"Science and Engineering Degrees: 1966-93. Detailed Statistical Tables."},
      {
        "id":"ED386383",
        "title":"How To Write Good Science Books for Children &amp; Youths. Asian Cultural Center Training Course on Book Production in Asia and the Pacific (25th, Tokyo, Japan, October 30-November 16, 1992)."},
      {
        "id":"ED386384",
        "title":"Participation in Mathematics Courses and Careers: Climate, Grades, and Entrance Examination Scores."},
      {
        "id":"ED386387",
        "title":"Environmental Science Projects. LC Science Tracer Bullet."},
      {
        "id":"ED386388",
        "title":"UNEP: Two Decades of Achievement and Challenge. 20 Years."},
      {
        "id":"ED386391",
        "title":"Infusing Earth Systems Concepts throughout the Curriculum."},
      {
        "id":"ED386394",
        "title":"Pedagogical and Scientific Criteria for Defining Environmental Content of General University Education. Environmental Education Series No. 19."},
      {
        "id":"ED386396",
        "title":"Vienna in the Early Twentieth Century: The Cultural Response to Modernization. Curriculum Units, NEH Institute, Summer 1993."},
      {
        "id":"ED386397",
        "title":"An Economics Scrapbook: A Catalog of Resources for Graduate Students in the Department of Economics."},
      {
        "id":"ED386399",
        "title":"Early Tendencies of Peace Education in Sweden. Peace Education Miniprints No. 69."},
      {
        "id":"ED386400",
        "title":"International Peace Research Association Meets in Malta. Peace Education Miniprints No. 70."},
      {
        "id":"ED386401",
        "title":"The International People's College, Helsingor, Denmark: Seven Decades of Peace Education. Peace Education Miniprints No. 71."},
      {
        "id":"ED386402",
        "title":"Conflict Resolution in Children. Peace Education Miniprints No. 72."},
      {
        "id":"ED386404",
        "title":"Adult Education for Peace: Japanese Experiences. Peace Education Miniprints No. 74."},
      {
        "id":"ED386406",
        "title":"Gandhi and Freire on Campus: Theory and Practice in Tertiary Peace Studies Programs. Peace Education Miniprints No. 76."},
      {
        "id":"ED386408",
        "title":"Controversies Connected with Peace Education. What Do They Mean and How Should They Be Dealt With? Peace Education Reports No. 15."},
      {
        "id":"ED386410",
        "title":"At the Essence of Learning: Multicultural Education."},
      {
        "id":"ED386411",
        "title":"John Eaton, U.S. Commissioner of Education, 1870-1886."},
      {
        "id":"ED386416",
        "title":"Rural Arts Collaborations: The Experience of Artists in Minnesota Schools &amp; Communities."},
      {
        "id":"ED386417",
        "title":"Seminar for Research in Art Education. Research Abstracts for the National Art Education Association Conference (Houston, Texas, April 7-11, 1995)."},
      {
        "id":"ED386418",
        "title":"National Health Education Standards: Achieving Health Literacy."},
      {
        "id":"ED386423",
        "title":"The Effect of the Relationship between Classroom Student Diversity and Teacher Capacity on Student Performance. Executive Summary. Conclusions and Recommendations for Educational Policy and Practice. The Strategic Management of the Classroom Learning Enterprise Research Series."},
      {
        "id":"ED386424",
        "title":"Synchromeshing (Teacher) Education and the Economy in Australia: Panacean or Problematic."},
      {
        "id":"ED386425",
        "title":"Emergent Agendas in Collaborative Activity."},
      {
        "id":"ED386427",
        "title":"Understanding Multicultural Perspectives: Implications for New Teacher Roles and Professional Development Experiences."},
      {
        "id":"ED386428",
        "title":"The Prospects of NEA-AFT Merger Based on the New York Experience."},
      {
        "id":"ED386429",
        "title":"Issues in Teachers' Continuing Professional Development. Interchange No 33."},
      {
        "id":"ED386430",
        "title":"A Training Program Designed To Develop Knowledgeable Paraprofessionals with Improved Job Performance Skills To Meet the Needs of Teachers and Special Education Students."},
      {
        "id":"ED386432",
        "title":"Mansfield University Student Teaching Manual."},
      {
        "id":"ED386433",
        "title":"Interdisciplinary Curriculum and Instruction: Teaming To Improve Learning and Motivation."},
      {
        "id":"ED386434",
        "title":"Modularisation and Student Learning in Modular Instruction in Relation with Prior Knowledge."},
      {
        "id":"ED386436",
        "title":"Ways in Which Teachers Communicate Learning Targets, Criteria, and Standards for Performance to Their Students."},
      {
        "id":"ED386437",
        "title":"The Role of Possible Selves in Adolescents' Perceived Competence and Self-Regulation."},
      {
        "id":"ED386438",
        "title":"Training in Coaching Skills."},
      {
        "id":"ED386439",
        "title":"Reforming Teacher Education: The Challenge of Inclusive Education."},
      {
        "id":"ED386440",
        "title":"The Role of Teachers in the Development of the National Educational Research Agenda: Is Anyone in Washington Listening?"},
      {
        "id":"ED386441",
        "title":"Promoting Democracy and Inclusion through Outcome-Based Teacher Education."},
      {
        "id":"ED386442",
        "title":"Waterloo Schools and Wartburg College: A Cooperative Venture To Increase the Minority Teaching Candidates in Waterloo, Iowa."},
      {
        "id":"ED386443",
        "title":"Making Connections: Classroom Learning and Social Service Agencies."},
      {
        "id":"ED386444",
        "title":"Restructuring Teacher Education with the Help of Classroom Teachers."},
      {
        "id":"ED386445",
        "title":"Three R's toward Effective Teaching of Mathematics and Science: Recruit, Retain, and Renew."},
      {
        "id":"ED386446",
        "title":"Novice Teachers' Reflectivity upon Their Classroom Management."},
      {
        "id":"ED386447",
        "title":"Health and Environmental Protection: A Survey of Student Attitudes."},
      {
        "id":"ED386448",
        "title":"Improving the Literacy Skills of K-6 At-Risk Students through Parental Involvement. Final Report on Student Success Program at Frayser Elementary School, 1994-95."},
      {
        "id":"ED386449",
        "title":"School Reform Based on Experiential Education: What Does It Mean and Why Does It Matter?"},
      {
        "id":"ED386450",
        "title":"Time and Education: Postmodern Eschatological Perspectives."},
      {
        "id":"ED386451",
        "title":"Acting Out the Great Books: A Case Study of How the Implemented Curriculum Can Differ from the Planned Curriculum."},
      {
        "id":"ED386452",
        "title":"A Democratic Assessment Technique."},
      {
        "id":"ED386454",
        "title":"Storying the Self: Life Politics and the Study of the Teacher's Life and Work."},
      {
        "id":"ED386455",
        "title":"The Effects of Teacher Educational Attainment on Student Educational Attainment in Four Regions of Virginia: Implications for Administrators."},
      {
        "id":"ED386456",
        "title":"The Importance of Social Foundations: Teacher Education Curriculum Reform in One Small Private College."},
      {
        "id":"ED386457",
        "title":"Democracy in the Classroom: Foxfire in Action."},
      {
        "id":"ED386458",
        "title":"The Struggles of Kay and Aaron: Mathematics Minors in a Constructivist Paradigm of Elementary Mathematics Instruction."},
      {
        "id":"ED386459",
        "title":"High School and Beyond Fourth Follow-Up Methodology Report. Technical Report."},
      {
        "id":"ED386460",
        "title":"Bibliography of Assessment Alternatives: Reading. Innovative Assessment."},
      {
        "id":"ED386461",
        "title":"Constructing Rater and Writing Task Banks for the Assessment of Written Composition."},
      {
        "id":"ED386462",
        "title":"Evaluation and Performance Auditing: A Rose by Any Other Name."},
      {
        "id":"ED386463",
        "title":"Large-Scale Science Performance Assessment in Connecticut: Challenges and Resolutions."},
      {
        "id":"ED386464",
        "title":"Students, Teachers, Science and Performance Assessment."},
      {
        "id":"ED386465",
        "title":"A Cognitive Analysis of Solutions for Verbal, Informal, and Formal-Deductive Reasoning Problems. GRE Board Professional Report No. 90-04P."},
      {
        "id":"ED386466",
        "title":"The Estimation of Item Difficulty from Restricted CAT Calibration Samples."},
      {
        "id":"ED386467",
        "title":"Math Assessment Alternatives."},
      {
        "id":"ED386468",
        "title":"Implementing a Portfolio-Based Evaluation System for Preservice Teachers."},
      {
        "id":"ED386469",
        "title":"How the Collapsing of Categories Impacts the Item Information Function in Polytomous Item Response Theory."},
      {
        "id":"ED386470",
        "title":"Bibliography of Assessment Alternatives: Science. Innovative Assessment."},
      {
        "id":"ED386471",
        "title":"Bibliography of Assessment Alternatives: Mathematics. Innovative Assessment."},
      {
        "id":"ED386472",
        "title":"Passage Dependence of the New SAT Reading Comprehension Questions. College Board Report No. 93-3."},
      {
        "id":"ED386473",
        "title":"Revising SAT-Verbal Items To Eliminate Differential Item Functioning. College Board Report No. 93-2."},
      {
        "id":"ED386474",
        "title":"Fitting New Measurement Models to GRE General Test Constructed-Response Item Data. GRE Board Professional Report No. 89-11P."},
      {
        "id":"ED386475",
        "title":"An Analysis of Graduate School Careers in Three Universities: Differences in Attainment Patterns across Academic Programs and Demographic Groups. GRE Board Professional Report No. 86-21P."},
      {
        "id":"ED386476",
        "title":"Pairwise Comparison Procedures for One-Way Analysis of Variance Designs. Research Report."},
      {
        "id":"ED386477",
        "title":"The Prediction of SAT Reading Comprehension Item Difficulty for Expository Prose Passages. PRPC Final Report P/J 969-60."},
      {
        "id":"ED386478",
        "title":"A Knowledge Base for Teacher Licensure: A Comparison of State Requirements, Professional Association Recommendations and Teacher, Teacher Educator, and Administrator Opinions of Teacher Preparation on the Principles of Learning and Teaching."},
      {
        "id":"ED386479",
        "title":"Construct Validity Study of the NTE Core Battery Using Confirmatory Factor Analysis."},
      {
        "id":"ED386480",
        "title":"Cognitive Processing Requirements of Constructed Figural Response and Multiple-Choice Items in Architecture Assessment."},
      {
        "id":"ED386481",
        "title":"An Investigation of Proposed Revisions to Section 3 of the TOEFL Test. TOEFL Research Report 47."},
      {
        "id":"ED386482",
        "title":"An Investigation of IRT-Based Assembly of the TOEFL Test. TOEFL Technical Report."},
      {
        "id":"ED386483",
        "title":"Family Characteristics as Predictors of Individual Differences in Chicano Children's Emergent School Readiness."},
      {
        "id":"ED386484",
        "title":"Participation in Religious Activities by College-Bound High School Seniors."},
      {
        "id":"ED386485",
        "title":"The Optional Essay Problem and the Hypothesis of Equal Difficulty."},
      {
        "id":"ED386486",
        "title":"The Matter of Style: Manifestations of Personality in Cognition, Learning, and Teaching. Research Report."},
      {
        "id":"ED386487",
        "title":"Logistic Regression with Random Coefficients."},
      {
        "id":"ED386488",
        "title":"Probabilistic Causation without Probability."},
      {
        "id":"ED386489",
        "title":"Documentation of GRE Talent Flow Data Base--1978 to 1987. GRE Board Professional Report No. 91-19P."},
      {
        "id":"ED386490",
        "title":"Generalizability, Validity, and Examinee Perceptions of a Computer-Delivered Formulating-Hypotheses Test. GRE Board Professional Report No. 90-02aP."},
      {
        "id":"ED386491",
        "title":"Does Spending Money on Education Help? A Reaction to the Heritage Foundation and the &quot;Wall Street Journal.&quot;"},
      {
        "id":"ED386492",
        "title":"Estimating the Consistency and Accuracy of Classifications Based on Test Scores."},
      {
        "id":"ED386493",
        "title":"Assessing Differential Item Functioning in Performance Tests."},
      {
        "id":"ED386494",
        "title":"The Effect of Test Speededness on Subgroup Performance."},
      {
        "id":"ED386495",
        "title":"Biennial Evaluation Report. Fiscal Years 1993-1994."},
      {
        "id":"ED386496",
        "title":"&quot;At-Risk&quot; Eighth-Graders Four Years Later. Statistics in Brief."},
      {
        "id":"ED386497",
        "title":"Assessment in the Pacific: The Yap Assessment Model."},
      {
        "id":"ED386498",
        "title":"Public School Student, Staff, and Graduate Counts by State, School Year 1993-94. Statistics in Brief."},
      {
        "id":"ED386499",
        "title":"Mathematics Course-Taking and Gains in Mathematics Achievement. Statistics in Brief."},
      {
        "id":"ED386500",
        "title":"Explaining the Relationship between Students' Study Activities, Achievement, and Course Characteristics Using a Multi-Level Model."},
      {
        "id":"ED386502",
        "title":"A Profile of the American High School Senior in 1992. National Education Longitudinal Study of 1988. Statistical Analysis Report."},
      {
        "id":"ED386503",
        "title":"Comparing School-Based Environment of High- and Low-Performing Inner City Schools."},
      {
        "id":"ED386504",
        "title":"Urban Middle School Students Responses to Anger Situations."},
      {
        "id":"ED386505",
        "title":"What Influences Eighth-Grade Hispanic Students' Academic Achievement? A Structural Equation Analysis."},
      {
        "id":"ED386506",
        "title":"Discourse and Resistance in Urban Elementary Classrooms: A Poststructuralist Perspective."},
      {
        "id":"ED386507",
        "title":"Reforming Chicago's Public Schools: Philanthropic Persistence, 1987-1993."},
      {
        "id":"ED386509",
        "title":"Child Care. Working Poor and Welfare Recipients Face Service Gaps. Report to Congressional Requesters."},
      {
        "id":"ED386511",
        "title":"Families on Welfare. Focus on Teenage Mothers Could Enhance Welfare Reform Efforts. Report to the Chairman, Subcommittee on Human Resources, Committee on Ways and Means, House of Representatives."},
      {
        "id":"ED386512",
        "title":"Homelessness. Appropriate Controls Implemented for 1990 McKinney Amendments' PATH Program. Report to Congressional Committees."},
      {
        "id":"ED386513",
        "title":"Families on Welfare. Teenage Mothers Least Likely To Become Self-Sufficient. Report to the Chairman, Subcommittee on Human Resources, Committee on Ways and Means, House of Representatives."},
      {
        "id":"ED386514",
        "title":"The Impact of Vocational Education on Racial and Ethnic Minorities. ERIC/CUE Digest, Number 108."},
      {
        "id":"ED386515",
        "title":"School Dropouts: New Information about an Old Problem. ERIC/CUE Digest, Number 109."},
      {
        "id":"ED386516",
        "title":"New York State Magnet Schools Program, 1993-94. OER Report."},
      {
        "id":"ED386518",
        "title":"School Reform in Chattanooga. An Independent Report on the Chattanooga Public Schools Middle Grades Reform Initiatives. 1994-1995."},
      {
        "id":"ED386520",
        "title":"Expecting the Best from Students in Urban Middle Schools. A Report on the Edna McConnell Clark Foundation's Middle Grades Initiative."},
      {
        "id":"ED386521",
        "title":"Improving Principals' Practice: The Influence of Professional Development on Principals' Work in Middle School Reform Efforts Supported by the Edna McConnell Clark Foundation."},
      {
        "id":"ED386522",
        "title":"The Iraqis. Their History and Culture. CAL Refugee Fact Sheet Series No. 11."},
      {
        "id":"ED386523",
        "title":"Jefferson County Public Schools. 1993-94 Annual Report to the Edna McConnell Clark Foundation."},
      {
        "id":"ED386531",
        "title":"Pennsylvania Adult and Continuing Education Research Conference Proceedings (Monroeville, Pennsylvania, October 8, 1994)."},
      {
        "id":"ED386533",
        "title":"Quality Assurance for Consumers of Private Training Programs. Findings and Recommendations from the Consultation on the Regulation and Support of Training Providers in New Brunswick = Assurance de la qualite pour les consommateurs de programmes de formation du secteur prive. Resultats et recommandations a la suite des consultations relativement a la reglementation et au soutien des fournisseurs de cours de formation au Nouveau-Brunswick."},
      {
        "id":"ED386535",
        "title":"Families Read Together."},
      {
        "id":"ED386536",
        "title":"Everything You Need To Survive Tutoring."},
      {
        "id":"ED386537",
        "title":"PAS Handbook. Your Guide for National Activities 1995-1996."},
      {
        "id":"ED386538",
        "title":"Single and Married Mothers as Students: Obstacles to Successful Completion of Study."},
      {
        "id":"ED386539",
        "title":"Mothers and Students: Motivation for Return as a Predictor of Academic Success of Mature Age Female Students with Children."},
      {
        "id":"ED386540",
        "title":"Ohio Job Training. Hearing on Fundamental Re-Examination of Our Programs That Train America's Workers of the Committee on Labor and Human Resources. United States Senate, One Hundred Fourth Congress, First Session (Columbus, OH)."},
      {
        "id":"ED386541",
        "title":"Adult Education. Measuring Program Results Has Been Challenging. Report to Congressional Requesters."},
      {
        "id":"ED386543",
        "title":"Employability. Occupational Competency Analysis Profile."},
      {
        "id":"ED386544",
        "title":"Accounting. Occupational Competency Analysis Profile."},
      {
        "id":"ED386545",
        "title":"Administrative/Office Technology. Occupational Competency Analysis Profile."},
      {
        "id":"ED386546",
        "title":"General Marketing. Occupational Competency Analysis Profile."},
      {
        "id":"ED386547",
        "title":"Food Management, Production, and Service. Occupational Competency Analysis Profile."},
      {
        "id":"ED386548",
        "title":"Drafting. Occupational Competency Analysis Profile."},
      {
        "id":"ED386549",
        "title":"Electrical Trades. Occupational Competency Analysis Profile."},
      {
        "id":"ED386550",
        "title":"Graphic Communications. Occupational Competency Analysis Profile."},
      {
        "id":"ED386551",
        "title":"Precision Machining Technologies. Occupational Competency Analysis Profile."},
      {
        "id":"ED386552",
        "title":"Welding. Occupational Competency Analysis Profile."},
      {
        "id":"ED386553",
        "title":"Communication Skills I: Communicating with Others. Reading Skills. Writing Skills. Study Skills."},
      {
        "id":"ED386554",
        "title":"Communication Skills II: Learning from the Media. Using the Telephone. Making a Speech. Conducting a Meeting."},
      {
        "id":"ED386555",
        "title":"Family Relations Resource Guide. A Resource for Teaching the Family Relations Core Course Area of Ohio's Work and Family Life Program."},
      {
        "id":"ED386557",
        "title":"Job Profiling Guide. Results of 1995 Job Profiling Part of the Ohio Vocational Competency Assessment (OCVA) Package."},
      {
        "id":"ED386558",
        "title":"Safety Education in Driving. 2nd Revision."},
      {
        "id":"ED386559",
        "title":"Occupational Standards: International Perspectives."},
      {
        "id":"ED386560",
        "title":"The School-to-Work Opportunities Act: An Opportunity To Serve All Students. Women's Educational Equity Act Publishing Center Digest."},
      {
        "id":"ED386561",
        "title":"A Case Study of Student Self-Assessment in Upper Secondary Education."},
      {
        "id":"ED386562",
        "title":"Gender Stratification in Vocational Education and the Labour Force in Finland."},
      {
        "id":"ED386563",
        "title":"Globalizing the College of Agriculture Curricula Workshop Series. Proceedings of Six Workshops (Baton Rouge, Louisiana, September 16, 1993-August 26, 1994)."},
      {
        "id":"ED386565",
        "title":"Louisiana Business Education Journal. 1994."},
      {
        "id":"ED386567",
        "title":"Correcting Inappropriate Classroom Behavior through the Use of Cooperative Learning and Peer and Self-Evaluation."},
      {
        "id":"ED386568",
        "title":"Study Circles in Paired Congregations. Enriching Your Community through Shared Dialogue on Vital Issues."},
      {
        "id":"ED386569",
        "title":"National Service Programs. AmeriCorps*USA--Early Program Resource and Benefit Information. Report to Congressional Requesters."},
      {
        "id":"ED386570",
        "title":"First Impact Analysis of the Washington State Self-Employment and Enterprise Development (SEED) Demonstration. Unemployment Insurance Occasional Paper 94-1."},
      {
        "id":"ED386571",
        "title":"Self-Employment as a Reemployment Option: Demonstration Results and National Legislation. Unemployment Insurance Occasional Paper 94-3."},
      {
        "id":"ED386572",
        "title":"Self-Employment Programs: A New Reemployment Strategy, Final Report on the UI Self-Employment Demonstration. Unemployment Insurance Occasional Paper 95-4."},
      {
        "id":"ED386575",
        "title":"A National Study of the Supply and Demand for Teachers of Agricultural Education in 1994."},
      {
        "id":"ED386578",
        "title":"The Sphere of Distance-Education Theory Revisited. ZIFF Papiere 98."},
      {
        "id":"ED386579",
        "title":"Building on Best Practices in Youth Employment: What Works, How Do We Know, How Do We Sustain and Replicate Them."},
      {
        "id":"ED386580",
        "title":"Customer Service in a Youth Development System."},
      {
        "id":"ED386581",
        "title":"Dilemma and Directions for Youth Social Policy."},
      {
        "id":"ED386582",
        "title":"How Can We Adapt the Positive Experiences of School-to-Work Programs, Especially Work-Based Learning, to JTPA Programs?"},
      {
        "id":"ED386583",
        "title":"Learning To Work--Working To Learn (Job Training in a Global Economy)."},
      {
        "id":"ED386584",
        "title":"Moving towards Quality Programs. Defining Criteria for Quality Program Designs Based on Lessons from Research and Experience."},
      {
        "id":"ED386585",
        "title":"Work-Based Learning: Learning To Work; Working To Learn; Learning To Learn."},
      {
        "id":"ED386586",
        "title":"Youth Employment Preparation through a Youth Development Lens: Broad Recommendations for Sustaining Change."},
      {
        "id":"ED386587",
        "title":"Seven Future Trends in the Workplace."},
      {
        "id":"ED386588",
        "title":"Transportation Systems. TE8126. Technology Education."},
      {
        "id":"ED386590",
        "title":"The Plain Dealer High School Newspaper Workshop Program. John F. Kennedy and West Technical High Schools, 1994-1995."},
      {
        "id":"ED386591",
        "title":"American Adult Education Doctoral Programs in Comparison to the Commission of Professors of Adult Education Standards for Graduate Programs in Adult Education."},
      {
        "id":"ED386592",
        "title":"New Pay: Compensation as a Strategic Tool. Workforce Brief #5."},
      {
        "id":"ED386593",
        "title":"Co-operative Education and Industrial Training: DMMMSU Experience."},
      {
        "id":"ED386595",
        "title":"Advocacy & Lobbying: Influencing Policy."},
      {
        "id":"ED386596",
        "title":"Using Writing Journals in the Adult Literacy Classroom. Teacher to Teacher."},
      {
        "id":"ED386597",
        "title":"\"Watching a Light Go on\": Exploring the Use of Authentic Literature with Adult Learners. Teacher to Teacher."},
      {
        "id":"ED386598",
        "title":"Performance Specifications for Occupational Programs."},
      {
        "id":"ED386599",
        "title":"Specifications for Developing Secondary Program Proposals."},
      {
        "id":"ED386600",
        "title":"Quality Indicators for Technology Education Programs in Maryland."},
      {
        "id":"ED386602",
        "title":"Assessment of Personal Development Skills and Participation of VICA Members in West Virginia."},
      {
        "id":"ED386603",
        "title":"Career Education--The Early Years. [and] Let's Get Serious about Career Education for Elementary Students. AACE Bonus Briefs."},
      {
        "id":"ED386604",
        "title":"Monograph: Young Adulthood and Middle Age, 1989."},
      {
        "id":"ED386605",
        "title":"Journal of Young Adulthood and Middle Age, 1990."},
      {
        "id":"ED386606",
        "title":"Journal of Young Adulthood and Middle Age, 1991."},
      {
        "id":"ED386607",
        "title":"Children's Aid and the Schools."},
      {
        "id":"ED386608",
        "title":"Development of an Orientation Training Manual for Implementation with New Personnel and Volunteers Working in Short Term Transitional Homeless Shelters for Single Parent Families."},
      {
        "id":"ED386609",
        "title":"Characteristics of Seventh Grade Students Who Completed a Course in Adolescent Development Compared to Students That Have Not Completed the Course."},
      {
        "id":"ED386610",
        "title":"An Invitation To Remember and To Celebrate: NOICC/SOICC Network at 18."},
      {
        "id":"ED386611",
        "title":"Reinforcing the No-Use Message, Is Anybody Listening? 1993-94 Drug-Free Schools Final Report."},
      {
        "id":"ED386612",
        "title":"Indiana Youth Poll: Youths' Views of Racism, Sexism and Poverty."},
      {
        "id":"ED386613",
        "title":"Creating a Positive Educational Environment for Gay and Lesbian Adolescents: Guidelines and Resources for Staff Development, Curriculum Integration, and School-Based Counseling Services."},
      {
        "id":"ED386614",
        "title":"A Confirmatory Factor Analysis of the Child Behavior Checklist: An Exploration of Age and Sex Differences."},
      {
        "id":"ED386615",
        "title":"Stress in Educated Women as It Relates to Psychological Adjustment."},
      {
        "id":"ED386616",
        "title":"Will the Professional Support Evaluation Model Really Work? A Case Study of Its Use with Gifted and Talented Resource Specialists (Williamsburg/James City County Public Schools, Virginia)."},
      {
        "id":"ED386617",
        "title":"Factors Which Predict Hostility toward Women: Implications for Counseling."},
      {
        "id":"ED386618",
        "title":"The Concept of Intellectual Character and Its Connection to Moral Character."},
      {
        "id":"ED386619",
        "title":"Parental Communication of Trauma among Children of Holocaust Survivors."},
      {
        "id":"ED386620",
        "title":"Race and Sex Discrimination in Occupations: A 20-Year Replication."},
      {
        "id":"ED386621",
        "title":"Fostering Self-Motivated Behavior, Personal Responsibility, and Internal Locus of Control in the School Setting."},
      {
        "id":"ED386622",
        "title":"Exemplars, Prototypes, and Gender Stereotypes for Persons Varying in Age."},
      {
        "id":"ED386623",
        "title":"Gangs and Victimization at School. Education Policy Issues: Statistical Perspectives."},
      {
        "id":"ED386624",
        "title":"High School Guidance and Counseling: Suggested Guidelines for School Districts."},
      {
        "id":"ED386625",
        "title":"The Relationship between Parenting Style and Maternal Employment in Families with Preschoolers."},
      {
        "id":"ED386626",
        "title":"Comparison of Knowledge of Obsessive-Compulsive Behavior between Counseling Students and School Administration Students."},
      {
        "id":"ED386627",
        "title":"Intensive Aftercare for High-Risk Juveniles: A Community Care Model. Program Summary."},
      {
        "id":"ED386628",
        "title":"Inventory of Substance Abuse Training Resources."},
      {
        "id":"ED386629",
        "title":"Counsellors' Strategies for Managing Their Stressful Reactions to Clients."},
      {
        "id":"ED386631",
        "title":"Waging War on Violence."},
      {
        "id":"ED386632",
        "title":"Enhancing the Usefulness of Students' Evaluations of Instruction."},
      {
        "id":"ED386633",
        "title":"Human Resources Management: Program Evaluation, 1994-1995."},
      {
        "id":"ED386634",
        "title":"Improving Self-Control in Upper Elementary Students through a Program of Character, Civic, and Social Education."},
      {
        "id":"ED386635",
        "title":"Every Child Deserves Two Parents: Establishing Paternity for Children of Single Teenage Mothers."},
      {
        "id":"ED386636",
        "title":"A Career Education Program Model for Middle School Students To Improve Career and Vocational Decision-Making."},
      {
        "id":"ED386639",
        "title":"A Behavior Change Program To De-Escalate Fighting in Intermediate Grades of an Elementary School."},
      {
        "id":"ED386640",
        "title":"Intelligence Testing and the Emergence of School Psychology."},
      {
        "id":"ED386641",
        "title":"Relational Control and Relationship Quality in Psychotherapy."},
      {
        "id":"ED386642",
        "title":"Helping Teen Mothers Make Positive Choices Thereby Reducing Suspensions through a Curriculum for Conflict Resolution/Peer Mediation."},
      {
        "id":"ED386644",
        "title":"Adolescents At-Risk: A Literature Review of Problems, Attitudes, and Interventions."},
      {
        "id":"ED386645",
        "title":"Teenage Pregnancy. Hearings before a Subcommittee of the Committee on Appropriations. United States Senate, One Hundred Third Congress, Second Session. Special Hearings."},
      {
        "id":"ED386646",
        "title":"Critical Issues in the Lives of Gay and Lesbian Students: Implications for Counseling."},
      {
        "id":"ED386647",
        "title":"Public/Private Partnerships in Health Promotion: A Guide for the Aging Network."},
      {
        "id":"ED386648",
        "title":"Effects of Family Structure on High School Students' Academic Achievement and Behavior."},
      {
        "id":"ED386649",
        "title":"Evaluation of Idaho&apos;s DARE &quot;Drug Abuse Resistance Education Projects.&quot;"},
      {
        "id":"ED386652",
        "title":"Improving Behavior of Middle School Students through a Conflict Resolution Program for Sixth-Grade."},
      {
        "id":"ED386655",
        "title":"Eldercare Volunteer Corps Demonstration, A &quot;Project Care&quot; Initiative. Final Report."},
      {
        "id":"ED386656",
        "title":"Depressed Moods in University Students: Induced and Reversed Using Self-Reference Statements."},
      {
        "id":"ED386657",
        "title":"Comparison of Simple and Complex Messages on Safe Sex Practices and Knowledge of HIV/AIDS."},
      {
        "id":"ED386658",
        "title":"S. 1383, Children's Protection from Violent Programming Act of 1993; S. 973, Television Report Card Act of 1993; and S. 943, Children's Television Violence Protection Act of 1993. Hearing before the Committee on Commerce, Science, and Transportation. United States Senate, One Hundred Third Congress, First Session."},
      {
        "id":"ED386659",
        "title":"Are Children More at Risk of Being Sexually Abused if Their Mothers Were Sexually Abused as Children?"},
      {
        "id":"ED386660",
        "title":"Is Substance Abuse Increasing among WCPSS High School Students? Eye on Evaluation. E&amp;R Report."},
      {
        "id":"ED386661",
        "title":"Improving Developmentally Appropriate Practices in the Kindergarten Program by Introducing Therapeutic Sensory Motor and Play Activities."},
      {
        "id":"ED386662",
        "title":"How To Get through the First 21 Years: A Parent Resource Guide."},
      {
        "id":"ED386663",
        "title":"The 1993 Iowa Youth Survey: Normative and Trend Data."},
      {
        "id":"ED386664",
        "title":"Crime Prevention Starts at Home! Setting the Stage for Community Action To Prevent Violence and Other Crimes."},
      {
        "id":"ED386665",
        "title":"Sexual Harassment: An Abuse of Trust. A Report on a Statewide Survey of Sexual Harassment in Iowa High Schools."},
      {
        "id":"ED386666",
        "title":"Spiritual Reading and Its Effects on Human Growth."},
      {
        "id":"ED386667",
        "title":"The Problem of Personality in Soviet and Russian Pedagogics. Research Bulletin 86."},
      {
        "id":"ED386668",
        "title":"Relationship Formation and Change in Psychotherapy: An Analysis of Cases."},
      {
        "id":"ED386670",
        "title":"Parent Attitude toward Systemic, Family-Oriented Counseling Interventions."},
      {
        "id":"ED386671",
        "title":"Counseling Implications for Male Hispanic Dropouts: Forging a Prevention Program."},
      {
        "id":"ED386672",
        "title":"A Predictive Model of Older Widow's Mental Health."},
      {
        "id":"ED386673",
        "title":"Young People in 1994: the Health Related Behaviour Questionnaire Results for 48,297 Pupils between the Ages of 11 and 16."},
      {
        "id":"ED386674",
        "title":"Powerlessness Reinterpreted: Reframing Step One."},
      {
        "id":"ED386675",
        "title":"Employing Effective Counseling Strategies for Redirecting Unacceptable School Behaviors among Urban Boys in the Third, Fourth, and Fifth Grade Classes."},
      {
        "id":"ED386676",
        "title":"Love Style Perceptions in Relation to Personality Function: Implications for Counseling and Assessment."},
      {
        "id":"ED386678",
        "title":"Attitudes and Aspirations of Female Adolescents: A Longitudinal Study-in-Progress."},
      {
        "id":"ED386679",
        "title":"Patterns of Achievement Goals and Psychological Well-Being in Young Adolescents."},
      {
        "id":"ED386681",
        "title":"Years of Experience and Professional Development: A Correlation with Higher Reading Scores."},
      {
        "id":"ED386687",
        "title":"Improving Student Reading Motivation through the Use of Oral Reading Strategies."},
      {
        "id":"ED386688",
        "title":"Improving Reading Comprehension at the First Grade Level."},
      {
        "id":"ED386689",
        "title":"Literacy Development among Low Achieving Kindergarten Students."},
      {
        "id":"ED386690",
        "title":"Improving Recreational Reading Habits of Elementary Students."},
      {
        "id":"ED386691",
        "title":"Improving Student Interest in Recreational Reading."},
      {
        "id":"ED386692",
        "title":"Improving Academic Motivation."},
      {
        "id":"ED386693",
        "title":"Critical Literacy Subverted: Early Public Schools, Individualism, and the Ideal of Reading."},
      {
        "id":"ED386694",
        "title":"Using Images of Literacy in Multicultural Children's Books To Engage Pupils in Community-Focused Language Arts Learning."},
      {
        "id":"ED386695",
        "title":"Chapter 1 Early Literacy Summer School 1994. Final Evaluation Report."},
      {
        "id":"ED386696",
        "title":"Early Literacy Program Grades 1 and 2 1993-94. Final Evaluation Report."},
      {
        "id":"ED386697",
        "title":"Reading Recovery(TM) Program 1993-94. Final Evaluation Report."},
      {
        "id":"ED386698",
        "title":"Early Literacy Reading Program 1994-95. Final Evaluation Report. Elementary and Secondary Education Act--Chapter 1/Disadvantaged Pupil Program Fund."},
      {
        "id":"ED386699",
        "title":"Reading Recovery Program 1994-95. Final Evaluation Report. Elementary and Secondary Education Act--Chapter 1."},
      {
        "id":"ED386700",
        "title":"Language Development Component Chapter 1 Reading Program 1993-94. Final Evaluation Report. Elementary and Secondary Education Act--Chapter 1."},
      {
        "id":"ED386701",
        "title":"Chapter 1 Reading Program. Final Evaluation Report 1994-95. Elementary and Secondary Education Act--Chapter 1."},
      {
        "id":"ED386702",
        "title":"Reading Mini-Lessons: An Instructional Practice for Meaning Centered Reading Programs."},
      {
        "id":"ED386703",
        "title":"The Influence of Reading Skills on the Ohio Ninth Grade Proficiency Test of Mathematics."},
      {
        "id":"ED386704",
        "title":"Phonological and Orthographic Cues in Reading Disabled Children."},
      {
        "id":"ED386705",
        "title":"An Analysis of A-Priori Reading Intervention."},
      {
        "id":"ED386708",
        "title":"Reading Workshop. Literacy Report No. 20."},
      {
        "id":"ED386709",
        "title":"Multicultural Education. Literacy Report No. 22."},
      {
        "id":"ED386710",
        "title":"Actions Speak Louder Than Words: Preparing Our Preservice and Inservice Teachers in the Way We Expect &quot;Them&quot; To Teach."},
      {
        "id":"ED386711",
        "title":"&quot;Reading Progress&quot;: Historians and Public Literacy in the Progressive Era."},
      {
        "id":"ED386712",
        "title":"Towards a New Metaphor in Literacy Teacher Thought Processes: Understanding Teachers' Spectra of Beliefs and the Chaos of Teaching."},
      {
        "id":"ED386713",
        "title":"Reading Recovery. ERIC Digest."},
      {
        "id":"ED386715",
        "title":"A Deontological View of the Privacy Debate."},
      {
        "id":"ED386716",
        "title":"Writing and Its Relationship to Early Literacy for Young Children."},
      {
        "id":"ED386717",
        "title":"Gender In-Difference: Rethinking Ideologies On-Line."},
      {
        "id":"ED386718",
        "title":"Getting Personal in Academic Discourse: Why It Works."},
      {
        "id":"ED386719",
        "title":"Collective Research at an Urban Community College."},
      {
        "id":"ED386720",
        "title":"From Gutenberg to Gigabytes: E-Journals and the Scholarly Community."},
      {
        "id":"ED386721",
        "title":"The Templeton Laws of Life Contest: Opportunities for Reading, Thinking, and Writing."},
      {
        "id":"ED386722",
        "title":"Crying Wolff! Risking &quot;Pratt-falls,&quot; and Contact Zone."},
      {
        "id":"ED386723",
        "title":"Emergent Discourses: Student Exploration of Cultural Identities."},
      {
        "id":"ED386724",
        "title":"Discovering the &quot;Blood of My Blood&quot;: The Dilemma of an Italian-American in Academia."},
      {
        "id":"ED386725",
        "title":"Discovering Voice through Media Writing."},
      {
        "id":"ED386726",
        "title":"The Rhetorical Commitment to Oppositions."},
      {
        "id":"ED386727",
        "title":"The Use of Personal Narratives, Literature, and Journals to Foster Caring in Nursing Students."},
      {
        "id":"ED386728",
        "title":"&quot;The Politics of Location&quot;: Text as Opposition."},
      {
        "id":"ED386729",
        "title":"Smuggled Literacies: The Social and Educational Value of Hidden Literacies of Urban African Americans."},
      {
        "id":"ED386730",
        "title":"Twenty Years of Tannen: An Extensive Bibliography of the Writings of Deborah F. Tannen, 1976-1995."},
      {
        "id":"ED386731",
        "title":"Patterns of Implementation of Literature-Based Curriculum. Report Series 1.14."},
      {
        "id":"ED386732",
        "title":"The True Lion King of Africa: The Epic History of Sundiata, King of Old Mali."},
      {
        "id":"ED386733",
        "title":"Multicultural Education: A Checklist for Selecting Children's Literature in the Classroom."},
      {
        "id":"ED386734",
        "title":"Writing as a Response to Reading. ERIC Digest."},
      {
        "id":"ED386738",
        "title":"Metaphor as Rhetorical Transaction: A Composing Heuristic."},
      {
        "id":"ED386739",
        "title":"Are You My Mother? Students' Expectations of Teachers and Teaching as Related to Faculty Gender."},
      {
        "id":"ED386740",
        "title":"Having Written Conversations: Dialogues about Literature."},
      {
        "id":"ED386741",
        "title":"Sanitizing, Domesticating, Demystifying AIDS: MaryKate Jordan's &quot;Losing Uncle Tim.&quot;"},
      {
        "id":"ED386742",
        "title":"Adapting Two-Year College English to the New Literacies and New Technologies: The Large Urban Community College Meets the Challenges of New Literacies and New Technologies."},
      {
        "id":"ED386743",
        "title":"The Dream, the Proposal, the First Two Years of the Program."},
      {
        "id":"ED386744",
        "title":"The Collaboration of Two Professors from Two Disparate Disciplines: What It Has Taught Us."},
      {
        "id":"ED386745",
        "title":"What the Institution Has Learned Thus Far."},
      {
        "id":"ED386746",
        "title":"Writing to Terms with My Japanese American Heritage."},
      {
        "id":"ED386747",
        "title":"Improving Writing and Speaking Skills Using Mathematical Language."},
      {
        "id":"ED386748",
        "title":"Improving Writing across the Curriculum."},
      {
        "id":"ED386749",
        "title":"Improving Students' Ability To Self-Assess Writing."},
      {
        "id":"ED386750",
        "title":"Improving Student Writing Skills and Attitude through the Increase of Writing Experiences."},
      {
        "id":"ED386751",
        "title":"Satire as a Reinforcer of Attitudes."},
      {
        "id":"ED386752",
        "title":"Twenty Contemporary African Women Writers: A Bio-Bibliography."},
      {
        "id":"ED386756",
        "title":"Voices in English Classrooms: Honoring Diversity and Change. Classroom Practices in Teaching English, Vol. 28."},
      {
        "id":"ED386758",
        "title":"Using Minds Well: Dropout Prevention Program."},
      {
        "id":"ED386759",
        "title":"Zhuang Zi's Rhetorical Thoughts."},
      {
        "id":"ED386761",
        "title":"Rhetorical Dimensions of Teaching Effectiveness."},
      {
        "id":"ED386762",
        "title":"Perspectives in Teaching: Submerged Voices in the Classroom: A Japanese in America: What Can She Do?"},
      {
        "id":"ED386763",
        "title":"So You Want To Deliver a Simulation?"},
      {
        "id":"ED386764",
        "title":"The Affective in Multicultural Communication."},
      {
        "id":"ED386765",
        "title":"Using &quot;Children of a Lesser God&quot; To Teach Intercultural Communication."},
      {
        "id":"ED386766",
        "title":"Culture Shock in the Basic Communication Course: A Case Study of Malaysian Students."},
      {
        "id":"ED386767",
        "title":"Affiliative Communication Behaviors: A Comparative Analysis of the Interrelationships among Teacher Nonverbal Immediacy, Responsiveness, and Verbal Receptivity on the Prediction of Student Learning."},
      {
        "id":"ED386768",
        "title":"Self-Disclosure and Decreased Persuasiveness of Political Speakers."},
      {
        "id":"ED386769",
        "title":"Streamlining the In-Class Debate Tournament."},
      {
        "id":"ED386770",
        "title":"Implementing Experiential Learning in the Higher Education Intercultural Communication Class."},
      {
        "id":"ED386771",
        "title":"&quot;Kids' Stuff&quot;: Television Cartoons as Mirrors of the American Mind."},
      {
        "id":"ED386774",
        "title":"Television Violence and Behavior: The Effects of Television Violence on Children."},
      {
        "id":"ED386775",
        "title":"Government by Special Interest: The Children's Defense Fund Lobby."},
      {
        "id":"ED386776",
        "title":"Creative Problem Solving: A Comparison of Techniques."},
      {
        "id":"ED386777",
        "title":"The High School &amp; College/University Individual Events Judge's Ballot: A Quantitative Analysis of Current Ballot Content and Approaches."},
      {
        "id":"ED386778",
        "title":"No Place Called Home."},
      {
        "id":"ED386779",
        "title":"Enhancing Group Communication in the Basic Course: Objectives and Activities."},
      {
        "id":"ED386780",
        "title":"Uniting Traditions: Incorporating Group-Based Exercises in the Basic Public Speaking Course."},
      {
        "id":"ED386781",
        "title":"Video Conferencing: The Next Wave for International Business Communication."},
      {
        "id":"ED386783",
        "title":"Transforming School Culture: Stories, Symbols, Values & the Leader's Role."},
      {
        "id":"ED386784",
        "title":"Site-Based Management: Teachers' Attitudes and Administrative Style. A Literary Review and Recommendations."},
      {
        "id":"ED386785",
        "title":"Toward an Explanation of How Teachers' Perceptions of Transformational School Leadership Are Formed."},
      {
        "id":"ED386786",
        "title":"Schoolwide Program Planning Guide 1995-96. A Catalyst for Reform."},
      {
        "id":"ED386787",
        "title":"Improving School Learning Environments: A Resource Manual of Knowledge and Strategies."},
      {
        "id":"ED386789",
        "title":"Inclusion: A Legal Mandate, an Educational Dream."},
      {
        "id":"ED386790",
        "title":"Issues in the Evaluation of a Multi-Site Federal System Change Initiative."},
      {
        "id":"ED386791",
        "title":"Design Portfolio, 1995. The Educational Facility Planner."},
      {
        "id":"ED386792",
        "title":"Building Citizen and Parent Support for School Reform: The Prichard Committee Experience."},
      {
        "id":"ED386796",
        "title":"Public Education: An Autopsy."},
      {
        "id":"ED386798",
        "title":"A Comparative Study of the Administrative and Leadership Styles of Corporate Presidents and School Superintendents As Chief Executive Officers (CEOs)."},
      {
        "id":"ED386799",
        "title":"The Annual Condition of Education Report. A Report on Elementary, Secondary and Community College Education in Iowa."},
      {
        "id":"ED386800",
        "title":"Problem-Based Learning as Cognitive Apprenticeship in Educational Administration."},
      {
        "id":"ED386801",
        "title":"Effective Schools: Is There a Winning Combination of Administrators, Teachers, and Students?"},
      {
        "id":"ED386802",
        "title":"Educational Planning: The International Dimension."},
      {
        "id":"ED386816",
        "title":"Privatization and Educational Choice."},
      {
        "id":"ED386820",
        "title":"The Pocket Condition of Education, 1995."},
      {
        "id":"ED386821",
        "title":"Overview of Public Elementary and Secondary Schools and Districts: School Year 1993-94. Statistics in Brief."},
      {
        "id":"ED386822",
        "title":"Snapshot of the Superintendency II. A Study of School Superintendents in New York State: 1994-1995."},
      {
        "id":"ED386823",
        "title":"Accountability in Education: Discussion Paper."},
      {
        "id":"ED386826",
        "title":"Challenge to Change: The Memphis Experience with School-Based Decision Making Revisited. Interrupted Continuity."},
      {
        "id":"ED386827",
        "title":"Principals' Skills and Knowledge for Shared Decision Making."},
      {
        "id":"ED386828",
        "title":"Differentiation and Opportunity in Restructured Schools."},
      {
        "id":"ED386829",
        "title":"\"Let the Master Respond\": Should Schools Be Strictly Liable When Employees Sexually Abuse Children?"},
      {
        "id":"ED386830",
        "title":"Politics of Educational Excellence: Reform in Illinois and Minnesota in the 1980s."},
      {
        "id":"ED386831",
        "title":"School Councils Handbook: Meaningful Involvement for the School Community."},
      {
        "id":"ED386832",
        "title":"Gifted Learners and the Middle School: Problem or Promise? ERIC Digest E535."},
      {
        "id":"ED386833",
        "title":"Voices of Freedom: America Speaks Out on the ADA. A Report to the President and Congress."},
      {
        "id":"ED386834",
        "title":"Establishing a Program To Service Underachieving Bright Students in the Fourth Grade."},
      {
        "id":"ED386835",
        "title":"Rural Gifted Adolescent Females: Perceptions of Curriculum at Elementary and Secondary Levels."},
      {
        "id":"ED386836",
        "title":"EASE Project: Equal Access for Students to Education and Experience. October 1, 1992 - September 30, 1994. Final Report."},
      {
        "id":"ED386837",
        "title":"The Answer Book: Job Search Strategies for Students with Disabilities."},
      {
        "id":"ED386838",
        "title":"Tutor Resource Manual: Tutoring Students in the Community College. Includes Section on Disabilities."},
      {
        "id":"ED386839",
        "title":"College Success: A Handbook for Students with Disabilities."},
      {
        "id":"ED386840",
        "title":"Students with Disabilities: A Resource Guide for Mesabi Community College."},
      {
        "id":"ED386841",
        "title":"At-Risk Early Childhood Children, Their Families, and Our Future--A Beginning View."},
      {
        "id":"ED386842",
        "title":"Teacher Traits Students Find Helpful or Bothersome: Implications for the Inclusive Classroom."},
      {
        "id":"ED386843",
        "title":"Unexpected Findings in Interviews with Parents of Children with Disabilities."},
      {
        "id":"ED386844",
        "title":"&quot;They Say I'm Stupid, but I Just Don't HEAR&quot;: Hearing-Impaired Adults' View of Finnish Society. Research Report 142."},
      {
        "id":"ED386845",
        "title":"Curriculum on Children with Special Health Care Needs and Their Families. First Edition."},
      {
        "id":"ED386846",
        "title":"The Gifted Child: Personality Traits, Learning Styles, and Useful Teaching Strategies."},
      {
        "id":"ED386847",
        "title":"Provision for Pupils with Specific Learning Difficulties in Secondary Schools. A Report to SOED."},
      {
        "id":"ED386848",
        "title":"Hidden Treasures: Expanding Community Connections (Nashville, Tennessee, September 22-23, 1994)."},
      {
        "id":"ED386849",
        "title":"Annual Southeast Rural Service Delivery Conference (1st, September 30-October 1, 1993)."},
      {
        "id":"ED386850",
        "title":"Research Synthesis on Design of Effective Media, Materials and Technology for Deaf and Hard-of-Hearing Students. Technical Report No. 1."},
      {
        "id":"ED386851",
        "title":"Research Synthesis on Design of Effective Media, Materials and Technology for Deaf and Hard-of-Hearing Students. Executive Summary. Technical Report No. 2."},
      {
        "id":"ED386852",
        "title":"Research Synthesis on Educational Strategies for Students with Severe Intellectual Disabilities. Technical Report No. 3."},
      {
        "id":"ED386853",
        "title":"Research Synthesis on Effective Teaching Principles and the Design of Quality Tools for Educators. Technical Report No. 5."},
      {
        "id":"ED386854",
        "title":"Research Synthesis on Effective Teaching Principles and the Design of Quality Tools for Educators. Executive Summary. Technical Report No. 6."},
      {
        "id":"ED386855",
        "title":"Research Synthesis on Quality and Availability of Assistive Technology Devices. Technical Report No. 7."},
      {
        "id":"ED386856",
        "title":"Research Synthesis on Quality and Availability of Assistive Technology Devices. Executive Summary. Technical Report No. 8."},
      {
        "id":"ED386857",
        "title":"Research Synthesis on Design of Effective Curricular Practices in Transition from School to the Community. Technical Report No. 9."},
      {
        "id":"ED386858",
        "title":"Research Synthesis on Design of Effective Curricular Practices in Transition from School to the Community. Executive Summary. Technical Report No. 10."},
      {
        "id":"ED386859",
        "title":"Research Synthesis on Early Intervention Practices. Technical Report No. 11."},
      {
        "id":"ED386860",
        "title":"Vocabulary Acquisition: Synthesis of the Research. Technical Report No. 13."},
      {
        "id":"ED386861",
        "title":"Vocabulary Acquisition: Curricular and Instructional Implications for Diverse Learners. Technical Report No. 14."},
      {
        "id":"ED386862",
        "title":"Understanding the Primary Role of Word Recognition in the Reading Process: Synthesis of Research on Beginning Reading. Technical Report No. 15."},
      {
        "id":"ED386863",
        "title":"Word Recognition: Curricular and Instructional Implications for Diverse Learners. Technical Report No. 16."},
      {
        "id":"ED386864",
        "title":"Text Organization and Its Relation to Reading Comprehension: A Synthesis of the Research. Technical Report No. 17."},
      {
        "id":"ED386865",
        "title":"Text Organization: Curricular and Instructional Implications for Diverse Learners. Technical Report No. 18."},
      {
        "id":"ED386866",
        "title":"Emergent Literacy: Synthesis of the Research. Technical Report No. 19."},
      {
        "id":"ED386867",
        "title":"Emergent Literacy: Curricular and Instructional Implications for Diverse Learners. Technical Report No. 20."},
      {
        "id":"ED386868",
        "title":"Synthesis of Research on Phonological Awareness: Principles and Implications for Reading Acquisition. Technical Report No. 21."},
      {
        "id":"ED386869",
        "title":"Phonological Awareness: Curricular and Instructional Implications for Diverse Learners. Technical Report No. 22."},
      {
        "id":"ED386872",
        "title":"Best Practices Manual for Idaho Gifted/Talented Programs."},
      {
        "id":"ED386874",
        "title":"The Assessment of Physical and Program Accessibility for Students with Physical (Mobility) Disabilities."},
      {
        "id":"ED386875",
        "title":"Feature Issue on Leadership by Persons with Disabilities."},
      {
        "id":"ED386876",
        "title":"Bringing the Lab School Method to an Inner City School."},
      {
        "id":"ED386877",
        "title":"Improved Collaboration, Less Paperwork: Vermont's New Family Centered IEP Process."},
      {
        "id":"ED386878",
        "title":"A Joint Statement on Violence in the Schools."},
      {
        "id":"ED386880",
        "title":"A Summary of Position Statements on the Inclusion of Special Education Students in the General Classroom and Excerpts on Funding from Fifteen National Associations."},
      {
        "id":"ED386881",
        "title":"Annual Conference of the Comprehensive System of Personnel Development (CSPD) for Leadership and Change (3rd, Arlington, Virginia, May 8-10, 1995). Proceedings."},
      {
        "id":"ED386883",
        "title":"[Support for Family Members of Children with Mental, Emotional, and Behavioral Disabilities.]"},
      {
        "id":"ED386895",
        "title":"Models of Personnel Needs Assessment."},
      {
        "id":"ED386897",
        "title":"A Formative Evaluation of Services for Children with Deaf-Blindness in Louisiana."},
      {
        "id":"ED386898",
        "title":"Special Educators' Language: Do We Understand Each Other?"},
      {
        "id":"ED386899",
        "title":"Socio-Demographic Influences on Services Used by Infants with Disabilities and Their Families."},
      {
        "id":"ED386900",
        "title":"Toy Play in Infancy and Early Childhood: Normal Development and Special Considerations for Children with Disabilities."},
      {
        "id":"ED386901",
        "title":"Technology Integration into Early Childhood Curricula: Where We've Been, Where We Are, Where We Should Go."},
      {
        "id":"ED386902",
        "title":"Renewing Our Commitment to the Education of Gifted and Talented Students: An Essential Component of Educational Reform. Recommendations for Gifted and Talented Education in Maryland."},
      {
        "id":"ED386903",
        "title":"Atypical Gifted Learners and Their Characteristics."},
      {
        "id":"ED386904",
        "title":"Relating Life-Span Research to the Development of Gifted and Talented Children. Abstracts of Selected Papers [from] The Annual Esther Katz Rosen Symposium on the Psychological Development of Gifted Children (3rd, Lawrence, Kansas, February 19-20, 1993)."},
      {
        "id":"ED386905",
        "title":"Developing General vs. Specific Abilities and Their Relationship to Diversity. Abstracts of Selected Papers [from] The Annual Esther Katz Rosen Symposium on the Psychological Development of Gifted Children (4th, Lawrence, Kansas, September 30-October 1, 1994)."},
      {
        "id":"ED386906",
        "title":"The Emotional Price of Excellence. Abstracts of Selected Papers [from] The Annual Esther Katz Rosen Symposium on the Psychological Development of Gifted Children (5th, Lawrence, Kansas, September 8-9, 1995)."},
      {
        "id":"ED386907",
        "title":"Teaching Students with Disabilities: A Practical Guide."},
      {
        "id":"ED386909",
        "title":"A Cultural-Histroical Approach to Learning and Teaching: New Pespectives on Advancing Development."},
      {
        "id":"ED386910",
        "title":"Journal of the Society of Accelerative Learning and Teaching, 1993."},
      {
        "id":"ED386911",
        "title":"The Effect on Listening Comprehension of Using Television Commercials in a Chinese-as-a-Second-Language Class."},
      {
        "id":"ED386912",
        "title":"Barriers to Language Acquisition in School-Age Mexican American Children."},
      {
        "id":"ED386913",
        "title":"Teacher Evaluation of Foreign Language Software."},
      {
        "id":"ED386914",
        "title":"The Organization of Episode Structure in Finnish/Finnish and Finish/Anglo-American Business Telephone Conversations: An Intercultural Perspective."},
      {
        "id":"ED386915",
        "title":"International Symposium on Chinese Languages and Linguistics Proceedings (4th, Taipei, Taiwan, July 18-20, 1994)."},
      {
        "id":"ED386916",
        "title":"Testing Listening Comprehension."},
      {
        "id":"ED386917",
        "title":"Novice Situation Cards: The Scripted Situation."},
      {
        "id":"ED386918",
        "title":"L'Insegnante Programmatore. Proposte per un Impiego Professionale del Computer nella Didattica delle Lingue (The Teacher as Programmer. Suggestions for Professional Use of Computers in the Teaching of Languages)."},
      {
        "id":"ED386919",
        "title":"Computer e Insegnamento delle Lingue: Lavorare con Arbeit mit Texten (Computers and Language Teaching: Working with Arbeit mit Texten)."},
      {
        "id":"ED386920",
        "title":"Errori 'programmati' ('Programmed' Errors)."},
      {
        "id":"ED386922",
        "title":"Integrating &quot;Writing To Learn&quot; and Foreign Language Proficiency Concepts."},
      {
        "id":"ED386923",
        "title":"Report on the ESF-Funded Project to Consolidate and Develop Foreign Language Modules for Students of Other Disciplines Implemented October 1, 1993-September 30, 1994."},
      {
        "id":"ED386924",
        "title":"He Use a Square Shirt: First Language Transfer in the Writing of Hispanic ESL Learners."},
      {
        "id":"ED386925",
        "title":"Content-ESL across the USA. Volume I: A Technical Report. A Descriptive Study of Content-ESL Practices."},
      {
        "id":"ED386926",
        "title":"Content-ESL across the USA. Volume II: A Practical Guide. A Descriptive Study of Content-ESL Practices."},
      {
        "id":"ED386927",
        "title":"Content-ESL across the USA. Volume III: A Training Packet. A Descriptive Study of Content-ESL Practices."},
      {
        "id":"ED386928",
        "title":"\"Themen\" und der Computer (Themes and the Computer)."},
      {
        "id":"ED386932",
        "title":"Fostering Second Language Development in Young Children: Principles and Practices. Educational Practice Report: 14."},
      {
        "id":"ED386933",
        "title":"Experimenting with Adult Second Language Learners: A Case with Spanish Language at Northwestern High School in Prince George's County, Maryland."},
      {
        "id":"ED386934",
        "title":"A Study of the Availability &amp; Costs of Training and Certifying School Interpreters and Transliterators. Legislative Report."},
      {
        "id":"ED386935",
        "title":"Academia, English, and the International Student."},
      {
        "id":"ED386936",
        "title":"Language Acquisition &amp; Development for Bilingual/ESL Programs."},
      {
        "id":"ED386937",
        "title":"The Child in Francophone and Hispanic Literature: Teaching Culture through Literature."},
      {
        "id":"ED386938",
        "title":"The Effects of Formal Instruction on the Oral Production of WH Questions by Adult ESL Students."},
      {
        "id":"ED386939",
        "title":"Identification of LL (Language Learning) Background Variables Associated with University IEP Success."},
      {
        "id":"ED386940",
        "title":"Case Study Evaluation of Training for ACCESS (Attractive Careers in Childhood Education for Second Language Speakers). Final Report."},
      {
        "id":"ED386948",
        "title":"Assessing Learner Strategies Using Computers: New Insights and Limitations."},
      {
        "id":"ED386949",
        "title":"Cross-Age Tutoring in the Literacy Club. ERIC Digest."},
      {
        "id":"ED386950",
        "title":"Fostering Second Language Development in Young Children. ERIC Digest."},
      {
        "id":"ED386951",
        "title":"L2 Writing: Using Pictures as a Guided Writing Environment."},
      {
        "id":"ED386952",
        "title":"National Profile of the United States. International Association for the Evaluation of Educational Achievement Language Education Study."},
      {
        "id":"ED386954",
        "title":"Documenting an Exemplary Japanese FLES Program: In Pursuit of Goals 2000."},
      {
        "id":"ED386955",
        "title":"IELP Guide for Visual Arts Students."},
      {
        "id":"ED386957",
        "title":"COMSIS Mid-Atlantic Multifunctional Resource Center. Contract Year Three, 1994-1995. Annual Report."},
      {
        "id":"ED386958",
        "title":"Long-Term Mapping and Measurement in School ESL--Some Perspectives."},
      {
        "id":"ED386959",
        "title":"Teaching Strategies for ESOL Volunteers."},
      {
        "id":"ED386960",
        "title":"Philosophies and Approaches in Adult ESL Literacy Instruction. ERIC Digest."},
      {
        "id":"ED386961",
        "title":"Evaluating Workplace ESL Instructional Programs. ERIC Digest."},
      {
        "id":"ED386962",
        "title":"Adult ESL Learner Assessment: Purposes and Tools. ERIC Digest."},
      {
        "id":"ED386965",
        "title":"Salary-Trend Study of Faculty in All Discipline Averages in the National CUPA Salary-Trend Surveys of 1991-92 and 1994-95."},
      {
        "id":"ED386968",
        "title":"Institutional Research: What Should We Expect? Defining and Exceeding Campus Expectations. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386969",
        "title":"Error-Proofing Work Processes in Institutional Research Offices. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386970",
        "title":"Indicators of Grade Inflation. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386971",
        "title":"Achieving Quality within Funding Constraints: The Potential Contribution of Institutional Research. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386972",
        "title":"Characteristics of Student Loan Defaulters among Different Racial and Ethnic Groups. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386973",
        "title":"The Enculturation of New Faculty in Higher Education: A Comparative Investigation of Three Academic Departments. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386974",
        "title":"Lesjes van de Nederlanders: Little Lessons from the Dutch to Promote Educational Quality. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386975",
        "title":"Assessment of Research Quality. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386976",
        "title":"College and Departmental Funding and Its Relationship to Full-Time Equivalence at Appalachian State University. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386977",
        "title":"Using TQM to Improve the Quality of Race/Ethnicity Reporting. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386978",
        "title":"SPRE Reviews of Community Colleges: Collecting Data and Meeting Standards. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386979",
        "title":"More Timely Departmental Faculty Salary Comparisons. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386980",
        "title":"Comparable Standards for Credit Hour Production. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386981",
        "title":"The Use of Perceptual Data To Assess Intercollegiate Athletics. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386982",
        "title":"Alternative Methods for Validating Admissions and Course Placement Criteria. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386983",
        "title":"Assessing Developmental Education through Student Tracking. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386984",
        "title":"Setting a Census Date To Optimize Enrollment, Retention, and Tuition Revenue Projections. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386985",
        "title":"A Statewide Community College Model for Measuring Faculty Workload. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386986",
        "title":"&quot;Is American Higher Education Knocking on the Door of Federal Control?&quot; AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386987",
        "title":"Goal Attainment: A New Look at the Meaning of Attrition at a Community College. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386988",
        "title":"Assessing a Writing-across-the-Curriculum Program with a Survey of Recent Graduates. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386989",
        "title":"The Retention Status of Underrepresented Minority Students: An Analysis of Survey Results from Sixty-Seven U.S. Colleges and Universities. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386990",
        "title":"When Does Student Satisfaction Matter? AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386991",
        "title":"Automated Student Follow-up: A University Perspective. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386992",
        "title":"Limitations of Using Students' Self Reports of Academic Development as Proxies for Traditional Achievement Measures. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386993",
        "title":"Q-GAP: A Data Analysis Model for Assessing Program Quality. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386994",
        "title":"Issues in Studying Administrative Faculty Salary Equity. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386995",
        "title":"The Quality Initiative in Minnesota: What One University Is Doing with Assessment. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386996",
        "title":"Answering the &quot;Hot Topics&quot; with One Comprehensive Document. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386997",
        "title":"Integrating Teaching, Advising, and Research Tools: The Student as Learner Inventory as Retention and Learning Intervention. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386998",
        "title":"Exploring Faculty Career Progression: A Retention and Tenure Perspective. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED386999",
        "title":"Embracing the Inevitable: Building a Legislative &quot;Report Card&quot; as an Institutional Priority. AIR 1995 Annual Forum Paper."},
      {
        "id":"ED384000",
        "title":"Moving toward Change: The Literature-Based First-Grade Basals."},
      {
        "id":"ED384001",
        "title":"When Literacy Might (Not) Make a Difference: Textual Practice and Capital."},
      {
        "id":"ED384002",
        "title":"The Development of an Inservice for Instructional Grouping in an Integrated Language Arts Classroom. Human Resource Development."},
      {
        "id":"ED384003",
        "title":"The Effects of a Whole Language Approach to Reading Instruction on Reading Comprehension: A Meta-Analysis."},
      {
        "id":"ED384004",
        "title":"Family Literacy: New Perspectives, New Opportunities."},
      {
        "id":"ED384006",
        "title":"Where To Look: Support for Implementing Literature-Based Instruction. Instructional Resource No. 8."},
      {
        "id":"ED384007",
        "title":"Taking Books Home: A Check-Out System for the Primary Grades. Instructional Resource No. 9."},
      {
        "id":"ED384008",
        "title":"Assessing Motivation To Read. Instructional Resource No. 14."},
      {
        "id":"ED384009",
        "title":"Toward a Social Constructivist Reconceptualization of Intrinsic Motivation for Literacy Learning. Perspectives in Reading Research No. 6."},
      {
        "id":"ED384010",
        "title":"Dimensions of Children's Motivations for Reading: An Initial Study. Reading Research Report No. 34."},
      {
        "id":"ED384011",
        "title":"Middle- and High-School Students' Perceptions of How They Experience Text-Based Discussions: A Multicase Study. Reading Research Report No. 36."},
      {
        "id":"ED384012",
        "title":"The Effect of a Literature-Based Program Integrated into Literacy and Science Instruction on Achievement, Use, and Attitudes toward Literacy and Science. Reading Research Report No. 37."},
      {
        "id":"ED384013",
        "title":"Poor Readers Don't Image, or Do They? Reading Research Report No. 38."},
      {
        "id":"ED384014",
        "title":"Sixth-Grade Researchers: Posing Questions, Finding Information, and Writing a Report. Reading Research Report No. 40. Summer 1995."},
      {
        "id":"ED384015",
        "title":"A Survey of Instructional Practices of Primary Teachers Nominated as Effective in Promoting Literacy. Reading Research Report No. 41. Summer 1995."},
      {
        "id":"ED384016",
        "title":"Applying Research: An Analysis of Texts for Consumers of Research."},
      {
        "id":"ED384017",
        "title":"Read*Write*Now! Activities for Reading and Writing Fun."},
      {
        "id":"ED384018",
        "title":"Read*Write*Now! Play on Paper: A Funbook for Preparing To Read and Write."},
      {
        "id":"ED384019",
        "title":"Interactive Computer Software: The Effects on Young Children's Reading Achievement."},
      {
        "id":"ED384021",
        "title":"Does a Content Area Reading Course Change Preservice Teachers' Attitudes?"},
      {
        "id":"ED384022",
        "title":"Transfer Effect of Word Recognition Strategies: Research Methodology."},
      {
        "id":"ED384023",
        "title":"Relationships between Reading Achievement and Leisure-Time Reading in Grades 3, 4, 5, and 6: A Longitudinal Study in the Netherlands."},
      {
        "id":"ED384024",
        "title":"Reading Comprehension Development: Increasing Processing Capacity versus Increasing Knowledge."},
      {
        "id":"ED384025",
        "title":"Automatic and Strategic Aspects of Inference Processing during Comprehension: The Case of Predictable Consequences of Events and Actions."},
      {
        "id":"ED384026",
        "title":"How Integration of Services Facilitates Family Literacy: Testimony from Even Start Participants."},
      {
        "id":"ED384027",
        "title":"What Is Dyslexia? Is There a Test for Dyslexia?"},
      {
        "id":"ED384028",
        "title":"The Major Quantitative Findings of a Study of the English Language-Based Study Skills Problems of Two Groups of Foreign Students at an American University."},
      {
        "id":"ED384030",
        "title":"Tensions and Paradoxes Inherent in the Idea of Community."},
      {
        "id":"ED384031",
        "title":"Complicating Community: Constructing the Social in Theory, Research, and Practice."},
      {
        "id":"ED384032",
        "title":"Training Basic Writing Teachers through Collaboration: Exploring Pedagogies through Performance."},
      {
        "id":"ED384033",
        "title":"Designing the Professional Writing Major: A Rationale for Multiplicity versus Specialization."},
      {
        "id":"ED384034",
        "title":"Tea Leaves in the Portfolio: Teaching Writing Assessment as Life-Skill."},
      {
        "id":"ED384035",
        "title":"First Year Writing Courses: What's the Purpose?"},
      {
        "id":"ED384036",
        "title":"Ethnography and the Internet: Research into Electronic Discourse Communities."},
      {
        "id":"ED384037",
        "title":"Personal Stakes: Putting the Risk Back into the Cultural Studies Composition Classroom."},
      {
        "id":"ED384038",
        "title":"Resisting Ethical Paralysis: A Postmodern Critique of Ethics."},
      {
        "id":"ED384039",
        "title":"Motivating Students To Change: Intensive Short Term Counseling Techniques Enhance Teaching of Composition."},
      {
        "id":"ED384041",
        "title":"Academic Register, Hyperfluency, and the Acquisition of Academic Discourse."},
      {
        "id":"ED384043",
        "title":"The Rhetoric of Relations between Research and Teaching."},
      {
        "id":"ED384044",
        "title":"Sources of Orality in Blair's &quot;Lectures on Rhetoric and Belles Lettres.&quot;"},
      {
        "id":"ED384045",
        "title":"Crossing Canonical Boundaries: Espionage Fiction in the Writing Classroom."},
      {
        "id":"ED384047",
        "title":"Experience Based Writing and the At-Risk Student."},
      {
        "id":"ED384048",
        "title":"Integrated Language Arts: A Study of the Achievement of Sixth Grade Students in an Integrated Language Arts Program."},
      {
        "id":"ED384049",
        "title":"The Role of Self-Efficacy Beliefs in the Writing Performance of Entering High School Students: A Path Analysis."},
      {
        "id":"ED384050",
        "title":"Multimedia and Response-Based Literature Teaching and Learning: A Critical Review of Commercial Applications. Report Series 2.23."},
      {
        "id":"ED384052",
        "title":"The Microstructure of Multiculturalism: Experiencing the Great Books."},
      {
        "id":"ED384053",
        "title":"Literacy as Heresy: Lollards and the Spread of Literacy."},
      {
        "id":"ED384054",
        "title":"&quot;There the Kid Was, Stranded in a Car&quot;: Dilemmas of Teacher Responsiveness in a Writing Workshop."},
      {
        "id":"ED384055",
        "title":"Critical Choices for the Future of the First-Year College Writing: What Are the Stakes of This Controversy for Instructors and Students."},
      {
        "id":"ED384056",
        "title":"Marking the Emergence of Rhetoric and Composition Since 1950: Snapshots from the Founding of Eight Academic Journals."},
      {
        "id":"ED384057",
        "title":"Language and African American Youth."},
      {
        "id":"ED384058",
        "title":"John Dewey and Robert Pirsig: An Invitation to &quot;Fresh Seeing.&quot;"},
      {
        "id":"ED384059",
        "title":"Rewriting Student Voice."},
      {
        "id":"ED384060",
        "title":"Toward a Philosophy of Instruction: What Is the Role That Values Should Have in the Curriculum of a College-Level Business Course?"},
      {
        "id":"ED384061",
        "title":"Curriculum Framework for Journal Writing in Primary Grades."},
      {
        "id":"ED384062",
        "title":"CRITO: Informal Logic, Critical Thinking, and the Argumentative Essay."},
      {
        "id":"ED384064",
        "title":"Rural Whites: A Part of Multiculturalism?"},
      {
        "id":"ED384065",
        "title":"Collaborative Hierarchy."},
      {
        "id":"ED384067",
        "title":"The Department of Humanities Writing Program. [Revised.]"},
      {
        "id":"ED384068",
        "title":"Revealing the Teacher-as-Reader: A Framework for Discussion and Learning. Occasional Paper No. 40."},
      {
        "id":"ED384069",
        "title":"Writing Children: Reinventing the Development of Childhood Literacy. Technical Report No. 71."},
      {
        "id":"ED384070",
        "title":"Nerds, Normal People, and Homeboys: Asian American Students and the Language of School Success. Revised."},
      {
        "id":"ED384072",
        "title":"Language Diversity and Language Arts. ERIC Digest."},
      {
        "id":"ED384073",
        "title":"Sanitizing Rhetorics of the Commercial Blood Plasma Industry."},
      {
        "id":"ED384074",
        "title":"An Exploratory Study of Student Perceptions and Understanding of Multiculturalism."},
      {
        "id":"ED384075",
        "title":"Manipulating Images of Popular Culture upon Neo-Classical Theatre: &quot;Tartuffe&quot; at Susquehanna University."},
      {
        "id":"ED384077",
        "title":"Multicultural, Intercultural Diversity--What Do We Call &quot;It&quot; and How Do These Terms Show Up in Public Relations Efforts?"},
      {
        "id":"ED384078",
        "title":"Building Community: When Public Relations Is Primarily an Interpersonal Experience."},
      {
        "id":"ED384079",
        "title":"International Communication: A Multicultural Challenge for the Professional in Multinational Organizations."},
      {
        "id":"ED384080",
        "title":"Public Relations in Action: A View of the Benefits of Student Membership in Pre-Professional Organizations."},
      {
        "id":"ED384081",
        "title":"Peer Networking: Making Connections, the Case for Undergraduate Oriented Listservers."},
      {
        "id":"ED384083",
        "title":"The Department as Mentor."},
      {
        "id":"ED384084",
        "title":"Establishing a New Beginning: Justifying &quot;Our&quot; Move to NEDA."},
      {
        "id":"ED384085",
        "title":"Assessing Special Events."},
      {
        "id":"ED384086",
        "title":"The Teaching/Research Symbiosis: A Two-Way Street."},
      {
        "id":"ED384087",
        "title":"Rethinking the Undergraduate Public Relations Sequence: Evolution of Thought 1975-1995."},
      {
        "id":"ED384088",
        "title":"Learning Lessons from Large Classes: Student Attitudes toward Effective and Ineffective Methods in Large Classes."},
      {
        "id":"ED384089",
        "title":"Philadelphia Peer Mediation Program: Report for 1992-1994 Period."},
      {
        "id":"ED384090",
        "title":"The Quest for Status and Effectiveness in Public Relations: More a Question of Philosophy, Commitment to Values, and Research Development Than Academic Location."},
      {
        "id":"ED384091",
        "title":"Uncertainty Reduction during Initial Interaction: How Do People Get To Know Each Other?"},
      {
        "id":"ED384092",
        "title":"Public Relations Education and Teaching in Thailand."},
      {
        "id":"ED384093",
        "title":"Entertainment-Education: Where Has It Been? Where Is It Going? Draft."},
      {
        "id":"ED384094",
        "title":"Funding the Education of Wards of the State: Who Should Pay? A Preevaluation Inquiry."},
      {
        "id":"ED384095",
        "title":"Goals 2000: A Progress Report."},
      {
        "id":"ED384096",
        "title":"Use of School Choice. Education Policy Issues: Statistical Perspectives."},
      {
        "id":"ED384098",
        "title":"The Issues of Self-Funding Benefits for Texas Independent School Districts."},
      {
        "id":"ED384099",
        "title":"The States Where Money Has Been Shown To Make a Difference in School Achievement."},
      {
        "id":"ED384100",
        "title":"The Consequences of the Lack of Critical Thinking-Based Education in the African-American Community."},
      {
        "id":"ED384102",
        "title":"Educational Options: Democracy, Diversity and Equity."},
      {
        "id":"ED384103",
        "title":"Constructing a Feminist-Inclusive Theory of Leadership."},
      {
        "id":"ED384104",
        "title":"The Preparation of Today's Educational Leaders: Inclusivity of Women."},
      {
        "id":"ED384105",
        "title":"Dissipative Structures and Educational Contexts: Transforming Schooling for the 21st Century."},
      {
        "id":"ED384106",
        "title":"School-Home Connections: Political Relations in Policy Implementation."},
      {
        "id":"ED384107",
        "title":"The Quality of Life--Value-Added Index for Education."},
      {
        "id":"ED384108",
        "title":"Journey into the Theoretical Gap: A Study of Female High School Principals'\"Lived\" Experience."},
      {
        "id":"ED384109",
        "title":"School Characteristics Related to Principals' Perceived Needs for a Violence Prevention Program in the Arkansas Delta."},
      {
        "id":"ED384110",
        "title":"Education Gains a Product of Political Action: Ideological Signs of Black and White Leadership in Louisiana."},
      {
        "id":"ED384111",
        "title":"Differences in Perceptions of the Organizational Socialization Process among Subgroups of Beginning Principals in Louisiana."},
      {
        "id":"ED384112",
        "title":"Professional Development and Teacher Time: Principles, Guidelines, and Policy Options for Indiana."},
      {
        "id":"ED384113",
        "title":"Theory to Practice: A Description and Multi-Dimensional Evaluation of the University of Utah's Educational Administration Ed.D. Program."},
      {
        "id":"ED384114",
        "title":"Toward a Theory of Professional Visualization."},
      {
        "id":"ED384115",
        "title":"Positive Factors of Systemic Change Identified in a Local Board of Education."},
      {
        "id":"ED384116",
        "title":"Charter Schools: Teacher Professionalism and Decentralization."},
      {
        "id":"ED384117",
        "title":"Superintendent Vulnerability and the Bottom Line."},
      {
        "id":"ED384118",
        "title":"The Role of Supervisory Decision-Making as a Social Enterprise in Facilitating Organizational Restructuring."},
      {
        "id":"ED384119",
        "title":"Challenges, Opportunities, Successes: 1995-1997 Biennial Report."},
      {
        "id":"ED384120",
        "title":"Parent Involvement Contracts in California's Charter Schools: Strategy for Educational Improvement of Method of Exclusion? Occasional Paper Series."},
      {
        "id":"ED384121",
        "title":"Rural and Urban School Finance: Districts and Experts Speak Out. Policy Briefs. Report 1, 1995."},
      {
        "id":"ED384122",
        "title":"Let's Talk about School: Collaboration and Integrated Service Delivery."},
      {
        "id":"ED384123",
        "title":"State of the State: Education Performance in North Carolina, 1993."},
      {
        "id":"ED384125",
        "title":"School Safety: Promising Initiatives for Addressing School Violence. Report to the Ranking Minority Member, Subcommittee on Children and Families, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED384126",
        "title":"A Guide for Curriculum Integration of Academic and Vocational/Technical Education: Why? How?"},
      {
        "id":"ED384127",
        "title":"Reconstructing the Teacher-Administrator Relationship To Achieve Systemic Change."},
      {
        "id":"ED384128",
        "title":"Participation in Ohio's Interdistrict Open Enrollment Option: An Investigation of the Supply-Side of Choice."},
      {
        "id":"ED384129",
        "title":"Juvenile Justice: A Wisconsin Blueprint for Change. Report of the Juvenile Justice Study Committee."},
      {
        "id":"ED384130",
        "title":"Recommendations for Emergency Management Planning for School Facilities."},
      {
        "id":"ED384131",
        "title":"Citizens, Clients, And Consumers: Building Social Capital."},
      {
        "id":"ED384133",
        "title":"School Leadership: Beyond Education Management. An Essay in Policy Scholarship."},
      {
        "id":"ED384134",
        "title":"International Perspectives on Educational Reform and Policy Implementation."},
      {
        "id":"ED384135",
        "title":"Case Studies in Educational Change: An International Perspective."},
      {
        "id":"ED384136",
        "title":"Mother's Intuition? Choosing Secondary Schools."},
      {
        "id":"ED384137",
        "title":"Rethinking Instructional Supervision: Notes on Its Language and Culture. New Prospects Series: 1."},
      {
        "id":"ED384138",
        "title":"Creating and Managing the Democratic School."},
      {
        "id":"ED384140",
        "title":"Will the Sun Rise Tomorrow? Quality Assurance and the Future of Education."},
      {
        "id":"ED384141",
        "title":"The Development of Quality Assurance Reviews in the NSW Public School System: What Works? Draft."},
      {
        "id":"ED384142",
        "title":"The Development of Best Practices Descriptors."},
      {
        "id":"ED384143",
        "title":"Quality Systems for the Performance Development Cycle of Schools. Draft."},
      {
        "id":"ED384144",
        "title":"Quality Assurance in Restructured School Systems. Draft."},
      {
        "id":"ED384145",
        "title":"National Assistive Technology Information & Program Referral Feasibility and Desirability Study. Final Report."},
      {
        "id":"ED384146",
        "title":"Technology in the Classroom. Applications and Strategies for the Education of Children with Severe Disabilities."},
      {
        "id":"ED384147",
        "title":"Positioning, Access, and Mobility Module. Technology in the Classroom. Applications and Strategies for the Education of Children with Severe Disabilities."},
      {
        "id":"ED384148",
        "title":"Communication Module. Technology in the Classroom, Applications and Strategies for the Education of Children with Severe Disabilities."},
      {
        "id":"ED384149",
        "title":"Listening and Hearing: A Supplement to Technology in the Classroom. Applications and Strategies for the Education of Children with Severe Disabilities."},
      {
        "id":"ED384150",
        "title":"Technology in the Classroom: Applications and Strategies for the Education of Children with Severe Disabilities. Final Report."},
      {
        "id":"ED384151",
        "title":"Advancing Excellence. Conference Proceedings of the Annual Society for the Advancement of Gifted Education (SAGE) Conference (5th, Calgary, Alberta, Canada, September 30-October 1, 1994)."},
      {
        "id":"ED384152",
        "title":"Fostering Inclusive Schools &amp; Communities: A Public Relations Guide."},
      {
        "id":"ED384153",
        "title":"Automatic and Effortful Memory Processing by Students with and without Mental Retardation."},
      {
        "id":"ED384154",
        "title":"Oceanside GATE Portfolio Project: A Report Prepared for the California Assessment Collaborative."},
      {
        "id":"ED384155",
        "title":"Delivering Effective Instruction to Students with Deaf-Blindness and/or Other Severe Disabilities."},
      {
        "id":"ED384157",
        "title":"Future Directions for the Education of Gifted Learners."},
      {
        "id":"ED384158",
        "title":"[Working with Infants, Toddlers, and Families in Rural Areas.]"},
      {
        "id":"ED384159",
        "title":"Transitioning Students Identified as Seriously Emotionally Disturbed from High School to Adult Living: A Collaborative Project between the West Hartford Board of Education and the State of Connecticut Social Service Agencies."},
      {
        "id":"ED384160",
        "title":"Deaf Awareness: A Program To Increase Student Awareness of What It Is Like To Have a Hearing Impairment."},
      {
        "id":"ED384161",
        "title":"Teacher Work Groups: A Strategy for Helping Teachers Implement Best Practices. A Final Report."},
      {
        "id":"ED384162",
        "title":"High Expectations: Creating Success for Every Student. Report of the Task Force on the Education of Students with Disabilities."},
      {
        "id":"ED384163",
        "title":"High Expectations: Creating Success for Every Student. Report of the Task Force on the Education of Students with Disabilities. Executive Summary = Grandes Ilusiones: Pasos para Propiciar el Exito de Cada Estudiante. Informe de la Mesa Directiva para la Educacion de Estudiantes Incapacitados. Sintesis Ejecutiva."},
      {
        "id":"ED384164",
        "title":"The Garrison Model: An Effective Program for Managing the Behaviors of Students with Behavioral Disorders."},
      {
        "id":"ED384166",
        "title":"Psychological and Social Adjustment of Visually Impaired Youth: 1936-1992."},
      {
        "id":"ED384167",
        "title":"Wheelchair Assistant Training Program, Moreno School, 1995."},
      {
        "id":"ED384168",
        "title":"Exceptional Parent. Volume 24, Numbers 1-12."},
      {
        "id":"ED384169",
        "title":"A Study of Individualized Family Service Planning in California: Benefits and Costs."},
      {
        "id":"ED384170",
        "title":"Technology To Enhance Vocabulary Acquisition: Metacognitive, Multisensory and Motivational."},
      {
        "id":"ED384171",
        "title":"Storyboarding: A Brief Description of the Process."},
      {
        "id":"ED384172",
        "title":"Vocational Qualifications and SLDD Learners--A Work Based Learning Approach. Mendip Papers. MP 072."},
      {
        "id":"ED384174",
        "title":"Home Schools, Private Schools, Parochial Schools--What Are A Public School's Special Education Obligations?"},
      {
        "id":"ED384175",
        "title":"[Challenges to the Current Special Education System--Two Analyses.]"},
      {
        "id":"ED384176",
        "title":"Social Skills Development for Preschool Children with Visual Impairments."},
      {
        "id":"ED384177",
        "title":"A Framework for Classroom Teachers To Appropriately Refer Southeast Asian Students to Special Education."},
      {
        "id":"ED384178",
        "title":"Improving Writing Skills in Speech-Language Pathology Graduate Students through a Clinical Writing Course."},
      {
        "id":"ED384179",
        "title":"Creating a Public Domain Software Library To Increase Computer Access of Elementary Students with Learning Disabilities."},
      {
        "id":"ED384180",
        "title":"The Relationship of Developmental Spelling Scores and Reading Ability: Can One Be Used To Improve the Other?"},
      {
        "id":"ED384181",
        "title":"Teaching Mothers To Imitate Their Children with Disabilities: Effects on Maternal Mands and Children's Play."},
      {
        "id":"ED384182",
        "title":"Project Progreso. Evaluation Report, 1993-94. OER Report."},
      {
        "id":"ED384183",
        "title":"A Retrospect of the History of White Sounds and Applications in the Dental, Medical and Educational Communities."},
      {
        "id":"ED384184",
        "title":"Directory of Selected Early Childhood Programs, 1993-94."},
      {
        "id":"ED384185",
        "title":"Special Education in the People's Republic of China: Characteristics and Practices."},
      {
        "id":"ED384186",
        "title":"Preparing Students with Learning Disabilities for Success in Postsecondary Education."},
      {
        "id":"ED384187",
        "title":"The Implementation of a Video-Enhanced Aikido-Based School Violence Prevention Training Program To Reduce Disruptive and Assaultive Behaviors among Severely Emotionally Disturbed Adolescents."},
      {
        "id":"ED384188",
        "title":"Best Practices in Early Childhood Special Education: Multistate Outreach. The Magnolia Circle Outreach Project. Final Report."},
      {
        "id":"ED384189",
        "title":"World Conference on Special Needs Education: Access and Quality (Salamanca, Spain, June 7-10, 1994). Final Report."},
      {
        "id":"ED384190",
        "title":"Duck! Someone Said, &quot;Inclusion&quot;! Reactions to a Survey."},
      {
        "id":"ED384191",
        "title":"[Distance Education.]"},
      {
        "id":"ED384193",
        "title":"State Compliance Monitoring Practices: An Update. Final Report."},
      {
        "id":"ED384194",
        "title":"The School to Work Opportunities Act: An Analysis of Selected States' Initial Efforts. Final Report."},
      {
        "id":"ED384197",
        "title":"Making Tech Prep and School To Work Realistic Options in Transition Planning."},
      {
        "id":"ED384198",
        "title":"Shaping the Culture: Organizational Development through Team Building."},
      {
        "id":"ED384200",
        "title":"Comparison of Self-Rated and Measured Speech Intelligibility Estimates."},
      {
        "id":"ED384201",
        "title":"Designing and Implementing a Comprehensive System of Education and Support for Children and Youth with Serious Emotional Disturbance. Fiscal Year 1994. Final Report."},
      {
        "id":"ED384202",
        "title":"Coping Skills."},
      {
        "id":"ED384203",
        "title":"RELC Journal, Volumes 19-24."},
      {
        "id":"ED384204",
        "title":"Schweizer Soziolinguistik--Soziolinguistik der Schweiz (Swiss Sociolinguistics--Sociolinguistics in Switzerland)."},
      {
        "id":"ED384205",
        "title":"Unlocking Australia's Language Potential. Profiles of 9 Key Languages in Australia. Volume 5: Indonesian/Malay."},
      {
        "id":"ED384206",
        "title":"Unlocking Australia's Language Potential. Profiles of 9 Key Languages in Australia. Volume 6: Italian."},
      {
        "id":"ED384207",
        "title":"Unlocking Australia's Language Potential. Profiles of 9 Key Languages in Australia. Volume 7: Japanese."},
      {
        "id":"ED384208",
        "title":"Unlocking Australia's Language Potential. Profiles of 9 Key Languages in Australia. Volume 8: Modern Greek."},
      {
        "id":"ED384209",
        "title":"Unlocking Australia&apos;s Language Potential: Profiles of 9 Key Languages in Australia. Volume 9: Spanish."},
      {
        "id":"ED384210",
        "title":"Whole Language and the ESL/EFL Classroom."},
      {
        "id":"ED384214",
        "title":"Reflective Practice for Teacher Change."},
      {
        "id":"ED384215",
        "title":"Orientation Manual for Child Care Centres Involved in the Recognition of Overseas Trained Workers."},
      {
        "id":"ED384216",
        "title":"Multimedia CALLware: The Developer's Responsibility."},
      {
        "id":"ED384217",
        "title":"Guia para su incorporacion a los Estados Unidos de America (A Guide to Resettlement in the United States. Spanish)."},
      {
        "id":"ED384219",
        "title":"The Relation between Aspectual Viewpoint and Situation Type: Aspectual Systems in Universal Grammar and in Languages of the World."},
      {
        "id":"ED384220",
        "title":"A Comparative Study of the Acquisition of French Verb Tense and Aspect in Early, Middle, and Late French Immersion. Publication B-200."},
      {
        "id":"ED384221",
        "title":"Pragmatics and TESOL: Using Authentic Language Data."},
      {
        "id":"ED384222",
        "title":"Testing Bilingual Teachers' Language Proficiency: The Case of Arizona."},
      {
        "id":"ED384223",
        "title":"Where Can You See Language Contact between English and British Sign Language? The Use of the Manual Alphabet in Place-Names and BSL."},
      {
        "id":"ED384224",
        "title":"Influence of Evaluators' Prior Academic Knowledge and Beliefs on the Diagnosis of Cognitive and Language Development in Bilingual Hispanic Kindergartners."},
      {
        "id":"ED384226",
        "title":"Adelante...con GANAS! (Forward with Progress!) A Title VII Transitional Bilingual Program in Burbank Middle School 1993-94. Report on Education Programs. Evaluation Report."},
      {
        "id":"ED384227",
        "title":"The CAMILLE Project: Espana Interactiva (The CAMILLE Project: Interactive Spanish)."},
      {
        "id":"ED384228",
        "title":"On the Lack of V-To-C in Child Italian and English WH-Questions."},
      {
        "id":"ED384229",
        "title":"Proactive Guidance in Computer-Assisted Language Learning."},
      {
        "id":"ED384230",
        "title":"The Effect of a Physician's Pronunciation on Nurses' Perceptions of the Physician's Medical Competency."},
      {
        "id":"ED384231",
        "title":"Digging for the Roots of Language Death in Eastern Indonesia: The Cases of Kayeli and Hukumina."},
      {
        "id":"ED384232",
        "title":"Redescubriendo los refranes (Rediscovering Proverbs and Sayings)."},
      {
        "id":"ED384233",
        "title":"Discussion as Inquiry in ESL/EFL Reading: A Study of Taiwanese College Students' Meaning-Construction of a Literary Text through Small Group Discussion."},
      {
        "id":"ED384234",
        "title":"Creative Interaction with Dialogues."},
      {
        "id":"ED384238",
        "title":"Language Identity and Social Behaviour: A Sociocultural Approach to the Study of the Concept &quot;Will&quot; on the Effectiveness of the &quot;How's&quot; and &quot;Why's&quot; of Bilingualism. Linkoping Studies in Education and Psychology No. 42."},
      {
        "id":"ED384239",
        "title":"Two-Way Foreign Language Immersion Programs: A Handbook for Parents and Teachers."},
      {
        "id":"ED384240",
        "title":"Just Make a U-turn--Nobody Cares! A Cross-Cultural Look at Taiwanese and U.S. Attitudes toward Rules."},
      {
        "id":"ED384241",
        "title":"Verbal Comprehension and Reasoning Skills of Latino High School Students. Research Report: 13."},
      {
        "id":"ED384242",
        "title":"Directory of Two-Way Bilingual Programs in the United States. Revised."},
      {
        "id":"ED384243",
        "title":"Research in Nonverbal Communication and Its Relationship to Pedagogy and Suggestopedia."},
      {
        "id":"ED384244",
        "title":"The Two-Sided Mind: Teaching and Suggestopedia."},
      {
        "id":"ED384245",
        "title":"Strategies To Improve the Self-Esteem of Ninth and Tenth Grade Haitian Limited English Proficient Students through a Self-Concept Program."},
      {
        "id":"ED384246",
        "title":"Partners in Portraiture: An Account of the Collaborative Work of Projects PRISM and Co-Arts."},
      {
        "id":"ED384247",
        "title":"The Case for Foreign Languages: The Glastonbury Language Program."},
      {
        "id":"ED384252",
        "title":"English Teachers' Journal (Israel), 1991."},
      {
        "id":"ED384253",
        "title":"English Teachers&apos; Journal (Israel), 1992."},
      {
        "id":"ED384254",
        "title":"Boletin del Consejo Hispano de Alfabetizacion (Bulletin of the Hispanic Literacy Council)."},
      {
        "id":"ED384255",
        "title":"Quality, Standards and Accountability in ESL Programs."},
      {
        "id":"ED384256",
        "title":"Hands-On English: A Periodical for Teachers and Tutors of Adult English as a Second Language, 1994-1995."},
      {
        "id":"ED384257",
        "title":"Project Work English Competency-Based Curriculum: Survival-Level One."},
      {
        "id":"ED384258",
        "title":"Project Work English Competency-Based Curriculum: General VESL."},
      {
        "id":"ED384259",
        "title":"Using the Basic Skills Standards for ESOL."},
      {
        "id":"ED384262",
        "title":"Adult Education Newsletter, 1991-1995."},
      {
        "id":"ED384263",
        "title":"Meeting the Needs of Low-Literate JOBS Recipients in the HRA/CUNY BEGIN Language Program."},
      {
        "id":"ED384264",
        "title":"From the Roots. Materials Developed at the Literacy Workers' Alliance of Manitoba's Summer Institute 1990."},
      {
        "id":"ED384266",
        "title":"Having an Operation: An ESL Workbook. English as a Second Language Community Survival Skills."},
      {
        "id":"ED384267",
        "title":"Having a Baby. An English as a Second Language Workbook for Beginners. English as a Second Language Community Survival Skills."},
      {
        "id":"ED384268",
        "title":"Banking. English as a Second Language Community Survival Skills."},
      {
        "id":"ED384269",
        "title":"Airport Customs and Immigration. English as a Second Language Community Survival Skills."},
      {
        "id":"ED384271",
        "title":"The Semi-Alloys/Mercy College Workplace Education Program. Final Evaluation Report."},
      {
        "id":"ED384272",
        "title":"Workplace Literacy Project. Final Report."},
      {
        "id":"ED384273",
        "title":"Communication Skills for Banking Report, April 1995."},
      {
        "id":"ED384274",
        "title":"Volunteer Voice, Volume XI."},
      {
        "id":"ED384275",
        "title":"A Model Syllabus for Literacy and Linguistics with a Selected Bibliography."},
      {
        "id":"ED384279",
        "title":"Higher Education and the Concept of Community. Fifteenth David Dodds Henry Lecture."},
      {
        "id":"ED384280",
        "title":"The Economic Impact of Mississippi Valley State University on the Local Economy, 1992-93."},
      {
        "id":"ED384282",
        "title":"Putting Students at the Center of Statewide Assessment Plans."},
      {
        "id":"ED384283",
        "title":"Influences on Students' Internal Locus of Attribution for Academic Success in the First Year of College."},
      {
        "id":"ED384284",
        "title":"Do White Students Perceive Racism toward Minority Students on Predominantly White Campuses?"},
      {
        "id":"ED384286",
        "title":"Delivery of the Knowledge Curriculum vs. Skill and Competency Curriculum."},
      {
        "id":"ED384287",
        "title":"Quality Assessment in Scottish Higher Education 1992-93. Annual Report."},
      {
        "id":"ED384288",
        "title":"Gender Comparison of Teachers' Sense of Efficacy."},
      {
        "id":"ED384291",
        "title":"Perspective of the California Postsecondary Education Commission on Educational Equity."},
      {
        "id":"ED384292",
        "title":"National Postsecondary Student Aid Study: Estimates of Student Financial Aid 1992-93. E.D. TABS."},
      {
        "id":"ED384293",
        "title":"[College Savings Issues.]"},
      {
        "id":"ED384294",
        "title":"From Red Tape to Results: Creating a Government That Works Better &amp; Costs Less. Report of the National Performance Review."},
      {
        "id":"ED384295",
        "title":"Creating a Government That Works Better &amp; Costs Less. Status Report. Report of the National Performance Review."},
      {
        "id":"ED384296",
        "title":"Putting Customers First: Standards for Serving the American People."},
      {
        "id":"ED384297",
        "title":"Home Schooled Adults: Are They Ready for College?"},
      {
        "id":"ED384301",
        "title":"Trends in Enrollment and Degrees Granted, 1948-1994. Report No. 7-95."},
      {
        "id":"ED384302",
        "title":"Trends in Tuition and Other Basic Student Charges 1963-64 through 1994-95, with Typical Student Costs 1980-81 through 1994-95. Report No. 19-95."},
      {
        "id":"ED384303",
        "title":"Evaluating the Effectiveness of Extended Orientation for New, Undecided Freshmen."},
      {
        "id":"ED384304",
        "title":"Classroom as Learning Organization: Challenging Assumptions and Processes."},
      {
        "id":"ED384305",
        "title":"Hogskoleprovet: &quot;En Andra Chans&quot; Eller &quot;Ytterligare en Oppen Dorr.&quot; Fem gymnasielarare om egna och gymnasieelevers synpunkter pa betyg och hogskoleprovet (Effects in Upper Secondary School of a More Extensive Use of the Higher Education Selection Test in the Admission to Higher Education)."},
      {
        "id":"ED384306",
        "title":"Implementation of the Federal Direct Student Loan Program and Modifications to the Federal Family Education Loan Program. A Report to the Congress of the United States and the Secretary of Education."},
      {
        "id":"ED384307",
        "title":"Federal Family Education Loan Information System. Weak Computer Controls Increase Risk of Unauthorized Access to Sensitive Data. Report to the Secretary of Education."},
      {
        "id":"ED384308",
        "title":"Health Professions Education Consolidation and Reauthorization Act of 1995. Report together with Additional Views To Accompany S.555. Senate, 104th Congress, 1st Session."},
      {
        "id":"ED384310",
        "title":"A Guide to Self Evaluation and Documentation of Educational States."},
      {
        "id":"ED384311",
        "title":"Active Learning in the Engineering Classroom."},
      {
        "id":"ED384312",
        "title":"Curriculum Development, Design, Specification and Assessment and Supplemental Materials."},
      {
        "id":"ED384313",
        "title":"NSF/Texas A&amp;M New Engineering Science Core at Arizona State University."},
      {
        "id":"ED384315",
        "title":"Engineering Core Workbook for Active Learning, Assessment &amp; Team Training. Section Edition."},
      {
        "id":"ED384316",
        "title":"On the Horizon. The Environmental Scanning Newsletter for Leaders in Education, 1994-95."},
      {
        "id":"ED384317",
        "title":"Benchmarking Outstanding Leadership in Higher Education: Innovation Today and Tomorrow. Draft."},
      {
        "id":"ED384318",
        "title":"Grass-Roots TQM in Education: A Case History from Chicago."},
      {
        "id":"ED384319",
        "title":"TQM for Professors and Students."},
      {
        "id":"ED384323",
        "title":"Collaborative Learning: A Program for Improving the Retention of Minority Students."},
      {
        "id":"ED384324",
        "title":"Strategic Plan Development for Recruitment of a Diverse Faculty: A Report from the EAPS Committee on Faculty Diversity. Review of the Literature. Departmental Self-study. Conclusions and Recommendations."},
      {
        "id":"ED384325",
        "title":"Restoring Credibility: The Nexus between Accountability and Program Review."},
      {
        "id":"ED384334",
        "title":"Employment in Illinois Higher Education, Fall 1993."},
      {
        "id":"ED384335",
        "title":"Videodiscs in Education: Overview, Evaluation, Activities. Second Edition."},
      {
        "id":"ED384336",
        "title":"Microcomputer Technology: Its impact on Teachers in an Elementary School."},
      {
        "id":"ED384338",
        "title":"The Role of Technology: A Plan To Support ODE and 21st Century Schools."},
      {
        "id":"ED384339",
        "title":"Salaries of Teachers. Indicator of the Month."},
      {
        "id":"ED384340",
        "title":"Elektronische Informationsdienste im Bildungswesen (Electronic Information Services in Education) Gesellschaft Information Bildung Conference (GIB) (2nd, Berlin, Germany, November 17-18, 1994)."},
      {
        "id":"ED384341",
        "title":"Speed: &quot;Run&quot;-Time Compressed Video for Learning Improvement and Digital Time Compression Economy."},
      {
        "id":"ED384342",
        "title":"Improving Achievement through Technology: Status Report on the Magnet Schools Assistance Program (MSAP). E &amp; R Report No. 95E.05."},
      {
        "id":"ED384344",
        "title":"MicroWorlds as a Publishing Tool for Cooperative Groups: An Affective Study."},
      {
        "id":"ED384345",
        "title":"Research and Publication on the World Wide Web: A Fifth Grade Class' Experience."},
      {
        "id":"ED384346",
        "title":"Communication through Multimedia in an Elementary Classroom."},
      {
        "id":"ED384348",
        "title":"Future Plans: Making the Most of Technology in the Classroom. Planning Guides."},
      {
        "id":"ED384350",
        "title":"Videodisc Evaluations."},
      {
        "id":"ED384352",
        "title":"Archives and Automation: Issues and Trends."},
      {
        "id":"ED384353",
        "title":"Scholarly Journals at the Crossroads: A Subversive Proposal for Electronic Publishing. An Internet Discussion about Scientific and Scholarly Journals and Their Future."},
      {
        "id":"ED384354",
        "title":"Internet Costs and Cost Models for Public Libraries. Final Report."},
      {
        "id":"ED384355",
        "title":"Get a Clue at the Library."},
      {
        "id":"ED384356",
        "title":"Magnetic Tape Storage and Handling: A Guide for Libraries and Archives."},
      {
        "id":"ED384357",
        "title":"A Magnificent Library in the Pacific."},
      {
        "id":"ED384358",
        "title":"Depository Library Inspection Packet."},
      {
        "id":"ED384359",
        "title":"Free and Reduced Rate Periodicals for Peace Corps Volunteers. 1995."},
      {
        "id":"ED384360",
        "title":"Book Beat: A Young Adult Services Manual for Louisiana's Libraries. Face It: Read a Book: Be Somebody. [Updated Edition.]"},
      {
        "id":"ED384361",
        "title":"Louisiana Academic Library Statistics 1994. Selected Statistics from the 1994 IPEDS Survey of Academic Libraries."},
      {
        "id":"ED384362",
        "title":"Developing Public Library Services for Young Adults."},
      {
        "id":"ED384365",
        "title":"Core Indicators of Effectiveness and Student Success."},
      {
        "id":"ED384366",
        "title":"Home Economics Education Lifespan/Life Management Developmental Sites. Final Report."},
      {
        "id":"ED384367",
        "title":"Critical Events Affecting the Future of Community Colleges. Proceedings of the AACC Presidents Academy Summer Experience (Breckenridge, Colorado, July 9-13, 1995)."},
      {
        "id":"ED384368",
        "title":"Project Reinvest: Invest in America's Future by Reinvesting in America's Community Colleges."},
      {
        "id":"ED384369",
        "title":"Critical Success Factors &amp; Measures."},
      {
        "id":"ED384370",
        "title":"Career Graduate Follow-Up Study, 1991-92 &amp; 1992-93."},
      {
        "id":"ED384371",
        "title":"Transfer Graduate Follow-Up Study, 1991-92 &amp; 1992-93."},
      {
        "id":"ED384372",
        "title":"Partnership Report, 1993-94."},
      {
        "id":"ED384373",
        "title":"Employers of Graduates Study, 1994."},
      {
        "id":"ED384374",
        "title":"High School Survey, 1994. Executive Summary."},
      {
        "id":"ED384375",
        "title":"Parkland College Enrollment Management Model."},
      {
        "id":"ED384376",
        "title":"Maryland Community College Workforce Training Evaluation and Needs Assessment Survey."},
      {
        "id":"ED384377",
        "title":"Tracking Student Progress at PGCC: Fall 1990 Entering Cohort Four-Year Patterns of Attendance and Timing of Outcomes. Enrollment Analysis EA96-1."},
      {
        "id":"ED384378",
        "title":"Katharine Gibbs School, Report 94-T-9."},
      {
        "id":"ED384379",
        "title":"A Comparison of Levels of Satisfaction Regarding Human Resource Development among Employees of North Arkansas Community/Technical College."},
      {
        "id":"ED384380",
        "title":"Travel and Tourism Industry: Program Options for City College of San Francisco."},
      {
        "id":"ED384381",
        "title":"Issues of Education at Community Colleges: Essays by Fellows in the Mid-Career Fellowship Program at Princeton University."},
      {
        "id":"ED384382",
        "title":"A Human Development Workshop on Cultural Identity for International Students."},
      {
        "id":"ED384383",
        "title":"Generating Moral Dialogue on a College Campus."},
      {
        "id":"ED384384",
        "title":"\"A\" Is for Average: The Grading Crisis in Today's Colleges."},
      {
        "id":"ED384385",
        "title":"Interdisciplinary Study: Towards the Millennium."},
      {
        "id":"ED384386",
        "title":"One-Person Criminal Justice Programs: An Exploratory Study."},
      {
        "id":"ED384387",
        "title":"Amateur Nursing: Delegating Nursing Tasks to Unlicensed Assistive Personnel."},
      {
        "id":"ED384388",
        "title":"A Small Example of Reverse Discrimination."},
      {
        "id":"ED384389",
        "title":"An Unlevel Playing Field: Women in the Introductory Computer Science Courses."},
      {
        "id":"ED384390",
        "title":"Defending Literacy: With Particular Consideration of the Community College."},
      {
        "id":"ED384391",
        "title":"Financial Decision Making during Economic Contraction: The Special Case of Community Colleges."},
      {
        "id":"ED384392",
        "title":"Alternative Approaches to Adjunct Faculty Development."},
      {
        "id":"ED384393",
        "title":"California Community Colleges Enrollment and Staffing Report, Fall 1993. Report 946-03."},
      {
        "id":"ED384394",
        "title":"Community College Humanities Review, 1994."},
      {
        "id":"ED384395",
        "title":"The National Workforce Assistance Collaborative: A New Institution with Plans To Improve Workforce Services."},
      {
        "id":"ED384396",
        "title":"Using Institutional Effectiveness as a Change Agent To Promote Visionary Leadership."},
      {
        "id":"ED384397",
        "title":"The American Community College: Essential to the American Dream."},
      {
        "id":"ED384398",
        "title":"Campus Profile, '95."},
      {
        "id":"ED384399",
        "title":"Fund for Instructional Improvement: 1993-94 Funded Proposals."},
      {
        "id":"ED384400",
        "title":"Assessment of Campus Climate, Spring 1995."},
      {
        "id":"ED384401",
        "title":"Transfer Ratios: Ranking the California Community Colleges on Transfer and Institution Size."},
      {
        "id":"ED384402",
        "title":"Paths to Success, Volume III. Validating the California Chemistry Diagnostic Test for Local Use."},
      {
        "id":"ED384403",
        "title":"Educational Plant Survey: Gulf Coast Community College, May 16-18, 1995."},
      {
        "id":"ED384404",
        "title":"Community College Students' Persistence and Goal Attainment: A 5-Year Longitudinal Study. AIR Professional File, Number 55, Spring 1995."},
      {
        "id":"ED384405",
        "title":"Focus: A Forum on Teaching and Learning in Utah Community Colleges; Volume XII, 1995."},
      {
        "id":"ED384406",
        "title":"Meaningful Cohorts and Outcome Indicators of Institutional Effectiveness for a Community College."},
      {
        "id":"ED384407",
        "title":"Portrait of the Rural Community College. New Directions for Community Colleges, Number 90."},
      {
        "id":"ED384408",
        "title":"National Health and Safety Performance Standards: Guidelines for Out-of-Home Child Care Programs."},
      {
        "id":"ED384409",
        "title":"Financing the Future for California's Children: The California Child Care Economic Summit Conference Report (Rancho Santa Fe, California, October 3-5, 1993)."},
      {
        "id":"ED384410",
        "title":"Kaleidoscope: Profile of an Arts-Based Early Childhood Program. Final Report of an Evaluation Study [and] Technical Appendix."},
      {
        "id":"ED384412",
        "title":"Improving the Way Staff Communicate with Young Children through In-Service Training."},
      {
        "id":"ED384413",
        "title":"Putting the Pieces Together: A Child Care Agenda for the 90s."},
      {
        "id":"ED384414",
        "title":"SOS! Help for Parents: A Practical Guide for Handling Common Everyday Behavior Problems [With Video Leader's Guide]."},
      {
        "id":"ED384415",
        "title":"Health Care of Incarcerated Youth: State Programs & Initiatives."},
      {
        "id":"ED384416",
        "title":"Research and Clinical Center for Child Development Annual Report, 1993-1994, No. 17."},
      {
        "id":"ED384417",
        "title":"Racial and Gender Gaps in Academic Achievement: An Updated Look at 1993-94 Data. Report Summary."},
      {
        "id":"ED384418",
        "title":"Nutrition in Head Start: A Comprehensive Plan for Quality Improvement. Module One--Staff Development: Training To Meet the Nutritional Needs of Children and Families. Module Two--Community Awareness: Educating Local Businesses on the Mission of Head Start Nutrition. Module Three--Children and Families: Nutrition Education for Health and Employment."},
      {
        "id":"ED384419",
        "title":"The National Learning Center: Annual Report 1994."},
      {
        "id":"ED384420",
        "title":"Development of Spelling and Reading in Kindergarten: A Constructivist Analysis."},
      {
        "id":"ED384421",
        "title":"Improving Problem-Solving Abilities of Third-Grade Students through the Use of Problem-Solving Strategies."},
      {
        "id":"ED384422",
        "title":"Improving the Social Skills of Kindergarten Students in Their Multicultural Setting through a Peacemaking Program."},
      {
        "id":"ED384423",
        "title":"Improving Skills To Facilitate Play in an Inclusive Preschool Setting through a Collaborative Staff Self-Training Project."},
      {
        "id":"ED384424",
        "title":"Decreasing Disruptive Behavior among Students on School Buses through Comprehensive School Bus Safety Education."},
      {
        "id":"ED384425",
        "title":"Health-Risk Behaviors among Persons Aged 12-21 Years: United States, 1992."},
      {
        "id":"ED384426",
        "title":"Annual Review 1994."},
      {
        "id":"ED384427",
        "title":"Restructuring Schools To Meet the Needs of Children and Families: School-Based Early Childhood Centers."},
      {
        "id":"ED384428",
        "title":"Mothers' Working Models of Feeding: How Stable Are They through the First Year."},
      {
        "id":"ED384430",
        "title":"Gender Differences in Science Interests: An Analysis of Science Fair Projects."},
      {
        "id":"ED384432",
        "title":"Head Start Expansion: Grantee Experiences."},
      {
        "id":"ED384433",
        "title":"High School Students Ten Years after &quot;A Nation at Risk&quot;: Findings from &quot;The Condition of Education 1994.&quot; [No. 1.]"},
      {
        "id":"ED384434",
        "title":"Children&apos;s Express: National Hearings on Violence in the Child&apos;s Life, at Home, at School &amp; on the Streets (Washington, D.C., October 25-27, 1993)."},
      {
        "id":"ED384436",
        "title":"Child Care and Development Block Grant Amendments Act of 1995. Senate Report (To Accompany S. 850), Committee on Labor and Human Resources, 104th Congress, 1st Session."},
      {
        "id":"ED384439",
        "title":"Reaching the Children: In Celebration of the Rights of the Child."},
      {
        "id":"ED384440",
        "title":"Linking Family Support and Early Childhood Programs: Issues, Experiences, Opportunities. Best Practices Project. Commissioned Paper I."},
      {
        "id":"ED384441",
        "title":"Promoting Critical Thinking Skills for Fourth Grade Students through the Use of Children's Books."},
      {
        "id":"ED384442",
        "title":"Medina County First Grade Home Activities Booklet (Revised)."},
      {
        "id":"ED384447",
        "title":"Correlation between Age and Education Specific In and Out Migration Rates."},
      {
        "id":"ED384448",
        "title":"Nonmetro and Metro Teens in the U.S. Labor Force: Local Labor Markets, Race, and Family."},
      {
        "id":"ED384449",
        "title":"A Comprehensive Plan for the Education of America's Migrant Children through Elementary and Secondary Education Programs Scheduled for Reauthorization in 1993. For the Consideration of Congress and the President of the United States."},
      {
        "id":"ED384450",
        "title":"Lay Outreach Workers and the Ohio Migrant and Seasonal Farm Workers Health Education Needs Assessment."},
      {
        "id":"ED384451",
        "title":"The Reform of School District Organizational Structure: New York's Experimental Use of a Collaborative Study Process. Revised."},
      {
        "id":"ED384452",
        "title":"Future Directions for American Indian Education in New York State."},
      {
        "id":"ED384453",
        "title":"Marketing the Uniqueness of Small Towns. Revised."},
      {
        "id":"ED384454",
        "title":"Realities of Rural School Reform."},
      {
        "id":"ED384455",
        "title":"Dissolving the Boundaries: Planning for Curriculum Integration in Middle and Secondary Schools [and] Facilitator's Guide."},
      {
        "id":"ED384457",
        "title":"Challenges Confronting American Indian Youth. Oversight Hearing before the Committee on Indian Affairs. United States Senate, One Hundred Fourth Congress, First Session. Part 1."},
      {
        "id":"ED384460",
        "title":"Student Eligibility: Selected Written Guidance Provided by the Office of Migrant Education."},
      {
        "id":"ED384461",
        "title":"Parental Involvement: A Contrast between Rural and Other Communities."},
      {
        "id":"ED384464",
        "title":"Challenges Confronting American Indian Youth. Oversight Hearing before the Committee on Indian Affairs. United States Senate, One Hundred Fourth Congress, First Session. Part 2."},
      {
        "id":"ED384465",
        "title":"Alternatives to Incarceration: Prevention or Treatment. Monograph on Youth in the 1990s. Issue #4."},
      {
        "id":"ED384466",
        "title":"Partners in Programming: Concordia University Inner City Youth Project."},
      {
        "id":"ED384467",
        "title":"Making the Connection between Leisure and At-Risk Youth in Today's Society."},
      {
        "id":"ED384468",
        "title":"Adventure Family Therapy: An Innovative Approach Answering the Question of Lasting Change with Adjudicated Youth?"},
      {
        "id":"ED384469",
        "title":"Characteristics of Adventure Programs Valued by Adolescents in Treatment."},
      {
        "id":"ED384471",
        "title":"Teachers As Researchers: Improving Practice in Rural and Small Schools. Rural, Small Schools Network Information Exchange: Number 11, Fall 1991."},
      {
        "id":"ED384473",
        "title":"Building a Sense of Community. Rural, Small Schools Network Information Exchange: Number 13, Fall 1992."},
      {
        "id":"ED384474",
        "title":"Science and Math Assessment in K-6 Rural and Small Schools. Rural, Small Schools Network Information Exchange: Number 14, Spring 1993."},
      {
        "id":"ED384475",
        "title":"The Integration of Education and Social Services in Rural, Small Schools. Rural, Small Schools Network Information Exchange: Number 17, Fall 1994."},
      {
        "id":"ED384477",
        "title":"National Congress on Rural Education Proceedings (3rd, Tuscaloosa, Alabama, October 14-18, 1994). Organized and Conducted in Conjunction with the Annual Convention of the National Rural Education Association (85th)."},
      {
        "id":"ED384478",
        "title":"Youth Violence in Middle America."},
      {
        "id":"ED384479",
        "title":"The Role of Rural Schools in Rural Community Development. ERIC Digest."},
      {
        "id":"ED384481",
        "title":"Solitary and Peer Group Leisure Activities of Rural Adolescents."},
      {
        "id":"ED384482",
        "title":"Change in the Perceptions of Rural Adolescents after Exposure to the Outside World."},
      {
        "id":"ED384483",
        "title":"Comparing Rural Adolescents from Farm and Nonfarm Families."},
      {
        "id":"ED384484",
        "title":"Rural School Consolidation and Student Learning. ERIC Digest."},
      {
        "id":"ED384485",
        "title":"Ten Years [of] GASAT (Gender and Science and Technology) Activities in a Changing Europe. Contributions to and Proceedings of the East and West European Conference (3rd, Geldrop, The Netherlands, October 25-29, 1992). Vols. I, II, and III."},
      {
        "id":"ED384487",
        "title":"Discovery: An Introduction. Alaska Sea Week Curriculum Series. Alaska Sea Grant Report 83-6."},
      {
        "id":"ED384488",
        "title":"Animals of the Seas and Wetlands. Alaska Sea Week Curriculum Series II. Alaska Sea Grant Report 85-11."},
      {
        "id":"ED384490",
        "title":"Birds and Wetlands of Alaska. Alaska Sea Week Curriculum Series. Alaska Sea Grant Report 88-1."},
      {
        "id":"ED384491",
        "title":"Fish and Fisheries. Alaska Sea Week Curriculum Series VI. Alaska Sea Grant Report 83-7."},
      {
        "id":"ED384492",
        "title":"Marine Mammals, Coastal and River Issues. Alaska Sea Week Curriculum Series VII. Alaska Sea Grant Report 84-8."},
      {
        "id":"ED384493",
        "title":"Guidelines for Teaching Grade 1 Mathematics."},
      {
        "id":"ED384494",
        "title":"Guidelines for Teaching Grade 2 Mathematics."},
      {
        "id":"ED384495",
        "title":"Guidelines for Teaching Grade 3 Mathematics."},
      {
        "id":"ED384496",
        "title":"Guidelines for Teaching Grade 4 Mathematics."},
      {
        "id":"ED384497",
        "title":"Guidelines for Teaching Grade 5 Mathematics."},
      {
        "id":"ED384498",
        "title":"Guidelines for Teaching Grade 6 Mathematics."},
      {
        "id":"ED384499",
        "title":"Guidelines for Teaching Grade 7 Mathematics."},
      {
        "id":"ED384500",
        "title":"Guidelines for Teaching Grade 8 Mathematics."},
      {
        "id":"ED384501",
        "title":"An Investigation into the Effectiveness of an Integrated Mathematics Course for College Freshmen Compared to Traditional Algebra for College Students."},
      {
        "id":"ED384502",
        "title":"The ABC's of Environmental Education."},
      {
        "id":"ED384504",
        "title":"Draft National Science Education Standards Summary."},
      {
        "id":"ED384506",
        "title":"Attention Science Teachers: Classroom Activities with Water."},
      {
        "id":"ED384507",
        "title":"Great Explorations: Discovering Science in the Library."},
      {
        "id":"ED384510",
        "title":"Space-Based Astronomy: A Teacher's Guide with Activities."},
      {
        "id":"ED384511",
        "title":"[Proceeding and Abstracts of the 1994 National Marine Educators Association Conference.]"},
      {
        "id":"ED384513",
        "title":"Talking Towers, Making Withs."},
      {
        "id":"ED384514",
        "title":"Humane Science Projects: Suggestions for Biology Studies That Are Scientifically Educational and Ethically Non-Controversial."},
      {
        "id":"ED384515",
        "title":"Interpreting Global Change: A National Park Service Communicator&apos;s Handbook."},
      {
        "id":"ED384516",
        "title":"Earth is a Marine Habitat. Habitat Conservation Program."},
      {
        "id":"ED384517",
        "title":"The Exploration of Mars. Educational Brief: Planetary Science, Grades 8-12."},
      {
        "id":"ED384518",
        "title":"Promising Practices in Mathematics and Science Education--1995: A Collection of Promising Educational Programs &amp; Practices from the Eisenhower Mathematics and Science Regional Consortia."},
      {
        "id":"ED384520",
        "title":"Integrated Mathematics and Science Courses for Preservice Teachers, K-8 or 4-8."},
      {
        "id":"ED384521",
        "title":"Tutoring Techniques in Algebra. A Rand Note."},
      {
        "id":"ED384522",
        "title":"Healthy Water, Wealthy World. Conservation Camp 1995 Workbook. A Companion Workbook to a Day in Nature's Classroom for Sixth Grade Students and Teachers in Claiborne, Grainger, Hancock, Hawkins and Union Counties."},
      {
        "id":"ED384525",
        "title":"The Botswana Government's Environmental Policies and the Need To Institutionalize Life Long Environmental Education."},
      {
        "id":"ED384526",
        "title":"Project W.U.L.P.: Wetland Understanding Leading to Protection. A Comprehensive, Multidisciplinary Wetlands Unit for Middle Schools."},
      {
        "id":"ED384531",
        "title":"Urban Environmental Education. The Environmental Education Toolbox--EE Toolbox Workshop Resource Manual."},
      {
        "id":"ED384532",
        "title":"Using Computers in Environmental Education: Interactive Multimedia and On-Line Learning. The Environmental Education Toolbox--EE Toolbox Workshop Resource Manual."},
      {
        "id":"ED384533",
        "title":"Evaluating Environmental Education Materials. The Environmental Education Toolbox--EE Toolbox Workshop Resource Manual."},
      {
        "id":"ED384536",
        "title":"Internet Publishing: An Introduction and Discussion of Basics."},
      {
        "id":"ED384537",
        "title":"Lessons Learned from the Advanced Developing Countries. GENESYS Special Studies No. 3."},
      {
        "id":"ED384538",
        "title":"Improving Academic Achievement of Eleventh Grade Basic U.S. History Students through the Use of Cooperative Learning."},
      {
        "id":"ED384539",
        "title":"The Politics of City Planning Simulations."},
      {
        "id":"ED384541",
        "title":"The International Seminar &quot;Cooperation for Our Common Future&quot; (Kiev, Lugansk, Sverdlovsk, Rovenki, Antratsit, Taganrog, Geya, August 27-30, 1994). Peace Education Miniprints No. 66."},
      {
        "id":"ED384542",
        "title":"Exploring Peace Education in South African Settings. Peace Education Miniprints No. 68."},
      {
        "id":"ED384549",
        "title":"The Role of Peace Education in a Culture of Peace: A Social-Psychological Analysis. Peace Education Miniprints No. 65."},
      {
        "id":"ED384550",
        "title":"Education for Peace: A Conference Report of the Peace Education Commission of the International Peace Research Association (Malta, October-November 1994). Peace Education Reports No. 13."},
      {
        "id":"ED384551",
        "title":"Journeys in Peace Education: Critical Reflection and Personal Witness. Peace Education Reports No. 14."},
      {
        "id":"ED384552",
        "title":"Ubersichten: Overview of the Federal Republic of Germany and the Federal States. Social Studies Lessons."},
      {
        "id":"ED384553",
        "title":"The Geography of Germany: Lessons for Teaching the Five Themes of Geography."},
      {
        "id":"ED384555",
        "title":"DOD Service Academies: Further Efforts Needed To Eradicate Sexual Harassment. Testimony before the Subcommittee on Force Requirements and Personnel, Committee on Armed Services, U.S. Senate."},
      {
        "id":"ED384556",
        "title":"Primary Education for All: Learning from the BRAC Experience, A Case Study."},
      {
        "id":"ED384557",
        "title":"Equity in Fine Arts: A Training Module. Equity in Education. The Alaska Project."},
      {
        "id":"ED384560",
        "title":"Reforming the International Monetary System: From Roosevelt to Reagan. Headline Series No. 281."},
      {
        "id":"ED384561",
        "title":"Environmental Scarcity and Global Security. Headline Series No. 300."},
      {
        "id":"ED384564",
        "title":"History Is about People: Elementary Students' Understanding of History."},
      {
        "id":"ED384565",
        "title":"Citizenship Education for a New Age."},
      {
        "id":"ED384566",
        "title":"Directory of Cultural Resource Education Programs at Colleges, Universities, Craft and Trade Schools in the United States."},
      {
        "id":"ED384567",
        "title":"The Social and Political Dimensions of Achieving a Multicultural College Curriculum."},
      {
        "id":"ED384568",
        "title":"Expanding the Equation: Learning Mathematics through Teaching in New Ways. Research Report 95-1."},
      {
        "id":"ED384569",
        "title":"How Three Prospective Teachers Construed Three Cases of Teaching. Research Report 94-3."},
      {
        "id":"ED384570",
        "title":"Labor Relations 101: An Undeclared Context Specific Course for Prospective Teachers in an Alternative Training Program. Issue Paper 95-1."},
      {
        "id":"ED384571",
        "title":"Is There a Method in This Madness? Craft Paper 94-3."},
      {
        "id":"ED384573",
        "title":"Staff Development for Pedagogues in Bilingual Math and Science Programs, 1993-94. Final Evaluation Report. OER Report."},
      {
        "id":"ED384574",
        "title":"Student Teachers and Curriculum Change."},
      {
        "id":"ED384575",
        "title":"Understanding Cooperative Learning through Vygotsky's Zone of Proximal Development."},
      {
        "id":"ED384576",
        "title":"Appreciating Differences: Teaching and Learning in a Culturally Diverse Classroom. Hot Topics: Usable Research. Revised Edition."},
      {
        "id":"ED384578",
        "title":"Classroom Management: The Perspectives of Teachers, Pupils, and Researcher."},
      {
        "id":"ED384579",
        "title":"Studying Prospective Teachers' Views of Literature and Teaching Literature."},
      {
        "id":"ED384580",
        "title":"HIV/AIDS Education Program, 1993-94. OER Report."},
      {
        "id":"ED384581",
        "title":"Healthful Living, K-12. Teacher Handbook. North Carolina Competency-Based Curriculum, Subject-by-Subject. Revised."},
      {
        "id":"ED384582",
        "title":"Changes in Perceptions: A Comparative Study of the Experiential Learning of International Student Teachers."},
      {
        "id":"ED384584",
        "title":"Silver Bells and Cockle Shells: A Study of the Conceptions of Teachers about Humane and Ethical Behavior between Colleagues."},
      {
        "id":"ED384585",
        "title":"An Authentic Journey: Teachers' Emergent Understandings about Authentic Assessment and Practice."},
      {
        "id":"ED384586",
        "title":"Shaping Secondary Teacher Training for the 21st Century: A Practical Approach To Promoting Success with At-Risk Students and with Mildly Disabled Special Education Students in the Regular Classroom."},
      {
        "id":"ED384587",
        "title":"Relationships between the Personal Attributes of and the Academic and Affective Differences Found between Current and Past Teacher Candidates: Possible Implications for Recruitment Practices in the 1990's."},
      {
        "id":"ED384588",
        "title":"Preparing Education Practitioners for Educating Children and Youth Facing Harsh Social Realities: A Shared Responsibility."},
      {
        "id":"ED384590",
        "title":"Teacher Education Policy in the States: A 50-State Survey of Legislative &amp; Administrative Actions."},
      {
        "id":"ED384591",
        "title":"Curriculum: To Integrate or Not To Integrate."},
      {
        "id":"ED384592",
        "title":"The Effects of Time of Day on Student Attention and Achievement."},
      {
        "id":"ED384593",
        "title":"Cluster Grouping Students in the Regular Classroom: Barriers to Success."},
      {
        "id":"ED384594",
        "title":"Teaching and Teacher Education: What the Students Say."},
      {
        "id":"ED384595",
        "title":"Teachers with Limited Computer Knowledge: Variables Affecting Use and Hints To Increase Use."},
      {
        "id":"ED384596",
        "title":"Development of an Individualized Computer Training Model for Classroom Teachers."},
      {
        "id":"ED384598",
        "title":"Reconciling the Moral and Technical Dimensions of Teaching: Moving beyond Notions of Good and Bad Pedagogy."},
      {
        "id":"ED384599",
        "title":"Expert and Novice Teachers' Beliefs about Culturally Responsive Pedagogy."},
      {
        "id":"ED384601",
        "title":"Teacher Education in Global and International Education. ERIC Digest."},
      {
        "id":"ED384602",
        "title":"Reflective Practice in a Community of Beginning Teachers: Implementing the STEP Program."},
      {
        "id":"ED384603",
        "title":"Conversation in Teaching; Conversation as Research: A Self-Study of the Teaching of Collaborative Action Research."},
      {
        "id":"ED384604",
        "title":"Preferences of Participating and Non-Participating Students for Different Pedagogical Methods."},
      {
        "id":"ED384605",
        "title":"The Psychologizing of Teacher Education: Formalist Thinking and Preservice Teachers' Beliefs."},
      {
        "id":"ED384606",
        "title":"A University Pre-Service and Elementary School Portfolio Project: Reporting the Collaboration, Procedures and Reflections."},
      {
        "id":"ED384607",
        "title":"Teacher Collaboration: The Roles of Trust and Respect."},
      {
        "id":"ED384608",
        "title":"Self-Efficacy in Academic Settings."},
      {
        "id":"ED384609",
        "title":"Multicultural Content Infusion by Student Teachers: Perceptions and Beliefs of Cooperating Teachers."},
      {
        "id":"ED384610",
        "title":"Designing More Effective Grouping Practices at the High School Level."},
      {
        "id":"ED384611",
        "title":"Building School-Wide Capacity To Use Alternative Assessment: The Case of Bay Park Elementary School."},
      {
        "id":"ED384612",
        "title":"Teacher Perspectives of the Impact and Validity of the Mt. Diablo Third Grade-Curriculum-Based Alternative Assessment of Mathematics (CBAAM)."},
      {
        "id":"ED384613",
        "title":"Further Investigation of Teachers' Assessment Practices."},
      {
        "id":"ED384614",
        "title":"Standard Setting as Psychometric Due Process: Going a Little Further Down an Uncertain Road."},
      {
        "id":"ED384615",
        "title":"Studies on the Multi-functional Nature of Courses in Economics and the Role of Domain Specific Expertise. Ex Post Facto Research 1."},
      {
        "id":"ED384616",
        "title":"Mapping &quot;Prior Knowledge&quot; or &quot;Expertise&quot;: A Tentative Outline. A Conceptual Map of Prior Knowledge and a Model for Research into the Domain-Specific Prior Knowledge State (PKS)."},
      {
        "id":"ED384617",
        "title":"Using Item Mean Squares To Evaluate Fit to the Rasch Model."},
      {
        "id":"ED384618",
        "title":"Testing Interaction Effects in Structural Equation Models."},
      {
        "id":"ED384619",
        "title":"Centering Effects in HLM Level-1 Predictor Variables."},
      {
        "id":"ED384621",
        "title":"Science, Intelligence, and Educational Policy: The Mismeasure of Frankenstein (with Apologies to Mary Shelley and Stephen Jay Gould)."},
      {
        "id":"ED384622",
        "title":"To Trim or Not To Trim: Tests of Location Equality under Heteroscedasticity and Nonnormality."},
      {
        "id":"ED384623",
        "title":"Open-Ended Activities: Differentiation through Learner Responses."},
      {
        "id":"ED384624",
        "title":"The Use of Cartograms in Visualizing Data Associated with Familiar and Unfamiliar Areas."},
      {
        "id":"ED384625",
        "title":"A New Paradigm for Examining Transfer Success."},
      {
        "id":"ED384626",
        "title":"Demonstrating the Utility of a Multilevel Model in the Assessment of Differential Item Functioning."},
      {
        "id":"ED384627",
        "title":"Impact of Ethnicity, Class, and Gender on Achievement of Border Area Students on a High-Stakes Examination."},
      {
        "id":"ED384628",
        "title":"A Beginning Validation of Causes of Local Item Dependence in a Large Scale Hands-On Science Performance Assessment."},
      {
        "id":"ED384629",
        "title":"A Polynomial Loglinear Model for Assessing Differential Item Functioning."},
      {
        "id":"ED384630",
        "title":"Use of a Statement of Test Taker Rights in Employment Testing."},
      {
        "id":"ED384631",
        "title":"Differential Prediction/Impact in Course Placement for Ethnic and Gender Groups."},
      {
        "id":"ED384632",
        "title":"Factors Influencing Differential Performance on Higher-Order Thinking Skills Tests."},
      {
        "id":"ED384633",
        "title":"Uses of Student Outcome Indicators at the Provincial and National Levels: Issues and Solutions."},
      {
        "id":"ED384634",
        "title":"Participatory Approaches to Evaluation for Supporting School Management: Three Case Studies."},
      {
        "id":"ED384635",
        "title":"Evaluation of Multicultural Education in Schools from the Teachers&apos; Perspective."},
      {
        "id":"ED384637",
        "title":"Linking Project Evaluation and Goals-Based Teacher Evaluation: Evaluating the Accelerated Schools Project in South Carolina."},
      {
        "id":"ED384639",
        "title":"The 1993 NAEP Science Field Test: Hands-On Tasks and Test Specifications."},
      {
        "id":"ED384640",
        "title":"A Multi-Disciplinary Approach to Integrating Evaluation and Training."},
      {
        "id":"ED384643",
        "title":"Review of the Literature on Tracking and Ability Grouping. Second Draft."},
      {
        "id":"ED384644",
        "title":"Natural Assessment of Oral Language Growth of Limited English Proficient Students in Paired Reciprocal Learning."},
      {
        "id":"ED384645",
        "title":"Implementation of Portfolios in an ESL Classroom."},
      {
        "id":"ED384647",
        "title":"Effects of Nonnormal Data on Parameter Estimates in Covariance Structure Analysis: An Empirical Study."},
      {
        "id":"ED384648",
        "title":"The Development of a Procedure for Placing Education Students in Public Schools for Field Work Activities. Emergence of Higher Education in America."},
      {
        "id":"ED384651",
        "title":"Application of Discriminant Analysis in Research with Gifted Students."},
      {
        "id":"ED384652",
        "title":"Evaluation of a High School Block Schedule Restructuring Program."},
      {
        "id":"ED384654",
        "title":"Dangers in Using ANCOVA To Evaluate Special Education Program Effects."},
      {
        "id":"ED384655",
        "title":"A Framework for Studying Differences between Multiple-Choice and Free-Response Test Items."},
      {
        "id":"ED384656",
        "title":"An Experiment in the Application of an Automated Item Selection Method to Real Data."},
      {
        "id":"ED384657",
        "title":"Constructed Response and Differential Item Functioning: A Pragmatic Approach."},
      {
        "id":"ED384658",
        "title":"The Determination of Empirical Standard Errors of Equating the Scores on SAT-Verbal and SAT-Mathematical."},
      {
        "id":"ED384659",
        "title":"Alternative Mathematical Aptitude Item Types: DIF Issues."},
      {
        "id":"ED384660",
        "title":"A Generative Approach to Psychological and Educational Measurement."},
      {
        "id":"ED384661",
        "title":"Identification of a Core of Important Enabling Skills for the NTE Successor Stage I Examination."},
      {
        "id":"ED384662",
        "title":"Note Taking and Listening Comprehension on the Test of English as a Foreign Language. Research Report 34."},
      {
        "id":"ED384663",
        "title":"Controlling Item Exposure Rates in a Realistic Adaptive Testing Paradigm."},
      {
        "id":"ED384664",
        "title":"Some Formulas for Use with Bayesian Ability Estimates."},
      {
        "id":"ED384665",
        "title":"New Views of Student Learning: Implications for Educational Measurement."},
      {
        "id":"ED384666",
        "title":"Integrating Assessment and Instruction: A Research and Development Agenda."},
      {
        "id":"ED384667",
        "title":"Sex Differences in the Relationship of Advanced Placement Essay and Multiple-Choice Scores to Grades in College Courses."},
      {
        "id":"ED384668",
        "title":"A Knowledge Base for Beginning Special Education Teachers. The Praxis Series: Professional Assessments for Beginning Teachers."},
      {
        "id":"ED384669",
        "title":"The Professional Functions of Secondary School Teachers. The Praxis Series: Professional Assessments for Beginning Teachers."},
      {
        "id":"ED384670",
        "title":"Job Analysis of the Knowledge and Abilities Important for Newly Licensed (Certified) Spanish Teachers. The Praxis Series: Professional Assessments for Beginning Teachers."},
      {
        "id":"ED384671",
        "title":"Development and Evaluation of Computer-Administered Analytical Questions for the Graduate Record Examinations General Test. GRE Board Professional Report No. 88-06P."},
      {
        "id":"ED384672",
        "title":"Figural-Response Assessment: System Development and Pilot Research in Cell and Molecular Biology. GRE Board Professional Report No. 89-02P."},
      {
        "id":"ED384673",
        "title":"Graduate Enrollment Decisions of Undergraduate Science and Engineering Majors: A Survey of GRE Test Takers. GRE Board Professional Report No. 85-01P."},
      {
        "id":"ED384674",
        "title":"Reliability of the Test of Spoken English Revisited. Research Reports, Report 40."},
      {
        "id":"ED384675",
        "title":"Beginning Teacher Knowledge of Education in the Elementary School: A National Survey. The Praxis Series: Professional Assessments for Beginning Teachers. EES Final Report."},
      {
        "id":"ED384676",
        "title":"Combination of Conditional Log-Linear Structures. Program Statistics Research."},
      {
        "id":"ED384677",
        "title":"Cognitive Task Analysis, Interface Design, and Technical Troubleshooting."},
      {
        "id":"ED384678",
        "title":"Marginal Maximum Likelihood Estimation for a Psychometric Model of Discontinuous Development."},
      {
        "id":"ED384679",
        "title":"Inexperienced and Anxious Computer Users: Coping with a Computer-Administered Test of Academic Skills. The Praxis Series: Professional Assessments for Beginning Teachers."},
      {
        "id":"ED384680",
        "title":"The Role of the Mentor Teacher: A Two-Phase Study of Teacher Mentoring Programs. Teacher Programs Council Research Report Series."},
      {
        "id":"ED384681",
        "title":"Urban Education Resources on the Internet. ERIC/CUE Digest Number 106."},
      {
        "id":"ED384682",
        "title":"Overcrowding in Urban Schools. ERIC/CUE Digest Number 107."},
      {
        "id":"ED384683",
        "title":"A Framework for Urban Hope: The New American Urban School District."},
      {
        "id":"ED384684",
        "title":"Report of the Chapter 1 Sustained Effects Study. Elementary and Secondary Education Act--Chapter 1."},
      {
        "id":"ED384686",
        "title":"Facing History and Ourselves: Initial Evaluation of an Inner-City Middle School Implementation."},
      {
        "id":"ED384687",
        "title":"Refugee Students in Toronto Schools: An Exploratory Study. No. 211."},
      {
        "id":"ED384688",
        "title":"Effects of Pregnancy, Childbirth, and Motherhood on High School Dropout. Discussion Paper No. 1027-93."},
      {
        "id":"ED384692",
        "title":"A-Gendering Skill. Conversations around Women, Work and Skill: An Australian Perspective. EEE703 Project Development Plan 2."},
      {
        "id":"ED384693",
        "title":"Adult Learning in Vocational Education. EEE700 Adults Learning: The Changing Workplace A."},
      {
        "id":"ED384694",
        "title":"A Collection of Original Essays on Curriculum for the Workplace. EAE604 Curriculum and Competencies."},
      {
        "id":"ED384695",
        "title":"A Collection of Readings Related to Competency-Based Training. EAE604 Curriculum and Competencies."},
      {
        "id":"ED384696",
        "title":"Experience and Learning: Reflection at Work. EAE600 Adults Learning in the Workplace: Part A."},
      {
        "id":"ED384697",
        "title":"Facilitating Learning in the Workplace. EEE700 Adults Learning: The Changing Workplace A."},
      {
        "id":"ED384698",
        "title":"Issues in Work-Related Education. EAE605 Human Resource Development."},
      {
        "id":"ED384699",
        "title":"Issues Primer. EEE708 Negotiated Study Program."},
      {
        "id":"ED384700",
        "title":"Knowledge and Control in the Flexible Workplace. EAE610 The Changing Workplace: Part B."},
      {
        "id":"ED384701",
        "title":"Literacy at Work: The Workplace Basic Education Project Model of Delivery. EAE646 Language and Literacies: Contexts and Challenges in the Workplace."},
      {
        "id":"ED384702",
        "title":"Recognising Women's Skill. EAE647 Non-Formal Learning."},
      {
        "id":"ED384703",
        "title":"Skills Formation and Gender Relations: The Politics of Who Knows What. EEE701 Adults Learning: The Changing Workplace B."},
      {
        "id":"ED384704",
        "title":"Technological Change and Skills Development. EEE700 Adults Learning: The Changing Workplace A."},
      {
        "id":"ED384705",
        "title":"Technology and the Organisation of Work. EEE701 Adults Learning: The Changing Workplace B."},
      {
        "id":"ED384706",
        "title":"Toward Development Work: The Workplace as a Learning Environment. EEE701 Adults Learning: The Changing Workplace B."},
      {
        "id":"ED384707",
        "title":"Literacies and the Workplace: A Collection of Original Essays. EAE646 Language and Literacies: Contexts and Challenges in the Workplace."},
      {
        "id":"ED384709",
        "title":"Not One Right Answer--Mathematics within the Certificates of General Education for Adults."},
      {
        "id":"ED384711",
        "title":"The Recognition for Learning Pilot Project. Summary Report of Results and Recommendations."},
      {
        "id":"ED384712",
        "title":"Force-Field Analysis: Incorporating Critical Thinking in Goal Setting."},
      {
        "id":"ED384713",
        "title":"The Emergence of Tech-Prep at the State and Local Levels."},
      {
        "id":"ED384714",
        "title":"Creating Opportunities through Basic Skills Training. A Study of the Ontario Basic Skills Program and Its French-Language Counterpart, Formation de base de l'Ontario."},
      {
        "id":"ED384715",
        "title":"Designing a Technical Advanced Placement Program. PACE &quot;How To&quot; Handbooks for Tech Prep."},
      {
        "id":"ED384716",
        "title":"Integrating the Curriculum. PACE &quot;How To&quot; Handbooks for Tech Prep."},
      {
        "id":"ED384717",
        "title":"Integrating Work-Based Learning into Comprehensive Tech Prep Programs: Recommendations from a Practitioner's Perspective."},
      {
        "id":"ED384718",
        "title":"Getting Started with Youth Apprenticeship. A &quot;How To&quot; Workbook."},
      {
        "id":"ED384720",
        "title":"Popular Oral History and Literacy: A Handbook."},
      {
        "id":"ED384722",
        "title":"The Transition to Stable Employment: The Experience of U.S. Youth in Their Early Labor Market Career."},
      {
        "id":"ED384723",
        "title":"Reflecting Equity and Diversity. Part I: Guidelines and Procedure for Evaluating Bias in Instructional Materials. Part II: Bias Awareness Training Worksheets. Part III: Bias Awareness and Procedure Training Course."},
      {
        "id":"ED384724",
        "title":"A Guide to Work-Based Learning Programs: Part I--Occupational Learning. First Edition."},
      {
        "id":"ED384725",
        "title":"A Guide to Work-Based Learning Programs: Part II--Career Exposure. First Edition."},
      {
        "id":"ED384726",
        "title":"A Guide to Work-Based Learning Programs: Part III--Connecting Activities. First Edition."},
      {
        "id":"ED384727",
        "title":"Menu Selection Assistance--A Workplace Literacy Curriculum for Hospital Workers."},
      {
        "id":"ED384728",
        "title":"Making Sense of Federal Employment and Training Policy for Youth and Adults. Volume II: Expert Recommendations To Create a Comprehensive and Unified System."},
      {
        "id":"ED384729",
        "title":"The Integration of International Agricultural Concepts into Agricultural Science Programs in the North Central Region of the United States. Summary of Research 78."},
      {
        "id":"ED384730",
        "title":"The Dairy Technology System in Venezuela. Summary of Research 79."},
      {
        "id":"ED384731",
        "title":"Factors Influencing Rural Women Cassava Processors' Intention to Participate in an Agricultural Extension Education Program. Summary of Research 80."},
      {
        "id":"ED384732",
        "title":"An Evaluation of the Relationship between Supervisory Techniques and Organizational Outcomes among the Supervisors in the Agricultural Extension Service in the Eastern Region Districts of Uganda. Summary of Research 81."},
      {
        "id":"ED384733",
        "title":"Characteristics, Educational Preparation, and Membership in Professional Organizations of Agricultural Communicators. Summary of Research 82."},
      {
        "id":"ED384734",
        "title":"Ratings of Quality Indicators for Secondary Vocational Education Programs by Educational Policy Makers. Summary of Research 83."},
      {
        "id":"ED384735",
        "title":"Adult Literacy Staff Development. Trends and Issues Alerts."},
      {
        "id":"ED384736",
        "title":"Authentic Assessment in Vocational Education. Trends and Issues Alerts."},
      {
        "id":"ED384737",
        "title":"Service Learning. Trends and Issues Alerts."},
      {
        "id":"ED384738",
        "title":"Ohio's Action Agenda for Adult Literacy: A Progress Report."},
      {
        "id":"ED384739",
        "title":"California Annual Performance Report, 1993-94."},
      {
        "id":"ED384740",
        "title":"Hawaii Annual Performance Report for Vocational Education: 1993-1994. For the Vocational Education State-Administered Program under the Carl D. Perkins Vocational and Applied Technology Education Act of 1990."},
      {
        "id":"ED384741",
        "title":"Maryland Annual Performance Report, 1993. Schools for Success."},
      {
        "id":"ED384742",
        "title":"Maryland Annual Performance Report, 1994. Schools for Success."},
      {
        "id":"ED384743",
        "title":"Building Essential Skills for the Ohio Building and Construction Industry. Final Report."},
      {
        "id":"ED384744",
        "title":"Building Essential Skills for the Ohio Building and Construction Industry. Workplace Literacy Demonstration Project. External Evaluation. Final Report."},
      {
        "id":"ED384747",
        "title":"Productive Work in Education and Training. A State-of-the-Art in Eastern Africa. CESO Paperback No. 21."},
      {
        "id":"ED384748",
        "title":"Career Success: Tools for the 21st Century."},
      {
        "id":"ED384750",
        "title":"The Diverse Forms of Tech-Prep: Implementation Approaches in Ten Local Consortia."},
      {
        "id":"ED384751",
        "title":"Report of the Technical Committee for Manufacturing Occupations."},
      {
        "id":"ED384752",
        "title":"Pima County Workplace Literacy Partnership. Final Report. May 1, 1993-April 30, 1995."},
      {
        "id":"ED384753",
        "title":"A Work Specific Curriculum Project. Special 353 Demonstration Project in Adult Education."},
      {
        "id":"ED384754",
        "title":"The Big Five Quickstart: An Introduction to the Five-Factor Model of Personality for Human Resource Professionals."},
      {
        "id":"ED384755",
        "title":"Report of Seminars Conducted in China in 1992."},
      {
        "id":"ED384756",
        "title":"Workplace Literacy--Is There a Role for Vocational Institutions?"},
      {
        "id":"ED384760",
        "title":"School-to-Work: Equitable Outcomes. Equity in Education Series."},
      {
        "id":"ED384761",
        "title":"Skills, Standards and Entry-Level Work. Elements of a Strategy for Youth Employability Development. Research and Evaluation Report Series."},
      {
        "id":"ED384763",
        "title":"Literacy Works. Building State Performance Measurement, Reporting, and Improvement Systems."},
      {
        "id":"ED384766",
        "title":"Training Materials for Animal Facility Personnel. January 1990-January 1995. Quick Bibliography Series."},
      {
        "id":"ED384769",
        "title":"Developing a Career Awareness Program for Students. PACE &quot;How To&quot; Handbooks for Tech Prep."},
      {
        "id":"ED384770",
        "title":"The PACE Guide to Area Business Speakers. PACE &quot;How To&quot; Handbooks for Tech Prep."},
      {
        "id":"ED384771",
        "title":"The &quot;Tech Prep News.&quot; PACE &quot;How To&quot; Handbooks for Tech Prep."},
      {
        "id":"ED384772",
        "title":"Corporate Etiquette and Human Relations: Building Confidence and Competence for the Workplace...Supplemental Materials for Tech Prep Courses."},
      {
        "id":"ED384773",
        "title":"Job Shadowing...Building the Foundation for School-to-Work Transition. Guide for School Coordinators and Teachers."},
      {
        "id":"ED384774",
        "title":"Strategies for Success: Teaching and Advising Special Needs Students."},
      {
        "id":"ED384775",
        "title":"Integration of Vocational and Academic Learning through Tech Prep. Semi-Annual Performance Report. January 1, 1995-June 30, 1995."},
      {
        "id":"ED384778",
        "title":"Thinking about Learning and Learning about Thinking: Using Portfolio Assessment in Adult Education. A Handbook for Instructors and Tutors."},
      {
        "id":"ED384779",
        "title":"A Manual for Conducting Even Start Program Evaluations."},
      {
        "id":"ED384780",
        "title":"Skills Today for Tomorrow: Advancing a Workplace Literacy Consortium for the Printing Industry. May 1993-April 1995 Final Report."},
      {
        "id":"ED384781",
        "title":"Basic Skills Curriculum for the Graphic Arts Industry. Additional Activities. Skills Today for Tomorrow."},
      {
        "id":"ED384782",
        "title":"Creating Learning Opportunities. Flexible Delivery of the Certificates of General Education for Adults."},
      {
        "id":"ED384783",
        "title":"Public Literacy: A Curriculum for Adult Basic Education."},
      {
        "id":"ED384784",
        "title":"Writing Our Practice. Support Documents for the Reading &amp; Writing and the Oral Communication Streams of the &quot;Certificates of General Education for Adults within the Victorian Adult English Language, Literacy and Numeracy Accreditation Framework.&quot;"},
      {
        "id":"ED384785",
        "title":"Printing &amp; Publishing from the Classroom to Careers. An Activity Guide for Teachers."},
      {
        "id":"ED384788",
        "title":"A Comparative Field Study To Evaluate Practical Approaches in Implementing Work Team Groups in an Organizational System."},
      {
        "id":"ED384789",
        "title":"Job Corps. High Costs and Mixed Results Raise Questions about Program&apos;s Effectiveness. Report to the Chairman, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED384790",
        "title":"Vocational Education. Changes at High School Level after Amendments to Perkins Act. Report to Congressional Committees."},
      {
        "id":"ED384791",
        "title":"Vocational Education. 2-Year Colleges Improve Programs, Maintain Access for Special Populations. Report to Congressional Committees."},
      {
        "id":"ED384792",
        "title":"Equipped for the Future: A Customer-Driven Vision for Adult Literacy and Lifelong Learning."},
      {
        "id":"ED384793",
        "title":"Implementing GNVQs. A Manual."},
      {
        "id":"ED384794",
        "title":"Basic Skills Support in Business and Industry."},
      {
        "id":"ED384795",
        "title":"Creating a Literate Future. A National Forum on Strengthening Policies and Partnerships for Adult Education and Training for Native Americans/Alaska Natives (St. Paul, Minnesota, October 12-14, 1995)."},
      {
        "id":"ED384796",
        "title":"A Guide to Special Demonstration and Teacher Education Projects: Special Answers for Special Needs."},
      {
        "id":"ED384797",
        "title":"State Profiles of Technology Applications in Adult Basic Education and Literacy Programs."},
      {
        "id":"ED384798",
        "title":"Small and Part-Time Farmer Innovative Program Delivery Project, Madison County, North Carolina."},
      {
        "id":"ED384799",
        "title":"Curriculum Guide for Improvement of Instruction in Basic Business Skills Subjects. Accounting, Desktop Publishing, Job Skills, Keyboarding (Middle School), Microcomputer Applications, Notetaking, Telecommunications."},
      {
        "id":"ED384800",
        "title":"Ohio's Future at Work. FY94 Progress Report. Action Plan for Accelerating the Modernization of Vocational Education in Ohio."},
      {
        "id":"ED384801",
        "title":"Quality Assurance for Distance Education: Concepts and Strategies."},
      {
        "id":"ED384802",
        "title":"The 1995 Agenda for the National Center for Research in Vocational Education."},
      {
        "id":"ED384803",
        "title":"Marketing and Cooperative Education Administrative Handbook."},
      {
        "id":"ED384804",
        "title":"But I've Been Doing This for Years: Informal Integration of Vocational and Academic Education Pilot Test Report."},
      {
        "id":"ED384805",
        "title":"The Dual System of Vocational Training in Germany. BASIS-INFO 11-1995. Social Policy."},
      {
        "id":"ED384806",
        "title":"Wisconsin Integrated and Applied Curricula Project. Year Two: 1994-1995. Final Report."},
      {
        "id":"ED384807",
        "title":"Workforce Development Act of 1995. Report together with Additional and Minority Views To Accompany S.143. 104th Congress, 1st Session."},
      {
        "id":"ED384808",
        "title":"Wisconsin EMT Association: A Statewide Injury Prevention Program. Final Report."},
      {
        "id":"ED384813",
        "title":"Marxism: The Relationship to Today's Work and Training."},
      {
        "id":"ED384814",
        "title":"Organizational Development and Its Role in Providing Aesthetically Pleasing Work for the Future."},
      {
        "id":"ED384816",
        "title":"Assessing Learning."},
      {
        "id":"ED384817",
        "title":"Developing Your Curriculum Guide: From Competencies to Student Performance Objectives."},
      {
        "id":"ED384818",
        "title":"The 4 T's of Adulthood Development."},
      {
        "id":"ED384819",
        "title":"The Illinois Plan for Home Economics Education. A Curriculum Guide. Dimensions for Living Course."},
      {
        "id":"ED384821",
        "title":"The Illinois Plan for Home Economics Education. A Curriculum Guide. Living Science Course."},
      {
        "id":"ED384822",
        "title":"The Illinois Plan for Home Economics Education. A Curriculum Guide. Appendices."},
      {
        "id":"ED384823",
        "title":"The Illinois Plan for Home Economics Education. A Curriculum Guide. Life: Learning for Independence, Family, and Employment Course."},
      {
        "id":"ED384824",
        "title":"Families and Futures. A Resource for Developing Home and Family Life Education Programs. Revised Working Materials."},
      {
        "id":"ED384826",
        "title":"Parenting and Child Development. Course Number 7065. Curriculum Guide."},
      {
        "id":"ED384827",
        "title":"Creating Inclusive Adult Learning Environments: Insights from Multicultural Education and Feminist Pedagogy. Information Series No. 361."},
      {
        "id":"ED384828",
        "title":"Using Multimedia for Distance Learning in Adult, Career, and Vocational Education. Information Series No. 362."},
      {
        "id":"ED384829",
        "title":"Status Update of Research Related to National Education Goal Seven: School Violence Content Area."},
      {
        "id":"ED384830",
        "title":"The Counseling Program Toolbook for Alaska Public Schools: Tools for Program Development, Grades K-12 Grade."},
      {
        "id":"ED384831",
        "title":"State Reports."},
      {
        "id":"ED384832",
        "title":"Effectiveness of Drug and Alcohol Programs Administered by the Department of Education: 1991-1992 Annual Report."},
      {
        "id":"ED384833",
        "title":"Drugs and the Brain."},
      {
        "id":"ED384835",
        "title":"The Effect of Recognition of Counselor and Counselor Skill on Counselor Trainees' Ratings of a Videotaped Counselor Effectiveness."},
      {
        "id":"ED384836",
        "title":"Military Careers: A Guide to Military Occupations and Selected Military Career Paths, 1992-1994."},
      {
        "id":"ED384837",
        "title":"Targeting Youth: The Sourcebook for Federal Policies and Programs."},
      {
        "id":"ED384838",
        "title":"Collaborating To Serve Arizona Students &amp; Families More Effectively: Phase 1 Report. Evaluation of Murphy School District-Department of Economic Security Collaborative Project."},
      {
        "id":"ED384839",
        "title":"Missionary Selection, Stress, and Functioning: A Review of the Literature."},
      {
        "id":"ED384840",
        "title":"Changing Agency Policy and Practice To Support the Inclusion of Gays and Lesbians as Therapeutic Foster Parents."},
      {
        "id":"ED384841",
        "title":"Video Job Shadows. Project SEED."},
      {
        "id":"ED384842",
        "title":"Health Care Plans. Project SEED."},
      {
        "id":"ED384843",
        "title":"The \"ID\" in Me. Project SEED."},
      {
        "id":"ED384844",
        "title":"Systemic Interventions in the Treatment of Substance Abuse."},
      {
        "id":"ED384845",
        "title":"Parenting: Does Research Support Biblical Principles: A Review of the Literature."},
      {
        "id":"ED384846",
        "title":"Effects of Home Environment on the Development of Pedophilia: A Review of the Literature."},
      {
        "id":"ED384850",
        "title":"Parental Involvement as a Variable in Reading Readiness: A Review of Related Literature."},
      {
        "id":"ED384851",
        "title":"Encouraging the Participation of Families of Elementary-Age Children in Home-School Literacy Activities through Staff Development, Parent Workshops, and Individual Family Plans."},
      {
        "id":"ED384852",
        "title":"Improving Vocabulary of Second Grade Second Language Learners through a Read Aloud Program."},
      {
        "id":"ED384853",
        "title":"Why the CoRT and Instrumental Enrichment Thinking Skills Programs Will Not Improve Thinking."},
      {
        "id":"ED384854",
        "title":"Reading and Writing in the Content Area."},
      {
        "id":"ED384855",
        "title":"Annual Summary of Investigations Relating to Reading, July 1, 1993 to June 30, 1994."},
      {
        "id":"ED384856",
        "title":"Context Clues: The Most Important Factor in Improving Reading Test Scores."},
      {
        "id":"ED384857",
        "title":"Motivating First-Grade Students To Read Independently for Pleasure through a Whole Language Program."},
      {
        "id":"ED384858",
        "title":"Determining the Spelling Curriculum (A Public Debate)."},
      {
        "id":"ED384859",
        "title":"A Handbook for Reading Consultants, Reading 508."},
      {
        "id":"ED384860",
        "title":"Documenting the Child&apos;s Everyday Home Experiences: The Ecological Inventory as a Resource for Teachers. Instructional Resource No. 11."},
      {
        "id":"ED384863",
        "title":"Literacy for Life: Report on Partnerships for Children's Literacy."},
      {
        "id":"ED384864",
        "title":"Nothing in the Middle: What Middle Schoolers Are Reading."},
      {
        "id":"ED384865",
        "title":"IRA's Dissemination of Past and Present Knowledge and Direct Action Could Be a Reading/Literacy Lifeline for Many of the &quot;At Risk&quot; Urban Poor."},
      {
        "id":"ED384866",
        "title":"Invented Spelling: What Is the Problem? The Misconceptions of Whole Language Teachers."},
      {
        "id":"ED384867",
        "title":"Developing Partnerships: An Evaluation of Family and Community Literacy Initiatives in Australia."},
      {
        "id":"ED384868",
        "title":"The National Reading Research Center: Agenda Related to Issues of Diverse Learners."},
      {
        "id":"ED384869",
        "title":"Children Out of Bounds: The Power of Case Studies in Expanding Visions of Literacy Development."},
      {
        "id":"ED384870",
        "title":"Engagements, Illuminations, and Connections: Writing Out of Religious Experience and Tradition."},
      {
        "id":"ED384871",
        "title":"Democracy and Leadership in Basic Writing Small Groups."},
      {
        "id":"ED384872",
        "title":"Stepping onto the Tightrope: Feminism, Critical Pedagogy, and the Idea of Transformative Texts."},
      {
        "id":"ED384873",
        "title":"Feminism and Scholarly Publishing: Perils and Possibilities."},
      {
        "id":"ED384874",
        "title":"Childhood and Travel Literature."},
      {
        "id":"ED384875",
        "title":"Translating Maya Angelou's Theme, &quot;We are more alike, my friends/Than we are unalike,&quot; into Effective Multicultural Study."},
      {
        "id":"ED384876",
        "title":"Oral History Is Not Just Oral and Not Entirely History: Gleanings in the Field."},
      {
        "id":"ED384878",
        "title":"Toward Mapping a Feminist Cultural Studies Approach to Composition."},
      {
        "id":"ED384879",
        "title":"Gender Literacy in the Cultural Studies Composition Classroom: &quot;Fashioning&quot; the &quot;Self&quot; through an Analysis of Popular Magazines."},
      {
        "id":"ED384880",
        "title":"Dialogue in a Major Key: Women Scholars Speak."},
      {
        "id":"ED384881",
        "title":"Effective Composition Instruction: Washington State Community College Instructors Respond."},
      {
        "id":"ED384882",
        "title":"Comparison of First Grade Computer Assisted and Handwritten Process Story Writing."},
      {
        "id":"ED384885",
        "title":"Postmodern Pedagogy and Sustainability."},
      {
        "id":"ED384887",
        "title":"The Effect of Main Idea Practice Using Computer Assisted Instruction and Desktop Publishing."},
      {
        "id":"ED384888",
        "title":"Looking for Commonalities in Culturally and Linguistically Mixed Basic Writing Classes."},
      {
        "id":"ED384890",
        "title":"Rescuing Community: Sociality and Cohesion in Writing Groups."},
      {
        "id":"ED384891",
        "title":"The Contradictions of Professionalization."},
      {
        "id":"ED384892",
        "title":"Rhetoric/Composition: Separate but Not Equal."},
      {
        "id":"ED384893",
        "title":"Resisting Cultural Literacy: Student Re-presentations of Self in a Great Books Course."},
      {
        "id":"ED384894",
        "title":"Popular Periodicals and Rhetoric &amp; Composition Textbooks in the Nineteenth Century: A Cultural Conversation on Composing Oneself."},
      {
        "id":"ED384895",
        "title":"The New Computers and Writing Course at the University of Texas at Austin: Context and Theory."},
      {
        "id":"ED384896",
        "title":"Father Knows Best: Liberatory Pedagogy and the Tropics of Containment."},
      {
        "id":"ED384897",
        "title":"Information Management and Composing: Reassessing Our Research Paper Protocols."},
      {
        "id":"ED384900",
        "title":"Teachers of Writing Must Write First."},
      {
        "id":"ED384901",
        "title":"Community and Self in First-Year Composition."},
      {
        "id":"ED384902",
        "title":"Explicit Teaching and the Developmental Writing Course."},
      {
        "id":"ED384903",
        "title":"Classroom Research in Graduate Methods Courses."},
      {
        "id":"ED384905",
        "title":"Affiliation and Innovation in Composition Theory: A Troubling Dialectic."},
      {
        "id":"ED384906",
        "title":"The Organic Literature Class: A Reader-Response Journal Approach."},
      {
        "id":"ED384907",
        "title":"Unwrapping Rap: A Literacy of Lived Experience."},
      {
        "id":"ED384908",
        "title":"Diversity in Technical Communication: A Work in Progress."},
      {
        "id":"ED384911",
        "title":"A Pedagogical Theory and Practice for College Writing Courses and Writing across the Curriculum Courses: A Social Constructionist Perspective on Learning through Argument."},
      {
        "id":"ED384912",
        "title":"Teaching a &quot;New Canon&quot;?: Students, Teachers, and Texts in the College Literature Classroom."},
      {
        "id":"ED384913",
        "title":"Elementary Language Arts: Authorized Resources Annotated List."},
      {
        "id":"ED384914",
        "title":"Literary Criticism and the Teaching of Literature: A Teacher's Sourcebook."},
      {
        "id":"ED384915",
        "title":"Learning Together: Collaboration for Active Learning in the Elementary Language Arts. Teaching Resources in the ERIC Database (TRIED)."},
      {
        "id":"ED384916",
        "title":"Books for You: An Annotated Booklist for Senior High Students. 1995 Edition. NCTE Bibliography Series."},
      {
        "id":"ED384917",
        "title":"Using Study Guides To Help Students Focus Their Reading in the Basic Course."},
      {
        "id":"ED384918",
        "title":"Squad as Community--A Group Communication Perspective on the Debate Workplace."},
      {
        "id":"ED384919",
        "title":"Workplace to Workplace--Training Health Educators in the Use of Audiovisual Aids."},
      {
        "id":"ED384920",
        "title":"Reaching Out: Extending the Argument about Debate Outreach."},
      {
        "id":"ED384921",
        "title":"The Oh No! Syndrome: A Language Expectation Model of Undergraduates' Negative Reactions toward Foreign Teaching Assistants."},
      {
        "id":"ED384922",
        "title":"Finding Natural Opportunities To Teach Students How To Listen."},
      {
        "id":"ED384923",
        "title":"The Importance of Incorporating Multiculturalism in Basic Communication Courses."},
      {
        "id":"ED384924",
        "title":"Effects of Mothers against Drunk Driving's (MADD's) Victim Impact Panels on First-Time DWI Offenders: Some Initial Results."},
      {
        "id":"ED384925",
        "title":"&quot;Political Correctness--Reality or Myth in the Academic Workplace?&quot;"},
      {
        "id":"ED384926",
        "title":"Incorporating Multicultural Perspectives in the Basic Interpersonal Communication Course: Experiential Activities Approach."},
      {
        "id":"ED384927",
        "title":"Enhancing Basic Public Speaking Skills through the Use of a Combination Lecture Strategy for General Speech Preparation &amp; Outlining."},
      {
        "id":"ED384928",
        "title":"The High Tech Road to Making an Oral Report."},
      {
        "id":"ED384929",
        "title":"Constructing Relationships in Post-Divorce Therapy."},
      {
        "id":"ED384930",
        "title":"Direct and Indirect Effects of Media Literacy Training on Third Graders' Decision-making for Alcohol."},
      {
        "id":"ED384931",
        "title":"Consciousness and Listening."},
      {
        "id":"ED384932",
        "title":"Effects of Language and Race on Undergraduates' Perceptions of International Instructors: Further Studies of Language and Attitude in Higher Education."},
      {
        "id":"ED384933",
        "title":"Preparing Graduate Teaching Assistants (GTAs) to Effectively Teach the Basic Course."},
      {
        "id":"ED384934",
        "title":"The Union of Communication Theory and Public Relations Writing."},
      {
        "id":"ED384935",
        "title":"Computer-Assisted Instruction in the Basic Public Speaking Course: Issues of Development and Implementation."},
      {
        "id":"ED384936",
        "title":"The Informational Interview."},
      {
        "id":"ED384937",
        "title":"A Lab of Her Own?: Portrayals of Female Characters on Children's Educational Science Programs."},
      {
        "id":"ED384938",
        "title":"Non-Empirical Research in Communication and Instruction: 1983-1993."},
      {
        "id":"ED384939",
        "title":"Offering a Pragmatic Approach to State Speech Association Involvement in Advocacy Efforts."},
      {
        "id":"ED384940",
        "title":"Television Viewing and Mathematics Achievement."},
      {
        "id":"ED384943",
        "title":"Formal Debate as a Pedagogical Tool in the College Classroom."},
      {
        "id":"ED384944",
        "title":"Public Speaking Apprehension and Gender as Predictors of Speech Competence."},
      {
        "id":"ED384945",
        "title":"Implications of Electronic Newspapers for Public Relations Teaching, Practice, and Research."},
      {
        "id":"ED384946",
        "title":"A Comparison of Leadership Practices Used by Male and Female Communication Department Chairpersons."},
      {
        "id":"ED384947",
        "title":"The Intercultural Communication Negotiation Simulation: An Instructional Model for Teaching/Training Intercultural Communication Skills."},
      {
        "id":"ED384949",
        "title":"State School Finance Litigation and Legislation 1994: A Summary and an Analysis."},
      {
        "id":"ED384950",
        "title":"School-Based Management. ERIC Digest, Number 99."},
      {
        "id":"ED384951",
        "title":"Priority on Learning: Efficient Use of Resources. ERIC Digest, Number 100."},
      {
        "id":"ED384952",
        "title":"The Impact of School-Based Management on Educators' Role Attitudes and Behaviors."},
      {
        "id":"ED384953",
        "title":"School-Based Budgeting: Organizing for High Performance."},
      {
        "id":"ED384954",
        "title":"At-Risk Programs for Middle School and High School: Essential Components and Recommendations for Administrators and Teachers."},
      {
        "id":"ED384955",
        "title":"The Effects of Selected Elements of Communal Schools on Middle and High School Mathematics Achievement."},
      {
        "id":"ED384956",
        "title":"Bibliography on School Restructuring, 1995."},
      {
        "id":"ED384957",
        "title":"Curricula School Based Service Learning: A Developing Model for Louisiana."},
      {
        "id":"ED384958",
        "title":"Education Policy Formation in Africa: A Comparative Study of Five Countries. Technical Paper No. 12."},
      {
        "id":"ED384961",
        "title":"Integrating Best Practice and Performance Indicators To Benchmark the Performance of a School System. Benchmarking Paper 940317."},
      {
        "id":"ED384962",
        "title":"Eight Years Later: Has the Superintendency Changed for Women?"},
      {
        "id":"ED384963",
        "title":"Preparing School Leaders: What Works?"},
      {
        "id":"ED384964",
        "title":"New Lenses for Viewing Educational Policy: Insights through Imaginative Literature."},
      {
        "id":"ED384965",
        "title":"Site-Based Management: Using Data for Decision Making."},
      {
        "id":"ED384966",
        "title":"The Outlook for School Revenue in the Next Five Years."},
      {
        "id":"ED384967",
        "title":"Standards Guidelines. Safety in Oregon Schools. OAR 581-22-706."},
      {
        "id":"ED384968",
        "title":"The Contribution of Quality Assurance Reviews to Development in School Systems. Draft."},
      {
        "id":"ED384972",
        "title":"The Relationship between Buy-Back Provisions and Teacher Attendance Rates."},
      {
        "id":"ED384974",
        "title":"Why Restructuring Must Focus on Thinking and Caring: A Model for Deep, Long-Term Change through Staff Development."},
      {
        "id":"ED384975",
        "title":"Towards Leadership Praxis through Principals' Partnerships in New Zealand."},
      {
        "id":"ED384976",
        "title":"Case Studies of Promising Change Schools."},
      {
        "id":"ED384977",
        "title":"School Routines and the Failure of Curriculum Reform."},
      {
        "id":"ED384978",
        "title":"Empowerment and Information Utilization within a Restructuring School District."},
      {
        "id":"ED384980",
        "title":"Flexibility for School Improvement and Curricular Offerings. Examples of Current School and District Flexibility, Statues in Abeyance and Waiver Options."},
      {
        "id":"ED384981",
        "title":"Florida School Discipline Study: 1994 Juvenile Justice Reform Act. A Report to the Florida Legislature."},
      {
        "id":"ED384982",
        "title":"Where Connoisseurs Send Their Children to School: An Analysis of 1990 Census Data To Determine Where School Teachers Send Their Children to School."},
      {
        "id":"ED384983",
        "title":"A Method To Ensure Heterogeneous Mixing of Grade 9 Classes."},
      {
        "id":"ED384984",
        "title":"Sharing Your Success V: Summaries of Successful Programs and Strategies Supporting Drug-Free Schools and Communities. Volume V."},
      {
        "id":"ED384986",
        "title":"Educational Leaders' Influencing Behaviors and School Restructuring. Preliminary Draft."},
      {
        "id":"ED384987",
        "title":"Violence Prevention in the Middle Level Curriculum: Student Characteristics and Acquisition of Knowledge about Violence."},
      {
        "id":"ED384989",
        "title":"Who Influences Decisionmaking about School Curriculum: What Do Principals Say? Issue Brief."},
      {
        "id":"ED384990",
        "title":"Issues To Consider in Moving beyond a Minimal Competency High School Graduation Test."},
      {
        "id":"ED384992",
        "title":"Improving Schools from the Bottom Up: From Effective Schools to Restructuring. Summary Volume."},
      {
        "id":"ED384993",
        "title":"New Habits of Heart and Mind: \"Third Wave\" Transformational Leaders. Creating Solution-Based Learning Focused on Children and Families and Math, Science, and Technology in the Era of Smart Homes, Wired Communities, Fast Systems, Global Networks, and Fast Forward Learners in a Borderless World."},
      {
        "id":"ED384995",
        "title":"An Unseen Hand: The Mass Media and Education Policy."},
      {
        "id":"ED384996",
        "title":"Planning Non-Formal Education Curricula: The Case of Israel."},
      {
        "id":"ED384997",
        "title":"Schools and Achieving Integrated Services: Facilitating Utilization of the Knowledge Base."},
      {
        "id":"ED384998",
        "title":"Are Multiage/Nongraded Programs Providing Students with a Quality Education? Some Answers from the School Success Study."},
      {
        "id":"ED385000",
        "title":"From Here to Technology. How To Fund Hardware, Software, and More."},
      {
        "id":"ED385001",
        "title":"The Constitutional Case for Universal School Choice in Minnesota."},
      {
        "id":"ED385002",
        "title":"Student, Teacher, and School Performance 1995. Tenth Annual Report Submitted to the Governor and the General Assembly of the State of Tennessee."},
      {
        "id":"ED385003",
        "title":"Schools within a School: Evaluation Results of Year Two of a Restructuring Effort."},
      {
        "id":"ED385004",
        "title":"Making \"Connections\": A Frames Analysis Perspective on the Implementation of an Innovative Pilot Program."},
      {
        "id":"ED385005",
        "title":"A Case Study Evaluation of the Reflective Process in a Preparation Program for Educational Administrators."},
      {
        "id":"ED385006",
        "title":"State and National Goals: Are They Aligned?"},
      {
        "id":"ED385007",
        "title":"Total Quality Schools Implementation Evaluation: A Concerns-Based Approach."},
      {
        "id":"ED385008",
        "title":"Interim Report on the Implementation of Accountability at the Leadership in Accountability Demonstration (LAD) Schools."},
      {
        "id":"ED385009",
        "title":"Zig-Zag--The Zeitgeist of One School's Change."},
      {
        "id":"ED385010",
        "title":"Does TQM Affect Teaching and Learning?"},
      {
        "id":"ED385011",
        "title":"The Caring Culture of a Suburban Middle School."},
      {
        "id":"ED385012",
        "title":"Are Recent Reforms Effective for All Students?"},
      {
        "id":"ED385013",
        "title":"Coaching versus Direct Service Models for University Training to Accelerated Schools."},
      {
        "id":"ED385014",
        "title":"Apprenticeships for Administrative Interns: Learning To Talk Like a Principal."},
      {
        "id":"ED385015",
        "title":"Leadership for Effective Schools: Guidelines for the Development of an Inclusion Program."},
      {
        "id":"ED385018",
        "title":"The Oregon Conference Monograph 1995. Volume 7. [Proceedings of a Conference (Eugene, Oregon, February 2-4, 1995).]"},
      {
        "id":"ED385019",
        "title":"Identifying Students Who Have Learning Disabilities."},
      {
        "id":"ED385020",
        "title":"ADHD: A Teachers' Guide."},
      {
        "id":"ED385021",
        "title":"Knowledge about the Brain for Parents, Students, and Teachers: The Keys to Removing the Invisible Roadblocks to Learning and High Self-Esteem for All Students."},
      {
        "id":"ED385022",
        "title":"Violent Students with Disabilities and School Responsibilities."},
      {
        "id":"ED385023",
        "title":"Put the Professional Portfolio into Focus for Individual and Special Education Applications."},
      {
        "id":"ED385024",
        "title":"Development of Transition Programs for Adolescents with Serious Emotional Disturbances."},
      {
        "id":"ED385025",
        "title":"An Inside Look at School Reform: What We Have Learned about Assessing Student Learning in a Nongraded Primary School."},
      {
        "id":"ED385026",
        "title":"Project LITERACY-HI: Hypermedia for Readers with Hearing Impairments."},
      {
        "id":"ED385027",
        "title":"Social Skills Training for Youth with Behavior Disorders."},
      {
        "id":"ED385028",
        "title":"The Effects of Self-Evaluation, Self-Observation, and Self-Observation Plus Self-Recording on the Occurrence of Disruptive Behaviors in Classroom: Extension Study."},
      {
        "id":"ED385029",
        "title":"Steps and Practical Guidelines for Developing and Implementing Self-Management Programs for Children's Social Behavior on the Playgrounds."},
      {
        "id":"ED385030",
        "title":"The Examination of the Link between Pesticides in Food and Learning Disorders in Children."},
      {
        "id":"ED385031",
        "title":"Special Educational Needs Tribunal: How To Appeal."},
      {
        "id":"ED385032",
        "title":"Special Educational Needs: A Guide for Parents."},
      {
        "id":"ED385033",
        "title":"Code of Practice on the Identification and Assessment of Special Educational Needs."},
      {
        "id":"ED385034",
        "title":"Respite Services for Families with Adolescents at Risk of Abuse or Neglect. ARCH Factsheet Number 39."},
      {
        "id":"ED385035",
        "title":"The Marfan Syndrome. Fact Sheet [and] Physical Education and Activity Guidelines."},
      {
        "id":"ED385036",
        "title":"High Standards for All Students: Opportunities and Challenges."},
      {
        "id":"ED385037",
        "title":"The Dilemma of Defining Dyslexia: Differing Perceptions."},
      {
        "id":"ED385038",
        "title":"Individual Educational Programs: Issues and Options for Change. Final Report."},
      {
        "id":"ED385039",
        "title":"What Educators Need To Know about Having Students with Fetal Alcohol Syndrome and Fetal Alcohol Effects in the Classroom: Issues, Identification, Intervention & Instructional Strategies."},
      {
        "id":"ED385040",
        "title":"Leisure Education in Supported Employment."},
      {
        "id":"ED385041",
        "title":"Assistive Technology Developments in Puerto Rico."},
      {
        "id":"ED385042",
        "title":"The Evaluation of Inclusive Education Programs."},
      {
        "id":"ED385043",
        "title":"Provisions for Youth with Disabilities in Higher Education."},
      {
        "id":"ED385044",
        "title":"Vocational Rehabilitation: Preparing for the 21st Century. A Report on the Mary E. Switzer Memorial Seminar (18th, Alexandria, Virginia, September 19-21, 1994). Switzer Seminar Series. Switzer Monograph, 18th Edition."},
      {
        "id":"ED385045",
        "title":"Effective Management Practices for Severely Emotionally Disturbed Youth: A Collaborative Study on Democratic Practices in Inclusive Classrooms. Draft."},
      {
        "id":"ED385046",
        "title":"Whom Do You Mean When You Say &quot;All&quot;? Educator Beliefs Regarding Students with Learning Disabilities Achieving Colorado's Educational Standards."},
      {
        "id":"ED385048",
        "title":"Integrating Special Services: Seeking a Balance in Meeting Student Needs."},
      {
        "id":"ED385049",
        "title":"Consolidated Special Education Funding and Services: A Federal Perspective. CSEF Policy Paper Number 6."},
      {
        "id":"ED385050",
        "title":"Sample Procedures for Special Education Services in Oregon School Districts. Second Edition."},
      {
        "id":"ED385051",
        "title":"Preschoolers with Disabilities: Educational Rights and Service Barriers."},
      {
        "id":"ED385052",
        "title":"Reintegrating Students with Learning Disabilities into the Mainstream: A Two-Year Study."},
      {
        "id":"ED385053",
        "title":"Knowledge, Motivation and Helping Behaviors in an Introductory Special Education Course."},
      {
        "id":"ED385054",
        "title":"Observations of Parents, Teachers, and Principals during the First Year of Implementation of Inclusion in Two Midwestern School Districts."},
      {
        "id":"ED385055",
        "title":"Questions and Answers on Disciplining Students with Disabilities. OSEP Memorandum."},
      {
        "id":"ED385056",
        "title":"High School Graduation Requirements: What's Happening for Students with Disabilities? Synthesis Report 20."},
      {
        "id":"ED385057",
        "title":"A Perspective on Education and Assessment in Other Nations: Where Are Students with Disabilities? Synthesis Report 19."},
      {
        "id":"ED385058",
        "title":"A Compilation of States' Guidelines for Accommodations in Assessments for Students with Disabilities. Synthesis Report 18."},
      {
        "id":"ED385059",
        "title":"A Compilation of States' Guidelines for Including Students with Disabilities in Assessments. Synthesis Report 17."},
      {
        "id":"ED385060",
        "title":"Synthesis Report Update 1994: Reports on the Status of Education, Desired Outcomes, and Reform Initiatives. Synthesis Report 16."},
      {
        "id":"ED385061",
        "title":"State Special Education Outcomes: A Report on How States Are Assessing Educational Outcomes for Students with Disabilities, 1994."},
      {
        "id":"ED385062",
        "title":"A Guide for Career Counselors."},
      {
        "id":"ED385063",
        "title":"Collaborative Consultation: Are Both School Psychologists and Teachers Equally Trained?"},
      {
        "id":"ED385064",
        "title":"Strategies for Managing Conflict in the Collaboration Process."},
      {
        "id":"ED385066",
        "title":"What Is the Effect of Pull Out Remediation on the Grade Point Average of Special Education Students?"},
      {
        "id":"ED385067",
        "title":"Validating Facilitation, Naturally!"},
      {
        "id":"ED385068",
        "title":"Interprofessional Education for Family-Centered Services: A Survey of Interprofessional/Interdisciplinary Training Programs."},
      {
        "id":"ED385069",
        "title":"An Introduction to Cultural Competence Principles and Elements. An Annotated Bibliography."},
      {
        "id":"ED385071",
        "title":"Annotated Bibliography on Secondary Special Education and Transitional Services. Volume 10 (and Integrated Master Index for Volumes 7-10)."},
      {
        "id":"ED385072",
        "title":"Early Childhood Education."},
      {
        "id":"ED385073",
        "title":"Tourette Syndrome &amp; the School Psychologist. Revised."},
      {
        "id":"ED385074",
        "title":"Tourette Syndrome and the School Nurse. Revised."},
      {
        "id":"ED385075",
        "title":"Coping with Tourette Syndrome in the Classroom. Revised."},
      {
        "id":"ED385076",
        "title":"Educational Rights for Students with TS: Your Child's Rights to a Free Appropriate Education. Educational Recommendations."},
      {
        "id":"ED385077",
        "title":"Problem Behaviors &amp; Tourette Syndrome. Revised."},
      {
        "id":"ED385078",
        "title":"Discipline and the TS Child: A Guide for Parents and Teachers of Children with Tourette Syndrome."},
      {
        "id":"ED385080",
        "title":"A Parent Guide To Understanding the Effects of Ritalin (Methylphenidate Hydrochloride)."},
      {
        "id":"ED385081",
        "title":"Does My Child Have Attention Deficit Disorder? How Parents Can Help in Diagnosis."},
      {
        "id":"ED385082",
        "title":"Understanding Attention Deficit Disorders."},
      {
        "id":"ED385083",
        "title":"Planning Good Days for Children with ADHD: Tips for Parents."},
      {
        "id":"ED385084",
        "title":"Project Return: A Parent&apos;s Guidebook. Revised Edition."},
      {
        "id":"ED385085",
        "title":"Rays of Hope: The Special Child and the Family."},
      {
        "id":"ED385086",
        "title":"Bridging Early Services: A Guide for Service Providers."},
      {
        "id":"ED385087",
        "title":"It's a Big Step: A Guide for Transition to Kindergarten."},
      {
        "id":"ED385088",
        "title":"Step Ahead at Age 3: A Guide for Families."},
      {
        "id":"ED385090",
        "title":"Proof Positive...Inclusion Works. Topic Area: Learning Disabilities."},
      {
        "id":"ED385091",
        "title":"Teacher Perspectives of the Social Skills Development of Children with Learning Disabilities."},
      {
        "id":"ED385093",
        "title":"Addressing Minority Overrepresentation in Special Education: Cultural Barriers to Effective Collaboration."},
      {
        "id":"ED385094",
        "title":"Vermont's Act 230 and Special Education Funding and Cost Study."},
      {
        "id":"ED385095",
        "title":"Academic Interventions for Children with Dyslexia Who Have Phonological Core Deficits. ERIC Digest E539."},
      {
        "id":"ED385096",
        "title":"[Inclusion.]"},
      {
        "id":"ED385097",
        "title":"Family Caregiving for Children with a Serious Emotional Disability. Phase One Technical Report."},
      {
        "id":"ED385098",
        "title":"Taking Charge: A Handbook for Parents Whose Children Have Emotional Disorders. 3rd Edition."},
      {
        "id":"ED385099",
        "title":"Family Involvement in Policy Making: A Final Report on the Families in Action Project."},
      {
        "id":"ED385100",
        "title":"The DRIVING FORCE: The Influence of Statewide Family Networks on Family Support and Systems of Care. Statewide Family Advocacy Organization Demonstration Project, 10/90 - 9/93 Final Report."},
      {
        "id":"ED385101",
        "title":"Collaboration in Interprofessional Practice and Training: An Annotated Bibliography."},
      {
        "id":"ED385102",
        "title":"Parents as Policy-Makers: A Handbook for Effective Participation."},
      {
        "id":"ED385103",
        "title":"Family/Professional Collaboration: The Perspective of Those Who Have Tried."},
      {
        "id":"ED385104",
        "title":"Statewide Systems Change in Arizona, July 1, 1990 to June 30, 1995. Final Report."},
      {
        "id":"ED385105",
        "title":"A Phonological Study of Voiceless Alveolar and Velar Stops in Down's Syndrome."},
      {
        "id":"ED385106",
        "title":"Facilitating the Use of Assistive Technology by Special Education Students with Limited English Proficiency. Final Report."},
      {
        "id":"ED385107",
        "title":"Case Studies of State-Wide Special Education Management Systems."},
      {
        "id":"ED385108",
        "title":"A Longitudinal Follow-Up Study of 284 Adults Classified as Learning Disabled When They Were Second Graders. Final Report."},
      {
        "id":"ED385109",
        "title":"A Descriptive Study of Play by Deaf and Hearing Infants. Final Report."},
      {
        "id":"ED385110",
        "title":"A Video Technology Program Containing a Complete System of Tactile Communications for Individuals Who Are Deaf-Blind. A Tactile Signing Project: Tactile Interactive Signing and Primitive Signaling (Project TIPS). A Final Narrative Report."},
      {
        "id":"ED385111",
        "title":"Technology: Educational Media and Materials for the Handicapped Program. Final Report."},
      {
        "id":"ED385112",
        "title":"Development of a Program To Target Successful Teaching Techniques for Increasing Auditory and Visual Responses in Severely Profoundly Mentally Handicapped Students."},
      {
        "id":"ED385113",
        "title":"Developing a Program To Improve Toileting Skills of Prekindergarten Handicapped Students in a Suburban Elementary School."},
      {
        "id":"ED385114",
        "title":"[Adaptation of Instructional Materials for Use with Mainstreamed Students.] Final Report."},
      {
        "id":"ED385115",
        "title":"Extant Data Base Project. \"Factors Related to Excellence in Special Education Using a Validated IEP System as an Outcome Measure.\" Final Report, 1986-88."},
      {
        "id":"ED385116",
        "title":"The Development and Validation of a Special Education Intelligent Administration Support Program. Final Report."},
      {
        "id":"ED385119",
        "title":"A New English Teaching Design for Adult Taiwanese Learners."},
      {
        "id":"ED385120",
        "title":"ESL in the Mainstream: Challenges and Possibilities."},
      {
        "id":"ED385124",
        "title":"Who Is Really Participating? An Exploration of the Nature of Student Classroom Participation and the Factors that Teachers Can Manipulate To Enhance Student Participation in the Classroom."},
      {
        "id":"ED385125",
        "title":"Mutually Beneficial Teamwork between Bilingual and Mainstream Classes."},
      {
        "id":"ED385126",
        "title":"Night Shift: Ideas and Strategies for Homework. Pathfinder 20. A CILT Series for Language Teachers."},
      {
        "id":"ED385127",
        "title":"The United States Service Industry in the Global Economy: Maintaining the Comparative Advantage."},
      {
        "id":"ED385130",
        "title":"Concepts linguistiques en didactique des langues (Linguistic Concepts in the Teaching of Languages)."},
      {
        "id":"ED385134",
        "title":"TESOL in Developing Countries: Challenges for Teacher Education."},
      {
        "id":"ED385135",
        "title":"Foreign Language Teachers' Perceptions of Culture and the Classroom: A Case Study."},
      {
        "id":"ED385137",
        "title":"Language Choice and Code-Switching in a Young Bilingual Child."},
      {
        "id":"ED385140",
        "title":"Classroom Testing for Teachers Who Hate Testing: Criterion-Referenced Test Construction and Evaluation."},
      {
        "id":"ED385142",
        "title":"Animacy and Pronominal Systems in Bantu."},
      {
        "id":"ED385143",
        "title":"How Does Washback Influence Teaching? Implications for Hong Kong."},
      {
        "id":"ED385144",
        "title":"L1 Influence on Spanish EFL University Writing Development."},
      {
        "id":"ED385148",
        "title":"Can Human-Taught Primates Produce a Non-Verbal Language?"},
      {
        "id":"ED385150",
        "title":"Laryngeal Licensing and Syllable Well-formedness in Quiegolani Zapotec."},
      {
        "id":"ED385152",
        "title":"Pronouns in Mexican Sign Language."},
      {
        "id":"ED385153",
        "title":"Madija Predicates."},
      {
        "id":"ED385154",
        "title":"Incorporating Cooperative Learning Strategies To Improve Science Achievement Scores among Ninth Grade ESOL I and II Physical Science Students."},
      {
        "id":"ED385156",
        "title":"Deaf Children Interacting with Deaf Parents: A Key to Understanding the Transition from Pre-Linguistic to Linguistic Communication."},
      {
        "id":"ED385157",
        "title":"Kwakiutl Native Americans of the American Northwest."},
      {
        "id":"ED385159",
        "title":"Chinese Community Schools: The Issues and the New Directions."},
      {
        "id":"ED385162",
        "title":"Self-Directed Listening: What Student Journals Reveal."},
      {
        "id":"ED385163",
        "title":"Cross-Cultural Dialogics: Bakhtinian Theory and Second Language Audience."},
      {
        "id":"ED385164",
        "title":"Master's Theses on Afro-French and Afro-Hispanic Literatures and Cultures and African American Images in French and Spanish Literatures Produced by Howard University's Department of Romance Languages from 1933-1993."},
      {
        "id":"ED385165",
        "title":"K-8 Foreign Language Assessment: A Bibliography."},
      {
        "id":"ED385167",
        "title":"Developing Skills for Independent Reading. Pathfinder 22. A CILT Series for Language Teachers."},
      {
        "id":"ED385168",
        "title":"Keeping on Target. Pathfinder 23. A CILT Series for Language Teachers."},
      {
        "id":"ED385169",
        "title":"Family Literacy: Building a Partnership Among Families, Communities, and Educators."},
      {
        "id":"ED385171",
        "title":"ESL Instruction in Adult Education: Findings from a National Evaluation. ERIC Digest."},
      {
        "id":"ED385172",
        "title":"English as a Second Language in Volunteer-Based Programs. ERIC Digest."},
      {
        "id":"ED385173",
        "title":"Transitioning Adult ESL Learners to Academic Programs. ERIC Digest."},
      {
        "id":"ED385174",
        "title":"ESL Volunteerism: A Study of ESL Volunteer Programs in the State of Illinois."},
      {
        "id":"ED385175",
        "title":"Aboriginal Language Standardisation Project. Progress Report."},
      {
        "id":"ED385177",
        "title":"Curriculum Guide, English as a Second Language for the Workplace, Worker Education Program."},
      {
        "id":"ED385178",
        "title":"Adult Education for Limited English Proficient Adults. Fact Sheet 3."},
      {
        "id":"ED385184",
        "title":"Student Loan Defaults. Department of Education Limitations in Sanctioning Problem Schools. Report to the Ranking Minority Member, Subcommittee on Human Resources and Intergovernmental Relations, Committee on Government Reform and Oversight, House of Representatives."},
      {
        "id":"ED385185",
        "title":"The Development, Implementation, and Evaluation of a Model for Teaching Intercultural Competency through the Content Areas at Faith School of Theology."},
      {
        "id":"ED385186",
        "title":"Public University Program Review: Statewide Analyses. Corrected."},
      {
        "id":"ED385187",
        "title":"The Effectiveness of Computer-Based Hypermedia Teaching Modules for Radiology Residents."},
      {
        "id":"ED385188",
        "title":"The Stressful Journey of the Department Chair: An Academic in Need of a Compass and Clock."},
      {
        "id":"ED385189",
        "title":"What Makes a Tutor Effective? A Structural Equations Modelling Approach to Learning in Problem-Based Curricula."},
      {
        "id":"ED385190",
        "title":"The Development of Diagnostic Competence: A Comparison between a Problem-Based, an Integrated, and a Conventional Medical Curriculum."},
      {
        "id":"ED385191",
        "title":"Navigating Change: Improving the Process for Multicampus Higher Education."},
      {
        "id":"ED385192",
        "title":"Factors Affecting Expressed Continuing Professional Education Needs among Landscape Architects: An Exploratory Study."},
      {
        "id":"ED385193",
        "title":"The Effect of Experience on Financial Causal Knowledge in Auditing."},
      {
        "id":"ED385194",
        "title":"The Explanation of Encapsulating Concepts by Medical Experts, Clerks and Advanced Students."},
      {
        "id":"ED385195",
        "title":"Ukrainian Private Higher Education."},
      {
        "id":"ED385196",
        "title":"Professional and Personal Characteristics of Graduates as Outcomes of Combined Baccalaureate-MD Degree Programs."},
      {
        "id":"ED385197",
        "title":"Setting the Process Aim in a Gender Salary Discrimination Study: A Statistical Process Control Approach."},
      {
        "id":"ED385198",
        "title":"Efficacy of Student-Selected Curricula."},
      {
        "id":"ED385199",
        "title":"Administering the Business School Case Method with a Goal-Based Scenario."},
      {
        "id":"ED385200",
        "title":"The Influence of John Dewey on Experimental Colleges: The Black Mountain Example."},
      {
        "id":"ED385204",
        "title":"Evaluating Adviser Effectiveness."},
      {
        "id":"ED385205",
        "title":"Practical Objectives at the Open University of the Netherlands."},
      {
        "id":"ED385206",
        "title":"Learning Objectives for Practicals in Institutes of Higher Distance Education."},
      {
        "id":"ED385207",
        "title":"The Role of Subject-Oriented Expertise: A Study of the Impact of Personal and Contextual Variables on Success in an Economics Course as Indicators of Expertise. Ex post Facto Research 2."},
      {
        "id":"ED385208",
        "title":"Analysis of the Quality and Impact of Expertise in Economics."},
      {
        "id":"ED385209",
        "title":"Quality and Impact of Expertise in Economics: A Replication Study with Ou Students."},
      {
        "id":"ED385210",
        "title":"Knowledge Profiles of Economics and Law Students: An In-Depth Analysis of the Prior Knowledge State."},
      {
        "id":"ED385211",
        "title":"Annals of Community-Oriented Education, 1993."},
      {
        "id":"ED385212",
        "title":"Annals of Community-Oriented Education, 1994."},
      {
        "id":"ED385213",
        "title":"Successful Technology Transfer in Colorado: A Portfolio of Technology Transfer &quot;Success Stories.&quot;"},
      {
        "id":"ED385214",
        "title":"Benchmarking Best Practices in Technology Transfer. Final Report."},
      {
        "id":"ED385215",
        "title":"Technology Transfer Educational Curriculum Plan for the State of Colorado."},
      {
        "id":"ED385216",
        "title":"Colorado Technology Transfer Plan for Economic Development."},
      {
        "id":"ED385217",
        "title":"CD-ROM Talking Books: A Case Study of Promise and Practice."},
      {
        "id":"ED385218",
        "title":"Training: Reaching the Haves and Have Nots."},
      {
        "id":"ED385219",
        "title":"SOCRATES. EPIC Europe Eurofocus 6."},
      {
        "id":"ED385221",
        "title":"Student Responses to Network Resources: Formative Evaluation of Two Classes."},
      {
        "id":"ED385222",
        "title":"Occasional Papers in Open and Distance Learning, Number 17."},
      {
        "id":"ED385223",
        "title":"Assessment and Application of Technologies in Schools in India. Classroom 2000+."},
      {
        "id":"ED385224",
        "title":"Integrating Technology into the Curriculum. First Year Evaluation."},
      {
        "id":"ED385225",
        "title":"Equity Issues in the Star Schools Distance Learning Program."},
      {
        "id":"ED385226",
        "title":"Communication Resource Use in a Networked Collaborative Design Environment."},
      {
        "id":"ED385227",
        "title":"Using Computers To Write Comprehensive Examinations: A Study of Doctoral Level Examinations in Educational Administration Departments."},
      {
        "id":"ED385228",
        "title":"Computer-Assisted Instruction and Conceptual Change."},
      {
        "id":"ED385229",
        "title":"Educators' Use of Electronic Networks: An E-Mail Survey of Account-Holders on a Statewide Telecomputing System."},
      {
        "id":"ED385231",
        "title":"Interaction in Technology--Mediated, Multisite, Foreign Language Instruction."},
      {
        "id":"ED385232",
        "title":"Computer-Mediated Discourse: Electronic Dialogue Journaling and Reflective Practice."},
      {
        "id":"ED385234",
        "title":"An Analysis of Communications between Elementary Students and Storybook Characters Participating in an On-line Conference."},
      {
        "id":"ED385235",
        "title":"The Effects of Computer-Presented Feedback on Learning from Computer-Based Instruction: A Meta-Analysis."},
      {
        "id":"ED385236",
        "title":"Semiotics and the Design of Objects, Actions and Interactions in Virtual Environments."},
      {
        "id":"ED385237",
        "title":"Layers of Learning Communities: Orchestrating a Districtwide Technology Implementation. The Central Office Internal Facilitator's Role in Implementation of an Integrated Learning System."},
      {
        "id":"ED385239",
        "title":"Improve Your English with a Mac."},
      {
        "id":"ED385240",
        "title":"Goal: Technology-Using Teachers; Key: Technology-Using Faculty."},
      {
        "id":"ED385241",
        "title":"Research Project: An Appraisal of the Impact of Nebraska's Statewide Internet Implementation."},
      {
        "id":"ED385243",
        "title":"Overcoming Computer Avoidance by Adult Educators: An Individualized Computer Instructional Course Designed To Reduce Computer Anxiety."},
      {
        "id":"ED385244",
        "title":"From Desktop to Teraflop: Exploiting the U.S. Lead in High Performance Computing. NSF Blue Ribbon Panel on High Performance Computing."},
      {
        "id":"ED385245",
        "title":"Online Courses: What Have We Learned?"},
      {
        "id":"ED385246",
        "title":"Nebraska K-12 Internet Evaluation Progress Report and Executive Summary--18 Months."},
      {
        "id":"ED385247",
        "title":"Utilizing Computer and Multimedia Technology in Generating Choreography for the Advanced Dance Student at the High School Level."},
      {
        "id":"ED385248",
        "title":"Connecticut Enacts New Legislation Designed To Enhance and Increase Interactive Distance Learning for Telephone and CATV Technologies."},
      {
        "id":"ED385249",
        "title":"Directions for Higher Education in the People's Republic of China."},
      {
        "id":"ED385250",
        "title":"Multimedia Centers: Concepts for the Future."},
      {
        "id":"ED385252",
        "title":"Public Libraries and Community-Based Education: Making the Connection for Lifelong Learning. Volume 2: Commissioned Papers. A Conference Sponsored by the National Institute on Postsecondary Education, Libraries, and Lifelong Learning, Office of Educational Research and Improvement (Washington, D.C., April 12-13, 1995)."},
      {
        "id":"ED385253",
        "title":"Community-Based Organizations and the Delivery of Lifelong Learning Opportunities."},
      {
        "id":"ED385254",
        "title":"Rural and Small Libraries: Providers for Lifelong Learning."},
      {
        "id":"ED385255",
        "title":"Current Practice & Potential: Research & Adult Education in Museums."},
      {
        "id":"ED385256",
        "title":"Community Based Adult Jewish Learning Program Issues and Concerns."},
      {
        "id":"ED385257",
        "title":"On Learning to (Un)Learn for a Better Life: Some Cursory Library Literacy Remarks."},
      {
        "id":"ED385258",
        "title":"Adult Literacy and Lifelong Learning Essential Issues."},
      {
        "id":"ED385259",
        "title":"Public Libraries, Lifelong Learning, and Older Adults: Background and Recommendations."},
      {
        "id":"ED385260",
        "title":"The Cooperative Extension System: A Facilitator of Access for Community-Based Education."},
      {
        "id":"ED385261",
        "title":"Flaming: More Than a Necessary Evil for Academic Mailing Lists."},
      {
        "id":"ED385262",
        "title":"Beyond Walls: A Strategic Plan for James White Library."},
      {
        "id":"ED385263",
        "title":"Story Spinners. The 1993 Iowa Summer Library Program."},
      {
        "id":"ED385264",
        "title":"Once upon a Tale. 1995 Florida Library Youth Program."},
      {
        "id":"ED385265",
        "title":"Evaluation of the Role of the State Library of Florida in Youth Services."},
      {
        "id":"ED385269",
        "title":"Skill Development for Maneuvering on the Information Highway."},
      {
        "id":"ED385270",
        "title":"Preservation Priorities in Latin America. A Report from the Annual IFLA Meeting (60th, Havana, Cuba, August 1994)."},
      {
        "id":"ED385271",
        "title":"Evaluation of the Role of the State Library of Florida in Youth Services. Executive Summary."},
      {
        "id":"ED385272",
        "title":"A Citizen's Guide on Using the Freedom of Information Act and the Privacy Act of 1974 To Request Government Records. First Report by the Committee on Government Reform and Oversight. House of Representatives, 104th Congress, 1st Session."},
      {
        "id":"ED385273",
        "title":"Services and the National Information Infrastructure. Report of the Information Infrastructure Task Force Committee on Applications and Technology, Technology Policy Working Group. Draft for Public Comment."},
      {
        "id":"ED385274",
        "title":"Advanced Digital Video and the National Information Infrastructure. Report of the Information Infrastructure Task Force, Committee on Applications and Technology, Technology Policy Working Group. Draft for Public Comment."},
      {
        "id":"ED385275",
        "title":"Putting the Information Infrastructure to Work. Report of the Information Infrastructure Task Force Committee on Applications and Technology. NIST Special Publication 857."},
      {
        "id":"ED385276",
        "title":"A Library Based Apprenticeship in Psychology Research."},
      {
        "id":"ED385277",
        "title":"Media Services Program Evaluation. Revised."},
      {
        "id":"ED385279",
        "title":"Copyright, Public Policy, and the Scholarly Community."},
      {
        "id":"ED385280",
        "title":"The Future of Community and Personal Identity in the Coming Electronic Culture. A Report of the Annual Aspen Institute Roundtable on Information Technology (3rd, Aspen, Colorado, August 18-21, 1994)."},
      {
        "id":"ED385281",
        "title":"Strategic Alliances and Telecommunications Policy. A Report of the Annual Aspen Institute Conference on Telecommunications Policy (9th, Aspen, Colorado, August 7-11, 1994)."},
      {
        "id":"ED385283",
        "title":"Sources of Audiovisual Materials on Disabilities. Reference Circular No. 95-02."},
      {
        "id":"ED385284",
        "title":"The Image of the Librarian in Murder Mysteries in the Twentieth Century."},
      {
        "id":"ED385285",
        "title":"The Hyper-G Information System."},
      {
        "id":"ED385286",
        "title":"Glossary of Library and Information Science Terms."},
      {
        "id":"ED385287",
        "title":"Library Photocopy Operations. SPEC Kit 209."},
      {
        "id":"ED385288",
        "title":"Effective Library Signage. SPEC KIT 208."},
      {
        "id":"ED385290",
        "title":"A Survey of United States Regional Government Depository Libraries."},
      {
        "id":"ED385291",
        "title":"Library Faculty Workload: A Case Study in Implementing a Teaching Faculty Model."},
      {
        "id":"ED385292",
        "title":"Public Access to Electronic Federal Depository Information in Regional Depository Libraries."},
      {
        "id":"ED385293",
        "title":"Libraries/Media Centers in Schools: Are There Sufficient Resources? Issue Brief."},
      {
        "id":"ED385294",
        "title":"USENET Newsgroups. Consumer Guide, Number 12."},
      {
        "id":"ED385295",
        "title":"Communication by Engineers: A Literature Review of Engineers' Information Needs, Seeking Processes, and Use."},
      {
        "id":"ED385298",
        "title":"Confronting Issues of Gender in Information Technology in Australia."},
      {
        "id":"ED385299",
        "title":"Using a Simple Economic Impact Model To Document Value to Policy Makers."},
      {
        "id":"ED385300",
        "title":"Are Students Who Complete Questionnaires Different from Students Who Don't?"},
      {
        "id":"ED385301",
        "title":"Writing across the Curriculum Annual Report, 1994-95."},
      {
        "id":"ED385302",
        "title":"Learning from the Past, or Must History Repeat Itself? The Learning Center's Annual Report, 1994-95."},
      {
        "id":"ED385303",
        "title":"The Mississippi Community College Fellowship Program (MCCFP)."},
      {
        "id":"ED385304",
        "title":"Faculty Evaluation: Number One Quality Control in TQM [Total Quality Management]."},
      {
        "id":"ED385305",
        "title":"Southern California Public Safety Training Consortium."},
      {
        "id":"ED385306",
        "title":"Projected 1995-96 Cost Allocation Summary."},
      {
        "id":"ED385307",
        "title":"The Latino Experience: New Implications for Compton Community College."},
      {
        "id":"ED385308",
        "title":"Strategic Planning in a Decentralized Environment: The Death of Linearity."},
      {
        "id":"ED385309",
        "title":"Development of a Disabled Student Services Program at Jackson State Community College."},
      {
        "id":"ED385310",
        "title":"Indicators of Institutional Effectiveness. ERIC Digest."},
      {
        "id":"ED385311",
        "title":"Future Learning: Distance Education in Community Colleges. ERIC Digest."},
      {
        "id":"ED385312",
        "title":"The Importance of Work and Other Factors to Attrition: A Comparison of Significancy and Odds Ratios for Different Outcomes."},
      {
        "id":"ED385313",
        "title":"Increasing Institutional Effectiveness: A Continuous Effort after Accreditation."},
      {
        "id":"ED385315",
        "title":"The Status and Scope of Faculty Evaluation. ERIC Digest."},
      {
        "id":"ED385316",
        "title":"The Project for Adult College Education (PACE): Student Characteristics, Perceptions, and Writing Development. ERIC Digest."},
      {
        "id":"ED385317",
        "title":"&quot;Grow Your Own Community College Leaders&quot;: How One College Did It. HCCS Leadership Training Institute."},
      {
        "id":"ED385318",
        "title":"Iowa CASAS Pilot Project Reports: An Initial Evaluation of CASAS Effectiveness in Iowa's Adult Basic Education Programs."},
      {
        "id":"ED385319",
        "title":"Spokane Community College Annual Institutional Assessment Report, 1993-1994."},
      {
        "id":"ED385320",
        "title":"Michigan Community Colleges Activities Classification Structure (ACS) 1993-94 Data Book."},
      {
        "id":"ED385321",
        "title":"Compton Community College General Education Associate of Arts/Certification, Bilingual Immersion Program for the California State University System."},
      {
        "id":"ED385322",
        "title":"The Global Marketplace in the Twenty-First Century: The Community College's Role."},
      {
        "id":"ED385323",
        "title":"The Apprenticeship Component: A Vital Part of Work Force Training."},
      {
        "id":"ED385324",
        "title":"Validating Placement Tests in the Community College: The Role of Test Scores, Biographical Data, and Grading Variation."},
      {
        "id":"ED385325",
        "title":"A Model for Administrative Evaluation by Subordinates."},
      {
        "id":"ED385326",
        "title":"Internet Resources for Community College Practitioners. ERIC Digest."},
      {
        "id":"ED385327",
        "title":"Math Anxiety Workshop, 1993: A Program Developed for the Math Anxious Student at All Levels, but Predominantly at Developmental Levels."},
      {
        "id":"ED385328",
        "title":"Using Criterion-Referenced Performance Indicators To Measure On-the-Job Performance of Graduates."},
      {
        "id":"ED385329",
        "title":"Strategic Considerations To Be Used To Evaluate Joint Ventures."},
      {
        "id":"ED385330",
        "title":"Condition of Higher Education in New Mexico, 1994. Year Ending December 31, 1994."},
      {
        "id":"ED385331",
        "title":"Addressing Needs of Rural Health Care Providers via Distance Learning. Draft."},
      {
        "id":"ED385332",
        "title":"Instructional Multimedia in the Math Classroom and Beyond."},
      {
        "id":"ED385333",
        "title":"Course Transfer Guide, 1995-96. University and Community College System of Nevada."},
      {
        "id":"ED385334",
        "title":"Enrollment Report, Fall 1994."},
      {
        "id":"ED385335",
        "title":"Faculty Workload Report, Fall 1994."},
      {
        "id":"ED385336",
        "title":"Policies and Programs That Affect Transfer."},
      {
        "id":"ED385340",
        "title":"ESEA: Framework for Change. Hearings on S. 1513 Entitled &quot;Improving America's Schools Act of 1993,&quot; and Related Bill, before the Committee on Labor and Human Resources and the Subcommittee on Education, Arts and Humanities. United States Senate, One Hundred Third Congress, First Session (Washington, DC, March 2, 16, 18, 24, April 12, 14, 21, 26, and May 5, 1994; Chicago, IL, April 18, 1994)."},
      {
        "id":"ED385341",
        "title":"Improving America's Schools Act of 1994. Report To Accompany S. 1513 on Authorizing Appropriations To Extend for Six Years the Programs under the Elementary and Secondary Education Act of 1965 Together with Additional and Minority Views. Committee on Labor and Human Resources, United States Senate, 103D Congress, 2d Session."},
      {
        "id":"ED385342",
        "title":"Quality of Child Care and Children's Quality of Life."},
      {
        "id":"ED385344",
        "title":"Georgia Prekindergarten Program Evaluation [with] Executive Summary."},
      {
        "id":"ED385345",
        "title":"Acquiring the Language of Learning: The Performance of Hawaiian Preschool Children on the Preschool Language Assessment Instrument (PLAI)."},
      {
        "id":"ED385346",
        "title":"Focus on Study Habits in School: A Guide for Teachers and Students To Increase Learning in the Middle School."},
      {
        "id":"ED385347",
        "title":"Focus on Study Habits at Home for Middle School Students: A Guide for Parents and Students To Increase Learning at Home."},
      {
        "id":"ED385348",
        "title":"Multiculturalism in Child Care: Phase One. Final Report."},
      {
        "id":"ED385350",
        "title":"Men in the Lives of Children."},
      {
        "id":"ED385352",
        "title":"Parent Perspectives and Participation in Exemplary Kindergarten Practice."},
      {
        "id":"ED385353",
        "title":"Principles To Link By. Integrating Education, Health, and Human Services for Children, Youth, and Families: Systems That Are Community-Based and School-Linked. Final Report."},
      {
        "id":"ED385354",
        "title":"Dorchester County Even Start Program: Evaluation 1992-1993, 1993-1994."},
      {
        "id":"ED385355",
        "title":"Performance on the Balance Scale by Two-Year Old Children."},
      {
        "id":"ED385356",
        "title":"Parent-Child Library Interactions: An Observational Study."},
      {
        "id":"ED385357",
        "title":"Utilizing Mini-Training Sessions To Assist a Teacher in the Use of a Variety of Activities and Strategies To Address the Learning Styles and Modalities of Students in the Second-Grade Class."},
      {
        "id":"ED385358",
        "title":"Texas Evaluation Study of Prekindergarten Programs. Final Report Summary."},
      {
        "id":"ED385359",
        "title":"National Opinion Poll on Child Care."},
      {
        "id":"ED385360",
        "title":"Culturally Competent Inservice Training for Home Visit Personnel."},
      {
        "id":"ED385361",
        "title":"Serving the Advanced Middle School Learner in the Heterogeneous Classroom."},
      {
        "id":"ED385362",
        "title":"&quot;We Want More!&quot;: Empowered Parents Speak about Their Involvement in COGNET Schools."},
      {
        "id":"ED385363",
        "title":"[A Blueprint for Iowa's Young Children.]"},
      {
        "id":"ED385364",
        "title":"[Clinical Responses To Infants and Families.]"},
      {
        "id":"ED385365",
        "title":"Parental Involvement in Middle Schools."},
      {
        "id":"ED385367",
        "title":"A Rainbow of Planning Resources: Selected Bibliography for Unit Planning."},
      {
        "id":"ED385368",
        "title":"Assessing Multiple Intelligences."},
      {
        "id":"ED385369",
        "title":"Toward Systemic Reform: Service Integration for Young Children and Their Families."},
      {
        "id":"ED385370",
        "title":"Life Outside School: A Curriculum Proposal."},
      {
        "id":"ED385371",
        "title":"Behind from the Start: Prevention Programs Not Reaching Many Minnesota Children. Minnesota Kids Count."},
      {
        "id":"ED385372",
        "title":"Minnesota Kids: A Closer Look. Minnesota Kids Count 1994 Report [and] Summary."},
      {
        "id":"ED385373",
        "title":"Masks of Abnormality: Constructing Dropouts in the 1st Grade."},
      {
        "id":"ED385374",
        "title":"Child Development Knowledge and Teacher Preparation: Confronting Assumptions."},
      {
        "id":"ED385375",
        "title":"Skin Diseases in the Tropics."},
      {
        "id":"ED385376",
        "title":"Biracial Identity: An Ecological and Developmental Model."},
      {
        "id":"ED385377",
        "title":"Family Experiences of Transition from Child Care to School."},
      {
        "id":"ED385378",
        "title":"Ladders to Literacy: The Effects of Teacher-Led Phonological Activities for Kindergarten Children with and without Disabilities."},
      {
        "id":"ED385379",
        "title":"Effects of Inservice Training on the Developmental Appropriateness in Early Childhood Education Programs."},
      {
        "id":"ED385380",
        "title":"Who Waits for the White Knight?: Training in \"Nice.\""},
      {
        "id":"ED385381",
        "title":"The Effects of School Mobility on Scholastic Achievement."},
      {
        "id":"ED385383",
        "title":"America's Fathers and Public Policy: Report of a Workshop."},
      {
        "id":"ED385384",
        "title":"Violence and the American Family: Report of a Workshop (Racine, Wisconsin, May 11-13, 1993)."},
      {
        "id":"ED385386",
        "title":"Froebel and Early Childhood Education in America."},
      {
        "id":"ED385388",
        "title":"Fighting Violence without Violence."},
      {
        "id":"ED385393",
        "title":"An Evaluation Study of Parent Schools in China. Action Research in Family and Early Childhood."},
      {
        "id":"ED385394",
        "title":"The 1994 National Survey of CDAs: A Research Report."},
      {
        "id":"ED385395",
        "title":"Children's Use of Prior Knowledge and Experience in Making Sense of Informational Text."},
      {
        "id":"ED385396",
        "title":"Moral Education: Where Have We Been? Where Are We Going?"},
      {
        "id":"ED385398",
        "title":"SENDIT: North Dakota's K-12 Telecommunications Network."},
      {
        "id":"ED385399",
        "title":"Electronic Field Trips: Using Technology To Enhance Classroom Instruction."},
      {
        "id":"ED385400",
        "title":"1994 State Legislation on Native American Issues."},
      {
        "id":"ED385401",
        "title":"State-Tribal Legislation: 1992 and 1993 Summaries."},
      {
        "id":"ED385403",
        "title":"[Focus on Immigration.]"},
      {
        "id":"ED385404",
        "title":"Educating American Indian/Alaska Native Elementary and Secondary Students: Guidelines for Mathematics, Science and Technology Programs. Proceedings of a Conference on the Educational Needs of American Indian/Alaska Native Students in Science, Mathematics and Technology (Boulder, Colorado, May 19-22, 1994)."},
      {
        "id":"ED385406",
        "title":"Aspirations: The Ganado Primary School Curriculum."},
      {
        "id":"ED385407",
        "title":"The GLAD Project Evaluation Summary: 1994 Report."},
      {
        "id":"ED385410",
        "title":"Retirement In-Migration Study: Attractive Features, Economic &amp; Social Impacts."},
      {
        "id":"ED385411",
        "title":"Technology in Rural and Small Schools. 1994-1995 Laboratory Fellows Teacher Recognition Program. Outstanding Teaching Practices Series, Volume 7."},
      {
        "id":"ED385412",
        "title":"Evaluation of the Indian Education Technical Assistance Centers."},
      {
        "id":"ED385413",
        "title":"The Changing Image of Appalachian Children's Literature."},
      {
        "id":"ED385415",
        "title":"Experiential Learning in Schools and Higher Education."},
      {
        "id":"ED385418",
        "title":"Learning about Aboriginal Children and Their Culture: Curriculum Guidelines."},
      {
        "id":"ED385420",
        "title":"Promising Programs in Native Education."},
      {
        "id":"ED385421",
        "title":"Agricultural Safety and Health: A Resource Guide. Rural Information Center Publication Series, No. 40. Revised Edition."},
      {
        "id":"ED385423",
        "title":"The Theory of Experiential Education. A Collection of Articles Addressing the Historical, Philosophical, Social, and Psychological Foundations of Experiential Education. Third Edition."},
      {
        "id":"ED385424",
        "title":"Assessment for American Indian and Alaska Native Learners. ERIC Digest."},
      {
        "id":"ED385425",
        "title":"Outdoor Education and Troubled Youth. ERIC Digest."},
      {
        "id":"ED385426",
        "title":"Middle Level Education in Rural America. ERIC Digest."},
      {
        "id":"ED385427",
        "title":"UNESCO: Agenda 21 and UNCED Follow-Up."},
      {
        "id":"ED385430",
        "title":"Describing the Enacted Curriculum: Development and Dissemination of Opportunity To Learn Indicators in Science Education."},
      {
        "id":"ED385431",
        "title":"Cooperative Learning Activities Related to Women Chemists and Physicists."},
      {
        "id":"ED385432",
        "title":"Undergraduates' (Non-Science Majors) Evaluations of Geology Labs."},
      {
        "id":"ED385433",
        "title":"The Visiting Professorships for Women Program: Lowering the Hurdles for Women in Science and Engineering. NSF Summary and Comments."},
      {
        "id":"ED385434",
        "title":"Of Maggots and Saints: The Central Role of Fallacious Thinking in Science Teacher Education."},
      {
        "id":"ED385435",
        "title":"The Relationship between Teacher Content and Pedagogical Content Knowledge and Student Content Knowledge of Heat Energy and Temperature."},
      {
        "id":"ED385436",
        "title":"The Algebra Initiative Colloquium. Volume 1: Plenary and Reactor Papers."},
      {
        "id":"ED385437",
        "title":"The Algebra Initiative Colloquium. Volume 2: Working Group Papers."},
      {
        "id":"ED385438",
        "title":"Social Context in Mathematics Classrooms: Social Critical and Sociolinguistic Perspectives."},
      {
        "id":"ED385439",
        "title":"Math Penpals! Developing Written Communication in Mathematics."},
      {
        "id":"ED385440",
        "title":"Teacher's Mathematics Inside and Outside Classrooms: A Case Study of Mathematical Activity across Contexts."},
      {
        "id":"ED385441",
        "title":"Great Explorations in Mathematics: Grades K-4. Teacher&apos;s Edition."},
      {
        "id":"ED385442",
        "title":"Great Explorations in Mathematics: Grades 5-8. Teacher's Edition."},
      {
        "id":"ED385443",
        "title":"Great Explorations in Mathematics: Grades 9-12. Teacher&apos;s Edition."},
      {
        "id":"ED385444",
        "title":"Teaching Middle School Mathematics: A Resource For Teachers by the Teachers of PROJECT LINCS (Lead teachers INvolved in making ConnectionS)."},
      {
        "id":"ED385445",
        "title":"Research on Mathematics Education Reported in 1994. Supplement to the July 1995 JRME."},
      {
        "id":"ED385446",
        "title":"High School Symposium for Earth Systems Education (Columbus, Ohio, October 1994). Proceedings and Summary."},
      {
        "id":"ED385447",
        "title":"Recognising Women in Environmental Education Pedagogy and Research: Toward An Ecofeminist Poststructuralist Perspective."},
      {
        "id":"ED385448",
        "title":"The Impact of Reform-Based Partnerships on Attitudes toward Environmental Science and Partnering and on Classroom Instruction. Draft Copy."},
      {
        "id":"ED385449",
        "title":"Less Waste in the First Place. Six Lessons on Packaging and Source Reduction."},
      {
        "id":"ED385450",
        "title":"Migration Oz, An Investigative Resource Kit."},
      {
        "id":"ED385455",
        "title":"A Retrospective on the Social Studies: The Year is 2015."},
      {
        "id":"ED385464",
        "title":"Guidelines for Integrating Women in Development Issues into University International Development Activities."},
      {
        "id":"ED385465",
        "title":"Women in Development. Report, FYs 1991 and 1992."},
      {
        "id":"ED385466",
        "title":"Quality Education for All. International Consultative Forum on Education for All (2nd, New Delhi, India, September 8-10, 1993), Final Report."},
      {
        "id":"ED385470",
        "title":"Guide to Careers in World Affairs. Third Edition."},
      {
        "id":"ED385475",
        "title":"International Perspective on Assessment &amp; Evaluation of Visual Arts Education."},
      {
        "id":"ED385476",
        "title":"Art Education for Children in Crisis."},
      {
        "id":"ED385477",
        "title":"Art Teacher Education."},
      {
        "id":"ED385478",
        "title":"Windows into Art Classrooms."},
      {
        "id":"ED385483",
        "title":"&quot;Individual Work&quot;: Montessori and English Education Policy 1909-1939."},
      {
        "id":"ED385484",
        "title":"Fateful Decisions 1945-1972: The United States' Vietnam Policies in Five Presidential Administrations. A Curriculum Guide."},
      {
        "id":"ED385486",
        "title":"The Importance of Foreign Public Opinion for American Foreign Policy: Guidelines for Teachers."},
      {
        "id":"ED385489",
        "title":"Images of Women in Chinese Literature. Volume 1."},
      {
        "id":"ED385491",
        "title":"The Impact of Small-Group Discussion on Preservice Teachers' Observations and Reflections."},
      {
        "id":"ED385492",
        "title":"Using Portfolios To Assess Students' Conceptual Understanding of Flotation and Buoyancy."},
      {
        "id":"ED385493",
        "title":"Teaching as an Amalgam of Discourses and the Consequent Need for Appropriate Modes of Reflection."},
      {
        "id":"ED385494",
        "title":"Teachers' Perceptions of Collaboration and Clinical Supervision."},
      {
        "id":"ED385495",
        "title":"The Effect of a Critical Curriculum Program on Attitude toward Teaching Students To Learn from Text in the Content Areas. Curriculum and Program Planning Seminar."},
      {
        "id":"ED385496",
        "title":"Moral Development and Identity Formation in High School Juniors: The Effects of Participation in Extracurricular Activities."},
      {
        "id":"ED385497",
        "title":"Learning about Teaching for Understanding through the Study of Tutoring."},
      {
        "id":"ED385499",
        "title":"Learning Side by Side."},
      {
        "id":"ED385500",
        "title":"Towards an Oral History of Educational Ideas in New Zealand as a Resource for Teacher Education."},
      {
        "id":"ED385502",
        "title":"Integrating the Curriculum: The Case of an Award-Winning Elementary School."},
      {
        "id":"ED385503",
        "title":"Awareness of Gender within Teacher Education Programs."},
      {
        "id":"ED385504",
        "title":"Intensive Education."},
      {
        "id":"ED385513",
        "title":"Employees on the Move!"},
      {
        "id":"ED385514",
        "title":"Classroom Practices That Enhance Students' Sense of Community."},
      {
        "id":"ED385515",
        "title":"Planning for Interdisciplinary Instruction: A Literature Review."},
      {
        "id":"ED385516",
        "title":"Interactive Perceptual Psychology: The Human Psychology That Mirrors the Naturalness of Human Behavior."},
      {
        "id":"ED385518",
        "title":"Teachers' In-action Mental Model of Children's Minds and Learning."},
      {
        "id":"ED385519",
        "title":"Foundational Studies in Teacher Education."},
      {
        "id":"ED385520",
        "title":"USC Metropolitan Teacher Education Program: A Follow-up of Its Graduates."},
      {
        "id":"ED385521",
        "title":"Empowering Teachers as Full Partners in the Preparation of New Teachers."},
      {
        "id":"ED385522",
        "title":"From Manipulation to Communication: Communicative Pedagogy and the Postmodern Crisis of the Subject."},
      {
        "id":"ED385524",
        "title":"The Enacted Curriculum: A Deweyan Perspective."},
      {
        "id":"ED385525",
        "title":"Intensive Education: How It Affects Teachers' and Students' Work Conditions."},
      {
        "id":"ED385526",
        "title":"Relationships between Teachers' Images of School and Students' Perceptions of Classroom Environment."},
      {
        "id":"ED385528",
        "title":"The Process of Peer Coaching in the Implementation of Cooperative Learning Structures."},
      {
        "id":"ED385529",
        "title":"How Teachers Get Taught: Five Models for Teaching the Secondary English Methods Class."},
      {
        "id":"ED385530",
        "title":"The Effects of the FOCUS Model on Teacher Perception, Efficacy, and Application in the Classroom."},
      {
        "id":"ED385531",
        "title":"Quality Schooling versus School Performance: What Do Students and Teachers Think?"},
      {
        "id":"ED385532",
        "title":"Standards, Procedures, and Policies for the Accreditation of Professional Education Units."},
      {
        "id":"ED385536",
        "title":"Consumer Concerns about Nutrition: Opportunities for the Food Sector."},
      {
        "id":"ED385537",
        "title":"&quot;Gym's Work Too!&quot; Obtaining Respect for Physical Education in an Urban Elementary School."}]
  }}
