{
  "response":{"numFound":506904,"start":20000,"numFoundExact":true,"docs":[
      {
        "id":"ED402219",
        "title":"Presidents: Understanding America's Presidents through Research-Related Activities. A Good Apple Activity Book for Grades 4-8. Revised Edition."},
      {
        "id":"ED402220",
        "title":"Conflict! Battle of Gettysburg. Teacher's Guide."},
      {
        "id":"ED402221",
        "title":"Community Arts: Partnerships for Education."},
      {
        "id":"ED402222",
        "title":"School Violence and the Law."},
      {
        "id":"ED402223",
        "title":"Rattling Chains and Dreadful Noises: Customs and Arts of Halloween. Third Edition."},
      {
        "id":"ED402224",
        "title":"The Grube Method: The Art of Teaching and Learning Useful Information by Designing and Playing a Simulation Game."},
      {
        "id":"ED402225",
        "title":"Doctor Grube's Playing Cards or The Grube Method Simulation Game for Create-A-Deck of Standard 56-Printer Playing Cards!"},
      {
        "id":"ED402227",
        "title":"Strategies of Teaching Social Studies and Language Arts with Clinical Experiences. Course Syllabus."},
      {
        "id":"ED402228",
        "title":"Great Decisions. Program Handbook."},
      {
        "id":"ED402229",
        "title":"Resolving Conflicts. Lawyers Helping Young People Become Good Citizens."},
      {
        "id":"ED402230",
        "title":"Drugs in the Schools: Preventing Substance Abuse. Exercise in Participation Series. Student Text. Third Edition."},
      {
        "id":"ED402231",
        "title":"Missouri Judges in the Classroom."},
      {
        "id":"ED402232",
        "title":"Law as a Career. Revised Edition."},
      {
        "id":"ED402233",
        "title":"Youth Summits: Youth and Adults as Partners in Violence Prevention. Technical Assistance Bulletin, No. 14."},
      {
        "id":"ED402234",
        "title":"Law Magnet Programs. Technical Assistance Bulletin No. 15."},
      {
        "id":"ED402236",
        "title":"Serving the Community. Lawyers Helping Young People Become Good Citizens. I'm the People--It's about Citizenship and You."},
      {
        "id":"ED402237",
        "title":"&quot;He Says You're Going To Play the Giant&quot;: Ethnographic Perspectives on a Cambodian Arts Class in Philadelphia. Philadelphia Folklore Project Working Papers #8."},
      {
        "id":"ED402238",
        "title":"Pakistan and the Five Themes of Geography. Fulbright-Hays Summer Seminar Abroad Project, 1994."},
      {
        "id":"ED402239",
        "title":"Islam through the History and Culture of Pakistan. Fulbright-Hays Summer Seminar Abroad Project, 1994."},
      {
        "id":"ED402240",
        "title":"Islam through the History and Culture of Pakistan. Fulbright-Hays Summer Seminar Abroad Project, 1994."},
      {
        "id":"ED402241",
        "title":"Speaking of Faith: Eliciting and Enriching Student Discussions of Religion."},
      {
        "id":"ED402244",
        "title":"Applied Economics. Curriculum Review Project."},
      {
        "id":"ED402245",
        "title":"Teaching and Learning in Middle School Social Studies in Turkey: An Analysis of Curriculum Implementation."},
      {
        "id":"ED402246",
        "title":"Working Together to Stop the Violence: A Blueprint for Safer Communities. A Guide to Crime Prevention Month, October 1994."},
      {
        "id":"ED402247",
        "title":"From Risk to Resiliency: The Role of Law-Related Education."},
      {
        "id":"ED402250",
        "title":"Influencing Public Policy. Lawyers Helping Young People Become Good Citizens. I'm the People--It's about Citizenship and You."},
      {
        "id":"ED402251",
        "title":"The Basics of Grant Writing for Law and Civic Education Project Directors."},
      {
        "id":"ED402252",
        "title":"Teaching about the History of Science and Technology in History Classrooms: A New Direction in STS Education."},
      {
        "id":"ED402253",
        "title":"On Tour with the &quot;Accidental&quot; Expert: Ethical Dilemmas of the Development Consultant."},
      {
        "id":"ED402254",
        "title":"The Implications of the Individualism and Communitarian Debate for Civic Education: The Task of Democratic Orientation."},
      {
        "id":"ED402255",
        "title":"Civic Education Reform in the Context of Transition."},
      {
        "id":"ED402256",
        "title":"Teaching Economic Citizenship."},
      {
        "id":"ED402257",
        "title":"Political Culture in Latvian Schools: Preparation for Democratic Citizenship."},
      {
        "id":"ED402261",
        "title":"Helping Your Child Learn Geography, with Activities for Children from 5 to 10 Years of Age. [Revised.]"},
      {
        "id":"ED402269",
        "title":"Inquiring Minds: Creating a Nation of Teachers as Learners. An &quot;Education Week&quot; Special Report."},
      {
        "id":"ED402270",
        "title":"Academic Aptitude and Ability Characteristics of Candidates Teaching and Not Teaching Five Years after Graduation."},
      {
        "id":"ED402271",
        "title":"Entering Personal and Academic Characteristics of a Longitudinal Sample of Persisting and Nonpersisting Teachers Seven Years after Commencement of Teacher Preparation."},
      {
        "id":"ED402272",
        "title":"Breaking Away. An &quot;Education Week&quot; Special Report."},
      {
        "id":"ED402273",
        "title":"Breaking the Mold. An &quot;Education Week&quot; Occasional Series."},
      {
        "id":"ED402274",
        "title":"Roots and Wings. An &quot;Education Week&quot; Occasional Series."},
      {
        "id":"ED402275",
        "title":"The Teachers' Activity Centres of Malaysia."},
      {
        "id":"ED402276",
        "title":"Mathematics in the 21st Century: A Comparative Study of Teaching Mathematics between China and the United States of America."},
      {
        "id":"ED402277",
        "title":"The &quot;Reality Schock&quot; of the Beginning Teachers."},
      {
        "id":"ED402278",
        "title":"A Comparison of Mentor Selection, Incentives, Training and Support, and Mentoring Activities in Six Wisconsin Mentoring Programs for Beginning Teachers."},
      {
        "id":"ED402279",
        "title":"The Context for Change in Teacher Education in Alberta."},
      {
        "id":"ED402280",
        "title":"Standards for Colorado Educators."},
      {
        "id":"ED402281",
        "title":"Educator Preparation and Professional Development Report."},
      {
        "id":"ED402282",
        "title":"Recommendation of Strategic Directions for Professional Development in Maryland Public Schools, 1996-2000."},
      {
        "id":"ED402283",
        "title":"Field-based Interns' Philosophical Perspectives on Teaching."},
      {
        "id":"ED402284",
        "title":"The Nevada Competency Testing Program for Educational Personnel."},
      {
        "id":"ED402286",
        "title":"Launching School Change through Teacher Study Groups: An Action Research Project."},
      {
        "id":"ED402289",
        "title":"Adolescent Sex Education Knowledge in American Schools of Mexico."},
      {
        "id":"ED402290",
        "title":"South Carolina Center for Teacher Recruitment, 1995-1996 Annual Report."},
      {
        "id":"ED402291",
        "title":"An Analysis of a School District's Multicultural/Non-Sexist Policy: Implications for Classroom Practices and Pedagogy."},
      {
        "id":"ED402296",
        "title":"A Study of the Knowledge and Skills of Teachers on School Safety."},
      {
        "id":"ED402297",
        "title":"Balancing on the Edge of Surprise: Managing Junior High Classrooms."},
      {
        "id":"ED402298",
        "title":"Research, Issues, and Practices. Proceedings of the Annual Curriculum and Instruction Research Symposium (4th, Vermillion, South Dakota, April 26, 1996)."},
      {
        "id":"ED402299",
        "title":"Physical Activity and Health. A Report of the Surgeon General."},
      {
        "id":"ED402300",
        "title":"Intercollegiate Athletics: Status of Efforts To Promote Gender Equity. Report to the Honorable Cardiss Collins, House of Representatives."},
      {
        "id":"ED402301",
        "title":"The Student Issue: Original Articles by Student Gammans. 1996 Edition."},
      {
        "id":"ED402302",
        "title":"Out-of-Field Teaching and Educational Equality. Statistical Analysis Report."},
      {
        "id":"ED402304",
        "title":"Performance-Based Teacher Certification in Health Education: The Kentucky Experience."},
      {
        "id":"ED402305",
        "title":"Car Club Teacher's Guide. An Educational Program on Safety Belt Use for Junior High School Students."},
      {
        "id":"ED402306",
        "title":"Wheat for You."},
      {
        "id":"ED402308",
        "title":"Eat Wheat!"},
      {
        "id":"ED402309",
        "title":"How Will the NCAA's New Standards Affect Minority Student-Athletes? RAND Reprint Series."},
      {
        "id":"ED402310",
        "title":"Charting a New Course and Facilitating College and School Collaboration through Service Learning and Service Leadership Development."},
      {
        "id":"ED402311",
        "title":"Long Term Impact on Reforming Classroom Practice."},
      {
        "id":"ED402312",
        "title":"Achievement Goal Orientations and Theories of Intelligence of Chinese Students in Hong Kong."},
      {
        "id":"ED402313",
        "title":"Clinicians' Perceptions of Medical Students' Reasoning on Multiple Choice Items."},
      {
        "id":"ED402315",
        "title":"On Reporting IRT Ability Scores When the Test Is Not Unidimensional."},
      {
        "id":"ED402316",
        "title":"Constructivist Strategies for Teaching Educational Psychology."},
      {
        "id":"ED402317",
        "title":"Newton and Learner Profile Issues: A First-Year Formative Evaluation of a District-Wide Experiment."},
      {
        "id":"ED402318",
        "title":"Reviewing the Research on Mail Survey Response Rates: Alternate Approaches (Symposium)."},
      {
        "id":"ED402319",
        "title":"Reviewing the Research on Mail Survey Response Rates: Meta-Analysis."},
      {
        "id":"ED402320",
        "title":"Reviewing the Research on Mail Survey Response Rates: Descriptive Study."},
      {
        "id":"ED402321",
        "title":"Factor Analytic Methods for Determining Whether Multiple-Choice and Constructed-Response Tests Measure the Same Construct."},
      {
        "id":"ED402322",
        "title":"Local Assessment Moderation in SEPUP."},
      {
        "id":"ED402323",
        "title":"Ensnaring NCME through the World Wide Web."},
      {
        "id":"ED402324",
        "title":"Evaluation of Proposed Critical Values for the Generalized t and Generalized Rank Sum Procedures Using Unequal Sample Sizes."},
      {
        "id":"ED402325",
        "title":"The Advantages of Single-Sex Catholic Secondary Schooling: Selection Effects, School Effects, or &quot;Much Ado About Nothing?&quot;"},
      {
        "id":"ED402327",
        "title":"Norm-Referenced Testing and Criterion-Referenced Testing: The Differences in Purpose, Content, and Interpretation of Results."},
      {
        "id":"ED402328",
        "title":"Challenges in the Development of State Assessment Programs that Support Educational Reform."},
      {
        "id":"ED402329",
        "title":"State High School Graduation Testing: Status and Recommendations."},
      {
        "id":"ED402330",
        "title":"Test Basher Benefit-Cost Analysis."},
      {
        "id":"ED402332",
        "title":"Behavioral Clustering of School Children."},
      {
        "id":"ED402333",
        "title":"Testing Directors', Principals', Supervisors', and Teachers' Perceptions of the Effectiveness of Practices Related to Their Schools' Dissemination of the Results of Standardized Testing."},
      {
        "id":"ED402334",
        "title":"A Factor Analytic Study of the Self-Regulated Learning Inventory."},
      {
        "id":"ED402335",
        "title":"Assessment of the Continuous Progress Report for the Early Learning Years (An Examination of Scale Construction)."},
      {
        "id":"ED402336",
        "title":"A Cognitively-Oriented Approach to Task Analysis and Test Development."},
      {
        "id":"ED402337",
        "title":"National Education Longitudinal Study (NELS:88/94) Methodology Report. Technical Report."},
      {
        "id":"ED402338",
        "title":"Student Ratings of Teaching: The Research Revisited. IDEA Paper No. 32."},
      {
        "id":"ED402339",
        "title":"An Investigation of the Difficulty of Computer-Based Case Simulations."},
      {
        "id":"ED402340",
        "title":"How Do Extreme Schools Change the Interpretation of Results in School Effectiveness Research? Effects of Outlying Second-Level Variables in HLM."},
      {
        "id":"ED402341",
        "title":"Predicting Achievement in Secondary Mathematics Courses."},
      {
        "id":"ED402342",
        "title":"Preschoolers' Emergent Writing at the Computer."},
      {
        "id":"ED402343",
        "title":"Ohio Proficiency Tests for Grade 12. Practice Test."},
      {
        "id":"ED402344",
        "title":"Ohio Proficiency Tests for Grade 12. Fact Sheets. Twelfth-Grade Reading."},
      {
        "id":"ED402345",
        "title":"Ohio Proficiency Tests for Grade 12. Fact Sheet. Twelfth-Grade Proficiency Test in Science."},
      {
        "id":"ED402346",
        "title":"Extended Performance Tasks for Mathematics, Science &amp; Technology."},
      {
        "id":"ED402347",
        "title":"The Registered Holistic Scoring Method: A Writing Handbook. Grade 11 High School Proficiency Test (HSPT11), October 1995."},
      {
        "id":"ED402348",
        "title":"You Can't Judge a High School by Achievement Alone: Preliminary Findings from the Construction of a Behavioral Indicator of High School Effectiveness."},
      {
        "id":"ED402349",
        "title":"Arithmetic Story Grammar: Using Literary Devices To Analyze and Categorize Story Problems."},
      {
        "id":"ED402350",
        "title":"The New Mexico 1994-95 Accountability Report."},
      {
        "id":"ED402351",
        "title":"New Mexico High School Competency Examination. Domain Specifications."},
      {
        "id":"ED402352",
        "title":"Statewide Articulated Assessment System. 1994-1995 Summary Report."},
      {
        "id":"ED402353",
        "title":"National Household Education Survey of 1995. Adult Education Data File User&apos;s Manual."},
      {
        "id":"ED402356",
        "title":"NAEP 1994 Trends in Academic Progress. Report in Brief."},
      {
        "id":"ED402357",
        "title":"An Exploratory Analysis of Response Rates in the 1990-91 Schools and Staffing Survey (SASS)."},
      {
        "id":"ED402358",
        "title":"Schools and Staffing Survey, 1993-94: Data File User's Manual. Volume 1: Survey Documentation."},
      {
        "id":"ED402359",
        "title":"School Choice in Massachusetts. Why Parents Choose Choice."},
      {
        "id":"ED402360",
        "title":"Safeguarding Our Future: Children &amp; Families First. The Report of the Texas Commission on Children and Youth."},
      {
        "id":"ED402361",
        "title":"Welcome to the United States. A Guidebook for Refugees. First Edition."},
      {
        "id":"ED402362",
        "title":"Who's Walking with Me? Dealing with Violence in Schools."},
      {
        "id":"ED402363",
        "title":"A Pilot Study of Coping Processes Utilized by African-American Male Adolescents Living in Violent Communities."},
      {
        "id":"ED402364",
        "title":"Acculturation and Vocational Identity: The Influence of Hispanic Familism."},
      {
        "id":"ED402365",
        "title":"Biracial Identification, Familial Influence and Levels of Acculturation."},
      {
        "id":"ED402366",
        "title":"Community Connection with Education: Macroecology of Educational Outcomes. Spotlight on Student Success No. 107."},
      {
        "id":"ED402367",
        "title":"Fostering Resilience and Learning Success in Schools: 20/20 Analysis. Spotlight on Student Success No. 101."},
      {
        "id":"ED402368",
        "title":"Strengthening the Relationship between School and Work for Noncollege Youth in the Mid-Atlantic Region. Spotlight on Student Success No. 108."},
      {
        "id":"ED402369",
        "title":"When Federal Title I Works To Improve Student Learning in Inner-City Schools: Lessons Learned in Schoolwide Projects in Minneapolis. Spotlight on Student Success No. 112."},
      {
        "id":"ED402370",
        "title":"After-School Programs for Urban Youth. ERIC/CUE Digest No. 114."},
      {
        "id":"ED402372",
        "title":"Steps toward Positive School Culture: Crisis Intervention with Teachers, Parents and Violent Youth."},
      {
        "id":"ED402380",
        "title":"The Effects of a Low Socioeconomic Environment on a Student's Academic Achievement."},
      {
        "id":"ED402381",
        "title":"Increasing Cultural Understanding between Mexican-Americans and Whites in a Multiethnic School."},
      {
        "id":"ED402383",
        "title":"The Downtown School Community Report. Connecting Learning with Life."},
      {
        "id":"ED402385",
        "title":"The Chapter I Challenge: Colorado's Contribution 1994."},
      {
        "id":"ED402386",
        "title":"Patterns of Urban Student Mobility and Local School Reform."},
      {
        "id":"ED402387",
        "title":"The Talent Development Middle School. Essential Components."},
      {
        "id":"ED402388",
        "title":"The Talent Development Middle School. Creating a Motivational Climate Conducive to Talent Development in Middle Schools: Implementation and Effects of Student Team Reading."},
      {
        "id":"ED402389",
        "title":"Campus of Learners. Designation Kit."},
      {
        "id":"ED402395",
        "title":"Black Political Marginalization? Regime Change and School Reform in Charlotte, NC."},
      {
        "id":"ED402396",
        "title":"Boom for Whom? Desegregation, Redistribution, and Development in Charlotte, North Carolina."},
      {
        "id":"ED402397",
        "title":"Reducing, Eliminating, and Preventing Minority Isolation in American Schools: The Impact of the Magnet Schools Assistance Program."},
      {
        "id":"ED402398",
        "title":"Immigrants and Their Educational Attainment: Some Facts and Findings. ERIC Digest, Number 116."},
      {
        "id":"ED402399",
        "title":"The Education of Immigrant Children in New York City. ERIC Digest, Number 117."},
      {
        "id":"ED402400",
        "title":"The International Basis for Intercultural Education Including Anti-Racist and Human Rights Education."},
      {
        "id":"ED402401",
        "title":"Curfew: An Answer to Juvenile Delinquency and Victimization? Juvenile Justice Bulletin."},
      {
        "id":"ED402402",
        "title":"Reconnecting Youth &amp; Community. A Youth Development Approach."},
      {
        "id":"ED402403",
        "title":"In Support of Civil Rights: Taking On the Initiative. LEAP (Leadership Education for Asian Pacifics, Inc.) Special Report, Proposition 209, &quot;The California Civil Rights Initiative.&quot;"},
      {
        "id":"ED402404",
        "title":"School-Family-Community Partnerships and the Academic Achievement of African American, Urban Adolescents. Report No. 7."},
      {
        "id":"ED402406",
        "title":"Parents and Children through the School Years: The Effects of the Home Instruction Program for Preschool Youngsters."},
      {
        "id":"ED402407",
        "title":"Slipping through the Cracks: Three Years Later. A Paper of the Westchester Initiative for Homeless Children."},
      {
        "id":"ED402408",
        "title":"The Cornerstone Project: Building a Foundation for Urban Adolescent Learning. Research Report #14."},
      {
        "id":"ED402409",
        "title":"Characteristics of Successful Recruitment and Retention Programs for Latino Students. Research Report #15."},
      {
        "id":"ED402410",
        "title":"Continuities and Discontinuities in Question Use: Puerto Rican Kindergartners at Home and at School. Research Report #11."},
      {
        "id":"ED402416",
        "title":"Three Ethnic Specific Schools in the Twin Cities: Making Desegregation a Choice?"},
      {
        "id":"ED402418",
        "title":"Hammond Workforce 2000: Literacy for Older Adults. Final Performance Report."},
      {
        "id":"ED402419",
        "title":"Curriculum Quality Standards for Vocational Education: A Guidebook."},
      {
        "id":"ED402421",
        "title":"Project PEER: Planning for Employment Using Educational Resources. Job Club Manual. A Resource Activity Guide. Second Edition."},
      {
        "id":"ED402422",
        "title":"The Early Impact of Youth Credits in England and Wales. CES Briefing No. 7."},
      {
        "id":"ED402423",
        "title":"Adult Career Counseling Center. Thirteenth Annual Report. September 1995-June 1996."},
      {
        "id":"ED402426",
        "title":"Introduction to the Council."},
      {
        "id":"ED402427",
        "title":"Worth More Than We Earn: Fair Pay for Working Women [and] What Works: Fair Pay for Working Women."},
      {
        "id":"ED402428",
        "title":"Illinois Adult Education and Literacy. Annual Report 1995."},
      {
        "id":"ED402429",
        "title":"Need for Staff Development Training in Identification of Learning Disabled Students. A Discussion Paper."},
      {
        "id":"ED402430",
        "title":"Proposal Writing: The Basic Steps in Planning and Writing a Successful Grant Application."},
      {
        "id":"ED402431",
        "title":"An Evaluation Plan for the Saginaw Valley School-to-Work Partnership Serving the Counties of Arenac, Bay, Midland, and Saginaw, Michigan."},
      {
        "id":"ED402432",
        "title":"Parenting Education Supplement for Family and Career Transitions Resource Guide."},
      {
        "id":"ED402433",
        "title":"Action Plan for Communicating and Marketing the Work and Family Life Program."},
      {
        "id":"ED402434",
        "title":"Alternative Assessment: A Family and Consumer Sciences Teacher's Tool Kit."},
      {
        "id":"ED402435",
        "title":"A Synopsis of Minorities in the Workplace: 1900-2000."},
      {
        "id":"ED402436",
        "title":"Technological Change and the Skill Acquisition of Young Workers. National Longitudinal Surveys Discussion Paper."},
      {
        "id":"ED402437",
        "title":"High School Employment. National Longitudinal Surveys Discussion Paper."},
      {
        "id":"ED402438",
        "title":"Capital Market Constraints, Parental Wealth and the Transition to Self-Employment among Men and Women. National Longitudinal Surveys Discussion Paper."},
      {
        "id":"ED402439",
        "title":"The Intergenerational Effects of Fatherlessness on Educational Attainment and Entry-Level Wages. National Longitudinal Surveys Discussion Paper."},
      {
        "id":"ED402440",
        "title":"Training, Wages, and the Human Capital Model. National Longitudinal Surveys Discussion Paper."},
      {
        "id":"ED402441",
        "title":"Assessing School to Work Transitions in the United States. National Longitudinal Surveys Discussion Paper."},
      {
        "id":"ED402442",
        "title":"Towards an Etiological Model of Self-Directed Professional Development."},
      {
        "id":"ED402444",
        "title":"State-Level Policy for Workplace Basic Education: What Advocates Are Saying."},
      {
        "id":"ED402445",
        "title":"The Career Orientation and Planning Profile/Fukuyama Profile National Users Conference (Honolulu, Hawaii, August 18-21, 1996). Presentations."},
      {
        "id":"ED402446",
        "title":"The Study of Educational Needs and Interests of Saskatchewan Seniors and Professionals in Relation to Abuse and Mistreatment of Older Adults."},
      {
        "id":"ED402447",
        "title":"Women and Poverty in Saskatchewan."},
      {
        "id":"ED402448",
        "title":"A Prevention Education Project on the Abuse and Mistreatment of Older Adults in Northern Saskatchewan. Final Report."},
      {
        "id":"ED402449",
        "title":"Seniors Serving Seniors: Volunteers Promoting Healthy Aging Project. Feasibility Study Report."},
      {
        "id":"ED402450",
        "title":"Consumer Resource Management Competencies for Vocational Family and Consumer Sciences in South Dakota."},
      {
        "id":"ED402452",
        "title":"Effective Policies and Practices in Selected Career Fields. Final Report."},
      {
        "id":"ED402453",
        "title":"The Tech Prep Handbook: Essential Documents To Promte Effective Tech Prep Policies and Practices."},
      {
        "id":"ED402454",
        "title":"The Texas Tech Prep Consortia: Strategies for Advancing Academic and Technical Education."},
      {
        "id":"ED402455",
        "title":"Reforming Upper Secondary Education in Europe. The Leonardo da Vinci Project Post-16 Strategies. Surveys of Strategies for Post-16 Education To Improve the Parity of Esteem for Initial Vocational Education in Eight European Educational Systems. Theory into Practice 92. Institute for Educational Research Publication Series B."},
      {
        "id":"ED402457",
        "title":"1995 Recommendations to the Idaho State Board of Education [and] 1996 Recommendations to the Idaho State Board of Education."},
      {
        "id":"ED402458",
        "title":"Biennial Carl D. Perkins/Job Training Partnership Act Evaluation Report. July 01, 1992-June 30, 1994."},
      {
        "id":"ED402460",
        "title":"School-to-Work Policy Insights from Recent International Developments."},
      {
        "id":"ED402461",
        "title":"In Search of the High Road in a Low-Wage Industry."},
      {
        "id":"ED402462",
        "title":"Getting the Credit: OCN Accreditation and Learners with Learning Difficulties and Disabilities. FE Matters. FEDA Paper."},
      {
        "id":"ED402463",
        "title":"The Legal ABCs of Hiring Older Workers."},
      {
        "id":"ED402464",
        "title":"Building Knowledge in the Workplace and Beyond. A Model National Workplace Literacy Curriculum. Revised Edition."},
      {
        "id":"ED402465",
        "title":"Building Knowledge in the Workplace and Beyond. Curriculum Adaptation Project."},
      {
        "id":"ED402466",
        "title":"Enhancing Instruction through Technology."},
      {
        "id":"ED402467",
        "title":"Basic Blueprint Reading. Instructional Guide."},
      {
        "id":"ED402468",
        "title":"Teachers Assisting Teachers. T.A.T. Program. Mentoring for Part-Time Instructors."},
      {
        "id":"ED402470",
        "title":"The Secretary's Awards for Outstanding Vocational-Technical Education Programs. 1995."},
      {
        "id":"ED402471",
        "title":"Apprenticeship in France: Between Tradition and Innovation."},
      {
        "id":"ED402472",
        "title":"Adult Education: Social Change or Status Quo? ERIC Digest No. 176."},
      {
        "id":"ED402473",
        "title":"Community Involvement in K-12 Career Education. ERIC Digest No. 177."},
      {
        "id":"ED402474",
        "title":"Career Resilience. ERIC Digest No. 178."},
      {
        "id":"ED402475",
        "title":"Adult Literacy Education: Emerging Directions in Program Development. ERIC Digest No. 179."},
      {
        "id":"ED402477",
        "title":"A Case Study of Secondary School Cooperative Education Programs in the Province of Ontario and the State of Ohio."},
      {
        "id":"ED402478",
        "title":"Outsourcing: A Flexible Option for the Future? IES Report 320."},
      {
        "id":"ED402479",
        "title":"ADA Guide for Small Businesses."},
      {
        "id":"ED402482",
        "title":"Missouri Vocational Education Annual Performance Report, 1996."},
      {
        "id":"ED402486",
        "title":"School to Work. Why Students Don't Know What They Want To Do!"},
      {
        "id":"ED402487",
        "title":"Action Research for Staff Development in Four Regional Staff Development Centers and Establishment of a Statewide Action Research Network. Final Report."},
      {
        "id":"ED402488",
        "title":"Advancing Basic Skills through the Use of Online Services. 1995-1996 Special 353 Project."},
      {
        "id":"ED402489",
        "title":"Making Connections. A Cross Training Handbook for Adult Literacy Providers."},
      {
        "id":"ED402490",
        "title":"Development of a Collaborative Family Literacy Program. Final Report."},
      {
        "id":"ED402491",
        "title":"The Entrepreneurial Training Center (ETC): A School-to-Work Transition Model Adapted for Out-of-School Adult Learners. ETC Methods and Materials Resource Book."},
      {
        "id":"ED402493",
        "title":"Parents and Preschoolers: Literacy Partners (Keys for Kids), Fiscal Year 1995-1996."},
      {
        "id":"ED402494",
        "title":"Pennsylvania Adult Literacy Practitioner Inquiry Network (PALPIN). Final Report."},
      {
        "id":"ED402495",
        "title":"Cumberland Valley School District's &quot;High School Diploma Program for Adults.&quot; How This Program Can Be Modeled by Local School Districts and Educational Agencies."},
      {
        "id":"ED402496",
        "title":"AXIS: Accessible eXpress Intercommunication for Staff Development. Final Report."},
      {
        "id":"ED402497",
        "title":"The Pennsylvania ABLE Administrators Handbook, 1996 Edition. A Guide for Administrators of Programs Providing Adult Basic and Literacy Education Services in Pennsylvania."},
      {
        "id":"ED402498",
        "title":"A Trainer of Trainers Model to Effectively Disseminate Multi-Media Tutor Training Program."},
      {
        "id":"ED402499",
        "title":"Benchmark Standards for Youth Apprenticeship Programs in Georgia."},
      {
        "id":"ED402500",
        "title":"Bottom Up Succession Planning Works Better."},
      {
        "id":"ED402501",
        "title":"The Worklife Methodology. A Framework for Career Transition Making."},
      {
        "id":"ED402502",
        "title":"What Works and What Doesn't in Career Development Programs."},
      {
        "id":"ED402503",
        "title":"Comprehensive Annual Performance Report, FY96."},
      {
        "id":"ED402504",
        "title":"Creating Partnerships with Education. A Handbook for Business."},
      {
        "id":"ED402505",
        "title":"Creating Partnerships with Parents To Improve Schools. A Handbook for Educators."},
      {
        "id":"ED402506",
        "title":"Using the Internet in the Adult Basic Education Classroom: Learning Together through Experience. Technology Update."},
      {
        "id":"ED402507",
        "title":"Whole Language in ABLE--Just Do It! Research to Practice."},
      {
        "id":"ED402508",
        "title":"Making a Difference in Industry-Education Cooperation. AACE Distinguished Member Series on Career Education."},
      {
        "id":"ED402509",
        "title":"Transitional Independent-Study Trades Program: A Sheltered ESL Vocational Program for Prisons and Jails."},
      {
        "id":"ED402510",
        "title":"Celebrating Excellence: Learning and Teaching in Adult Higher Education. National Conference on Alternative and External Degree Programs for Adults (15th, Columbus, Ohio, October 5-7, 1995)."},
      {
        "id":"ED402511",
        "title":"Visions and Revisions. Annual Alliance/ACE Conference (16th, St. Pete Beach, Florida, October 3-5, 1996)."},
      {
        "id":"ED402512",
        "title":"Lessons from German and American Industrial-Education Partnerships."},
      {
        "id":"ED402515",
        "title":"Survival Factors for Black Students on Predominantly White Campuses."},
      {
        "id":"ED402516",
        "title":"The Teen STAR Program."},
      {
        "id":"ED402517",
        "title":"Longitudinal Evaluation of the Brighter Futures Program. Final Report."},
      {
        "id":"ED402518",
        "title":"The Feminist Perspective: Humanizing Research."},
      {
        "id":"ED402519",
        "title":"The Relationship between Assertiveness and the Persistence of Successful Black Male Students in Predominantly White Institutions of Higher Education: A Comprehensive Review Paper."},
      {
        "id":"ED402520",
        "title":"Evaluation of Drug Treatment in Local Corrections. A Final Summary Report Presented to the National Institute of Justice."},
      {
        "id":"ED402521",
        "title":"Youth and the Law: A Guide for Legislators."},
      {
        "id":"ED402522",
        "title":"The College Guidance Counselor's Handbook, 1996-97. A College Guidance and Information Resource for Oregon High School Counselors."},
      {
        "id":"ED402523",
        "title":"Out of the Mouths of Babes...Voices of the At-Risk Students."},
      {
        "id":"ED402524",
        "title":"Suffer the Children...and They Do."},
      {
        "id":"ED402525",
        "title":"Correspondence in Themes Identified by Students, Parents, and School Support Staff with Regard to the Importance of Various Factors in the Success or Failure of Female At-Risk Students."},
      {
        "id":"ED402542",
        "title":"Integration of Workbook Activities and Basal Reader Stories: A Pilot Study."},
      {
        "id":"ED402543",
        "title":"Using Picture Books Kindergarten through High School."},
      {
        "id":"ED402544",
        "title":"The Bell Curve and the Future of Literacy: If This Is the Answer, What Is the Question?"},
      {
        "id":"ED402545",
        "title":"The Effects of Informed Strategy Training and Computer Mediated Text on Comprehension Monitoring and Reading Comprehension."},
      {
        "id":"ED402547",
        "title":"Whole Language or Phonics? Teachers and Researchers Find the Middle Ground Most Fertile. The Great Reading Debate."},
      {
        "id":"ED402548",
        "title":"The Case of Invented Spelling: How Theory Becomes Target Practice. The Politics of Literacy."},
      {
        "id":"ED402549",
        "title":"Children Who Desperately Want To Read, But Are Not Working at Grade Level: Use Movement Patterns as &quot;Windows&quot; To Discover Why."},
      {
        "id":"ED402550",
        "title":"The Eye of the Other: Reading Difference in Language and Literature."},
      {
        "id":"ED402551",
        "title":"Just Add Kids: A Resource Directory of Learning Partners, Reading Sites, and Other Literacy Organizations That Serve Children and Their Families. Read*Write*Now!"},
      {
        "id":"ED402553",
        "title":"The Effectiveness of &quot;Direct Instruction&quot; on Reading Achievement."},
      {
        "id":"ED402554",
        "title":"Teachers' Perceptions and Students' Literacy Motivations. Reading Research Report No. 69."},
      {
        "id":"ED402555",
        "title":"Complexities of a Collaborative Inquiry Community: Mentor Teachers' Growth within a High School English Teacher Education Program. Reading Research Report No. 70."},
      {
        "id":"ED402556",
        "title":"Learning from Science Text: Role of an Elaborate Analogy. Reading Research Report No. 71."},
      {
        "id":"ED402557",
        "title":"Perceptions of Roles and Relationships in the School Library: A National Survey of Teachers, Administrators, and Library Media Specialists. Reading Research Report No. 72."},
      {
        "id":"ED402558",
        "title":"Portfolios across Educational Contexts: Issues of Evaluation, Teacher Development, and System Validity. Reading Research Report No. 73."},
      {
        "id":"ED402559",
        "title":"Findings from a Yearlong Job Exchange: A Mentor Teacher's Bill of Rights in Teacher Education. Reading Research Report No. 74."},
      {
        "id":"ED402560",
        "title":"Partial Word Knowledge and Vocabulary Growth during Reading Comprehension. Reading Research Report No. 76."},
      {
        "id":"ED402561",
        "title":"The Inside and Outside of Teacher Research: Reflections on Having One Foot in Both Worlds. Perspectives in Reading Research No. 11."},
      {
        "id":"ED402562",
        "title":"The Motivation To Write Profile: An Assessment Tool for Elementary Teachers. Instructional Resource No. 38."},
      {
        "id":"ED402563",
        "title":"The Application of Multiple Intelligences Theory to Reading Instruction."},
      {
        "id":"ED402564",
        "title":"Which Word Recognition Techniques Should Be Taught?"},
      {
        "id":"ED402566",
        "title":"The Power of Powerlessness."},
      {
        "id":"ED402567",
        "title":"A Comparison of the Sing, Spell, Read, &amp; Write Program and the Traditional Approach to Reading Instruction."},
      {
        "id":"ED402568",
        "title":"The Relationship of Academic and Recreational Reading Attitudes School Wide: A Beginning Study."},
      {
        "id":"ED402570",
        "title":"Reading Literacy in an International Perspective: Collected Papers from the IEA Reading Literacy Study."},
      {
        "id":"ED402571",
        "title":"Quality and Utility: The 1994 Trial State Assessment in Reading. The Fourth Report of the National Academy of Education Panel on the Evaluation of the NAEP Trial State Assessment: 1994 Trial State Assessment in Reading."},
      {
        "id":"ED402572",
        "title":"Transcending E-Mail Dissonance: the Mediating Effects of Feminine Rhetoric."},
      {
        "id":"ED402573",
        "title":"Grammar J, as in Jazzing Around: The Roles &quot;Play&quot; Plays in Style."},
      {
        "id":"ED402574",
        "title":"A New Wave: Teaching Writing in Duquesne University's Saturday College."},
      {
        "id":"ED402576",
        "title":"Like a Hurricane: The Writing Program at the Center of the Storm over the University."},
      {
        "id":"ED402577",
        "title":"Crossing Over: Individuality and Social Constructivism in the Writing Center."},
      {
        "id":"ED402578",
        "title":"Coaching Writing in Multicultural Classrooms with Oral Commentary."},
      {
        "id":"ED402579",
        "title":"Professing Professionalism: The Psychological Dilemma of the Student-to-Professional Peer Conversion Process."},
      {
        "id":"ED402580",
        "title":"Building a Community Discourse for a Writing Program: Creating a Handbook and a Common Experience Teaching Program for Adjunct Faculty."},
      {
        "id":"ED402581",
        "title":"A Diversity of Grammars: Breaking the Boundaries of &quot;The Well Made Box.&quot;"},
      {
        "id":"ED402582",
        "title":"Transcending Right Brain/Left Brain Boundaries: The Teacher as Model."},
      {
        "id":"ED402583",
        "title":"Breaking through \"The Dominion of Facts\": Sarah Josepha Hale's Instructive Legacy."},
      {
        "id":"ED402584",
        "title":"America Inc.: John Dos Passos'&quot;USA&quot; as Professional Writing Textbook."},
      {
        "id":"ED402585",
        "title":"Tradition and Story: Intergenerational Ties of Past to Present."},
      {
        "id":"ED402586",
        "title":"Textual Authority: The Rhetorical Politics of Thomas Nashe."},
      {
        "id":"ED402587",
        "title":"Expanding the Horizon: Writing for the Visual Arts."},
      {
        "id":"ED402588",
        "title":"Illiterate Sorrows: Misrepresenting Literacy and Intelligence."},
      {
        "id":"ED402590",
        "title":"Bard South: Teaching Writing at Historically Black Colleges and Universities."},
      {
        "id":"ED402591",
        "title":"Writing as Involvement: A Case for Face-to-Face Classroom Talk in a Computer Age."},
      {
        "id":"ED402592",
        "title":"The Tragedy of Logos: Networked Computer Classrooms and Contact with Strange Discourse Worlds."},
      {
        "id":"ED402593",
        "title":"Between a Rock and a Hard Place: African Americans and Standard English."},
      {
        "id":"ED402594",
        "title":"The Influence of Coauthoring on the Writing Process."},
      {
        "id":"ED402595",
        "title":"Designing a Graduate Seminar in Academic Writing."},
      {
        "id":"ED402596",
        "title":"From Conscientization to Connected Knowing: The Liberatory Epistemologies of Paulo Freire and &quot;Women's Ways of Knowing.&quot;"},
      {
        "id":"ED402597",
        "title":"Connecting Higher Education to Public Schooling: Resistance to Reform."},
      {
        "id":"ED402598",
        "title":"Accommodating Difference: Native American English Education--Reexamining Past Assumptions and Recognizing Socio-Political Influences."},
      {
        "id":"ED402599",
        "title":"The First College Journalism Students: Answering Robert E. Lee's Offer of a Higher Education."},
      {
        "id":"ED402600",
        "title":"Making the Paths: Constructing Multicultural Texts and Critical-Narrative Discourse in Literature-History Classes. Report Series 7.8."},
      {
        "id":"ED402604",
        "title":"Teaching to the Camera: Learning Long Distance."},
      {
        "id":"ED402605",
        "title":"\"Don't Believe the Hype\": Electronic Textuality and the Composition Classroom."},
      {
        "id":"ED402609",
        "title":"&quot;Cold Sassy Tree&quot; and &quot;Song of Solomon&quot;: Novels in the Composition Class."},
      {
        "id":"ED402610",
        "title":"Using Multimedia-Hypertext in a Composition Class: An Interdisciplinary Approach."},
      {
        "id":"ED402612",
        "title":"Personal Writing and the ESL Student."},
      {
        "id":"ED402613",
        "title":"High Schools Are from Mars, Colleges from Greece: Why We Exist Eons Apart."},
      {
        "id":"ED402614",
        "title":"Cross-Talk in Comp Theory: A Reader."},
      {
        "id":"ED402620",
        "title":"On Exclusion and Inclusion in Classroom Texts and Talk. Report Series 7.5."},
      {
        "id":"ED402623",
        "title":"Multicultural Poetry: Voices Unique, yet Universal."},
      {
        "id":"ED402625",
        "title":"Co-Authoring in the Classroom: Creating an Environment for Effective Collaboration. Theory &amp; Research into Practice (TRIP) Series."},
      {
        "id":"ED402629",
        "title":"Integrating the Language Arts. ERIC Digest."},
      {
        "id":"ED402630",
        "title":"Epideictic Discourse as a Bridge to Argumentation: A Rhetorically Based Strategy for Teaching the Arts of Persuasion."},
      {
        "id":"ED402631",
        "title":"The Communication of Innovations and the Case of Sustainable Agriculture."},
      {
        "id":"ED402632",
        "title":"Youth Intervention."},
      {
        "id":"ED402633",
        "title":"Disconfirming Conversational Acts."},
      {
        "id":"ED402634",
        "title":"Selecting Their Sources: Patterns of News Media Use among Primary and Secondary School Students."},
      {
        "id":"ED402635",
        "title":"Assessing Student Learning Outcomes in Teaching Organizational Communication."},
      {
        "id":"ED402637",
        "title":"Drama and Young Children."},
      {
        "id":"ED402639",
        "title":"Assessing Student Learning Outcomes in Teaching Interpersonal Communication."},
      {
        "id":"ED402640",
        "title":"Transformational Leadership: Overview of a Human Resources Administrative Practice."},
      {
        "id":"ED402642",
        "title":"When Innovation Results in 'Deskilling': An Unintended Consequence of Reform."},
      {
        "id":"ED402643",
        "title":"Visionary Leadership. ERIC Digest, Number 110."},
      {
        "id":"ED402644",
        "title":"Preparing Administrators for Connected Schools."},
      {
        "id":"ED402645",
        "title":"Changing the Schools' Climate To Reduce Student Violence."},
      {
        "id":"ED402646",
        "title":"Office for Civil Rights: Ensuring Equal Access to Quality Education."},
      {
        "id":"ED402647",
        "title":"How To File a Discrimination Complaint with the Office for Civil Rights."},
      {
        "id":"ED402648",
        "title":"Education and Title VI. Title VI of the Civil Rights Act of 1964."},
      {
        "id":"ED402649",
        "title":"Does Restructuring Make a Difference for the Principal? Role Conceptions of Principals in Restructuring Schools."},
      {
        "id":"ED402650",
        "title":"Evaluation of the Oregon Business Council-David Douglas Model School District Partnership Program."},
      {
        "id":"ED402651",
        "title":"Collaboration Efforts among Teachers: Implications for School Administrators."},
      {
        "id":"ED402652",
        "title":"The ABCs of Investing in Student Performance."},
      {
        "id":"ED402653",
        "title":"The Progress of Education Reform: 1996."},
      {
        "id":"ED402654",
        "title":"State Issues Report, 1995-96."},
      {
        "id":"ED402655",
        "title":"Lessons Learned: How Collaboration Contributes to School Improvement. State Leadership for Learning."},
      {
        "id":"ED402656",
        "title":"Prospects: Special Analyses. Final Report."},
      {
        "id":"ED402657",
        "title":"Prospects: The Congressionally Mandated Study of Educational Growth and Opportunity. Findings from the 1992 Catholic School Supplement."},
      {
        "id":"ED402659",
        "title":"The Deliberative Opinion Caucus: Improving Quality in School Decision Making."},
      {
        "id":"ED402660",
        "title":"An Analysis of Fiscal Equity and Its Relationship to Systemic Reform, Goals 2000, and School Finance Reform in the Southern States."},
      {
        "id":"ED402662",
        "title":"Blue Ribbon Schools: Elementary and Secondary School Recognition Programs."},
      {
        "id":"ED402663",
        "title":"Office of Educational Research and Improvement. Who We Are and What We Can Do for You."},
      {
        "id":"ED402664",
        "title":"Supporting Community Efforts To Improve Schools. The Goals 2000 Act."},
      {
        "id":"ED402665",
        "title":"How We Can Help America Learn: A Summary of Major Activities."},
      {
        "id":"ED402666",
        "title":"Go for the Goals! The National Education Goals."},
      {
        "id":"ED402667",
        "title":"Bright New Era in Education."},
      {
        "id":"ED402668",
        "title":"Careers in the U.S. Department of Education: Education Program Specialist."},
      {
        "id":"ED402670",
        "title":"A Nonprofit Technical Assistance Activity for Charter Applicants in Pennsylvania: Mission, Functions, Capabilities and Plans."},
      {
        "id":"ED402671",
        "title":"Improving Leadership Preparation Programs through a School, University, and Professional Organization Partnership."},
      {
        "id":"ED402672",
        "title":"A Comparison by Gender of Selected Educational Administration Positions Represented by NBTA Membership in the Province of New Brunswick."},
      {
        "id":"ED402673",
        "title":"Epistemological Beliefs of Chilean Educators and School Reform Efforts."},
      {
        "id":"ED402674",
        "title":"Principals' Epistemological Beliefs and Their Support of Integrated Curriculum."},
      {
        "id":"ED402675",
        "title":"Dealing with Dilemmas in a Morally Polarized Era: The Conflicting Ethical Codes of Educational Leaders."},
      {
        "id":"ED402677",
        "title":"Education's Equivalent of Medicine's Framingham Heart Study."},
      {
        "id":"ED402678",
        "title":"United States Department of Education: Annual Accountability Report, Fiscal Year 1995."},
      {
        "id":"ED402679",
        "title":"Digest of Education Statistics, 1996."},
      {
        "id":"ED402680",
        "title":"Leadership for Minority Achievement: How Schools Promote or Prevent Quality Education."},
      {
        "id":"ED402682",
        "title":"Methodological Issues in Evaluation Research: The Milwaukee School Choice Plan. Occasional Paper 96-4."},
      {
        "id":"ED402684",
        "title":"Federal Grants: Design Improvements Could Help Federal Resources Go Further. Report to the Chairman, Committee on the Budget, House of Representatives."},
      {
        "id":"ED402685",
        "title":"Leadership Strategies."},
      {
        "id":"ED402686",
        "title":"Systemic Planning for Technology."},
      {
        "id":"ED402687",
        "title":"A New Direction for Educational Reforms in the 21st Century: Hong Kong and International Contexts."},
      {
        "id":"ED402690",
        "title":"Re-inventing Education: Transforming Financial Support for Michigan Schools."},
      {
        "id":"ED402691",
        "title":"Contrasting American and Native American Views of Leadership."},
      {
        "id":"ED402692",
        "title":"The Annual Condition of Education Report. A Report on Elementary, Secondary and Community College Education in Iowa."},
      {
        "id":"ED402693",
        "title":"The Annual Condition of Education Report. A Report on Pre-Kindergarten, Elementary, Secondary and Community College Education in Iowa."},
      {
        "id":"ED402695",
        "title":"A Qualitative Assessment of Organizational Learning Processes in Selected Turkish Public and Private High Schools."},
      {
        "id":"ED402696",
        "title":"Do Rich and Poor Districts Spend Alike? Issue Brief."},
      {
        "id":"ED402697",
        "title":"Analysis of the Legal Knowledge of Secondary School Principals in West Virginia."},
      {
        "id":"ED402698",
        "title":"Public School Choice Programs, 1993-94: Availability and Student Participation. Issue Brief."},
      {
        "id":"ED402699",
        "title":"How Widespread Is Site-Based Decisionmaking in the Public Schools? Issue Brief."},
      {
        "id":"ED402700",
        "title":"Science Talent in the Young Expressed within Ecologies of Achievement. Research-Based Decision Making Series."},
      {
        "id":"ED402701",
        "title":"Square Pegs in Round Holes--These Kids Don't Fit: High Ability Students with Behavioral Problems. Research-Based Decision Making Series."},
      {
        "id":"ED402702",
        "title":"The Effects of Group Composition on Gifted and Non-Gifted Elementary Students in Cooperative Learning Groups."},
      {
        "id":"ED402703",
        "title":"Core Attributes of Giftedness: A Foundation for Recognizing the Gifted Potential of Minority and Economically Disadvantaged Students."},
      {
        "id":"ED402704",
        "title":"Performance of Economically Disadvantaged Students Placed in Gifted Programs through the Research-Based Assessment Plan."},
      {
        "id":"ED402705",
        "title":"Research Related to the Enrichment Triad Model."},
      {
        "id":"ED402706",
        "title":"Undiscovered Edisons: Fostering the Talents of Vocational-Technical Students."},
      {
        "id":"ED402707",
        "title":"Educators' Perceptions of Barriers to the Identification of Gifted Children from Economically Disadvantaged and Limited English Proficient Backgrounds."},
      {
        "id":"ED402708",
        "title":"Considerations and Strategies for Parenting the Gifted Child."},
      {
        "id":"ED402709",
        "title":"Developing the Gifts and Talents of All America's Students: NRC/GT--1990-1995."},
      {
        "id":"ED402710",
        "title":"A New Window for Looking at Gifted Children."},
      {
        "id":"ED402711",
        "title":"The Prism Metaphor: A New Paradigm for Reversing Underachievement."},
      {
        "id":"ED402712",
        "title":"Texas Early Childhood Intervention Programs, 1997 Directory."},
      {
        "id":"ED402713",
        "title":"Hidden Abilities in Higher Education: New College Students with Disabilities. Monograph Series, Number 21."},
      {
        "id":"ED402714",
        "title":"Essential Allies: Families as Advisors."},
      {
        "id":"ED402717",
        "title":"Education of Students with Phenylketonuria (PKU): Information for Teachers, Administrators and Other School Personnel."},
      {
        "id":"ED402718",
        "title":"Asthma Management in Minority Children: Practical Insights for Clinicians, Researchers, and Public Health Planners."},
      {
        "id":"ED402721",
        "title":"Do the Planful Behaviors of Special Needs Preschoolers Affect Learning as Exhibited through Play?"},
      {
        "id":"ED402722",
        "title":"Occupational Therapy and Physical Therapy: A Resource and Planning Guide."},
      {
        "id":"ED402723",
        "title":"Access to Curriculum: Instructional Tools for Students with Learning Difficulties."},
      {
        "id":"ED402724",
        "title":"Free Appropriate Public Education for Students with Handicaps: Requirements under Section 504 of the Rehabilitation Act of 1973."},
      {
        "id":"ED402725",
        "title":"The Vocational Assessment Protocol. User's Manual [and] Profiles. Revised."},
      {
        "id":"ED402726",
        "title":"The Vocational Assessment Protocol: Development and Validation."},
      {
        "id":"ED402727",
        "title":"Health and Safety Considerations: Caring for Young Children with Exceptional Health Care Needs."},
      {
        "id":"ED402728",
        "title":"Jay Nolan Community Services: The Advantages and Dilemmas of Converting Quickly from Group Homes to Supported Living Services."},
      {
        "id":"ED402729",
        "title":"Protocols for Choosing Low Vision Devices."},
      {
        "id":"ED402730",
        "title":"Supported Employment for People with Severe Mental Retardation."},
      {
        "id":"ED402732",
        "title":"Linguistics of Power and Politeness in Turkish: Revelations from Speech Acts."},
      {
        "id":"ED402733",
        "title":"When Students Translate for Parents: Effects of Language Brokering."},
      {
        "id":"ED402734",
        "title":"Languages in International Business: Some Implementational Issues."},
      {
        "id":"ED402735",
        "title":"The ASLPR: Its Origins and Current Developments."},
      {
        "id":"ED402736",
        "title":"Crioulo Grammar Made Simple."},
      {
        "id":"ED402737",
        "title":"Kiswahili Book for Peace Corps Tanzania."},
      {
        "id":"ED402738",
        "title":"Peace Corps/Zambia PST 1995 Special Lessons: Bemba."},
      {
        "id":"ED402739",
        "title":"A Beginner's Course in Tunisian Arabic."},
      {
        "id":"ED402740",
        "title":"Gagana Samoa Mo Pisikoa. Peace Corps Samoan Language Handbook."},
      {
        "id":"ED402741",
        "title":"Russian Supplementary Dialogues."},
      {
        "id":"ED402742",
        "title":"Manuel de Espanol para Profesores del Cuerpo de Paz--Chile (Peace Corps Teacher's Manual for Spanish--Chile). Second Edition."},
      {
        "id":"ED402743",
        "title":"Peace Corps/Zambia PST 1995 Special Lessons. Nyanja."},
      {
        "id":"ED402744",
        "title":"Guarani I and Work Book (For Peace Corps Volunteers)."},
      {
        "id":"ED402745",
        "title":"An Integrative Approach to Teaching English as a Second Language: The Hong Kong Case."},
      {
        "id":"ED402747",
        "title":"A Pragmatic Analysis of English Passives in Second Language Acquisition."},
      {
        "id":"ED402748",
        "title":"A Contrastive Discourse Analysis of Passives in English and Korean."},
      {
        "id":"ED402749",
        "title":"A Study of Field-Independent/Field-Dependent Cognitive Styles of Japanese Students and Correlations with their Academic Achievement in Two American High Schools."},
      {
        "id":"ED402750",
        "title":"\"They're All Alike to Me\": Student Acceptance of Foreign Students."},
      {
        "id":"ED402752",
        "title":"Standard and Non-Standard African Language Varieties in the Urban Areas of South Africa. Main Report for the STANON Research Programme."},
      {
        "id":"ED402753",
        "title":"Spanish Language Workbook (In Development)."},
      {
        "id":"ED402754",
        "title":"Language Correspondence Course (Community Entry Language Preparation): Tagalog, Modules 1-21."},
      {
        "id":"ED402755",
        "title":"Competency Based Language Education Curriculum Guide. [Tunisian Arabic.]"},
      {
        "id":"ED402756",
        "title":"India - 103 Agricultural Extension. Madhya Pradesh Hindi Language."},
      {
        "id":"ED402757",
        "title":"Kazakh Language Course for Peace Corps Volunteers in Kazakhstan."},
      {
        "id":"ED402758",
        "title":"Ilonggo Language Packet."},
      {
        "id":"ED402759",
        "title":"Viracnon Language Packet."},
      {
        "id":"ED402760",
        "title":"Kiswahili Competency Based Manual. Revised."},
      {
        "id":"ED402761",
        "title":"Estonian Language Competencies for Peace Corps Volunteers in the Republic of Estonia."},
      {
        "id":"ED402762",
        "title":"Luganda Self-Instructing Learner's Manual."},
      {
        "id":"ED402763",
        "title":"Albanian Language Competencies for Peace Corps Volunteers in Albania."},
      {
        "id":"ED402764",
        "title":"Latvian Language Competencies for Peace Corps Volunteers in the Republic of Latvia."},
      {
        "id":"ED402765",
        "title":"English-Mongolian Phrase Book."},
      {
        "id":"ED402766",
        "title":"Espanol I: Manual (para Peace Corps Volunteers) (Spanish I: Manual (for Peace Corps Volunteers)."},
      {
        "id":"ED402767",
        "title":"Russian Language Course for Peace Corps Trainees in Russia."},
      {
        "id":"ED402768",
        "title":"Tagalog Language Packet."},
      {
        "id":"ED402769",
        "title":"On JALT 95: Curriculum and Evaluation. Proceedings of the JALT International Conference on Language Teaching/Learning (22nd, Nagoya, Japan, November 1995)."},
      {
        "id":"ED402770",
        "title":"On JALT 95: Curriculum and Evaluation. Proceedings of the JALT International Conference on Language Teaching/Learning (22nd, Nagoya, Japan, November 1995). Section One: Looking Back, Looking Forward."},
      {
        "id":"ED402771",
        "title":"On JALT 95: Curriculum and Evaluation. Proceedings of the JALT International Conference on Language Teaching/Learning (22nd, Nagoya, Japan, November 1995). Section Two: Curriculum Design."},
      {
        "id":"ED402772",
        "title":"On JALT 95: Curriculum and Evaluation. Proceedings of the JALT International Conference on Language Teaching/Learning (22nd, Nagoya, Japan, November 1995). Section Three: Computers and Language Learning."},
      {
        "id":"ED402773",
        "title":"On JALT 95: Curriculum and Evaluation. Proceedings of the JALT International Conference on Language Teaching/Learning (22nd, Nagoya, Japan, November 1995). Section Four: Classrooms and Culture."},
      {
        "id":"ED402774",
        "title":"On JALT 95: Curriculum and Evaluation. Proceedings of the JALT International Conference on Language Teaching/Learning (22nd, Nagoya, Japan, November 1995). Section Five: Bilingualism and Children."},
      {
        "id":"ED402775",
        "title":"On JALT 95: Curriculum and Evaluation. Proceedings of the JALT International Conference on Language Teaching/Learning (22nd, Nagoya, Japan, November 1995). Section Six: In the Classroom."},
      {
        "id":"ED402776",
        "title":"On JALT 95: Curriculum and Evaluation. Proceedings of the JALT International Conference on Language Teaching/Learning (22nd, Nagoya, Japan, November 1995). Section Seven: Testing and Evaluation."},
      {
        "id":"ED402777",
        "title":"Technical Language Manual for AFSI/NRM Volunteers: Zarma."},
      {
        "id":"ED402778",
        "title":"Comparative Outcomes and Impacts of Early, Middle and Late Entry French Immersion Options: Review of Recent Research and Annotated Bibliography."},
      {
        "id":"ED402780",
        "title":"Learner's Mongol-English Dictionary."},
      {
        "id":"ED402781",
        "title":"Ivatan Language Packet."},
      {
        "id":"ED402782",
        "title":"Lectura y Vida: Revista Latinoamericana de Lectura (Reading and Life: Latin American Reading Magazine). 1996."},
      {
        "id":"ED402783",
        "title":"Sinhala Language Trainer's Manual."},
      {
        "id":"ED402784",
        "title":"Spanish I and Work Book (for Peace Corps Volunteers)."},
      {
        "id":"ED402785",
        "title":"Corps de la Paix Tunisie: Cours de situation (Peace Corps Tunisia: Situation Course)."},
      {
        "id":"ED402786",
        "title":"Promoting Secondary School Transitions for Immigrant Adolescents. ERIC Digest."},
      {
        "id":"ED402787",
        "title":"African Languages at the K-12 Level. ERIC Digest."},
      {
        "id":"ED402788",
        "title":"Teaching Foreign Languages to At-Risk Learners. ERIC Digest."},
      {
        "id":"ED402789",
        "title":"Proficiency Plus: The Next Step. ERIC Digest."},
      {
        "id":"ED402790",
        "title":"The Derivation of Meaning in the Navajo Verb."},
      {
        "id":"ED402791",
        "title":"Imaginative Aspects of Comprehension in First and Second Language."},
      {
        "id":"ED402793",
        "title":"The Transfer of Perspective in the Indirect Passive."},
      {
        "id":"ED402794",
        "title":"Why, How, and When Should My Child Learn a Second Language?"},
      {
        "id":"ED402795",
        "title":"Real Jobs for Real People. Student Book."},
      {
        "id":"ED402796",
        "title":"Healthy Beginnings: Lead Safe Families. An English as a Second Language Curriculum on Lead Poisoning Prevention."},
      {
        "id":"ED402797",
        "title":"Essential School Language [and] Final Report."},
      {
        "id":"ED402799",
        "title":"NACUBO Endowment Study, 1994."},
      {
        "id":"ED402800",
        "title":"Benchmarking in Higher Education: Adapting Best Practices To Improve Quality. ERIC Digest."},
      {
        "id":"ED402801",
        "title":"Benchmarking in Higher Education: Adapting Best Practices To Improve Quality. ASHE-ERIC Higher Education Report No. 5."},
      {
        "id":"ED402802",
        "title":"A Case Study of an Ed.D. in Educational Leadership, School of Education, East Carolina University."},
      {
        "id":"ED402804",
        "title":"Advising Graduate Students in Higher Education Programs: An Institutional Effort and Survey Instrument."},
      {
        "id":"ED402807",
        "title":"Recruiting Trends 1996-97. A National Study of Job Market Trends for New College Graduates among 508 Businesses, Industries, and Governmental Agencies. Twenty-Sixth Edition."},
      {
        "id":"ED402808",
        "title":"Qualitative/Action Research for Authentic Assessment."},
      {
        "id":"ED402809",
        "title":"The IES Annual Graduate Review 1996-97."},
      {
        "id":"ED402810",
        "title":"Study in the Netherlands: Small Countries Have To Be Smarter. General Edition."},
      {
        "id":"ED402813",
        "title":"Academic Subenvironments and Differential Patterns of Self-Perceived Growth during College: A Test of Holland's Theory. ASHE Annual Meeting Paper."},
      {
        "id":"ED402814",
        "title":"Collegiality Encountered by New Faculty. ASHE Annual Meeting Paper."},
      {
        "id":"ED402815",
        "title":"The Effect of Doctoral Students' Background, Involvement, and Perception of Growth on Their Intention To Persist. ASHE Annual Meeting Paper."},
      {
        "id":"ED402816",
        "title":"How Different Types of Colleges and Universities Represent Themselves in Washington: Perspectives and Tactics. ASHE Annual Meeting Paper."},
      {
        "id":"ED402817",
        "title":"Listening for Disciplinary Differences in Faculty Goals. ASHE Annual Meeting Paper."},
      {
        "id":"ED402818",
        "title":"College Influence on Student Intentions toward International Competence. ASHE Annual Meeting Paper."},
      {
        "id":"ED402819",
        "title":"Undergraduate Students' Development of Critical Thinking Skills: An Institutional and Disciplinary Analysis and Comparison with Academic Library Use and Other Measures. ASHE Annual Meeting Paper."},
      {
        "id":"ED402820",
        "title":"The Contribution of Financial Aid to the Price of Four-Year Institution Attended by 1989/90 Freshmen. ASHE Annual Meeting Paper."},
      {
        "id":"ED402821",
        "title":"Efficiency in Public Higher Education: Administrative Reform and Redundancy. ASHE Annual Meeting Paper."},
      {
        "id":"ED402822",
        "title":"The Graduate Assistantship: Facilitator of Graduate Students' Professional Socialization. ASHE Annual Meeting Paper."},
      {
        "id":"ED402823",
        "title":"Interpreting Biglan's &quot;Hard-Soft&quot; Dimension of Disciplinary Variation. ASHE Annual Meeting Paper."},
      {
        "id":"ED402824",
        "title":"A Cross-Cultural Comparison of Department Chair Stress in Australia and the United States. ASHE Annual Meeting Paper."},
      {
        "id":"ED402825",
        "title":"Toward Pluralistic Leadership Cultures: Beyond Policy Making, Being Transformed by Stories. ASHE Annual Meeting Paper."},
      {
        "id":"ED402826",
        "title":"Boundaries of Belonging and Postsecondary Access: African-American Students and College Choice Decisionmaking in Social Context. ASHE Annual Meeting Paper."},
      {
        "id":"ED402827",
        "title":"Sharing the Costs of Postsecondary Education in Vermont: A Case Study of a &quot;High Tuition, High Aid&quot; State Strategy. ASHE Annual Meeting Paper."},
      {
        "id":"ED402828",
        "title":"Resisting the Normative Implications of Tinto: Student and Institutional Characteristics Supporting the Persistence of Chicanos in Higher Education. ASHE Annual Meeting Paper."},
      {
        "id":"ED402829",
        "title":"An Exploratory Study of College Purchase Options: How Financial Aid Widens Minorities' Choices. ASHE Annual Meeting Paper."},
      {
        "id":"ED402830",
        "title":"The Practice of Academic Administration: Internships in Higher Education Programs. ASHE Annual Meeting Paper."},
      {
        "id":"ED402831",
        "title":"Campus Environment and Student Involvement as Predictors of Outcomes of the Community College Experience. ASHE Annual Meeting Paper."},
      {
        "id":"ED402832",
        "title":"Differences in Degree Aspirations and Attainment Outcomes between Football or Basketball Players and Other Intercollegiate Athletes. ASHE Annual Meeting Paper."},
      {
        "id":"ED402833",
        "title":"Contrasts Between Science and Humanities Majors in Undergraduate Outcomes and Activities. ASHE Annual Meeting Paper."},
      {
        "id":"ED402834",
        "title":"The Making of a Branch Campus System: A Statewide Strategy of Coalition Building. ASHE Annual Meeting Paper."},
      {
        "id":"ED402835",
        "title":"Higher Educational Expansion in Taiwan from 1950 to 1994: Patterns and Explanations. ASHE Annual Meeting Paper."},
      {
        "id":"ED402836",
        "title":"The Pipeline for Achieving Faculty Diversity: Debunking the Myths. ASHE Annual Meeting Paper."},
      {
        "id":"ED402837",
        "title":"Rising Public Tuition Prices and Enrollment in Community Colleges and Four-Year Institutions. ASHE Annual Meeting Paper."},
      {
        "id":"ED402838",
        "title":"Identity Politics, Institutional Response, and Cultural Negotiation: Meanings of a Lesbian/Gay/Bisexual Office on Campus. ASHE Annual Meeting Paper."},
      {
        "id":"ED402839",
        "title":"Exploring the Concept of Departmental Vision. ASHE Annual Meeting Paper."},
      {
        "id":"ED402840",
        "title":"The Faculty Role in Governance: A Historical Analysis of the Influence of The American Association of University Professors and the Middle States Association on Academic Decision Making. ASHE Annual Meeting Paper."},
      {
        "id":"ED402841",
        "title":"An Investigation of Part-Time Faculty Commitment to Student Development. ASHE Annual Meeting Paper."},
      {
        "id":"ED402842",
        "title":"Observations on Boundary Spanning and Culture in Higher Education: An Exploratory Study of a Start-up Organization. ASHE Annual Meeting Paper."},
      {
        "id":"ED402843",
        "title":"Predicting Student Loan Defaults. ASHE Annual Meeting Paper."},
      {
        "id":"ED402844",
        "title":"Collegiate Influences on the Civic Values of Students. ASHE Annual Meeting Paper."},
      {
        "id":"ED402845",
        "title":"Higher Education Institutions as Learning Organizations: The Quality Principles and Practices in Higher Education. ASHE Annual Meeting Paper."},
      {
        "id":"ED402846",
        "title":"Faculty Receptivity/Resistance to Change, Personal and Organizational Efficacy, Decision Deprivation and Effectiveness in Research I Universities. ASHE Annual Meeting Paper."},
      {
        "id":"ED402847",
        "title":"The &quot;Chilly Climate&quot; for Women and Cognitive Outcomes During the First Year of College. ASHE Annual Meeting Paper."},
      {
        "id":"ED402848",
        "title":"Presidential Succession and Organizational Change in the Community College. ASHE Annual Meeting Paper."},
      {
        "id":"ED402851",
        "title":"Campus Trends 1996. Adjusting to New Realities. Higher Education Panel Report, Number 86."},
      {
        "id":"ED402852",
        "title":"Directory and Statistical Summary. Proprietary Sector of Missouri Postsecondary Education, 1995-96."},
      {
        "id":"ED402853",
        "title":"Voices, Places and Conversations about Service Learning: Making Connections."},
      {
        "id":"ED402854",
        "title":"Service-Learning and the Sociological Imagination: Approach and Assessment."},
      {
        "id":"ED402855",
        "title":"The National Assessment of College Student Learning: An Inventory of State-Level Assessment Activities. A Report of the Proceedings of the Study Design Workshop (3rd, Arlington, VA, December 7-8, 1995). Research and Development Report."},
      {
        "id":"ED402856",
        "title":"Sexual Harassment: It's Not Academic."},
      {
        "id":"ED402857",
        "title":"Nontraditional Undergraduates: Trends in Enrollment from 1986 to 1992 and Persistence and Attainment among 1989-90 Beginning Postsecondary Students. Postsecondary Education Descriptive Analysis Reports. Statistical Analysis Report."},
      {
        "id":"ED402859",
        "title":"Challenging the Superior Student Using Honors Contracts."},
      {
        "id":"ED402860",
        "title":"The Role of Judgment in Admissions."},
      {
        "id":"ED402862",
        "title":"The UCLA Experience: Class of 1994, Survey &amp; Report."},
      {
        "id":"ED402863",
        "title":"Current Student Aid and Other Related Regulations (Through January 31, 1994)."},
      {
        "id":"ED402874",
        "title":"Clothing Professors with Immunity: Points of Law on Academic Freedom."},
      {
        "id":"ED402875",
        "title":"College Opportunities and the Poor: Getting National Policies Back on Track."},
      {
        "id":"ED402876",
        "title":"The Restructuring of the Montana University System."},
      {
        "id":"ED402877",
        "title":"The Restructuring of the Montana University System: Phase Two. Board of Regents Resolution, July 6, 1995."},
      {
        "id":"ED402878",
        "title":"Montana University System Fact Book."},
      {
        "id":"ED402879",
        "title":"What Lies Ahead?"},
      {
        "id":"ED402880",
        "title":"Crossing Boundaries, Creating Community, Reorganizing a College of Education."},
      {
        "id":"ED402881",
        "title":"Statistical Summary of Missouri Higher Education, 1994-1995."},
      {
        "id":"ED402882",
        "title":"The Capital Campaign in Higher Education. A Practical Guide for College and University Advancement."},
      {
        "id":"ED402883",
        "title":"Change@ucsc.edu: Managing a Comprehensive Change Effort."},
      {
        "id":"ED402884",
        "title":"Consolidating Financial Statements."},
      {
        "id":"ED402885",
        "title":"Cost Accounting in Higher Education. Simplified Macro- and Micro-Costing Techniques."},
      {
        "id":"ED402886",
        "title":"Campus Financial Systems for the Future."},
      {
        "id":"ED402887",
        "title":"NACUBO Endowment Study, 1995."},
      {
        "id":"ED402888",
        "title":"Organizational Paradigm Shifts."},
      {
        "id":"ED402889",
        "title":"Guidelines for Filing IRS Forms 990 and 990-T."},
      {
        "id":"ED402891",
        "title":"Case Study and Role-Play in an Advanced History Course."},
      {
        "id":"ED402892",
        "title":"Faculty Supplemental Contracts. Compensation to Faculty."},
      {
        "id":"ED402893",
        "title":"Scholarly Publishing in America."},
      {
        "id":"ED402894",
        "title":"Public Administration Education. How Is It Perceived by Practitioners?"},
      {
        "id":"ED402895",
        "title":"Interprofessional Education and Training Integrated Services Concerns. An Annotated Bibliography, Volume II."},
      {
        "id":"ED402896",
        "title":"Remedial Education at Higher Education Institutions in Fall 1995. Statistical Analysis Report."},
      {
        "id":"ED402897",
        "title":"The Student Guide. Financial Aid from the U.S. Department of Education, 1997-98."},
      {
        "id":"ED402898",
        "title":"Funding Your Education, 1997-98."},
      {
        "id":"ED402899",
        "title":"Teaching and Learning for the Future. Committee on Multimedia in Teacher Training, Final Report."},
      {
        "id":"ED402901",
        "title":"Meeting the Needs of CALS Students for Computing Capabilities. Final Report of the Ad Hoc Committee on College of Agriculture and Life Sciences Student Computing Competencies."},
      {
        "id":"ED402903",
        "title":"Kids and Television in the Nineties: Responses from the Youth Monitor. CPB Research Notes, No. 64."},
      {
        "id":"ED402904",
        "title":"Native Americans' Perceptions of Public Broadcasting. CPB Research Notes, No. 69."},
      {
        "id":"ED402907",
        "title":"Advanced Adoption of Computer Technology in the Classroom and Teachers' Participation in Voluntary Innovation Adoption Activities."},
      {
        "id":"ED402909",
        "title":"How Television Impacts Kids and Learning: Lessons from the Youth Monitor. CPB Research Notes, No. 65."},
      {
        "id":"ED402911",
        "title":"Satellite Town Meeting."},
      {
        "id":"ED402915",
        "title":"ERIC Annual Report, 1995. Summarizing the Recent Accomplishments of the Educational Resources Information Center."},
      {
        "id":"ED402917",
        "title":"Resource Guide to Federal Funding for Technology in Education."},
      {
        "id":"ED402918",
        "title":"Public Broadcasting's Services for the American People."},
      {
        "id":"ED402919",
        "title":"Study of School Uses of Television and Video. 1990-91 School Year. Summary Report."},
      {
        "id":"ED402920",
        "title":"Fair Use Guidelines for Educational Multimedia. Subcommittee on Courts and Intellectual Property of the Committee on the Judiciary. House of Representatives. One Hundred Fourth Congress, Second Session."},
      {
        "id":"ED402921",
        "title":"Franchise Fees and Public, Educational and Government (PEG) Access. Report to the Minnesota Legislature."},
      {
        "id":"ED402924",
        "title":"The Bread &amp; Butter of the Internet: A Primer and Presentation Packet for Educators."},
      {
        "id":"ED402925",
        "title":"The Bread &amp; Butter of the Internet. ERIC Digest."},
      {
        "id":"ED402927",
        "title":"Knights Alive in '95. 1995 Summer Reading Program for Children."},
      {
        "id":"ED402928",
        "title":"The School Librarian's Role in the Electronic Age. ERIC Digest."},
      {
        "id":"ED402929",
        "title":"The Commission on Preservation and Access, The Council on Library Resources: Annual Report, July 1, 1995-June 30, 1996."},
      {
        "id":"ED402931",
        "title":"The Relationship of Time to Effectiveness in Research Skills Instruction for Students at Philadelphia College of Bible."},
      {
        "id":"ED402932",
        "title":"Development of an Information Literacy Program for the Degree Completion Program at Philadelphia College of Bible."},
      {
        "id":"ED402933",
        "title":"Development, Implementation, and Evaluation of an Information Literacy Program for the Undergraduate School at Philadelphia College of Bible."},
      {
        "id":"ED402934",
        "title":"An Evaluation of the Library Committee at Philadelphia College of Bible."},
      {
        "id":"ED402935",
        "title":"I.D. Weeks Library: Guide to Library Resources."},
      {
        "id":"ED402936",
        "title":"Public Library Services for Home Schooling. ERIC Digest."},
      {
        "id":"ED402937",
        "title":"Annual Program: Library Services and Construction Act. 1996-1997."},
      {
        "id":"ED402938",
        "title":"The South Carolina Program for Library Development, 1996-1999 under the Library Services and Construction Act (P.L. 101-254, FY 1997)."},
      {
        "id":"ED402939",
        "title":"Alabama Public Library Service Annual Report, 1995."},
      {
        "id":"ED402941",
        "title":"Federal Public Library Programs in Alabama, 1995."},
      {
        "id":"ED402943",
        "title":"ARL Annual Salary Survey, 1996-97."},
      {
        "id":"ED402944",
        "title":"Digital Image Collections: Issues and Practice."},
      {
        "id":"ED402945",
        "title":"Sources of Braille Reading Materials. Reference Circular No. 96-02."},
      {
        "id":"ED402947",
        "title":"Communication Station: Tune In at Your Library! 1997 Florida Library Youth Program."},
      {
        "id":"ED402948",
        "title":"Planning for a Diverse Workforce in Library and Information Science Professions. Revised Edition."},
      {
        "id":"ED402949",
        "title":"Renewing the ARL Agenda. Proceedings of the Annual Meeting of the Association of Research Libraries (125th, Washington, DC, October 19-21, 1994)."},
      {
        "id":"ED402950",
        "title":"Helping with Homework: A Parent's Guide to Information Problem-Solving. ERIC Digest."},
      {
        "id":"ED402955",
        "title":"Libraries in the Global, National, and Local Networked Information Infrastructure."},
      {
        "id":"ED402956",
        "title":"A Space Utilization Study at Gaston College: Methodology and Procedures."},
      {
        "id":"ED402957",
        "title":"Distance Learning and Technology Plan."},
      {
        "id":"ED402958",
        "title":"Integrating Ethics through Case Studies: Enhancing Learners&apos; Ethical Thinking in Composition Classes."},
      {
        "id":"ED402959",
        "title":"&quot;Who's in Charge?&quot; The System of Governance for Florida's Twenty-Eight Community Colleges."},
      {
        "id":"ED402960",
        "title":"Community College Student Experiences Report: Perspectives of the 1995 Graduating Class, Blue Ridge Community College."},
      {
        "id":"ED402961",
        "title":"Making Student Retention an Institutional Priority."},
      {
        "id":"ED402962",
        "title":"Cypress College Campus Computer Technology Plan."},
      {
        "id":"ED402963",
        "title":"K-12 Students Concurrently Enrolled at College of the Canyons, Spring 1992-Fall 1995."},
      {
        "id":"ED402964",
        "title":"Faculty Survey for Accreditation--Update."},
      {
        "id":"ED402965",
        "title":"Student Survey for Accreditation."},
      {
        "id":"ED402966",
        "title":"Core Alcohol and Drug Survey, One-Page Reports."},
      {
        "id":"ED402967",
        "title":"Community College Students and Foreign Languages: Making the Match."},
      {
        "id":"ED402968",
        "title":"Educational Specifications for the Flagstaff Campus."},
      {
        "id":"ED402969",
        "title":"Developing International Competitiveness on a Broad Front: Country Needs and a College Response."},
      {
        "id":"ED402970",
        "title":"Assessing Regional and Community Needs through the Use of Focus Groups."},
      {
        "id":"ED402971",
        "title":"Higher Education Funding Recommendations, 1997-98."},
      {
        "id":"ED402972",
        "title":"Bits, Bytes, and Bricks: The Impact of Technology on Classroom Architecture."},
      {
        "id":"ED402973",
        "title":"Community College Models: Myths and Realities of Access and Equality."},
      {
        "id":"ED402974",
        "title":"Outsourcing of Technology in Higher Education: The Brookdale Experience."},
      {
        "id":"ED402975",
        "title":"An Hour with the Internet Curmudgeon."},
      {
        "id":"ED402976",
        "title":"Assessment/Advisement Center Handbook for Community College Testing Centers."},
      {
        "id":"ED402977",
        "title":"Crisis Response Support Procedures for Educational Institutions."},
      {
        "id":"ED402978",
        "title":"Arizona Community Colleges in 2010."},
      {
        "id":"ED402979",
        "title":"Commission d'Evaluation de l'Enseignement Collegial Rapport Annuel, 1995-1996 (Commission on the Evaluation of Collegiate Teaching Annual Report, 1995-1996)."},
      {
        "id":"ED402980",
        "title":"A New State Policy on Community College Student Charges. Commission Report 95-1."},
      {
        "id":"ED402982",
        "title":"Chabot College Campus Climate Survey Results: Fall 1994."},
      {
        "id":"ED402983",
        "title":"Using HLM To Investigate Instructor Grade Variability and Differences by Gender and Race-Ethnicity in Ethnically-Diverse Community College Math Courses."},
      {
        "id":"ED402985",
        "title":"System Funding Task Force Report."},
      {
        "id":"ED402986",
        "title":"Noncredit Course Enrollments, Fiscal Year 1996."},
      {
        "id":"ED402987",
        "title":"Fall 1996 Enrollment Survey Report."},
      {
        "id":"ED402988",
        "title":"1996 Follow-Up Study of Fiscal Year 1995 Occupational Graduates."},
      {
        "id":"ED402989",
        "title":"Unit Cost Report for the Illinois Public Community Colleges Fiscal Year 1996."},
      {
        "id":"ED402990",
        "title":"Student Enrollment and Completions in the Illinois Community College System, Fiscal Year 1996."},
      {
        "id":"ED402991",
        "title":"Status Report on Goals and Objectives, Fiscal Years 1996-1998."},
      {
        "id":"ED402992",
        "title":"Educating the Work Force for the 21st Century."},
      {
        "id":"ED402993",
        "title":"Excellence and Accountability Report, September 1, 1995."},
      {
        "id":"ED402994",
        "title":"The College and the Community, with Special Reference to the North Hudson Center and the North Hudson Area. Data Report 95.04."},
      {
        "id":"ED402995",
        "title":"Reasons for Attending HCCC: Results of Survey of Graduates of the Classes of 1990, 1991, 1992, 1993 and 1994. Special Report 95.04."},
      {
        "id":"ED402996",
        "title":"Response to &quot;Working Group on Mission Differentiation Survey.&quot; Special Report 95.05."},
      {
        "id":"ED402997",
        "title":"Analysis of 1995 Graduate Follow-Up Survey. Data Report 96.03."},
      {
        "id":"ED402998",
        "title":"Novices on the Net: An Introduction to Education Class Uses E-Mail and the Internet."},
      {
        "id":"ED402999",
        "title":"Recent Alumni Survey, 1994-95."},
      {
        "id":"ED403000",
        "title":"Employer Survey, 1994-95."},
      {
        "id":"ED403001",
        "title":"Report of Students Enrolled in College Preparatory Courses, Fall Semester 1995."},
      {
        "id":"ED403002",
        "title":"WTCS Facts, January 1997."},
      {
        "id":"ED403003",
        "title":"AACC-ACCT Community College Agenda for the 105th Congress."},
      {
        "id":"ED403004",
        "title":"Regional Cooperation To Meet Global Competition."},
      {
        "id":"ED403005",
        "title":"Comparing Performance of Two-Year Community College Students to Four-Year Native Students."},
      {
        "id":"ED403006",
        "title":"Spreading the Word: Providing Composition Instruction through Links with Social Science Classes."},
      {
        "id":"ED403007",
        "title":"Toward Increased Student Success: Transfer as an Institutional Commitment."},
      {
        "id":"ED403008",
        "title":"Relationships among Various Dimensions of Self-Esteem and Academic Achievement in Elementary Students."},
      {
        "id":"ED403009",
        "title":"Parents and Early Childhood Education: Assessing the Relationship between Parents&apos; Beliefs, Parents&apos; Behaviors and Children&apos;s Schools."},
      {
        "id":"ED403010",
        "title":"Head Start and Medicaid: Making the Connection. The Final Report of the Head Start/Medicaid Collaboration Project."},
      {
        "id":"ED403011",
        "title":"Head Start Emergent Literacy Project. Training Manual."},
      {
        "id":"ED403012",
        "title":"Enhancing the Skills of Early Childhood Trainers: Training Pack, Parts 1-5."},
      {
        "id":"ED403013",
        "title":"The Longitudinal Assessment Study (LAS): Cycle 4 (Ten Year) Follow-Up."},
      {
        "id":"ED403015",
        "title":"Reconceptualization of the Authoritarian Parenting Style and Parental Control: Some Initial Items."},
      {
        "id":"ED403016",
        "title":"Quality and Effectiveness of Pre-Kindergarten Programs in Georgia: Parental Perspectives."},
      {
        "id":"ED403017",
        "title":"What Contribution Can Schools in the Nineties Make to Preventive Mental Health?"},
      {
        "id":"ED403019",
        "title":"Parent Participation Rights and Responsibilities: A True Partnership between Home and School."},
      {
        "id":"ED403020",
        "title":"Developing Mindful Learners Model: A 21st Century Ecological Approach."},
      {
        "id":"ED403022",
        "title":"Helping Children Cope with Moving: A Practical Resource Guide for &quot;Moving Is Hard.&quot; Kids Have Feelings, Too Series. Fearon Teacher Aids. Preschool-3."},
      {
        "id":"ED403024",
        "title":"Parents' Reports of School Practices To Involve Families. Statistics in Brief."},
      {
        "id":"ED403025",
        "title":"Portrait of the Future: 1994 Kansas Kids Count Data Book."},
      {
        "id":"ED403026",
        "title":"Kansas Kids Count Data Book, 1995. A Project of Kansas Action for Children."},
      {
        "id":"ED403027",
        "title":"North Dakota Kids Count! Fact Book, 1994: Regional and County Profiles of Child Well-Being in North Dakota."},
      {
        "id":"ED403028",
        "title":"North Dakota Kids Count! Fact Book, 1995: State, Regional and County Profiles of Child Well-Being in North Dakota."},
      {
        "id":"ED403034",
        "title":"Connecticut&apos;s Children: Still at Risk. 1995 Data Update."},
      {
        "id":"ED403035",
        "title":"Connecticut's Children: Still at Risk. 1996 Data Update."},
      {
        "id":"ED403038",
        "title":"Improving New Family Child Care Providers' Understanding of Standard Business Practices through the Development of a Resource Manual."},
      {
        "id":"ED403039",
        "title":"How Does the Parent-Preschool Partnership Work?"},
      {
        "id":"ED403040",
        "title":"The Cognitive Enrichment Network Education Model (COGNET)."},
      {
        "id":"ED403042",
        "title":"Deepest Spring in the Heart: KIDS COUNT Mississippi, 1994 Data Book."},
      {
        "id":"ED403043",
        "title":"Deepest Spring in the Heart: KIDS COUNT Mississippi, 1995 Data Book. Volume II."},
      {
        "id":"ED403045",
        "title":"Childhood Education: International Perspectives."},
      {
        "id":"ED403046",
        "title":"The Century of the Child, Part II: Back to the Future or Forward to the Past?"},
      {
        "id":"ED403047",
        "title":"Is It Possible To Improve Tolerance among Elementary School Children? The Good Will Classroom Example."},
      {
        "id":"ED403048",
        "title":"Children, Culture and Education."},
      {
        "id":"ED403049",
        "title":"The Development of the Identity in the Cultural Context."},
      {
        "id":"ED403050",
        "title":"Prominent or Hard-Working? About Sex-Based Interpretation Frames in Education."},
      {
        "id":"ED403051",
        "title":"Socialization Attitudes and Practices of Korean Mothers of Young Children: The Influence of Context."},
      {
        "id":"ED403052",
        "title":"Early Childhood Herstories: An Oral History Project on the Changing Educational Ideas of Teachers in New Zealand."},
      {
        "id":"ED403053",
        "title":"Early Childhood Educare: Quality Programmes which Care and Educate."},
      {
        "id":"ED403054",
        "title":"Children's Creativity in the Preschool Institutions in Macedonia."},
      {
        "id":"ED403055",
        "title":"Quality Science Investigation in the Early Years."},
      {
        "id":"ED403056",
        "title":"Early Childhood Arts Games."},
      {
        "id":"ED403057",
        "title":"Let's Add R.I.C.E. (Relevant, Intercultural, Childhood Experiences) to Our Curriculum Menu!"},
      {
        "id":"ED403058",
        "title":"Self-Portrait of a Child: Portfolios as a Means of Self-Assessment in Preschool and Primary School."},
      {
        "id":"ED403059",
        "title":"Conditions for Appropriate Pedagogical Organizing and Performing of Play in the Preschool Institutions in Macedonia."},
      {
        "id":"ED403060",
        "title":"Children, Parents and Caregivers: Three Views of Care and Education."},
      {
        "id":"ED403061",
        "title":"How Can We as Parents and Educators Foster Metacognitive Development?"},
      {
        "id":"ED403062",
        "title":"Physical Punishment and Education in Early Childhood: The Case of Finland."},
      {
        "id":"ED403063",
        "title":"Special Needs Children: Sick Children--A Challenge for Child Care."},
      {
        "id":"ED403064",
        "title":"The Play of Disabled Children in Early Development."},
      {
        "id":"ED403065",
        "title":"An Evaluation of Health-Promoting Schools in the Finnish Network."},
      {
        "id":"ED403066",
        "title":"Futures Thinking--A Perspective To Improve the School."},
      {
        "id":"ED403067",
        "title":"Early Education in Ireland--Towards Collision or Collaboration?"},
      {
        "id":"ED403068",
        "title":"Formal Schooling for 5 Year Olds in New Zealand."},
      {
        "id":"ED403069",
        "title":"The Teacher as a Researcher."},
      {
        "id":"ED403070",
        "title":"The New Initial Programme for Preschool Teachers in Slovenia."},
      {
        "id":"ED403071",
        "title":"The Dart Mentor Teacher Model: Training Early Childhood Supervisors To Assist Beginning Teachers."},
      {
        "id":"ED403072",
        "title":"Interdisciplinary Early Childhood Education Teacher Certification."},
      {
        "id":"ED403073",
        "title":"Situated Learning in Kindergarten Teacher Education."},
      {
        "id":"ED403074",
        "title":"Portfolio Assessment: An Early Childhood and Family Studies Department Model."},
      {
        "id":"ED403075",
        "title":"The Relationship of Maternal Employment to Kindergarten Children's Adjustment."},
      {
        "id":"ED403077",
        "title":"Early Childhood Motor Skills Information Packet."},
      {
        "id":"ED403080",
        "title":"Men as Workers in Childcare Services. A Discussion Paper."},
      {
        "id":"ED403081",
        "title":"The 1994 Child Care Rate Study: Licensed Child Care in Washington State."},
      {
        "id":"ED403082",
        "title":"Women's Literacy and Empowerment."},
      {
        "id":"ED403083",
        "title":"The Relationship between Grade Configuration and Student Performance in Rural Schools."},
      {
        "id":"ED403086",
        "title":"Native American Preparatory School."},
      {
        "id":"ED403087",
        "title":"Get It Right: Indigenous Demands for Control of Indigenous Higher Education."},
      {
        "id":"ED403092",
        "title":"Integrating Curriculum, Instruction and Assessment."},
      {
        "id":"ED403094",
        "title":"Comparing the Policy of Aboriginal Assimilation: Australia, Canada, and New Zealand."},
      {
        "id":"ED403097",
        "title":"Public Engagement. IDRA Focus."},
      {
        "id":"ED403098",
        "title":"The Reference Book on Regional Well-Being: U.S. Regions, the Black Belt, Appalachia."},
      {
        "id":"ED403101",
        "title":"Why Bilingual Education? ERIC Digest."},
      {
        "id":"ED403102",
        "title":"Perspectives on Rural Child Care. ERIC Digest."},
      {
        "id":"ED403111",
        "title":"Investigating Your Environment."},
      {
        "id":"ED403113",
        "title":"Unified Science - System."},
      {
        "id":"ED403116",
        "title":"Ecosystem Matters: Activity and Resource Guide for Environmental Educators."},
      {
        "id":"ED403117",
        "title":"Physics in Virginia: The State of the State's Public Undergraduate and Graduate Physics Programs. A Report by the Virginia Task Force on Physics. Presented to Virginia's Colleges and Universities and the State Council of Higher Education for Virginia. Revised."},
      {
        "id":"ED403118",
        "title":"Dissecting Dissection."},
      {
        "id":"ED403119",
        "title":"Of Apples and Animals: An Introduction to Biotechnology."},
      {
        "id":"ED403120",
        "title":"Coal Is Cool: Coal Education Resource Kit Recommended for Grades K-2."},
      {
        "id":"ED403125",
        "title":"Testing the Waters. Duke Power State Park: An Environmental Education Learning Experience Designed for Grades 4-7."},
      {
        "id":"ED403126",
        "title":"The University of Chicago School Mathematics Project, Autumn 1996."},
      {
        "id":"ED403131",
        "title":"Sciencing with Mother Goose: Activities for Integrating Science and Literature."},
      {
        "id":"ED403132",
        "title":"Public Understanding of Science as Seen by the Scientific Community: Do We Need To Re-Conceptualize the Challenge and To Re-Examine Our Own Assumptions?"},
      {
        "id":"ED403133",
        "title":"Using Ethnobotany as a Topic To Make Connections between Culture and Science."},
      {
        "id":"ED403134",
        "title":"Building a Successful Collaborative for Professional Development: Lessons Learned and Recommendations. Texas Regional Collaborative for Excellence in Science Teaching. Dwight D. Eisenhower Science Professional Development."},
      {
        "id":"ED403135",
        "title":"Engagement, Wonder, and Learning by Jerks in Science: Perspectives of Pre-Service Elementary Education Students, Medical Students, and Research Science Doctoral Students."},
      {
        "id":"ED403137",
        "title":"Inclusive Science Education: What Does It Look Like? Confronting Homophobia and Providing Equity for Homosexuals in Our Science Classrooms."},
      {
        "id":"ED403138",
        "title":"Perspectives from Teachers' Classrooms. Action Research. Science FEAT (Science for Early Adolescence Teachers)."},
      {
        "id":"ED403140",
        "title":"Anthropology. Teacher&apos;s Resource Packet."},
      {
        "id":"ED403141",
        "title":"Empowering Teachers as Researchers."},
      {
        "id":"ED403143",
        "title":"Preparing and Hiring Exemplary Science Teachers."},
      {
        "id":"ED403144",
        "title":"Beyond Word-Problems and Textbooks: Using Reading Generatively in the Mathematics Classroom."},
      {
        "id":"ED403146",
        "title":"Report Assessing Environmental Education in the United States and the Implementation of the National Environmental Education Act of 1990."},
      {
        "id":"ED403147",
        "title":"WOWBugs: Materials Development and Classroom Implementation of a Novel Organism."},
      {
        "id":"ED403155",
        "title":"Scientific and Engineering Research Facilities at Colleges and Universities, 1996."},
      {
        "id":"ED403156",
        "title":"Integrating Science and Language Arts: A Guide for the Practitioner."},
      {
        "id":"ED403157",
        "title":"Achieving the Goals: Goal 5, First in the World in Math and Science. Technology Resources. [Resource Guide to Federal Support for Technology in Education.]"},
      {
        "id":"ED403158",
        "title":"Education for Sustainability: An Agenda for Action."},
      {
        "id":"ED403159",
        "title":"Mathematics &amp; Science Education. Report of the National Network of Eisenhower Mathematics and Science Regional Consortia and National Clearinghouse."},
      {
        "id":"ED403161",
        "title":"Exploring the Use of Visual Learning Logs in an Elementary Science Methods Class."},
      {
        "id":"ED403162",
        "title":"Procedural Knowledge Teaching Model: Effects of Short-Term Internet Training on Preservice Teachers."},
      {
        "id":"ED403163",
        "title":"Learning for a Sustainable Environment: Teacher Education and Environmental Education in Asia and the Pacific."},
      {
        "id":"ED403164",
        "title":"Science Framework for the 1996 National Assessment of Educational Progress. NAEP Science Consensus Project."},
      {
        "id":"ED403165",
        "title":"Montana Indian Law-Related Education Model Curriculum Guide."},
      {
        "id":"ED403168",
        "title":"Aesthetic Persuasion: Pressing the Cause of Arts Education in American Schools."},
      {
        "id":"ED403170",
        "title":"A Voice from Mount Parnassus: The Autobiography of William E. Drake, 1903-1989. Second Edition."},
      {
        "id":"ED403171",
        "title":"Maquiladora Industry: An Update from the Border. Fulbright-Hays Summer Seminar Abroad Project."},
      {
        "id":"ED403172",
        "title":"Mexican Education: An Analysis. Fulbright-Hays Summer Seminar Abroad Project."},
      {
        "id":"ED403173",
        "title":"Children and Youth in Mexico Toward the 21st Century. Fulbright-Hays Summer Seminar Abroad Project."},
      {
        "id":"ED403174",
        "title":"Samples of Students' Writing from the Social Studies 30 Diploma Examination January 1995."},
      {
        "id":"ED403181",
        "title":"The Holocaust, A Bibliography."},
      {
        "id":"ED403182",
        "title":"Asia Pacific: Grade 7 to Senior 4, A Bibliography."},
      {
        "id":"ED403183",
        "title":"Anti-Racist Education, A Bibliography."},
      {
        "id":"ED403184",
        "title":"Black History: Kindergarten to Senior 4, A Bibliography."},
      {
        "id":"ED403185",
        "title":"Political Science and International Relations: A Guide to Reference Sources."},
      {
        "id":"ED403186",
        "title":"Decoding the Past: The Work of Archaeologists."},
      {
        "id":"ED403189",
        "title":"Peace Education: A World Perspective for the 1990s."},
      {
        "id":"ED403190",
        "title":"Art Education: Creating a Visual Arts Research Agenda Toward the 21st Century. A Final Report."},
      {
        "id":"ED403191",
        "title":"Art & Interdisciplinary Studies Institute Summer 1994: Teacher Training Program Final Report."},
      {
        "id":"ED403193",
        "title":"African Diaspora Movement Arts in Philadelphia: A Beginning Resource List. Philadelphia Folklore Project Working Papers #10."},
      {
        "id":"ED403194",
        "title":"Bringing Labor into the K-12 Curriculum: Resource Guide for Teachers. Revised."},
      {
        "id":"ED403196",
        "title":"Literature for Children and Young Adults: Examining Issues of Violence and Conflict Resolution. An Annotated Bibliography."},
      {
        "id":"ED403197",
        "title":"Moderate Secularism: Constructing a Language of Possibility for Religion in Public Education."},
      {
        "id":"ED403198",
        "title":"A Comparative Follow-Up Study of B.S. Graduates in Criminal Justice."},
      {
        "id":"ED403200",
        "title":"Tensions between the Individualism and Community in Educational Settings Today: Choices and Prospects - A Classroom Perspective."},
      {
        "id":"ED403201",
        "title":"The Implications of the Individualism/Communitarian Debate for Civic Education: Observations and Prejudices."},
      {
        "id":"ED403202",
        "title":"Political Culture in the School and Classroom: Does It Matter?"},
      {
        "id":"ED403203",
        "title":"The Role of Civic Education. Task Force on Civic Education Paper."},
      {
        "id":"ED403204",
        "title":"National Standards as Reflectors and Directors of Practices in Civic Education in the U.S.A."},
      {
        "id":"ED403205",
        "title":"Community and Individuality in Civic Education for Democracy."},
      {
        "id":"ED403206",
        "title":"Political Culture in the School and Classroom: Preparation for Democratic Citizenship."},
      {
        "id":"ED403218",
        "title":"Geography: What Do Students Know, and What Can They Do?"},
      {
        "id":"ED403219",
        "title":"Stop & Look with Willy Whistle [and] Walking with Your Eyes. A Teacher's Guide for the Video."},
      {
        "id":"ED403220",
        "title":"Healthy Students, Healthy Schools, Healthy Missouri. Recommendations for Improving School Health Education and Reducing Health Risks for Missouri Students."},
      {
        "id":"ED403221",
        "title":"Teachers' and Parents' Perceptions toward the Affects of Social Skills Training on Reading and Mathematical Achievement of Young African American Males."},
      {
        "id":"ED403222",
        "title":"Systemic Reform: Teachers and the Condition of Teaching."},
      {
        "id":"ED403223",
        "title":"Teaching for Diversity."},
      {
        "id":"ED403224",
        "title":"Teaching for Diversity: An Update on State Activities."},
      {
        "id":"ED403225",
        "title":"Teachers' Perceptions of Women in the Principalship: A Current Perspective."},
      {
        "id":"ED403226",
        "title":"The Human Scavenger Hunt: A Unique Classroom Ice-Breaker Exercise."},
      {
        "id":"ED403227",
        "title":"The Principal's Role in Promoting Academic Gain."},
      {
        "id":"ED403228",
        "title":"Programs of Assistance for the At-Risk Student."},
      {
        "id":"ED403229",
        "title":"Collegial Investigations: Shared Inquiry through Disciplined Discussion and Action Research."},
      {
        "id":"ED403230",
        "title":"Questioning and Understanding To Improve Learning and Thinking (QUILT): The Evaluation Results. A Proposal to the National Diffusion Network (NDN), Documenting the Effectiveness of the QUILT Professional Development Program."},
      {
        "id":"ED403232",
        "title":"The Recruitment, Selection, Occupational Adjustment, Development and Retention of Culturally Diverse Educators: A Mandate for Inclusion in the Academic Professions."},
      {
        "id":"ED403233",
        "title":"Self-Evaluation and Self-Regulated Learning."},
      {
        "id":"ED403234",
        "title":"Transforming Schools into Effective Learning Communities."},
      {
        "id":"ED403237",
        "title":"The Development of a Course of Study on Secondary Classroom Management: Part One of a Process."},
      {
        "id":"ED403238",
        "title":"International Colloquium on Education: British and American Perspectives (4th, Swansea, Wales, United Kingdom, May 22-24, 1995). Proceedings."},
      {
        "id":"ED403243",
        "title":"Analysis of Professional Salaries, Maryland Public Schools."},
      {
        "id":"ED403246",
        "title":"Report on the 1995-96 Beginning Teacher Induction Program in New Brunswick."},
      {
        "id":"ED403247",
        "title":"Classroom Organization and Management Program. Revalidation Submission to the Program Effectiveness Panel, U.S. Department of Education."},
      {
        "id":"ED403248",
        "title":"Education Competencies: Graduates' and Supervisors' Perceptions."},
      {
        "id":"ED403249",
        "title":"Illinois Teacher Salary Study, 1994-1995."},
      {
        "id":"ED403250",
        "title":"Illinois Teacher Salary Study, 1995-1996."},
      {
        "id":"ED403251",
        "title":"Illinois Noncertified Salary Study, 1995-1996."},
      {
        "id":"ED403252",
        "title":"Relationships between Pre- and Post-Preparation Development of Attitudes, Anxieties, and Confidence about Teaching and Candidates' Success or Failure in Making the Transition to Teaching."},
      {
        "id":"ED403254",
        "title":"Events, Ethos and Ethics."},
      {
        "id":"ED403255",
        "title":"Meeting Technology Challenges in Teacher Education: Responses from Schools and Colleges of Education."},
      {
        "id":"ED403259",
        "title":"A Needs Assessment Instrument for Designing and Evaluating Site-Based Staff Development."},
      {
        "id":"ED403260",
        "title":"Together Again: Preparing Creative &amp; Caring Teachers via a School-University Interdisciplinary Curriculum Project."},
      {
        "id":"ED403261",
        "title":"A Community of Stories: Involving Citizens in Education Reform. Partners in Learning Series."},
      {
        "id":"ED403262",
        "title":"Helping Teenagers Develop Criteria for Deciding When It Is Right To Have Sex."},
      {
        "id":"ED403263",
        "title":"Nutrition Education Materials and Audiovisuals for Grades 7 through 12. Special Reference Briefs Series."},
      {
        "id":"ED403264",
        "title":"HIV/AIDS Education in Teacher Preparation Programs. ERIC Digest."},
      {
        "id":"ED403265",
        "title":"Public School Personnel 1996-97 State Salary Schedule."},
      {
        "id":"ED403270",
        "title":"A Meta-Meta-Analysis: Methodological Aspects of Meta-Analyses in Educational Achievement."},
      {
        "id":"ED403271",
        "title":"The Fact Book 1995-96. A Statistical Handbook."},
      {
        "id":"ED403273",
        "title":"To Change or Not To Change: The Multiple Choice Dilemma."},
      {
        "id":"ED403274",
        "title":"Talent Flow from Undergraduate to Graduate School: 1982-1993."},
      {
        "id":"ED403275",
        "title":"Comparability of Testing Using Laptop and Desktop Computers."},
      {
        "id":"ED403276",
        "title":"The Graded Unfolding Model: A Unidimensional Item Response Model for Unfolding Graded Responses."},
      {
        "id":"ED403277",
        "title":"Validity and Washback in Language Testing."},
      {
        "id":"ED403278",
        "title":"Job Analysis of the Knowledge Important for Newly Licensed Biology Teachers."},
      {
        "id":"ED403279",
        "title":"Ohio Proficiency Tests for Grade 12. Fact Sheets. Twelfth-Grade Writing."},
      {
        "id":"ED403280",
        "title":"Ohio Proficiency Tests for Grade 12. Fact Sheets. Twelfth-Grade Mathematics."},
      {
        "id":"ED403281",
        "title":"Ohio Proficiency Tests for Grade 12. Fact Sheets. Twelfth-Grade Citizenship."},
      {
        "id":"ED403282",
        "title":"The ERIC Clearinghouse on Assessment and Evaluation, 1995 Annual Report."},
      {
        "id":"ED403283",
        "title":"Sixth-grade Proficiency Tests: Information Guide."},
      {
        "id":"ED403284",
        "title":"Ohio Proficiency Tests for Grade 6. Practice Test Booklet. Writing, Reading, Mathematics, Citizenship, Science."},
      {
        "id":"ED403285",
        "title":"Ohio Proficiency Tests for Grade 6. Practice Test Manual. Writing, Reading, Mathematics, Citizenship, Science."},
      {
        "id":"ED403286",
        "title":"Evaluating the Consistency and Validity Properties of Reading Difficulty Formulas for Statistics Texts Used in Education."},
      {
        "id":"ED403288",
        "title":"Concurrent Validity of K-BIT Using the WISC-III as the Criterion."},
      {
        "id":"ED403289",
        "title":"Setting Standards on Performance Assessments: Promising New Methods and Technical Issues."},
      {
        "id":"ED403290",
        "title":"Gender Differences in Intellectual Profiles of Gifted Male and Female Elementary Students."},
      {
        "id":"ED403291",
        "title":"Workers' Web. Grade 3 Social Studies, Language Usage. Maryland School Performance Assessment Program (MSPAP): Resource Library. Public Release Task."},
      {
        "id":"ED403292",
        "title":"Planetary Patterns. Grade 8 Science, Language Usage. Maryland School Performance Assessment Program (MSPAP): Resource Library. Public Release Task."},
      {
        "id":"ED403293",
        "title":"Soil Investigations. Grade 3 Science. Maryland School Performance Assessment Program (MSPAP): Resource Library. Public Release Task."},
      {
        "id":"ED403294",
        "title":"Salinity. Grade 5 Science Language Usage. Maryland School Maryland School Performance Assessment Program (MSPAP): Resource Library. Public Release Task."},
      {
        "id":"ED403295",
        "title":"Requirements and Guidelines for Exemptions, Excuses, and Accommodations for Maryland Statewide Assessment Programs. Revised."},
      {
        "id":"ED403296",
        "title":"Score Interpretation Guide. 1994 MSPAP and Beyond. Maryland School Performance Assessment Program: Resource Library."},
      {
        "id":"ED403297",
        "title":"An Empirical Investigation of the Accuracy of a Step-Up Method for Estimating Test Score Conditional Variances."},
      {
        "id":"ED403298",
        "title":"Factors Associated with Longitudinal Educational Achievement, as Measured by PLAN and ACT Assessment Scores."},
      {
        "id":"ED403299",
        "title":"Measuring Student Impact in the Context of Statewide Education Reform."},
      {
        "id":"ED403300",
        "title":"Assessment Strategies for Optimal Literacy Acquisition."},
      {
        "id":"ED403301",
        "title":"The Treatment of Score Reliability and Validity in the New ANSI-Approved Program Evaluation Standards."},
      {
        "id":"ED403302",
        "title":"Assessing EFL Student Progress in Critical Thinking with the Ennis-Weir Critical Thinking Essay Test."},
      {
        "id":"ED403303",
        "title":"Meeting the Needs of the School Community through the Use of Appropriate Normed Instruments, Observation Checklists, Work Samples, Portfolios, and Authentic Assessments."},
      {
        "id":"ED403304",
        "title":"Assessment and Educational Reform: Doing More than Polishing Brass on the Titanic, a Call for Discussion."},
      {
        "id":"ED403305",
        "title":"Alaska Standards: Content Standards for Alaska Students."},
      {
        "id":"ED403306",
        "title":"Annual Report of the Arizona Superintendent of Public Instruction. Highlights for Fiscal Year 1994-1995."},
      {
        "id":"ED403307",
        "title":"Statewide Report and Appendices for Arizona Pupil Achievement Testing 1995-96 School Year."},
      {
        "id":"ED403308",
        "title":"The Systematic Identification and Articulation of Content Standards and Benchmarks. Update."},
      {
        "id":"ED403309",
        "title":"Latent Traits or Latent States? The Role of Discrete Models for Ability and Performance."},
      {
        "id":"ED403310",
        "title":"Software for the Application of Discrete Latent Structure Models to Item Response Data."},
      {
        "id":"ED403311",
        "title":"Frequently Asked Questions. PASS Project. Proficiency-based Admission Standards System Project."},
      {
        "id":"ED403312",
        "title":"Admission Standards: Content &amp; Process Areas Proficiencies and Indicators. PASS Project. Proficiency-based Admission Standards System Project."},
      {
        "id":"ED403313",
        "title":"Study of Exclusion and Assessibility of Students with Disabilities in the 1994 Trial State Assessment (TSA) of the National Assessment of Educational Progress (NAEP)."},
      {
        "id":"ED403314",
        "title":"The Development, Validation, and Applicability of &quot;The Program Evaluation Standards: How To Assess Evaluations of Educational Programs.&quot;"},
      {
        "id":"ED403315",
        "title":"International Adult Literacy."},
      {
        "id":"ED403316",
        "title":"Structural Model of Coping, Appraisals, and Emotions in Vocational Transition."},
      {
        "id":"ED403317",
        "title":"CRESST: A Continuing Mission To Improve Educational Assessment. Evaluation Comment."},
      {
        "id":"ED403318",
        "title":"QED: Final Report on the NSF Grant to the Science Academy of Austin, 1994. Publication Number 94.04."},
      {
        "id":"ED403319",
        "title":"&quot;Life Is Like a River&quot;: The Austin Youth River Watch Final Report, 1994-95. Publication Number 94.15."},
      {
        "id":"ED403320",
        "title":"The Accelerating Literacy Program: 1994-95 Final Report. Publication Number 94.13."},
      {
        "id":"ED403321",
        "title":"Improving Racial and Ethnic Diversity and Campus Climate at Four-Year Independent Midwest Colleges. An Evaluation Report of the Lilly Endowment Grant Program."},
      {
        "id":"ED403322",
        "title":"Basic Facts about Wisconsin Elementary and Secondary Schools 1995-96. Bulletin No. 96294."},
      {
        "id":"ED403323",
        "title":"Ohio Proficiency Tests for Grade 9. Fact Sheet. Ninth-Grade Proficiency Test in Science."},
      {
        "id":"ED403324",
        "title":"Practice Test for the Ohio Ninth-Grade Proficiency Tests."},
      {
        "id":"ED403325",
        "title":"Joint Conference on Standard Setting for Large-Scale Assessments (Washington, D.C., October 5-7, 1994). Executive Summary, Volume I."},
      {
        "id":"ED403326",
        "title":"Joint Conference on Standard Setting for Large-Scale Assessments (Washington, D.C., October 5-7, 1994). Proceedings, Volume II."},
      {
        "id":"ED403327",
        "title":"From Data to Information: New Directions for the National Center for Education Statistics. Synthesis Report."},
      {
        "id":"ED403328",
        "title":"NAEP 1994 Trends in Academic Progress. Achievement of U.S. Students in Science, 1969 to 1994; Mathematics, 1973 to 1994; Reading, 1971 to 1994; Writing, 1984 to 1994."},
      {
        "id":"ED403329",
        "title":"Learning about Education through Statistics."},
      {
        "id":"ED403330",
        "title":"SASS by State. 1993-94 Schools and Staffing Survey: Selected State Results."},
      {
        "id":"ED403331",
        "title":"Education Indicators: An International Perspective."},
      {
        "id":"ED403332",
        "title":"Teens, Crime, and the Community: Education and Action for Safer Schools and Neighborhoods. Second Edition. [and] Teens, Crime, and the Community: Education and Action."},
      {
        "id":"ED403333",
        "title":"Crossing Boundaries: Collaborative Solutions to Urban Problems. Selected Proceedings of the National Conference on Urban Issues (1st, Buffalo, New York, November 11-13, 1994)."},
      {
        "id":"ED403334",
        "title":"Preliminary Estimates from the 1995 National Household Survey on Drug Abuse. Advance Report Number 18."},
      {
        "id":"ED403335",
        "title":"Using Research To Inform Practice in Urban Schools. Ten Key Strategies for Success. Spotlight on Student Success. No. 103."},
      {
        "id":"ED403336",
        "title":"Fostering Resilience and Learning Success in Schools: The Learning City Program. Spotlight on Student Success. No. 102."},
      {
        "id":"ED403337",
        "title":"School-University Partnership: Restructuring an Urban School. Spotlight on Student Success. No. 114."},
      {
        "id":"ED403338",
        "title":"School-Based Prevention Programs: A Comprehensive Strategy. Spotlight on Student Success. No. 113."},
      {
        "id":"ED403339",
        "title":"Improving Critical Thinking through Socratic Seminars. Spotlight on Student Success. No. 110."},
      {
        "id":"ED403340",
        "title":"Improving Basic Programs Operated by Local Education Agencies. Policy Guidance for Title I, Part A."},
      {
        "id":"ED403341",
        "title":"State Responses to Serious and Violent Juvenile Crime. Research Report."},
      {
        "id":"ED403342",
        "title":"Money Income in the United States: 1995 (with Separate Data on Valuation of Noncash Benefits). Current Population Reports, Consumer Income."},
      {
        "id":"ED403343",
        "title":"The Job Seekers. A Spatial Analysis of the Employment Prospects Available to the Inner-City Unemployed."},
      {
        "id":"ED403344",
        "title":"Use of State Chapter 1 Funds in the Chicago Public Schools Districts 6 and 8."},
      {
        "id":"ED403345",
        "title":"The Changing Economic Standing of Minorities and Women in the Chicago Metropolitan Area 1970-1990. Final Report."},
      {
        "id":"ED403348",
        "title":"What Affirmative Action? Where Are the Minority Educators in the Metropolitan Chicago Schools?"},
      {
        "id":"ED403349",
        "title":"Preserving Privilege: Inequity of the Illinois Education Finance System."},
      {
        "id":"ED403350",
        "title":"Improving Opportunities for Disadvantaged Students: Changes in S4 Examination Results, 1984-1990. CES Briefing No. 6."},
      {
        "id":"ED403368",
        "title":"Alcohol, Tobacco, and Other Drug Use among Black Youth."},
      {
        "id":"ED403369",
        "title":"Recommendations of the Crime, Violence, and Discipline Reporting Task Force."},
      {
        "id":"ED403371",
        "title":"Dobro Dosli U Sjedinjene Drzave. Prirucnik za Izbjeglice. (Welcome to the United States. A Guidebook for Refugees)."},
      {
        "id":"ED403372",
        "title":"Ku Soo Dhawaada Dalka Mareykanka. Buugga tusmadda Qaxootiga. (Welcome to the United States. A Guidebook for Refugees)."},
      {
        "id":"ED403373",
        "title":"Bienvenue aus Etats-Unis. Guide Pour Refugies. (Welcome to the United States. A Guidebook for Refugees)."},
      {
        "id":"ED403377",
        "title":"Adult Literacy and Basic Skills Unit (ALBSU) Newsletter, 1992."},
      {
        "id":"ED403378",
        "title":"The Business Leader's Guide to Partnerships for Education Reform. A Strategic Perspective."},
      {
        "id":"ED403379",
        "title":"Workforce Education: Improving Educational Skills. Practical Guidelines for Training and Development Professionals. Business Basics."},
      {
        "id":"ED403380",
        "title":"Adult Literacy and Basic Skills Unit (ALBSU) Newsletter, 1993."},
      {
        "id":"ED403381",
        "title":"Sweetwater National Workplace Literacy Project. Final Report."},
      {
        "id":"ED403382",
        "title":"ACE Parking Workplace Education."},
      {
        "id":"ED403383",
        "title":"General Chemistry for Waste Handlers."},
      {
        "id":"ED403384",
        "title":"Employability Skills Center."},
      {
        "id":"ED403385",
        "title":"New School-to-Work Act Mandates &quot;All Aspects of the Industry&quot; Approach. Center for Law and Education Vocational Education Project (VOCED) Report."},
      {
        "id":"ED403388",
        "title":"Review of Qualifications for 16-19 Year Olds. Summary Report."},
      {
        "id":"ED403389",
        "title":"Workplace Literacy Teacher Training: The Context."},
      {
        "id":"ED403390",
        "title":"Workplace Literacy Teacher Training: The Foundations."},
      {
        "id":"ED403391",
        "title":"Workplace Literacy Teacher Training: Strategies for Instruction."},
      {
        "id":"ED403392",
        "title":"Workplace Literacy Teacher Training: Strategies for Program Implementation."},
      {
        "id":"ED403393",
        "title":"Separation &amp; Outplacement: Managing Both Effectively."},
      {
        "id":"ED403394",
        "title":"University of Florida's Institute of Food and Agricultural Sciences' Distance Education Task Force. Final Report."},
      {
        "id":"ED403399",
        "title":"Washington School-to-Work Evaluation. Volume I. Interim Report."},
      {
        "id":"ED403400",
        "title":"Washington School-to-Work Evaluation. Volume II: Case Study Report."},
      {
        "id":"ED403401",
        "title":"Washington School-to-Work Evaluation. Volume III: Final Evaluation Report."},
      {
        "id":"ED403402",
        "title":"A Third-Year Assessment of Tech Prep in Washington State."},
      {
        "id":"ED403406",
        "title":"Constraints on the Participation of Women in Technical Cooperation Training Due to Lack of English Language Skills."},
      {
        "id":"ED403407",
        "title":"Contextualising the Curriculum in Rural Primary Schools: The Role of Agriculture."},
      {
        "id":"ED403408",
        "title":"Redressing Gender Inequalities in Education. A Review of Constraints and Priorities in Malawi, Zambia, and Zimbabwe."},
      {
        "id":"ED403409",
        "title":"The Invisible Worker: Highlights of the Ohio Migrant Farm Worker Safety Needs Assessment. Working Paper Series WP-024."},
      {
        "id":"ED403417",
        "title":"Effect of Type Opportunity Technological Programs on the Completion Rate of Opportunity Program Students."},
      {
        "id":"ED403419",
        "title":"Tax Expenditures. Information on Employer-Provided Educational Assistance. Report to the Chairman, Committee on Ways and Means, House of Representatives."},
      {
        "id":"ED403420",
        "title":"Dialogue on the Disadvantaged. Response to Stakeholders."},
      {
        "id":"ED403423",
        "title":"Performance Standards Core Measures."},
      {
        "id":"ED403426",
        "title":"Reinventing Education through Tech Prep and School to Work: A Kentucky Model. Voices from the Field."},
      {
        "id":"ED403432",
        "title":"Partnership between Vocational Institutions and Welfare Programs."},
      {
        "id":"ED403433",
        "title":"Partnerships with Business, Industry, and the Military."},
      {
        "id":"ED403434",
        "title":"Defining Instructional Quality by Employing the Total Quality Management (TQM) Method: A Research Project."},
      {
        "id":"ED403435",
        "title":"Exploring African and Latin American Relationships: Enhancing Cooperation and Eliminating Barriers. Annual Adult Education Research Symposium Proceedings (6th, Chicago, Illinois, April 13, 1996). Revised Edition."},
      {
        "id":"ED403436",
        "title":"Student Retention: Case Studies of Strategies that Work. FEDA Paper."},
      {
        "id":"ED403438",
        "title":"Using Cooperative Learning in the Technical Classroom."},
      {
        "id":"ED403440",
        "title":"Using an Agricultural Model to Establish Core Occupational Competencies for Secondary Vocational Programs."},
      {
        "id":"ED403442",
        "title":"Summary of Comments by Debra D. Bragg on \"The Status of Tech Prep in the United States.\""},
      {
        "id":"ED403443",
        "title":"Bridges or Battlements? Current Relationships between Colleges, Schools and Education Authorities."},
      {
        "id":"ED403444",
        "title":"An Investigation of Opinions toward Selected Educational Outcomes. Part 2: Business and Industry in Pennsylvania."},
      {
        "id":"ED403445",
        "title":"Hazardous Materials Management Technology Programs. National Voluntary Skills Standard. Implementation Guide."},
      {
        "id":"ED403447",
        "title":"Redefining Competency from a Systems Perspective for the 21st Century."},
      {
        "id":"ED403448",
        "title":"Democracy, Ethics and Program Planning."},
      {
        "id":"ED403449",
        "title":"An Analysis of Student Programmatic Delays in Postsecondary Flight Training Programs: A National Study."},
      {
        "id":"ED403450",
        "title":"Needs Assessment on Integration of Academic and Vocational Learning."},
      {
        "id":"ED403451",
        "title":"Voluntary Group Participation by Third Age Australians."},
      {
        "id":"ED403452",
        "title":"American Workforce Development. Community and Technical Colleges Prepare To Meet the Challenges. A Position Paper. Monograph Series."},
      {
        "id":"ED403454",
        "title":"External Funding Considerations for Obtaining Research and Training Grants."},
      {
        "id":"ED403455",
        "title":"A Master of Science in Education for Health Professions Educators. A Model."},
      {
        "id":"ED403456",
        "title":"Education for the Future: New Counseling Paradigms for Adult Education."},
      {
        "id":"ED403458",
        "title":"School-to-Work Outreach Project. 1996 Exemplary Models/Practices/Strategies."},
      {
        "id":"ED403459",
        "title":"Using Qualitative Research To Define Statewide Professional Personnel Development."},
      {
        "id":"ED403460",
        "title":"Findings from Vocational Education in the United States: The Early 1990s."},
      {
        "id":"ED403461",
        "title":"Academy of Human Resource Development (AHRD) Conference Proceedings (Minneapolis, Minnesota, February 29-March 3, 1996)."},
      {
        "id":"ED403462",
        "title":"HRD Town Forum."},
      {
        "id":"ED403469",
        "title":"HRD Models in Europe."},
      {
        "id":"ED403471",
        "title":"Instructional Technology."},
      {
        "id":"ED403487",
        "title":"Leadership and Management Development."},
      {
        "id":"ED403497",
        "title":"HRD Integrity through Business-Research Partnerships. Keynote Presentation."},
      {
        "id":"ED403498",
        "title":"Group Guidance Activities for Alabama Elementary Schools (K-6). Bulletin No. 72."},
      {
        "id":"ED403499",
        "title":"A Guide for Pupil Personnel Specialists. Schools in an Aging Society. [Series]."},
      {
        "id":"ED403500",
        "title":"Controlling School Anxiety: A Practical Guide for Counselors and Teachers."},
      {
        "id":"ED403501",
        "title":"Children and Gun Violence. Hearings on S. 1087, a Bill To Amend Title 18, United States Code, To Prohibit the Possession of a Handgun or Ammunition by, or the Private Transfer of a Handgun or Ammunition to, a Juvenile, before the Subcommittee on Juvenile Justice of the Committee on the Judiciary. United States Senate, 103rd Congress, First Session."},
      {
        "id":"ED403502",
        "title":"Leading the Way on Controversial Issues."},
      {
        "id":"ED403504",
        "title":"The Impact of External Resources on Conflict and Violence in Dating Relationships."},
      {
        "id":"ED403506",
        "title":"Teen Suicide in Nevada: The Problem, Effective Intervention &amp; Prevention Programs, Status of Programs in Nevada Schools, Exemplary Programs, [and] Guidelines for Nevada School Programs."},
      {
        "id":"ED403507",
        "title":"Combating Drugs in America: Putting the Drug Strategy into Action. Hearing on Examining the Administration's Drug Strategy and How It Relates to the Violent Crime Control and Law Enforcement Act (Public Law 103-322) before the Committee on the Judiciary. United States Senate, One Hundred Third Congress, Second Session."},
      {
        "id":"ED403534",
        "title":"Influence of Reading Comprehension Strategy Information on Children's Self-Efficacy and Skills."},
      {
        "id":"ED403535",
        "title":"Enseigner a Penser pour un Meilleur Apprentissage: De la Maternelle a la 12e Annee. (Teaching Thinking for Better Learning: From the Early Years to the 12th Year)."},
      {
        "id":"ED403536",
        "title":"Using Content-Area-of-the-Day Contributions To Help Preservice Teachers Make Connections across the Curriculum."},
      {
        "id":"ED403540",
        "title":"Literacy in Transition: Home and School Influences. Reading Research Report No. 62."},
      {
        "id":"ED403541",
        "title":"Are the Teachers' Manuals in Basal Readers Helpful for Discussing Race in Multicultural Stories?"},
      {
        "id":"ED403543",
        "title":"Children's Story Retelling as a Predictor of Early Reading Achievement."},
      {
        "id":"ED403544",
        "title":"Educational Researcher or Teacher-Researcher: Reflections on Journeying down the Sometimes-Divided Road."},
      {
        "id":"ED403545",
        "title":"19 Word List and Reading Exercises [and] Guide for Materials."},
      {
        "id":"ED403546",
        "title":"The New Basal Readers: What Levels of Comprehension Do They Promote?"},
      {
        "id":"ED403547",
        "title":"Focusing on Kindergarten Children's Literacy Development: A Tale of Two Practices."},
      {
        "id":"ED403548",
        "title":"Promoting Lifetime Literacy: What Can Be More Basic?"},
      {
        "id":"ED403549",
        "title":"Beginning Reading Instruction: A Position Paper on Beginning Reading Instruction in Canadian Schools."},
      {
        "id":"ED403550",
        "title":"Reply to the Ministries' Reactions to the Canadian Psychological Association's Position Paper on Beginning Reading Instruction."},
      {
        "id":"ED403551",
        "title":"Adolescents' Negotiations of Out-of-School Reading Discussions. Reading Research Report No. 77."},
      {
        "id":"ED403552",
        "title":"Living in an Adversarial Society. Concept Paper No. 11. NCTE Concept Paper Series."},
      {
        "id":"ED403553",
        "title":"What Does Cultural Identity Have To Do with the Preparation of Teachers? Case Studies of &quot;Culturally-Aware&quot; Teachers."},
      {
        "id":"ED403554",
        "title":"What Does Cultural Identity Have to Do with the Preparation of Teachers? (Methodology and Findings)."},
      {
        "id":"ED403555",
        "title":"English Language Arts. Alabama Course of Study. Bulletin 1993, No. 37."},
      {
        "id":"ED403556",
        "title":"Correlation between Students' Placement Scores on Acorn Book Multiple-Choice Tests and Passing Rate on the AP Language Examinations."},
      {
        "id":"ED403557",
        "title":"The Closed World of the Writing Classroom: Student Subjectivities as Created by, and Breaking out of, Bounds."},
      {
        "id":"ED403558",
        "title":"Bringing Them Home: Arizona State University's New Model of Basic Writing Instruction."},
      {
        "id":"ED403559",
        "title":"Random Access Nomad Rhetorics."},
      {
        "id":"ED403560",
        "title":"Look, No Methods!: Transcending the Boundaries of the Scientific Research Article."},
      {
        "id":"ED403561",
        "title":"Composition and Civic Education."},
      {
        "id":"ED403562",
        "title":"School/College Partnership Philosophy."},
      {
        "id":"ED403563",
        "title":"Speaking for Themselves: Writing Self-Efficacy Beliefs of High- and Low-Apprehensive Writers."},
      {
        "id":"ED403564",
        "title":"Reflection and Revision: Intimacy in College Writing."},
      {
        "id":"ED403566",
        "title":"Finding My Place: Response to &quot;(Re)forming the Critical Space&quot; by Ellen Kreger Stark."},
      {
        "id":"ED403571",
        "title":"Shifting Capital: Electronic Publishing on Bourdieu's Linguistic Market."},
      {
        "id":"ED403577",
        "title":"The Poet in the Warehouse. Creative Writing as Inquiry: Using Imaginative Writing To Explore Other Disciplines."},
      {
        "id":"ED403578",
        "title":"Pedagogy and Intellectual Work."},
      {
        "id":"ED403579",
        "title":"Writing in Action: Observing Students and the Teaching of Writing in the General Education Curriculum."},
      {
        "id":"ED403581",
        "title":"What's in a Name?"},
      {
        "id":"ED403583",
        "title":"Finding Language in the Language Arts: Towards &quot;Cognitive Language Arts.&quot;"},
      {
        "id":"ED403584",
        "title":"Learning To Be Literate: A Comparison on Five Urban Early Childhood Programs. Report Series 2.28."},
      {
        "id":"ED403585",
        "title":"Multimedia and Response-Based Literature Teaching and Learning. Report Series 2.32."},
      {
        "id":"ED403586",
        "title":"Multicultural Dialogue in Literature-History Classes: The Dance of Creative and Critical Thinking. Report Series 7.9."},
      {
        "id":"ED403587",
        "title":"Literacy Acquisition through Literature. Report Series 7.11."},
      {
        "id":"ED403589",
        "title":"A Qualitative Study: The Effect of Modeling Nonfiction Text Strategies on Third and Fourth Grade Student's Nonfiction Writing."},
      {
        "id":"ED403592",
        "title":"Writing Framework and Specifications for the 1998 National Assessment of Educational Progress."},
      {
        "id":"ED403596",
        "title":"Straight Talk and Honest Writing."},
      {
        "id":"ED403597",
        "title":"Reliving the History of WAC--Every Day."},
      {
        "id":"ED403598",
        "title":"Improving Students' Writing Skills through Language and Background Development and the Use of Technology."},
      {
        "id":"ED403599",
        "title":"Rupturing the Codes: The Use of Drama and Dramatic Literature in the History Classroom."},
      {
        "id":"ED403600",
        "title":"The Image of New York City in the 1920s through the Eyes of the Brazilian Modernist Writer, Monteiro Lobato."},
      {
        "id":"ED403601",
        "title":"Decision Making in the Language Arts. ERIC Digest."},
      {
        "id":"ED403602",
        "title":"Making School by Hand: Developing a Meaning-Centered Curriculum from Everyday Life."},
      {
        "id":"ED403603",
        "title":"Mina P. Shaughnessy: Her Life and Work."},
      {
        "id":"ED403605",
        "title":"Linking Department and Forensics Directing in the Small College."},
      {
        "id":"ED403606",
        "title":"Managerial Solutions: An Exercise in Developing Successful Communication Strategies."},
      {
        "id":"ED403608",
        "title":"Meeting the Needs of Returning Adult Students in Forensics."},
      {
        "id":"ED403609",
        "title":"In Search of a Voice: Rural HIV Prevention Campaigns Designed for African Americans."},
      {
        "id":"ED403611",
        "title":"Introduction to Media Literacy Education and Media Literacy Education Bibliography."},
      {
        "id":"ED403612",
        "title":"Picture What Women Do: An Inquiry Learning Example."},
      {
        "id":"ED403613",
        "title":"The Big Bad Wolf and Stereotype and Bias in the Media."},
      {
        "id":"ED403615",
        "title":"Social Penetration: A Description, Research, and Evaluation."},
      {
        "id":"ED403616",
        "title":"Taking the Helm in Critical Pedagogy: The Basic Speech Curriculum as an Operationalization of the Paradigm."},
      {
        "id":"ED403618",
        "title":"Critical Review of Leech's (1983) Proposal about Politeness."},
      {
        "id":"ED403620",
        "title":"The Impact of Videotaping on the Communication Apprehension and Self-Perceived Competency of Low Apprehensive Students."},
      {
        "id":"ED403622",
        "title":"Educational Assessment as Invitation for Dialogue."},
      {
        "id":"ED403623",
        "title":"The Enduring Heart of the Public Speaking Course."},
      {
        "id":"ED403624",
        "title":"Insights Gained from the Use of Genograms To Analyze Communication Dimensions in Family Systems."},
      {
        "id":"ED403625",
        "title":"Inviting Others To Take the Helm: Service-Learning and the Marginated Community."},
      {
        "id":"ED403630",
        "title":"School Choice: A Marketplace for Education. Dialogue Series, Number 5."},
      {
        "id":"ED403631",
        "title":"Responses to a Harvard Study on School Choice: Is It a Study at All? Dialogue Series, Number 9."},
      {
        "id":"ED403632",
        "title":"Changing the Monopoly Structure of Public Education. Dialogue Series, Number 12."},
      {
        "id":"ED403633",
        "title":"Two Perspectives on the Continuing Debate over School Choice. Dialogue Series, Number 13."},
      {
        "id":"ED403636",
        "title":"Education for Reconstruction."},
      {
        "id":"ED403637",
        "title":"Elementary Teachers' and Principals' Perceptions of Principal Leadership Style and School Social Organization."},
      {
        "id":"ED403638",
        "title":"Politics of Education: Administrative Hopefuls' Perceptions of Opportunities."},
      {
        "id":"ED403639",
        "title":"Voices about School Suspension, Expulsion, and Safety."},
      {
        "id":"ED403640",
        "title":"Redefining Leadership Roles for Site-Based Management Systems."},
      {
        "id":"ED403641",
        "title":"Views of Instructional Supervision: What Do the Textbooks Say?"},
      {
        "id":"ED403642",
        "title":"A Study of Superintendents' Power and Leadership Styles as Perceived by Local Teacher Association Representatives and Secondary School Principals in Alabama Public Schools."},
      {
        "id":"ED403643",
        "title":"A Study of Shared Governance and Its Implications for South Gwinnett High School's School Improvement Initiative."},
      {
        "id":"ED403644",
        "title":"Block Scheduling in the Secondary Arena Part II: Perceptions from the Inside."},
      {
        "id":"ED403645",
        "title":"New School Governance: The School Board and Its Future."},
      {
        "id":"ED403646",
        "title":"A Study of Selected Teacher Characteristics Valued by Arkansas Public School Administrators."},
      {
        "id":"ED403647",
        "title":"A Study of the Block Scheduling Movement in Six High Schools in the Upper Cumberland Region of Tennessee."},
      {
        "id":"ED403648",
        "title":"Establishing Curriculums through Effective Public Relations."},
      {
        "id":"ED403650",
        "title":"Learning Site Analysis Form. Reference Guide. Connections: Linking Work and Learning Series."},
      {
        "id":"ED403651",
        "title":"Profiles of Learning for the State's High School Graduation Rule. House Research Information Brief."},
      {
        "id":"ED403652",
        "title":"The State's High School Graduation Rule. House Research Information Brief."},
      {
        "id":"ED403660",
        "title":"School Exchanges: Cultural Diversity, Conflict and Cooperation. Report of the Conference (7th, Dubrovnik, Croatia, September 11-15, 1996)."},
      {
        "id":"ED403661",
        "title":"Serving Private School Students with Federal Education Programs--A Handbook for Public and Private School Educators."},
      {
        "id":"ED403662",
        "title":"Fitting the Pieces: Education Reform That Works. Studies of Education Reform."},
      {
        "id":"ED403669",
        "title":"Inservice Education Needs of Teachers Working with the Mentally Retarded."},
      {
        "id":"ED403670",
        "title":"Challenges in Health Care: A Chartbook Perspective 1991."},
      {
        "id":"ED403671",
        "title":"Diagnosis and Remediation of Handwriting Errors. Monograph #22."},
      {
        "id":"ED403672",
        "title":"MITCH Training Guide: Strategies for the Coordination of MITCH Training within a Community. A Series for Caregivers of Infants and Toddlers. Model for Interdisciplinary Training for Children with Handicaps."},
      {
        "id":"ED403673",
        "title":"A Simple Introduction to Physical Health Impairments: A Series for Caregivers of Infants and Toddlers. Model of Interdisciplinary Training for Children with Handicaps (MITCH)."},
      {
        "id":"ED403674",
        "title":"Intellectual Development: What You Can Do To Help. A Series for Caregivers of Infants and Toddlers. Model of Interdisciplinary Training for Children with Handicaps: MITCH Module 1."},
      {
        "id":"ED403675",
        "title":"Speech and Language Development: What You Can Do To Help. A Series for Caregivers of Infants and Toddlers. Model of Interdisciplinary Training for Children with Handicaps: MITCH Module 2."},
      {
        "id":"ED403676",
        "title":"The Child Who Seems Different: Meeting Special Needs. A Series for Caregivers of Infants and Toddlers. Model of Interdisciplinary Training for Children with Handicaps: MITCH Module 3."},
      {
        "id":"ED403677",
        "title":"Family Functioning: The Impact of a Child with Special Needs. A Series for Caregivers of Infants and Toddlers. Model of Interdisciplinary Training for Children with Handicaps. MITCH Module 4."},
      {
        "id":"ED403678",
        "title":"Listening and Sensory Integration: What To Do before Speech and Language Develop. A Series for Caregivers of Infants and Toddlers. Model for Interdisciplinary Training for Children with Handicaps: MITCH Module 5."},
      {
        "id":"ED403679",
        "title":"The Caregiving Environment: Planning an Effective Program. A Series for Caregivers of Infants and Toddlers. Model for Interdisciplinary Training for Children with Handicaps: MITCH Module 6."},
      {
        "id":"ED403680",
        "title":"Behavior Management: Preventing and Dealing with Problem Behavior. A Series for Caregivers of Infants and Toddlers. Model for Interdisciplinary Training for Children with Handicaps: MITCH Module 7."},
      {
        "id":"ED403681",
        "title":"Health Care: Infection Control, Medication Administration, and Seizure Management. A Series for Caregivers of Infants and Toddlers. Model for Interdisciplinary Training for Children with Handicaps: MITCH Module 8."},
      {
        "id":"ED403682",
        "title":"Motor Development: What You Need To Know. A Series for Caregivers of Infants and Toddlers. Model for Interdisciplinary Training for Children with Handicaps: MITCH Module 9."},
      {
        "id":"ED403683",
        "title":"Nutrition and Feeding Practices: What You Need To Know. A Series for Caregivers of Infants and Toddlers. Model for Interdisciplinary Training for Children with Handicaps: MITCH Module 10."},
      {
        "id":"ED403684",
        "title":"Working Together: Communication Skills for Parents, Caregivers, and Other Professionals. A Series for Caregivers of Infants and Toddlers. Model for Interdisciplinary Training for Children with Handicaps: MITCH Module 11."},
      {
        "id":"ED403685",
        "title":"Visual Impairments: What You Need To Know. A Series for Caregivers of Infants and Toddlers. Model for Interdisciplinary Training for Children with Handicaps: MITCH Module 12."},
      {
        "id":"ED403686",
        "title":"Interventions for Children at Risk Due to Substance Exposure: Dealing with the Myth of Cocaine. A Series for Caregivers of Infants and Toddlers. Model for Interdisciplinary Training for Children with Handicaps: MITCH Module 13."},
      {
        "id":"ED403687",
        "title":"Welcome to the World: An Overview of Your Growing Child. A Series for Caregivers of Infants and Toddlers. Model of Interdisciplinary Training for Children with Handicaps (MITCH)."},
      {
        "id":"ED403688",
        "title":"An Examination of Coercive Egalitarianism: Peer, Institutional, and Cultural Sanctions against the Achieving Gifted Child."},
      {
        "id":"ED403690",
        "title":"Chartbook on Disability in the United States, 1996."},
      {
        "id":"ED403691",
        "title":"The Work Experience Survey (WES) Manual: A Structured Interview for Identifying Barriers to Career Maintenance. A Service Provider's Guide."},
      {
        "id":"ED403692",
        "title":"Strategies To Enhance Job Retention and Career Advancement in Rehabilitation. Report from the Study Group, Institute on Rehabilitation Issues (21st, Fayetteville, Arkansas, 1995)."},
      {
        "id":"ED403693",
        "title":"American Indian Rehabilitation Programs: Unmet Needs. Report from the Study Group, Institute on Rehabilitation Issues (21st, Fayetteville, Arkansas, October 1995)."},
      {
        "id":"ED403695",
        "title":"Transition Choices Program: Preparing To Participate in Life's Choices. Teaching Guide and Curriculum."},
      {
        "id":"ED403697",
        "title":"How To Teach Self-Instruction of Job Skills. Innovations: AAMR Research to Practice Series, Number 2."},
      {
        "id":"ED403704",
        "title":"Trans/Team Outreach: An Inservice Model Replication Project. Final Report."},
      {
        "id":"ED403705",
        "title":"Secondary School Transition: Planning for Success."},
      {
        "id":"ED403706",
        "title":"Project TIE (Teams in Early Intervention) Outreach: An Outreach Project To Train Statewide, Regional and Local Teams of Early Intervention Personnel and Parents. Final Report."},
      {
        "id":"ED403707",
        "title":"Community Inclusion Outreach Training Project. Final Report."},
      {
        "id":"ED403709",
        "title":"Disruption, Disaster, and Death: Helping Students Deal with Crises."},
      {
        "id":"ED403710",
        "title":"Health Conditions and Impairments Causing Disability. Disabililty Statistics Abstract, Number 16."},
      {
        "id":"ED403711",
        "title":"The Library of Congress: Evaluation of the NLS/BPH Braille and Audio Magazine Program. Final Project Report."},
      {
        "id":"ED403712",
        "title":"Attention Deficit Disorder--A New Age Yuppie Disorder or an Age Old Human Characteristic Essential for Our Survival?"},
      {
        "id":"ED403713",
        "title":"Technical Assistance Guide for Community College Administrators and Program Coordinators."},
      {
        "id":"ED403714",
        "title":"Community Based Rehabilitation: Information Accumulation &amp; Exchange. South Asian Research Notes."},
      {
        "id":"ED403715",
        "title":"Young People with Cancer: A Handbook for Parents. Revised Edition."},
      {
        "id":"ED403716",
        "title":"Individuals with Disabilities Education Act Amendments of 1996. Report Together with Additional Views To Accompany S. 1578. 104th Congress, 2d Session."},
      {
        "id":"ED403717",
        "title":"Due Process Hearings: An Update. Final Report."},
      {
        "id":"ED403718",
        "title":"Infusing Transition into Individualized Education Programs."},
      {
        "id":"ED403719",
        "title":"Iowa Guidelines for Educationally Related Occupational Therapy Services."},
      {
        "id":"ED403720",
        "title":"Iowa Guidelines for Educationally Related Physical Therapy Services."},
      {
        "id":"ED403721",
        "title":"Attention Deficit Disorders in the Mathematics Classroom."},
      {
        "id":"ED403722",
        "title":"Views of British Parents about Special Education Services for Their Child with Mental Disabilities."},
      {
        "id":"ED403723",
        "title":"Intrinsic Motivation and the Student with Learning Disabilities."},
      {
        "id":"ED403725",
        "title":"When Should We Begin? A Comprehensive Review of Age at Start in Early Intervention."},
      {
        "id":"ED403726",
        "title":"The Parent Professional Partnership: African American Parents' Participation in the Special Education Process. Final Report."},
      {
        "id":"ED403727",
        "title":"The Sound-to-Speech Translations Utilizing Graphics Mediation Interface for Students with Severe Handicaps. Final Report."},
      {
        "id":"ED403733",
        "title":"Crosscurrents: An International Journal of Language Teaching and Intercultural Communication, Volume 19, Number 2, Winter 1992."},
      {
        "id":"ED403734",
        "title":"English and Japanese: Cross-Cultural Comparison of Narrative Elicitation Patterns."},
      {
        "id":"ED403735",
        "title":"Teacher Preparation through Cooperative Learning."},
      {
        "id":"ED403738",
        "title":"Determining the Effect of Free Voluntary Reading on Second Language Readers in South Africa."},
      {
        "id":"ED403739",
        "title":"Math Assessment with Manipulatives for Hispanic Limited English Proficient Students."},
      {
        "id":"ED403740",
        "title":"Success of a Two-Week Intensive Program in French for Superior High School Students on a University Campus...Fulfilling Academic Challenge!"},
      {
        "id":"ED403742",
        "title":"Foreign Language on the Block."},
      {
        "id":"ED403743",
        "title":"Using the Internet on a Business English Course."},
      {
        "id":"ED403744",
        "title":"Speech Style, Gender, and Oral Proficiency Interview Performance."},
      {
        "id":"ED403745",
        "title":"On-Campus E-Mail for Communicative Writing."},
      {
        "id":"ED403746",
        "title":"National K-12 Foreign Language Resource Center Evaluation Report."},
      {
        "id":"ED403748",
        "title":"Recherches en phonetique et en phonologie au Quebec (Research in Phonetics and Phonology in Quebec). Publication B-206."},
      {
        "id":"ED403749",
        "title":"Developing Listening and Speaking Skills in the Intermediate Business Spanish Class."},
      {
        "id":"ED403750",
        "title":"Actes des Journees de linguistique (Proceedings of the Linguistics Conference) (10th, Montreal, Quebec, Canada, April 2-4, 1996)."},
      {
        "id":"ED403751",
        "title":"Integrating Language and Content Instruction: A Framework to Guide Cross-Disciplinary Team Teaching."},
      {
        "id":"ED403752",
        "title":"Dictionnaire de Fulfulde (Fulfulde Dictionary). Trainee's Book."},
      {
        "id":"ED403754",
        "title":"&quot;Yakudoku&quot; EFL Instruction in a Japanese High School Classroom."},
      {
        "id":"ED403755",
        "title":"The Formalized Learning Style of Japanese Students."},
      {
        "id":"ED403757",
        "title":"English Programs for Non-English Majors at Universities in Taiwan."},
      {
        "id":"ED403758",
        "title":"The ESP Component in English Programs for Non-English Majors at Universities in Taiwan."},
      {
        "id":"ED403759",
        "title":"Didactique de la comprehension orale et sensibilisation aux langue etrangere. Tomes 1 et 2. Publications B-203 et 204. (The Teaching of Listening and 204. (The Teaching of Listening Comprehension and Sensitization to Varieties of Oral Spanish: Experiment in Foreign Language Teaching. Volumes 1 and 2). Publications B-203 and 204."},
      {
        "id":"ED403760",
        "title":"Journal of Celtic Language Learning, Volume 2."},
      {
        "id":"ED403761",
        "title":"Linguistic Determinism and Mutability: The Sapir-Whorf &quot;Hypothesis&quot; and Intercultural Communication."},
      {
        "id":"ED403766",
        "title":"Francais langue seconde guide d'administration--test modele du niveau intermediaire. Les clubs et associations = French as a Second Language, Administration Guide--Intermediate Level Model Test. Clubs and Associations."},
      {
        "id":"ED403767",
        "title":"Pour une ecole ouverte aux langues. Actes du Collogue organisi par le Centre de Contact Suisses-Immigres (CCSI) (Geneve, Suisse, le 19 novembre, 1994) = Toward a School Open to Languages. Proceedings of a Colloquium of the Centre de Contact Suisses-Immigres (CCSI) (Geneva, Switzerland, November 19, 1994)."},
      {
        "id":"ED403768",
        "title":"Situations d'enseignment bilingue. Compte rendu des Premieres Recontres intersites a propos de l'apprentissage bilingue (1er, Bale, Suisse, janvier 20-22, 1994) = Bilingual Teaching Situations. Summary of Proceedings of an Intersite Conference on Bilingual Education (1st, Basel, Switzerland, January 20-22, 1994)."},
      {
        "id":"ED403770",
        "title":"Vocabulary Acquisition in an Academic Discipline: ESL Learners and Theology."},
      {
        "id":"ED403771",
        "title":"French Immersion in Canada: Frequently Asked Questions (FAQs)."},
      {
        "id":"ED403772",
        "title":"Narrative Structures in the Stories of Immersion Pupils in Their Second Language."},
      {
        "id":"ED403773",
        "title":"A Case-Study in Family French-Immersion and Academic Achievement."},
      {
        "id":"ED403774",
        "title":"Longitudinal Relationships among Phonological Awareness, Verbal Working Memory, Lexical Access, and Reading Achievement in English-Speaking Children Placed in French Immersion."},
      {
        "id":"ED403775",
        "title":"Proficiency, Portfolios, and Learner Development in the Reading Classroom."},
      {
        "id":"ED403776",
        "title":"Codeswitching, Grammar, and Sentence Production: The Problem of Dummy Verbs."},
      {
        "id":"ED403777",
        "title":"Canning Canned Conversations."},
      {
        "id":"ED403778",
        "title":"Using Reflection/Review Journals in Japanese Classrooms."},
      {
        "id":"ED403779",
        "title":"Reader Autonomy: Language Learners Responding to Literary Texts."},
      {
        "id":"ED403780",
        "title":"Writing for a Reader: Does the Nature of the Reader Make a Difference?"},
      {
        "id":"ED403781",
        "title":"A Profile of Policies and Practices for Limited English Proficient Students: Screening Methods, Program Support, and Teacher Training (SASS 1993-94). Statistical Analysis Report."},
      {
        "id":"ED403785",
        "title":"College Choice as Capital Conversion and Investment: A New Model. ASHE Annual Meeting Paper."},
      {
        "id":"ED403787",
        "title":"The Perceived Contribution of Academic Partners to Women's Publishing Productivity. ASHE Annual Meeting Paper."},
      {
        "id":"ED403789",
        "title":"Faculty Diversity and Regional Accreditation: Crucial Issues and a Survey of Academic Leaders. ASHE Annual Meeting Paper."},
      {
        "id":"ED403793",
        "title":"Recommendations for a Telecommunications-Based Delivery System."},
      {
        "id":"ED403795",
        "title":"Higher Education Urban Community Service: From Periphery to Core?"},
      {
        "id":"ED403797",
        "title":"Bulding for Reauthorization--Need Analysis. Rethinking Federal Student Aid Delivery: A Concept Paper and Issues for Comment."},
      {
        "id":"ED403799",
        "title":"Programs Offered and Programs Completed at North Dakota Institutions of Postsecondary Education July 1, 1994 - June 30, 1995."},
      {
        "id":"ED403800",
        "title":"Programs Offered and Programs Completed at North Dakota Institutions of Postsecondary Education July 1, 1995 - June 30, 1996."},
      {
        "id":"ED403801",
        "title":"Plan of Work for the California Postsecondary Education Commission, 1992-93."},
      {
        "id":"ED403802",
        "title":"The WICHE Compact. An Assessment of California's Continued Membership in the Western Interstate Commission for Higher Education."},
      {
        "id":"ED403803",
        "title":"The Effectiveness of California's Oversight of Private Postsecondary and Vocational Education."},
      {
        "id":"ED403804",
        "title":"Closing the Door...Needed Facilities for California's Colleges and Universities."},
      {
        "id":"ED403805",
        "title":"California Postsecondary Education Commission Workplan, 1996 through 2000."},
      {
        "id":"ED403806",
        "title":"Performance Indicators of California Higher Education, 1995."},
      {
        "id":"ED403808",
        "title":"Accounting for Contributions. Understanding the Requirements of FASB Statement No. 116."},
      {
        "id":"ED403810",
        "title":"Models for Improving College Teaching: A Faculty Resource. ERIC Digest."},
      {
        "id":"ED403811",
        "title":"Models for Improving College Teaching: A Faculty Resource. ASHE-ERIC Higher Education Report No. 6, 1995."},
      {
        "id":"ED403812",
        "title":"Issues/Problems in Assessing and Documenting Institutional Effectiveness. Research and Planning Report 94-01."},
      {
        "id":"ED403813",
        "title":"Status Report on Institutional Effectiveness, 1993-1994."},
      {
        "id":"ED403814",
        "title":"The Impact of Nova Southeastern University on the South Florida Economy. Research and Planning Report 95-03."},
      {
        "id":"ED403815",
        "title":"Enrollment Trends and Characteristics of Nova Southeastern University's Students: Calendar Years 1990 to 1994. Research and Planning Report 95-12."},
      {
        "id":"ED403816",
        "title":"Place of Class Attendance at Nova Southeastern University: Calendar Years 1990-1994. Research and Planning Report 96-01."},
      {
        "id":"ED403817",
        "title":"Graduates of the Abraham S. Fischler Center for the Advancement of Education Reflect on Their Experience with Nova Southeastern University. Research and Planning Report 96-05."},
      {
        "id":"ED403818",
        "title":"Students in the Abraham S. Fischler Center for the Advancement of Education Respond to a Satisfaction Survey: A Comparison Between On-Campus Students and Off-Campus Students. Research and Planning Report 96-12."},
      {
        "id":"ED403819",
        "title":"Graduates of the School of Business and Entrepreneurship Reflect Upon Their Academic Experiences. Research and Planning Report 96-06."},
      {
        "id":"ED403820",
        "title":"The Impact of Independent Colleges and Universities of Florida on the State Economy: Fiscal Year 1995. Research and Planning Report 96-16."},
      {
        "id":"ED403821",
        "title":"Results from a Common Final Examination: A Comparison Between On-Campus Students and Off-Campus Students. Research and Planning Report 96-17."},
      {
        "id":"ED403822",
        "title":"Distance Education at Nova Southeastern University. Research and Planning Report 96-20."},
      {
        "id":"ED403823",
        "title":"Fact Book Fiscal Year 1997."},
      {
        "id":"ED403824",
        "title":"Transitions to the Workplace: Expectations and Realities for Liberal Arts Graduates. Completion Report for Steele Fellowship, Midwest Association of Colleges &amp; Employers."},
      {
        "id":"ED403827",
        "title":"Enhancing the Capacity of Four-Year Postsecondary Educational Institutions to Promote Economic Development. A Report by the Task Force on Education and Economic Development."},
      {
        "id":"ED403828",
        "title":"Indicators of &quot;Good Practice&quot; in Undergraduate Education: A Handbook for Development and Implementation."},
      {
        "id":"ED403829",
        "title":"University of Wyoming/NAFSA Institute on Foreign TA Training. Working Papers, Volume III."},
      {
        "id":"ED403830",
        "title":"Spring 1996 Enrollment. South Dakota Public and Private Colleges and Universities."},
      {
        "id":"ED403831",
        "title":"Condition of Higher Education in New Mexico, 1995."},
      {
        "id":"ED403832",
        "title":"Performance Indicators of California Higher Education, 1996. The Third Annual Report to California's Governor, Legislature, and Citizens in Response to Assembly Bill 1808 (Chapter 741, Statutes of 1991)."},
      {
        "id":"ED403833",
        "title":"Scorecard on Colorado Public Higher Education. How the Public Higher Education System and Its Students Perform on Selected Measures. March 1995."},
      {
        "id":"ED403834",
        "title":"Scorecard on Colorado Public Higher Education. Supporting Data Tables. March 1995."},
      {
        "id":"ED403835",
        "title":"Project Assist (Articulation System Stimulating Interinstitutional Student Transfer). Staff Comments on the Final Evaluation Report Prepared by the Carrera Consulting Group."},
      {
        "id":"ED403836",
        "title":"Reflections on Leadership. CAUSE Professional Paper Series, No. 15."},
      {
        "id":"ED403837",
        "title":"The Crisis in Information Technology Support: Has Our Current Model Reached Its Limit? CAUSE Professional Paper Series, No. 16."},
      {
        "id":"ED403839",
        "title":"The Big Chill: Changes in American Politics and Society from the Late 1960s to the Present."},
      {
        "id":"ED403840",
        "title":"Maryland Health and Higher Educational Facilities Authority. 1996 Annual Report."},
      {
        "id":"ED403841",
        "title":"Lessons Learned from FIPSE Projects III. Written in Collaboration with 31 Directors of College and University Reform Projects Who Tell What Worked, What Didn't, and Why."},
      {
        "id":"ED403842",
        "title":"The Best and the Worst College Seniors' Experiences with Academics and Services. Research Report #10-96."},
      {
        "id":"ED403843",
        "title":"Developmental/Remedial Education for Higher Education. Dilution of the Mission ??"},
      {
        "id":"ED403844",
        "title":"Trends in Tuition and Other Basic Student Charges 1963-64 through 1996-97 with Typical Student Costs 1982-83 through 1996-97. Report No. 19-97."},
      {
        "id":"ED403845",
        "title":"Correlates of College Students' Attitudes toward Grades."},
      {
        "id":"ED403846",
        "title":"Students' Identity Status and Mentorship from College Faculty."},
      {
        "id":"ED403849",
        "title":"Bringing the Campus to the Student. New Mexico's Extended Learning Initiative: A Status Report."},
      {
        "id":"ED403852",
        "title":"Direct Lending and FFELP: An &quot;Apples to Apples&quot; Evaluation."},
      {
        "id":"ED403853",
        "title":"The Challenge of Teaching Quantitative Skills to Students with Limited Mathematical Background."},
      {
        "id":"ED403854",
        "title":"Academic Infotecture: Course Design for Cyberschool."},
      {
        "id":"ED403855",
        "title":"Integration and Assessment of Service Learning into the Curriculum."},
      {
        "id":"ED403857",
        "title":"Fiscal Year 1998 Higher Education Budget Recommendations. Operations and Grants."},
      {
        "id":"ED403858",
        "title":"Illinois Cooperative Work Study Program. Fiscal Year 1997 Grant Allocations."},
      {
        "id":"ED403859",
        "title":"Underrepresented Groups in Public Institutions of Higher Education in Illinois. Report to the Governor and General Assembly."},
      {
        "id":"ED403861",
        "title":"Learn and Serve America. Higher Education Program Descriptions, 1996."},
      {
        "id":"ED403862",
        "title":"Theodore M. Hesburgh Award for Faculty Development To Enhance Undergraduate Teaching and Learning, 1997."},
      {
        "id":"ED403863",
        "title":"Lies; Damned Lies; Statistics; and Law School Grades. Grade Conferences from Hell: Measurement Error in Law School Grading."},
      {
        "id":"ED403865",
        "title":"State University of New York. Performance Indicators Report."},
      {
        "id":"ED403871",
        "title":"College Students&apos; Assessment of Teaching by Television."},
      {
        "id":"ED403872",
        "title":"The Impact of Online Technology on Teaching and Learning: Attitudes and Ideas of Educators in the Field."},
      {
        "id":"ED403873",
        "title":"A Survey of Internet Access and Usage in a Selected Sample of Northeast Alabama Schools, Grades 6, 7, 8."},
      {
        "id":"ED403874",
        "title":"Inclusion."},
      {
        "id":"ED403875",
        "title":"Wisconsin Educational Technology Plan PK-12. Bulletin No. 97090."},
      {
        "id":"ED403876",
        "title":"Access to Information Technology: A Statewide Vision for Colorado."},
      {
        "id":"ED403877",
        "title":"Learning English Electronically: Formative Evaluation in ESL Software."},
      {
        "id":"ED403878",
        "title":"A Qualitative Look at Preservice Teacher's Perceptions of the Future of Computers in Education."},
      {
        "id":"ED403879",
        "title":"View the Zoo! Evaluation of Visual Communication in an Outdoor Educational Setting."},
      {
        "id":"ED403880",
        "title":"Telecommunications: Does It Make a Difference in the Classroom?"},
      {
        "id":"ED403882",
        "title":"Navigation Maps in a Computer-Networked Hypertext Learning System."},
      {
        "id":"ED403883",
        "title":"Information Technology Education in a Cooperative Environment: Design and Evaluation."},
      {
        "id":"ED403884",
        "title":"Buildings, Books, and Bytes: Libraries and Communities in the Digital Age. A Report on the Public's Opinion of Library Leaders' Visions for the Future."},
      {
        "id":"ED403886",
        "title":"Yahoo! Cataloging the Web."},
      {
        "id":"ED403887",
        "title":"Technical Services and the World Wide Web."},
      {
        "id":"ED403889",
        "title":"Wow! This Librarian and these Librarians Are Magic! The World Wide Web and Its Use in a Medium Sized Public Library."},
      {
        "id":"ED403890",
        "title":"Journals Online News: Dispersing Collection Management Information on the World Wide Web."},
      {
        "id":"ED403891",
        "title":"The Art and Science of Web Server Management."},
      {
        "id":"ED403892",
        "title":"Scholarly Communication and Electronic Publication: Implications for Research, Advancement, and Promotion."},
      {
        "id":"ED403893",
        "title":"Cooperative Web Development and Maintenance."},
      {
        "id":"ED403894",
        "title":"Untangling the Tangled Webs We Weave: A Team Approach to Cyberspace."},
      {
        "id":"ED403895",
        "title":"The First Amendment and the Web: The Internet Porn Panic and Restricting Indecency in Cyberspace."},
      {
        "id":"ED403896",
        "title":"Spiders and Worms and Crawlers, Oh My: Searching on the World Wide Web."},
      {
        "id":"ED403897",
        "title":"Casting the Net: The Development of a Resource Collection for an Internet Database."},
      {
        "id":"ED403898",
        "title":"Instruction on the Web: Authoring Tutorials in HTML."},
      {
        "id":"ED403900",
        "title":"Library of Congress Subject Headings as Subject Terminology in a Virtual Library: The INFOMINE Example."},
      {
        "id":"ED403904",
        "title":"Student Appraisal of Library Services. Survey Results."},
      {
        "id":"ED403910",
        "title":"A Testbed for Advancing the Role of Digital Technologies for Library Preservation and Access. Final Report."},
      {
        "id":"ED403911",
        "title":"Preservation Film: Platform for Digital Access Systems."},
      {
        "id":"ED403912",
        "title":"Public Libraries, Communities, and Technology: Twelve Case Studies."},
      {
        "id":"ED403913",
        "title":"Go For the Gold...Read! Louisiana Summer Reading Program, 1996."},
      {
        "id":"ED403914",
        "title":"Supporting Digital Instructional Technology: The Role of the Academic Library."},
      {
        "id":"ED403915",
        "title":"Louisiana Libraries. A Report on the Economic and Service Impact of Louisiana Libraries."},
      {
        "id":"ED403923",
        "title":"Regional and Subregional Libraries for the Blind and Physically Handicapped."},
      {
        "id":"ED403924",
        "title":"National Conference on American Pluralism and Identity Program Book (New Orleans, Louisiana, January 18-19, 1997)."},
      {
        "id":"ED403925",
        "title":"Anoka Ramsey Community College, Exploring America's Communities. Progress Report."},
      {
        "id":"ED403926",
        "title":"Atlanta Metropolitan College, Exploring America's Communities: In Quest of Common Ground. Progress Report."},
      {
        "id":"ED403927",
        "title":"Bergen Community College, Exploring America's Communities: In Quest of Common Ground. Progress Report."},
      {
        "id":"ED403928",
        "title":"Black River Technical College, Exploring America's Communities. Progress Report."},
      {
        "id":"ED403929",
        "title":"Bronx Community College, Exploring America's Communities. Progress Report."},
      {
        "id":"ED403930",
        "title":"Butler County Community College, Exploring America's Communities. Progress Report."},
      {
        "id":"ED403931",
        "title":"Carroll Community College, Exploring America's Communities. Progress Report."},
      {
        "id":"ED403932",
        "title":"Central Florida Community College, Exploring America's Communities. Progress Report."},
      {
        "id":"ED403933",
        "title":"Chesterfield/Marlboro Technical College, AACC Progress Report."},
      {
        "id":"ED403934",
        "title":"Collin County Community College, Exploring America's Communities. Progress Report."},
      {
        "id":"ED403935",
        "title":"Cumberland County College, AACC Progress Report."},
      {
        "id":"ED403936",
        "title":"Danville Area Community College, Exploring America's Communities. Progress Report."},
      {
        "id":"ED403937",
        "title":"Fresno City College, Exploring America's Communities. Progress Report."},
      {
        "id":"ED403938",
        "title":"Hagerstown Junior College, Exploring America's Communities. Progress Report."},
      {
        "id":"ED403939",
        "title":"Harrisburg Area Community College, Exploring America's Communities. Progress Report."},
      {
        "id":"ED403940",
        "title":"From Fragments to the Whole: Integrating Diversity and Unity in the Academic Foundations Program at Hudson County Community College."},
      {
        "id":"ED403941",
        "title":"Indian Hills Community College, Exploring America's Communities. Progress Report."},
      {
        "id":"ED403942",
        "title":"Exploring America's Communities: In Quest of Common Ground. Iowa Central Community Final Report."},
      {
        "id":"ED403943",
        "title":"Itawamba Community College, Exploring America's Communities. Progress Report."},
      {
        "id":"ED403944",
        "title":"Kirkwood Community College, Exploring America's Communities: In Quest of Common Ground. Progress Report."},
      {
        "id":"ED403945",
        "title":"Exploring America's Communities: A Report of Progress Made in Meeting Team Goals."},
      {
        "id":"ED403946",
        "title":"Lee College, Exploring America's Communities. Progress Report."},
      {
        "id":"ED403947",
        "title":"University of Hawaii Leeward Community College, Exploring America's Communities. Progress Report."},
      {
        "id":"ED403948",
        "title":"Metropolitan Community Colleges, Exploring America's Communities. Progress Report."},
      {
        "id":"ED403949",
        "title":"Mississippi Gulf Coast Community College, Exploring America's Communities. Progress Report."},
      {
        "id":"ED403950",
        "title":"Monroe Community College, Exploring America's Communities. Progress Report."},
      {
        "id":"ED403951",
        "title":"Motlow State Community College, Exploring America's Communities: Honors American Studies. Progress Report."},
      {
        "id":"ED403952",
        "title":"Northampton Community College, Exploring America's Communities. Progress Report."},
      {
        "id":"ED403953",
        "title":"Nunez Community College, Exploring America's Communities. Progress Report."},
      {
        "id":"ED403954",
        "title":"American Pluralism in Microcosm: The City of Santa Ana as Text. Exploring America's Communities. Progress Report."},
      {
        "id":"ED403955",
        "title":"Rockland Community College, Exploring America's Communities. Progress Report."},
      {
        "id":"ED403956",
        "title":"San Antonio College, Exploring America's Communities. Progress Report."},
      {
        "id":"ED403957",
        "title":"Santa Rosa Junior College, Exploring America's Communities. American Cultures Project. Progress Report."},
      {
        "id":"ED403958",
        "title":"University of Kentucky Southeast Community College, Exploring America's Communities. Progress Report."},
      {
        "id":"ED403959",
        "title":"Tarrant County Junior College District, Exploring America's Communities. Progress Report."},
      {
        "id":"ED403960",
        "title":"Tulsa Community College, Exploring America's Communities. Progress Report."},
      {
        "id":"ED403961",
        "title":"Tyler Junior College, Exploring America's Communities."},
      {
        "id":"ED403962",
        "title":"Valencia Community College, Exploring America's Communities. Progress Report."},
      {
        "id":"ED403963",
        "title":"Faculty Workload Report, Fall 1996."},
      {
        "id":"ED403964",
        "title":"University &amp; Community College System of Nevada Report to the Legislature: Biennial Report, 1995-1997."},
      {
        "id":"ED403965",
        "title":"University and Community College System of Nevada Report to the Legislature: Planning Report, 1997-2001."},
      {
        "id":"ED403966",
        "title":"Perspectives from the Field: The Community College Transfer Opportunity Program."},
      {
        "id":"ED403967",
        "title":"Measures of Progress: Student Follow-up, 1984-1993. A Ten-Year Retrospective."},
      {
        "id":"ED403968",
        "title":"Student Transfers to the California State University and University of California: 1995 Report."},
      {
        "id":"ED403969",
        "title":"Measures of Progress: 1995 Project Follow-Up, Los Rios Community College District (American River College, Cosumnes River College, Sacramento City College). Results of a Survey of 1993-94 Graduates and Non-Returning Students. Volume I of II--Frequencies and Percents by District, College and Academic Program."},
      {
        "id":"ED403970",
        "title":"Measures of Progress: 1995 Project Follow-Up, American River College. Results of a Survey of 1993-94 Graduates and Non-Returning Students. Volume I of II: Frequencies and Percents by District, College and Academic Program."},
      {
        "id":"ED403971",
        "title":"Measures of Progress: 1995 Project Follow-Up, Cosumnes River College. Results of a Survey of 1993-94 Graduates and Non-Returning Students. Volume I of II: Frequencies and Percents by District, College and Academic Program."},
      {
        "id":"ED403972",
        "title":"Measures of Progress: 1995 Project Follow-Up, Sacramento City College. Results of a Survey of 1993-94 Graduates and Non-Returning Students. Volume I of II: Frequencies and Percents by District, College and Academic Program."},
      {
        "id":"ED403974",
        "title":"Fall 1996 Student Profile Based upon Fourth Week Census Data."},
      {
        "id":"ED403976",
        "title":"Programa Actual 1991 (Current Programme 1991)."},
      {
        "id":"ED403977",
        "title":"Parent 'N' Me: Parent-Infant Guidance Class."},
      {
        "id":"ED403978",
        "title":"Una Guia Para Padres Para El Cuidado de Ninos (A Parent's Guide to Child Care)."},
      {
        "id":"ED403979",
        "title":"Improving Social Behavior of Fifth through Eighth Grade Students through Curriculum Intervention and Teaching Practices."},
      {
        "id":"ED403980",
        "title":"Middle Ground: News of Middle-Level Education, 1995."},
      {
        "id":"ED403981",
        "title":"Report of the Legislative Commission on Children, Youth and Their Families (LCCYF) to the Minnesota Legislature, 1994."},
      {
        "id":"ED403982",
        "title":"Family-School Cooperation through Action-Research."},
      {
        "id":"ED403988",
        "title":"The Constructivist Approach to Science and Technology."},
      {
        "id":"ED403989",
        "title":"Appropriate Limits for Young Children: A Guide for Discipline. Part One [and] Part Two."},
      {
        "id":"ED403994",
        "title":"Oklahoma Kids Count Factbook '96."},
      {
        "id":"ED403996",
        "title":"Ohio Children: Together We Can Help Them Grow."},
      {
        "id":"ED403997",
        "title":"Self-Disclosure in Youth at Different Stages of Development of Interpersonal Relationships."},
      {
        "id":"ED403998",
        "title":"How Do Educators and Mothers Feel about Parental Involvement in an Early Childhood Classroom?"},
      {
        "id":"ED404000",
        "title":"Social Policy Report, 1995."},
      {
        "id":"ED404001",
        "title":"Water as Part of Children's Environment and Children's Preferences for Waterfront Settings."},
      {
        "id":"ED404003",
        "title":"Discipline, Democracy and Developmentally Appropriate Curriculum: or What Constitutes Effective Classroom Management in the Early Primary Grades."},
      {
        "id":"ED404004",
        "title":"Chronic Ear Infections: The Silent Deterrent to Academic and Social Success."},
      {
        "id":"ED404005",
        "title":"Fish Hoek Middle School: Issues of Education Reform in South Africa."},
      {
        "id":"ED404007",
        "title":"Constructivism and Arts Based Programs."},
      {
        "id":"ED404008",
        "title":"Does Head Start Help Hispanic Children? Labor and Population Program, Working Paper Series 96-17."},
      {
        "id":"ED404009",
        "title":"Building Strong Communities: Crafting a Legislative Foundation."},
      {
        "id":"ED404010",
        "title":"Food, Nutrition and Development in Ecuador."},
      {
        "id":"ED404011",
        "title":"Kids Count 1995 Data Book on Louisiana's Children."},
      {
        "id":"ED404012",
        "title":"The Use of Transitional Child Care: Analysis and Recommendations for New York City's Program."},
      {
        "id":"ED404013",
        "title":"Balancing Early Childhood Education and Work. Consultations with Key Groups about Striking a Balance: Families, Work, and Early Childhood Education."},
      {
        "id":"ED404014",
        "title":"Intergenerational Learning: What If Schools Were Places Where Adults and Children Learned Together?"},
      {
        "id":"ED404015",
        "title":"The Nebraska Head Start/Public School Early Childhood Transition Demonstration Project."},
      {
        "id":"ED404017",
        "title":"The Case for Kids. Community Strategies for Children and Families: Promoting Positive Outcomes."},
      {
        "id":"ED404018",
        "title":"Instruction that Addresses the Needs of the Individual Learner While Simultaneously Honoring and Teaching to the Diversity of All Learning Styles."},
      {
        "id":"ED404019",
        "title":"Infant Temperament and Personality."},
      {
        "id":"ED404020",
        "title":"Aiming for Results: Stronger Families and Healthier Children in Georgia. A Report about the Family Connection."},
      {
        "id":"ED404022",
        "title":"Baselines and Benchmarks: Indicators of Well-Being for Iowa Children."},
      {
        "id":"ED404023",
        "title":"Quality of Life and Child Development. Working Papers in Early Childhood Development 20."},
      {
        "id":"ED404025",
        "title":"Latchkey Children: Are They Prepared for Self-Care."},
      {
        "id":"ED404027",
        "title":"Reconceptualization of Identity Exploration by Relatedness."},
      {
        "id":"ED404028",
        "title":"Kids Count Alaska Data Book: 1996."},
      {
        "id":"ED404029",
        "title":"The Journal of Educational Relations, 1996."},
      {
        "id":"ED404031",
        "title":"Maryland 1994 KIDS COUNT Factbook."},
      {
        "id":"ED404033",
        "title":"Implementing a Multi-age Model in a New York City Public School."},
      {
        "id":"ED404035",
        "title":"Self-Monitoring as a Motivator during Instruction with Elementary School Students."},
      {
        "id":"ED404037",
        "title":"Effects of Teacher Attachment History on Teacher-Child Relationships."},
      {
        "id":"ED404038",
        "title":"Parent Involvement in Typical Classroom Lessons: Changing Attitudes toward School."},
      {
        "id":"ED404041",
        "title":"A Comprehensive Literature Review in Valuing the Concept of Caring in Middle and Secondary Level Schools."},
      {
        "id":"ED404042",
        "title":"Idaho Kids Count Data Book, 1994: Profiles of Child Well-Being."},
      {
        "id":"ED406047",
        "title":"Developments in Planning: Children Respond to Contextual Change."},
      {
        "id":"ED406048",
        "title":"Reinstating Modernity in Social Science Research--or--The Status of Bullwinkle in a Post-Postmodern Era."},
      {
        "id":"ED406049",
        "title":"Preschool Children's Attitudes about Deviations from Gender-Role Behaviors."},
      {
        "id":"ED406050",
        "title":"Perceptions of Adolescents' Influence in Family Decision Making."},
      {
        "id":"ED406051",
        "title":"Inclusive Child Care: An Ethical Perspective."},
      {
        "id":"ED406052",
        "title":"Using Mediated Learning Experiences To Enhance Children's Thinking."},
      {
        "id":"ED406053",
        "title":"Children: Oklahoma's Investment in Tomorrow '96. Preliminary Report: Agency Budget by Cabinet."},
      {
        "id":"ED406054",
        "title":"Arguments in Opposition to the Use of Corporal Punishment: A Comprehensive Review of the Literature."},
      {
        "id":"ED406056",
        "title":"Hearing on the Contract with America: Nutrition, the Local Perspective. Hearing before the Committee on Economic and Educational Opportunities. House of Representatives, One Hundred Fourth Congress, First Session."},
      {
        "id":"ED406057",
        "title":"Hearings on &quot;Parents, Schools and Values.&quot; Hearings before the Subcommittee on Oversight and Investigations of the Committee on Economic and Educational Opportunities. House of Representatives, One Hundred Fourth Congress, First Session."},
      {
        "id":"ED406058",
        "title":"Child Welfare: States' Progress in Implementing Family Preservation and Support Services. United States General Accounting Office Report to the Chairman, Subcommittee on Human Resources, Committee on Ways and Means, House of Representatives."},
      {
        "id":"ED406060",
        "title":"Kids Count New Jersey 1996: State and County Profiles of Child Well-Being."},
      {
        "id":"ED406061",
        "title":"Preschool Children's Collaborative Problem-Solving Interactions: Influence of Task, Partner Gender, and Conversational Style."},
      {
        "id":"ED406062",
        "title":"Educational and Prosocial Programming on Saturday Morning Television."},
      {
        "id":"ED406063",
        "title":"Family Child Care Memories: Once More with Feeling."},
      {
        "id":"ED406064",
        "title":"Facilitating Social Competence in a School-Age Care Setting: A School-Age Care Staff Development Manual."},
      {
        "id":"ED406066",
        "title":"Children's Understanding of Biological Inheritance: Nature, Nurture, and Essentialism."},
      {
        "id":"ED406067",
        "title":"Children's Explanations of Family Resemblances."},
      {
        "id":"ED406069",
        "title":"MCN Clinial Supplement, January/February 1994."},
      {
        "id":"ED406070",
        "title":"Wilderness Medicine Newsletter, 1993."},
      {
        "id":"ED406071",
        "title":"Gender and Schooling in Appalachia: Historical Lessons for an Era of Economic Restructuring. Research Paper 9411."},
      {
        "id":"ED406072",
        "title":"Using Human Ecological Approaches To Study Rural Childhood."},
      {
        "id":"ED406073",
        "title":"The New Vocationalism in Rural Locales."},
      {
        "id":"ED406074",
        "title":"The Health Condition of Migrant Farm Workers."},
      {
        "id":"ED406076",
        "title":"Family Involvement and Federal Funding: An Effective Combination for the Reduction of Substance Abuse in an Ethnic Minority Community."},
      {
        "id":"ED406077",
        "title":"On Many Edges: The Hispanic Population of Indiana. Heartland Center Reports."},
      {
        "id":"ED406078",
        "title":"Calumet Region Schools. Heartland Center Reports."},
      {
        "id":"ED406079",
        "title":"Pathways from Poverty Educational Network."},
      {
        "id":"ED406080",
        "title":"Poor Kids in a Rich Nation: Eating the Seed Corn."},
      {
        "id":"ED406081",
        "title":"Human Capital and Poverty in Rural America."},
      {
        "id":"ED406082",
        "title":"Fragile: Education in the Balance. West Virginia County School Boards: Deficit Experience, Fiscal Years 1990-1995."},
      {
        "id":"ED406083",
        "title":"Presentation of Social and Academic Factors That Encourage Persistence in Secondary Schools in Rural, Low Socioeconomic Areas of Two Selected Southeastern States."},
      {
        "id":"ED406085",
        "title":"Promoting Progress in Times of Change: Rural Communities Leading the Way. Conference Proceedings of the American Council on Rural Special Education (San Antonio, Texas, March 26-29, 1997)."},
      {
        "id":"ED406086",
        "title":"Special Education in the 21st Century."},
      {
        "id":"ED406087",
        "title":"ATM: Restructing Learning for Deaf Students."},
      {
        "id":"ED406088",
        "title":"NCPSE--We Have the Answers."},
      {
        "id":"ED406089",
        "title":"Rural Special Education in &quot;The Nine Nations of North America&quot;: A Policy Proposal for the American Council on Rural Special Education."},
      {
        "id":"ED406090",
        "title":"Individuals with Disabilities Education (IDEA) State Advisory Panels: Factors of Perceived Panel Effectiveness."},
      {
        "id":"ED406091",
        "title":"Effects of Training on Teacher's Stages of Concern Regarding Inclusion."},
      {
        "id":"ED406092",
        "title":"A Comparison of Rural and Urban Special Education Teacher Needs in Working with Children with Behavior Disorders."},
      {
        "id":"ED406093",
        "title":"Best Practices in Rural Staff Development: The Clive School Story."},
      {
        "id":"ED406094",
        "title":"Stemming Teacher Turnover in Rural Settings: A Follow-Up Study."},
      {
        "id":"ED406095",
        "title":"A Unified Educational System for the Twenty-First Century: Preservice Preparation of Teachers To Meet the Educational Needs of All Students."},
      {
        "id":"ED406096",
        "title":"Multi-University Collaboration via Distance Learning To Train Rural Special Education Teachers and Related Services Personnel."},
      {
        "id":"ED406097",
        "title":"Providing Related Services to Students with Disabilities in Rural and Remote Areas of Nevada."},
      {
        "id":"ED406098",
        "title":"The Current Research Efforts of Special Olympics International."},
      {
        "id":"ED406099",
        "title":"Rural Teachers', Administrators', and Counselors' Attitudes about Inclusion."},
      {
        "id":"ED406100",
        "title":"Montana Training for Inclusive Education (TIE) and Montana Behavioral Initiative (MBI): Description and Evaluation of Two Rural Education Initiatives."},
      {
        "id":"ED406101",
        "title":"Partners in Transition: Empowering Teachers To Provide Transition Services."},
      {
        "id":"ED406102",
        "title":"Concerns of Rural School Superintendents in Texas Regarding Inclusion As a Method for Serving Special Needs Children."},
      {
        "id":"ED406103",
        "title":"IEPS, Students with Behavior Problems and School Discipline Policies: A Collision Course."},
      {
        "id":"ED406104",
        "title":"Recruitment and Retention Problems in Paradise? Lessons from the Northern Mariana Islands."},
      {
        "id":"ED406105",
        "title":"Strategies for Inclusive Teaching in Rural Schools."},
      {
        "id":"ED406106",
        "title":"Creating and Using Video Segments for Rural Teacher Education."},
      {
        "id":"ED406107",
        "title":"Distance Learners Talk Back: Rural Special Educators Evaluate Their Teacher Preparation Program."},
      {
        "id":"ED406108",
        "title":"Rural Therapists' Assessment of Capability for Autonomous Practice."},
      {
        "id":"ED406109",
        "title":"Exploring the Personal Cultures of Rural Culturally Diverse Students."},
      {
        "id":"ED406110",
        "title":"The Effects of Using a Cross-Content Learning Strategy--Read, Imagine, Decide, and Do (RIDD)--on the Academic Performance of Rural Secondary Students with Mild Learning and Behavior Disorders."},
      {
        "id":"ED406111",
        "title":"Transition to the Community, Work, and Independent Living: The Rural Community As a Classroom."},
      {
        "id":"ED406112",
        "title":"Suicidal Behaviors and Factors Related to Suicide among Mexican American Youth Identified As Seriously Emotionally Disturbed in Rural Settings."},
      {
        "id":"ED406113",
        "title":"The Challenge of School to Work Transition in a Rural State."},
      {
        "id":"ED406114",
        "title":"A Local School Model for Teaching Students with PDD and Autism."},
      {
        "id":"ED406115",
        "title":"Reflectivity in Supervision and Teaching."},
      {
        "id":"ED406116",
        "title":"Using Taped Books with Children At-Risk: Four Case Studies."},
      {
        "id":"ED406117",
        "title":"Early Literacy Activities: Experiences of Rural Families of Children with Disabilities."},
      {
        "id":"ED406118",
        "title":"Teachers' Perceptions about Working with Exceptional Families in Rural Communities."},
      {
        "id":"ED406119",
        "title":"Working with Navajo Parents of Exceptional Children."},
      {
        "id":"ED406120",
        "title":"Triple Jeopardy: Disabled, At-Risk, and Living in a Rural Community."},
      {
        "id":"ED406121",
        "title":"Using Q Methodological Studies To Investigate Attitudes of Educators and of Students with Disabilities toward Inclusion."},
      {
        "id":"ED406122",
        "title":"Professional Development in Rural Schools: Project Success: School-University Consortium Collaboratively Enabling Success for All Students."},
      {
        "id":"ED406123",
        "title":"Quality Television Instruction: Views of On-Site Rural Facilitators."},
      {
        "id":"ED406124",
        "title":"Integrating Technology and Media into Regular Classrooms To Facilitate Inclusion: Preservice/Inservice Training of Rural Educators."},
      {
        "id":"ED406125",
        "title":"A Model Program for Identifying Culturally and Linguistically Diverse Rural Gifted and Talented Students."},
      {
        "id":"ED406126",
        "title":"Mathematics 26: Teacher Resource Manual. Integrated Occupational Program. Interim 1991."},
      {
        "id":"ED406127",
        "title":"Science 26: Teacher Resource Manual. Integrated Occupational Program. Interim 1991."},
      {
        "id":"ED406128",
        "title":"Learning Science."},
      {
        "id":"ED406129",
        "title":"Teaching Chemistry in the Classroom without the Traditional Laboratory: \"Outreach Chemistry.\""},
      {
        "id":"ED406130",
        "title":"Equity and Excellence in the Mathematical Sciences: A Challenge to America."},
      {
        "id":"ED406131",
        "title":"Strategies for Instruction in Mathematics, Grade 4."},
      {
        "id":"ED406132",
        "title":"Great Lakes: Great Gardening."},
      {
        "id":"ED406133",
        "title":"Access: A Directory of Contacts, Environmental Data Bases, and Scientific Infrastructure on 175 Biosphere Reserves in 32 Countries."},
      {
        "id":"ED406134",
        "title":"Sharing Science with Children: A Survival Guide for Scientists and Engineers."},
      {
        "id":"ED406135",
        "title":"Sharing Science: Linking Students with Scientists and Engineers. A Survival Guide for Teachers."},
      {
        "id":"ED406137",
        "title":"Promoting Interest in Mathematical Careers among Girls and Women. The Mathematics Outlook."},
      {
        "id":"ED406138",
        "title":"Science and Technology Pocket Data Book."},
      {
        "id":"ED406139",
        "title":"Science and Engineering Degrees, by Race/Ethnicity of Recipients: 1985-93. Detailed Statistical Tables."},
      {
        "id":"ED406140",
        "title":"Relationships in Physical Science."},
      {
        "id":"ED406144",
        "title":"Excellence in the Science Curriculum."},
      {
        "id":"ED406145",
        "title":"Unlimited Classrooms: A Resource Guide for Inclusive Environmental Education."},
      {
        "id":"ED406146",
        "title":"Assessing the Impact of an Urban Systemic Professional Development Program on Classroom Practice."},
      {
        "id":"ED406148",
        "title":"The Validity of Portfolio-Based Assessment of Science Teachers."},
      {
        "id":"ED406149",
        "title":"Science Experiences and Attitudes of Elementary Education Majors as They Experience Biology 295: A Multiple Case Study and Substantive Theory."},
      {
        "id":"ED406150",
        "title":"A Sociocultural Model of Learning and Teaching in Early Childhood Science Education."},
      {
        "id":"ED406151",
        "title":"Conceptual Change in Science through Collaborative Learning at the Computer."},
      {
        "id":"ED406152",
        "title":"Understanding National Standards: An Evaluation of a Professional Development Program for Mathematics Teachers."},
      {
        "id":"ED406153",
        "title":"Cultural Learning Environment in Science Classrooms: Validity and Application of a Questionnaire."},
      {
        "id":"ED406154",
        "title":"Learning Pathways in High-School Level Quantum Atomic Physics."},
      {
        "id":"ED406155",
        "title":"The Texas Poll of Elementary School Teachers: Survey Sampling Procedures and Questionnaire Design."},
      {
        "id":"ED406156",
        "title":"Preservice Elementary Science Project. Preservice Elementary Science Preparation: A Description of Programs at Colleges and Universities in Texas. Working Draft."},
      {
        "id":"ED406157",
        "title":"Preservice Elementary Science Project. Interviews of Elementary Science Presidential Awardees: Patterns That Portray Excellence in Science Teaching."},
      {
        "id":"ED406158",
        "title":"An Investigation of the Use of the World Wide Web for On-line Inquiry in a Science Classroom."},
      {
        "id":"ED406159",
        "title":"Reform and Reality: A Two Year Study. Observations of Texas Teachers on the Biology I End of Course Examination."},
      {
        "id":"ED406160",
        "title":"Meeting Women's and Girls' Special Needs: \"Gender-Sensitive\" Environments and the Roadblocks Women Science Educators Face."},
      {
        "id":"ED406161",
        "title":"Examining Elementary Teachers' Explanations of Their Science Content Knowledge."},
      {
        "id":"ED406162",
        "title":"Teaching for Excellence in K-8 Science Education: Using Project 2061 Benchmarks for More Effective Science Instruction."},
      {
        "id":"ED406163",
        "title":"An Autopsy of an Elementary Science Program Implementation."},
      {
        "id":"ED406164",
        "title":"Science Laboratory Instruction: Summary of Findings and Implications from Four Companion Studies."},
      {
        "id":"ED406165",
        "title":"Learning from Practice: Impressions from Pictures of Scientists Don't Tell the Whole Story."},
      {
        "id":"ED406167",
        "title":"Confronting the Gender Gap in Science and Mathematics: The Sisters in Science Program."},
      {
        "id":"ED406168",
        "title":"Reforms, Visions, and Standards: A Cross-Curricular View from an Elementary School Perspective."},
      {
        "id":"ED406171",
        "title":"Learning Process Studies in Physics: A Review of Concepts and Results."},
      {
        "id":"ED406173",
        "title":"The Quantity and Quality of Biology Laboratory Work in British Columbia High Schools."},
      {
        "id":"ED406174",
        "title":"Evaluating Computer Lab Modules for Large Biology Courses."},
      {
        "id":"ED406184",
        "title":"Annual Depiction of Science and Mathematics Education in the Northwest, 1995."},
      {
        "id":"ED406185",
        "title":"Identifying Avenues for Curriculum Development in Undergraduate Mathematics."},
      {
        "id":"ED406187",
        "title":"Race, Gender, Test Length, and Missing Data: Why Estimates of Performance May Be Clouded."},
      {
        "id":"ED406189",
        "title":"The Effects of Cooperative Learning in a Second-Semester University Computer Science Course."},
      {
        "id":"ED406190",
        "title":"What Constitutes a Scientific Explanation?"},
      {
        "id":"ED406191",
        "title":"Federal Funds for Research and Development: Fiscal Years 1994, 1995, and 1996. Volume 44. Detailed Statistical Tables."},
      {
        "id":"ED406192",
        "title":"Characteristics of Recent Science and Engineering Graduates: 1993. Detailed Statistical Tables."},
      {
        "id":"ED406193",
        "title":"Mentoring Experiences as Professional Development for Leaders in Environmental Education: The Cascade of Influence."},
      {
        "id":"ED406194",
        "title":"Energy Education Resources: Kindergarten through 12th Grade."},
      {
        "id":"ED406195",
        "title":"Undergraduate Origins of Recent (1991-95) Science and Engineering Doctorate Recipients. Special Report."},
      {
        "id":"ED406196",
        "title":"Reduction of Mathematics Anxiety."},
      {
        "id":"ED406198",
        "title":"Science and Engineering Degrees, by Race/Ethnicity of Recipients: 1987-94. Detailed Statistical Tables."},
      {
        "id":"ED406200",
        "title":"Teaching Science Methods to Women: Three Tales of Men Professors Reflecting on Their Practices."},
      {
        "id":"ED406201",
        "title":"Development of an Instrument To Measure Teacher Candidates' Attitudes and Beliefs about the Nature of and the Teaching of Mathematics and Science."},
      {
        "id":"ED406202",
        "title":"Technical Report of the NAEP 1992 Trial State Assessment Program in Mathematics."},
      {
        "id":"ED406203",
        "title":"Science Learning Matters: An Overview of the Science Report Card."},
      {
        "id":"ED406204",
        "title":"Geometry Strategies, Grades 6-8."},
      {
        "id":"ED406205",
        "title":"Resources for Algebra."},
      {
        "id":"ED406208",
        "title":"Number of Doctoral Scientists and Engineers Grows by 6 Percent between 1993 and 1995."},
      {
        "id":"ED406209",
        "title":"Resistance to the Implementation of a New Constructivist Science Curriculum for Prospective Elementary Teachers."},
      {
        "id":"ED406210",
        "title":"Gender and Cultural Aspects of Elementary Science Conversations."},
      {
        "id":"ED406211",
        "title":"Parameter Passing: The Conceptions Novices Construct."},
      {
        "id":"ED406212",
        "title":"Contextualized Science for Teaching Science and Technology."},
      {
        "id":"ED406213",
        "title":"The Effects of Social and Cognitive Strategies Instruction on the Mathematics Achievement in Secondary Education."},
      {
        "id":"ED406214",
        "title":"Physics or Biology? Geometry or Algebra? Gender and Content Area Interactions on a High School Proficiency Test."},
      {
        "id":"ED406216",
        "title":"Hispanic Teachers' View of Mathematics and Its Effects on Instructional Practice."},
      {
        "id":"ED406217",
        "title":"Interactive Learning: The Casewriting Method as an Entire Semester Course for Higher Education."},
      {
        "id":"ED406218",
        "title":"Interactive Learning: The Casewriting Method as an Entire Semester Course for Higher Education. Teacher's Manual."},
      {
        "id":"ED406219",
        "title":"Proceedings of the Annual Nebraska Aviation Education Association Conference (1st, Omaha, Nebraska, January 1994). The UNO Aviation Monograph Series."},
      {
        "id":"ED406220",
        "title":"Conference of the Society for Literature and Science. Proceedings (Los Angeles, California, November 2-5, 1995)."},
      {
        "id":"ED406221",
        "title":"Conference of the Society for Literature and Science. Proceedings (Atlanta, Georgia, October 10-13, 1996)."},
      {
        "id":"ED406222",
        "title":"With a New Lens: How Partnering Impacts Teachers' Views of and Approaches to Teaching Science."},
      {
        "id":"ED406223",
        "title":"NAEP 1996 Mathematics Report Card for the Nation and the States. Findings from the National Assessment of Educational Progress."},
      {
        "id":"ED406226",
        "title":"Administrative Impediments to Reform and Curricular Change in Science/Mathematics for Preservice Teachers."},
      {
        "id":"ED406227",
        "title":"Review of Instructional Materials for Middle School Science."},
      {
        "id":"ED406230",
        "title":"Summary of Awards: Teacher Enhancement Active Awards Fiscal Year 1994."},
      {
        "id":"ED406231",
        "title":"Evaluation of the National Science Foundation's Statewide Systemic Initiatives (SSI) Program. Second-Year Case Studies: Connecticut, Delaware, and Montana."},
      {
        "id":"ED406232",
        "title":"The Inventive Thinking Curriculum Project. An Outreach Program of the United States Patent and Trademark Office. Third Edition."},
      {
        "id":"ED406233",
        "title":"Teachers and Students Investigating Plants in Space. A Teacher's Guide with Activities for Life Sciences. Grades 6-12."},
      {
        "id":"ED406234",
        "title":"The Development of a Biodiversity Literacy Assessment Instrument. Report to the National Environmental Education Training Foundation."},
      {
        "id":"ED406235",
        "title":"Directory of NSF-Supported Young Scholars Projects. Summer 1997, Academic Year 1997-98."},
      {
        "id":"ED406236",
        "title":"Rockets: A Teacher's Guide with Activities in Science, Mathematics, and Technology. Grades K-12."},
      {
        "id":"ED406237",
        "title":"Microgravity: Teacher's Guide with Activities for Physical Science."},
      {
        "id":"ED406238",
        "title":"Science and Technology Pocket Data Book."},
      {
        "id":"ED406240",
        "title":"Astronomy: Minds-on the Universe. Supplemental Teaching Activities for Grades K-8."},
      {
        "id":"ED406241",
        "title":"Student Perspectives of Cooperative Learning Activities."},
      {
        "id":"ED406242",
        "title":"Some Contributions for a Pedagogical Treatment of Alternative Conceptions in Biology: An Example from Plant Nutrition."},
      {
        "id":"ED406243",
        "title":"Planning and Implementing a Global Studies Curriculum."},
      {
        "id":"ED406244",
        "title":"Pluralism and Education in Values. Research Bulletin 74."},
      {
        "id":"ED406245",
        "title":"Developing and Implementing a Model for Improving Global Awareness in the Secondary School with Collaborative Learning Groups through the Aid of a Multimedia Approach."},
      {
        "id":"ED406246",
        "title":"The Constitution and Bill of Rights in the Curricula of Our Schools: Coverage, Materials, and Methods."},
      {
        "id":"ED406247",
        "title":"Haiti: A Developing Nation."},
      {
        "id":"ED406248",
        "title":"Education, Ethnicity, and Political Socialization in Pakistan."},
      {
        "id":"ED406249",
        "title":"Ethnic Nationalities, Education, and Problems of National Integration in Pakistan."},
      {
        "id":"ED406250",
        "title":"Directed Tutoring Approach To Increase Library Circulation: An Alternative Approach to the Instruction of African-American Male Students."},
      {
        "id":"ED406251",
        "title":"Integrating Women's Issues into Population Education (A Handbook)."},
      {
        "id":"ED406252",
        "title":"North American Indians, A Guide to Research: A Bibliographic Essay."},
      {
        "id":"ED406253",
        "title":"African Art Teaching Strategies."},
      {
        "id":"ED406256",
        "title":"Making A Living."},
      {
        "id":"ED406258",
        "title":"The Pitch: How To Analyze Ads. 2nd Edition."},
      {
        "id":"ED406261",
        "title":"Celebrating the Smithsonian's Birthday. 150 Years."},
      {
        "id":"ED406264",
        "title":"Art Themes Found in Children's Literature."},
      {
        "id":"ED406265",
        "title":"We the People...The Citizen and the Constitution. ERIC Digests."},
      {
        "id":"ED406266",
        "title":"American Participation in Opera and Musical Theater, 1992. Research Division Report #32."},
      {
        "id":"ED406267",
        "title":"Turning On and Tuning In: Media Participation in the Arts. Research Division Report #33."},
      {
        "id":"ED406268",
        "title":"Above and Beyond: Secondary Activities for Peace Corps Volunteers."},
      {
        "id":"ED406273",
        "title":"Portraits of Outstanding Explorers. Grades 4-8+."},
      {
        "id":"ED406274",
        "title":"Portraits of Outstanding African American Women. Grades 4-8+."},
      {
        "id":"ED406275",
        "title":"Understanding Revolutionary Russia and the Soviet Union through History and Literature, 50 Lesson Plans."},
      {
        "id":"ED406276",
        "title":"The Enlightenment Revisited: Sources &amp; Interpretations. Learning Activities."},
      {
        "id":"ED406277",
        "title":"World War II Informational Fact Sheets."},
      {
        "id":"ED406278",
        "title":"Holocaust Education Program Newsletter, 1994-1995."},
      {
        "id":"ED406284",
        "title":"Planning a Balanced Comprehensive Art Curriculum for the Middle/Secondary Schools of Ohio. Second Edition."},
      {
        "id":"ED406297",
        "title":"Civil Society in Democracy's Third Wave: Implications for Civic Education."},
      {
        "id":"ED406298",
        "title":"Update on Law-Related Education, v20, n1-3 1996."},
      {
        "id":"ED406299",
        "title":"Education for International Understanding: An Idea Gaining Ground."},
      {
        "id":"ED406300",
        "title":"My Block and Beyond: A Documentation of How Drawing in Conjunction with Writing Contributes to the Thinking Process."},
      {
        "id":"ED406301",
        "title":"Daily Life in Japanese High Schools. ERIC Digest."},
      {
        "id":"ED406303",
        "title":"Fractured History and Geography: An Examination of Why Students Choose \"Wrong\" Words To Write and Talk about Social Studies Topics."},
      {
        "id":"ED406304",
        "title":"Baseball Geography."},
      {
        "id":"ED406305",
        "title":"Education and Arts Participation: A Study of Arts Socialization and Current Arts-Related Activities Using 1982 and 1992 SPPA Data."},
      {
        "id":"ED406306",
        "title":"American Participation in Theater."},
      {
        "id":"ED406310",
        "title":"Geography Objectives: 1988 Assessment."},
      {
        "id":"ED406311",
        "title":"The National Drug Control Strategy, 1997."},
      {
        "id":"ED406312",
        "title":"Adult Civic Involvement in the United States. 1996 National Household Education Survey. E.D. TABS."},
      {
        "id":"ED406321",
        "title":"Native American Sourcebook: A Teacher's Resource on New England Native Peoples."},
      {
        "id":"ED406323",
        "title":"Providing Affordable, Community-Based Tutorial Services for K-8 Students Utilizing Master Teachers as Mentors to Preservice Education Majors."},
      {
        "id":"ED406325",
        "title":"Playful Teaching Workshop Sampler. Classroom Play Ideas for Early Childhood Educators."},
      {
        "id":"ED406326",
        "title":"Perceived Causes of Academic Failure among the Students at the Faculty of Education at Buca."},
      {
        "id":"ED406327",
        "title":"The Relation between Teacher Thought and Behavior: Implications for Teacher Training."},
      {
        "id":"ED406328",
        "title":"Partnership and Cooperation between the Teacher Education Institute and the Schools: A Precondition for Structured Learning from Practice in School-Based Programmes."},
      {
        "id":"ED406329",
        "title":"Commuting between Practice and Theory in an Immersion Teacher Education Program."},
      {
        "id":"ED406330",
        "title":"Reflection at a Distance. An Inventorial Study into Reflection and Teleguidance in Teacher Education."},
      {
        "id":"ED406332",
        "title":"On the Value of Replicating Forgotten Research on the Teaching of Concepts during Graduate Student Teaching Practice."},
      {
        "id":"ED406333",
        "title":"An Evaluation of Kolb's Learning Style Theory by Graduate Student Teachers during Their Teaching Practice."},
      {
        "id":"ED406334",
        "title":"Training Technology Mentors: A Model for Professional Development."},
      {
        "id":"ED406335",
        "title":"Qualitative Research: A Tool To Help Future Special Educators See beyond the Labels of Their Future Students."},
      {
        "id":"ED406336",
        "title":"Teacher and Administrator Supply and Demand for the Southeast."},
      {
        "id":"ED406337",
        "title":"Portfolios: Authentically Assessing the Diversity of Instructional Practices (?)."},
      {
        "id":"ED406338",
        "title":"From Field Experience to Full-time Teaching: Letting Teachers Know How To Face Interviews and What To Expect on the Job."},
      {
        "id":"ED406339",
        "title":"The Role of Skepticism in Preparing Teachers for the Use of Technology."},
      {
        "id":"ED406340",
        "title":"Preparing Secondary Preservice Teachers for Second to None Schools. Part 1--Program Development and Part 2--Implementation."},
      {
        "id":"ED406341",
        "title":"Integrating Faculty Use of Technology in Teaching and Teacher Education."},
      {
        "id":"ED406342",
        "title":"Building an Expert Learning Community in a Preservice &quot;Technology for Teachers&quot; Course."},
      {
        "id":"ED406343",
        "title":"Strengths and Challenges of a Rural Professional Development Collaborative."},
      {
        "id":"ED406344",
        "title":"Diversity: Changing Perspectives Using Case-Based Methods."},
      {
        "id":"ED406345",
        "title":"Inviting Success in the Elementary Classroom: Putting Theory into Practice."},
      {
        "id":"ED406346",
        "title":"Using Performance-Based Assessment To Improve Teacher Education."},
      {
        "id":"ED406347",
        "title":"Leading from the Middle: Critical Mentoring from the Vantage of the Associate Dean. Feminist Research and Collaborative Conversations."},
      {
        "id":"ED406351",
        "title":"Try It--You'll Like It. Hot Tamale Motivational Strategies for Classroom Use."},
      {
        "id":"ED406355",
        "title":"Ideal and Current Teaching Theory: Analysis and Reflection."},
      {
        "id":"ED406358",
        "title":"A Collaborative Distance Graduate Degree Program: A Case Study for Building the Professional Community within Schools."},
      {
        "id":"ED406359",
        "title":"General View of Teacher Education Policies of Turkey."},
      {
        "id":"ED406360",
        "title":"The Development of Resource-Level Expertise and Competencies in Fields of Academic Endorsement."},
      {
        "id":"ED406361",
        "title":"National Standards for Physical Education. ERIC Digest."},
      {
        "id":"ED406362",
        "title":"Diversifying the Teaching Force: Preparing Paraeducators as Teachers. ERIC Digest."},
      {
        "id":"ED406363",
        "title":"Research on the Shortage of Teachers in the United States: Models, Methods, and Findings."},
      {
        "id":"ED406364",
        "title":"The Production of Degree Graduates by Teacher Preparation Programs in Special and General Education: Too Much or Not Enough? Research Report No. 1996-TSD4."},
      {
        "id":"ED406365",
        "title":"Combining Standards with Changing Teacher Needs: Introducing Teacher Research Strategies to Preservice Teachers."},
      {
        "id":"ED406366",
        "title":"Preservice Teachers' Sense of Efficacy and the Influence of Performance Assessment."},
      {
        "id":"ED406373",
        "title":"Truman State University's Bold Teacher Education Transformation: The M.A.E."},
      {
        "id":"ED406374",
        "title":"REFORM: Schools Cannot Do It Alone. School Districts/CESA 7/Cardinal Stritch, 1992-Present."},
      {
        "id":"ED406375",
        "title":"Leading the Way: A College of Education and Health Sciences' Role in Higher Education Reform."},
      {
        "id":"ED406376",
        "title":"Connections '95. Proceedings of a Faculty Conference (Victoria, British Columbia, Canada, May 1995)."},
      {
        "id":"ED406377",
        "title":"Relationships between Educational Philosophies and Attitudes toward Learner-Centered Instruction."},
      {
        "id":"ED406378",
        "title":"Transformation through Interdependence: Learning To Collaborate."},
      {
        "id":"ED406379",
        "title":"Co-laboring: The Birth of a PDS Partnership. Evaluation Report of the Pattonville School District and Webster University Professional Development Schools Partnership."},
      {
        "id":"ED406380",
        "title":"A Dilemma for Secondary School Leaders: Developing Common Understandings about &quot;Good&quot; Classroom Practices among Parents and between Parents and Educators."},
      {
        "id":"ED406381",
        "title":"Preparing Teachers for Diversity: A Service Learning Approach."},
      {
        "id":"ED406382",
        "title":"Collaborative Team Action Research in The Middle Grades: A Tool for Professional Development."},
      {
        "id":"ED406383",
        "title":"A Classroom of Individuals? Reconsidering the Forms of Community in a Seminar in Teacher Education."},
      {
        "id":"ED406384",
        "title":"A Longitudinal Study on Reflection of Preservice Teachers."},
      {
        "id":"ED406386",
        "title":"Conceptualization of Educational Measurement and Evaluation Held by Some Nigerian Secondary School Teachers."},
      {
        "id":"ED406387",
        "title":"Student Portfolios: Administrative Uses. Education Resource Consumer Guide, Number 9."},
      {
        "id":"ED406389",
        "title":"FSM National Standardized Tests of National Curriculum Minimum Standards: Spring 1995 Results, Sixth, Eighth, and Tenth Grade Language Arts and Mathematics."},
      {
        "id":"ED406390",
        "title":"A Research Study To Determine the Effects of PSAT Verbal Skills Training on Secondary Students."},
      {
        "id":"ED406391",
        "title":"Virginia Education Report Card: A Report on the Status of Public Education in Virginia and What Works."},
      {
        "id":"ED406393",
        "title":"High-Breakdown Regression by Least Quartile Differences."},
      {
        "id":"ED406394",
        "title":"Guidelines for Testing Students with Limited English Proficiency. North Carolina Statewide Testing Program Grades 3-12."},
      {
        "id":"ED406395",
        "title":"North Carolina Public Schools Statistical Profile '96."},
      {
        "id":"ED406396",
        "title":"10 Steps to District Performance Assessment."},
      {
        "id":"ED406397",
        "title":"North Carolina End-of-Grade Tests: Reading Comprehension, Mathematics. Technical Report No. 1."},
      {
        "id":"ED406399",
        "title":"The Effect of Interview Length on Attrition in the National Longitudinal Survey of Youth. National Longitudinal Surveys Discussion Paper."},
      {
        "id":"ED406400",
        "title":"Evaluating the Effect of Teacher Degree Level on Educational Performance."},
      {
        "id":"ED406401",
        "title":"Celebration of Excellence 1986-1996. Summative Evaluation."},
      {
        "id":"ED406402",
        "title":"Connecticut Academy for Education in Mathematics, Science, and Technology. Project CONNSTRUCT 1991 to 1996. Summative Evaluation."},
      {
        "id":"ED406403",
        "title":"Of What Value Is the Brigham Young University Public Schools Partnership? A Review of Evaluative Materials."},
      {
        "id":"ED406405",
        "title":"Alpha-Max: A Novel New Multiple Comparison Procedure."},
      {
        "id":"ED406406",
        "title":"Exploring Problem-Based Learning (PBL) in Grades 6-12."},
      {
        "id":"ED406407",
        "title":"&quot;This,&quot; as Paul Harvey Was Wont To Say, &quot;Is the Rest of the Story.&quot;"},
      {
        "id":"ED406409",
        "title":"Preservice Teachers as Researchers: Using Ethnographic Tools To Interpret Practice."},
      {
        "id":"ED406410",
        "title":"Effect of Gender and GPA on Emotional Intelligence."},
      {
        "id":"ED406411",
        "title":"Missouri Mastery and Achievement Tests, Summary Report 1996."},
      {
        "id":"ED406412",
        "title":"Getting and Keeping Schools and Kids for Evaluation Studies."},
      {
        "id":"ED406413",
        "title":"Concept Mapping: Visualizing Student Understanding."},
      {
        "id":"ED406414",
        "title":"A Pilot Study for Validating a Questionnaire on Perceptions of Barriers to Upward Mobility by Women Administrators in International Schools in Mexico and the United States."},
      {
        "id":"ED406415",
        "title":"External Validation of an Assessment Class."},
      {
        "id":"ED406417",
        "title":"Third International Mathematics and Science Study: Quality Assurance in Data Collection."},
      {
        "id":"ED406418",
        "title":"Third International Mathematics and Science Study. Technical Report. Volume I: Design and Development."},
      {
        "id":"ED406419",
        "title":"Mathematics Achievement in the Middle School Years. IEA's Third International Mathematics and Science Study (TIMSS)."},
      {
        "id":"ED406420",
        "title":"Research on Mail Survey Methods: Potential Confounding of Treatment Effects Due to Followup Contacts."},
      {
        "id":"ED406421",
        "title":"Latent Structure of Academic Performance among College Students."},
      {
        "id":"ED406422",
        "title":"Learning Style Preferences of Native American and African-American Secondary Students as Measured by the MBTI."},
      {
        "id":"ED406423",
        "title":"Mississippi Reading Teachers' Perceptions toward the Interpretation of Results from Reformed Standardized Assessment in Mississippi."},
      {
        "id":"ED406424",
        "title":"Factors Affecting Undergraduate Performance in Statistics: A Review of Literature."},
      {
        "id":"ED406425",
        "title":"Using Interactive Video To Teach Learning Theory to Undergraduates: Problems and Benefits."},
      {
        "id":"ED406426",
        "title":"Relationships between Test Preparation and Academic Performance on a Statewide High School Exit Examination."},
      {
        "id":"ED406427",
        "title":"Mathematics Teachers' Beliefs about Using the National Council of Teachers of Mathematics Standards and the Relationship of These Beliefs to Students' Anxiety toward Mathematics."},
      {
        "id":"ED406428",
        "title":"A Survey of the Use of Portfolios in Selected Public Elementary Schools."},
      {
        "id":"ED406429",
        "title":"Self-Esteem, Locus of Control, and Student Achievement."},
      {
        "id":"ED406430",
        "title":"The Grade 1 Cohort of 1981: Tracking Outcomes, 1981-1995. No. 221."},
      {
        "id":"ED406431",
        "title":"An Empirical Test of the Construct Validity of the Child Behavior Checklist."},
      {
        "id":"ED406432",
        "title":"The Politics of Assessment: A View from the Political Culture of Arizona."},
      {
        "id":"ED406433",
        "title":"Implications of the OECD Comparative Study of Performance Standards for Educational Reform in the United States."},
      {
        "id":"ED406434",
        "title":"Assessment and Instruction in the Science Classroom."},
      {
        "id":"ED406435",
        "title":"Creating and Fostering a Learning Environment That Promotes Creative Thinking and Problem Solving Skills."},
      {
        "id":"ED406437",
        "title":"The Development of a Title I Portfolio Assessment for the Primary Grades."},
      {
        "id":"ED406438",
        "title":"Interpretation of Structure Coefficients Can Prevent Erroneous Conclusions about Regression Results."},
      {
        "id":"ED406439",
        "title":"Youth and Family Centers: Evaluation of an Integrated School-Based Health Care Program."},
      {
        "id":"ED406440",
        "title":"A Primer on Experimental and Quasi-experimental Design."},
      {
        "id":"ED406441",
        "title":"Basic Concepts in Item and Test Analysis."},
      {
        "id":"ED406442",
        "title":"Understanding the Sampling Distribution: Why We Divide by n-1 To Estimate the Population Variance."},
      {
        "id":"ED406443",
        "title":"Basic Concepts in Classical Test Theory: Relating Variance Partitioning in Substantive Analyses to the Same Process in Measurement Analyses."},
      {
        "id":"ED406444",
        "title":"Non-Factorial ANOVA: Test Only Substantive and Interpretable Hypotheses."},
      {
        "id":"ED406445",
        "title":"Norming and Norm-Referenced Test Scores."},
      {
        "id":"ED406446",
        "title":"Exploratory and Confirmatory Rotation Strategies in Exploratory Factor Analysis."},
      {
        "id":"ED406447",
        "title":"Use of Stepwise Methodology in Discriminant Analysis."},
      {
        "id":"ED406448",
        "title":"An Evaluation Criteria Validation Model: Stakeholder Participation in Evaluating a Set of Criteria."},
      {
        "id":"ED406449",
        "title":"The Influence of Task Directions on Student Performance for Open-Ended Mathematics Assessments."},
      {
        "id":"ED406450",
        "title":"Conducting ANOVA Trend Analyses Using Polynomial Contrasts."},
      {
        "id":"ED406451",
        "title":"Mini-Digest of Education Statistics, 1996."},
      {
        "id":"ED406452",
        "title":"What State Tests Test."},
      {
        "id":"ED406453",
        "title":"The Technical Report of NAEP&apos;s 1990 Trial State Assessment Program."},
      {
        "id":"ED406454",
        "title":"1990 Trial State Assessment Secondary-use Data Files User Guide. Revised June 1992."},
      {
        "id":"ED406455",
        "title":"Profiling American Education."},
      {
        "id":"ED406456",
        "title":"Time Spent Teaching Core Academic Subjects in Elementary Schools. Comparisons across Community, School, Teacher, and Student Characteristics. Statistical Analysis Report."},
      {
        "id":"ED406457",
        "title":"Violence: The Impact of Community Violence on African American Children and Families: Collaborative Approaches to Prevention and Intervention. Workshop Summary (New York, New York, June 13-15, 1991)."},
      {
        "id":"ED406459",
        "title":"The Panopticon of Tracking: Desegregation and Curriculum Change in a Southern School, 1968-1972."},
      {
        "id":"ED406461",
        "title":"The Partnership for Kentucky School Reform Informational Sheets."},
      {
        "id":"ED406463",
        "title":"Anti-Immigration Movements in the 1990s: A New Perspective in the Post Cold War."},
      {
        "id":"ED406464",
        "title":"Action Research: Finding Solutions To Help Limited English Speakers."},
      {
        "id":"ED406465",
        "title":"Inside an Urban Elementary School in the People's Republic of China."},
      {
        "id":"ED406466",
        "title":"Forging Home-School Partnerships with Latino Families."},
      {
        "id":"ED406467",
        "title":"A Study of the Special Needs of Asian Americans with Developmental Disabilities in the Chicago Metropolitan Area."},
      {
        "id":"ED406469",
        "title":"From Words to Weapons: The Violence Surrounding Our Schools."},
      {
        "id":"ED406472",
        "title":"Equal Educational Opportunity Project Series, Volume I."},
      {
        "id":"ED406473",
        "title":"Vouchers and Educational Freedom: A Debate. Policy Analysis No. 269."},
      {
        "id":"ED406474",
        "title":"\"The Road to Community Partnerships.\" Highlights of the Urban Maternal & Child Health Leadership Conference (Chicago, Illinois, September 14-16, 1995)."},
      {
        "id":"ED406482",
        "title":"Balancing Interests: Rethinking U.S. Selection of Skilled Immigrants. International Migration Policy Program 4."},
      {
        "id":"ED406483",
        "title":"Parent Satisfaction and Alienation from Schools: Examining Ethnic Differences."},
      {
        "id":"ED406484",
        "title":"Latino Youth Gangs and Schools. Annotated Bibliography."},
      {
        "id":"ED406489",
        "title":"Multicultural Education Program Evaluation, 1995-96. Assessment/Accountability Report."},
      {
        "id":"ED406490",
        "title":"African-American Heritage. A Resource Guide for Teachers. Grades 6-8. Draft."},
      {
        "id":"ED406491",
        "title":"Survey of CSD Multicultural Program Implementation Data Summary, 1994-95. Office of Multicultural Education Program Evaluation."},
      {
        "id":"ED406492",
        "title":"Multicultural Guide: An Annotated Bibliography, 1995-1996."},
      {
        "id":"ED406493",
        "title":"Asian-American Heritage. A Resource Guide for Teachers, Grades K-12."},
      {
        "id":"ED406494",
        "title":"Emerging Urban School District Governance Models. Policy Brief."},
      {
        "id":"ED406495",
        "title":"Building a Community of Learners through a Professional Development Model."},
      {
        "id":"ED406496",
        "title":"Meeting the Needs of Bosnian Refugees (Chicago, IL, February 27-March 2, 1995)."},
      {
        "id":"ED406497",
        "title":"Issues of War Trauma and Working with Refugees. A Compilation of Resources."},
      {
        "id":"ED406500",
        "title":"Young Children and Their Families Who Are Homeless. A University Affiliated Program&apos;s Response."},
      {
        "id":"ED406501",
        "title":"Is High School Economically Relevant for Noncollege Youth? Number 95-19."},
      {
        "id":"ED406502",
        "title":"A Primer for Analyzing Educational Effectiveness and Efficiency. Number 94-5."},
      {
        "id":"ED406503",
        "title":"20/20: A Closer Look at Students in Minneapolis Public Elementary Schools. Number 94-2."},
      {
        "id":"ED406504",
        "title":"Research on School Effects in Urban Schools. Number 95-12."},
      {
        "id":"ED406508",
        "title":"The Imaginitis Learning System Conflict Resolution Unit in an Urban School District."},
      {
        "id":"ED406509",
        "title":"Learning To Teach Ethnoculturally Diverse Students: The Role of Teacher Educators."},
      {
        "id":"ED406510",
        "title":"The Art of the Possible: Organising and Managing High and Low Socio-Economic Schools."},
      {
        "id":"ED406511",
        "title":"The School Mix Effect: How the Social Class Composition of School Intakes Shapes School Processes and Student Achievement."},
      {
        "id":"ED406516",
        "title":"Adult Education Research Trends in Canadian Universities: An Update to the 1993 (Ottawa) CASAE Reports."},
      {
        "id":"ED406517",
        "title":"Correctional Education Programs for Adults with Learning Disabilities."},
      {
        "id":"ED406519",
        "title":"Even Anchors Need Lifelines. Public Libraries in Adult Literacy."},
      {
        "id":"ED406520",
        "title":"ETC Review of the Draft Illinois Academic Standards. Final Report."},
      {
        "id":"ED406523",
        "title":"Assessing Employability Skills."},
      {
        "id":"ED406524",
        "title":"Makin' It Happen with Business &amp; Marketing Education. Annual Atlantic Coast Business &amp; Marketing Education Conference Proceedings (13th, Raleigh, North Carolina, February 16-17, 1996). Volume 7."},
      {
        "id":"ED406525",
        "title":"Partnerships for Workforce Development in Business and Marketing Education. Annual Atlantic Coast Business &amp; Marketing Education Conference Proceedings (14th, Greenville, North Carolina, February 21-22, 1997). Volume 8."},
      {
        "id":"ED406526",
        "title":"The Quest for Quality--Towards Joint European Quality Norms."},
      {
        "id":"ED406527",
        "title":"Who Cares? A Report Commissioned by the LV Group on: the Business Benefits of Carer-Friendly Employment Practices."},
      {
        "id":"ED406528",
        "title":"Employment Training Panel: Has Achieved Many of Its Training Program Responsibilities Despite Some Administrative and Planning Problems."},
      {
        "id":"ED406529",
        "title":"Diverse Learners: Strategies for Success."},
      {
        "id":"ED406530",
        "title":"Education for Employment Curriculum Guide."},
      {
        "id":"ED406531",
        "title":"Education for Employment Resource List."},
      {
        "id":"ED406532",
        "title":"A Guide to Business Course Competencies. The Business Program in Virginia."},
      {
        "id":"ED406533",
        "title":"Guide to Marketing Course Competencies."},
      {
        "id":"ED406534",
        "title":"Agriculture/Natural Resources Environmental Technician Task List. Occupational Analysis."},
      {
        "id":"ED406535",
        "title":"Business Cluster. Occupational Analyses. Worker Task Lists and Supplementary Information for Selected Occupations."},
      {
        "id":"ED406536",
        "title":"Communication, Fine Arts, and Media. Occupational Analyses. Worker Task Lists and Supplementary Information for Selected Occupations."},
      {
        "id":"ED406537",
        "title":"Engineering, Trade, and Technical Cluster. Occupational Analyses. Worker Task Lists and Supplementary Information for Selected Occupations."},
      {
        "id":"ED406538",
        "title":"Health and Human Services. Occupational Analyses. Worker Task Lists and Supplementary Information for Selected Occupations."},
      {
        "id":"ED406539",
        "title":"Pre-Engineering Program. Introduction to Engineering. Advanced Engineering."},
      {
        "id":"ED406540",
        "title":"Business and Marketing Cluster. Task Analyses."},
      {
        "id":"ED406541",
        "title":"Communication, Arts, and Media Cluster. Task Analyses."},
      {
        "id":"ED406542",
        "title":"Engineering, Trade, and Technical Cluster. Task Analyses. Drafting and Design Technology, Precision Machining Technology, Electronics Technology."},
      {
        "id":"ED406543",
        "title":"Health and Human Services Cluster. Task Analyses. Physical Therapist Aide and Physical Therapist Assistant. A Competency-Based Curriculum Guide."},
      {
        "id":"ED406544",
        "title":"Statewide Staff Development Project: Learning Differences and Multi-level Classroom Techniques."},
      {
        "id":"ED406545",
        "title":"Success Stories: From Learning to Leadership. Final Report."},
      {
        "id":"ED406546",
        "title":"School-to-Work for the College-Bound."},
      {
        "id":"ED406547",
        "title":"Exemplary Career Guidance Programs 1995: Secondary and Postsecondary."},
      {
        "id":"ED406548",
        "title":"Monitoring Student Attendance. FEDA Paper."},
      {
        "id":"ED406549",
        "title":"Educational Psychologists in Further Education. FEDA Paper."},
      {
        "id":"ED406550",
        "title":"Assuring Coherence in Individual Learning Programmes. FEDA Paper."},
      {
        "id":"ED406551",
        "title":"A Real Job - with Prospects: Supported Employment Opportunities for Adults with Learning Difficulties and Disabilities. FEDA Paper."},
      {
        "id":"ED406552",
        "title":"Information Systems: A Strategic Approach."},
      {
        "id":"ED406553",
        "title":"Bedford County Agribusiness Educational Needs Assessment."},
      {
        "id":"ED406554",
        "title":"Working with Learning Disabled Writers: Some Perspectives. Research to Practice."},
      {
        "id":"ED406555",
        "title":"Responses to Defense Cutbacks: Demonstration Evaluation Findings. Research and Evaluation Report Series 97-A."},
      {
        "id":"ED406556",
        "title":"Responses to Defense Cutbacks: The Community Planning Approach. Research and Evaluation Report Series 97-B."},
      {
        "id":"ED406558",
        "title":"Responses to Defense Cutbacks: The Worker Mobility Approach. Research and Evaluation Report Series 97-D."},
      {
        "id":"ED406560",
        "title":"The Reading &amp; Writing Stream. CGEA Information Sheet No. 3."},
      {
        "id":"ED406561",
        "title":"The Oral Communication Stream. CGEA Information Sheet No. 4."},
      {
        "id":"ED406562",
        "title":"Numeracy and Mathematics Stream. CGEA Information Sheet No. 5."},
      {
        "id":"ED406563",
        "title":"General Curriculum Options Stream. CGEA Information Sheet No. 6."},
      {
        "id":"ED406564",
        "title":"Child Care, Family, and Work Issues: Current Statistics and Their Implications."},
      {
        "id":"ED406565",
        "title":"Participation in Basic Skills Education: 1994-95. Statistics in Brief."},
      {
        "id":"ED406567",
        "title":"International Military Education and Training: An Assessment. McNair Paper 44."},
      {
        "id":"ED406568",
        "title":"Effectiveness of On-the-Job Training."},
      {
        "id":"ED406570",
        "title":"Continuous Vocational Training in Europe. Documentation on the Social Dialogue."},
      {
        "id":"ED406571",
        "title":"Comparison of the Legal Knowledge of Secondary Vocational and Non-Vocational School Principals."},
      {
        "id":"ED406572",
        "title":"Attitudes toward Money, Intrinsic Job Satisfaction, and Voluntary Turnover."},
      {
        "id":"ED406573",
        "title":"The German Dual System of Vocational Education and Implications for Human Resource Development in America."},
      {
        "id":"ED406574",
        "title":"Technology Education and Vocational-Technical Teacher Preparation in Germany."},
      {
        "id":"ED406575",
        "title":"Limited Career Pathways: Occupational Challenges for Women and Girls in the Medical Field. Executive Summary. Research Briefs."},
      {
        "id":"ED406576",
        "title":"An Introduction to Technology Education in the Republic of China on Taiwan."},
      {
        "id":"ED406577",
        "title":"National Skill Standards for Advanced High Performance Manufacturing. Version 2.1."},
      {
        "id":"ED406579",
        "title":"Ohio's Future at Work: Beyond 2000. A Strategic Plan for Vocational and Adult Education."},
      {
        "id":"ED406581",
        "title":"Looking for Work in All the Right Places."},
      {
        "id":"ED406582",
        "title":"Where Are the Women? A Report into Issues Related to Women's Access to Workplace Literacy Programs."},
      {
        "id":"ED406583",
        "title":"Quality of Feedback in Distance Education. A Comparative Study of India and Germany. ZIFF Papiere 103."},
      {
        "id":"ED406585",
        "title":"Does Numeracy Matter? Evidence from the National Child Development Study on the Impact of Poor Numeracy on Adult Life."},
      {
        "id":"ED406586",
        "title":"International Numeracy Survey. A Comparison of the Basic Numeracy Skills of Adults 16-60 in Seven Countries."},
      {
        "id":"ED406588",
        "title":"Comparison of Attitudes toward Gay Men and Lesbians among Students at Bowling Green State University."},
      {
        "id":"ED406589",
        "title":"Inaccurate Gender Stereotypes regarding GPAs and Representation of Female Students by Major."},
      {
        "id":"ED406590",
        "title":"Private Practice and Public Practice: How Different Are They?"},
      {
        "id":"ED406591",
        "title":"Making Psychologists in Schools Indispensable: Critical Questions &amp; Emerging Perspectives."},
      {
        "id":"ED406592",
        "title":"Becoming Indispensable through Mental Health Promotion."},
      {
        "id":"ED406593",
        "title":"Indispensability: The Holy Grail."},
      {
        "id":"ED406594",
        "title":"Recycling the Basics for Evolving Schools: Psychologists as Fulcrums for Leveraging Improved Schooling."},
      {
        "id":"ED406595",
        "title":"Becoming Essential: Rethinking the Practice of School Psychology."},
      {
        "id":"ED406596",
        "title":"The Educare Psychologist: Re-Inventing School Psychology and Schools for the 21st Century."},
      {
        "id":"ED406597",
        "title":"Excellence, Relevance, and Passion: The Motive Power for Indispensability."},
      {
        "id":"ED406598",
        "title":"Five Themes To Enhance the Value of Psychology to Schools."},
      {
        "id":"ED406599",
        "title":"One Way of Looking at the Future: A Plan for Creating Value in School Psychological Services."},
      {
        "id":"ED406600",
        "title":"Psychology in Schools Is Indispensable: An Administrative Perspective."},
      {
        "id":"ED406601",
        "title":"Enduring Expertise of School Psychologists and the Changing Demands of Schools in the United States."},
      {
        "id":"ED406602",
        "title":"Making Psychologists Indispensable in the Schools: Collaborative Training Approaches Involving Educators and School Psychologists."},
      {
        "id":"ED406603",
        "title":"Replacing Schools with Children: Making Psychologists Indispensable to Schools and Communities."},
      {
        "id":"ED406604",
        "title":"Responding to School Needs: The Role of the Psychologist."},
      {
        "id":"ED406605",
        "title":"The School Psychologist as Citizen of the Learning Community."},
      {
        "id":"ED406606",
        "title":"Listening to Our Clients: A Strategy for Making Psychology Indispensable in the Schools."},
      {
        "id":"ED406607",
        "title":"Making Psychologists Indispensable in Schools: Do We Really Have To?"},
      {
        "id":"ED406608",
        "title":"Psychologists in the Schools: Routes to Becoming Indispensable."},
      {
        "id":"ED406609",
        "title":"Turning Imperfection into Perfection: Some Advice for Making Psychology Indispensable in the Schools."},
      {
        "id":"ED406610",
        "title":"Advancing Knowledge in Schools through Consultative Knowledge Linking."},
      {
        "id":"ED406611",
        "title":"Assessing Learning of All Students: Becoming an Essential Service Provider Once Again."},
      {
        "id":"ED406612",
        "title":"Expertise Makes Psychology in the Schools Indispensable."},
      {
        "id":"ED406613",
        "title":"Fantasy, Reality, Necessity, and the Indispensable School Psychologist."},
      {
        "id":"ED406614",
        "title":"Making Psychologists Indispensable in the Schools: School Psychologists as Specialists in Neurologic Problems."},
      {
        "id":"ED406615",
        "title":"Making Psychology in the Schools Indispensable: Crisis Intervention for Fun and Profit."},
      {
        "id":"ED406616",
        "title":"Making Psychology in the Schools Indispensable: Our Role in Crisis Intervention."},
      {
        "id":"ED406617",
        "title":"Measurement Consultation."},
      {
        "id":"ED406618",
        "title":"Psychology in Education as Developmental Healthcare: A Proposal for Fundamental Change and Survival."},
      {
        "id":"ED406619",
        "title":"Adult Children of Alcoholics in the Classroom: Implications for Educators."},
      {
        "id":"ED406620",
        "title":"Regional School Counselor Trainings for Children from Dysfunctional Families with Alcohol and Drug Problems: Final Evaluation Report Summary."},
      {
        "id":"ED406621",
        "title":"Responding to Problematic Sexualized Behavior in Juveniles."},
      {
        "id":"ED406622",
        "title":"The Roles of Gender and Training in Perceptions of Infidelity."},
      {
        "id":"ED406623",
        "title":"Automated Telephone Screening Survey for Depression on a University Campus."},
      {
        "id":"ED406624",
        "title":"School Violence: Psychologists' Perspective."},
      {
        "id":"ED406625",
        "title":"What Is Adolescent Alcohol Misuse in the United States According to the Experts? Health Sciences Program Reprint Series 96-35D."},
      {
        "id":"ED406626",
        "title":"A Healthy Look at Idaho Youth: Results of the 1995 Idaho Youth Risk Behavior Survey."},
      {
        "id":"ED406627",
        "title":"Juvenile Justice in Indiana: Facing What Works and What Doesn't."},
      {
        "id":"ED406628",
        "title":"Appreciating Others: A Program on Diversity and Tolerance."},
      {
        "id":"ED406629",
        "title":"Recess Reports: Self-Identification of Students with Friendship Difficulties."},
      {
        "id":"ED406630",
        "title":"Police Training in Sexual Assault Response: Comparison of Approaches."},
      {
        "id":"ED406631",
        "title":"Military Enlistment Propensity: New Directions for Research."},
      {
        "id":"ED406632",
        "title":"Including Diverse Women in the Undergraduate Curriculum: Reasons and Resources."},
      {
        "id":"ED406633",
        "title":"Values-Oriented Public Policy Forums: Active Learning in Abnormal Psychology."},
      {
        "id":"ED406634",
        "title":"A New Approach: Making Ethical Decisions regarding Adult Learner Issues."},
      {
        "id":"ED406635",
        "title":"A Contemporary Perspective on the Psychology of Productive Thinking."},
      {
        "id":"ED406636",
        "title":"The Maestro Music Teacher and Musicians' Mental Health."},
      {
        "id":"ED406637",
        "title":"Collaborating with Teachers, Parents, and Others To Help Youth at Risk."},
      {
        "id":"ED406638",
        "title":"Children and Families &quot;At Promise&quot;: A Laudable but Potentially Dangerous Construct."},
      {
        "id":"ED406639",
        "title":"Consensus of Chief Student Affairs Officers toward the CAS Orientation Standards."},
      {
        "id":"ED406640",
        "title":"How To Raise Drug-Free Kids."},
      {
        "id":"ED406641",
        "title":"Creating Safe and Drug-Free Schools: An Action Guide."},
      {
        "id":"ED406642",
        "title":"Evidence of Vocabulary Development in Television Programs for Preschoolers."},
      {
        "id":"ED406643",
        "title":"Contemporary Reading Research, Its Peers and Precedents: An Annotated Bibliography."},
      {
        "id":"ED406644",
        "title":"Serving the Strategic Reader: Cognitive Reading Theory and Its Implications for the Teaching of Writing."},
      {
        "id":"ED406645",
        "title":"The Effectiveness of Encouraging Invented Spelling: A Research Study."},
      {
        "id":"ED406646",
        "title":"The Expanding Role of School Psychologists: Planning, Designing, Implementing, and Evaluating a Program To Prevent Early Reading Failure."},
      {
        "id":"ED406647",
        "title":"A Longitudinal Study: The Literacy Development of 57 Children."},
      {
        "id":"ED406649",
        "title":"Effects of Cognitive Flexibility and Phonemic Awareness Training on Kindergarten and First-Grade Students' Phonemic Awareness, Cognitive Flexibility, Reading, and Spelling Ability."},
      {
        "id":"ED406651",
        "title":"Reading Framework for the National Assessment of Educational Progress: 1992-1998. NAEP Reading Consensus Project."},
      {
        "id":"ED406653",
        "title":"Phonological and Semantic Processing in Reading Disabled Children."},
      {
        "id":"ED406654",
        "title":"Self-Regulation of Reading College Textbooks."},
      {
        "id":"ED406655",
        "title":"Side-by-Side Reading: Scaffolding Meaning-Making through Literature Discussions."},
      {
        "id":"ED406656",
        "title":"Integration of Information from Context and Semantic Decomposition in Learning New Words."},
      {
        "id":"ED406657",
        "title":"Epistemological Beliefs and Language Learning Beliefs: What Do Language Learners Believe about Their Learning?"},
      {
        "id":"ED406658",
        "title":"Teaching Reading Comprehension Strategies to Very Poor Decoders in a Listening Situation."},
      {
        "id":"ED406660",
        "title":"Improving Reading Comprehension."},
      {
        "id":"ED406661",
        "title":"Advancing Reading Motivation and Personal Responsibility for Learning."},
      {
        "id":"ED406662",
        "title":"Developing Positive Attitudes and Strategic Reading Skills in Primary Students."},
      {
        "id":"ED406663",
        "title":"Improving Reading Comprehension of Third and Fourth Grade Students."},
      {
        "id":"ED406664",
        "title":"Reading Disability and Its Treatment. EMIR Report No. 2."},
      {
        "id":"ED406667",
        "title":"Differences between Social and Literacy Behaviors of First, Second, and Third Graders in Social Cooperative Literacy Settings."},
      {
        "id":"ED406668",
        "title":"Ready--Set--Read (For Families): Early Childhood Language Activities for Children from Birth through Age Five. America Reads Challenge."},
      {
        "id":"ED406669",
        "title":"Ready--Set--Read (For Caregivers): Early Childhood Language Activities for Children from Birth through Age Five. America Reads Challenge."},
      {
        "id":"ED406670",
        "title":"The Psychologizing of Language Arts Instruction: Teachers' and Students' Beliefs about What It Means to Care."},
      {
        "id":"ED406671",
        "title":"Making Basic Composition Relevant."},
      {
        "id":"ED406672",
        "title":"Adventuring with Books: A Booklist for Pre-K--Grade 6. 1997 Edition. NCTE Bibliography Series."},
      {
        "id":"ED406673",
        "title":"The Big, Bad Wolf Goes Trick-or-Treating."},
      {
        "id":"ED406674",
        "title":"The Road Less Traveled: Storytelling and Imaginative Play."},
      {
        "id":"ED406675",
        "title":"Coherent Contradictions: Product Analyses in a Process-Oriented Field."},
      {
        "id":"ED406677",
        "title":"Enhancing Conceptual Learning by Understanding Levels of Language-Rich Teaching."},
      {
        "id":"ED406678",
        "title":"Past into Present: Literacy through Life Stories."},
      {
        "id":"ED406683",
        "title":"When General Education Reforms Include Writing, What Happens to the Writing Center?"},
      {
        "id":"ED406684",
        "title":"Students' Conversations We Have Never Heard: Transparencies on the Listserv."},
      {
        "id":"ED406685",
        "title":"Class Isn't Just Something Students Attend (To)."},
      {
        "id":"ED406686",
        "title":"The Glory of Young Adult Literature."},
      {
        "id":"ED406687",
        "title":"Improving Young Writers' Planning and Reviewing Skills while Story-Writing."},
      {
        "id":"ED406689",
        "title":"American Teachers Working with Japanese Teachers of English in Japanese Schools. &quot;An American View of Educational Contradictions.&quot;"},
      {
        "id":"ED406690",
        "title":"The Effects of Written Feedback on Motivation and Changes in Written Performance."},
      {
        "id":"ED406691",
        "title":"Scientific Reasoning and Achievement in a High School English Course."},
      {
        "id":"ED406692",
        "title":"The Left-Handed Child in a Right-Handed World."},
      {
        "id":"ED406693",
        "title":"Teaching the Puritan Captivity Narrative: A History of the American Hero."},
      {
        "id":"ED406695",
        "title":"Utilizing Visual Literacy Techniques in a Modified Writing Workshop."},
      {
        "id":"ED406696",
        "title":"Here's a Toast!"},
      {
        "id":"ED406697",
        "title":"Activist Communication Pedagogy and the Learning Curve of &quot;New Social Movements.&quot;"},
      {
        "id":"ED406698",
        "title":"The Readability, Recall and Reaction to On-Line Newspaper Pages with Visuals and Those Without."},
      {
        "id":"ED406699",
        "title":"Networking Paradigms: Information Technology and Communication Studies."},
      {
        "id":"ED406700",
        "title":"Our Communication with North Americans: A Study of Intercultural Experience of Japanese Visiting Students."},
      {
        "id":"ED406701",
        "title":"The Challenge of Developing On-Line Courses."},
      {
        "id":"ED406702",
        "title":"Examining Textbooks: An Analysis Examining Changes Over Time."},
      {
        "id":"ED406703",
        "title":"Building Communication Environments in Distance Education."},
      {
        "id":"ED406704",
        "title":"Chinese Students and Scholars in the U.S.: An Intercultural Adaptation Process."},
      {
        "id":"ED406705",
        "title":"Culture Reflection and Re-construction in Aboriginal Children's Community Play: An Analysis of Children's Competence in and out of School."},
      {
        "id":"ED406706",
        "title":"Research in Rhetoric in China."},
      {
        "id":"ED406707",
        "title":"Honors Speech at Florida A&amp;M University."},
      {
        "id":"ED406708",
        "title":"Mentors in the Classroom, Not Just Someone Who Can Show You to Your Office: A Brief Summary of the Literature."},
      {
        "id":"ED406709",
        "title":"The SAU Report: A University Television News Program."},
      {
        "id":"ED406710",
        "title":"Teaching Technoliteracy: Assignments Requiring Microcomputer Applications in Oral Communication Courses."},
      {
        "id":"ED406711",
        "title":"&quot;To Kill A Mockingbird&quot;: Then and Now--A 35th Anniversary Celebration. Teacher Study Guide."},
      {
        "id":"ED406712",
        "title":"&quot;Publish or Perish&quot; in Academia: On Its Way Out?: A Study Examining Recent Popular and Academic Trends Concerning the Issue, With a Focus on Possible Effects for Theatre Pedagogy."},
      {
        "id":"ED406714",
        "title":"Why Managers &quot;Can&quot; Mediate: A Re-Examination of the Literature on Managerial Third Party Intervention."},
      {
        "id":"ED406715",
        "title":"The Role of the Reviewer and Other Ethical/Logical Considerations: A Rejoinder to Paul Harper."},
      {
        "id":"ED406716",
        "title":"Survey of Major Issues and Trends Relevant to the Management of Elementary and Secondary Education. Trends &amp; Issues, Number 8."},
      {
        "id":"ED406717",
        "title":"Can Cutbacks Leave School Programs Viable? ERIC Digest, Number 106."},
      {
        "id":"ED406718",
        "title":"The Strategies of a Leader. ERIC Digest, Number 105."},
      {
        "id":"ED406719",
        "title":"Focus on School Improvement: A Planning Guide."},
      {
        "id":"ED406721",
        "title":"Meals Served in Public Schools."},
      {
        "id":"ED406722",
        "title":"Environmental Impact on Student Learning."},
      {
        "id":"ED406723",
        "title":"Redefining Leadership as Meaning in Context."},
      {
        "id":"ED406724",
        "title":"Let's Talk about Education Improvement."},
      {
        "id":"ED406725",
        "title":"The Recentering of Leadership from the Jaws of Management Science."},
      {
        "id":"ED406726",
        "title":"Working Together and Working: Public and Private School Collaboration."},
      {
        "id":"ED406727",
        "title":"Learning in the Community: From A to Z. A-Z Idea Book. Connections: Linking Work and Learning Series."},
      {
        "id":"ED406729",
        "title":"Integrated Workplace Learning Project. Teacher Reference Guide/Student Planning Guide. Connections: Linking Work and Learning Series."},
      {
        "id":"ED406731",
        "title":"YRE: Understanding the Basics."},
      {
        "id":"ED406732",
        "title":"Department Chair Leadership in a Restructuring High School (Project LIRO)."},
      {
        "id":"ED406733",
        "title":"Principals' Values: Coming to Shared Purposes through a Values-Laden Sense of Identity?"},
      {
        "id":"ED406734",
        "title":"Block Scheduling in North Carolina High Schools."},
      {
        "id":"ED406735",
        "title":"Education Spending Faces Demographic and Other Pressures. State Fiscal Brief, No. 38."},
      {
        "id":"ED406737",
        "title":"Guide for Program Quality Review: High School."},
      {
        "id":"ED406739",
        "title":"Accountability in the 1990s: Holding Schools Responsible for Student Achievement."},
      {
        "id":"ED406740",
        "title":"Nongraded Primary Education."},
      {
        "id":"ED406741",
        "title":"Privatization in Education."},
      {
        "id":"ED406742",
        "title":"Year-Round Schools."},
      {
        "id":"ED406743",
        "title":"Implementing Multiage Education."},
      {
        "id":"ED406744",
        "title":"Shared Decision Making."},
      {
        "id":"ED406745",
        "title":"Hearings on DC School Reform. Hearings before the Subcommittee on Oversight and Investigations of the Committee on Economic and Educational Opportunities. House of Representatives, 104th Congress, First Session (June 8 and 27, 1995)."},
      {
        "id":"ED406746",
        "title":"High School Graduation Standards: What We Expect and What We Get. Goals for Education: Educational Benchmarks, 1996."},
      {
        "id":"ED406747",
        "title":"Teacher Salary Trends during a Decade of Reform. Goals for Education: Educational Benchmarks, 1995."},
      {
        "id":"ED406749",
        "title":"The Interorganizational Relationship between a Community-Based Program and a Public School."},
      {
        "id":"ED406750",
        "title":"Challenging Managerialism: Women Establishing a Co-Principalship in a Primary School."},
      {
        "id":"ED406751",
        "title":"Resistance, Agreement and Appropriation: Practising Feminist Educational Leadership in a 'New Right' Context."},
      {
        "id":"ED406752",
        "title":"Voices from the Swamp: Identifying the Professional Development Needs of Principals."},
      {
        "id":"ED406753",
        "title":"Gold Cove Elementary Schools Reorganization Project, Phase 1: Preliminary Findings."},
      {
        "id":"ED406754",
        "title":"The Changing Role of the Principal: A New Zealand Perspective."},
      {
        "id":"ED406755",
        "title":"Education Is Iowa's Future: The State Plan for Educational Excellence in the 21st Century. Revised."},
      {
        "id":"ED406756",
        "title":"Equity and Excellence in America's Schools: The Case for \"Learning Equity\" and a Proposed Model for Analyzing Statewide Education Reform Initiatives."},
      {
        "id":"ED406757",
        "title":"Teaching New Subjects? The Hidden Curriculum of Marketized Education Systems."},
      {
        "id":"ED406758",
        "title":"Semiannual Report to Congress, No. 33. April 1, 1996-September 30, 1996."},
      {
        "id":"ED406759",
        "title":"ACHIEVE: A Resource Center for Governors and Business Leaders on Academic Standards, Assessments, Accountability, and Technology. 1997 Annual Report."},
      {
        "id":"ED406760",
        "title":"Mainstreaming Revisited: 20 Years Later."},
      {
        "id":"ED406761",
        "title":"Effects of a Gluten-Free Diet on Rate of Achievement in Autistic Children in an Applied Behavioral Analysis Program."},
      {
        "id":"ED406762",
        "title":"Project VISION: Visually Impaired Students and Internet Opportunities Now."},
      {
        "id":"ED406763",
        "title":"Training Personnel for the Education of Individuals with Disabilities. Final Report."},
      {
        "id":"ED406764",
        "title":"Acceleration: Does It Happen More Frequently for Gifted Students in Private or Public Schools?"},
      {
        "id":"ED406765",
        "title":"Pretesting: Is It a Strategy Used with Inclusion?"},
      {
        "id":"ED406766",
        "title":"How To Start Your Own School?"},
      {
        "id":"ED406767",
        "title":"The Importance of Multiple Treatments in Combination for the Mild to Moderately Involved."},
      {
        "id":"ED406786",
        "title":"\"Renewing the Commitment: 1963-1997.\" Poster Session Abstracts from the International Conference of the Learning Disabilities Association of America (Chicago, Illinois, February 19-22, 1997). Volume 6."},
      {
        "id":"ED406787",
        "title":"Fragile X Syndrome in Males: Diagnostic, Behavioral, and Educational Implications."},
      {
        "id":"ED406788",
        "title":"Report of the Consortium of Organizations on the Preparation and Use of Speech-Language Paraprofessionals in Early Intervention and Education Settings."},
      {
        "id":"ED406790",
        "title":"What Is an Inclusion Specialist? A Preliminary Investigation."},
      {
        "id":"ED406791",
        "title":"Adopting Standards and Measuring Accountability in Public Education."},
      {
        "id":"ED406792",
        "title":"Delivering Special Education Services in Urban Culturally Diverse Child Care Centers to Preschool Age Children with Disabilities, Prenatally Exposed to Drugs/Alcohol, Referred by Protective Services or Born to Teenage Mothers. Project Relationship. Final Report."},
      {
        "id":"ED406793",
        "title":"Special Needs in the Classroom: Teacher Education Resource Pack. Student Materials."},
      {
        "id":"ED406794",
        "title":"Pitfalls in Educational Programming for Autistic Children in the United States of America."},
      {
        "id":"ED406795",
        "title":"Effective Practices in Early Intervention: Infants Whose Multiple Disabilities Include Both Vision & Hearing Loss."},
      {
        "id":"ED406796",
        "title":"Training Students from the Caribbean and Central America as Special Education Teachers."},
      {
        "id":"ED406800",
        "title":"The Supplemental Security Income Program and the School-To-Work Transition Initiative: A National Assessment of Potential Eligibility."},
      {
        "id":"ED406803",
        "title":"Building Deaf Community in Cyberspace: A Case Study of a Deaf Listserv."},
      {
        "id":"ED406804",
        "title":"Comparing the Effects of Teacher-Directed Homework and Student-Centered Homework on Return Rate and Homework Attitudes of Minority Learning Disabled Students."},
      {
        "id":"ED406805",
        "title":"Eliminating Boundaries through Family Centered Developmentally Appropriate Practices for Preschool and Primary Children with Disabilities. Final Report."},
      {
        "id":"ED406806",
        "title":"The Effects of a Kindergarten Prevention Program on Special Education Referrals, Classifications and Retentions."},
      {
        "id":"ED406807",
        "title":"Influences on the Development of Three Preservice Special Educators: A Case Study."},
      {
        "id":"ED406808",
        "title":"Deaf Adults' Emic Views on Deaf Education in South Africa: Looking Back To Improve the Future."},
      {
        "id":"ED406809",
        "title":"Stories of the Classroom: Teachers Make Sense of Inclusion."},
      {
        "id":"ED406810",
        "title":"Addressing the Disproportionate Representation of Students from Racial and Ethnic Minority Groups in Special Education: A Resource Document."},
      {
        "id":"ED406812",
        "title":"Section 619 Profile. Seventh Edition."},
      {
        "id":"ED406815",
        "title":"Pathways: A Training &amp; Resource Guide for Enhancing Skills in Early Intervention Service Coordination [Training Guide and Videotape]."},
      {
        "id":"ED406817",
        "title":"Supported Employment and Transition Resources."},
      {
        "id":"ED406818",
        "title":"Local Children's Mental Health Collaboratives. Report to the 1997 Minnesota Legislature."},
      {
        "id":"ED406819",
        "title":"Passages to Inclusion: Creating Systems of Care for All Children. Monograph for State, Territorial and Tribal Child Care Administrators."},
      {
        "id":"ED406820",
        "title":"&quot;Sir, Is There Some Rule for That?&quot; A Report on Differences in Foreign Language Learning Approach Styles."},
      {
        "id":"ED406821",
        "title":"How Students Account for Their Poor English Skills."},
      {
        "id":"ED406822",
        "title":"&quot;What Is Africa to Me?&quot;: Language, Ideology and &quot;African American.&quot;"},
      {
        "id":"ED406823",
        "title":"A View from the Cocoon--Space Categorization in the Korean Verb [na-ka-ta]."},
      {
        "id":"ED406824",
        "title":"Virtual Connections: Online Activities & Projects for Networking Language Learners."},
      {
        "id":"ED406825",
        "title":"Influences on the Educational Experiences of Immigrant Students in U.S. Schools."},
      {
        "id":"ED406826",
        "title":"Discourse Analysis of Adult-Child Conversations: The Comparison of L1 and L2 Input in Japanese."},
      {
        "id":"ED406827",
        "title":"The Role of Task Structure in Oral Fluency Assessment."},
      {
        "id":"ED406828",
        "title":"Development of Communication Strategies among Foreign Language Learners."},
      {
        "id":"ED406829",
        "title":"Grammar and Its Teaching: Challenging the Myths. ERIC Digest."},
      {
        "id":"ED406830",
        "title":"Beliefs about Early Language Learning: St. Lucian Beginning Students of French and Spanish."},
      {
        "id":"ED406832",
        "title":"How Should We Teach Japanese Learners the Present Perfect?"},
      {
        "id":"ED406834",
        "title":"The Academic Language and Literacy Training Project. Mathematics &amp; Science for English Learners: Curriculum."},
      {
        "id":"ED406836",
        "title":"English Curricula and Language Learning Resources for Non-English Majors at Universities in Taiwan."},
      {
        "id":"ED406837",
        "title":"A View from Within: A Case Study of Chinese Heritage Community Language Schools in the United States."},
      {
        "id":"ED406838",
        "title":"Melanges, No. 23."},
      {
        "id":"ED406843",
        "title":"In Days Gone By: A Reader. Ukrainian Language Development Series."},
      {
        "id":"ED406844",
        "title":"Developing and Testing Vocabulary Training Methods and Materials for Japanese College Students Studying English as a Foreign Language."},
      {
        "id":"ED406846",
        "title":"Vernacular Dialects in U.S. Schools. ERIC Digest."},
      {
        "id":"ED406847",
        "title":"ESL through Content-Area Instruction. Language in Education: Theory and Practice 69."},
      {
        "id":"ED406848",
        "title":"Teaching English Abroad: An Introduction. ERIC Digest."},
      {
        "id":"ED406849",
        "title":"Official English and English Plus: An Update. ERIC Digest."},
      {
        "id":"ED406850",
        "title":"Teachers' Voices: Curriculum Design and Change."},
      {
        "id":"ED406851",
        "title":"10 Lessons of Pre-Employment Skills for ESL Students, with a Bilingual English-Cambodian Glossary and a Teacher's Guide (Upgraded Version)."},
      {
        "id":"ED406852",
        "title":"10 Lessons of Pre-Employment Skills for ESL Students, with a Bilingual English-Laotian Glossary and a Teacher&apos;s Guide (Upgraded Version)."},
      {
        "id":"ED406855",
        "title":"Improving ESL Learners' Listening Skills: At the Workplace and Beyond. ERIC PAIE Q & A."},
      {
        "id":"ED406856",
        "title":"The Vocational Classroom: A Great Place To Learn English."},
      {
        "id":"ED406857",
        "title":"Learning To Work in a New Land: A Review and Sourcebook for Vocational and Workplace ESL."},
      {
        "id":"ED406858",
        "title":"Real Jobs for Real People: Guide for Teachers."},
      {
        "id":"ED406860",
        "title":"A Model of Institutionalizing an ESL Family Literacy Program. Final Report."},
      {
        "id":"ED406861",
        "title":"ESL Online Action Research. Final Report."},
      {
        "id":"ED406865",
        "title":"A Close Examination of the Administrative and Instructional Practices of ESL Workplace Literacy Programs in the Midwest."},
      {
        "id":"ED406866",
        "title":"Planning, Implementing, and Evaluating Workplace ESL Programs. PAIE Q &amp; A."},
      {
        "id":"ED406868",
        "title":"Affirmative Action. A Compliance Audit of Higher Education in Louisiana."},
      {
        "id":"ED406869",
        "title":"Defining a Quality Education. Proceedings of the Annual Conference of the North East Association for Institutional Research (19th, Washington, D.C., November 14-17, 1992)."},
      {
        "id":"ED406870",
        "title":"The African American Education Data Book. Volume I: Higher and Adult Education. Executive Summary."},
      {
        "id":"ED406874",
        "title":"The Determination of a Useful Frequency for Refreshing Memories for Procedures among a Collegiate Population."},
      {
        "id":"ED406886",
        "title":"A Survey of Native and Nonnative TAs' Office Hours: Importance, Attendance, and Content."},
      {
        "id":"ED406887",
        "title":"Language- vs. Content-Related Trouble in Understanding Native and NNS TAs at Office Hours."},
      {
        "id":"ED406888",
        "title":"The Structure of the Office Hour Consultation: A Case Study."},
      {
        "id":"ED406891",
        "title":"Statistical Abstract of Higher Education in North Carolina, 1996-97. Research Report 1-97."},
      {
        "id":"ED406892",
        "title":"Report to the Maryland General Assembly on UMS Institutional and System Identities."},
      {
        "id":"ED406893",
        "title":"Modeling the College Application Decision Process in a Land-Grant Institution."},
      {
        "id":"ED406894",
        "title":"Improving Doctoral Student Retention."},
      {
        "id":"ED406895",
        "title":"Job Satisfaction for Women Faculty Members in a Predominantly Female Discipline."},
      {
        "id":"ED406896",
        "title":"University Faculty \"Modeling\" Good Instruction in Mathematics and Science Courses for Prospective Middle Grades Teachers: Voices from the MCTP."},
      {
        "id":"ED406897",
        "title":"Effects of Study Skills Programs on the Academic Behaviors of College Students."},
      {
        "id":"ED406898",
        "title":"Factors Influencing Persistence among African American Upperclassmen in Natural Science and Science-Related Majors."},
      {
        "id":"ED406899",
        "title":"Current and Future Mission of a Leading Turkish Public University from the Perspective of Various Internal and External Stakeholders. Draft."},
      {
        "id":"ED406900",
        "title":"Access for Women to Higher Education in England and Australia: A &quot;Second Chance&quot;."},
      {
        "id":"ED406901",
        "title":"Procrastination Revisited: The Constructive Use of Delayed Response."},
      {
        "id":"ED406902",
        "title":"Feedback Seeking and Receiving by College and University Faculty."},
      {
        "id":"ED406903",
        "title":"College Students' Perceptions on Interactions across Difference."},
      {
        "id":"ED406904",
        "title":"Returning to Our Roots: The Student Experience."},
      {
        "id":"ED406905",
        "title":"Taking Action in Rural Mississippi: Uniting Academic Studies and Community Service through Project D.R.E.A.M.S."},
      {
        "id":"ED406906",
        "title":"Tuition, Financial Aid, and Access to Public Higher Education: A Review of the Literature."},
      {
        "id":"ED406907",
        "title":"Retention Models for Minority College Students."},
      {
        "id":"ED406908",
        "title":"Trends in Faculty Teaching Goals: A Longitudinal Study of Change."},
      {
        "id":"ED406912",
        "title":"The Evaluation of Institutional Goals for Freshman Seminar at Mount Vernon Nazarene College."},
      {
        "id":"ED406913",
        "title":"The Development of an Orientation Brochure for Commuter Students at Mount Vernon Nazarene College."},
      {
        "id":"ED406914",
        "title":"The Development of a Portfolio Assessment Process for the Bachelor of Business Administration Program at Mount Vernon Nazarene College."},
      {
        "id":"ED406915",
        "title":"New York State Higher Education Services Corporation. 1995-96 Annual Report."},
      {
        "id":"ED406916",
        "title":"The New York State Aid for Part-Time Study Program: A Progress Report, 1995-96."},
      {
        "id":"ED406917",
        "title":"Report of the Temporary Task Force on the Tuition Assistance Program."},
      {
        "id":"ED406918",
        "title":"Alternative Loan Programs: A Comparison of Various Features."},
      {
        "id":"ED406921",
        "title":"On the Road to Economic Development: A Guide for Continuing Education Programs at Historically Black Colleges and Universities."},
      {
        "id":"ED406922",
        "title":"Comparisons of Socioeconomic Background Characteristics of Greeks and Independents."},
      {
        "id":"ED406927",
        "title":"Higher Education Capital Improvements, 1997-98 through 2006-07. Status Report Presented to the Legislative Capital Development Committee."},
      {
        "id":"ED406928",
        "title":"Professional Health Education Report."},
      {
        "id":"ED406929",
        "title":"Colorado Commission for Achievement in Education Recommendations for 1997. Report to the General Assembly. Research Publication No. 419."},
      {
        "id":"ED406930",
        "title":"Graduate Education Report."},
      {
        "id":"ED406937",
        "title":"&quot;Three Strikes&quot; Law Could Undermine College Opportunity."},
      {
        "id":"ED406938",
        "title":"MPACT. The Mississippi Prepaid Affordable College Tuition Program."},
      {
        "id":"ED406940",
        "title":"The Past as Prologue: Examining the Consequences of Business as Usual. Center Paper 01-93."},
      {
        "id":"ED406942",
        "title":"A Planning Process for Creating Collaboration among Deans. Program Report."},
      {
        "id":"ED406944",
        "title":"Using Genre Analysis To Teach Writing in Engineering. Report on a Pilot Video-Teleconference for Engineering Teaching Assistants and Writing Center Consultants."},
      {
        "id":"ED406946",
        "title":"Programs for Land-Grant Schools. Report to Chairman, Committee on Indian Affairs, United States Senate."},
      {
        "id":"ED406947",
        "title":"Black, Hispanic, and White Doctoral Students: Before, During, and After Enrolling in Graduate School."},
      {
        "id":"ED406948",
        "title":"Trends and Issues in Maryland Postsecondary Education."},
      {
        "id":"ED406949",
        "title":"New York State Assembly. 1995 Annual Report of the Standing Committee on Higher Education."},
      {
        "id":"ED406951",
        "title":"The Relationship of Locus of Control to Academic Performance among Dental Students."},
      {
        "id":"ED406952",
        "title":"Assessing College Students' Self-Directed Studying Using Self-Reports of Test Preparation."},
      {
        "id":"ED406953",
        "title":"The Effects of Goal-Setting Instruction on Self-Efficacy for Self-Regulated Learning (SESRL) in Undergraduate Classrooms."},
      {
        "id":"ED406954",
        "title":"The Strike from the Students' Viewpoint."},
      {
        "id":"ED406962",
        "title":"A Culture for Academic Excellence: Implementing the Quality Principles in Higher Education. ERIC Digest."},
      {
        "id":"ED406963",
        "title":"A Culture for Academic Excellence: Implementing the Quality Principles in Higher Education. ASHE-ERIC Higher Education Report, Vol. 25, No. 1."},
      {
        "id":"ED406964",
        "title":"The Effects of Distance Education Technology on Teaching and Learning."},
      {
        "id":"ED406966",
        "title":"Facilitator and Student Roles and Performance in a High School Distance Education Course."},
      {
        "id":"ED406967",
        "title":"Study of Educational Technology Programs Authorized from 1984-1989. Phase I of the Comprehensive Study of Educational Technology Programs Authorized from 1984-1992."},
      {
        "id":"ED406968",
        "title":"Comprehensive Study of Educational Technology Programs Authorized from 1989-1992. Phase II of the Comprehensive Study of Educational Technology Programs Authorized from 1984-1992. Introduction."},
      {
        "id":"ED406969",
        "title":"The Analysis of the Impact of California Educational Technology Regional and Local Assistance Programs. Phase III of the Comprehensive Study of Educational Technology Programs Authorized from 1984-1992."},
      {
        "id":"ED406972",
        "title":"Comprehensive Study of Educational Technology Programs Authorized from 1989-1992. Volume II: Model Technology Schools, Level I."},
      {
        "id":"ED406973",
        "title":"Comprehensive Study of Educational Technology Programs Authorized from 1989-1992. Volume III: Level II Model Technology School Projects."},
      {
        "id":"ED406974",
        "title":"Comprehensive Study of Educational Technology Programs Authorized from 1989-1992. Volume IV: California Technology Project."},
      {
        "id":"ED406975",
        "title":"Comprehensive Study of Educational Technology Programs Authorized from 1989-1992. Volume V: Instructional Television Regional Agencies."},
      {
        "id":"ED406976",
        "title":"Comprehensive Study of Educational Technology Programs Authorized from 1989-1992. Volume VI: Software Development Partnership Program."},
      {
        "id":"ED406977",
        "title":"Philosophical Ancestry of the American Library Information Science."},
      {
        "id":"ED406980",
        "title":"Towards a Worldwide Library: A Ten Year Forecast. Proceedings of the International Essen Symposium (19th, Essen, Germany, September 23-26, 1996). Publications of Essen University Library, No. 21."},
      {
        "id":"ED406983",
        "title":"CMSU Library Usage: Telephone Survey Results."},
      {
        "id":"ED406985",
        "title":"Use of Public Library Services by Households in the United States: 1996. Statistics in Brief."},
      {
        "id":"ED406986",
        "title":"Internet Training in ARL Libraries. SPEC Kit 220."},
      {
        "id":"ED406996",
        "title":"Do We Still Need Controlled Vocabulary? Of Course, We Do! But How Do We Get It: The Roles for Text Analysis Softwares."},
      {
        "id":"ED406997",
        "title":"Library and Information Services to Individuals with Disabilities. Reference Bibliography No. 97-01."},
      {
        "id":"ED406998",
        "title":"Using Situational Leadership To Reach the Whole Population."},
      {
        "id":"ED406999",
        "title":"FIRO B: Analyzing Community College Department Chairs' Effectiveness."},
      {
        "id":"ED407000",
        "title":"Innovation Abstracts, Volume XVIII, 1996."},
      {
        "id":"ED407001",
        "title":"Walking the Tightrope: The Balance between Innovation and Leadership. Proceedings of the Annual International Conference of the Chair Academy (6th, Reno, NV, February 12-15, 1997)."},
      {
        "id":"ED407002",
        "title":"What Will Community Colleges Do When Microsoft and Disney Deliver High-Quality, Accredited Higher Education and Training to the Businesses and Homes of Most Americans?"},
      {
        "id":"ED407003",
        "title":"Academic Leadership and Ethical Decision-Making: Getting Down to Practical Issues."},
      {
        "id":"ED407004",
        "title":"Avoiding Entropy: Reforming the Curriculum Approval Process in a Multi-college District."},
      {
        "id":"ED407005",
        "title":"Balancing Innovation and Tradition To Create Learning Opportunities for All Learners."},
      {
        "id":"ED407006",
        "title":"Designing a Virtual Classroom for Distance Learning Students through the Internet."},
      {
        "id":"ED407007",
        "title":"Does the Reality Created by Your Perceptions Enhance or Limit Your Ability To Walk the Leadership Tightrope?"},
      {
        "id":"ED407008",
        "title":"Engaging the Disengaged: How Is It Different When Using Distance Education?"},
      {
        "id":"ED407009",
        "title":"Enhancing Student Learning through Public Deliberation: A Fresh Approach to Active Learning."},
      {
        "id":"ED407010",
        "title":"The Evolution of General Education Requirements at Prince George's Community College."},
      {
        "id":"ED407011",
        "title":"Faculty Evaluation, Portfolio Development, and Accreditation: Walking the Tightrope."},
      {
        "id":"ED407012",
        "title":"From On-Site to Distance Education: A High Wire Act in Innovation and Leadership."},
      {
        "id":"ED407013",
        "title":"Internationalizing the Curriculum: A Case Study in the Business Division."},
      {
        "id":"ED407014",
        "title":"Leadership from Afar: Distance Education and the Leadership Roles of Those Involved."},
      {
        "id":"ED407015",
        "title":"Leadership Wisdom: Balancing on the High Wire."},
      {
        "id":"ED407016",
        "title":"Lessons Learned in Kindergarten Go the Distance: Occupational Program Sharing."},
      {
        "id":"ED407017",
        "title":"Managing Organizational Change."},
      {
        "id":"ED407018",
        "title":"Mentor Magic: Implementing a Successful Mentoring Program for New Chairs and Deans."},
      {
        "id":"ED407019",
        "title":"Practical Strategies To Justify Your \"Present\" and Ensure Your \"Future.\""},
      {
        "id":"ED407020",
        "title":"Reach Out and Touch Someone: Utilizing Two-Way Interactive Audio Video for Distant Audiences."},
      {
        "id":"ED407021",
        "title":"Reframing Organizational Thinking."}]
  }}
