{
  "response":{"numFound":506904,"start":28000,"numFoundExact":true,"docs":[
      {
        "id":"ED375868",
        "title":"Development and Implementation of a Parent Education Outcome Assessment Technique."},
      {
        "id":"ED375869",
        "title":"The Community College Experience in the United States."},
      {
        "id":"ED375870",
        "title":"Towards an Hungarian Community College System."},
      {
        "id":"ED375871",
        "title":"Compton Community College Campus Climate Survey, Fall 1994."},
      {
        "id":"ED375872",
        "title":"Qualifications Handbook for Faculty and Academic Support Personnel at Illinois Valley Community College. Fifth Edition."},
      {
        "id":"ED375873",
        "title":"Shared Governance: The Next Generation."},
      {
        "id":"ED375874",
        "title":"Patrick Henry Community College Master Plan, 1993-1998."},
      {
        "id":"ED375875",
        "title":"Assessing the Effectiveness of the Transfer Function in the Community College."},
      {
        "id":"ED375876",
        "title":"Learning Outcomes: Another Bandwagon or a Strategic Instrument of Reform?"},
      {
        "id":"ED375877",
        "title":"International Developments in Higher Education: New Perspectives on Nonuniversities."},
      {
        "id":"ED375878",
        "title":"Higher Education Approaches the 21st Century: New Perspectives on Nonuniversities."},
      {
        "id":"ED375879",
        "title":"1992 Employer Assessments of Recent Pima Community College Graduates."},
      {
        "id":"ED375880",
        "title":"Analysis of Fall 1993 Course Grades."},
      {
        "id":"ED375881",
        "title":"1993-94 Graduates and Completers Summary."},
      {
        "id":"ED375882",
        "title":"A Profile of CCP (Community College of Philadelphia) Transfers to State System Higher Education Universities, 1988 to 1993. Institutional Research Report No. 74."},
      {
        "id":"ED375883",
        "title":"The Biasing Effects of Nonresponses on Information Gathered by Mail Surveys. Institutional Research Report No. 78."},
      {
        "id":"ED375884",
        "title":"A Profile of CCP (Community College of Philadelphia) Transfer Students Enrolled at [the] State System of Higher Education Universities during the Fall 1993 Semester. Institutional Research Report No. 79."},
      {
        "id":"ED375885",
        "title":"Community College Student Experiences Questionnaire. Assessment Report #92-1."},
      {
        "id":"ED375886",
        "title":"Graduate Survey. 1992 Report #93-3."},
      {
        "id":"ED375887",
        "title":"Entering Student Survey (1990-1993). Report #93-4."},
      {
        "id":"ED375888",
        "title":"Graduate Survey, 1993 Report #94-1."},
      {
        "id":"ED375889",
        "title":"The Development of a Faculty Development Workshop on Computer Access to the Internet. Revised."},
      {
        "id":"ED375890",
        "title":"Annual Information Digest, Los Angeles Community Colleges, 1992-1994."},
      {
        "id":"ED375891",
        "title":"The Feasibility of an Evening LPN to RN Transition Program."},
      {
        "id":"ED375892",
        "title":"A Transcript Analysis of Graduates of Three Community College of Philadelphia Curricula between the Years 1985 and 1992. Institutional Research Report #83."},
      {
        "id":"ED375893",
        "title":"A Matter of Facts: The North Carolina Community College System Fact Book, 1994."},
      {
        "id":"ED375894",
        "title":"Critical Success Factors for the North Carolina Community College System 1994. Fifth Annual Report."},
      {
        "id":"ED375895",
        "title":"Examining the Employment Mix of Full- and Part-Time Curriculum Faculty. Research Brief No. 1993-01."},
      {
        "id":"ED375896",
        "title":"Employment of Community College Completers. Research Brief No. 1994-01."},
      {
        "id":"ED375897",
        "title":"Salaries of Administrators in the North Carolina Community College System. Research Brief No. 1994-04."},
      {
        "id":"ED375898",
        "title":"Earnings of Community College Students before Enrolling, [and] Impact of Community College Program Completion on Median Earnings, [and] First Year Earnings of Public Postsecondary Education Completers. Research Briefs No. 1994-02, 1994-03, and 1994-05."},
      {
        "id":"ED375899",
        "title":"Current Student Survey. What's Good? What's Bad? Report of Findings."},
      {
        "id":"ED375900",
        "title":"Point of Graduate Survey 1993-94. Report of Findings."},
      {
        "id":"ED375901",
        "title":"Graduate Survey, 1994. Report of Findings."},
      {
        "id":"ED375903",
        "title":"Goals and Objectives, 1993 and 1994. Final Report."},
      {
        "id":"ED375904",
        "title":"Guidelines for Educational Guarantees."},
      {
        "id":"ED375905",
        "title":"1994 Follow-Up Study of Fiscal Year 1993 Occupational Program Graduates."},
      {
        "id":"ED375906",
        "title":"Total Quality Management in the Community College: Concept, Application, Implementation--Lessons Learned."},
      {
        "id":"ED375907",
        "title":"The Learning Experience: Impact on Measures of Institutional Effectiveness."},
      {
        "id":"ED375908",
        "title":"Partnering for Diversity. Final Report."},
      {
        "id":"ED375909",
        "title":"Community Needs Assessment for an Electronics and Computer Engineering Technology Program at Maui, Molokai, and Lanai."},
      {
        "id":"ED375910",
        "title":"Analysis of Gering 1992-93 Community Attitude Survey."},
      {
        "id":"ED375911",
        "title":"Report on Scottsbluff 1994 Community Needs Survey."},
      {
        "id":"ED375912",
        "title":"Institutional Effectiveness Program. Pima County Community College District Institutional Effectiveness Series: 1."},
      {
        "id":"ED375913",
        "title":"Mission Statement Evaluation. Pima County Community College District Institutional Effectiveness Series: 2."},
      {
        "id":"ED375914",
        "title":"Program and Service Review. Pima County Community College District Institutional Effectiveness Series: 3."},
      {
        "id":"ED375915",
        "title":"Board and Employee Evaluation. Pima County Community College District Institutional Effectiveness Series: 4."},
      {
        "id":"ED375916",
        "title":"Student Outcomes Assessment Plan. Pima County Community College District Institutional Effectiveness Series: 5."},
      {
        "id":"ED375917",
        "title":"Planning Guidelines and Evaluation. Pima County Community College District Institutional Effectiveness Series: 6."},
      {
        "id":"ED375918",
        "title":"Innovation Abstracts, Volume XVI, 1994."},
      {
        "id":"ED375919",
        "title":"WNCC Placement and Follow-Up Report, Academic Year 1991-1992."},
      {
        "id":"ED375922",
        "title":"Legal Barriers to Volunteer Service: A Community Service Brief."},
      {
        "id":"ED375923",
        "title":"American Early Education Reform: Adaptation Not Adoption from Reggio Emilia, Italy."},
      {
        "id":"ED375924",
        "title":"Welfare Reform and Head Start."},
      {
        "id":"ED375926",
        "title":"Cognitive Development through the Study of the Environment: From Sheep to Jumper, from Popular Tradition to Modern Ways of Production."},
      {
        "id":"ED375927",
        "title":"Japanese and American College Students' Perceptions and Attitudes towards Maternal Employment."},
      {
        "id":"ED375928",
        "title":"Using Staff Development To Improve Preschool/Elementary Teachers' Skills in Working with and Involving Parents."},
      {
        "id":"ED375929",
        "title":"Housekeeping or Thematic Sociodramatic Play Centers: Which Is Better in the Preschool Classroom?"},
      {
        "id":"ED375931",
        "title":"Implementation, in a Child Care Setting, of Multicultural Awareness Training for Teachers of 2 Year Olds."},
      {
        "id":"ED375932",
        "title":"Different Media, Different Languages."},
      {
        "id":"ED375933",
        "title":"Students in Caring School and Classroom Communities."},
      {
        "id":"ED375934",
        "title":"Mommy, Daddy--What's AIDS?"},
      {
        "id":"ED375935",
        "title":"Historical Change and Cognitive Change: A Two-Decade Follow-Up Study in Zinacantan, a Mayan Community of Southern Mexico."},
      {
        "id":"ED375936",
        "title":"Environmental Lead and Children's Health."},
      {
        "id":"ED375937",
        "title":"The Relationship between Center Size and Child Care Workers' Level of Job Commitment and Job Satisfaction."},
      {
        "id":"ED375938",
        "title":"Nutrition Education Needs of Early Childhood Teachers."},
      {
        "id":"ED375939",
        "title":"Where We Work: Nova Scotia Child Care Centres As Workplaces (1990-1993). Executive Summaries."},
      {
        "id":"ED375940",
        "title":"Ethnic Differences in Early Math Learning: A Comparison of Chinese-American and Caucasian-American Families."},
      {
        "id":"ED375941",
        "title":"Occipital Rhythmic Activity and Other Developmental Measures of Infants from High and Low Socioeconomic Groups."},
      {
        "id":"ED375943",
        "title":"A Program To Improve the Developmental and Intellectual Growth of Students in Kindergarten and First Grade."},
      {
        "id":"ED375945",
        "title":"Improving Parent/Staff Communication through Cooperative Preschool Workshops."},
      {
        "id":"ED375946",
        "title":"Parents as Catalyst: The Role of Parents in the Development of the Young Child in Asia. Child Survival and Development Workshop Report (Singapore, February 1-7, 1993)."},
      {
        "id":"ED375948",
        "title":"Hearing on the Impact of Health Care Reform on Schools. Hearing before the Subcommittee on Select Education and Civil Rights of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, Second Session."},
      {
        "id":"ED375949",
        "title":"Hearings on H.R. 6, Reauthorization of Elementary and Secondary Education Act of 1965. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, First Session (May 13, 25, June 10 and 30, 1993)."},
      {
        "id":"ED375950",
        "title":"Increasing Knowledge and Assessment of Foster Care Children through In-Service Training for Elementary School Educators."},
      {
        "id":"ED375951",
        "title":"Human Services Reauthorization Act of 1994. Report from the Committee on Labor and Human Resources To Accompany S. 2000. Senate, 103D Congress, 2d Session (April 11, 1994)."},
      {
        "id":"ED375952",
        "title":"The Child's View of the World: The Origin of Moon, Sun and Stars."},
      {
        "id":"ED375953",
        "title":"The Healthy Start Initiative: A Community-Driven Approach to Infant Mortality Reduction--Vol. I. Consortia Development."},
      {
        "id":"ED375954",
        "title":"Hearing on H.R. 3130: Improving America's School Act of 1993. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, First Session. (September 23, 1993)."},
      {
        "id":"ED375955",
        "title":"Providing Developmentally Appropriate Curriculum for Kindergarten-Age Girls in an Informal Education Setting."},
      {
        "id":"ED375956",
        "title":"What's Love Got To Do With It?: Feminist Theory and Early Childhood Education."},
      {
        "id":"ED375957",
        "title":"Disappearing Pegs in the Road: Discovering Meaning in Young Children's Social Play."},
      {
        "id":"ED375960",
        "title":"An Integrated Expressive Arts Program: Drama, Dance, Art, Music. Australian Early Childhood Resource Booklets, No. 4, 1989."},
      {
        "id":"ED375962",
        "title":"A Parent's Guide to Child Care."},
      {
        "id":"ED375964",
        "title":"Micro-Enterprises: What They Are and What They Can Be."},
      {
        "id":"ED375965",
        "title":"Collaboration: Because It&apos;s Good for Children &amp; Families: A Wisconsin Resource Manual."},
      {
        "id":"ED375966",
        "title":"Increasing Parental Involvement by Motivating Parents of Fourth and Fifth Grade Students To Become More Meaningfully Involved in Children's Education."},
      {
        "id":"ED375968",
        "title":"A New Generation of Evidence: The Family is Critical to Student Achievement."},
      {
        "id":"ED375969",
        "title":"The Effects of Home-Visiting Education on the Mothers and Their Young Children."},
      {
        "id":"ED375970",
        "title":"Early Childhood Training in New Mexico. 1991 Status Report."},
      {
        "id":"ED375971",
        "title":"School Age Child Care in Virginia: 1993 Survey Results."},
      {
        "id":"ED375973",
        "title":"Peace Education for Children: Research on Resources."},
      {
        "id":"ED375974",
        "title":"Focus on Infection Control in Child Care."},
      {
        "id":"ED379985",
        "title":"Tuition and Fees at Colorado Public Colleges and Universities, 1994-95."},
      {
        "id":"ED379986",
        "title":"Annual Report of the Statewide Extended Campus, 1993-1994. (Report on Colorado Statewide Extended Studies Program, Off-Campus State-Funded Programs, Out-of-State and Out-of-Country Programs)."},
      {
        "id":"ED379987",
        "title":"The University of California in the Twenty-First Century: Successful Approaches to Faculty Diversity."},
      {
        "id":"ED379991",
        "title":"Stipends for Student Athletes. Hearing before the Subcommittee on Commerce, Consumer Protection, and Competitiveness of the Committee on Energy and Commerce. House of Representatives, One Hundred Third Congress, Second Session (July 28, 1994)."},
      {
        "id":"ED379992",
        "title":"Department of Education: Accompanying Report of the National Performance Review."},
      {
        "id":"ED379993",
        "title":"The Women's Studies Program and the Curriculum Transformation Projects at Towson State University."},
      {
        "id":"ED379996",
        "title":"Empowering Faculty To Manage Off-Campus Degree Programs; Redefining Faculty Workloads and Service."},
      {
        "id":"ED379999",
        "title":"Higher Education Finances and Services. Statistics in Brief."},
      {
        "id":"ED380000",
        "title":"Basic Student Charges at Postsecondary Institutions: Academic Year 1993-94. Tuition and Required Fees and Room and Board Charges at 4-Year, 2-Year, and Public Less-than-2-Year Institutions. Statistical Analysis Report."},
      {
        "id":"ED380001",
        "title":"A Modest Proposal...for Saving University Research from the Budget Butcher. Occasional Paper 94-2."},
      {
        "id":"ED380002",
        "title":"A State of Emergency? Higher Education in California. Report 95-2."},
      {
        "id":"ED380003",
        "title":"Doctorate Recipients from United States Universities. Summary Report 1993."},
      {
        "id":"ED380004",
        "title":"Technology and Higher Education: In Debt, Inept, and in Loco Parentis."},
      {
        "id":"ED380005",
        "title":"Educational Leadership: An Alternative for Graduate Studies in Education."},
      {
        "id":"ED380006",
        "title":"Future Analysis of Contemporary Leadership Theories: Generating Research in the Field."},
      {
        "id":"ED380007",
        "title":"Quality Principles and Empowered Learning: Current Practices and Future Directions."},
      {
        "id":"ED380010",
        "title":"The Focus-Group Approach as an Alternative for Collecting Faculty Evaluation Data To Improve Teaching."},
      {
        "id":"ED380011",
        "title":"Postsecondary Education in Central Alabama: Structural and Policy Implications for the Present and Future. 1995 Monograph Series, Volume 1."},
      {
        "id":"ED380012",
        "title":"Medical Education and the Supply of Health Professionals. Hearing before the Committee on Finance. United States Senate, One Hundred Third Congress, Second Session."},
      {
        "id":"ED380013",
        "title":"A Foundation for Faculty Evaluation: The Annual Development Plan."},
      {
        "id":"ED380014",
        "title":"Using Program Reviews for the Evaluation of Pedagogy."},
      {
        "id":"ED380016",
        "title":"Assistive Technology Resources: Building Bridges for Institutions of Higher Education."},
      {
        "id":"ED380017",
        "title":"A Successful College Retention Program."},
      {
        "id":"ED380018",
        "title":"Campus Practices for Student Success: A Compendium of Model Programs."},
      {
        "id":"ED380019",
        "title":"AASCU/Sallie Mae National Retention Project."},
      {
        "id":"ED380020",
        "title":"Choices &amp; Responsibilty: Shaping Emory's Future. A Report from the Provost."},
      {
        "id":"ED380021",
        "title":"Quality University Office of Institutional Planning and Research: Year One Annual Report and Planning Document."},
      {
        "id":"ED380022",
        "title":"The Utilization of an Undergraduate Academic Advisement Record Form in the Evaluation of Faculty Advisement."},
      {
        "id":"ED380023",
        "title":"Latino Persistence in Higher Education: A 1994 Survey of University of California and California State University Chicano/Latino Students."},
      {
        "id":"ED380024",
        "title":"College Choice and Family Income: Changes over Time in the Higher Education Destinations of Students from Different Income Backgrounds."},
      {
        "id":"ED380025",
        "title":"Fund Raising: Building Constituency Groups in Student Affairs."},
      {
        "id":"ED380026",
        "title":"Higher Education Tuition and State Grants. Report 94-04."},
      {
        "id":"ED380027",
        "title":"Higher Education Programs."},
      {
        "id":"ED380028",
        "title":"Guaranteed Student Loans: Actions To Ensure Continued Student Access to Subsidized Loans. Report to the Chairman and Ranking Minority Member, Committee on Economic and Educational Opportunities, House of Representatives."},
      {
        "id":"ED380029",
        "title":"Graduate Activity Survey: Class of 1992 One Year after Graduation."},
      {
        "id":"ED380030",
        "title":"Critical Trends and Events Affecting the Future of Texas Higher Education. Proceedings of the Texas Association for Institutional Research (TAIR) Preconference Workshop on Environmental Scanning (1995)."},
      {
        "id":"ED380031",
        "title":"Evaluation of Iranian Students in the United States and Their Returnability to the Islamic Republic of Iran."},
      {
        "id":"ED380032",
        "title":"Accent on Quality. A Report of the Sixth Quadrennial Evaluation Committee."},
      {
        "id":"ED380033",
        "title":"Unified Budget Recommendations, 1995-96."},
      {
        "id":"ED380034",
        "title":"Current Mexican-American and Chicano Studies Undergraduate College Programs in the United States."},
      {
        "id":"ED380035",
        "title":"The Evolution of the Concept of &quot;Sexual Harassment&quot; in Higher Education."},
      {
        "id":"ED380036",
        "title":"An Examination of College Retention Rates with a University 101 Program."},
      {
        "id":"ED380040",
        "title":"Access, Affordability, and Excellence after Restructuring."},
      {
        "id":"ED380041",
        "title":"Faculty Strikes in Higher Education: 1966-1994."},
      {
        "id":"ED380042",
        "title":"Higher Education Opportunity Program Annual Report, 1992-93. HEOP Works."},
      {
        "id":"ED380044",
        "title":"Report of the 1992 Survey of Physicians."},
      {
        "id":"ED380045",
        "title":"Review of Architecture and Related Disciplines in the State University System of Florida."},
      {
        "id":"ED380047",
        "title":"The Role of History in Developing the Missions of California's Public Higher Education Systems. Draft."},
      {
        "id":"ED380048",
        "title":"The Changing Environment in Higher Education."},
      {
        "id":"ED380049",
        "title":"Reaping the Return on Agricultural Research and Education in Virginia. Information Series 93-3."},
      {
        "id":"ED380050",
        "title":"Professional Schools of International Affairs on the Eve of the 21st Century."},
      {
        "id":"ED380051",
        "title":"Description of a Task Completed by a Small Learning Group."},
      {
        "id":"ED380052",
        "title":"Strategic Plan for the College of Business, Arizona State University."},
      {
        "id":"ED380055",
        "title":"The Language of Information Technology: Accessibility in the Information Society."},
      {
        "id":"ED380056",
        "title":"Imagery and Visual Literacy: Selected Readings from the Annual Conference of the International Visual Literacy Association (26th, Tempe, Arizona, October 12-16, 1994)."},
      {
        "id":"ED380057",
        "title":"Process Issues in Visual Literacy."},
      {
        "id":"ED380058",
        "title":"From Iconic to Lingual: Interpreting Visual Statements."},
      {
        "id":"ED380059",
        "title":"Visual Literacy: What Do Prospective Teachers Need To Know?"},
      {
        "id":"ED380060",
        "title":"Visual Literacy and Multimedia Presentations."},
      {
        "id":"ED380061",
        "title":"Applying Principles of Visual Literacy to the Design of Distance Education Materials for Correctional Use."},
      {
        "id":"ED380062",
        "title":"Visual Literacy and Visual Culture."},
      {
        "id":"ED380063",
        "title":"Audio-Vision: Audio-Visual Interaction in Desktop Multimedia."},
      {
        "id":"ED380064",
        "title":"The Evolution of a Drawing."},
      {
        "id":"ED380065",
        "title":"Layered Worlds: A Metaphor of Time, Visualizing the Experience of Alzheimer's."},
      {
        "id":"ED380066",
        "title":"Magical Stories: Blending Virtual Reality and Artificial Intelligence."},
      {
        "id":"ED380067",
        "title":"Curriculum: Managed Visual Reality."},
      {
        "id":"ED380068",
        "title":"Ingredients to Successful Students Presentations: It's More Than Just a Sum of Raw Materials."},
      {
        "id":"ED380069",
        "title":"Children's Observations about the Art in Picture Books."},
      {
        "id":"ED380070",
        "title":"Gender Equity &amp; Visual Literacy: Schools Can Help Change Perceptions."},
      {
        "id":"ED380071",
        "title":"Visualizing Qualitative Data in a Study of Student Interactions within a Computer Mediated Environment."},
      {
        "id":"ED380072",
        "title":"Exploring the Scope of Design Expression: A Visual Introduction."},
      {
        "id":"ED380073",
        "title":"The Role of Color in Remembering Graphically Presented Information."},
      {
        "id":"ED380074",
        "title":"Associations From Pictures."},
      {
        "id":"ED380075",
        "title":"Toward a New Theory for Selecting Instructional Visuals."},
      {
        "id":"ED380076",
        "title":"The Pedagogy of Photorealistic Rendering."},
      {
        "id":"ED380077",
        "title":"The Role of Graphic Elements in the Accurate Portrayal of Instructional Design."},
      {
        "id":"ED380078",
        "title":"Effect of Color Coding and Test Type (Visual/Verbal) on Students Identified as Possessing Different Field Dependence Levels."},
      {
        "id":"ED380079",
        "title":"Using Symbols in International Business Presentations: How Well Are They Understood?"},
      {
        "id":"ED380080",
        "title":"Considerations for CBI Screen Design with Respect to Text Density Levels in Content Learning from an Integrated Perspective."},
      {
        "id":"ED380081",
        "title":"Needs Assessment--A Savvy Way To Secure ITV Use."},
      {
        "id":"ED380082",
        "title":"A Reader-Response Analysis of &quot;A Book from the Sky.&quot;"},
      {
        "id":"ED380084",
        "title":"Message Into Medium: An Extension of the Dual Coding Hypothesis."},
      {
        "id":"ED380085",
        "title":"Visuals for Information Access: A New Philosophy for Screen and Interface Design."},
      {
        "id":"ED380086",
        "title":"Visual Dialect: Ethnovisual and Sociovisual Elements of Design in Public Service Communication."},
      {
        "id":"ED380087",
        "title":"Approaches to Visual Communication Media Criticism and Their Application to Television Genres."},
      {
        "id":"ED380088",
        "title":"Thinking Egyptian: Active Models for Understanding Spatial Representation."},
      {
        "id":"ED380089",
        "title":"Gender Stereotyped Computer Clip-Art Images as an Implicit Influence in Instructional Message Design."},
      {
        "id":"ED380090",
        "title":"Imagery in Scientific and Technological Literacy for All."},
      {
        "id":"ED380091",
        "title":"The Impact of Electronic Visualization: Concerns and Delimitations."},
      {
        "id":"ED380092",
        "title":"Two Applied Revisions of a Multimedia Tool: Assessing Attitudes Towards Computer Technology and Cultural Diversity."},
      {
        "id":"ED380093",
        "title":"Visual Resources on the Internet."},
      {
        "id":"ED380094",
        "title":"Developing Hypermediated, Videodisc Training for Child Welfare Personnel: Bringing Visually Rich Training to Rural Areas."},
      {
        "id":"ED380095",
        "title":"Learning Visual Design through Hypermedia: Pathways to Visual Literacy."},
      {
        "id":"ED380096",
        "title":"Emoticons: Visual Cues for Computer-Mediated Communication."},
      {
        "id":"ED380097",
        "title":"Digitizing Images for Curriculum 21: Phase II."},
      {
        "id":"ED380098",
        "title":"Photography/Digital Imaging: Parallel &amp; Paradoxical Histories."},
      {
        "id":"ED380099",
        "title":"What Is the Relationship between Artistic Performance and Visual Proficiency?"},
      {
        "id":"ED380100",
        "title":"Timeless Images: Past and Present."},
      {
        "id":"ED380102",
        "title":"Education and Cultural Heritage: Solid Partners for the NII. Current and Emerging Projects and Approaches. Project Descriptions."},
      {
        "id":"ED380103",
        "title":"Interim Study Committee on Library Issues: Final Report."},
      {
        "id":"ED380104",
        "title":"Libraries 2000: Allocation Plan for FY1995 LSCA Funds, Library Service and Construction Act. An Annual Outline and Description of Projects in Idaho Eligible under LSCA Titles I, II, and III."},
      {
        "id":"ED380105",
        "title":"Science Library User Survey Report, University of California, Santa Cruz."},
      {
        "id":"ED380106",
        "title":"Twin Falls Public Library, Idaho Final Performance Report for Library Services and Construction Act Title VI, Library Literacy Program."},
      {
        "id":"ED380107",
        "title":"Economics of Information Resource Utilization: Applied Research in the Academic Community."},
      {
        "id":"ED380108",
        "title":"La place de l'education aux medias audiovisuels dans les plans d'etudes. Recommandations des participants au Seminaire International (Chaumont, Neuchatel, les 28-30 avril 1993) (The Recommendations of the Participants in the International Seminar--Chaumont, Neuchatel, April 28-30, 1993)."},
      {
        "id":"ED380109",
        "title":"Edutex-Eduserve: Deux serveurs dedies a l&apos;education. Utilisation pedagogique d&apos;outils telematiques: Rapport d&apos;activites et temoignages (EduTex-EduServe: Two Servers Dedicated to Education. Pedagogical Use of Telecommunications Tools: Report of Activities and Findings)."},
      {
        "id":"ED380110",
        "title":"Learning and Technology in the Future. Report of a National Science Foundation Workshop (Washington, D.C., October 4-6, 1993)."},
      {
        "id":"ED380117",
        "title":"Houston Cole Library Policy Manual."},
      {
        "id":"ED380120",
        "title":"Erotized, AIDS-HIV Information in Court: A Study in State Censorship, Cultural Resistance, and First Amendment Issues Affecting Information Delivery in Information Centers."},
      {
        "id":"ED380121",
        "title":"Interactivity in Computer-Based Aural Skills Instruction: A Research Study."},
      {
        "id":"ED380122",
        "title":"Effects of Animation &amp; Visuals on Learning High School Mathematics."},
      {
        "id":"ED380123",
        "title":"An Experiment on Effects of Redundant Audio in Computer Based Instruction on Achievement, Attitude, and Learning Time in 10th Grade Math."},
      {
        "id":"ED380124",
        "title":"K-12 Planning Guide for Videodisc Usage for Teachers and Administrators. 1995 Edition."},
      {
        "id":"ED380125",
        "title":"Education Moves into High Gear on the Information Highway."},
      {
        "id":"ED380126",
        "title":"Considerations for the Optimal Design of a Two-Way Interactive Distance Education Classroom."},
      {
        "id":"ED380127",
        "title":"An Analysis of the Cost Effectiveness of Various Electronic Alternatives for Delivering Distance Education Compared to the Travel Costs for Live Instruction."},
      {
        "id":"ED380128",
        "title":"The HOTT Program. Higher Order Techno Thinking: Its Trials and Tribulations."},
      {
        "id":"ED380131",
        "title":"Library Information Resource Book For Staff."},
      {
        "id":"ED380134",
        "title":"Navigating the Information Ocean: Charting the Course. Abstracts from the Academic Library Association of Ohio Annual Conference (Columbus, Ohio, November 4, 1994)."},
      {
        "id":"ED380135",
        "title":"Scholarly Communication and Information Technology: Exploring the Impact of Changes in the Research Process on Archives. Rand Reprints."},
      {
        "id":"ED380136",
        "title":"Information Superhighway: An Overview of Technology Challenges. Report to the Congress."},
      {
        "id":"ED380137",
        "title":"Librarian-Teacher Partnerships: An Annotated Bibliography."},
      {
        "id":"ED380138",
        "title":"ARL Annual Salary Survey, 1994."},
      {
        "id":"ED380139",
        "title":"ARL Statistics 1993-94: A Compilation of Statistics from the One Hundred and Nineteen Members of the Association of Research Libraries."},
      {
        "id":"ED380140",
        "title":"Reading Roundup: Rope a Good Book. Louisiana Summer Reading Program, 1995 Manual."},
      {
        "id":"ED380146",
        "title":"E. H. Butler Library Disaster Response Plan. Third Edition."},
      {
        "id":"ED380147",
        "title":"International Meeting To Discuss Audio Technology as Applied to Library Services for Blind Individuals (3rd, Toronto, Ontario, Canada, April 20-22, 1995). Volumes 1-3."},
      {
        "id":"ED380148",
        "title":"What Is PG-TRAK90? An Introduction to PGCC's Lifestyle Cluster System for Student Recruitment Targeting and Enrollment Analysis. Market Analysis MA94-1."},
      {
        "id":"ED380149",
        "title":"Preliminary Training Proposal for Cessna Aircraft of Independence."},
      {
        "id":"ED380150",
        "title":"Germanna Community College Master Plan, 1995-1997."},
      {
        "id":"ED380151",
        "title":"Critical Trends and Events Affecting the Future of Community Colleges: Proceedings of a Beyond 2000 Preconference Workshop (Orlando, Florida, February 26-28, 1995)."},
      {
        "id":"ED380152",
        "title":"Frederick Community College Transfer Tracking System and Successful Transfer Survey, Volume I, Fall 1990-Spring 1992."},
      {
        "id":"ED380153",
        "title":"Frederick Community College Transfer Tracking System and Successful Transfer Survey, Volume II, Fall 1992-Spring 1994."},
      {
        "id":"ED380155",
        "title":"Assessing Tech Prep. A Rhode Island Perspective."},
      {
        "id":"ED380156",
        "title":"Meeting the Needs of a Rural Community for Registered Nurses."},
      {
        "id":"ED380157",
        "title":"WorkForce Challenge: A Community Partnership [and] Annual Report, May 1993."},
      {
        "id":"ED380158",
        "title":"Articulation Accountability Measures Report, 1994."},
      {
        "id":"ED380159",
        "title":"Persistence and Attrition at San Juan College."},
      {
        "id":"ED380160",
        "title":"City College of San Francisco Master Plan. Major Trends and Issues, Planning Assumptions, Goals and Objectives, 1994-1999."},
      {
        "id":"ED380161",
        "title":"City College of San Francisco Transfer Data. Institutional Development, Research and Planning Report."},
      {
        "id":"ED380163",
        "title":"City College of San Francisco Accountability Atlas: Annual Report of Institutional Effectiveness, Fall 1994."},
      {
        "id":"ED380164",
        "title":"Enrollment Management Targeting by PG-TRAK90: Cluster Analyzing Cohort 1990 Four-Year Outcomes Groups. Market Analysis MA95-5."},
      {
        "id":"ED380165",
        "title":"Itawamba Community College and Tecumseh Products Company, Inc.: A High Performance Work Force Development Partnership."},
      {
        "id":"ED380166",
        "title":"Comparison of the Grade Point Average in Intermediate Algebra of Developmental and Nondevelopmental Students. Revised."},
      {
        "id":"ED380167",
        "title":"A Profile of Minnesota Technical College Students."},
      {
        "id":"ED380168",
        "title":"A Profile of Minnesota Technical College Customized Training Participants."},
      {
        "id":"ED380169",
        "title":"Educational Plant Survey: Seminole Community College, May 23-27, 1994."},
      {
        "id":"ED380170",
        "title":"Creative Partnership Structures: Innovative Ways To Link Colleges and Employers."},
      {
        "id":"ED380171",
        "title":"Walking the Line: Teaching Remedial Writing in a Correctional Facility."},
      {
        "id":"ED380172",
        "title":"San Juan College Task Force on Innovation 1995 Report."},
      {
        "id":"ED380173",
        "title":"Graduate Follow-Up Report, Wisconsin Technical College System Board. 1993-94."},
      {
        "id":"ED380174",
        "title":"British Columbia Adult Basic Education Student Outcomes Report: 1993-94 Pilot Project."},
      {
        "id":"ED380176",
        "title":"Lifelong Learning and Workforce Advancement in Oregon: Challenges and Opportunities."},
      {
        "id":"ED380177",
        "title":"Technology Middle College."},
      {
        "id":"ED380178",
        "title":"A Longitudinal Study of Learning Communities at LaGuardia Community College."},
      {
        "id":"ED380179",
        "title":"First-Year Student Experiences in Community College: Making Transitions, Forming Connections, and Developing Perceptions of Student Learning. Draft."},
      {
        "id":"ED380182",
        "title":"A Guide to Pathways through the Pre-Five Quality Process."},
      {
        "id":"ED380185",
        "title":"A Guide to Quality Early Childhood and Elementary School Programs."},
      {
        "id":"ED380186",
        "title":"Early Childhood Programs: Multiple Programs and Overlapping Target Groups. Fact Sheet for the Chairman, Subcommittee on Labor, Health and Human Services, Education, and Related Agencies, Committee on Appropriations, U.S. Senate."},
      {
        "id":"ED380188",
        "title":"Reauthorization of the Elementary and Secondary Education Act of 1965. Hearing on Examination of Recommendations and Proposals by the Administration and Various Organizations on the Reauthorization of the Elementary and Secondary Education Act of 1965 before the Subcommittee on Education, Arts, and Humanities of the Committee on Labor and Human Resources. United States Senate, One Hundred Third Congress, First Session (Montpelier, VT)."},
      {
        "id":"ED380189",
        "title":"Middle Grades Education in an Era of Reform. Proceedings of a Seminar Series: Spring 1993."},
      {
        "id":"ED380190",
        "title":"Illinois Kids Count 1994: Raising the Grade."},
      {
        "id":"ED380191",
        "title":"Learning What To Say and When To Say It in the First Days in Preschool."},
      {
        "id":"ED380192",
        "title":"Turning My World Upside Down or How I Learned To Question Developmentally Appropriate Practice."},
      {
        "id":"ED380194",
        "title":"Gender Bias in Early Childhood Education."},
      {
        "id":"ED380195",
        "title":"Community and Parent Involvement in Early Childhood Development: The South African Experience."},
      {
        "id":"ED380197",
        "title":"Child Care and Development Block Grant: A Summary of State Use of Quality and Availability Funds."},
      {
        "id":"ED380198",
        "title":"Racial and Gender Gaps in Academic Achievement. Report Summary."},
      {
        "id":"ED380199",
        "title":"A Framework for Improving Outcomes for Children and Families."},
      {
        "id":"ED380200",
        "title":"Transition Program Practices: Improving Linkages between Early Childhood Education and Early Elementary School."},
      {
        "id":"ED380201",
        "title":"SuperStart Evaluation Report, 1992-93. OER Report."},
      {
        "id":"ED380202",
        "title":"SuperStart Plus Evaluation Report, 1992-93. OER Report."},
      {
        "id":"ED380203",
        "title":"Involving Parents of Young Children in Science, Math and Literacy Activities."},
      {
        "id":"ED380204",
        "title":"Family Planning in Sweden. Fact Sheets on Sweden."},
      {
        "id":"ED380205",
        "title":"Child Care: Promoting Quality in Family Child Care. Report to the Chairman, Subcommittee on Regulation, Business Opportunities, and Technology, Committee on Small Business, House of Representatives."},
      {
        "id":"ED380206",
        "title":"Improving Academic Achievement and Interpersonal Relationships among Diverse 5th Graders by Strengthening Self-Image and Teaching Conflict Resolution Skills."},
      {
        "id":"ED380207",
        "title":"In Our Own Hands: The Story of Saptagram, a Women's Self-Reliance and Education Movement in Bangladesh. Education for All: Making It Work. Innovations Series, 2."},
      {
        "id":"ED380208",
        "title":"Within Reach: The Story of PROPEL, a Non-Formal Education Project for Rural Children in India. Education for All: Making it Work. Innovation Series, 3."},
      {
        "id":"ED380209",
        "title":"Blazing the Trail: The Village Schools of Save the Children/USA in Mali. Education For All: Making It Work. Innovations Series, 4."},
      {
        "id":"ED380210",
        "title":"On the Right Track: Servol's Early Childhood and Adolescent Development Programmes in Trinidad and Tobago. Education for All: Making It Work. Innovations Series, 5."},
      {
        "id":"ED380211",
        "title":"Teachers' Perceptions of the School Breakfast Program."},
      {
        "id":"ED380212",
        "title":"Children's Expression and Control of Emotion-Related Behavior: Developmental and Gender Influences on Children's and Parents' Perceptions."},
      {
        "id":"ED380213",
        "title":"The 1993 Parent Meetings for Planning the Saint Paul/Ramsey County Children's Initiative. Final Report."},
      {
        "id":"ED380214",
        "title":"Gender Differences in Human Development: A Review of the Literature."},
      {
        "id":"ED380215",
        "title":"Child Care: Child Care Subsidies Increase Likelihood That Low-Income Mothers Will Work. United States General Accounting Office Report to the Congressional Caucus for Women's Issues, House of Representatives."},
      {
        "id":"ED380216",
        "title":"Illinois Prekindergarten Program for Children At Risk of Academic Failure. FY 93 Summary Report."},
      {
        "id":"ED380218",
        "title":"A Follow Up Study of Selected South Carolina Parent Education/Family Literacy Projects: 1994."},
      {
        "id":"ED380219",
        "title":"Private-Public Collaboration: A Win-Win Solution."},
      {
        "id":"ED380220",
        "title":"Effects of Preschoolers' Script Knowledge on Their Communicative Interactions."},
      {
        "id":"ED380221",
        "title":"Joint Legislative Oversight Committee on Early Childhood Education and Development Initiatives Report to the 1993 General Assembly of North Carolina 1994 Session."},
      {
        "id":"ED380222",
        "title":"Targetting Teenagers."},
      {
        "id":"ED380223",
        "title":"Cross-Cultural Studies of Child Development: Implications for Clinicians."},
      {
        "id":"ED380224",
        "title":"Selecting Educational Equipment and Materials for School and Home."},
      {
        "id":"ED380225",
        "title":"Focus on Curriculum Design for Middle School Programs."},
      {
        "id":"ED380226",
        "title":"Focus on Authentic Learning and Assessment in the Middle School."},
      {
        "id":"ED380227",
        "title":"Employers, Families, and Education: Promoting Family Involvement in Learning. Building Community Partnerships for Learning."},
      {
        "id":"ED380228",
        "title":"Providing Parent Information for Public School Choice in Massachusetts Cities."},
      {
        "id":"ED380229",
        "title":"High Schools Gear Up To Create Effective School and Family Partnerships."},
      {
        "id":"ED380230",
        "title":"Project SELF HELP: A Family Focus on Literacy. Report No. 13."},
      {
        "id":"ED380231",
        "title":"Removing Barriers to Learning: Factors That Affect Participation and Dropout in Parent Interventions. Report No. 27."},
      {
        "id":"ED380233",
        "title":"School Readiness: Parents and Professionals Speak on Social and Emotional Needs of Young Children. Report No. 26."},
      {
        "id":"ED380235",
        "title":"Beating Burnout: A Multi-Dimensional Perspective."},
      {
        "id":"ED380236",
        "title":"Guia Para Ver La Television En Familia (Guidelines for Family Television Viewing). ERIC Digest."},
      {
        "id":"ED380237",
        "title":"La Disciplina Positiva (Positive Discipline). ERIC Digest."},
      {
        "id":"ED380238",
        "title":"El Metodo Llamado Proyecto (The Project Approach). ERIC Digest."},
      {
        "id":"ED380239",
        "title":"La Evaluacion del Desarrollo de los Alumnos Preescolares (Assessing the Development of Preschoolers). ERIC Digest."},
      {
        "id":"ED380240",
        "title":"Family Involvement in Early Multicultural Learning. ERIC Digest."},
      {
        "id":"ED380241",
        "title":"The State of the World's Children 1995."},
      {
        "id":"ED380244",
        "title":"Girls' Attitudes toward Breast Care and Breast Self-Examination."},
      {
        "id":"ED380245",
        "title":"An Examination of the Non-K12 School District Organizational Form in New York State."},
      {
        "id":"ED380246",
        "title":"America's Newcomers: An Immigrant Policy Handbook."},
      {
        "id":"ED380247",
        "title":"Organizations and Resources for Educators of Native Americans in the North Central Region."},
      {
        "id":"ED380249",
        "title":"The Use of Community-Based Support To Effect Curriculum Renewal in Rural Settings. Rural Curriculum Handbook No. 4."},
      {
        "id":"ED380250",
        "title":"Utah Migrant Education Annual Summer Evaluation Report."},
      {
        "id":"ED380252",
        "title":"Integrating Education, Health, and Social Services in Rural Communities: Service Integration through the Rural Prism."},
      {
        "id":"ED380253",
        "title":"Preparing Rural Special Educators Using Distance Learning Technologies."},
      {
        "id":"ED380254",
        "title":"School Facilities Funding: IDRA Special Bulletin."},
      {
        "id":"ED380255",
        "title":"[Accessible Rural Housing.]"},
      {
        "id":"ED380256",
        "title":"Indian Self-Determination and Education Assistance Act. Oversight Hearing on the Implementation of the Indian Self-Determination Act, and Development of Regulations Following Passage of the 1988 Amendments to the Act before the Subcommittee on Native American Affairs of the Committee on Natural Resources. House of Representatives, One Hundred Third Congress, Second Session (July 29, 1994)."},
      {
        "id":"ED380257",
        "title":"Folklife Sourcebook: A Directory of Folklife Resources in the United States. Second Edition. Publications of the American Folklife Center, No. 14."},
      {
        "id":"ED380259",
        "title":"Reflections of a Recently Retired Federal Analyst in Rural Education."},
      {
        "id":"ED380260",
        "title":"Year of the Family."},
      {
        "id":"ED380261",
        "title":"The Socioeconomic, Educational, and Health Status of Chicanos in Arizona and throughout the United States."},
      {
        "id":"ED380262",
        "title":"Real Talk, 1994."},
      {
        "id":"ED380263",
        "title":"1995 Summer Opportunities for American Indian Students."},
      {
        "id":"ED380267",
        "title":"Reauthorized Migrant Education Program: Old Themes and New. ERIC Digest."},
      {
        "id":"ED380269",
        "title":"Rural Education Data User's Guide. Working Paper No. 95-12."},
      {
        "id":"ED380270",
        "title":"Place Value Concept: How Children Learn It and How To Teach It."},
      {
        "id":"ED380271",
        "title":"Teacher Attitudes toward Hands-on Science Instruction Versus Traditional Teaching Methods."},
      {
        "id":"ED380272",
        "title":"Recology: Material Conservation Program Fieldbook."},
      {
        "id":"ED380273",
        "title":"GuideBook to Pre-Service Use of ChemSource Version 1.0."},
      {
        "id":"ED380275",
        "title":"Calculus-Based Physics Exploratory Study. Summary Report."},
      {
        "id":"ED380276",
        "title":"Status Study of Mathematics and Science Education in Texas From 1979-1993."},
      {
        "id":"ED380277",
        "title":"Gender Representations in Mathematics Software."},
      {
        "id":"ED380278",
        "title":"What&apos;s Happening in the Mathematical Sciences, 1993-1994."},
      {
        "id":"ED380279",
        "title":"How Negative Expectancies and Attitudes Undermine Females' Math Confidence and Performance: A Review of the Literature."},
      {
        "id":"ED380280",
        "title":"Learning about Tasks Computers Can Perform. ERIC Digest."},
      {
        "id":"ED380281",
        "title":"Dynamics of Alliances."},
      {
        "id":"ED380282",
        "title":"Teaching Discrete Mathematics with Graphing Calculators."},
      {
        "id":"ED380283",
        "title":"Pest Control in the School Environment: Adopting Integrated Pest Management."},
      {
        "id":"ED380284",
        "title":"The Role of Faculty from the Scientific Disciplines in the Undergraduate Education of Future Science and Mathematics Teachers. Proceedings of the National Science Foundation Workshop."},
      {
        "id":"ED380285",
        "title":"National Conference on Diversity in the Scientific and Technological Workforce. Conference Proceedings (3rd, Washington, D.C., September 29-October 1, 1994)."},
      {
        "id":"ED380286",
        "title":"SSI: Statewide Systemic Initiatives in Science, Mathematics, &amp; Engineering. 1994-1995. State Profiles."},
      {
        "id":"ED380287",
        "title":"NSF in a Changing World: The National Science Foundation's Strategic Plan."},
      {
        "id":"ED380288",
        "title":"Advanced Technological Education Program 1994 Awards and Activities."},
      {
        "id":"ED380292",
        "title":"A Reflective Cycle: The Evolution of a Model of Teacher Change."},
      {
        "id":"ED380295",
        "title":"Multicultural Mathematics: A More Inclusive Mathematics. ERIC Digest."},
      {
        "id":"ED380300",
        "title":"Green Guide: A User's Guide to Sustainable Development for Canadian Colleges."},
      {
        "id":"ED380301",
        "title":"Toward Sustainable Communities: A Resource Book for Municipal and Local Governments."},
      {
        "id":"ED380302",
        "title":"Rhetoric and Reality of Systemic Reform: A Critique of the Proposed National Science Education Standards."},
      {
        "id":"ED380303",
        "title":"Assessing Science Knowledge in an English/Spanish Bilingual Elementary School."},
      {
        "id":"ED380304",
        "title":"Celebrating the 200th Anniversary of the Emigration of Joseph Priestley. Abstracts and Program for the Biennial Conference on Chemical Education (13th, Lewisburg, PA, July 31-August 4, 1994)."},
      {
        "id":"ED380305",
        "title":"Profiling Teacher Development Programs: An Approach to Formative Evaluation. Profiling Series."},
      {
        "id":"ED380306",
        "title":"Environmental Education. A Guide to Curriculum Planning. Second Edition. Bulletin Number 94371."},
      {
        "id":"ED380308",
        "title":"Making Mathematical Connections in the Early Grades. ERIC Digest."},
      {
        "id":"ED380309",
        "title":"Making Mathematical Connections in Middle School. ERIC Digest."},
      {
        "id":"ED380310",
        "title":"Making Mathematical Connections in High School. ERIC Digest."},
      {
        "id":"ED380311",
        "title":"The Columbus Quincentennial: A Sourcebook."},
      {
        "id":"ED380312",
        "title":"Wyoming Arts: An Education Plan for Visual Arts, Dance, Music, Theatre, Literary Arts."},
      {
        "id":"ED380316",
        "title":"Rhythmical Alchemy: Village Drumming with Arthur Hull."},
      {
        "id":"ED380317",
        "title":"Gender Equity Issues in Education: A Longitudinal Cohort Study."},
      {
        "id":"ED380318",
        "title":"Tiggy, Primary Academics."},
      {
        "id":"ED380319",
        "title":"Teaching for a Sustainable World. Environmental and Development Education Project for Teacher Education."},
      {
        "id":"ED380322",
        "title":"Snarks: Durkheim's Search for a Unifying Morality."},
      {
        "id":"ED380323",
        "title":"Music Copyright Law in Education. Fastback 368."},
      {
        "id":"ED380324",
        "title":"India. National Studies. Asia-Pacific Programme of Education for All."},
      {
        "id":"ED380325",
        "title":"Bangladesh. National Studies. Asia-Pacific Programme of Education for All."},
      {
        "id":"ED380326",
        "title":"Philippines. National Studies. Asia-Pacific Programme of Education for All."},
      {
        "id":"ED380329",
        "title":"Nepal. National Studies. Asia-Pacific Programme of Education for All."},
      {
        "id":"ED380330",
        "title":"Vietnam. National Studies. Asia-Pacific Programme of Education for All."},
      {
        "id":"ED380331",
        "title":"Laos. National Studies. Asia-Pacific Programme of Education for All."},
      {
        "id":"ED380332",
        "title":"Malaysia. National Studies. Asia-Pacific Programme of Education for All."},
      {
        "id":"ED380333",
        "title":"BETTER Social Studies: Building Effective Teaching Through Educational Research."},
      {
        "id":"ED380335",
        "title":"Reflections on Diversity: Implementing Anti-Bias Curriculum in the Primary Grades."},
      {
        "id":"ED380336",
        "title":"The Eastern German Education System in Transition."},
      {
        "id":"ED380337",
        "title":"Annotated Videography."},
      {
        "id":"ED380338",
        "title":"Implementing Educational Policies in Ethiopia. World Bank Discussion Papers No. 84. Africa Technical Department Series."},
      {
        "id":"ED380339",
        "title":"Anti-Racist Education: A Literature Review. No. 206."},
      {
        "id":"ED380340",
        "title":"Subculture as Mediator: The Counterculture Student Subcommunity."},
      {
        "id":"ED380341",
        "title":"Audiation, Music Learning Theory, Music Aptitude, and Creativity."},
      {
        "id":"ED380342",
        "title":"Self-Esteem, Creativity, and Music: Implications and Directions for Research."},
      {
        "id":"ED380343",
        "title":"The Impact of Social Support on Staying in School: A Preliminary Report."},
      {
        "id":"ED380344",
        "title":"Some Cognitive Developmental Characteristics of Social Diversity Education."},
      {
        "id":"ED380345",
        "title":"The Sociomoral Development of Undergraduates in a \"Social Diversity\" Course: Developmental Theory, Research and Instructional Applications."},
      {
        "id":"ED380346",
        "title":"The Construction of a Long Variable of Conceptual Development in Social Education."},
      {
        "id":"ED380347",
        "title":"Race, Class, &amp; Gender Differences in School Change Team Membership."},
      {
        "id":"ED380348",
        "title":"Exploring Female Representation in Current Adolescent Literature."},
      {
        "id":"ED380349",
        "title":"An Opinion Survey: Do Tenth Graders Have a Better Perception of Global Maps than Ninth Grade Students?"},
      {
        "id":"ED380350",
        "title":"The Unity in Dewey's Aesthetics and Logic."},
      {
        "id":"ED380351",
        "title":"Education for 2001 and Beyond."},
      {
        "id":"ED380352",
        "title":"The Education of Nations: An Analysis of Robert B. Reich's Economic Theory."},
      {
        "id":"ED380353",
        "title":"Gender Bias: Inequities in the Classroom."},
      {
        "id":"ED380354",
        "title":"Social Studies. Levels 7-12. Revised. Secondary Core Curriculum Standards."},
      {
        "id":"ED380355",
        "title":"The Perceived Influence of Children in Family Purchasing Decisions. A Comparison between American and Egyptian Families in the U.S.A."},
      {
        "id":"ED380357",
        "title":"Social and Administrative Parameters in Methodological Innovation and Implementation in Post-Secondary Language Schools in Japan."},
      {
        "id":"ED380358",
        "title":"Working Conditions and Career Parameters in the Educational Environment for Foreign Teachers of Languages in Japan: Conflict and Resolution, Discrimination, and Empowerment."},
      {
        "id":"ED380359",
        "title":"Learning by Doing in Real Life and Real-to-Life Situations. The Social Studies Curriculum."},
      {
        "id":"ED380361",
        "title":"Postmaterialism, Control Beliefs and Prejudice: A Cross-Cultural Analysis."},
      {
        "id":"ED380362",
        "title":"North American Indians: Smithsonian Institution Teacher&apos;s Resource Guide."},
      {
        "id":"ED380363",
        "title":"Anthropology: Smithsonian Institution Teacher&apos;s Resource Packet."},
      {
        "id":"ED380364",
        "title":"Civis Polonus. 1994 Project Evaluation."},
      {
        "id":"ED380365",
        "title":"The School in Democratic Society: A Course Plan for Poland's Future Teachers."},
      {
        "id":"ED380366",
        "title":"The National In-Service Teacher Training Centre (NTTC)."},
      {
        "id":"ED380367",
        "title":"Biography Today: Profiles of People of Interest to Young Readers, 1994."},
      {
        "id":"ED380368",
        "title":"High School Economics in an International Perspective: Implications for Economic Education in Russia."},
      {
        "id":"ED380369",
        "title":"Gender Equity in Education. Fastback 372."},
      {
        "id":"ED380370",
        "title":"Establishing School Policies on Sexual Harassment. Fastback 370."},
      {
        "id":"ED380372",
        "title":"Influences of Gender and Academic Achievement on Learning Preferences of Middle Grade Students."},
      {
        "id":"ED380373",
        "title":"State Level Initiatives To Promote Youth Service: The Work of Youth Service California and Strategies for Local Advocates Involved in State Planning."},
      {
        "id":"ED380374",
        "title":"Building an Understanding of Democratization in a Developing Nation: A Success Story in Botswana."},
      {
        "id":"ED380375",
        "title":"Does Cultural Education Affect Children's Attitudes?"},
      {
        "id":"ED380376",
        "title":"Dissertation Research in Social Studies, 1982-1991."},
      {
        "id":"ED380377",
        "title":"A Primary Source to Supplement High School History Textbooks in a Character Study of Ulysses S. Grant."},
      {
        "id":"ED380378",
        "title":"The Language of a Classroom Democracy."},
      {
        "id":"ED380380",
        "title":"One Room Schools in Iowa."},
      {
        "id":"ED380381",
        "title":"Picturing Iowa's History."},
      {
        "id":"ED380382",
        "title":"Alaska Women in History Poster, 1988. Teacher's Guide."},
      {
        "id":"ED380383",
        "title":"Community Mediation Service: A Model for Teaching Democracy and Conflict Resolution."},
      {
        "id":"ED380384",
        "title":"Core Ideas of Democratic Civic Education and the Great Transformation in Central and Eastern Europe."},
      {
        "id":"ED380385",
        "title":"The Sphere of Women in Colonial America."},
      {
        "id":"ED380387",
        "title":"The Paseo Fine and Performing Arts Magnet High School, 1989-1990, 1990-1991, 1991-1992. Summative Evaluation."},
      {
        "id":"ED380388",
        "title":"Visual and Performing Arts: Restoring the Balance."},
      {
        "id":"ED380389",
        "title":"The Practice of In-Depth Study in an Issues-Oriented Social Studies Classroom."},
      {
        "id":"ED380390",
        "title":"A Bibliography on the Conservative Christian Movement and Public Schools in the Last Decade."},
      {
        "id":"ED380391",
        "title":"History, Narrative, and Human Temporal Perspective: In Search of a Developmental Paradigm."},
      {
        "id":"ED380392",
        "title":"Encouraging Refugee Awareness in the Classroom: A Guide for Teachers. Issue Paper."},
      {
        "id":"ED380393",
        "title":"An Analysis of the Historical Thinking of Middle-School Students, and Its Implications for Source Material Studies."},
      {
        "id":"ED380394",
        "title":"Perceptions of National Identity: How Adolescents View Their Own and Other Countries."},
      {
        "id":"ED380397",
        "title":"Less Heat, More Light: Resolving Our Differences in the Community. Handbook on Religion in the Public Schools."},
      {
        "id":"ED380398",
        "title":"Considering the Art History of El Mundo Maya: Some Issues Regarding the Inquiry Process."},
      {
        "id":"ED380401",
        "title":"National Standards for Civics and Government. ERIC Digest."},
      {
        "id":"ED380402",
        "title":"Imaging and Political Packaging."},
      {
        "id":"ED380403",
        "title":"Implementation of a New Physical Wellness Curriculum: Joys and Perils."},
      {
        "id":"ED380405",
        "title":"Jeopardy Review Game."},
      {
        "id":"ED380406",
        "title":"Revitalizing Teacher-Made Tests: Quality Control Procedures."},
      {
        "id":"ED380407",
        "title":"Teachers as Leaders: Hope for the Future."},
      {
        "id":"ED380409",
        "title":"Enhancing the Quality of Teacher Satisfaction."},
      {
        "id":"ED380411",
        "title":"Teachers and Decentralisation. Papers Prepared for the National Industry Education Forum Seminar (Melbourne, Victoria, Australia, August 1994)."},
      {
        "id":"ED380412",
        "title":"The Recruitment and Retention of Aboriginal Teachers in Saskatchewan Schools. SSTA Research Centre Report #94-10."},
      {
        "id":"ED380413",
        "title":"Games Yet To Be Played: Equity in Sport Leadership."},
      {
        "id":"ED380414",
        "title":"National Standards for Youth Sports: Modifying the Sports Environment for a Healthier Youth."},
      {
        "id":"ED380416",
        "title":"Multicultural Reading and Thinking: A Three Year Report--1989-92."},
      {
        "id":"ED380419",
        "title":"Education for International Understanding: A Comparison of Attitudes and Self-Perceived Skills of Teacher Education Students in Finland and California."},
      {
        "id":"ED380420",
        "title":"&quot;Staying Alive&quot;: Intellectual and Spiritual Sustenance on the Journey for Critical Foundations Scholars-Teachers."},
      {
        "id":"ED380421",
        "title":"The Battle for Social Foundations of Education: A Report from the Middletown Front."},
      {
        "id":"ED380429",
        "title":"Health Education Planning: A Guide for Practicing Quality Health Education."},
      {
        "id":"ED380430",
        "title":"Preparing Teachers for Home-School-Community Partnerships: A Foundational Approach."},
      {
        "id":"ED380432",
        "title":"Partnering with Schools, Districts and Educators for Effective and Continuing Professional Development."},
      {
        "id":"ED380433",
        "title":"Total Quality Teaching: Microanalysis of Effective Teaching Practices."},
      {
        "id":"ED380435",
        "title":"A Study of Factors Influencing Teacher Salaries in Vermont."},
      {
        "id":"ED380437",
        "title":"Restructuring/Rebuilding Our Teacher Education Program: One &quot;Block&quot; at a Time."},
      {
        "id":"ED380438",
        "title":"Using Urban Settings To Prepare Preservice Special Educators To Assume Multiple Professional Roles."},
      {
        "id":"ED380439",
        "title":"Sexual Harassment: A Challenge to Schools of Education."},
      {
        "id":"ED380440",
        "title":"Changing Roles in a Classroom: An Attempt That Didn't Work."},
      {
        "id":"ED380441",
        "title":"Assessment-as-Learning: The Continuous Process Improvement Model at Central Missouri State University."},
      {
        "id":"ED380442",
        "title":"Socialization of Prospective Principals as Instructional Leaders in the Era of &quot;School Reform&quot;: Anticipatory Deskilling and Reskilling in the Process of Becoming a Principal."},
      {
        "id":"ED380443",
        "title":"Teacher Education in Transition: Alternate Certification, Texas-Style."},
      {
        "id":"ED380444",
        "title":"Multicultural Infusion in Teacher Education: Teacher Educator Voices."},
      {
        "id":"ED380445",
        "title":"Exploring the Role of Cooperating Teacher in Relationship to Personal Career Development."},
      {
        "id":"ED380446",
        "title":"Effects of Teachers&apos; Leadership on Their Teaching Practices."},
      {
        "id":"ED380447",
        "title":"A Descriptive and Comparative Study of the Student Teaching Programs in the North Central Region."},
      {
        "id":"ED380448",
        "title":"Parental Attitudes Regarding the Characteristics of a &quot;Best Teacher&quot;: Comparison by Gender and Ethnic Group."},
      {
        "id":"ED380450",
        "title":"Teaching in Bene, Haiti: One Teacher's Guide to Education in a Foreign Country."},
      {
        "id":"ED380451",
        "title":"Piloting Professional Year Partnerships."},
      {
        "id":"ED380452",
        "title":"Strategies for Effective Teaching: A Professional Development Manual, Louisiana Teacher Assessment Program 1994-1995."},
      {
        "id":"ED380453",
        "title":"Teacher Supply &amp; Demand in Michigan and the United States 1994-95."},
      {
        "id":"ED380455",
        "title":"Teaching To Give Students Voice in the College Classroom. Thematic Session."},
      {
        "id":"ED380456",
        "title":"Student Assistance Programs: The Emerging Role of Schools."},
      {
        "id":"ED380462",
        "title":"An Overview of the Spanish Educational Reform and Teachers' Work."},
      {
        "id":"ED380463",
        "title":"Teachers and Educational Reforms: Teachers' Response to Policy Changes in England and France."},
      {
        "id":"ED380465",
        "title":"Chapter 1: Chapter 1/Migrant, 1992-93. Evaluation Findings."},
      {
        "id":"ED380466",
        "title":"Chapter 1: Chapter 1/Migrant, 1993-94. Evaluation Findings."},
      {
        "id":"ED380467",
        "title":"Informed Decisions within a Culture of Information: Updating a Model of Information Development and Evaluation."},
      {
        "id":"ED380468",
        "title":"Program Effectiveness in AISD 1992-93."},
      {
        "id":"ED380469",
        "title":"Historical Retention Report, 1993-94."},
      {
        "id":"ED380470",
        "title":"Overage Ninth-Grade Dropout Prevention Programs, 1993-94."},
      {
        "id":"ED380471",
        "title":"To GED or Not To GED: AISD Dropout Recovery Programs, 1993-94."},
      {
        "id":"ED380472",
        "title":"Teaching Statistics to the Brightest of Other Disciplines."},
      {
        "id":"ED380474",
        "title":"Model-Based Methods for Analysis of Data from 1990 NAEP Trial State Assessment. Research and Development Report."},
      {
        "id":"ED380475",
        "title":"Using HLM and NAEP Data To Explore School Correlates of 1990 Mathematics and Geometry Achievement in Grades 4, 8, and 12: Methodology and Results. Research and Development Report."},
      {
        "id":"ED380476",
        "title":"Rasch Factor Analysis."},
      {
        "id":"ED380478",
        "title":"Time-Out Parent Inventory for Clinical and Research Applications."},
      {
        "id":"ED380479",
        "title":"Using Actual Student Work To Determine Cut Scores for Proficiency Levels: New Methods for New Tests."},
      {
        "id":"ED380480",
        "title":"Hierarchical Latent Trait Approach in Test Analysis."},
      {
        "id":"ED380483",
        "title":"Performance and Alternative Assessment Techniques: Meeting the Challenge of Alternative Evaluation Strategies."},
      {
        "id":"ED380484",
        "title":"Meaningful Reporting Practices To Benefit Instruction: Disseminating the Rich Results of Performance and Open-Ended Assessments."},
      {
        "id":"ED380485",
        "title":"El Congreso: Program Improvement Project, Evaluation Report YR 2. Region IX Migrant Education."},
      {
        "id":"ED380486",
        "title":"State Profiles of Public Elementary and Secondary Education, 1991-1992. Statistical Analysis Report."},
      {
        "id":"ED380488",
        "title":"Outcomes and Outcome Based Education in Wisconsin."},
      {
        "id":"ED380489",
        "title":"Concurrent Validity of Scores from the Hendrick-Hendrick &quot;Love Attitudes Scale&quot;: Predicting Score Variance Using Androgyny Sex-Roles Data."},
      {
        "id":"ED380490",
        "title":"Evaluating Replicability of Regression Results Using the Jackknife Statistic."},
      {
        "id":"ED380491",
        "title":"The Factor Structure of the Bem Sex-Role Inventory (BSRI): A Confirmatory Analysis."},
      {
        "id":"ED380492",
        "title":"College Grades: An Exploratory Study of Policies and Practices. College Board Report No. 94-1."},
      {
        "id":"ED380493",
        "title":"College Major and Gender Differences in the Prediction of College Grades. College Board Report No. 94-2."},
      {
        "id":"ED380494",
        "title":"Gender Differences in High School Grades: An Exploratory Study. College Board Report No. 94-3."},
      {
        "id":"ED380496",
        "title":"Validity of Psychological Assessment: Validation of Inferences from Persons' Responses and Performances as Scientific Inquiry into Score Meaning. Research Report RR-94-45."},
      {
        "id":"ED380497",
        "title":"A Preliminary Study of the Effects of Within-Group Covariance Structure on Recovery in Cluster Analysis. Research Report RR-94-46."},
      {
        "id":"ED380498",
        "title":"An Alternative Method for Scoring Adaptive Tests. Research Report RR-94-48."},
      {
        "id":"ED380499",
        "title":"Equity Assessment for Polytomously Scored Items: A Taxonomy of Procedures for Assessing Differential Item Functioning. Research Report RR-94-49."},
      {
        "id":"ED380500",
        "title":"Program Control as a Set-Theoretic Concept. Research Report RR-94-56."},
      {
        "id":"ED380501",
        "title":"Standards-Based Score Interpretation: Establishing Valid Grounds for Valid Inferences. Research Report."},
      {
        "id":"ED380502",
        "title":"A Case for Adjusting Subjectively Rated Scores in the Advanced Placement Tests. Program Statistics Research. Technical Report No. 94-5."},
      {
        "id":"ED380503",
        "title":"Using Trilinear Plots for NAEP State Data. Program Statistics Research. Technical Report. No. 94-6."},
      {
        "id":"ED380504",
        "title":"Alternative Modes of Assessment, Uniform Standards of Validity. Research Report."},
      {
        "id":"ED380505",
        "title":"An Electronic Infrastructure for a Future Generation of Tests. Research Report."},
      {
        "id":"ED380507",
        "title":"Least Squares Procedures."},
      {
        "id":"ED380508",
        "title":"Alternative Assessment: Facts and Opinions."},
      {
        "id":"ED380509",
        "title":"The &quot;California Critical Thinking Skills Test&quot; and the National League for Nursing Accreditation Requirement in Critical Thinking."},
      {
        "id":"ED380510",
        "title":"A Review of the Middle Childhood Home Inventory."},
      {
        "id":"ED380511",
        "title":"A Review of the Detroit Tests of Learning Aptitude-3 (DLTA-3)."},
      {
        "id":"ED380512",
        "title":"A Review of the IDEA Oral Language Proficiency Test Forms C &amp; D-English."},
      {
        "id":"ED380513",
        "title":"A Review of the Wechsler Intelligence Scale for Children-Third Edition (WISC-III)."},
      {
        "id":"ED380514",
        "title":"A Review of the Strong Interest Inventory (SII), 1994 Edition-Form T317."},
      {
        "id":"ED380515",
        "title":"A Profile of the American High School Sophomore in 1990. National Education Longitudinal Study of 1988."},
      {
        "id":"ED380522",
        "title":"Third-Year Evaluation of the Nine-Site Program Improvement Initiative."},
      {
        "id":"ED380523",
        "title":"Interest Levels of Participants from Two Intervention Programs: A Comparison of &quot;At-Risk&quot; Youth."},
      {
        "id":"ED380524",
        "title":"Taking Stock. Views of Teachers, Parents, and Students on School, Family, and Community Partnerships in High Schools. Report No. 25."},
      {
        "id":"ED380525",
        "title":"Trust Fund. School, Family, and Community Partnerships in High Schools. Report No. 24."},
      {
        "id":"ED380526",
        "title":"One-to-One Tutoring Produces Early Reading Success; Large Gains Justify Cost."},
      {
        "id":"ED380527",
        "title":"Principals' Perceptions of Community in Low Performing Campuses in Minority Settings."},
      {
        "id":"ED380528",
        "title":"Teen Out-of-Wedlock Births and Welfare Receipt: The Role of Childhood Events and Economic Circumstances. Discussion Paper."},
      {
        "id":"ED380529",
        "title":"Center Seeks To Improve Education for Disadvantaged Students."},
      {
        "id":"ED380530",
        "title":"Bursting at the Seams: Report of the Citizens&apos; Commission on Planning for Enrollment Growth."},
      {
        "id":"ED380534",
        "title":"Vocational Baccalaureat Holders: What Positions in the Company?"},
      {
        "id":"ED380535",
        "title":"Social and Occupational Integration of Immigrants of German Origin in Germany. IAB Labour Market Research Topics No. 9."},
      {
        "id":"ED380536",
        "title":"School-to-College-to-Career Transition Model Project."},
      {
        "id":"ED380537",
        "title":"Multiple Employment Training Programs. Major Overhaul Needed To Reduce Costs, Streamline the Bureaucracy, and Improve Results. Testimony before the Committee on Labor and Human Resources. U.S. Senate."},
      {
        "id":"ED380538",
        "title":"Practice versus Theory When Planning Employee Training Programs."},
      {
        "id":"ED380548",
        "title":"World without Work. Causes and Consequences of Black Male Joblessness."},
      {
        "id":"ED380549",
        "title":"Determinants of Faculty Productivity: Perspectives of Agricultural and Extension Education Faculty."},
      {
        "id":"ED380550",
        "title":"A Study of Core Journals Used by Agricultural and Extension Educators."},
      {
        "id":"ED380551",
        "title":"Status of Tech Prep in Missouri 1993-94. Final Report."},
      {
        "id":"ED380555",
        "title":"Meeting the Needs of Small and Mid-Sized Businesses. A Guide for Service Providers. Business Assistance Note #1."},
      {
        "id":"ED380556",
        "title":"Employees as Partners in Change. Workforce Brief #3."},
      {
        "id":"ED380557",
        "title":"Focus Group Report."},
      {
        "id":"ED380558",
        "title":"Balancing Work &amp; Family."},
      {
        "id":"ED380560",
        "title":"Macomb Reading Partners Research Report."},
      {
        "id":"ED380562",
        "title":"Arizona Adult Education Annual Performance Report. Fiscal Year 1993."},
      {
        "id":"ED380564",
        "title":"Social Summit 1995: Putting Literacy on the Agenda."},
      {
        "id":"ED380565",
        "title":"Technology Education in Mainland China: From a Taiwanese Perspective."},
      {
        "id":"ED380566",
        "title":"Andragogical and Pedagogical Methods Compared: A Review of the Experimental Literature."},
      {
        "id":"ED380567",
        "title":"Resources for Ensuring Quality School-to-Work Opportunities for Young Women. Draft."},
      {
        "id":"ED380568",
        "title":"Ensuring Quality School-to-Work Opportunities for Young Women."},
      {
        "id":"ED380569",
        "title":"Predictors of Teacher Leadership for Trade and Industry Teachers."},
      {
        "id":"ED380571",
        "title":"A Comparison of Workforce Preparation Policies in the United States and Finland."},
      {
        "id":"ED380572",
        "title":"Creating an International Vocational Education Research Linkage: A Case Study in Communication and Collaboration."},
      {
        "id":"ED380573",
        "title":"Investing in Human Capital. Vocational-Technical Education in Ohio. Fiscal Year 1994. Twenty-Fifth Annual Report."},
      {
        "id":"ED380574",
        "title":"Nourishing Professional Practice: Continuing Education in Dietetics."},
      {
        "id":"ED380575",
        "title":"Career Guidance and Counseling: Recent Legislation."},
      {
        "id":"ED380576",
        "title":"Exploring the Options. Curriculum Documents and Support Materials for the General Curriculum Options Stream of the Certificates of General Education for Adults."},
      {
        "id":"ED380577",
        "title":"Working Words: A User's Guide to Written Communication at Work."},
      {
        "id":"ED380578",
        "title":"Education: How Can Schools and Communities Work Together To Meet the Challenge? A Guide for Involving Community Members in Public Dialogue and Problem-Solving."},
      {
        "id":"ED380579",
        "title":"Department of Labor: Opportunities To Realize Savings. Testimony before the Subcommittee on Labor, Health and Human Services, Education, and Related Agencies, Committee on Appropriations. House of Representatives."},
      {
        "id":"ED380580",
        "title":"Multiple Employment Training Programs. Information Crosswalk on 163 Employment Training Programs. Fact Sheet for Congressional Requesters."},
      {
        "id":"ED380581",
        "title":"Funding Resource Guide for Adult Literacy Programs in Colorado."},
      {
        "id":"ED380582",
        "title":"Funding for Secondary Vocational Education: 1979-1994. House Research Information Brief. Revised."},
      {
        "id":"ED380583",
        "title":"Cost Analysis in Primary Health Care. A Training Manual for Programme Managers."},
      {
        "id":"ED380584",
        "title":"Flexible Access to Vocational Qualifications. Second Edition. Revised and Updated."},
      {
        "id":"ED380585",
        "title":"New Options 1993-94 Annual Report."},
      {
        "id":"ED380586",
        "title":"Training as an Affirmative Action Strategy."},
      {
        "id":"ED380640",
        "title":"High Performance Work Practices and Firm Performance."},
      {
        "id":"ED380641",
        "title":"Road to High-Performance Workplaces. A Guide to Better Jobs and Better Business Results."},
      {
        "id":"ED380642",
        "title":"Training and Employment Report of the Secretary of Labor. Covering the Period July 1990-September 1991."},
      {
        "id":"ED380643",
        "title":"What Workplace Education Programs Need To Know about Behavioral Change: Tapping the Work of Kurt Lewin."},
      {
        "id":"ED380644",
        "title":"Multi-Skilled Healthcare Worker Assessment."},
      {
        "id":"ED380645",
        "title":"Developing Communication in the Workplace for Non-Native English Speakers."},
      {
        "id":"ED380646",
        "title":"Effective Workplace Writing. Writing I."},
      {
        "id":"ED380647",
        "title":"Workplace Writing II: Writing at Work."},
      {
        "id":"ED380649",
        "title":"GED Writing for Workplace Students."},
      {
        "id":"ED380650",
        "title":"General Workplace Algebra. A Numerical Approach to Workplace Problem Solving."},
      {
        "id":"ED380651",
        "title":"Learning to Learn. What's Your Working Style?"},
      {
        "id":"ED380652",
        "title":"Problem Solving. Workplace Strategies for Thoughtful Change."},
      {
        "id":"ED380654",
        "title":"Workplace Math I: Easing into Math."},
      {
        "id":"ED380655",
        "title":"Workplace Math II: Math Works!"},
      {
        "id":"ED380656",
        "title":"Workplace Reading I: Developing Useful Reading Strategies."},
      {
        "id":"ED380657",
        "title":"Workplace Reading II: Increasing Comprehension and Confidence."},
      {
        "id":"ED380658",
        "title":"Workforce Skills: Newsletter of the Skills for a Competitive Workforce Program, 1994."},
      {
        "id":"ED380659",
        "title":"Educational Attainment of 1980 High School Sophomores by 1992. 1992 Descriptive Summary of 1980 High School Sophomores 12 Years Later. High School and Beyond. Statistical Analysis Report."},
      {
        "id":"ED380660",
        "title":"Building Effective Program Linkages. Lifelong Learning for Youth and Adults with Disabilities. Regional Symposium on Building Effective Program Linkages (1st, Saratoga, New York, May 3-5, 1992)."},
      {
        "id":"ED380661",
        "title":"Literacy and Adult Education in the 104th Congress: A Legislative Guide."},
      {
        "id":"ED380662",
        "title":"The Easy Guide to Accredited Degrees through Correspondence. Earn Your Associates, Bachelors, Masters or Ph.D. from Accredited Colleges and Universities across the United States, While You Study at Home. 1st Edition."},
      {
        "id":"ED380663",
        "title":"Middle School Students' Perceptions of Math and Science Abilities and Related Careers."},
      {
        "id":"ED380665",
        "title":"JPA Classroom."},
      {
        "id":"ED380666",
        "title":"Suggested Resources for Literacy Programs. Second Edition."},
      {
        "id":"ED380667",
        "title":"Eduard C. Lindeman. Leaders in the Field of Adult Education."},
      {
        "id":"ED380668",
        "title":"Relationships between Student Variables and Pre-Post Gain in a Workplace Literacy Program."},
      {
        "id":"ED380669",
        "title":"Arizona's Youth--Arizona's Jobs. An Introduction to School-to-Work Transitions in Arizona."},
      {
        "id":"ED380671",
        "title":"Performance Report for Vocational Education in Iowa. Fiscal Year 1994."},
      {
        "id":"ED380672",
        "title":"State of Maine Annual Performance Report on Applied Technology Programs Funded under the Carl D. Perkins Vocational and Applied Technology Act (P.L. 101-392). Program Year 1993-1994."},
      {
        "id":"ED380673",
        "title":"Workplace Skills Enhancement Project. Final Report."},
      {
        "id":"ED380674",
        "title":"Alliance for Workforce Skills. Final Report. Summative Evaluation Report."},
      {
        "id":"ED380675",
        "title":"Seattle Tech Prep Demonstration Project. Final Evaluation Report."},
      {
        "id":"ED380676",
        "title":"Mt. Hood Tech Prep Demonstration Project. Final Evaluation Report."},
      {
        "id":"ED380677",
        "title":"Guide to Contextualized Workplace Tutoring. Administrator's Guide to Implementing Contextualized Workplace Tutoring."},
      {
        "id":"ED380678",
        "title":"Essential Communication and Documentation Skills. Module: Introduction and Orientation to the Program."},
      {
        "id":"ED380679",
        "title":"Essential Communication and Documentation Skills. Module: Observation Skills."},
      {
        "id":"ED380680",
        "title":"Essential Communication and Documentation Skills. Module: Decision Making."},
      {
        "id":"ED380681",
        "title":"Essential Communication and Documentation Skills. Module: Listening and Speaking."},
      {
        "id":"ED380682",
        "title":"Essential Communication and Documentation Skills. Module: Giving Directions to Residents."},
      {
        "id":"ED380683",
        "title":"Essential Communication and Documentation Skills. Module: Making Oral Reports."},
      {
        "id":"ED380684",
        "title":"Essential Communication and Documentation Skills. Module: Reading on the Job."},
      {
        "id":"ED380685",
        "title":"Essential Communication and Documentation Skills. Module: Form Documentation."},
      {
        "id":"ED380686",
        "title":"Essential Communication and Documentation Skills. Module: Writing Your Logs and Reports."},
      {
        "id":"ED380687",
        "title":"Essential Communication and Documentation Skills. Module: Final Assessment and Action Planning."},
      {
        "id":"ED380688",
        "title":"Improving Job Site Skills Project. Local 343 United Brotherhood of Carpenters &amp; Joiners of America &amp; Construction Labour Relations Association of Manitoba. Carpenter Membership Survey Report."},
      {
        "id":"ED380689",
        "title":"Improving Job Site Skills Project. Preliminary Report. Local 343 United Brotherhood of Carpenters &amp; Joiners of America &amp; Construction Labour Relations Association of Manitoba. Northern Industrial Job Site Visit Report. Environmental Improvement Project, Hudson Bay Mining and Smelting, Flin Flon, Manitoba."},
      {
        "id":"ED380690",
        "title":"Improving Job Site Skills Project. Local 343 United Brotherhood of Carpenters &amp; Joiners of America &amp; Construction Labour Relations Association of Manitoba. Final Summary Report."},
      {
        "id":"ED380691",
        "title":"Communication Enhancement Project. Manitoba Pool Elevators and United Grain Growers. Phase One Final Report."},
      {
        "id":"ED380692",
        "title":"Basic Education in the Workplace Exploratory Project. Canadian Manufacturers' Association. Perceptions of Workplace Literacy Skills in Manitoba's Manufacturing Sector. Final Report."},
      {
        "id":"ED380695",
        "title":"Communication Barriers to Union Participation. Local 459 Amalgamated Clothing and Textile Workers Union."},
      {
        "id":"ED380696",
        "title":"Mining Sector. Basic Skills Needs Assessment. INCO (Manitoba Division) &amp; Local 6166 United Steelworkers of America."},
      {
        "id":"ED380697",
        "title":"Needs Assessment for Mobilization in Community Health Education: A Review and Case Study."},
      {
        "id":"ED380698",
        "title":"Understanding and Applying Child Labor Laws to Today&apos;s School-to-Work Transition Programs."},
      {
        "id":"ED380699",
        "title":"Guidelines for Planning Action Research Projects. Research to Practice."},
      {
        "id":"ED380700",
        "title":"Marketing Education National Research Conference Report (Appalachicola, Florida, April 3-5, 1992)."},
      {
        "id":"ED380701",
        "title":"Marketing Education National Research Conference Report (Galveston, Texas, April 16-18, 1993)."},
      {
        "id":"ED380702",
        "title":"Marketing Education National Research Conference Report. Marketing Practices: Implications for Developing a Future Workforce. (Key West, Florida, April 15-17, 1994)."},
      {
        "id":"ED380703",
        "title":"Skills Today for Advancement Tomorrow (STAT). A National Workplace Literacy Partnership. Final Performance Report."},
      {
        "id":"ED380713",
        "title":"National Healthcare in the United States: What Counselors Should Know."},
      {
        "id":"ED380714",
        "title":"Evaluation of Idaho's DARE &quot;Drug Abuse Resistance Education&quot; Projects."},
      {
        "id":"ED380715",
        "title":"The Effects of Alcohol on Intentions To Use Condoms."},
      {
        "id":"ED380716",
        "title":"Relationship between Therapists' Gender and Attitudes toward Divorce and Marital Therapy Intervention Preferences."},
      {
        "id":"ED380717",
        "title":"Relationship between Teachers' Anti-Stimulant Attitudes and Their Experience with ADHD Students."},
      {
        "id":"ED380718",
        "title":"A Sourcebook of Successful School-based Strategies for Fetal Alcohol and Drug-Affected Students."},
      {
        "id":"ED380719",
        "title":"Ohio School Nurses Define Emotional Maltreatment of School-Age Children."},
      {
        "id":"ED380720",
        "title":"Development of an Effective Relapse Prevention Intervention for the Parents of Juvenile Sexual Offenders."},
      {
        "id":"ED380722",
        "title":"Framework for an Integrated Approach to Student Services Prevention and Wellness Programs."},
      {
        "id":"ED380723",
        "title":"Hearing on School Violence. Hearing before the Subcommittee, on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, Second Session."},
      {
        "id":"ED380724",
        "title":"Indiana Youth Poll: Youths' Views of Peer Relationships."},
      {
        "id":"ED380725",
        "title":"Building Staff Morale in a Season of Change through Supportive, Growth-Oriented Supervision."},
      {
        "id":"ED380726",
        "title":"Alcohol, Tobacco, &amp; Other Drug Use by 9th-12th Grade Students: Results from the 1993 North Carolina Youth Risk Behavior Survey."},
      {
        "id":"ED380727",
        "title":"Alcohol, Drugs, and Pennsylvania's Youth: A Generation At Risk. The 1993 Survey."},
      {
        "id":"ED380730",
        "title":"An Evaluation of Conflict Resolution Programs at the Secondary Level at the Toronto Board of Education 1993-1994: The Evolution of a Model. No. 210."},
      {
        "id":"ED380731",
        "title":"Young Adolescent Batterers: A Profile of Restraining Order Defendants in Massachusetts."},
      {
        "id":"ED380732",
        "title":"A Quasi Meta Analysis of the Health Locus of Control Construct."},
      {
        "id":"ED380733",
        "title":"Youth Suicide: A Special Problem in Need of Preventive Planning. AZ TAS Themes &amp; Issues: A Series of Topical Papers on Special Education."},
      {
        "id":"ED380734",
        "title":"Client Perceptions of Counselor Effectiveness: Do Gender and Sex-Role Orientation Make a Difference?"},
      {
        "id":"ED380735",
        "title":"Anger Management in the Workplace."},
      {
        "id":"ED380736",
        "title":"Ritual Abuse and Counseling: A Survey."},
      {
        "id":"ED380737",
        "title":"Alcohol Consumption among Youth: Current Trends and Research Findings. Prevention Research Update. No. 12."},
      {
        "id":"ED380738",
        "title":"Project Application Guidelines for Alcohol and Other Drug Abuse Program Funding. Student Services, Prevention, and Wellness Team. Bulletin No. 95202."},
      {
        "id":"ED380739",
        "title":"Creating Safe Neighborhoods, Safe Streets, Safe Schools, [and] Safe Workplaces: Using Illinois&apos; Drug Laws."},
      {
        "id":"ED380740",
        "title":"Making the Business Connection: Strategic Planning for Public/Private Partnerships: A Guide for the Aging Network."},
      {
        "id":"ED380741",
        "title":"Public/Private Partnerships: Building Support for Employer-Sponsored Eldercare: A Guide for the Aging Network."},
      {
        "id":"ED380742",
        "title":"Revitalization of Guidance in Northeast Ohio: Model Component Reports."},
      {
        "id":"ED380743",
        "title":"Revitalization of Guidance in Northeast Ohio Project, Final Report."},
      {
        "id":"ED380744",
        "title":"Promoting \"Fair Play\": Interventions for Children as Victims and Victimizers."},
      {
        "id":"ED380745",
        "title":"The Effects of Peer Mediation Training on Third Party Facilitated Conflict Resolution."},
      {
        "id":"ED380746",
        "title":"Predictors of Drug/Alcohol Abuse and Sexual Promiscuity of College Students."},
      {
        "id":"ED380748",
        "title":"Comparing Methods of Evaluating Treatment Effects."},
      {
        "id":"ED380749",
        "title":"Comprehensive Conflict Resolution Training Program, 1993-94. OER Report."},
      {
        "id":"ED380751",
        "title":"Evaluation of the HIV/AIDS Education Program/Including Condom Availability, 1990-1992. OREA Report."},
      {
        "id":"ED380754",
        "title":"How To Prepare Program Proposals for the American Psychological Association Annual Convention."},
      {
        "id":"ED380755",
        "title":"Does Knowing about Text Structures Help Disabled, Adolescent Readers? An Exploratory Study of Adolescents' Awareness and Use of Global Coherence."},
      {
        "id":"ED380756",
        "title":"Comparing Reading Attitudes and Academic Achievement of Eighth Graders."},
      {
        "id":"ED380757",
        "title":"Vocabulary Development: Context Clues versus Word Definitions."},
      {
        "id":"ED380758",
        "title":"Improving Reading Comprehension through a Multi-Faceted Approach Utilizing Drama."},
      {
        "id":"ED380762",
        "title":"Teaching Critical Literacy across the Curriculum in Multimedia America."},
      {
        "id":"ED380765",
        "title":"Second Grade Children's Storybook Questions and Discussion: A Qualitative Analysis."},
      {
        "id":"ED380766",
        "title":"Using Portfolios To Enable Undergraduate Pre-Service Teachers To Construct Personal Theories of Literacy."},
      {
        "id":"ED380767",
        "title":"Factors Affecting the Disposition of Research-Based Innovations in the Development of a Basal Reading Program: A Case Analysis."},
      {
        "id":"ED380768",
        "title":"Let's Get Started: An Initial Assessment Pack for Adult Literacy Programs."},
      {
        "id":"ED380769",
        "title":"Improving Conventional Spelling through the Use of Words in Context versus Words in Isolation."},
      {
        "id":"ED380770",
        "title":"Science and Reading."},
      {
        "id":"ED380771",
        "title":"Authentic Assessment in Reading Education Courses."},
      {
        "id":"ED380773",
        "title":"Schema-Theoretical Model of Reading: Revisited."},
      {
        "id":"ED380774",
        "title":"A Study of the Relationship between Birth Order and Reading Achievement among Seventh and Eighth Graders."},
      {
        "id":"ED380775",
        "title":"Reading Recovery versus Informal Reading Instruction on the Reading Achievement of Preschoolers at the End of First Grade."},
      {
        "id":"ED380776",
        "title":"Using Computer Technology To Aid the Disabled Reader."},
      {
        "id":"ED380777",
        "title":"NAEP Reading Revisit: An Evaluation of the 1992 Achievement Levels Descriptions."},
      {
        "id":"ED380778",
        "title":"Home/School Connection: The Vital Factor in Bilingual Ethnic-Minority Literacy Learning."},
      {
        "id":"ED380779",
        "title":"Word Sort: An Alternative to Phonics, Spelling, and Vocabulary."},
      {
        "id":"ED380780",
        "title":"Knowledge Preschool-Age Children Bring to Literacy Tasks: The Importance of \"Not Holding Back.\""},
      {
        "id":"ED380781",
        "title":"Learning To Read in a Violent Society--It's Not Natural or Easy!"},
      {
        "id":"ED380782",
        "title":"What's Your Literature Quotient?"},
      {
        "id":"ED380783",
        "title":"Ability Grouping for Elementary Reading Instruction and Its Relationship to the Balanced Literacy Approach."},
      {
        "id":"ED380785",
        "title":"Portraits of Exemplary Literacy Practices: The Arizona Initiative for Children."},
      {
        "id":"ED380786",
        "title":"Alternative Approaches to Vocabulary Assessment. Technical Report No. 607."},
      {
        "id":"ED380787",
        "title":"Prior Knowledge, Text Features, and Idea Maps. Technical Report No. 608."},
      {
        "id":"ED380788",
        "title":"Visual Stability across Saccades While Viewing Complex Pictures. Technical Report No. 609."},
      {
        "id":"ED380789",
        "title":"Changing Middle School Students' Models of Literacy through Cognitive Strategy Instruction. Technical Report No. 610."},
      {
        "id":"ED380790",
        "title":"The Language and Literacy Spectrum, 1995. A Journal of the New York State Reading Association."},
      {
        "id":"ED380791",
        "title":"How Should Reading Be Taught? (A Public Forum and Debate)."},
      {
        "id":"ED380792",
        "title":"Helping Preservice Teachers in Reading Methods Field Experience Implement Theories Learned in the College Classroom through Journals, Lesson Plans, and Structured Observations."},
      {
        "id":"ED380793",
        "title":"Twenty Five Habits To Encourage Reading."},
      {
        "id":"ED380794",
        "title":"Research Findings on the Use of Portfolio Assessment in a Literature Based Reading Program."},
      {
        "id":"ED380796",
        "title":"The Power of Reading Styles."},
      {
        "id":"ED380797",
        "title":"The Implementation of Writing Workshop: A Review of the Literature."},
      {
        "id":"ED380798",
        "title":"Action Research: The Implementation of Writing Workshop in the Third Grade."},
      {
        "id":"ED380799",
        "title":"Effect of Sex-Equitable Material on Gender Stereotyping."},
      {
        "id":"ED380800",
        "title":"Exploring Attitudes toward Gender in the Language Arts Classroom."},
      {
        "id":"ED380801",
        "title":"Transformations of Wordsworth's Nature in Nineteenth and Early Twentieth Century British Literature."},
      {
        "id":"ED380802",
        "title":"The Effect of Computer Based Instruction on Writing at the Elementary Level."},
      {
        "id":"ED380803",
        "title":"The Effects of Graphic Organizers on the Creative Writing of Third Grade Students."},
      {
        "id":"ED380804",
        "title":"The Publishing Professional: Composition's &quot;Tyrannizing Image.&quot;"},
      {
        "id":"ED380808",
        "title":"Outcome-Based Education: Defining the Language Arts Curriculum. Hot Topic Guide 56."},
      {
        "id":"ED380809",
        "title":"Creative Writing in the Elementary School. Hot Topic Guide 57."},
      {
        "id":"ED380810",
        "title":"Headshrinker, Gay Cop, Culture Thief: New Male Roles in Tony Hillerman and Jonathan Kellerman."},
      {
        "id":"ED380811",
        "title":"&quot;Embodied Curriculum&quot;: Teaching Disability Studies in the First Year Composition Classroom."},
      {
        "id":"ED380812",
        "title":"Literacy, Orality, and Silence: &quot;Reading&quot; the Exigencies of Oppression in Fredrick Douglass' 1845 &quot;Narrative.&quot;"},
      {
        "id":"ED380813",
        "title":"Evaluation of Interpretation of Text: Putting the Emphasis on the Student."},
      {
        "id":"ED380814",
        "title":"Trends and Issues in English Instruction, 1995--Six Summaries. Summaries of Informal Annual Discussions of the Commissions of the National Council of Teachers of English."},
      {
        "id":"ED380815",
        "title":"Letting the Boundaries Draw Themselves: What Theory and Practice Have Been Trying To Tell Us."},
      {
        "id":"ED380816",
        "title":"Instruction in Metaphor and Its Influence on Revisions Made by Third- and Fifth-Graders."},
      {
        "id":"ED380821",
        "title":"Cruisin' the Information Superhighway: Using the Internet To Teach English in a Transdisciplinary Context."},
      {
        "id":"ED380822",
        "title":"Working to and from Personal Experience in Business and Professional Speaking."},
      {
        "id":"ED380823",
        "title":"The Caribbean Story on CNN World Report: Just What is Development News?"},
      {
        "id":"ED380824",
        "title":"Student Assessment of Communication Apprehension and Self-Esteem: The Impact of Traditional and Accelerated Public Speaking Instruction."},
      {
        "id":"ED380825",
        "title":"Storytelling in the Basic Course for the Promotion of Cultural Diversity."},
      {
        "id":"ED380826",
        "title":"Assessment is Epistemic and Heuristic: The Role of Video Tape in the Public Speaking Course."},
      {
        "id":"ED380827",
        "title":"Interpreting the Narratives of Non-Traditional Students: An Exploratory Study."},
      {
        "id":"ED380828",
        "title":"Evaluating Directors of Forensics: From Dimensions to Prototype."},
      {
        "id":"ED380829",
        "title":"A Content Analysis of Women in Local and College Newspapers during the Year of the Woman."},
      {
        "id":"ED380830",
        "title":"Liability Implications of Forensics Program Administration."},
      {
        "id":"ED380832",
        "title":"Crisis in Community: Conflicting Values, Competing Voices."},
      {
        "id":"ED380833",
        "title":"Livin' Phat on the &quot;Cool Tip&quot;: Hip Hop Rhetoric--the Language of the Muted Group."},
      {
        "id":"ED380834",
        "title":"Like Invisible Black Dots Just Visible Enough for Us To be Invisible: African American Women's Interpretation of 90210."},
      {
        "id":"ED380835",
        "title":"Teaching Directing as Seen through the Major Textbooks, 1920-1989."},
      {
        "id":"ED380836",
        "title":"Building Community: Facilitating Communication within a Multi-disciplinary Department."},
      {
        "id":"ED380837",
        "title":"Building Community: Integrating Communication Curriculum between Courses in Other Disciplines or &quot;Speaking across the Curriculum.&quot;"},
      {
        "id":"ED380838",
        "title":"News Media in the Courtroom: Free Press or Fair Trial."},
      {
        "id":"ED380839",
        "title":"Resistance to Sexual Coercion Behaviors: A Meta-Analysis."},
      {
        "id":"ED380840",
        "title":"The Digital Daily: How Will Readers React?"},
      {
        "id":"ED380841",
        "title":"How Sojourner Students Cope: When Perceptions of Teachers Don't Match Expectations."},
      {
        "id":"ED380842",
        "title":"Public Relations Internships and Student Teaching: A Cross-Disciplinary Analogical Criticism."},
      {
        "id":"ED380843",
        "title":"Views of News in the Middle East."},
      {
        "id":"ED380844",
        "title":"Reminiscence Activity and Increased Communication Interaction among Cognitively Disabled Elderly Women."},
      {
        "id":"ED380845",
        "title":"Gearing-up for Change: Reflections on Caring Choice in a Perilous World."},
      {
        "id":"ED380846",
        "title":"Student Perceptions of Instructors' Affinity-Seeking Behavior and Classroom Climate: How They See What We Do."},
      {
        "id":"ED380847",
        "title":"How Effective Communication Can Enhance Teaching at the College Level. ERIC Digest."},
      {
        "id":"ED380848",
        "title":"Teaching a &quot;Commitment to a Competent Rhetoric&quot; in the Speech Communication Classroom."},
      {
        "id":"ED380849",
        "title":"Directing Associate Faculty: A Rich Resource for the Basic Course."},
      {
        "id":"ED380850",
        "title":"Hofstede's Dimensions of Culture as Measurements of Student Ethnocentrism: A Quasi-Experimental Study."},
      {
        "id":"ED380851",
        "title":"Minimalism vs. Maximalism in Intercultural Research and Training."},
      {
        "id":"ED380852",
        "title":"Mahatma Gandhi's Theory of Nonviolent Communication."},
      {
        "id":"ED380853",
        "title":"Toward a History of the Field: The Fall of Political Criticism in Communication in the 1930s and 1940s and the Rise of Science."},
      {
        "id":"ED380854",
        "title":"Bodies Bonded by Temporality: Surviving Ethnic Prejudice in a Majority Host Institution."},
      {
        "id":"ED380856",
        "title":"Education for All: Status and Trends, 1994. Basic Education Population and Development."},
      {
        "id":"ED380858",
        "title":"The State of School Finance Policy Issues, 1994."},
      {
        "id":"ED380861",
        "title":"The Leadership Covenant: Essential Factors for Developing Cocreative Relationships within a Learning Community."},
      {
        "id":"ED380862",
        "title":"Systemic Restructuring: Essential Leadership Factors for Successful Inclusive Schools."},
      {
        "id":"ED380863",
        "title":"Systemic Restructuring for Successful Inclusive Schools: Leadership and a Collaborative Evaluation Model."},
      {
        "id":"ED380864",
        "title":"Effective and Less Effective Junior Schools in France: A Longitudinal Study on the School Environment Variables Influencing the Student's Academic Achievement, Study Skills, and Socio-Affective Development."},
      {
        "id":"ED380865",
        "title":"Design Patterns for Educational Facilities: Translating Research into Prototypical School Designs."},
      {
        "id":"ED380867",
        "title":"The Status of Public Education in Utah: An Overview of Issues. 1992-93. The Conditions of Education in Utah."},
      {
        "id":"ED380868",
        "title":"Educational Reform in Utah: The Years of Promise. 1993-94. Conditions of Education in Utah."},
      {
        "id":"ED380869",
        "title":"The Professional Development Portfolio: A Framework for Guiding Educational Leader Careers."},
      {
        "id":"ED380871",
        "title":"Balance Sheet for Catholic Elementary Schools: 1993 Income and Expenses."},
      {
        "id":"ED380872",
        "title":"Minnesota Charter Schools: A Research Report."},
      {
        "id":"ED380873",
        "title":"DPT/NCREL Policy Seminar Summary, 1994. Bulletin No. 95163."},
      {
        "id":"ED380874",
        "title":"Patterns of Government for Wisconsin School Districts. Bulletin No. 95055."},
      {
        "id":"ED380875",
        "title":"Leadership as Social Validation."},
      {
        "id":"ED380876",
        "title":"Department Heads in Transition. Final Report."},
      {
        "id":"ED380877",
        "title":"Secondary School Change: The Role of Department Heads."},
      {
        "id":"ED380878",
        "title":"The Effect of the Shadow Transition Program on the Social Adjustment of Whitewater Middle School Students."},
      {
        "id":"ED380879",
        "title":"Evaluating Principals in Light of Context and Socialization."},
      {
        "id":"ED380880",
        "title":"Preventing Violence in Schools."},
      {
        "id":"ED380881",
        "title":"School Administration in the Federal Republic of Germany and Its Implications for the United States."},
      {
        "id":"ED380882",
        "title":"The Inspectorate and the Quality of the Curriculum: Developments in Eastern Europe."},
      {
        "id":"ED380883",
        "title":"To Learn or Not To Learn: Understanding Student Motivation."},
      {
        "id":"ED380885",
        "title":"Teacher Compensation and Organization."},
      {
        "id":"ED380886",
        "title":"The Principal As Instructional Leader: Inducement or Deterrent to Teachers' Personal Professional Growth?"},
      {
        "id":"ED380887",
        "title":"Discovering the Meaning of Unity of Purpose: A Case Study of Fourteen Accelerated Schools."},
      {
        "id":"ED380888",
        "title":"Contrasting the Forrest City School District's Magnet Program Operating with Federal Funding and without Federal Funding."},
      {
        "id":"ED380889",
        "title":"The University of Alaska Learning Cooperative: An Innovative Statewide Program in Educational Leadership."},
      {
        "id":"ED380892",
        "title":"Violence in Schools; How To Build a Prevention Program from the Ground Up."},
      {
        "id":"ED380893",
        "title":"Compensation and Skill Development in Four Professions and Implications for the Teaching Profession."},
      {
        "id":"ED380894",
        "title":"History of Teacher Pay and Incentive Reforms."},
      {
        "id":"ED380895",
        "title":"Linking Teacher Compensation to Teacher Career Development."},
      {
        "id":"ED380896",
        "title":"Incentives, School Organization and Teacher Compensation."},
      {
        "id":"ED380900",
        "title":"The Collaborative and Integrated Whole School Development Cycle."},
      {
        "id":"ED380901",
        "title":"The Principal's Perspective of the Possibilities and Constraints of Neighborhood-Based Interagency Collaboration."},
      {
        "id":"ED380902",
        "title":"The Politics of Theocracy: Public Schools under Attack."},
      {
        "id":"ED380903",
        "title":"America's Gamble: Lotteries and the Finance of Education."},
      {
        "id":"ED380904",
        "title":"Wyoming's Education Progress Report--1993."},
      {
        "id":"ED380905",
        "title":"Rethinking the School Calendar. A Report of Maine's Task Force on Year Round Education."},
      {
        "id":"ED380907",
        "title":"How To Avoid Crossfire and Seek Common Ground: A Journey for the Sake of Children."},
      {
        "id":"ED380908",
        "title":"Creating the Peaceable School Mission."},
      {
        "id":"ED380909",
        "title":"The Round Table and Our Civic Religion."},
      {
        "id":"ED380910",
        "title":"Outcome-Based Education: Critical Issues and Answers."},
      {
        "id":"ED380912",
        "title":"&quot;Skeen&quot;--Minnesota's School Finance Case. House Research Information Brief."},
      {
        "id":"ED380913",
        "title":"Inclusive Education in Practice: The Lessons of Pioneering School Districts."},
      {
        "id":"ED380914",
        "title":"Human Capital and Structural Explanations of Post-School Success for Youth with Disabilities: A Latent Variable Exploration of the National Longitudinal Transition Study."},
      {
        "id":"ED380915",
        "title":"L'emergence de la lecture chez des enfants presentant des retards de developpement: Programme de stimulation en milieu familial a l'intention des parents (The Emergence of Reading in Children with Developmental Delays: Stimulation Program in the Family Environment Guided by Parents)."},
      {
        "id":"ED380916",
        "title":"Social Security: Rapid Rise in Children on SSI Disability Rolls Follows New Regulations. Report to the Honorable Gerald D. Kleczka, House of Representatives."},
      {
        "id":"ED380917",
        "title":"Implications and Complications for Deaf Students of the Full Inclusion Movement. Occasional Paper 94-2."},
      {
        "id":"ED380918",
        "title":"CEC Special Education Advocacy Handbook."},
      {
        "id":"ED380919",
        "title":"Fullstream: Empowerment for Life."},
      {
        "id":"ED380920",
        "title":"Resources Related to Children and Their Families Affected by Alcohol and Other Drugs."},
      {
        "id":"ED380921",
        "title":"Federal Outlook for Exceptional Children: Budget Considerations and CEC Recommendations. Fiscal Year 1996."},
      {
        "id":"ED380922",
        "title":"Handbook on Specific Learning Disabilities."},
      {
        "id":"ED380924",
        "title":"Rights and Responsibilities of Employees with Disabilities on the Job. Creating Employment Opportunities Project."},
      {
        "id":"ED380925",
        "title":"Rights and Responsibilities of Faculty Concerning Students with Disabilities. Creating Employment Opportunities Project."},
      {
        "id":"ED380926",
        "title":"Rights and Responsibilities of Students with Disabilities in the Postsecondary Setting. Creating Employment Opportunities Project."},
      {
        "id":"ED380928",
        "title":"Taming the Technology."},
      {
        "id":"ED380929",
        "title":"Perceptions of Campus Climate for Students with Disabilities."},
      {
        "id":"ED380930",
        "title":"People with Disabilities: Alcohol, Tobacco, and Other Drugs Resource Guide. Drug Free by the Year 2000."},
      {
        "id":"ED380931",
        "title":"The Americans with Disabilities Act: Ensuring Equal Access to the American Dream."},
      {
        "id":"ED380932",
        "title":"Including Exceptions: A System for Educating Students with Dual Sensory Impairments and Other Extreme Disabilities in General Education Settings. A Final Report."},
      {
        "id":"ED380933",
        "title":"A National Inservice Training Model for Training Early Interventionists in a Low Incidence Disabling Condition: Visual Impairment. Project VIISA Final Report."},
      {
        "id":"ED380934",
        "title":"An Assessment Instrument for Families: Evaluating Employment Programs for Individuals with Deaf-Blindness."},
      {
        "id":"ED380935",
        "title":"Transition Services for Youths Who Are Deaf-Blind: A \"Best Practices\" Guide for Educators."},
      {
        "id":"ED380936",
        "title":"Como Comunicarse con la Escuela a Traves de la Correspondencia: Guia para Padres (How To Communicate with the School through Letterwriting: A Parent's Guide)."},
      {
        "id":"ED380937",
        "title":"Preguntas y Respuestas sobre IDEA (Questions and Answers about the IDEA)."},
      {
        "id":"ED380938",
        "title":"Operating a Local Information and Referral Center. NICHCY Technical Assistance Guide, Volume 1."},
      {
        "id":"ED380939",
        "title":"Accessing the ERIC Resource Collection. A Parent's Guide. Revised Edition."},
      {
        "id":"ED380940",
        "title":"Reading and Learning Disabilities. NICHCY Briefing Paper, Update."},
      {
        "id":"ED380941",
        "title":"Unfolding Capacity: People with Disabilities and Their Allies Building Better Communities Together."},
      {
        "id":"ED380942",
        "title":"Expanded Opportunities for Youth and Adults with Disabilities. Job Training Reform Amendments of 1992."},
      {
        "id":"ED380943",
        "title":"Provisions for Youth with Disabilities in Vocational Education. 1992 Carl Perkins Act Final Regulations."},
      {
        "id":"ED380944",
        "title":"Benefits for Individuals Making Transition from School to Adult Life. Supplemental Security Income Program."},
      {
        "id":"ED380945",
        "title":"Implications for Youth with Disabilities as They Transition from School to Work and Adult Life. Goals 2000: Educate America Act."},
      {
        "id":"ED380946",
        "title":"Youth with Disabilities and the School-to-Work Opportunities Act of 1994."},
      {
        "id":"ED380947",
        "title":"Language Arts Topics Papers."},
      {
        "id":"ED380948",
        "title":"A Curriculum Framework in Language Arts for High Ability Learners K-8."},
      {
        "id":"ED380949",
        "title":"Literary Reflections on Personal and Social Change. A Language Arts Unit for Grades 4-6."},
      {
        "id":"ED380950",
        "title":"Changing Ideas and Perspectives through Persuasion. A Language Arts Unit for Grades 5-6."},
      {
        "id":"ED380951",
        "title":"Threads of Change in 19th Century American Literature: A Language Arts Unit for Grades 7-9."},
      {
        "id":"ED380952",
        "title":"Journeys and Destinations: The Challenge of Change. A Language Arts Unit for Grades 2-3."},
      {
        "id":"ED380953",
        "title":"Autobiographies: Personal Odysseys of Change. A Language Arts Unit for Grades 4-6."},
      {
        "id":"ED380954",
        "title":"Literature of the 1940s: A Decade of Change. A Language Arts Unit for Grades 7-9."},
      {
        "id":"ED380955",
        "title":"Inspecting Our Own Ideas: A Grammar Self-Study Program for High Ability Students. A Grammar Unit for Grades 4-6."},
      {
        "id":"ED380956",
        "title":"Inspecting Our Own Ideas: A Grammar Self-Study Program for High Ability Students. A Grammar Unit for Grades 7-8."},
      {
        "id":"ED380957",
        "title":"Quality Preschool Screening: How To Get There from Here. AZ-TAS Themes & Issues: A Series of Topical Papers on Special Education."},
      {
        "id":"ED380958",
        "title":"Incorporating the Use of Non-Aversive Behavior Management. AZ-TAS Themes &amp; Issues: A Series of Topical Papers on Special Education."},
      {
        "id":"ED380959",
        "title":"Head Start/LEA Cooperation--Why? AZ-TAS Themes &amp; Issues: A Series of Topical Papers on Special Education. Section I.D.4., Preschool Special Education Resource Book."},
      {
        "id":"ED380960",
        "title":"Assessment Instruments for Preschool. AZ-TAS Themes &amp; Issues: A Series of Topical Papers on Special Education. Section II.B.3., Preschool Special Education Resource Book."},
      {
        "id":"ED380961",
        "title":"Traumatic Brain Injury. AZ-TAS Themes &amp; Issues: A Series of Topical Papers on Special Education."},
      {
        "id":"ED380962",
        "title":"Extended School Year. AZ-TAS Themes & Issues: A Series of Topical Papers on Special Education."},
      {
        "id":"ED380963",
        "title":"Inquiry and Complaint System Relating to the Education of Exceptional Children. AZ-TAS Themes &amp; Issues: A Series of Topical Papers on Special Education."},
      {
        "id":"ED380964",
        "title":"Developing and Including Transition Services in the IEP: Transition Services Program. Technical Assistance Document."},
      {
        "id":"ED380965",
        "title":"Uses of Integrated Media Instruction in a Self-Contained Class for Children with Mild Disabilities."},
      {
        "id":"ED380966",
        "title":"Community Integration Project: Project CIP. An Early Education Program for Children with Disabilities. Final Report."},
      {
        "id":"ED380967",
        "title":"Three Keys for Successful Circle Time: Responding to Children with Diverse Abilities."},
      {
        "id":"ED380968",
        "title":"Beyond the Myths about Disabilities and Risks."},
      {
        "id":"ED380969",
        "title":"Prevention. Organizing Systems To Support Competent Social Behavior in Children and Youth."},
      {
        "id":"ED380970",
        "title":"Teacher Stress and Burnout. Organizing Systems To Support Competent Social Behavior in Children and Youth."},
      {
        "id":"ED380971",
        "title":"Interventions. Organizing Systems To Support Competent Social Behavior in Children and Youth."},
      {
        "id":"ED380972",
        "title":"Model Programs and Services. Organizing Systems To Support Competent Social Behavior in Children and Youth."},
      {
        "id":"ED380973",
        "title":"A Call for More Study Skills Instruction."},
      {
        "id":"ED380974",
        "title":"Conversations with a Learning Disabilities Teacher and a School Counselor: Working as Partners."},
      {
        "id":"ED380975",
        "title":"Using Assistive Technology To Facilitate Cooperative Learning."},
      {
        "id":"ED380976",
        "title":"Determining Device Access for Persons with Physical Disabilities."},
      {
        "id":"ED380977",
        "title":"Attrition Rates of Special Education Personnel in Kansas: 1993-94 to 1994-95."},
      {
        "id":"ED380978",
        "title":"Individualized Education Program and Appropriate Placement in the Least Restrictive Environment. Technical Assistance Document."},
      {
        "id":"ED380979",
        "title":"Services to Students with Mild Intellectual Disability. Research Report."},
      {
        "id":"ED380980",
        "title":"How To Provide Accommodations for Students with Learning Disabilities. Creating Employment Opportunities."},
      {
        "id":"ED380981",
        "title":"Graduation Requirements for Certain Students with Disabilities. Technical Assistance Paper."},
      {
        "id":"ED380983",
        "title":"Raters and Scales in Oral Proficiency Testing: The FSI Experience."},
      {
        "id":"ED380984",
        "title":"Metalinguistic Knowledge, Language Aptitude and Language Proficiency."},
      {
        "id":"ED380985",
        "title":"The Educational Implications of NAFTA."},
      {
        "id":"ED380986",
        "title":"Implications of the National Core French Study for FSL Teachers."},
      {
        "id":"ED377979",
        "title":"Evaluation of Early Childhood Enrichment Programs."},
      {
        "id":"ED377980",
        "title":"Field Hearing on H.R. 6: Reauthorization of the Elementary and Secondary Education Act of 1965. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, First Session (Tempe, AZ, October 16, 1993)."},
      {
        "id":"ED377981",
        "title":"Educating Young Children in a Diverse Society."},
      {
        "id":"ED377983",
        "title":"Early Childhood Teachers' Computer Attitudes, Knowledge, and Practices."},
      {
        "id":"ED377985",
        "title":"Supporting the Growing Identity and Self-Esteem of Children in Gay and Lesbian Families."},
      {
        "id":"ED377989",
        "title":"Ten Myths about Spanking Children."},
      {
        "id":"ED377991",
        "title":"Family-Child Engagement in Literacy Activities: Changes in Participation between 1991 and 1993. National Center for Education Statistics, Statistics in Brief, December 1994."},
      {
        "id":"ED377992",
        "title":"Six Alaskan Native Women Leaders: Pre-Statehood."},
      {
        "id":"ED377993",
        "title":"Remember My Name. The Council for Indian Education Series."},
      {
        "id":"ED377994",
        "title":"LEarning Visions: A Rural Dropout Prevention Model."},
      {
        "id":"ED377996",
        "title":"Forces Supporting Consolidation and Some Alternatives."},
      {
        "id":"ED377997",
        "title":"Making a Case for a Cross-Cultural Approach to Literacy in Appalachia."},
      {
        "id":"ED377998",
        "title":"Teachers and Principals View Shared Decision Making: Should Parents, Community and Students Be Involved?"},
      {
        "id":"ED377999",
        "title":"School-to-Life Planning: Broadening Rural Students' Horizons."},
      {
        "id":"ED378001",
        "title":"Working Together: California Indians and the Forest Service. Accomplishment Report."},
      {
        "id":"ED378002",
        "title":"Minority Outreach: Research and Education. Making Investments For a Healthy Tomorrow."},
      {
        "id":"ED378003",
        "title":"Information Access in Rural America: January 1980 - April 1994. Quick Bibliography Series: QB 94-39."},
      {
        "id":"ED378004",
        "title":"Rural Alaska Secondary Education Study."},
      {
        "id":"ED378005",
        "title":"Rural Alaska Secondary Education Study: Executive Summary."},
      {
        "id":"ED378006",
        "title":"Rural Alaska Secondary Education Study: Task Force Recommendations."},
      {
        "id":"ED378007",
        "title":"Instruction and Assessment in Accountable and Nonaccountable Grades."},
      {
        "id":"ED378008",
        "title":"Wilderness Medicine Newsletter, Volume 5."},
      {
        "id":"ED378009",
        "title":"Native Education Resources in the Southwestern Region."},
      {
        "id":"ED378010",
        "title":"Directory of Native Education Resources in the Mid-Continent Region."},
      {
        "id":"ED378011",
        "title":"Directory of Native Education Resources in the Northwest Region."},
      {
        "id":"ED378012",
        "title":"Program for Migrant Children's Education: 1992-93 Washington State Evaluation Report."},
      {
        "id":"ED378013",
        "title":"The Impact of Federal Legislation on the Education of American Indian Students."},
      {
        "id":"ED378016",
        "title":"Adventure as Therapy: Using Adventure as Part of Therapeutic Programmes with Young People in Trouble and at Risk."},
      {
        "id":"ED378017",
        "title":"Adventure Based Interventions: The Case for Support."},
      {
        "id":"ED378018",
        "title":"Leadership Competences for Outdoor Adventure: From Recreation to Therapy."},
      {
        "id":"ED378019",
        "title":"Issues in Evaluation."},
      {
        "id":"ED378020",
        "title":"Gloucester Youth Action Scheme."},
      {
        "id":"ED378021",
        "title":"Work with Girls and Young Women at Risk."},
      {
        "id":"ED378022",
        "title":"A Personal Perspective."},
      {
        "id":"ED378023",
        "title":"Hampshire Probation Sports Counselling Scheme."},
      {
        "id":"ED378024",
        "title":"Northland Support Wilderness Experience."},
      {
        "id":"ED378025",
        "title":"Adventure as Therapy: A Map of the Field. Workshop Report."},
      {
        "id":"ED378026",
        "title":"An Evaluation of West Yorkshire Sports Counselling Project: Workshop Report."},
      {
        "id":"ED378027",
        "title":"A Reading List."},
      {
        "id":"ED378028",
        "title":"Race Relations in Western Nebraska."},
      {
        "id":"ED378030",
        "title":"Environmental Education in the School Systems of Latin America and the Caribbean. Working Papers 4."},
      {
        "id":"ED378031",
        "title":"Wetland Wonders. Goose Creek State Park: An Environmental Education Learning Experience Designed for Grades 4-6."},
      {
        "id":"ED378032",
        "title":"Rooted in Time. Weymouth Woods-Sandhills Nature Preserve: An Environmental Education Designed for Grades 5-6."},
      {
        "id":"ED378033",
        "title":"Seed to Seedling: A California Native Oak Curriculum for Kindergarten through Sixth Grade Children."},
      {
        "id":"ED378035",
        "title":"Science: Course of Study, Grades K-12."},
      {
        "id":"ED378036",
        "title":"Reducing Differences between Student Actual and Preferred Classroom Environments in Science Classrooms."},
      {
        "id":"ED378040",
        "title":"Classroom Assessment in Japanese Mathematics Education."},
      {
        "id":"ED378041",
        "title":"Understanding in Mathematics. Studies in Mathematics Education Series: 2."},
      {
        "id":"ED378042",
        "title":"Mathematics, Education, and Philosophy: An International Perspective. Studies in Mathematics Education Series: 3."},
      {
        "id":"ED378043",
        "title":"Constructing Mathematical Knowledge: Epistemology and Mathematics Education. Studies in Mathematics Education Series: 4."},
      {
        "id":"ED378044",
        "title":"The Effectiveness of Computer Assisted Instruction Supplemental to Classroom Instruction on Achievement Growth in Courses of Basic and Intermediate Algebra."},
      {
        "id":"ED378046",
        "title":"Alpine Forest. Mount Mitchell State Park: An Environmental Education Learning Experience Designed for Grades 4-6."},
      {
        "id":"ED378048",
        "title":"Crowding out the Future: World Population Growth, U.S. Immigration, and Pressures on Natural Resources [and] Teacher's Guide."},
      {
        "id":"ED378049",
        "title":"Fractions, Decimals, Ratios, &amp; Percents: Hard To Teach and Hard To Learn? Mathematics Teaching Cases."},
      {
        "id":"ED378050",
        "title":"Fractions, Decimals, Ratios, &amp; Percents: Hard To Teach and Hard To Learn? Facilitator&apos;s Discussion Guide. Mathematics Teaching Cases."},
      {
        "id":"ED378051",
        "title":"Mathematics and Science Preparation of Elementary Teachers: Implications for Faculty Development."},
      {
        "id":"ED378053",
        "title":"PRIME: Parent Resources in Mathematics Education. Mathematics Education Resources: An Annotated Bibliography."},
      {
        "id":"ED378056",
        "title":"Pathways to a Sustainable Future: A Curriculum Guide for Maine Schools Exploring Waste Management Issues."},
      {
        "id":"ED378057",
        "title":"Energy, Economics and the Environment: Case Studies and Teaching Activities for Elementary School."},
      {
        "id":"ED378058",
        "title":"Educational and Training Opportunities in Sustainable Agriculture. 7th Edition."},
      {
        "id":"ED378059",
        "title":"The National Environmental Education Act. Hearing before the Subcommittee on Select Education and Civil Rights of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, Second Session."},
      {
        "id":"ED378067",
        "title":"En Busqueda de la Escuela del Siglo XXI: Dos Experiencias de Autoaprendizaje (In Search of the 21st Century School: Two Self-Learning Experiences)."},
      {
        "id":"ED378068",
        "title":"La Gestion Pedagogica de la Escuela (Educational Management in the School)."},
      {
        "id":"ED378069",
        "title":"California Perspectives: An Anthology from the California Tomorrow Education for a Diverse Society Project, Fall 1991, Volume 2."},
      {
        "id":"ED378070",
        "title":"Education Philanthropist George Peabody (1795-1869), George Peabody College for Teachers, Nashville, and the Peabody Library and Conservatory of Music, Baltimore (Brief History)."},
      {
        "id":"ED378073",
        "title":"Peace Education--How? A Discussion of Steps and Measures To Be Taken. Peace Education Reports No. 11."},
      {
        "id":"ED378074",
        "title":"From a Politics of Self-Interest to a Multiculturally-Based Politics of Needs."},
      {
        "id":"ED378075",
        "title":"The Perspectives of Women on the Vietnam War: The Western and Eastern Views."},
      {
        "id":"ED378076",
        "title":"A Critical Description of Selected State Level Visual Arts Assessment Instruments."},
      {
        "id":"ED378077",
        "title":"The Development of Racial Stereotypes in Children and Education's Response: A Review of the Research and Literature."},
      {
        "id":"ED378078",
        "title":"Applied Research of the Effects of Classroom Instruction on Racial Stereotypes."},
      {
        "id":"ED378079",
        "title":"A Survey To Examine the Relationship of the Openness of Self-Identified Lesbian, Gay Male, and Bisexual Public School Teachers to Job Stress and Job Satisfaction."},
      {
        "id":"ED378080",
        "title":"The City Normal Schools of Cleveland and Akron, Ohio."},
      {
        "id":"ED378084",
        "title":"Central Park: A Humanities Curriculum for Children with Learning Disabilities."},
      {
        "id":"ED378085",
        "title":"A Miscellany of Etceteras: An &quot;In-Process&quot; Collection of Interdisciplinary Units and Enrichment Lessons. New York and the World Project 1991-92."},
      {
        "id":"ED378086",
        "title":"[Labour History in Manitoba, Canada.]"},
      {
        "id":"ED378087",
        "title":"Music Core Curriculum: Grades 7-12."},
      {
        "id":"ED378089",
        "title":"The Face of War: A Study Guide for the Exhibition at the National Archives. March 1994 - September 1995."},
      {
        "id":"ED378090",
        "title":"Decreasing Suspensions in Grades Nine through Twelve through the Implementation of a Peace Curriculum."},
      {
        "id":"ED378091",
        "title":"Creative Thinking in Music: The Assessment Question."},
      {
        "id":"ED378092",
        "title":"Trends in the Israel Education Budget in the 1980&apos;s."},
      {
        "id":"ED378093",
        "title":"Education Policy at a Crossroads between Change and Continuity: Education in Israel in the Past Decade."},
      {
        "id":"ED378094",
        "title":"Creativity: Potential and Progress."},
      {
        "id":"ED378095",
        "title":"The Concept of Creativity: Implications for Music Education."},
      {
        "id":"ED378096",
        "title":"Honor Systems and Sexual Harassment at the Service Academies. Hearing before the Committee on Armed Services. United States Senate, One Hundred Third Congress, Second Session."},
      {
        "id":"ED378097",
        "title":"[Panola County Art and People.]"},
      {
        "id":"ED378098",
        "title":"Improving First Grade Academic Skills through the Integration of Music into the First Grade Curriculum."},
      {
        "id":"ED378099",
        "title":"Fulbright-Hayes Seminars Abroad Program, 1993. Morocco and Tunisia. Final Projects."},
      {
        "id":"ED378100",
        "title":"Universalism Values: Blueprint for Environmental Concern."},
      {
        "id":"ED378102",
        "title":"Geography for Life: National Geography Standards 1994. Executive Summary."},
      {
        "id":"ED378103",
        "title":"Learning to Read through the Arts: Its Emergence in Context."},
      {
        "id":"ED378104",
        "title":"Identification and Elimination of Sex Stereotypes in and from School Textbooks. Some Suggestions for Action in the Arab World."},
      {
        "id":"ED378105",
        "title":"Arts Participation in America: 1982-1992. Research Division Report #27."},
      {
        "id":"ED378106",
        "title":"A Survey of Modes of Student Response Indicative of Musical Learning in Elementary Instrumental Music."},
      {
        "id":"ED378107",
        "title":"Improving Visual Arts Education: Final Report on the Los Angeles Getty Institute for Educators on the Visual Arts (1982-1989)."},
      {
        "id":"ED378108",
        "title":"Mediation in the Schools. ERIC Digest."},
      {
        "id":"ED378109",
        "title":"Arts Education as Equal Educational Opportunity: The Evolution of a Concept."},
      {
        "id":"ED378131",
        "title":"Expectations of Excellence: Curriculum Standards for Social Studies. Bulletin 89."},
      {
        "id":"ED378132",
        "title":"Changing Conceptions of Quality Learning in Pre-Service High School Teachers."},
      {
        "id":"ED378133",
        "title":"The Hidden Factor in Early Field Experience: Teachers' Perception of the Quality of Life at Work."},
      {
        "id":"ED378134",
        "title":"Enhancing the Diversity of the Pool of Teachers."},
      {
        "id":"ED378135",
        "title":"Preparing Monocultural Teachers for a Multicultural World: Attitudes toward Inner City Schools in Education Classes."},
      {
        "id":"ED378136",
        "title":"Teachers Make School-Linked Services Work."},
      {
        "id":"ED378138",
        "title":"An Evaluation Approach for the Development of Preservice Teachers."},
      {
        "id":"ED378139",
        "title":"Novice Teachers' Thinking about Pedagogy in Multicultural Classrooms."},
      {
        "id":"ED378140",
        "title":"Peer Coaching in Teacher Education. Fastback 371."},
      {
        "id":"ED378141",
        "title":"Instructional Cases for Preservice and Student Teachers. Case Studies for Teacher Training and Educational Leadership."},
      {
        "id":"ED378142",
        "title":"Proceedings from Seminar on Teacher Development and Linguistic Diversity."},
      {
        "id":"ED378143",
        "title":"When \"I Loved Your Course!\" Is Bad News: The Case of Jeneane. Craft Paper 93-1."},
      {
        "id":"ED378145",
        "title":"Evaluating the Effects of School Health Interventions on School Performance. Design Report."},
      {
        "id":"ED378146",
        "title":"Alternative Techniques for Teaching about HIV/AIDS in the Classroom."},
      {
        "id":"ED378147",
        "title":"Equity in Physical Education: A Training Module."},
      {
        "id":"ED378148",
        "title":"The Portfolio: Sonnet, Mirror and Map."},
      {
        "id":"ED378149",
        "title":"University/District Apprenticeship Model Development."},
      {
        "id":"ED378150",
        "title":"The Impact of the Developmental Discipline Management System on Teaching Effectiveness and Student Achievement in Classrooms."},
      {
        "id":"ED378151",
        "title":"Integrating Museum Resources, Human and Otherwise, into Instruction."},
      {
        "id":"ED378152",
        "title":"One Evaluator's Dozen Look-Fors."},
      {
        "id":"ED378153",
        "title":"Practice What We Preach: Preparing Future Teachers for Outcome-Based Education."},
      {
        "id":"ED378155",
        "title":"Influences on Teachers&apos; Attitudes toward Applied Educational Research."},
      {
        "id":"ED378156",
        "title":"Creating Learning Organizations: The Deming Management Method Applied to Instruction (Quality Teaching & Quality Learning). A Paradigm Application."},
      {
        "id":"ED378157",
        "title":"Empowering Cooperating Teachers: The University of Alabama Clinical Master Teacher (CMT) Program."},
      {
        "id":"ED378158",
        "title":"Collaborative Teacher Education: University Academic Divestiture Equals Public School Empowerment."},
      {
        "id":"ED378159",
        "title":"\"Failure\" in Student/Practice Teaching: A Skeleton in the Teacher Education Closet."},
      {
        "id":"ED378160",
        "title":"When Teachers and Administrators Are Asked: Improving Teacher Education through Collaboration."},
      {
        "id":"ED378161",
        "title":"Culture of Empowerment in a Restructured School."},
      {
        "id":"ED378162",
        "title":"School and University Collaboration: Bridging the Cultural and Value Gaps."},
      {
        "id":"ED378163",
        "title":"Reflecting on Ten Years of Incentive Programs: The 1993 SREB Career Ladder Clearinghouse Survey."},
      {
        "id":"ED378164",
        "title":"Determining the Success of Teacher Preparation by Assessing What Teacher Education Graduates Know and Are Able To Do."},
      {
        "id":"ED378165",
        "title":"The Cost of Teacher Benefits in the SREB States."},
      {
        "id":"ED378169",
        "title":"The Development of Strategic Classrooms in Two Secondary Schools."},
      {
        "id":"ED378171",
        "title":"The Cultural Preparation of Teachers."},
      {
        "id":"ED378172",
        "title":"Open Learning and Student Support: A Changing Relationship."},
      {
        "id":"ED378173",
        "title":"Getting Educated Drivers onto the Information Highway: A North Carolina Initiative To Begin the Journey from Country Lanes to the Superhighway."},
      {
        "id":"ED378175",
        "title":"Reflections on the Moral Content of the Professional Community vs. Moral Demands of the Community: Focus on Sockett's Moral Base for Teacher Professionalism."},
      {
        "id":"ED378176",
        "title":"Standards for Teachers. 34th Charles W. Hunt Memorial Lecture."},
      {
        "id":"ED378177",
        "title":"Cohort Placement of Teacher Interns in Public Schools."},
      {
        "id":"ED378178",
        "title":"A Study of the Involvement of NCATE Institutions in the Support of Beginning Teachers."},
      {
        "id":"ED378179",
        "title":"Borderland Contrasts in a Microteaching Laboratory."},
      {
        "id":"ED378180",
        "title":"Early Childhood Teacher Preparation for Developmentally and Culturally Appropriate Practice (DCAP)."},
      {
        "id":"ED378181",
        "title":"Pragmatism, Postmodernism and Education."},
      {
        "id":"ED378182",
        "title":"The Editorial Imperative: Responding to Productive Tensions between Case Writing and Individual Development."},
      {
        "id":"ED378183",
        "title":"Are Selected Educational Reform Efforts Succeeding as Judged by a Comparison of the Academic Skills of Current and Past Teacher Candidates?"},
      {
        "id":"ED378184",
        "title":"The Teacher Education Programme in Sweden. Some Notes."},
      {
        "id":"ED378185",
        "title":"Outstanding Teachers' Concerns about Teaching at Four Stages of Career Development."},
      {
        "id":"ED378187",
        "title":"Becoming Assessors: Authentic Assessment for Authentic Instruction. A Report of the Blue Ridge Assessment Project, a Collaborative Effort of the Albemarle, Fluvanna, Greene, Harrisonburg, Orange, and Rockingham Schools."},
      {
        "id":"ED378188",
        "title":"Imagine the Difference: Building Artistic Partnerships To Save Our Children. National Conference (March 1993). Activities and Outcomes."},
      {
        "id":"ED378190",
        "title":"Anomaly as Exemplar: The Meanings of Role-Modeling for Men Elementary Teachers."},
      {
        "id":"ED378191",
        "title":"Responsibility for Children's Teaching and Learning: An Examination of Mothers' and Teachers' Beliefs."},
      {
        "id":"ED378192",
        "title":"Effects of Cooperative Learning Strategies on Performance, Attitude, and Group Behaviors in a Technical Team Environment."},
      {
        "id":"ED378193",
        "title":"Multi-Facet Multicultural School Assessment: Adapting and Norming the AARS/POSIT."},
      {
        "id":"ED378194",
        "title":"If They Don't Want To Play the Evaluation Game, Are They Empowered by Making the Rules?"},
      {
        "id":"ED378195",
        "title":"A Simultaneous Approach to Multi-Factor DIF Analysis."},
      {
        "id":"ED378196",
        "title":"Step Fit Analysis with Polytomously Scored Items."},
      {
        "id":"ED378197",
        "title":"A New IRT-Based Small Sample DIF Method."},
      {
        "id":"ED378198",
        "title":"Identifying and Alleviating Problems Novices Have While Learning Formulae."},
      {
        "id":"ED378199",
        "title":"A Multiple Approach to Evaluating Applied Academics."},
      {
        "id":"ED378200",
        "title":"The High School Profile Report. Normative Data. A Description of the Academic Abilities and Nonacademic Characteristics of Your ACT Tested 1994 Graduates. National Report."},
      {
        "id":"ED378201",
        "title":"Student Growth: The Development of Enhanced Practices for Assessment, Evaluation, and Communication."},
      {
        "id":"ED378202",
        "title":"Ethnic Group's Representation in Test Construction Sample and Test Bias."},
      {
        "id":"ED378203",
        "title":"Achievement Testing Program Provincial Report. June 1993 Administration. Grade Level 3 Language Learning, Grade 6 Social Studies, Grade 9 Science."},
      {
        "id":"ED378204",
        "title":"The ACT Assessment 1994: An Overview."},
      {
        "id":"ED378205",
        "title":"ACT Assessment Results, 1994: Summary Report. National."},
      {
        "id":"ED378206",
        "title":"ACT Scores Up for Second Straight Year, Females Make Greatest Strides. News from ACT."},
      {
        "id":"ED378208",
        "title":"District and School Profiles for Quality Education."},
      {
        "id":"ED378210",
        "title":"Preschool and Kindergarten Behavior Scales. Test Manual."},
      {
        "id":"ED378211",
        "title":"Pupils in South Carolina Schools 1992-93. Education Information Services Report Series."},
      {
        "id":"ED378212",
        "title":"Integrated Sampling of Education Institutions."},
      {
        "id":"ED378213",
        "title":"National Education Longitudinal Study of 1988. Second Follow-Up: Teacher Component Data File User's Manual."},
      {
        "id":"ED378214",
        "title":"Pilot Projects in Portfolio and Performance-Based Assessment. 1991-1992 Progress Report."},
      {
        "id":"ED378215",
        "title":"The New Mexico Accountability Report 1992-1993."},
      {
        "id":"ED378216",
        "title":"Authentic Teaching, Learning, and Assessment with New English Learners at International High School. A Series on Authentic Assessment and Accountability."},
      {
        "id":"ED378217",
        "title":"The Bronx New School: Weaving Assessment into the Fabric of Teaching and Learning. A Series on Authentic Assessment and Accountability."},
      {
        "id":"ED378218",
        "title":"The Senior Project: Authentic Assessment at Hodgson Vocational/Technical High School. A Series on Authentic Assessment and Accountability."},
      {
        "id":"ED378219",
        "title":"The Apple Classrooms of Tomorrow. The UCLA Evaluation Studies."},
      {
        "id":"ED378220",
        "title":"Omitted and Not-Reached Items in Mathematics in the 1990 National Assessment of Educational Progress."},
      {
        "id":"ED378221",
        "title":"Raising the Stakes of Test Administration: The Impact on Student Performance on NAEP."},
      {
        "id":"ED378222",
        "title":"Performance-Based Assessments and What Teachers Need."},
      {
        "id":"ED378223",
        "title":"&quot;Whose Work Is It?&quot; A Question for the Validity of Large-Scale Portfolio Assessment."},
      {
        "id":"ED378224",
        "title":"Dilemmas and Issues for Teachers Developing Performance Assessments in Mathematics. A Case Study of the Effects of Alternative Assessment in Instruction, Student Learning and Accountability Practices."},
      {
        "id":"ED378225",
        "title":"Dilemmas and Issues In Implementing Classroom-Based Assessments for Literacy. A Case Study of the Effects of Alternative Assessment in Instruction, Student Learning and Accountability Practices."},
      {
        "id":"ED378226",
        "title":"Teachers' Ideas and Practices about Assessment and Instruction. A Case Study of the Effects of Alternative Assessment in Instruction, Student Learning and Accountability Practices."},
      {
        "id":"ED378227",
        "title":"Parent Opinions About Standardized Tests, Teacher's Information and Performance Assessments. A Case Study of the Effects of Alternative Assessment in Instruction, Student Learning and Accountability Practices."},
      {
        "id":"ED378228",
        "title":"Old and New Beliefs about Measurement-Driven Reform: &quot;The More Things Change, the More They Stay the Same.&quot;"},
      {
        "id":"ED378229",
        "title":"Engaging Teachers in Assessment of Their Students' Narrative Writing: Impact on Teachers' Knowledge and Practice."},
      {
        "id":"ED378230",
        "title":"An Analysis of State Report Cards on Schools Produced in Eleven Southeastern States."},
      {
        "id":"ED378231",
        "title":"Identifying and Measuring the Activities That Impact Musical Growth from High School through Graduate School."},
      {
        "id":"ED378232",
        "title":"Mini-Digest of Education Statistics 1994."},
      {
        "id":"ED378233",
        "title":"National Household Education Survey of 1993. School Safety and Discipline Data File User&apos;s Manual."},
      {
        "id":"ED378234",
        "title":"National Household Education Survey of 1993. School Readiness Data File User&apos;s Manual."},
      {
        "id":"ED378235",
        "title":"Federal Support for Education. Fiscal Years 1980 to 1994."},
      {
        "id":"ED378236",
        "title":"Beginning Postsecondary Students Longitudinal Study. Second Follow-up Field Test Report; BPS: 90/94. Technical Report."},
      {
        "id":"ED378237",
        "title":"NAEP 1992 Trends in Academic Progress. Achievement of U.S. Students in Science, 1969 to 1992 - Mathematics, 1973 to 1992 - Reading, 1971 to 1992 - Writing, 1984 to 1992."},
      {
        "id":"ED378238",
        "title":"Supporting Instance-Based Learning in Discovery Learning Environments."},
      {
        "id":"ED378239",
        "title":"America's House of Cards: Rethinking the High-School Curriculum."},
      {
        "id":"ED378240",
        "title":"Dimensions of the Problem of Testing and Assessment of At-Risk Students."},
      {
        "id":"ED378241",
        "title":"AERA Annual Meeting Participant Activities and Satisfaction: Results of the 1993 Market Survey."},
      {
        "id":"ED378242",
        "title":"Results 1993. Oklahoma Educational Indicators Program. State Report."},
      {
        "id":"ED378243",
        "title":"Assessment Reform: Challenges and Opportunities. Fastback 377."},
      {
        "id":"ED378244",
        "title":"&quot;Whose Knowledge Is It?: Involving Teachers in the Generating and Using of Information on Educational Innovations.&quot; Working Paper."},
      {
        "id":"ED378245",
        "title":"National Education Longitudinal Study of 1988. Second Follow-Up: Student Component Data File User's Manual."},
      {
        "id":"ED378247",
        "title":"Merging Educational Finance Reform and Desegregation Goals."},
      {
        "id":"ED378248",
        "title":"Some Factual Information and Commentary on the Status of Education of Minorities and the Implications of America 2000 and Other Proposals Put Forward To Achieve the National Education Goals."},
      {
        "id":"ED378249",
        "title":"Literacy Practices in Two Korean-American Communities. Research Report: 8."},
      {
        "id":"ED378250",
        "title":"A Long Way from Home: Chicago's Homeless Children and the Schools."},
      {
        "id":"ED378251",
        "title":"Renewing Schools: A Report on the Cluster Initiative in Philadelphia."},
      {
        "id":"ED378256",
        "title":"Adolescent Mothers, AFDC and JOBS. Facts."},
      {
        "id":"ED378257",
        "title":"Trends in Family Life and Children's School Performance."},
      {
        "id":"ED378258",
        "title":"Urban Families and Urban Problems: Review of the Literature."},
      {
        "id":"ED378259",
        "title":"Social Capital and the Successful Transition to Adulthood among &quot;At Risk&quot; Young Women."},
      {
        "id":"ED378260",
        "title":"Effects of Instructional Grouping on Seventh Graders' Academic Motivation and Achievement."},
      {
        "id":"ED378261",
        "title":"The American Teacher, 1994. Violence in America's Public Schools: The Family Perspective. The Metropolitan Life Survey."},
      {
        "id":"ED378262",
        "title":"How School Reform and a School/University Partnership Contributed to Curriculum Change."},
      {
        "id":"ED378263",
        "title":"Diversity, Equity and Community in Educational Reform."},
      {
        "id":"ED378264",
        "title":"Multicultural Education Program 1989-90 Final Report. OREA Report."},
      {
        "id":"ED378265",
        "title":"Multicultural Education 1992-93 Final Evaluation Report. OER Report."},
      {
        "id":"ED378266",
        "title":"Scholarship Program. Follow-Up Evaluation, 1992-1993."},
      {
        "id":"ED378267",
        "title":"Year-Round Education: A Strategy for Overcrowded Schools. ERIC/CUE Digest Number 103."},
      {
        "id":"ED378268",
        "title":"Cultural Diversity: A Dialogue on Dropout Prevention from a Conference &amp; Task Force Proceedings."},
      {
        "id":"ED378271",
        "title":"No Strangers Here? A Study of the Experience of Low-Income Students of Color in High School."},
      {
        "id":"ED378272",
        "title":"Contrasting District Practices: School Districts That Effectively Serve Educationally Disadvantaged Children."},
      {
        "id":"ED378273",
        "title":"20 Years after Lau: In Pursuit of Equity Not Just a Language Response Program."},
      {
        "id":"ED378275",
        "title":"Crossing Boundaries of Race: Interpretations of the Experience of Low-Income Students of Color."},
      {
        "id":"ED378278",
        "title":"Students as Tutors in Schools: Resource Pack."},
      {
        "id":"ED378279",
        "title":"Region F Chapter 1 Technical Assistance Center Annual Report for the Period: July 1, 1993 through June 30, 1994."},
      {
        "id":"ED378281",
        "title":"DAY ONE Research. Final Report."},
      {
        "id":"ED378284",
        "title":"Two Americas. Comparisons of U.S. Child Poverty in Rural, Inner City and Suburban Areas. A Linear Trend Analysis to the Year 2010."},
      {
        "id":"ED378285",
        "title":"Portraits of Success: Resources Supporting Bilingual Learners."},
      {
        "id":"ED378286",
        "title":"Building Collaborative Cultures: Seeking Ways To Reshape Urban Schools. Urban Monograph Series."},
      {
        "id":"ED378287",
        "title":"A Synthesis of Scholarship in Multicultural Education. Urban Monograph Series."},
      {
        "id":"ED378288",
        "title":"Resources for Urban School Improvement."},
      {
        "id":"ED378289",
        "title":"Developing Resilience in Urban Youth. Urban Monograph Series."},
      {
        "id":"ED378290",
        "title":"Raising Expectations To Improve Student Learning. Urban Monograph Series."},
      {
        "id":"ED378297",
        "title":"The Effectiveness of the HOPE Alternative School in Implementing Certain Selected Critical Components of At-Risk Education."},
      {
        "id":"ED378298",
        "title":"Implementing the Indiana Model. Equity through Change."},
      {
        "id":"ED378299",
        "title":"Assistant Principal's Internship Program's Graduates, 1991-1992. Follow-Up Evaluation. OER Report."},
      {
        "id":"ED378300",
        "title":"District Parent Liaison Pilot Program 1992-1993. OER Report."},
      {
        "id":"ED378301",
        "title":"The Principals Institute Graduates. The 1992-1993 Follow Up Evaluation. OER Report."},
      {
        "id":"ED378302",
        "title":"The 1993 Parent Involvement Program Institute. Evaluation. OER Report."},
      {
        "id":"ED378303",
        "title":"Parent Involvement Program, 1992-93. Evaluation. OER Report."},
      {
        "id":"ED378304",
        "title":"Parent Involvement Program, 1991-92 Evaluation. OER Report."},
      {
        "id":"ED378305",
        "title":"Parents as Leaders in Science and Mathematics Education Reform: A SourceBook for Parent and Community Leaders."},
      {
        "id":"ED378307",
        "title":"Midwest Research-to-Practice Conference (10th, St. Paul, Minnesota, October 3-4, 1991). Conference Proceedings [and] Addendum."},
      {
        "id":"ED378308",
        "title":"Workplace Literacy Project. Computer Aided Instruction in Basic Workplace Skills, May 1, 1991-October 31, 1992. Performance Report, Executive Summary, and Curriculum Guides."},
      {
        "id":"ED378310",
        "title":"Risk-Taking, Safety and Older People. Selected Bibliographies on Ageing 3."},
      {
        "id":"ED378312",
        "title":"Oregon Employers Workforce Development Survey."},
      {
        "id":"ED378313",
        "title":"Oregon Works: Assessing the Worker Training and Work Organization Practices of Oregon Employers."},
      {
        "id":"ED378314",
        "title":"Increasing the Relevance of Education for Health Professionals. Report of a WHO Study Group on Problem-Solving Education for the Health Professions. WHO Technical Report Series 838."},
      {
        "id":"ED378315",
        "title":"Resources for Adult and Family Literacy."},
      {
        "id":"ED378317",
        "title":"Welfare to Work. Employment and Training Programs Annual Report 1993."},
      {
        "id":"ED378318",
        "title":"The Coordination of Job Training. Strategies for the Delivery of Services between Vocational Education Agencies and Private Industry Councils/SDAs. The 1993 Biennial Report as Required by Carl D. Perkins Vocational &amp; Applied Technology Education Act of 1990 (P.L. 101-392)."},
      {
        "id":"ED378319",
        "title":"American Poverty: The Role of Education, Training and Employment Strategies in the New Anti-Poverty Struggle."},
      {
        "id":"ED378320",
        "title":"The Women's Guide to Traditional and Nontraditional Careers and Education. A Resource Guide for Women in the Greater Omaha Area Who Wish To Enter or Re-enter the Work Force or Further Their Education."},
      {
        "id":"ED378322",
        "title":"Development of a Career Student Guide for the Tech Prep Program for Henry County High School."},
      {
        "id":"ED378323",
        "title":"Tech Prep. Federal &amp; Ohio Guidelines."},
      {
        "id":"ED378345",
        "title":"How To Implement a Tech Prep Program Based on the Rhode Island Model. Tech Prep Associate Degree Program. Technical Programs. Business/Office Administration Programs. Allied Health/Dental Health Programs."},
      {
        "id":"ED378346",
        "title":"Rhode Island Tech Prep Program Guide. Tech Prep Associate Degree Program. Technical Programs. Business/Office Administration Programs. Allied Health/Dental Health Programs."},
      {
        "id":"ED378347",
        "title":"Rhode Island Tech Prep Student Handbook. Rhode Island Tech Prep Associate Degree Program. Technical Associate Degree Programs. Business/Office Administration Associate Degree Programs. Allied Health/Associate Degree Programs."},
      {
        "id":"ED378348",
        "title":"Rhode Island Tech Prep Annual Report 1992-1993. Program Summary 1987-1993."},
      {
        "id":"ED378349",
        "title":"Rhode Island Tech Prep Business &amp; Industry Resource Guide."},
      {
        "id":"ED378350",
        "title":"School-to-Work Transition. Trends and Issues Alerts."},
      {
        "id":"ED378351",
        "title":"The Changing Role of Support Staff. Trends and Issues Alerts."},
      {
        "id":"ED378352",
        "title":"Adult Literacy. Indicator of the Month."},
      {
        "id":"ED378353",
        "title":"Why Motivation Is Important in Safety Training."},
      {
        "id":"ED378354",
        "title":"Serving Communities."},
      {
        "id":"ED378355",
        "title":"Commercial Training Markets and the FE Sector: A Case Study."},
      {
        "id":"ED378356",
        "title":"Cost-Effective Technical and Vocational Education in Developing Countries. Coombe Lodge Report."},
      {
        "id":"ED378357",
        "title":"Franchising in Post-16 Education. Coombe Lodge Report."},
      {
        "id":"ED378358",
        "title":"Managing Colleges into the Next Century. Coombe Lodge Report."},
      {
        "id":"ED378359",
        "title":"Proceedings of the Annual Midwest Research-to-Practice Conference in Adult, Continuing and Community Education (13th, Milwaukee, Wisconsin, October 13-15, 1994)."},
      {
        "id":"ED378362",
        "title":"Literacy across the Curriculum: Connecting Literacy in the Schools, Community and Workplace, 1993-1994."},
      {
        "id":"ED378363",
        "title":"JurisLIT Final Report."},
      {
        "id":"ED378364",
        "title":"Improving Perkins II Performance Measures and Standards. Lessons Learned from Early Implementers in Four States."},
      {
        "id":"ED378365",
        "title":"Whatever Happened to the RCU? The Changing Face of State-Level Vocational Education Research."},
      {
        "id":"ED378366",
        "title":"Literacy and Welfare Reform: Are We Making the Connection?"},
      {
        "id":"ED378367",
        "title":"Literacy and Older Adults in the United States."},
      {
        "id":"ED378368",
        "title":"Vocational Education and Special Populations: Reauthorization Issues. CRS Report for Congress."},
      {
        "id":"ED378369",
        "title":"School to Employment Program. 1992-1993 Annual Report."},
      {
        "id":"ED378370",
        "title":"Teaching Keyboarding."},
      {
        "id":"ED378371",
        "title":"International Consultation Meeting on the Role of Technical and Vocational Education in Educational Systems (Turin, Italy, June 14-18, 1993). Final Report. International Project on Technical and Vocational Education (UNEVOC)."},
      {
        "id":"ED378372",
        "title":"International Workshop on Curriculum Development in Technical and Vocational Education (Turin, Italy, August 30-September 3, 1993). Final Report. International Project on Technical and Vocational Education (UNEVOC)."},
      {
        "id":"ED378373",
        "title":"Collective Consultation on Literacy and Education for All. Appraisal and Prospects."},
      {
        "id":"ED378376",
        "title":"Improving the U.S. System of School-to-Work Transition for Youth and Young Adults: A Consideration of the Federal STWOA."},
      {
        "id":"ED378377",
        "title":"NCRVE Change Agent. Shaping the Future of Vocational Education. Volume 4, 1994."},
      {
        "id":"ED378378",
        "title":"Vocational Rehabilitation Record 1993: Partners in Achievement."},
      {
        "id":"ED378380",
        "title":"Articulation of Technical-Vocational Education with Bachelor Degree Programs."},
      {
        "id":"ED378381",
        "title":"The Role of Career Education in School-to-Work Transition. Information Series No. 359."},
      {
        "id":"ED378382",
        "title":"Training Attitudes of Women Business Owners: A Houston Cohort."},
      {
        "id":"ED378383",
        "title":"Best Practices. A Resource Book for Volunteer Tutor Program Coordinators."},
      {
        "id":"ED378384",
        "title":"Best Practices Samples. A Companion to Best Practices. A Resource Book for Volunteer Tutor Program Coordinators."},
      {
        "id":"ED378386",
        "title":"Planning for Life. A Compendium of Nationally Recognized Career Planning Programs."},
      {
        "id":"ED378387",
        "title":"Learning Styles and Lessons from the Medicine Wheel: A Native American Philosophy, a Proposed Integrated Model."},
      {
        "id":"ED378388",
        "title":"The Curricular Content of Technology Education As Identified by Industrial Educators."},
      {
        "id":"ED378389",
        "title":"Vocational Teacher Education Baccalaureate Degree Requirements: A National Survey."},
      {
        "id":"ED378390",
        "title":"FFA Participation and Youth Leadership Life Skills Development: A Tri-State Study."},
      {
        "id":"ED378391",
        "title":"Teaching Students with Special Needs in Vocational and Regular Education: Are Certification Requirements Adequate?"},
      {
        "id":"ED378392",
        "title":"Self-Assessed Skill Needs and Job Performance."},
      {
        "id":"ED378393",
        "title":"Literacy and Voting Behavior: A Statistical Analysis Based on the 1985 Young Adult Literacy Survey."},
      {
        "id":"ED378394",
        "title":"Proxy Measurement of Adult Basic Skills: Lessons from Canada."},
      {
        "id":"ED378395",
        "title":"Using Large-Scale Assessment Results To Identify and Evaluation Generalizable Indicators of Literacy."},
      {
        "id":"ED378396",
        "title":"Revising Department of Public Instruction Practices Regarding the Carl Perkins Vocational Education Act. A Workshop Report with Recommendations for Improvement. Bulletin No. 95168."},
      {
        "id":"ED378397",
        "title":"Wisconsin Secondary Vocational Education Annual Performance Report 1994."},
      {
        "id":"ED378398",
        "title":"Educating about Public Issues. Lessons from Eleven Innovative Public Policy Education Projects."},
      {
        "id":"ED378399",
        "title":"Welfare to Work. Current AFDC Program Not Sufficiently Focused on Employment. Report to the Chairman, Committee on Finance, U.S. Senate and Welfare To Work. AFDC Training Program Spends Billions, but Not Well Focused on Employment. Statement of Jane L. Ross, Director, Income Security Issues, Health, Education, and Human Services Division. Testimony before the Committee on Labor and Human Resources, United States Senate."},
      {
        "id":"ED378400",
        "title":"Irrigation Training Manual. Planning, Design, Operation, and Management of Small-Scale Irrigation Systems [and] Irrigation Reference Manual. A Technical Reference to Be Used with the Peace Corps Irrigation Training Manual T0076 in the Selection, Planning, Design, Operation, and Management of Small-Scale Irrigation Systems."},
      {
        "id":"ED378401",
        "title":"TALKit. Teaching Adult Learners Kit. Professional Development Activities for Teachers of Adult Learners."},
      {
        "id":"ED378402",
        "title":"Accountability, Assessment &amp; Adult Development: Focus Groups and Program Evaluation."},
      {
        "id":"ED378403",
        "title":"A Benchmarking Model. Benchmarking Quality Performance in Vocational Technical Education."},
      {
        "id":"ED378404",
        "title":"Marketing Education Certification Programs: Status and Future Directions."},
      {
        "id":"ED378405",
        "title":"Project TIME. Final Evaluation Report."},
      {
        "id":"ED378406",
        "title":"Staying Competitive. How Small and Mid-Sized Companies Are Meeting the Challenge of a Global Economy. Workforce Brief #1."},
      {
        "id":"ED378407",
        "title":"Company Training. A Key Strategy for Success. Workforce Brief #2."},
      {
        "id":"ED378408",
        "title":"Improving Retention in Adult Basic Education and Recommended Strategies for Effective Instructional and Counseling Interventions [and] Reasons for Resistance to Attending Adult Basic Literacy. Research in Adult Literacy."},
      {
        "id":"ED378409",
        "title":"The State Adult Literacy Survey: A Look at Results for Ohio. Adult Literacy Fact Sheet."},
      {
        "id":"ED378410",
        "title":"Trends in the Structure of Qualifications for Occupations Relating to Computer Networks."},
      {
        "id":"ED378411",
        "title":"Washington State Even Start 1993-1994: Final Evaluation. A Report to the Office of Adult Literacy."},
      {
        "id":"ED378412",
        "title":"GNVQs 1993-94: A National Survey Report. An Interim Report of a Joint Project. The Evolution of GNVQs: Enrolment and Delivery Patterns and Their Policy Implications."},
      {
        "id":"ED378415",
        "title":"The Rochester (NY) School-to-Work Transition Initiative."},
      {
        "id":"ED378416",
        "title":"Integrating Technology Education and Tech Prep."},
      {
        "id":"ED378417",
        "title":"Transitioning from School to Work: Programming for an Alternative School for At-Risk Adolescents."},
      {
        "id":"ED378419",
        "title":"Perceptions of Directors, Administrators, and Staff Development Personnel Regarding the Importance of Selected Training Topics for Field-Based Personnel and Their Inclusion in Extension Training Programs. A National Study."},
      {
        "id":"ED378420",
        "title":"Creating a Classroom Magazine. Teacher to Teacher."},
      {
        "id":"ED378421",
        "title":"Employment Outlook Survey. 2nd Quarter 1995."},
      {
        "id":"ED378422",
        "title":"High Performance Work Organizations. Myths and Realities."},
      {
        "id":"ED378423",
        "title":"Tech Prep. Myths and Realities."},
      {
        "id":"ED378424",
        "title":"A National Supply and Demand Study of Secondary Home Economics Teachers."},
      {
        "id":"ED378425",
        "title":"National Workplace Literacy Project. Final Performance Report."},
      {
        "id":"ED378426",
        "title":"Tools for the 21st Century. Southwest Alabama Cooperative Literacy Project. Final Evaluation."},
      {
        "id":"ED378427",
        "title":"Casco Bay Partnership for Workplace Education. Final Performance Report [and] Final Evaluation Report."},
      {
        "id":"ED378428",
        "title":"Workplace Education Program (WEP) Emily Griffith Opportunity School Final Report."},
      {
        "id":"ED378429",
        "title":"Basic Workplace Math for Non-Native English Speakers."},
      {
        "id":"ED378430",
        "title":"Customer Service/Telephone Communications."},
      {
        "id":"ED378431",
        "title":"Effective Writing in the Workplace: A Writing Workshop."},
      {
        "id":"ED378432",
        "title":"ESL in the Workplace--Reading & Writing."},
      {
        "id":"ED378433",
        "title":"Focus on Communication."},
      {
        "id":"ED378434",
        "title":"A Guide to Reading Comprehension and Critical Thinking."},
      {
        "id":"ED378435",
        "title":"Health & Hygiene in the Workplace."},
      {
        "id":"ED378436",
        "title":"Interactive Business Writing."},
      {
        "id":"ED378437",
        "title":"Meet Your Mind."},
      {
        "id":"ED378438",
        "title":"A Memo Writing Workshop."},
      {
        "id":"ED378439",
        "title":"TQM Awareness Training for Healthcare."},
      {
        "id":"ED378440",
        "title":"Understanding Graphs & Charts."},
      {
        "id":"ED378441",
        "title":"Vocabulary for Healthcare Personnel."},
      {
        "id":"ED378442",
        "title":"Writing It Right: A Writing Course for Police Officers."},
      {
        "id":"ED378443",
        "title":"Administering Adult Literacy Programs: The Role of Strategic Planning."},
      {
        "id":"ED378444",
        "title":"Increasing Retention through Student Success. Research to Practice."},
      {
        "id":"ED378445",
        "title":"Assessing Adult Literacy by Telephone."},
      {
        "id":"ED378446",
        "title":"Work-Based Learning in Two-Year Colleges in the United States."},
      {
        "id":"ED378448",
        "title":"Overcoming Structural Adjustment Policies in Africa: Strategies for Vocational Education and Training in the Sudan."},
      {
        "id":"ED378449",
        "title":"Longitudinal Study of Adult Literacy Participants in Tennessee. Year One Report."},
      {
        "id":"ED378452",
        "title":"Preventing Child and Adolescent Firearm Injuries. Firearm Facts."},
      {
        "id":"ED378453",
        "title":"The Financial Costs of Gun Violence. Firearm Facts."},
      {
        "id":"ED378454",
        "title":"Gun Sales. Firearm Facts."},
      {
        "id":"ED378455",
        "title":"Guns and Crime: Protection versus Peril. Firearm Facts."},
      {
        "id":"ED378456",
        "title":"Women and Guns. Firearm Facts."},
      {
        "id":"ED378457",
        "title":"Guns in Schools. Firearm Facts."},
      {
        "id":"ED378458",
        "title":"Unintentional Gun Deaths among Children. Firearm Facts."},
      {
        "id":"ED378459",
        "title":"Youth Suicide and Guns. Firearm Facts."},
      {
        "id":"ED378460",
        "title":"Youth Homicide and Guns. Firearm Facts."},
      {
        "id":"ED378461",
        "title":"Counselor Intentionality and Effective Helping. ERIC Digest."},
      {
        "id":"ED378462",
        "title":"School Counselor Role in Planning and Integrating Basic Skills. ERIC Digest."},
      {
        "id":"ED378463",
        "title":"High Hopes, Long Odds: A Major Report on Hoosier Teens and the American Dream."},
      {
        "id":"ED378464",
        "title":"The Importance of Counselling Support for Business Managers in a Crisis Situation."},
      {
        "id":"ED378466",
        "title":"Mentoring: Utilizing This Relationship in the Graduate Education of Psychology Students and Possible Concerns."},
      {
        "id":"ED378467",
        "title":"Major Concerns Associated with Recovered Memories of Childhood Abuse."},
      {
        "id":"ED378468",
        "title":"Youth Violence Syndrome (YVS) and American Society."},
      {
        "id":"ED378470",
        "title":"Intervention with Adolescents: The Identification of Bulimia Nervosa, and a Possible Treatment Modality."},
      {
        "id":"ED378471",
        "title":"The Life Attitudes Schedule: A Theoretically Derived Scale To Assess Adolescent Life-Enhancing, Life-Compromising, and Suicidal Behaviors."},
      {
        "id":"ED378472",
        "title":"Adult Attitudes about School Counselor Role."},
      {
        "id":"ED378473",
        "title":"Before Dreams Disappear: Preventing Youth Violence. Hearing on Examining Certain Provisions Establishing Programs To Prevent Youth Violence as Contained in the Proposed Violent Crime Control and Law Enforcement Act before the Subcommittee on Children, Feamily, Drugs and Alcoholism, of the Committee on Labor and Human Resources. United States Senate, One Hundred and Third Congress, Second Session."},
      {
        "id":"ED378474",
        "title":"Involvement in Extracurricular Activities and Adjustment to College."},
      {
        "id":"ED378475",
        "title":"Development of a Training Model To Increase Caseworker's Specificity, Clarity of Item Definition and Timeliness in Writing Individual Service Plans for Children in Foster Care."},
      {
        "id":"ED378476",
        "title":"Improving Student Social Skills through Cooperative Learning and the Second Step Violence-Prevention Curriculum."},
      {
        "id":"ED378477",
        "title":"Listening Skills for the Helping Profession."},
      {
        "id":"ED378478",
        "title":"The Importance of Human Needs during Retrospective Peacetime and the Persian Gulf War: University Students in the United States."},
      {
        "id":"ED378479",
        "title":"CACD Journal, 1993-94."},
      {
        "id":"ED378480",
        "title":"Prevention Bibliography, 1993-1994: An Annotated Guide to Information on Alcohol, Tobacco, and Other Drug Use among Youth."},
      {
        "id":"ED378481",
        "title":"Assessment of Addiction Treatment Counselors at Publicly Supported Treatment Facilities in the State of Nevada."},
      {
        "id":"ED378483",
        "title":"Toward a Strengths Perspective in Counseling."},
      {
        "id":"ED378484",
        "title":"Integrating Focus Group Research and Group Counseling."},
      {
        "id":"ED378485",
        "title":"Reconciling Divergent Views of Personal Autonomy."},
      {
        "id":"ED378486",
        "title":"Conflict Resolution for School Counselors: Facilitation and Social Learning."},
      {
        "id":"ED378487",
        "title":"Laotian Hmong Students and American Education: Meeting Special Needs and Challenges."},
      {
        "id":"ED378488",
        "title":"Elementary School Student Mental Health Needs Assessment: Implications for School Counseling Research and Practice."},
      {
        "id":"ED378489",
        "title":"Urban and Suburban Teens' Perception of Caring."},
      {
        "id":"ED378490",
        "title":"Anxiety and Its Influence on the Political Views of Palestinian Youngsters."},
      {
        "id":"ED378491",
        "title":"New Professionals in Student Affairs: What They Didn't Teach You in Graduate School."},
      {
        "id":"ED378494",
        "title":"Neglected or Delinquent Program, 1992-1993. Final Evaluation Report. Elementary and Secondary Education Act--Chapter 1."},
      {
        "id":"ED378496",
        "title":"Preparing Your Child for College: A Resource Book for Parents. Second Edition."},
      {
        "id":"ED378497",
        "title":"Computer-Assisted Career Guidance Systems and Career Counseling Services. Eleventh Annual Report [of the] Oakland University Adult Career Counseling Center: September 1993-June 1994."},
      {
        "id":"ED378498",
        "title":"SPARK Peer Helpers Program, 1992-93 Evaluation. OER Report."},
      {
        "id":"ED378499",
        "title":"Alcoholism among Psychologists: A Review of the Literature."},
      {
        "id":"ED378500",
        "title":"California Programs To Prevent and Reduce Drug, Alcohol, and Tobacco Use among In-School Youth: 1992-93 Annual Evaluation Report."},
      {
        "id":"ED378501",
        "title":"Women in American History: A Training Module [Grades] 1-6. Equity in Education: The Alaska Project."},
      {
        "id":"ED378502",
        "title":"Women in American History: A Training Module [Grades] 7-12. Equity in Education: The Alaska Project."},
      {
        "id":"ED378503",
        "title":"School Counseling Internship Organizational &amp; Supervision Materials."},
      {
        "id":"ED378504",
        "title":"Extramural Training and Career Opportunities in Aging Research."},
      {
        "id":"ED378505",
        "title":"Sex without Consent. Volume I: Peer Education Training for Secondary Schools."},
      {
        "id":"ED378506",
        "title":"Sex Without Consent. Volume II: Peer Education Training for Colleges and Universities."},
      {
        "id":"ED378507",
        "title":"Use of the MMPI-I in Identifying Personality Characteristics of Anorexia Nervosa, Restrictor Subtype: A Review of the Literature."},
      {
        "id":"ED378508",
        "title":"Juvenile Justice: Improving the Quality of Care."},
      {
        "id":"ED378511",
        "title":"The Diverse Living Arrangements of Children: Summer 1991."},
      {
        "id":"ED378512",
        "title":"Compulsive Eating: The Emotional Link of Its Use as a Coping Mechanism for Resident Freshman Female College Students."},
      {
        "id":"ED378513",
        "title":"Ratio of Female:Male Characters and Stereotyping in Educational Programming."},
      {
        "id":"ED378514",
        "title":"Human Aggression: Current Theories and Research."},
      {
        "id":"ED378515",
        "title":"Problem Solving Appraisal of Delinquent Adolescents."},
      {
        "id":"ED378516",
        "title":"The Effect of a Health Belief Intervention on Safer Sex Practices."},
      {
        "id":"ED378517",
        "title":"Gender Role Socialization in Jewish Men."},
      {
        "id":"ED378518",
        "title":"&quot;Set a Good Example Contest&quot; Evaluation: Response of Teachers and Students."},
      {
        "id":"ED378519",
        "title":"Mentoring: A Vital Ingredient for Career Success."},
      {
        "id":"ED378520",
        "title":"An Integrative Review of Research on Characteristics of Dropouts."},
      {
        "id":"ED378521",
        "title":"Prevention of Child Sexual Abuse. Final Report of the Joint Commission of the Chancellor and the Special Commissioner."},
      {
        "id":"ED378522",
        "title":"Preventing Interpersonal Violence among Youth: An Introduction to School, Community, and Mass Media Strategies."},
      {
        "id":"ED378523",
        "title":"Multiple Intelligences in the Schools."},
      {
        "id":"ED378524",
        "title":"220 Names/Faces 220 Dolch Words Are Too Many for Students with Memories Like Mine. AVKO &quot;Great Idea&quot; Reprint Series No. 601."},
      {
        "id":"ED378525",
        "title":"A Common Sense Approach to Controlled Word Lists. AVKO &quot;Great Idea&quot; Reprint Series No. 604. Revised Edition."},
      {
        "id":"ED378526",
        "title":"A Sentence Dictation Test That Includes over 300 of the Most Commonly Used Words. AVKO &quot;Great Idea&quot; Reprint Series No. 607."},
      {
        "id":"ED378527",
        "title":"An L.D. Screening Device That Can Be Given to Entire Schools in Less Than 10 Minutes. AVKO \"Great Idea\" Reprint Series No. 609."},
      {
        "id":"ED378528",
        "title":"How To Set Up a Community Education Course for Adults Whose Children (or SPOUSES) Have Reading/Spelling Problems. AVKO &quot;Great Idea&quot; Reprint Series No. 611."},
      {
        "id":"ED378530",
        "title":"How To Develop Your Own Sequential Spelling Tests. AVKO &quot;Great Idea&quot; Reprint Series No. 620."},
      {
        "id":"ED378531",
        "title":"How To Evaluate Your Present Spelling Program. AVKO &quot;Great Idea&quot; Reprint Series No. 621."},
      {
        "id":"ED378533",
        "title":"The Three Different Words Spelled H-A-V-E. AVKO &quot;Great Idea&quot; Reprint Series No. 624."},
      {
        "id":"ED378534",
        "title":"The Case of the Three &quot;Tooze&quot;: Too, Two, and To. AVKO &quot;Great Idea&quot; Reprint Series No. 625."},
      {
        "id":"ED378535",
        "title":"The SQ3R Reading Formula Really Works. AVKO &quot;Great Idea&quot; Reprint Series No. 626."},
      {
        "id":"ED378536",
        "title":"Underlining (or Highlighting): Cuing the Computer Brain. AVKO &quot;Great Idea&quot; Reprint Series No. 628."},
      {
        "id":"ED378537",
        "title":"The Proper Editing of Notes: The Key to Successful Learning. AVKO \"Great Idea\" Reprint Series No. 629."},
      {
        "id":"ED378538",
        "title":"A Practical Use for Miscue Analysis: Building Egos. AVKO &quot;Great Idea&quot; Reprint Series No. 631."},
      {
        "id":"ED378539",
        "title":"Learning about the Learning-To-Read Process by Teaching Yourself How To Read and Write Upside Down. AVKO \"Great Idea\" Reprint Series No. 632."},
      {
        "id":"ED378540",
        "title":"Comprehension/Schema Theory: A Practical Application. AVKO \"Great Idea\" Reprint Series No. 633."},
      {
        "id":"ED378541",
        "title":"Reading Improvement through SITDOWN: Simultaneous Individualized Teacher-Directed with Students Correcting Their OWN Mistakes. AVKO \"Great Idea\" Reprint Series No. 634."},
      {
        "id":"ED378542",
        "title":"English Spelling: The Simple, the Fancy, the Insane, the Tricky, and the Scrunched Up."},
      {
        "id":"ED378543",
        "title":"Change Process in Preservice Teachers Beliefs about Teaching and Learning during a Literacy Methods Course."},
      {
        "id":"ED378544",
        "title":"Fast Start: A Parental Involvement Reading Program for Primary Grade Students."},
      {
        "id":"ED378548",
        "title":"Reading Assessment Redesigned: Authentic Texts and Innovative Instruments in NAEP's 1992 Survey."},
      {
        "id":"ED378550",
        "title":"Listening to Children Read Aloud: Data from NAEP's Integrated Reading Performance Record (IRPR) at Grade 4."},
      {
        "id":"ED378551",
        "title":"A Synthesis of Data from NAEP's 1992 Integrated Reading Performance Record at Grade 4: Report in Brief."},
      {
        "id":"ED378553",
        "title":"Analysis of Replies to the Questionnaire on the Theme of the Forty-Second Session of the International Conference on Literacy Education (1990). IBE Document Series, Number 3."},
      {
        "id":"ED378554",
        "title":"Teaching Science with Analogies: A Resource for Teachers and Textbook Authors. Instructional Resource No. 7."},
      {
        "id":"ED378555",
        "title":"The Teaching Practices of Transactional-Strategies-Instruction Teachers as Revealed through Collaborative Interviewing. Reading Research Report No. 23."},
      {
        "id":"ED378556",
        "title":"Contexts of Emergent Literacy: Everyday Home Experiences of Urban Pre-Kindergarten Children. Reading Research Report No. 24."},
      {
        "id":"ED378557",
        "title":"Do Basal Readers Deskill Teachers? Reading Research Report No. 26."},
      {
        "id":"ED378558",
        "title":"Systemic Reform of Literacy Education: State and District-Level Policy Changes in Maryland. Reading Research Report No. 27."},
      {
        "id":"ED378559",
        "title":"Test Quality for Use in Curricular and Instructional Decision Making in Reading. Reading Research Report No. 28."},
      {
        "id":"ED378560",
        "title":"Individual Goal-Setting: Preservice Teachers Developing the Agenda."},
      {
        "id":"ED378561",
        "title":"The Use of Whole Language with Children in Kindergarten and First Grade."},
      {
        "id":"ED378562",
        "title":"Lennie Learns To Read."},
      {
        "id":"ED378563",
        "title":"Teacher Perceptions of Students' Motivation To Read. Reading Research Report No. 29."},
      {
        "id":"ED378564",
        "title":"Research Questions Teachers Ask: A Report from the National Reading Research Center School Research Consortium. Reading Research Report No. 30."},
      {
        "id":"ED378566",
        "title":"A Comparative Study of Content Area Literacy Students' Attitudes toward Reading through Autobiography Case Study Analysis."},
      {
        "id":"ED378567",
        "title":"A Study of a Recreational Reading Program for Disadvantaged Fifth Grade Students."},
      {
        "id":"ED378568",
        "title":"AFT/Chrysler Report on Kids, Parents, and Reading: A National Survey of Teachers on Reading and Writing."},
      {
        "id":"ED378569",
        "title":"Cooperative Integrated Reading and Composition (CIRC): A Brief Overview."},
      {
        "id":"ED378570",
        "title":"Methodological Issues in Comparative Educational Studies: The Case of the IEA Reading Literacy Study."},
      {
        "id":"ED378572",
        "title":"Differences in Preservice Teachers' Self-Assessing Strategies: Coping with the Conflicts and Tensions of Teaching."},
      {
        "id":"ED378573",
        "title":"Reading, Writing, and Talking about the Past."},
      {
        "id":"ED378574",
        "title":"Portfolio Assessment, English Majors, and Curriculum Development."},
      {
        "id":"ED378575",
        "title":"Building Bridges to Critical Thinking: Utilizing Student Journals in the College Classroom."},
      {
        "id":"ED378576",
        "title":"The Responses of Gay and Straight Readers to YA Novels about Homosexuality."},
      {
        "id":"ED378577",
        "title":"The Internet in English Language Arts."},
      {
        "id":"ED378578",
        "title":"Touring the City: College Sophomores Address Homelessness with Orwell."},
      {
        "id":"ED378579",
        "title":"Once More to the Essay: Prose Models, Textbooks, and Teaching."},
      {
        "id":"ED378580",
        "title":"Visual Literacy: College Students Respond to Picture Books."},
      {
        "id":"ED378581",
        "title":"Celebrating Diversity: Providing Cultural Contexts for Freshman Composition."},
      {
        "id":"ED378582",
        "title":"&quot;Packing Balloons in High Winds&quot;: Meeting the Needs of the Mildly Handicapped in the Regular Classroom."},
      {
        "id":"ED378583",
        "title":"From the Far East to Near West: Teaching Asian American Literature."},
      {
        "id":"ED378584",
        "title":"Windows into the Classroom: NAEP's 1992 Writing Portfolio Study."},
      {
        "id":"ED378585",
        "title":"The Writing Curriculum in the Rural School."},
      {
        "id":"ED378587",
        "title":"Effective Use of Student Journal Writing. ERIC Digest."},
      {
        "id":"ED378588",
        "title":"Crashing the Language Barrier! The English Language: The Way It Is."},
      {
        "id":"ED378589",
        "title":"The Metaphor of the Portfolio and the Metaphors in Portfolios: The Relation of Classroom-Based to Large-Scale Assessment. Report Series 3.9."},
      {
        "id":"ED378590",
        "title":"The Huck Finn Experience."},
      {
        "id":"ED378591",
        "title":"Tall Tales on Tour."},
      {
        "id":"ED378592",
        "title":"Writing Buddies."},
      {
        "id":"ED378593",
        "title":"Publishing a School Newspaper Using Computer Technology."},
      {
        "id":"ED378594",
        "title":"New Suncook News."},
      {
        "id":"ED378595",
        "title":"Classroom Newsletter: \"A View of What's Happening in the Classroom through the Eyes of the Children.\""},
      {
        "id":"ED378596",
        "title":"A Computer-Assisted Pedagogical Model for Transacting with Literature. NCTE Concept Paper No. 13."},
      {
        "id":"ED378601",
        "title":"Preserving the Integrity of the Beginning Communication Course: An Examination of Current Practices."},
      {
        "id":"ED378602",
        "title":"The Boyer Commission Report: Implications in the Basic Course."},
      {
        "id":"ED378603",
        "title":"Preparing Students To Be Educated Communication Consumers."},
      {
        "id":"ED378604",
        "title":"The Effects of Videotaping on Student Performances in the Basic Communication Course."},
      {
        "id":"ED378605",
        "title":"Ethics of Teaching Gender and Communication."},
      {
        "id":"ED378606",
        "title":"Do We Have a Problem Here? English Teachers and Required Integration of the Language Arts in California High Schools: A Survey of the Status of Speech Communication as Taught by English Teachers."},
      {
        "id":"ED378608",
        "title":"Public Debate and the Validation of Human Judgment."},
      {
        "id":"ED378610",
        "title":"Film and Video Theory in Television Production Manuals."},
      {
        "id":"ED378611",
        "title":"Using Feature Films to Integrate Themes and Concepts in the Basic Course."},
      {
        "id":"ED378612",
        "title":"The Importance of Nonverbal Communication in the Courtroom."},
      {
        "id":"ED378613",
        "title":"Visual Newsworkers' Attitudes toward Local Television News."},
      {
        "id":"ED378614",
        "title":"Effects of Humor and Rudeness on Judges' Decisions or &quot;Take My Judge Please.&quot;"},
      {
        "id":"ED378615",
        "title":"Television: A Communication Tool To Help Your Children."},
      {
        "id":"ED378616",
        "title":"Religious Humanism as a Rhetorical Movement."},
      {
        "id":"ED378617",
        "title":"Communication Assessment: Institutional and Departmental Decisions and Actions."},
      {
        "id":"ED378618",
        "title":"Business and Professional Communication: Where Are We Now? Are We Teaching Skills That Are Necessary in Business Today?"},
      {
        "id":"ED378619",
        "title":"Three Groups' Perception of Broadcasting in the Public Interest: A Factor Analytical Approach to Definition."},
      {
        "id":"ED378621",
        "title":"Oral Communication Skills in the Rural School."},
      {
        "id":"ED378622",
        "title":"Rationale for Equipping the Speech Instructional Staff at Rend Lake College with Lap Top Computers."},
      {
        "id":"ED378623",
        "title":"Critical Thinking in Speech Communication: Survey of Speech Communication Educators."},
      {
        "id":"ED378624",
        "title":"Status Report on Speech Research, July-December 1993. SR-115/116."},
      {
        "id":"ED378625",
        "title":"Interactive Theater: Performance Based Awareness and Education."},
      {
        "id":"ED378626",
        "title":"Parent Communication: Preparing for Parent-Teacher Conferences."},
      {
        "id":"ED378627",
        "title":"Broadcast News: An Interdisciplinary Project."},
      {
        "id":"ED378629",
        "title":"A Cultural Approach to Public Relations Research: An Extension of Hofstede's Variables to Grunig's Models of Public Relations."},
      {
        "id":"ED378630",
        "title":"Basic Communication Course Annual. Volume 5."},
      {
        "id":"ED378631",
        "title":"Basic Communication Course Annual. Volume 6."},
      {
        "id":"ED378632",
        "title":"Deconstructing the Erected Hierarchy: Sex and Power in Organizations."},
      {
        "id":"ED378633",
        "title":"Journal of Research for School Executives, Volumes 1 and 2, 1991-1992."},
      {
        "id":"ED378636",
        "title":"The Political Effects of Site-Based Decision Making on Local School Governance in the State of Texas."},
      {
        "id":"ED378637",
        "title":"The Principal's Role in Neighborhood-Based Interagency Collaboration: A Peripheral and Flexible Link."},
      {
        "id":"ED378638",
        "title":"Education America: A Call for Equity in School Reform. The National Coalition of Educational Equity Advocates."},
      {
        "id":"ED378665",
        "title":"What's Right with Schools. ERIC Digest, Number 93."},
      {
        "id":"ED378666",
        "title":"Developments in School Finance. Fiscal Proceedings from the Annual NCES State Data Conference (July 28-30, 1993)."},
      {
        "id":"ED378667",
        "title":"Developing School Based Decision Making Capacities in Kentucky: Communication Satisfaction after the Pilot Year."},
      {
        "id":"ED378668",
        "title":"The Other Side of Learning: Allocating Resources To Restore Well-Being."},
      {
        "id":"ED378669",
        "title":"Defining and Debating the Issues: Is Outcome-Based Education the Answer?"},
      {
        "id":"ED378670",
        "title":"Outcome-Based Education and Administrative Training: What Educational Leaders Need To Know and Be Able To Do."},
      {
        "id":"ED378671",
        "title":"KERA Updates: Watch for..."},
      {
        "id":"ED378672",
        "title":"An Early Warning System for Schools: An Examination of Illinois' Financial Watch List."},
      {
        "id":"ED378673",
        "title":"Linking Schools and Health Services: An Arizona View."},
      {
        "id":"ED378675",
        "title":"Evaluating Theory-Practice Linkages in Administrator Preparation."},
      {
        "id":"ED378676",
        "title":"Common Sense: Plain Talk to Legislators about School Finance."},
      {
        "id":"ED378677",
        "title":"Special Education Expenditure Analysis."},
      {
        "id":"ED378678",
        "title":"Working toward an Inclusive School Culture: A University-Secondary School Collaborative Model of Reflective Practice."},
      {
        "id":"ED378679",
        "title":"Theory and Practice of Leadership: Students' Perspectives."},
      {
        "id":"ED378680",
        "title":"New Leadership for a New Initiative: Presidents of Public Schools."},
      {
        "id":"ED378681",
        "title":"Applied Learning: Strategies for Integrating Academic and Vocational Education."},
      {
        "id":"ED378682",
        "title":"State-Level K-12 Education Reform Activities."},
      {
        "id":"ED378683",
        "title":"Introduction to School Restructuring Issues."},
      {
        "id":"ED378685",
        "title":"Prisoners of Time: Research. What We Know and What We Need To Know."},
      {
        "id":"ED378686",
        "title":"Prisoners of Time. Schools and Programs Making Time Work for Students and Teachers."},
      {
        "id":"ED378687",
        "title":"The Principal's Role in Mentoring."},
      {
        "id":"ED378693",
        "title":"The School Site: Land for Learning. Revised."},
      {
        "id":"ED378694",
        "title":"Crafting Authentic Instruction."},
      {
        "id":"ED378695",
        "title":"Hate Speech: Political Correctness v. the First Amendment."},
      {
        "id":"ED378696",
        "title":"The Americans with Disabilities Act and Family and Medical Leave Act: Legal Requirements, Negotiations and Policy Considerations."},
      {
        "id":"ED378697",
        "title":"The Role of the School Administrator: Leading toward Cooperation. Draft."},
      {
        "id":"ED378698",
        "title":"Implicit Theoretical Leadership Frameworks of Higher Education Administrators."},
      {
        "id":"ED378699",
        "title":"Sexual Harassment: Issues and Dilemmas."},
      {
        "id":"ED378700",
        "title":"The Impact of Structural Costs on Home Schooling Decisions in Rural and Non-Rural Districts."},
      {
        "id":"ED378701",
        "title":"An Evaluation Design for a Community School Cluster."},
      {
        "id":"ED378702",
        "title":"Charter Schools: New Model for Public Schools Provides Opportunities and Challenges. Report to Congressional Requesters."},
      {
        "id":"ED378703",
        "title":"School Facilities: Condition of America's Schools. Report to Congressional Requesters."},
      {
        "id":"ED378704",
        "title":"Consumer Involvement in Evaluation and Quality Assurance Efforts: Review of Current Efforts in the Field of Developmental Disabilities."},
      {
        "id":"ED378705",
        "title":"Parental and Professional Agreement in the Assessment of Children with Disabilities: An Examination."},
      {
        "id":"ED378706",
        "title":"Applying the Fair Labor Standards Act When Placing Students into Community-Based Vocational Education. A Trainer&apos;s Manual."},
      {
        "id":"ED378707",
        "title":"Part H of the Individuals with Disabilities Education Act: House Research Information Brief."},
      {
        "id":"ED378708",
        "title":"Responding to Violence in Their Lives: Creating Nurturing Environments for Children with Post-Traumatic Stress Disorder."},
      {
        "id":"ED378709",
        "title":"Abuse and Neglect of Children with Disabilities."},
      {
        "id":"ED378710",
        "title":"Planning for Inclusion."},
      {
        "id":"ED378711",
        "title":"Discipline and Students with Disabilities: An Analysis of State Policies. Final Report. Project FORUM."},
      {
        "id":"ED378712",
        "title":"Disciplining Students with Disabilities: A Synthesis of Critical and Emerging Issues. Final Report. Project FORUM."},
      {
        "id":"ED378713",
        "title":"A Forum on Discipline Challenges and Opportunities Impacting Students with Disabilities (Alexandria, Virginia, September 8-9, 1994). Final Report. Project FORUM."},
      {
        "id":"ED378714",
        "title":"Mediation and Due Process Procedures in Special Education: An Analysis of State Policies. Final Report. Project FORUM."},
      {
        "id":"ED378715",
        "title":"Policy Forum Report: Statewide Evaluation of Programs and Services for Students with Disabilities (Arlington, Virginia, August 30-31, 1994). Final Report. Project FORUM."},
      {
        "id":"ED378716",
        "title":"Disproportionate Representation of Students from Minority Ethnic/Racial Groups in Special Education: A Policy Forum To Develop Action Plans for High Priority Recommendations (Pentagon City, Virginia, August 25-26, 1994). Final Report. Project FORUM."},
      {
        "id":"ED378717",
        "title":"A Comparison of Evaluation Methods and Treatment Modalities for Attention Deficit Disorder by School Psychologists and Other Practitioners."},
      {
        "id":"ED378718",
        "title":"The Politics of Inclusion: A Dissenting Perspective."},
      {
        "id":"ED378720",
        "title":"Bilingual/Bicultural Deaf Education Is Appropriate. Occasional Monograph Series, Number 2."},
      {
        "id":"ED378721",
        "title":"State of Practice: How Assistive Technologies Are Used in Educational Programs of Children with Multiple Disabilities. A Final Report for the Project: Effective Use of Technology To Meet Educational Goals of Children with Disabilities."},
      {
        "id":"ED378722",
        "title":"What's Working: Topics in Inclusive Education."},
      {
        "id":"ED378723",
        "title":"OSHA and ADA: &quot;Reasonable Accommodation&quot; in Training Persons with Developmental Disabilities."},
      {
        "id":"ED378724",
        "title":"A Bibliography of Materials on Behavior Management in the Home and Community."},
      {
        "id":"ED378725",
        "title":"Assessing Children for the Presence of a Disability."},
      {
        "id":"ED378726",
        "title":"Bibliography for Families: Assessing Children for the Presence of a Disability."},
      {
        "id":"ED378727",
        "title":"A Bibliography for Schools: Assessing Children for the Presence of a Disability."},
      {
        "id":"ED378728",
        "title":"A Bibliography of Materials on Behavior Management in the Schools."},
      {
        "id":"ED378729",
        "title":"Attention-Deficit/Hyperactivity Disorder. NICHCY Briefing Paper. Revised Edition."},
      {
        "id":"ED378730",
        "title":"Collaborative Teaming for Inclusion-Oriented Schools: An Introduction and Video Guide."},
      {
        "id":"ED378731",
        "title":"A Guided Introduction to the Employment Provisions of the Americans with Disabilities Act."},
      {
        "id":"ED378732",
        "title":"Communicating the Americans with Disabilities Act. Transcending Compliance: A Case Report on Sears, Roebuck and Co."},
      {
        "id":"ED378733",
        "title":"Ideas and Suggestions for Curricular Adaptations at the Elementary Level: Colorado Effective Education Model."},
      {
        "id":"ED378734",
        "title":"Ideas and Suggestions for Curricular Adaptations at the Secondary Level: Colorado Effective Education Model."},
      {
        "id":"ED378735",
        "title":"A Multicultural Awareness Program To Improve Language and Thinking Skills to a Group of Language Deficient Preschool Students."},
      {
        "id":"ED378736",
        "title":"Improving the Transition Process for Middle School Learning Disabled Students Reentering the Regular Classroom through Student Accountability and Teacher Inservice Training."},
      {
        "id":"ED378737",
        "title":"Improving the Coordination of School Psychological Assessment Involving Monolingual and Bilingual Psychologists Who Work with Language Minority Children."},
      {
        "id":"ED378738",
        "title":"Assessment in Psychiatric Rehabilitation: An Approach to Organizing the Early Stages of Casework."},
      {
        "id":"ED378739",
        "title":"Intervention Strategies for the Child with Prenatal Drug Exposure."},
      {
        "id":"ED378740",
        "title":"Evaluation of the 1991-1992 Special Education Professional in Training Program. OER Report."},
      {
        "id":"ED378741",
        "title":"State Incentive Grant District 75/Citywide Special Education Staff Development Program (SIG) 1993-94. OER Report."},
      {
        "id":"ED378742",
        "title":"Hearing on the Reauthorization of the Individuals with Disabilities Education Act (IDEA). Hearing before the Subcommittee on Select Education and Civil Rights of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, Second Session."},
      {
        "id":"ED378743",
        "title":"On Simulating Blindness."},
      {
        "id":"ED378744",
        "title":"The Name of the Game: Employment. Twentieth Institute on Rehabilitation Issues."},
      {
        "id":"ED378745",
        "title":"Project COED: Bridge to the Future from Classroom to Internship to Career. A How To Handbook for Client Success."},
      {
        "id":"ED378746",
        "title":"Implementation of Transition Services in State Systems: Colorado, Nebraska, Minnesota and Virginia."},
      {
        "id":"ED378747",
        "title":"Behavioral Variations among Special Populations."},
      {
        "id":"ED378748",
        "title":"A Descriptive Study of Early Childhood Intervention Programs in Saskatchewan. Final Report of &quot;The Alpern-Boll&quot; Data, 1984-1990."},
      {
        "id":"ED378749",
        "title":"Vocational &amp; Social Inclusion. Special Issue."},
      {
        "id":"ED378750",
        "title":"ADHD--New Legal Responsibilities for Schools. Policy Briefs."},
      {
        "id":"ED378751",
        "title":"Find Your Future: A Career-Planning Guide in Science, Mathematics, and Engineering for Precollege Students with Disabilities and the Adults Who Work with Them. Second Edition."},
      {
        "id":"ED378752",
        "title":"You're in Charge: A Career-Planning Guide in Science, Mathematics, and Engineering for College Students with Disabilities and the Advocates and Advisors Who Work with Them. Second Edition."},
      {
        "id":"ED378753",
        "title":"Bridging Early Services Transition Project--Outreach. Final Report."},
      {
        "id":"ED378754",
        "title":"The Integrated Outreach Project. Final Report."},
      {
        "id":"ED378755",
        "title":"Assistive Technology for Students with Mild Disabilities. ERIC Digest E529."},
      {
        "id":"ED378757",
        "title":"Handwriting and Students with Disabilities: Overcoming First Impressions."},
      {
        "id":"ED378758",
        "title":"A Positive Approach to Understanding and Addressing Challenging Behaviors. Supporting Educators and Families To Include Students with Emotional and Behavioral Difficulties in Regular Education."},
      {
        "id":"ED378763",
        "title":"Making the Most of Consultants."},
      {
        "id":"ED378764",
        "title":"Teacher and Parent Assessment of Employability/Life Skills."},
      {
        "id":"ED378766",
        "title":"Undocumented Students with Disabilities: A State Inquiry. Final Report."},
      {
        "id":"ED378767",
        "title":"Special Education in Rural Areas: Validation of Critical Issues by Selected State Directors of Special Education. Final Report."},
      {
        "id":"ED378768",
        "title":"Mediation as an Option in Special Education. Final Report."},
      {
        "id":"ED378769",
        "title":"Goals 2000: Impacting Students with Disabilities Policy Forum Report. Final Report."},
      {
        "id":"ED378770",
        "title":"Children's Village: A Safe Haven for Children of Stress and Violence. Revised."},
      {
        "id":"ED378771",
        "title":"Meeting the Needs of All Students: Section 504 of the Rehabilitation Act of 1973. Revised."},
      {
        "id":"ED378772",
        "title":"Iowa Behavioral Initiative Concept Paper."},
      {
        "id":"ED378773",
        "title":"ACTTive Technology, 1993."},
      {
        "id":"ED378774",
        "title":"Best Practices in School Psychology: Peabody Reintegration Project."},
      {
        "id":"ED378775",
        "title":"Educational Accountability for Students with Disabilities."},
      {
        "id":"ED378776",
        "title":"Opportunity-To-Learn Standards."},
      {
        "id":"ED378780",
        "title":"Increasing the Number of Elementary Students Found Eligible for Placement in a Gifted Program by Improving the Prescreening Process through Increased Training for School Staff and Parent Education."},
      {
        "id":"ED378781",
        "title":"A Social Emotional/Awareness Program for Learning Disabled Students."},
      {
        "id":"ED378782",
        "title":"Communicator, Journal of the California Association for the Gifted (CAG), 1994."},
      {
        "id":"ED378783",
        "title":"Learning Disabilities: A National Responsibility. Report of the Summit on Learning Disabilities (Washington, D.C., September 20-21, 1994)."},
      {
        "id":"ED378785",
        "title":"The Use of Expressions of Gratitude in English by Japanese and American University Students."},
      {
        "id":"ED378786",
        "title":"Adapting Classroom Activities for Multiple Needs and Purposes: \"Find Someone Who...\""},
      {
        "id":"ED378787",
        "title":"Zapoteco del Istmo, Juchitan, Oaxaca (Zapotec of the Isthmus, Juchitan, Oaxaca)."},
      {
        "id":"ED378788",
        "title":"Trique de San Juan Copala, Oaxaca (Trique of San Juan Copala, Oaxaca)."},
      {
        "id":"ED378789",
        "title":"Mixteco de Santa Maria Penoles, Oaxaca (Mixtec of Santa Maria Penoles, Oaxaca)."},
      {
        "id":"ED378790",
        "title":"Chocho de Santa Catarina Ocotlan, Oaxaca (Chocho of Santa Catarina Ocotlan, Oaxaca)."},
      {
        "id":"ED378791",
        "title":"Mazateco de Chiquihuitlan, Oaxaca (Mazater of Chiquihuitlan, Oaxaca)."},
      {
        "id":"ED378792",
        "title":"Zoque de Chimalapa, Oaxaca (Zoque of Chimalapa, Oaxaca)."},
      {
        "id":"ED378793",
        "title":"Chontal de la Sierra de Oaxaca (Chontal of the Oaxacan Mountain Area)."},
      {
        "id":"ED378794",
        "title":"Mixe de Tlahuitoltepec, Oaxaca (Mixe of Tlahuitoltepec, Oaxaca)."},
      {
        "id":"ED378795",
        "title":"Chinanteco de San Juan Lealao, Oaxaca (Chinantec of San Juan Lealao, Oaxaca)."},
      {
        "id":"ED378796",
        "title":"Nahuatl de Acaxochitlan, Hidalgo (Nahuatl of Acaxochitlan, Hidalgo)."},
      {
        "id":"ED378797",
        "title":"Huave de San Mateo del Mar, Oaxaca (Huave of San Mateo del Mar, Oaxaca)."},
      {
        "id":"ED378798",
        "title":"Tlapaneco de Malinaltepec, Guerrero (Tlapanec of Malinaltepec, Guerrero)."},
      {
        "id":"ED378799",
        "title":"Otomi de San Andres Cuexcontitlan, Estado de Mexico (Otomi of San Andres Cuexcontitlan, State of Mexico)."},
      {
        "id":"ED378800",
        "title":"Mayo de Los Capomos, Sinaloa (Mayo of Los Capomos, Sinaloa)."},
      {
        "id":"ED378801",
        "title":"Totonaco de Papantla, Veracruz (Totonac of Papantla, Veracruz)."},
      {
        "id":"ED378802",
        "title":"Guarijio de Arechuyvo, Chihuahua (Guarijio of Arechuyvo, Chihuahua)."},
      {
        "id":"ED378803",
        "title":"Acateco de la Frontera Sur (Acateco of the Southern Border)."},
      {
        "id":"ED378804",
        "title":"Languages in Primary School Education: Towards Equity for Australia and Australians."},
      {
        "id":"ED378806",
        "title":"Elementary School Students Reading Science Texts in Spanish."},
      {
        "id":"ED378807",
        "title":"Teaching Spanish in the US: Grammatical Theory and the Communicative Method."},
      {
        "id":"ED378808",
        "title":"A System for Automating Concordance Line Selection."},
      {
        "id":"ED378809",
        "title":"Less Commonly Taught Languages in High School."},
      {
        "id":"ED378810",
        "title":"Lexical Innovation in Ghanaian English."},
      {
        "id":"ED378811",
        "title":"Verbal Playfulness as a Rapport-Building Strategy in Conversation among Chinese Female Friends."},
      {
        "id":"ED378812",
        "title":"Why Don't Students Study Russian?"},
      {
        "id":"ED378813",
        "title":"Does the Home Make a Difference? An Error Analysis of the Speech of Home-Exposure and Non-Home Exposure Mandarin Chinese Students."},
      {
        "id":"ED378816",
        "title":"The New Hampshire Limited English Proficient Student Identification Project. 1991-1992 Final Report."},
      {
        "id":"ED378817",
        "title":"Education Progress of Students in Bilingual and ESL Programs: A Longitudinal Study, 1990-1994. OER Report."},
      {
        "id":"ED378821",
        "title":"The Irish Language in the Republic of Ireland 1983: Preliminary Report of a National Survey."},
      {
        "id":"ED378822",
        "title":"Teaching Irish in the Schools: Towards a Language Policy for 1992. Occasional Paper Number 7."},
      {
        "id":"ED378823",
        "title":"Reeducating a Chinese Child in America in the Native Language."},
      {
        "id":"ED378824",
        "title":"Public and Teacher Attitudes Toward Irish in the Schools. A Review of Recent Surveys. Occasional Paper Number 6."},
      {
        "id":"ED378825",
        "title":"A Cross-Cultural Study of Implicatures in Brazilian TV Commercials."},
      {
        "id":"ED378826",
        "title":"The World of Business and Commerce as Seen by French Literary Authors."},
      {
        "id":"ED378827",
        "title":"Profile of Effective Bilingual Teaching, Kindergarten. Video Facilitator's Guide. Meeting the Challenge of Teaching Linguistically Diverse Students, Video Series."},
      {
        "id":"ED378828",
        "title":"Profile of Effective Bilingual Teaching, First Grade. Video Facilitator's Guide. Meeting the Challenge of Teaching Linguistically Diverse Students, Video Series."},
      {
        "id":"ED378829",
        "title":"Issues in the Maintenance of Aboriginal Languages and Aboriginal English."},
      {
        "id":"ED378830",
        "title":"When &quot;No&quot; Means &quot;Yes&quot;: Agreeing and Disagreeing in Indian English Discourse."},
      {
        "id":"ED378831",
        "title":"Micro-Parametric Variation in Romance Middle Constructions."},
      {
        "id":"ED378832",
        "title":"The Syntactic Features of English Spoken by Advanced Bilingual Arabs."},
      {
        "id":"ED378833",
        "title":"Language Use in Two-Way Bilingual Programs."},
      {
        "id":"ED378834",
        "title":"All-Irish Primary Schools in the Dublin Area. Report of a Sociological and Spatial Study of All-Irish-Medium Schools in the Greater Dublin Area, with Special Reference to Their Impact on Home and Social Network Use of Irish."},
      {
        "id":"ED378835",
        "title":"The Academic Language of Social Studies: A Bridge to an All-English Classroom."},
      {
        "id":"ED378836",
        "title":"Linguistic and Cultural Factors in Service Interactions."},
      {
        "id":"ED378837",
        "title":"PREP: Preparing Refugees for Elementary Programs."},
      {
        "id":"ED378838",
        "title":"The PASS Program: Preparation for American Secondary Schools."},
      {
        "id":"ED378839",
        "title":"The Appropriateness of the Communicative Approach in Vietnam: An Interview Study in Intercultural Communication."},
      {
        "id":"ED378840",
        "title":"How Americans and Thais Respond to Compliments."},
      {
        "id":"ED378841",
        "title":"Western European Dissertations on the Hispanic and Luso-Brazilian Languages and Literatures: A Retrospective Index."},
      {
        "id":"ED378842",
        "title":"The Use of Technology in Adult ESL Programs: Current Practice--Future Promise."},
      {
        "id":"ED378843",
        "title":"ESL and the Employment Connection."},
      {
        "id":"ED378844",
        "title":"Training a Multicultural Workforce."},
      {
        "id":"ED378845",
        "title":"Family Literacy for Language Minority Families: Issues for Program Implementation. NCBE Program Information Guide Series, No. 17."},
      {
        "id":"ED378846",
        "title":"Valuing Diversity in the Multicultural Classroom. ERIC Digest."},
      {
        "id":"ED378847",
        "title":"Collaboration in Adult ESL and Family Literacy Education. ERIC Digest."},
      {
        "id":"ED378848",
        "title":"Family and Intergenerational Literacy in Multilingual Families ERIC Q &amp; A. [Revised.]"},
      {
        "id":"ED378849",
        "title":"A Time To Learn, Units 3 &amp; 4. A Resource for Teachers of Bilingual Literacy Learners."},
      {
        "id":"ED378851",
        "title":"The Split \"T\" Offense Versus the Full Court Press: Implications for Higher Education."},
      {
        "id":"ED378852",
        "title":"Evaluation of The Brooklyn College Learning Center (BCLC)."},
      {
        "id":"ED378853",
        "title":"Creative Faculty Development in Times of Diminishing Resources."},
      {
        "id":"ED378854",
        "title":"Utilization of Residence Hall Facilities, Fall 1993, with Trends from Fall 1984. Report Number 9-94."},
      {
        "id":"ED378855",
        "title":"Measuring Alumna Career Advancement: An Approach Based on Educational Expectations."},
      {
        "id":"ED378857",
        "title":"Results of the Housing Building Condition Evaluation Survey at the University of Georgia."},
      {
        "id":"ED378858",
        "title":"Evaluating Deficiencies in Campus Facilities: The Institutional Research/Physical Plant Nexus."},
      {
        "id":"ED378859",
        "title":"The Impact of Higher Education Law on Physical Plant Administrators."},
      {
        "id":"ED378860",
        "title":"Facilities Management in Higher Education: Doing More with Less."},
      {
        "id":"ED378861",
        "title":"A Survey of Facilities Associations."},
      {
        "id":"ED378862",
        "title":"Access and Equity 2000: The Texas Educational Opportunity Plan for Public Higher Education: September 1994 through August 2000."},
      {
        "id":"ED378863",
        "title":"Preparing School Leaders for the 21st Century: Results of a National Survey of Educational Leadership Doctoral Programs."},
      {
        "id":"ED378864",
        "title":"Directory of Graduate Student Employee Bargaining Agents and Organizations."},
      {
        "id":"ED378866",
        "title":"Overview of Literature Related to the Study and Practice of Academic Fund Raising."},
      {
        "id":"ED378867",
        "title":"Utah System of Higher Education Report on Assessment and Accountability. July 1993."},
      {
        "id":"ED378868",
        "title":"Achievement-Based Resourcing."},
      {
        "id":"ED378869",
        "title":"Leadership and Its Functions in Further and Higher Education. Mendip Papers."},
      {
        "id":"ED378870",
        "title":"Coping with Incapability. Mendip Papers."},
      {
        "id":"ED378871",
        "title":"Opportunity Analysis and Selection: 50 or More Ways To Reduce Costs. Mendip Papers."},
      {
        "id":"ED378874",
        "title":"Strategic Plan To Ensure Racial and Ethnic Diversity in Connecticut Public Higher Education. Annual Report: December, 1994."},
      {
        "id":"ED378875",
        "title":"The Federal Direct Student Loan Program. CRS Report for Congress."},
      {
        "id":"ED378876",
        "title":"Recent Changes in Federal Student Aid. CRS Report for Congress."},
      {
        "id":"ED378877",
        "title":"The Federal Pell Grant Program. CRS Report for Congress."},
      {
        "id":"ED378878",
        "title":"The Federal Family Education Loan Programs. CRS Report for Congress. Updated."},
      {
        "id":"ED378879",
        "title":"Patterns of Governance in Higher Education Concepts and Trends. New Papers on Higher Education: Studies and Research 9."},
      {
        "id":"ED378880",
        "title":"Graduate Employment in New Zealand, 1993. A Summary of Destinations. Report for the Year Ended 31 May 1993. No. 20."},
      {
        "id":"ED378881",
        "title":"Development of a Communication Structure for School/University Collaboration: The COAR Model."},
      {
        "id":"ED378885",
        "title":"Federal Financial Aid Institutional Eligibility: A President's Guide to Federal Compliance Responsibilities."},
      {
        "id":"ED378886",
        "title":"Geographic Origins of Students, Fall 1993, Volumes I-III. Report Number 2-94."},
      {
        "id":"ED378888",
        "title":"Recruiting Bright Students into Education: A Collaborative Effort."},
      {
        "id":"ED378889",
        "title":"Community Service Activity by Western Washington University Students: Its Extent, Nature, and Impact on the Surrounding Community. Technical and Research Reports."},
      {
        "id":"ED378890",
        "title":"Financial Aid for Re-Entry Women Students: A Guide to Financial Resources."},
      {
        "id":"ED378891",
        "title":"Residence and Migration of First-Time Freshmen Enrolled in Higher Education Institutions: Fall 1992. E.D. TABS."},
      {
        "id":"ED378892",
        "title":"Department of Education: Opportunities To Realize Savings. Testimony before the Subcommittee on Labor, Health and Human Services, Education, and Related Agencies, Committee on Appropriations, House of Representatives."},
      {
        "id":"ED378895",
        "title":"Master's Education: A Guide for Faculty and Administrators. A Policy Statement."},
      {
        "id":"ED378897",
        "title":"Higher Education and Fire Service Professionalism."},
      {
        "id":"ED378898",
        "title":"Universities in the Twenty-First Century: A Lecture Series."},
      {
        "id":"ED378899",
        "title":"Celebrating Challenges of Change: Liberal Arts Colleges Meeting National Needs. Selected Proceedings from the Anniversary Conference of the Great Lakes Colleges Association (GLCA) (13th, Indianapolis, Indiana, March 31-April 3, 1993)."},
      {
        "id":"ED378900",
        "title":"Thinking about Law School: A Minority Guide."},
      {
        "id":"ED378905",
        "title":"Ten Public Policy Issues for Higher Education in 1995. AGB Public Policy Series No. 95-1."},
      {
        "id":"ED378907",
        "title":"Implementing the Multicultural Education Perspective into the Nursing Curriculum."},
      {
        "id":"ED378908",
        "title":"Academic Performance Characteristics: In-State First-Time Freshmen at Virginia's State-Supported Institutions. 1992-93 State Summary."},
      {
        "id":"ED378909",
        "title":"Academic Performance Characteristics: In-State First-Time Freshmen at Virginia's State-Supported Institutions. 1993-94 State Summary."},
      {
        "id":"ED378910",
        "title":"Paving the Way for the 21st Century: The Human Factor in Higher Education Financial Management."},
      {
        "id":"ED378911",
        "title":"College and University Budgeting: An Introduction for Faculty and Academic Administrators. Second Edition."},
      {
        "id":"ED378920",
        "title":"Undergraduate Education: Assessing College Student Achievement. Item #6."},
      {
        "id":"ED378921",
        "title":"The State as a Support System: What Should Women in Academe Expect? A Global Perspective."},
      {
        "id":"ED378922",
        "title":"An Assessment of the Leadership Skills of College of Education Students at Marshall University."},
      {
        "id":"ED378924",
        "title":"Collaborative Peer Review. The Role of Faculty in Improving College Teaching. ERIC Digest."},
      {
        "id":"ED378925",
        "title":"Collaborative Peer Review: The Role of Faculty in Improving College Teaching. ASHE-ERIC Higher Education Report No. 2."},
      {
        "id":"ED378926",
        "title":"Women in Higher Education, 1994."},
      {
        "id":"ED378927",
        "title":"Health Services Education Grants Act: Fiscal Year 1995 Grant Allocations."},
      {
        "id":"ED378928",
        "title":"Independence or Interdependence: Can Government and Accrediting Organizations Get Along? 75th Anniversary Series."},
      {
        "id":"ED378929",
        "title":"Perspectives and Accomplishments, 1993-1994: Annual Report of the Executive Director."},
      {
        "id":"ED378930",
        "title":"Florida Statewide Course Numbering System."},
      {
        "id":"ED378931",
        "title":"From &quot;My Work&quot; to &quot;Our Work&quot;: Realigning Faculty Work with College and University Purposes."},
      {
        "id":"ED378935",
        "title":"Desktop Video Productions. ICEM Guidelines Publications No. 6."},
      {
        "id":"ED378936",
        "title":"The Research Circle--Building Knowledge on Equal Terms."},
      {
        "id":"ED378937",
        "title":"Telecomputing for Teaching and Learning: Stories of People Using Computer Networking for Learning."},
      {
        "id":"ED378938",
        "title":"Research Priorities in Networking and Communications."},
      {
        "id":"ED378939",
        "title":"Computer Education in Developing Countries: Analysis and an Annotated Bibliography."},
      {
        "id":"ED378940",
        "title":"Designing Learning and Technology for Educational Reform."},
      {
        "id":"ED378941",
        "title":"Byting Back: Policies To Support the Use of Technology in Education."},
      {
        "id":"ED378943",
        "title":"Teaching with Technology: A Proposal for Using Amateur Radio in the Classroom."},
      {
        "id":"ED378944",
        "title":"West Virginia Teachers' Telecommunications Needs and Preferences: Initial Results of a Survey."},
      {
        "id":"ED378946",
        "title":"Teaching Fifth Graders Electronic Information Retrieval Skills."},
      {
        "id":"ED378947",
        "title":"Educational Technology: K-12 Planning and Investments in the SREB States."},
      {
        "id":"ED378948",
        "title":"Classification Theory, Taxonomic Issues, and the 1994 Definition of Instructional Technology."},
      {
        "id":"ED378949",
        "title":"Instructional Telecommunications: A Resource and Planning Guide. Bulletin No. 95171."},
      {
        "id":"ED378950",
        "title":"Interactive Video in the In-Service Training of Teachers."},
      {
        "id":"ED378951",
        "title":"Development and Status of Educational Technology in Brunei Darussalam."},
      {
        "id":"ED378952",
        "title":"Effects of Translation Methods in Imported Instructional Video Programs on Taiwan Fourth Graders' Memory."},
      {
        "id":"ED378953",
        "title":"Training in the Use of the Internet."},
      {
        "id":"ED378954",
        "title":"Expanding Instructional Technology's Foundation of Conceptual Theory."},
      {
        "id":"ED378955",
        "title":"Instructional Format and Segment Length In Interactive Video Programs."},
      {
        "id":"ED378956",
        "title":"Girls Like Colors, Boys Like Action? Imagery Preferences and Gender."},
      {
        "id":"ED378957",
        "title":"The World at Our Fingertips."},
      {
        "id":"ED378958",
        "title":"Project Linking: The Russia--US Connection. Detective Portfolio: Who Is My Keypal?"},
      {
        "id":"ED378959",
        "title":"Advanced Telecommunications in U.S. Public Schools, K-12. E.D. Tabs."},
      {
        "id":"ED378960",
        "title":"The Use of Information by Educators. Annotated Bibliography."},
      {
        "id":"ED378961",
        "title":"National Diffusion Network: Developer Demonstrator and Dissemination Process Projects Directory. 1995."},
      {
        "id":"ED378962",
        "title":"Developing CD-ROMs: Pitfalls and Detours on the Road to the Digital Village."},
      {
        "id":"ED378963",
        "title":"Teaching Telecommunications: A Comparison between Video and Computer-Based Instruction."},
      {
        "id":"ED378964",
        "title":"Dynamic Multimedia Instruction: An Affordable Solution for Mixed-Media Integration on a Single Classroom Television."},
      {
        "id":"ED378965",
        "title":"Hypermedia Supports for Student Learning."},
      {
        "id":"ED378966",
        "title":"Marketing the Texas Reading Club: A Guide for Youth Services Specialists."},
      {
        "id":"ED378967",
        "title":"Video Reviews: A Content Analysis of Selections Appearing in &quot;The Video Rating Guide for Libraries,&quot;&quot;Booklist&quot; and &quot;Library Journal&quot; for 1991."},
      {
        "id":"ED378968",
        "title":"Intergenerational Programming in Public Libraries in Western Pennsylvania."},
      {
        "id":"ED378969",
        "title":"An Evaluation of Magazines Suitable for Public Libraries for the Presence of Alkaline Paper."},
      {
        "id":"ED378970",
        "title":"Analysis of Interlibrary Loan Records from Demkee Medical Library Wooster Community Hospital, 1987-1992."},
      {
        "id":"ED378971",
        "title":"Florida Librarians Respond to Home Education."},
      {
        "id":"ED378972",
        "title":"Collecting, Preserving &amp; Sharing Information in Micronesia. Proceedings of the Annual Pacific Islands Association of Libraries and Archives Conference (3rd, Saipan, Northern Mariana Islands, October 13-15, 1993)."},
      {
        "id":"ED378973",
        "title":"A Study of the Description and Evaluation of Indexes in Biographies Written for Children."},
      {
        "id":"ED378974",
        "title":"Reading Is a Natural. Family Reading Program Manual. 1994."},
      {
        "id":"ED378975",
        "title":"Wisconsin Library Service Record. 1993."},
      {
        "id":"ED378976",
        "title":"Three Library and Information Science Databases Revisited: Currency, Coverage and Overlap, Interindexing Consistency."},
      {
        "id":"ED378977",
        "title":"We Don't Wear Aprons Anymore: An Annotated Bibliography of Working Mothers in Children's Literature."},
      {
        "id":"ED378978",
        "title":"Florida Plan for Interlibrary Cooperation Resource Sharing and Network Development."},
      {
        "id":"ED378979",
        "title":"A Guide to Vermontiana Collections at Academic, Special and Selected Public Libraries."},
      {
        "id":"ED380987",
        "title":"Self-Organizing Example-Based Machine Translation, A Prototype."},
      {
        "id":"ED380988",
        "title":"Grammatical Complexity of Aphasic Speech."},
      {
        "id":"ED380989",
        "title":"Different Ways of Conveying Information: A Comparison of Spoken and Written Stories Produced by Non-Aphasic and Aphasic Subjects."},
      {
        "id":"ED380990",
        "title":"Consonant Harmony."},
      {
        "id":"ED380991",
        "title":"Patterns of Phonological Disturbances in Adult Aphasia."},
      {
        "id":"ED380992",
        "title":"The Power of Women's Voices in the Practice of &quot;Chismeando.&quot;"},
      {
        "id":"ED380993",
        "title":"Vocabulary Testing: Questions for Test Development with Six Examples of Tests of Vocabulary Size and Depth."},
      {
        "id":"ED380994",
        "title":"Identifying and Assessing Vocabulary Learning Strategies."},
      {
        "id":"ED380995",
        "title":"The Role of Markedness in Coding Episode Boundaries: Evidence from Oral and Written Discourse."},
      {
        "id":"ED380996",
        "title":"An ANN That Applies Pragmatic Decision on Texts."},
      {
        "id":"ED380997",
        "title":"The Contextual Nature of &quot;Also.&quot;"},
      {
        "id":"ED380998",
        "title":"The Contextual Nature of &quot;Even&quot; and &quot;Only.&quot;"},
      {
        "id":"ED381000",
        "title":"Learners' Perspectives on Authenticity."},
      {
        "id":"ED381001",
        "title":"From Language Policy to Language Planning: An Overview of Languages Other Than English in Australian Education."},
      {
        "id":"ED381003",
        "title":"Nasal Assimilation and Labiovelar Geometry."},
      {
        "id":"ED381004",
        "title":"Some Considerations of Intersubjectivity in the Analysis of Textual Relations."},
      {
        "id":"ED381005",
        "title":"Politeness Theory in Computer Mediated Communication: Face Threatening Acts in a &quot;Faceless&quot; Medium."},
      {
        "id":"ED381006",
        "title":"Teaching English through Newspapers."},
      {
        "id":"ED381007",
        "title":"Students' Evaluation of CAI English Classes."},
      {
        "id":"ED381008",
        "title":"Freewriting: An Interhemispheric Approach to Language Communication."},
      {
        "id":"ED381009",
        "title":"Native and Non-Native English Speakers' Current Usage of &quot;Can&quot; and &quot;May&quot; in Requesting Permission."},
      {
        "id":"ED381010",
        "title":"French as a Second Language. Samples of Students' Work: Performance Criteria Accompanied by Illustrations of Students' Performance."},
      {
        "id":"ED381011",
        "title":"Effects of English CBI at Doshisha University."},
      {
        "id":"ED381013",
        "title":"Pluralisme et education (Pluralism and Education)."},
      {
        "id":"ED381014",
        "title":"Vivre Babel au quotidien (Living Babel Every Day)."},
      {
        "id":"ED381015",
        "title":"Peer Collaboration in the Less Commonly Taught Languages: A Swahili Example."},
      {
        "id":"ED381017",
        "title":"A History of Commitment in CALL."},
      {
        "id":"ED381018",
        "title":"Integrating Foreign Language and Content Instruction in Grades K-8. ERIC Digest."},
      {
        "id":"ED381020",
        "title":"The History of Language Laboratories--Origin and Establishment."},
      {
        "id":"ED381021",
        "title":"Viewpoint and the Organisation of Informative Discourse: On the Discourse Function of Full Inversion in English."},
      {
        "id":"ED381022",
        "title":"Working with English Language Learners: Strategies for Elementary and Middle School Teachers. Program Information Guide Series. No. 19."},
      {
        "id":"ED381023",
        "title":"Reconstructing the Bilingual Special Education Interface. NCBE Program Information Guide Series No. 20."},
      {
        "id":"ED381024",
        "title":"Teachers, Students, and Language: Multiple Language Settings. Proceedings from a Seminar on Teacher Development and Linguistic Diversity. Occasional Paper Series."},
      {
        "id":"ED381025",
        "title":"Organizing a CAI Contest."},
      {
        "id":"ED381027",
        "title":"Representing Chineseness in New York City's Chinatown."},
      {
        "id":"ED381029",
        "title":"Scholar with a Mission: The Career of Theodore Andersson and His Contributions to Language Education."},
      {
        "id":"ED381030",
        "title":"Bibliographie Moderner Fremdsprachenunterricht 1994 (Bibliography of Modern Foreign Language Instruction 1994)."},
      {
        "id":"ED381031",
        "title":"From 1 to Z: Integrating Math and Language Learning."},
      {
        "id":"ED381032",
        "title":"Best Practice in Aboriginal and Torres Strait Islander Education. Proceedings of the Conference (Canberra, Australian Capital Territory, Australia, November 17-18, 1993)."},
      {
        "id":"ED381033",
        "title":"The Role of the School Library in Serving LEP/ESL Students."},
      {
        "id":"ED381034",
        "title":"Diverse Students and the School Library Media Specialist: Meeting the Challenge."},
      {
        "id":"ED381036",
        "title":"Teaching Linguistically and Culturally Diverse Learners: Effective Programs and Practices. Proceedings of an Institute Hosted by the National Center for Research on Cultural Diversity and Second Language Learning (Santa Cruz, California, June 28-30, 1994)."},
      {
        "id":"ED381037",
        "title":"Commissioner&apos;s Roundtable for Women in Educational Leadership in Florida. Proceedings (Tallahassee, Florida, November 20, 1991)."},
      {
        "id":"ED381038",
        "title":"Florida Postsecondary Education Security Information Act. Annual Report of Campus Crime Statistics 1991-93 and Annual Assessment of Physical Plant Safety 1994."},
      {
        "id":"ED381039",
        "title":"Linking Evaluation and Reward Systems to Improvements in Teaching and Learning: A Case Study."},
      {
        "id":"ED381041",
        "title":"Student Financial Aid. High-Risk Series."},
      {
        "id":"ED381042",
        "title":"[High Risk Federal Program Areas]: An Overview. High-Risk Series."},
      {
        "id":"ED381043",
        "title":"A Comparison of College Graduation Rates of Freshman Student-Athletes before and after Proposition 48. NCAA Research Report 92-01."},
      {
        "id":"ED381044",
        "title":"A Statistical Comparison of College Graduation of Freshman Student-Athletes before and after Proposition 48. NCAA Research Report 92-02."},
      {
        "id":"ED381045",
        "title":"Cohort Trends in College Academic Performances of 1984-88 Freshman Student-Athletes. NCAA Research Report 93-01."},
      {
        "id":"ED381046",
        "title":"New Habits of Mind and Heart: University, Communiversity, &amp; Globalversity."},
      {
        "id":"ED381051",
        "title":"Validating Student Experience and Promoting Progress, Performance, and Persistence through Assessment."},
      {
        "id":"ED381052",
        "title":"Using Assessment To Identify Effective Teaching Practices."},
      {
        "id":"ED381053",
        "title":"Cognitive Effects of Greek Affiliation during the First Year of College."},
      {
        "id":"ED381054",
        "title":"What Have We Learned from the First Year of the National Study of Student Learning?"},
      {
        "id":"ED381057",
        "title":"Florida Postsecondary Education Security Information Act. Annual Report of Campus Crime Statistics 1990-92 and Annual Assessment of Physical Plant Safety 1993."},
      {
        "id":"ED381059",
        "title":"High Risks and Emerging Fraud: IRS, Student Loans, and HUD. Hearing before the Committee on Governmental Affairs. United States Senate, One Hundred Third Congress, Second Session (July 19, 1994)."},
      {
        "id":"ED381060",
        "title":"Physical Therapy Program Review, State University System of Florida. Consultant's Report and Recommendations."},
      {
        "id":"ED381062",
        "title":"1992-93 Bachelors Degree Recipients Report."},
      {
        "id":"ED381063",
        "title":"Faculty Perceptions of Scholarship and Its Measures at One School of Education."},
      {
        "id":"ED381064",
        "title":"A Review of the Construct of Scholarship in the Literature."},
      {
        "id":"ED381065",
        "title":"Focusing on the Campus Milieu: A Guide for Enhancing the Graduate School Climate."},
      {
        "id":"ED381066",
        "title":"Creating a Campus Climate That Supports Academic Excellence."},
      {
        "id":"ED381067",
        "title":"The Continuing Incentives in the Federal State Student Incentive Grant Program: An Assessment of the Effects of SSIG Allocations on the Creation, Maintenance, and Expansion of State Student Grant Programs, 1974-75 to 1992-93."},
      {
        "id":"ED381068",
        "title":"Factors Considered Important by Students in Making a Choice of Social Work Concentration."},
      {
        "id":"ED381069",
        "title":"Preserving the Higher Education Legacy: A Conversation with California Leaders. Report No. 95-3."},
      {
        "id":"ED381071",
        "title":"An Insider's Guide to Surviving Freshman Year."},
      {
        "id":"ED381072",
        "title":"An Insider's Guide to Financing a College Education."},
      {
        "id":"ED381073",
        "title":"An Insider's Guide to Selecting a College or University."},
      {
        "id":"ED381075",
        "title":"Student Health Insurance Program. Fall 1994."},
      {
        "id":"ED381077",
        "title":"Higher Education and Obligations to the Future."},
      {
        "id":"ED381078",
        "title":"Higher Education: Restructuring Student Aid Could Reduce Low-Income Student Dropout Rate. Report to Congressional Requesters."},
      {
        "id":"ED381079",
        "title":"Degrees and Other Awards Conferred by Institutions of Higher Education: 1992-93. E.D. TABS."},
      {
        "id":"ED381080",
        "title":"Financial Statement Audit: U.S. Department of Education, Federal Direct Student Loan Program for the Year Ended September 30, 1994. Audit Control Number 17-48320."},
      {
        "id":"ED381081",
        "title":"SREB Fact Book on Higher Education, 1994/1995."},
      {
        "id":"ED381082",
        "title":"Accreditation and Quality Assurance in Higher Education: Papers on Higher Education Series."},
      {
        "id":"ED381083",
        "title":"Academic Freedom and University Autonomy. Proceedings of the International Conference (Sinaia, Romania, May 5-7, 1992). Papers on Higher Education Series."},
      {
        "id":"ED381085",
        "title":"University Profiling and Identity. Papers on Higher Education Series."},
      {
        "id":"ED381086",
        "title":"A Report to the Leaders of America's Colleges and Universities: Meeting the Challenge of Student Financial Aid."},
      {
        "id":"ED381087",
        "title":"Reference Guide. Meeting the Challenge of Student Financial Aid."},
      {
        "id":"ED381088",
        "title":"Assessing Quality of Learning in Higher Education: Methods, Models and Perspectives."},
      {
        "id":"ED381090",
        "title":"Factor Scores from Higher Education Finance Variables as Indicators of Salary."},
      {
        "id":"ED381091",
        "title":"Mystical Experiences and Addiction Beliefs of Undergraduate and Graduate Students."},
      {
        "id":"ED381092",
        "title":"A Survey of the Impressions of Economics Departments of the Quantitative Courses Required of Economics Majors."},
      {
        "id":"ED381093",
        "title":"School University Partnerships: A Status Report."},
      {
        "id":"ED381094",
        "title":"Faculty Salaries in Perspective."},
      {
        "id":"ED381095",
        "title":"Students Who Work: A Profile."},
      {
        "id":"ED381096",
        "title":"Racial and Ethnic Trends in College Participation: 1976 to 1988."},
      {
        "id":"ED381097",
        "title":"College Graduates in the Labor Market: Today and the Future."},
      {
        "id":"ED381098",
        "title":"A Decade of Change: The Status of U.S. Women Doctorates, 1978-88."},
      {
        "id":"ED381099",
        "title":"Enrollment by Age: Distinguishing the Numbers from the Rates."},
      {
        "id":"ED381100",
        "title":"Campuses and Student Assessment."},
      {
        "id":"ED381101",
        "title":"Academics Bargaining Collectively: Some ABCs."},
      {
        "id":"ED381102",
        "title":"College Going, Persistence, and Completion Patterns in Higher Education: What Do We Know?"},
      {
        "id":"ED381103",
        "title":"Asian Americans in Higher Education: Trends and Issues."},
      {
        "id":"ED381105",
        "title":"Endowments: How Big and Where."},
      {
        "id":"ED381106",
        "title":"The Higher Education Enterprise."},
      {
        "id":"ED381107",
        "title":"Master's Degree Students and Recipients: A Profile."},
      {
        "id":"ED381108",
        "title":"Economic Trends and Higher Education."},
      {
        "id":"ED381109",
        "title":"Department of Education Information on Consolidation Opportunities and Student Aid. Testimony before the Subcommittee on Human Resources and the Intergovernmental Relations Committee on Government Reform and Oversight, House of Representatives. Statement of Cornelia M. Blanchette, Associate Director, Education and Employment Issues, Health, Education, and Human Services Division."},
      {
        "id":"ED381110",
        "title":"Enrollment in Higher Education: Fall 1984 through Fall 1993. E.D. TABS."},
      {
        "id":"ED381111",
        "title":"Cost Reduction and Value of Money."},
      {
        "id":"ED381112",
        "title":"Going Further: Essays in Further Education."},
      {
        "id":"ED381113",
        "title":"A Focus for Human Resource Management in Further Education. Mendip Papers, MP 069."},
      {
        "id":"ED381114",
        "title":"A Framework for Quality Management. Mendip Papers, MP 070."},
      {
        "id":"ED381123",
        "title":"Time-Tested ERIC Bibliographic Instruction (BI): Give Them a Pole and Teach Them To Fish (Fiche)."},
      {
        "id":"ED381124",
        "title":"Technology Update--1994: New York State Public Schools."},
      {
        "id":"ED381125",
        "title":"Knowledge Development: Raising Education and Training to a New Level."},
      {
        "id":"ED381126",
        "title":"Advantages of a Theory-Based Curriculum in Instructional Technology."},
      {
        "id":"ED381127",
        "title":"Hearing on the Proper Federal Role in Education Policy. Hearing before the Committee on Economic and Educational Opportunities. House of Representatives, One Hundred Fourth Congress, First Session (January 12, 1995)."},
      {
        "id":"ED381128",
        "title":"Magnet Schools Assistance Program (MSAP). Evaluation Report."},
      {
        "id":"ED381129",
        "title":"An Evaluation of Florida's Model Technology Schools Program: 1988 to 1993: (You Can't Go Home Again). Report 94-02."},
      {
        "id":"ED381130",
        "title":"Faculty Service Needs Assessment: The Value and Planned Use of Educational Technology at Auraria."},
      {
        "id":"ED381131",
        "title":"Technology Deployment and Interoperability in the National Information Infrastructure. Hearing before the Subcommittee on Technology, Environment and Aviation of the Committee on Science, Space, and Technology. House of Representatives, One Hundred Third Congress, Second Session."},
      {
        "id":"ED381132",
        "title":"A Comparison of the Effect of Teacher-Directed Instruction (and Textbook Use) and Interactive Computer Software Instruction on the Development of Touch-Keyboarding Skills in Two Sixth-Grade Classes."},
      {
        "id":"ED381133",
        "title":"Educational Systems Integrators/Integrated Learning System Project: Titan Schools 1993-94. OER Report."},
      {
        "id":"ED381134",
        "title":"Connecticut Proposes New Legislation Designed To Enhance and Increase Interactive Distance Learning for Telephone and CATV Technologies."},
      {
        "id":"ED381135",
        "title":"Joining Forces: Spreading Successful Strategies. Proceedings of the Invitational Conference on Systemic Reform (Washington, D.C., February 23-25, 1995)."},
      {
        "id":"ED381136",
        "title":"Professional Development."},
      {
        "id":"ED381137",
        "title":"Communication Program Review in the State University System of Florida."},
      {
        "id":"ED381139",
        "title":"The Role of School-Based Technology Coordinators as Change Agents in Elementary School Programs: A Follow-up Study."},
      {
        "id":"ED381140",
        "title":"Project Homeroom, Project Schoolroom, and Regular School: Innovations in Team Teaching, Interdisciplinary Learning, and the Use of Technology. A Final Report on the Project at the Maine East High School."},
      {
        "id":"ED381141",
        "title":"Media Research with a Galvanic Skin Response Biosensor: Some Kids Work Up a Sweat!"},
      {
        "id":"ED381142",
        "title":"The Relationships among Gender, Computer Experience, and Attitudes toward Computers."},
      {
        "id":"ED381143",
        "title":"The Art and Science of Color in Multimedia Screen Design, Part 1: Art, Opinion, and Tradition."},
      {
        "id":"ED381144",
        "title":"The Art and Science of Color in Multimedia Screen Design, Part II: Science, Myth, and Legend."},
      {
        "id":"ED381145",
        "title":"NetTEACH NEWS, 1993-1995."},
      {
        "id":"ED381147",
        "title":"A Pre-Diffusion Comparison of Urban and Rural Attitudes toward Advanced Television Services."},
      {
        "id":"ED381148",
        "title":"Technology and Teacher Education Annual, 1995. Proceedings of the International Conference of the Society for Information Technology and Teacher Education (SITE) (6th, San Antonio, Texas, March 22-25, 1995)."},
      {
        "id":"ED381149",
        "title":"Technology Making a Difference: The Peakview Elementary School Study."},
      {
        "id":"ED381150",
        "title":"SUNY Campus Leadership as a Catalyst for Developing Virtual Community Learning Systems."},
      {
        "id":"ED381151",
        "title":"Community Update: Goals 2000. 1994-95."},
      {
        "id":"ED381152",
        "title":"Technology Is the Answer! But What Was the Question?"},
      {
        "id":"ED381153",
        "title":"Technology: America's Schools Not Designed or Equipped for 21st Century. Statement of Linda G. Morra, Director, Education and Employment Issues, Health, Education and Human Services Division. Testimony before the Subcommittee on Labor, Health and Human Services, Education and Related Agencies, Committee on Appropriations, United States Senate."},
      {
        "id":"ED381159",
        "title":"Library Instruction--LSC 524. Fall, 1993."},
      {
        "id":"ED381160",
        "title":"Electronic Information Access Technologies: A Faculty Needs Assessment."},
      {
        "id":"ED381161",
        "title":"Videography for African Content: Since 1980."},
      {
        "id":"ED381162",
        "title":"Philosophical Aspects of Library Information Science in Retrospect. Preliminary Edition."},
      {
        "id":"ED381163",
        "title":"Information Literacy Guidelines."},
      {
        "id":"ED381164",
        "title":"South Carolina State Library State Government Information Needs Survey."},
      {
        "id":"ED381167",
        "title":"Study of an Audio Playback Machine Storage, Distribution, and Repair System. Options for Machine Operation. Study II, Part 1, Phase 2, Final Report."},
      {
        "id":"ED381168",
        "title":"Information and Networking Technologies in Russian Libraries. UDT Occasional Paper #1."},
      {
        "id":"ED381169",
        "title":"Multiculturalism Bibliography: Selected Sources from the Collection of the New York State Library."},
      {
        "id":"ED381170",
        "title":"Library-Based Parent Resource Centers: A Guide to Implementing Programs."},
      {
        "id":"ED381171",
        "title":"Estonia--Going Home Again: Returning to the Roots."},
      {
        "id":"ED381172",
        "title":"Idaho Librarian Survival Manual. A Guide for New Librarians."},
      {
        "id":"ED381173",
        "title":"Plug in to the Utah Library Network, Reach Out to the World. Utah Library Network and Internet Training Handbook [for DOS]. Information Forum Publication #7."},
      {
        "id":"ED381174",
        "title":"Windows to the World: Utah Library Network Internet Training Manual."},
      {
        "id":"ED381175",
        "title":"Subject Access for Students and Faculty in a Two-Year College Library Math Collection."},
      {
        "id":"ED381176",
        "title":"Information Superhighway: The Role of Librarians, Information Scientists, and Intermediaries. Proceedings of the International Essen Symposium (17th, Essen, Germany, October 24-27, 1994)."},
      {
        "id":"ED381177",
        "title":"Copyright Issues for the Electronic Age. ERIC Digest."},
      {
        "id":"ED381178",
        "title":"Access Points to ERIC: Update 1995. ERIC Digest."},
      {
        "id":"ED381179",
        "title":"Integrated Library Systems. ERIC Digest."},
      {
        "id":"ED381180",
        "title":"The Future of Post-Secondary Education and the Role of Information and Communication Technology: A Clarifying Report."},
      {
        "id":"ED381181",
        "title":"It's a River, Not a Lake: A Report on Instructional Technology for the Maricopa Community Colleges."},
      {
        "id":"ED381182",
        "title":"Grants Management Handbook."},
      {
        "id":"ED381183",
        "title":"Improving Learning through Technology. Ocotillo Report '94."},
      {
        "id":"ED381184",
        "title":"A Review of Enrollment Management: Issues and Strategies. Management/Marketing Special Project."},
      {
        "id":"ED381185",
        "title":"Altering Governance."},
      {
        "id":"ED381186",
        "title":"Multiple Measures in Placement Recommendations: An Examination of Variables Related to Course Success."},
      {
        "id":"ED381187",
        "title":"Evaluation Bias in Prior Learning Assessment Challenge Processes."},
      {
        "id":"ED381188",
        "title":"Multi-Source, Multi-Level Articulation in the Era of Health Reform: Articulating the Health Sciences to Health Services Administration Baccalaureate Programs."},
      {
        "id":"ED381189",
        "title":"Educational Plant Survey: Polk Community College, June 6-10, 1994."},
      {
        "id":"ED381190",
        "title":"Where Are We Going? Planning Assumptions for Community Colleges."},
      {
        "id":"ED381191",
        "title":"The Community College of the Future."},
      {
        "id":"ED381192",
        "title":"The Education Mall: &quot;A 21st Century Learning Concept.&quot;"},
      {
        "id":"ED381198",
        "title":"Analysis of Enrollments, Fall Quarter (FY 1994-95), with Comparative References to Historical Trends."},
      {
        "id":"ED381199",
        "title":"Contract Training and Computer-Assisted Instruction at Santa Fe Community College."},
      {
        "id":"ED381200",
        "title":"Understanding the Transfer Student--Or Are We?"},
      {
        "id":"ED381201",
        "title":"Community College Program Length. Report and Recommendations of the Florida Postsecondary Education Planning Commission, 1994. Report 3."},
      {
        "id":"ED381202",
        "title":"Undergraduate Certificate Programs of Less than Two Years: 1991-92. Research Briefs, Volume 6, Number 1, 1995."},
      {
        "id":"ED381203",
        "title":"Class of 1994, Annual Report: NH Technical Colleges and Institute and NH Police Standards and Training."},
      {
        "id":"ED381204",
        "title":"Comparative Success in Recruiting Women into Non-Traditional Occupations: A Greater El Paso Analysis."},
      {
        "id":"ED381205",
        "title":"Articulation Report, December 1994."},
      {
        "id":"ED381206",
        "title":"A Descriptive Study of Southwest College: An Analysis of Selected Variables as They Relate to Students' Attitudes toward Campus Safety, Available Services, and the Need for Special Programs. An Exploratory Study."},
      {
        "id":"ED381207",
        "title":"A Perceptions Survey Conducted by the Steering Committee for North Central Accreditation Review, Vincennes University, September-October 1994."},
      {
        "id":"ED381208",
        "title":"Postcards for Student Success."},
      {
        "id":"ED381209",
        "title":"Today's Demands for Global Awareness: The Community College Dimension."},
      {
        "id":"ED381210",
        "title":"The Effectiveness of California Community Colleges on Selected Performance Measures."},
      {
        "id":"ED381211",
        "title":"A Workplace Skill Building Project."},
      {
        "id":"ED381212",
        "title":"Transfer Success Work Group Report."},
      {
        "id":"ED381213",
        "title":"Valencia Community College Faculty Academy: Preparing New Faculty for Tenure."},
      {
        "id":"ED381214",
        "title":"Profile of Students on Probation/Disqualification at Golden West College."},
      {
        "id":"ED381215",
        "title":"Transfer: Data, Definitions, and Eligibility in the San Diego Community College District."},
      {
        "id":"ED381216",
        "title":"Improving the Freshman College Classroom through Building a Purposeful Community of Altruistic and Motivated Learners."},
      {
        "id":"ED381217",
        "title":"South Seattle Community College Instructional Resources Library User Study."},
      {
        "id":"ED381218",
        "title":"Institutional Effectiveness Assessment Process, 1992-93. Executive Summary. Hospitality and Service Occupations Division, Food Sciences Department, Food Production Program, Food Production Management Program, Pastry and Specialty Baking Program."},
      {
        "id":"ED381219",
        "title":"South Seattle Community College Student Personnel Services Survey Results--Fall 1993."},
      {
        "id":"ED381220",
        "title":"Institutional Effectiveness Assessment Process, 1993-94. Executive Summary. Hospitality and Service Occupations Division, Floristry Department."},
      {
        "id":"ED381221",
        "title":"Institutional Effectiveness Assessment Process, 1993-94 Executive Summary. Hospitality and Service Occupations Division, Landscape and Environmental Horticulture Department."},
      {
        "id":"ED381222",
        "title":"Institutional Effectiveness Assessment Process, 1993-94. Executive Summary. Hospitality and Service Occupations Division, Cosmetology Department."},
      {
        "id":"ED381223",
        "title":"Institutional Effectiveness Assessment Process, 1993-94. Executive Summary. Liberal Studies Division, Basic Skills, College Transfer, Critical Thinking, Cultural Diversity."},
      {
        "id":"ED381224",
        "title":"Florida Community College at Jacksonville's Donald D. Zell Urban Resource Center."},
      {
        "id":"ED381228",
        "title":"In Search of the Elusive Magic Bullet: Parent Involvement and Student Outcomes."},
      {
        "id":"ED381230",
        "title":"What Parents Think about Alternative Assessment and Narrative Reporting: One School's Findings."},
      {
        "id":"ED381231",
        "title":"The Early Childhood Development Program, 1991-1992. Summative Evaluation."},
      {
        "id":"ED381233",
        "title":"The Pregnancy & Motherhood Diary: Planning the First Year of Your Second Career. Revised and Updated."},
      {
        "id":"ED381234",
        "title":"Adolescent Thinking: the Ability To Imagine Possibilities."},
      {
        "id":"ED381237",
        "title":"Behavior Management Manual for Preschool Children, Their Parents & Teachers. (Revised Edition)."},
      {
        "id":"ED381238",
        "title":"A Plan of Action for Recruitment and Evaluation of the Child Care Credential Training Program for Child Care Professionals."},
      {
        "id":"ED381240",
        "title":"Better Nutrition and Health for Children Act of 1994. Senate Report (To Accompany S. 1614), 103D Congress, 2d Session."},
      {
        "id":"ED381241",
        "title":"Exemplary Practices in Early Childhood Education in Illinois: Evaluation Study and Case Studies, 1990-1991 and 1991-1992."},
      {
        "id":"ED381242",
        "title":"Cooperative Learning in Action."},
      {
        "id":"ED381244",
        "title":"A Guidance Approach to Discipline."},
      {
        "id":"ED381246",
        "title":"Early Childhood Programs: Local Perspectives on Barriers to Providing Head Start Services. Report to the Chairman, Subcommittee on Children, Family, Drugs and Alcoholism, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED381247",
        "title":"Early Childhood Programs: Parent Education and Income Best Predict Participation. Report to the Chairman, Subcommittee on Children, Family, Drugs and Alcoholism, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED381249",
        "title":"Weaving an Integrated Curriculum."},
      {
        "id":"ED381250",
        "title":"Child Care: Narrow Subsidy Programs Create Problems for Mothers Trying To Work. Testimony before the Subcommittee on Early Childhood, Youth, and Families, Committee on Economic and Educational Opportunities, House of Representatives."},
      {
        "id":"ED381253",
        "title":"Using \"Developmentally Appropriate Practice\" (1987) for Teacher Self-Assessment and Attitudinal Congruence: Summative Results."},
      {
        "id":"ED381255",
        "title":"Newsline. Spring and Fall 1993."},
      {
        "id":"ED381257",
        "title":"Building on People's Strengths: Early Childhood in Africa."},
      {
        "id":"ED381258",
        "title":"Child-to-Child Sexual Behavior in Child Care Settings. Final Report of the Symposium (Denver, Colorado, April 1993)."},
      {
        "id":"ED381260",
        "title":"Child Care: Recipients Face Service Gaps and Supply Shortages. Testimony before the Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED381261",
        "title":"The Healthy Start Initiative: A Community-Driven Approach to Infant Mortality Reduction. Volume II. Early Implementation: Lessons Learned."},
      {
        "id":"ED381263",
        "title":"Learning in the Early Grades: Parents and Teachers Talk."},
      {
        "id":"ED381264",
        "title":"Early Childhood Education and Beyond: Can We Adapt the Practices and Philosophies from the Preschools of Reggio Emilia, Italy into Our Elementary Schools in America?"},
      {
        "id":"ED381267",
        "title":"Improving Child Care in Rural Areas: Promising Practices and Strategies."},
      {
        "id":"ED381268",
        "title":"Child Care Management Information Systems: Applying Technology To Improve Child Care."},
      {
        "id":"ED381270",
        "title":"Early Childhood Programs: Promoting the Development of Young Children in Denmark, France, and Italy. Briefing Report to the Ranking Minority Member, Subcommittee on Children and Families, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED381271",
        "title":"Personality Development in Middle Childhood."},
      {
        "id":"ED381274",
        "title":"Improving the Quality of Family Child Care through the Implementation of a Mentoring and Self-Instructional Training Program for Family Child Care Providers."},
      {
        "id":"ED381275",
        "title":"Social Origins of Self-Regulatory Competence: The Role of Observational Learning through Peer Modeling."},
      {
        "id":"ED381276",
        "title":"Self-Monitoring of Skill Acquisition through Self-Evaluation of Capabilities."},
      {
        "id":"ED381277",
        "title":"Gender Differences during Recess in Elementary Schools."},
      {
        "id":"ED381278",
        "title":"Parental Expectations of Public Preschool Programs in the Hardin County Area."},
      {
        "id":"ED381279",
        "title":"The Value of the Dallas Preschool Screening Test in Predicting Success on Kindergarten Evaluation Forms."},
      {
        "id":"ED381280",
        "title":"The Effects of Preschool Experiences on Academic Achievement of First Graders."},
      {
        "id":"ED381282",
        "title":"Friendship among Adolescents."},
      {
        "id":"ED381283",
        "title":"Reducing Peer Directed Aggression in the Elementary Grades: The Effects of an Attribution Retraining Program."},
      {
        "id":"ED381285",
        "title":"Emergency Medical Services for Children: Abstracts of Active Projects FY 1995."},
      {
        "id":"ED381286",
        "title":"Review of the U.S. Department of Agriculture&apos;s Proposed Rule, &quot;Nutrition Objectives for School Meals.&quot; Hearing before the Subcommittee on Department Operations and Nutrition of the Committee on Agriculture. House of Representatives, One Hundred Third Congress, Second Session."},
      {
        "id":"ED381288",
        "title":"The Effects of Daily Stress at Work on Mother-Child Interaction."},
      {
        "id":"ED381290",
        "title":"Assessment of Fine-Motor Development of Primary Students with Informal Medical Tests."},
      {
        "id":"ED381292",
        "title":"Early Childhood Activities in State Departments of Education."},
      {
        "id":"ED381293",
        "title":"Family Support in Early Education and Child Care Settings: Making the Case for Both Principles and Practices."},
      {
        "id":"ED381294",
        "title":"Stepfamily Realities: How To Overcome Difficulties and Have a Happy Family."},
      {
        "id":"ED381295",
        "title":"Reaching to the Future: Boldly Facing Challenges in Rural Communities. Conference Proceedings of the American Council on Rural Special Education (ACRES) (Las Vegas, Nevada, March 15-18, 1995)."},
      {
        "id":"ED381296",
        "title":"What about Readiness for Teachers?"},
      {
        "id":"ED381297",
        "title":"Nineteen Reasons Why Special Education Should Cost More Than Regular Education."},
      {
        "id":"ED381298",
        "title":"Creativity in Rural Special Education Settings: An Example with Transition."},
      {
        "id":"ED381299",
        "title":"Voices of the Children: What Special Education Kids Say about Their Programming Experiences and Needs."},
      {
        "id":"ED381300",
        "title":"Bigger Isn't Always Better: Meeting the Challenges of Transition in Rural Communities."},
      {
        "id":"ED381301",
        "title":"A Preservice Model for Preparing Special Educators in Rural Areas: Specialized Competencies."},
      {
        "id":"ED381302",
        "title":"Completing University Degrees: Barriers for Native Americans."},
      {
        "id":"ED381303",
        "title":"Replicating Successful Early Intervention in Rural Areas: Model Program Description."},
      {
        "id":"ED381304",
        "title":"Drug Use in Rural America: What You Can Do about It."},
      {
        "id":"ED381305",
        "title":"Frontier Justice: Adaptations of Nevada's IDEA Complaint Investigation Process for Rural/Remote Areas."},
      {
        "id":"ED381306",
        "title":"Resourcing Visually Impaired Children and Youth in Rural Settings."},
      {
        "id":"ED381307",
        "title":"Managing Troubling Behaviors: A Systems Approach."},
      {
        "id":"ED381308",
        "title":"Life Management: Bringing Relevance to the Classroom."},
      {
        "id":"ED381309",
        "title":"Communicating Effectively with Non-Indian Service Providers."},
      {
        "id":"ED381310",
        "title":"Benefits of Cultural Immersion Activities in a Special Education Teacher Training Program."},
      {
        "id":"ED381311",
        "title":"Preparing Rural Educators of Students with Severe Disabilities: Summer Institutes and Ongoing Support."},
      {
        "id":"ED381312",
        "title":"Adaptive Inclusion with Special Needs Children: Inclusion That Can Work for Rural Schools."},
      {
        "id":"ED381313",
        "title":"Successful Transition: The Students' Perspective."},
      {
        "id":"ED381314",
        "title":"Team Oriented Mentoring To Promote Professional Development and Staff Retention."},
      {
        "id":"ED381315",
        "title":"Career Paths, Career Aspirations, Networking, and Mentoring among Special Education Administrators."},
      {
        "id":"ED381316",
        "title":"Cultural Diversity among Gifted Students and Their Teachers in Rural West Virginia."},
      {
        "id":"ED381317",
        "title":"Harnessing the Resources That Abound within Rural Schools To Create Systems Change for All Kids."},
      {
        "id":"ED381318",
        "title":"Rural Settings: One Approach to Meeting Teacher Staffing Needs via Alternative Certification."},
      {
        "id":"ED381319",
        "title":"Regional Inservice Training Model for Professionals Working with Deaf and Hard of Hearing Students in Rural and Remote Areas."},
      {
        "id":"ED381320",
        "title":"Preparing Teacher Educators for Rural Special Education: A Leadership Training Model."},
      {
        "id":"ED381321",
        "title":"Opinions of Inclusive Education: A Survey of New Mexico Teachers and Administrators."},
      {
        "id":"ED381322",
        "title":"Including General Educators in Inclusion."},
      {
        "id":"ED381323",
        "title":"Leadership Training for Special Educators."},
      {
        "id":"ED381325",
        "title":"Implementing Technology without Breaking the Bank."},
      {
        "id":"ED381326",
        "title":"Distance Education As a Future Trend for Pre and Inservice Education."},
      {
        "id":"ED381327",
        "title":"Outcome-Based Education and the Special Education Learner."},
      {
        "id":"ED381328",
        "title":"Meeting Changing Rural Needs: Recruitment and Preparation of Culturally Diverse Specialist Cadres in an Award Winning Rural Internship Program."},
      {
        "id":"ED381329",
        "title":"Planning for Challenging Behaviors: A Method to the Madness."},
      {
        "id":"ED381330",
        "title":"Awareness of Deaf Sign Language and Gang Signs."},
      {
        "id":"ED381331",
        "title":"A Description of an Inclusion Model That Is Working in a Rural Area."},
      {
        "id":"ED381332",
        "title":"Effective Teachers: Perceptions of Native American Students in Rural Areas."},
      {
        "id":"ED381333",
        "title":"North Dakota's Rural Training Projects: Past, Present and Future."},
      {
        "id":"ED381334",
        "title":"Inclusion: The Results of Attendance, Achievement, and Self-Concept in a Class-within-a-Class Model."},
      {
        "id":"ED381335",
        "title":"Deaf Education in Kansas Public Schools."},
      {
        "id":"ED381336",
        "title":"Successful and Unsuccessful Collaborative Practices among Rural Special and Regular Educators."},
      {
        "id":"ED381337",
        "title":"An Analysis of the Costs of Chapter 1 Migrant Education Program Summer Services."},
      {
        "id":"ED381338",
        "title":"Characteristics of American Indian and Alaska Native Education: Results from the 1990-91 Schools and Staffing Survey."},
      {
        "id":"ED381339",
        "title":"Pulling Together: R&amp;D Resources for Rural Schools."},
      {
        "id":"ED381341",
        "title":"Assessing Scientific Literacy: A Taxonomy for Classifying Questions and Knowledge About Scientific Research. Technical Report No. 94-1."},
      {
        "id":"ED381342",
        "title":"Understanding Racial-Ethnic Differences in Secondary School Science and Mathematics Achievement. Research and Development Report."},
      {
        "id":"ED381343",
        "title":"Selected Materials from a Calculator Enhanced Instruction Project by an Expanded Consortium of New Jersey and Pennsylvania Educational Institutions."},
      {
        "id":"ED381344",
        "title":"Compendium for Energy Resources. Environmental Education."},
      {
        "id":"ED381348",
        "title":"The Posing of Division Problems by Preservice Elementary School Teachers: Conceptual Knowledge and Contextual Connections."},
      {
        "id":"ED381349",
        "title":"EAGLE: Earth Action Guardian Leadership Experiences."},
      {
        "id":"ED381350",
        "title":"Investigating Mathematics Teaching: A Constructivist Enquiry. Studies in Mathematics Education Series: 5."},
      {
        "id":"ED381352",
        "title":"Radical Constructivism: A Way of Knowing and Learning. Studies in Mathematics Education Series: 6."},
      {
        "id":"ED381353",
        "title":"Chemical Demonstrations: The Chem Demo Book. A Guide To Fun, Safe & Exciting Chemical Demonstrations. Second Edition."},
      {
        "id":"ED381354",
        "title":"Hazardous Materials Chemistry for the Non-Chemist. Second Edition."},
      {
        "id":"ED381355",
        "title":"Abstracts of Presented Papers [at the] NARST Annual Meeting (67, Anaheim, CA, March 26-29, 1994)."},
      {
        "id":"ED381356",
        "title":"Two Cases of Implementing STS Activities in the Context of a Traditional Middle School Life Science Curriculum: Same Rules, Different Games."},
      {
        "id":"ED381358",
        "title":"Comprehensive Plan for Environmental Education."},
      {
        "id":"ED381359",
        "title":"Science: Ohio's Model Competency-Based Program. Scientific Literacy for the 21st Century."},
      {
        "id":"ED381360",
        "title":"Improving Science and Mathematics Education: A Toolkit for Professional Developers: Alternative Assessment."},
      {
        "id":"ED381364",
        "title":"Aquatic Critters. Lake James State Park, An Environmental Education Learning Experience, Designed for Grades 2-4."},
      {
        "id":"ED381366",
        "title":"Conserve &amp; Renew. An Energy Education Activity Package for Grades 4-6."},
      {
        "id":"ED381371",
        "title":"Inquiry-Oriented Science Programs: New Perspectives on the Implementation Process."},
      {
        "id":"ED381372",
        "title":"Sustainable Agriculture in Print: Current Books. Special Reference Briefs: SRB 95-02."},
      {
        "id":"ED381373",
        "title":"Organic Production: Recent Publications and Current Information Sources. Special Reference Briefs: SRB 95-01."},
      {
        "id":"ED381374",
        "title":"Optical Science and Engineering. New Directions and Opportunities in Research and Education. NSF Workshop (Arlington, VA, May 23-24, 1994)."},
      {
        "id":"ED381375",
        "title":"Technology and Meteorology. An Action Research Paper."},
      {
        "id":"ED381376",
        "title":"The Art of Reflecting in a Two-Way Mirror: A Collaborative Autobiographical Study by Three Science Educators. Working Draft."},
      {
        "id":"ED381377",
        "title":"Marketing Energy Patrol: Tips from Arizona Energy Pros."},
      {
        "id":"ED381378",
        "title":"Health in the Year 2100: What's Heredity Got To Do with It? Genetics Curriculum for High School Biology Students."},
      {
        "id":"ED381381",
        "title":"Short-Term Impact Study of the National Science Foundation's Young Scholars Program."},
      {
        "id":"ED381382",
        "title":"Chemistry 300. Administration Manual for Supervising Teachers, Provincial Examination, Answer Key--Multiple-Choice and Written-Answer Questions, and Provincial Summary Report = Chimie 300. Guide d&apos;administration a l&apos;intention des surveillants d&apos;examen, Examen provincial, Cle de correction--Questions choix multiple et Questions responses ouvertes, et Rapport sommaire provincial."},
      {
        "id":"ED381383",
        "title":"Mining Glossary and Games."},
      {
        "id":"ED381384",
        "title":"Nonacademic Scientists and Engineers: Trends from the 1980 and 1990 Censuses."},
      {
        "id":"ED381386",
        "title":"Technology Learning Activities I."},
      {
        "id":"ED381387",
        "title":"Designing and Learning in the Elementary School."},
      {
        "id":"ED381388",
        "title":"RoboResource Technology Learning Activities."},
      {
        "id":"ED381389",
        "title":"Asbestos in Schools: Evaluation of the Asbestos Hazard Emergency Response Act (AHERA): A Fact Sheet."},
      {
        "id":"ED381390",
        "title":"Answers to the Most Frequently Asked Questions about Reinspections under the AHERA Asbestos-In-Schools Rule."},
      {
        "id":"ED381391",
        "title":"NASA's Strategic Plan for Education. A Strategy for Change: 1993-1998. First Edition."},
      {
        "id":"ED381392",
        "title":"Suited for Spacewalking. Teacher's Guide with Activities for Physical and Life Science. Revised."},
      {
        "id":"ED381393",
        "title":"Foundation for the Future: Turning Points."},
      {
        "id":"ED381394",
        "title":"Assessing Student Problem-Solving Success on Selected Topics in Introductory Chemistry."},
      {
        "id":"ED381395",
        "title":"How Research Physicists and High-School Physics Teachers Deal with the Scientific Explanation of a Physical Phenomenon."},
      {
        "id":"ED381396",
        "title":"Biology Teachers' Knowledge Base of Instructional Representations."},
      {
        "id":"ED381397",
        "title":"Safety in Science for Primary Schools. 1st Edition."},
      {
        "id":"ED381398",
        "title":"Schematic Structure of Scientific Concepts: The Case of Physics."},
      {
        "id":"ED381399",
        "title":"Modeling Theory in Physics Instruction: A Draft."},
      {
        "id":"ED381400",
        "title":"A Survey of Telecommunications Use by Secondary School Science Teachers in New York City."},
      {
        "id":"ED381401",
        "title":"Everyday Thoughts about Nature: An Interpretive Study of 16 Ninth Graders' Conceptualizations of Nature."},
      {
        "id":"ED381402",
        "title":"Study of a Field-Developed Model of Scientific Inquiry."},
      {
        "id":"ED381403",
        "title":"Education for All."},
      {
        "id":"ED381405",
        "title":"Looking at the Need for Courses in Hand Lettering and Calligraphy in Post Secondary Institutions Granting Art Degrees."},
      {
        "id":"ED381406",
        "title":"A Teacher's Guide to American Calligraphy: 1983."},
      {
        "id":"ED381407",
        "title":"Dilemmas and Solutions in Selection and Preparation of Children's Art for International Exhibitions."},
      {
        "id":"ED381410",
        "title":"Music Education and the Educationally Disadvantaged Gifted Child."},
      {
        "id":"ED381411",
        "title":"\"Like Life Itself\": Narrative and the Revitalization of Educational Practice."},
      {
        "id":"ED381412",
        "title":"Effective School-Based Substance Abuse Prevention Programs."},
      {
        "id":"ED381413",
        "title":"Emancipatory Education and Action Research. Action Research Series No. 1."},
      {
        "id":"ED381414",
        "title":"Building a Consensus for the Development of National Standards in History."},
      {
        "id":"ED381416",
        "title":"Education for Development: Responding to New Challenges."},
      {
        "id":"ED381417",
        "title":"Education Facing the Crisis of Values: Strategies for Strengthening Humanistic, Cultural, and International Values in Formal and Non-Formal Education."},
      {
        "id":"ED381418",
        "title":"Development of Education In Asia and the Pacific: A Statistical Review."},
      {
        "id":"ED381419",
        "title":"Initiating Inquiry with Pre-Service Elementary Teachers."},
      {
        "id":"ED381420",
        "title":"Motivational Influences on Adolescents' Current Events Knowledge."},
      {
        "id":"ED381421",
        "title":"Toward a Model of Exhibit Development."},
      {
        "id":"ED381422",
        "title":"Teaching Democracy through Experiential Education: Bringing the Community into the Classroom."},
      {
        "id":"ED381423",
        "title":"Values Education in American Secondary Schools."},
      {
        "id":"ED381424",
        "title":"Promoting Student Interactions: Electronic Conferencing."},
      {
        "id":"ED381425",
        "title":"Celebrating Geography: Geography in Everyday Life."},
      {
        "id":"ED381426",
        "title":"Mary McLeod Bethune: Feminist, Educator, and Social Activist. Draft."},
      {
        "id":"ED381428",
        "title":"The Montana Social Studies Model Curriculum Guide."},
      {
        "id":"ED381429",
        "title":"Proceedings of the National Technological Literacy Conference (9th, Arlington, Virginia, January 21-23, 1994)."},
      {
        "id":"ED381430",
        "title":"The History Colloquium Manual: Energizing Professional Development for History Teachers. Occasional Paper."},
      {
        "id":"ED381431",
        "title":"The Televote Experiments: How Students Help Citizens Develop Informed and Deliberated Public Opinion."},
      {
        "id":"ED381433",
        "title":"The Sociocultural Contextualization of Educational Violence: Some Reflections on Northern Education."},
      {
        "id":"ED381434",
        "title":"The Two Places Every School Reaches Quality."},
      {
        "id":"ED381435",
        "title":"The Importance of Understanding the Social, Political and Historical Context of Education Reform: How Much Is Enough?"},
      {
        "id":"ED381436",
        "title":"The \"American Dilemma\": Individualism, Diversity, Pluralism, and American Society."},
      {
        "id":"ED381437",
        "title":"Taking Citizenship Seriously."},
      {
        "id":"ED381438",
        "title":"Shedding Some New Light on Old Truths: Student Attitudes to School in Terms of Year Level and Gender."},
      {
        "id":"ED381439",
        "title":"Comparative Analysis, Hypercard, and the Future of Social Studies Education."},
      {
        "id":"ED381441",
        "title":"Source Maps and the Social Studies: Essays, Lesson Plans, and Materials from Cartographic Traditions in Western Civilization. The University of Illinois at Chicago World History Project, 1993."},
      {
        "id":"ED381442",
        "title":"Enhancing Social Studies Achievement among Hispanic Students Using Cooperative Learning Work Groups."},
      {
        "id":"ED381443",
        "title":"Politikverdrossenheit and the Future of Education."},
      {
        "id":"ED381444",
        "title":"Power, Consent, and Adolescent Sexual Harassment."},
      {
        "id":"ED381445",
        "title":"Soviet Teachers and the Politics of Identity, 1931-1939."},
      {
        "id":"ED381446",
        "title":"Motivational Strategies and Implicit Theories of Social Studies Teachers."},
      {
        "id":"ED381447",
        "title":"Balancing Unity and Diversity in a Changing World. Proceedings of the International Congress on Challenges to Education (Oahu, Hawaii, July 6-8, 1994)."},
      {
        "id":"ED381448",
        "title":"Effectiveness of the Use of Simulations in a Social Studies Classroom."},
      {
        "id":"ED381449",
        "title":"Promoting Curriculum Integration through Example or Practice What You Preach: A Case Study."},
      {
        "id":"ED381450",
        "title":"Bridges to Understanding: Writings by OCC International Students. Spring 1994."},
      {
        "id":"ED381451",
        "title":"Achievement Goals and Current Events Knowledge."},
      {
        "id":"ED381452",
        "title":"Economics, Kindergarten-Grade 6. A Curriculum Resource Guide."},
      {
        "id":"ED381453",
        "title":"Equity in World History: Women in World History. A Training Module. Equity in Education. The Alaska Project."},
      {
        "id":"ED381454",
        "title":"Teaching Social Studies by Teaching Language Arts: Three Papers on Using Language Arts Skills in Social Studies Teaching."},
      {
        "id":"ED381455",
        "title":"Economic Knowledge, Economic Education and Public Opinion on Economic Issues."},
      {
        "id":"ED381456",
        "title":"Evaluation of the 1991-92 Bill of Rights in a Multicultural Society Project. OER Report."},
      {
        "id":"ED381457",
        "title":"The Role of Higher Education in Enhancing History Education in the Schools."},
      {
        "id":"ED381459",
        "title":"Communicating with Middle Childhood Students of Varied Learning Styles: Social Studies and Language Arts-Related Strategies that Work."},
      {
        "id":"ED381460",
        "title":"Elementary Teacher Attitudes and Beliefs Regarding Religion and Education Compared with the American Population as a Whole, and Related Legal Decisions."},
      {
        "id":"ED381461",
        "title":"Social Studies &quot;on the Backburner&quot;: Views from the Field."},
      {
        "id":"ED381464",
        "title":"Peace Education for Children: Historical Perspectives."},
      {
        "id":"ED381466",
        "title":"One Hundred Ways To Implement the New Geography Standards in Your Classroom."},
      {
        "id":"ED381467",
        "title":"What Happened to Magruder's American Government? The Evolution of a Popular Textbook, 1970-1992."},
      {
        "id":"ED381468",
        "title":"Inside Social Studies at Castleton High School: Implications for Curriculum Reform."},
      {
        "id":"ED381472",
        "title":"African-Americans and the Palmetto State."},
      {
        "id":"ED381476",
        "title":"Images of Germany, Past and Present: A Film Collection. Series I, Instructional Activities."},
      {
        "id":"ED381477",
        "title":"Art Education: A Guide to Curriculum Planning. Bulletin No. 95185. Second Edition."},
      {
        "id":"ED381478",
        "title":"Education for All Summit of Nine High-Population Countries (New Delhi, India, December 12-16, 1993). Panel Proceedings."},
      {
        "id":"ED381479",
        "title":"Education for All Summit of Nine High-Population Countries (New Delhi, India, December 12-16, 1993). Final Report."},
      {
        "id":"ED381480",
        "title":"The National Geography Content Standards. ERIC Digest."}]
  }}
