{
  "response":{"numFound":506904,"start":30000,"numFoundExact":true,"docs":[
      {
        "id":"ED381481",
        "title":"Demistifying Research in Education and the Social Sciences. A Primer for LRE Folks."},
      {
        "id":"ED381482",
        "title":"Living the Law by Learning the Law. A K-12 Law-Related Education Curriculum Guide."},
      {
        "id":"ED381483",
        "title":"Making a Difference: Differentiated Curriculum Units by Teachers in the 1993 Artistically Talented Program."},
      {
        "id":"ED381484",
        "title":"Professional Development Schools: An Opportunity To Reconceptualize Schools and Teacher Education as Empowering Learning Communities."},
      {
        "id":"ED381485",
        "title":"A Tale of Two Professional Development Schools."},
      {
        "id":"ED381486",
        "title":"The Effect of Inclusion Training on Teacher Attitude towards Inclusion."},
      {
        "id":"ED381488",
        "title":"Developing a Residency Program as Part of Teacher Licensure. A Report in Accordance with Minnesota Statutes. 1993 Supplement. Section 125.230, SUBD. 7.(b)."},
      {
        "id":"ED381489",
        "title":"Impact and Challenges of Multi-Site Collaborative Inquiry Initiatives. Professional Development Schools: Changing the Work of the School of Education."},
      {
        "id":"ED381490",
        "title":"Shared Visions for Educational Advancement: The UT-ADAPT ACADEMY for Early Childhood Teacher Preparation."},
      {
        "id":"ED381491",
        "title":"Multiculturalism in the Professional Studies...Or Pardon Me I Believe Your Values May Be Showing."},
      {
        "id":"ED381492",
        "title":"The Imperative Educational Network: Parents, Teachers, and Concerned Individuals. Volume 1. Proceedings of the Imperative Educational Network Conference (Athens, Georgia, 1989)."},
      {
        "id":"ED381493",
        "title":"The Imperative Educational Network: Parents, Teachers, and Concerned Individuals. Volume 2. Proceedings of the Imperative Educational Network Conference (Athens, Georgia, 1990)."},
      {
        "id":"ED381494",
        "title":"The Imperative Educational Network: Parents, Teachers, and Concerned Individuals. Volume 3. Proceedings of the Imperative Educational Network Conference (Athens, Georgia, 1991)."},
      {
        "id":"ED381495",
        "title":"The Imperative Educational Network: Parents, Teachers, and Concerned Individuals. Volume 4. Proceedings of the Imperative Educational Network Conference (Athens, Georgia, 1992)."},
      {
        "id":"ED381497",
        "title":"Growing Pains: The Making of America's Middle School Teachers."},
      {
        "id":"ED381498",
        "title":"Multiple Teacher Training Programs: Information on Budgets, Services, and Target Groups. Fact Sheet for the Chairman, Budget Committee, House of Representatives."},
      {
        "id":"ED381499",
        "title":"Reflective Modeling in Teacher Education."},
      {
        "id":"ED381500",
        "title":"Authority and Relativism &quot;in the Trenches&quot;: A Case Study of Teacher Development."},
      {
        "id":"ED381501",
        "title":"Roles and Relationships in Student Teaching: A Role-Play Activity."},
      {
        "id":"ED381502",
        "title":"National Standards for Teachers."},
      {
        "id":"ED381503",
        "title":"Teachers' Voices: Reinventing Themselves, Their Profession, and Their Communities."},
      {
        "id":"ED381504",
        "title":"Faculty and Administrators of Color in the Pennsylvania State System of Higher Education: A Status Report."},
      {
        "id":"ED381505",
        "title":"Promoting School-University Partnerships: Professional Development of Teachers through the Collaborative School Improvement Program."},
      {
        "id":"ED381506",
        "title":"Early Field Experience: Contributions of the Methods Courses."},
      {
        "id":"ED381507",
        "title":"Shaping New Leaders for New Schools: Using the Case Method for Innovative Teaching and Learning."},
      {
        "id":"ED381508",
        "title":"Students for Education."},
      {
        "id":"ED381509",
        "title":"Using Published Teaching Techniques To Develop Lesson Plans."},
      {
        "id":"ED381510",
        "title":"The Role of School Health Instruction in Preventing Injury: Making It Work."},
      {
        "id":"ED381511",
        "title":"Nutrition Education Materials and Audiovisuals for Grades Preschool through 6. Special Reference Briefs."},
      {
        "id":"ED381512",
        "title":"Nutrition Education Materials and Audiovisuals for Grades 7 through 12. Special Reference Briefs."},
      {
        "id":"ED381513",
        "title":"Multiculturalism and Religious Fundamentalism: The Moral Challenge of Gender."},
      {
        "id":"ED381515",
        "title":"Survey of Teachers' Attitudes toward Diversity: A Pilot Study."},
      {
        "id":"ED381516",
        "title":"The Case for Teacher Portfolios."},
      {
        "id":"ED381517",
        "title":"Academic and Legal Ramifications of Hiring the Best."},
      {
        "id":"ED381518",
        "title":"Family/Professional Collaboration for Children with Special Health Needs and Their Families."},
      {
        "id":"ED381519",
        "title":"Suggested Acquaintance/Date Rape Education & Prevention Strategies for School Health Instruction."},
      {
        "id":"ED381521",
        "title":"Historical Overview of Physical Education Teacher Education Curricula in American Higher Education."},
      {
        "id":"ED381522",
        "title":"Sport Coaching Certification as an International Educational Trend."},
      {
        "id":"ED381524",
        "title":"Stages of Acquisition of Gateway Drug Use in Upper Elementary School Children."},
      {
        "id":"ED381525",
        "title":"Sequence Dance for Lifelong Leisure Activity: An International Experience!"},
      {
        "id":"ED381526",
        "title":"Sport Heroes in Congress."},
      {
        "id":"ED381527",
        "title":"Focus on Preschool Aquatics: Child Care Regulations."},
      {
        "id":"ED381528",
        "title":"HPERD Administrators' Perspectives Concerning Importance and Practice of Selected Marketing Methods."},
      {
        "id":"ED381529",
        "title":"Every Child a Winner with Inclusion."},
      {
        "id":"ED381530",
        "title":"ERIC as a Resource for the Teacher Researcher. ERIC Digest."},
      {
        "id":"ED381531",
        "title":"Mentoring and Support Networks in Elementary Schools."},
      {
        "id":"ED381533",
        "title":"Teacher Recruitment Effectiveness: A Comparative Study of the Affective Attributes of Teacher Candidates of the 1980's and the 1990's."},
      {
        "id":"ED381534",
        "title":"Preparing Preservice Teachers To Take Leadership Roles in Parent Involvement Programs in Schools."},
      {
        "id":"ED381536",
        "title":"Teacher Training and the Educational System in Poland. Some Notes."},
      {
        "id":"ED381537",
        "title":"Teacher to Teacher Talk: Student Performance on MSPAP."},
      {
        "id":"ED381538",
        "title":"Interpersonal Communications. Leader's Manual and Participant Materials."},
      {
        "id":"ED381540",
        "title":"Using Feedback from Preservice Administrators To Promote Reflection in Preservice Teachers."},
      {
        "id":"ED381541",
        "title":"Teacher Perception of Student Interest in Multicultural Tradebooks."},
      {
        "id":"ED381542",
        "title":"Attitudes and Perceptions Expressed by Teachers across the State of Mississippi toward the Whole Language Approach to Teaching Reading."},
      {
        "id":"ED381543",
        "title":"Preservice and Inservice Teacher Journals: What Do They Reveal?"},
      {
        "id":"ED381544",
        "title":"Conflict and Consensus in Teacher Candidates' Discussion of Ethnic Autobiography."},
      {
        "id":"ED381545",
        "title":"School Profiles 1993-94. E &amp; R Report No. 94.01."},
      {
        "id":"ED381546",
        "title":"SAT Results for WCPSS 1994 Graduates. Testing Bulletin."},
      {
        "id":"ED381547",
        "title":"Monitoring Education-for-All Goals: Focussing on Learning Achievement. Progress Report on the Project's First Five Countries: China, Jordan, Mali, Mauritius, Morocco."},
      {
        "id":"ED381548",
        "title":"The North Carolina 1994 Scholastic Aptitude Test Report."},
      {
        "id":"ED381549",
        "title":"Assessment, Testing, and Instruction: Retrospect and Prospect."},
      {
        "id":"ED381550",
        "title":"Measurement-Driven Reform: Research on Policy, Practice, Repercussion."},
      {
        "id":"ED381551",
        "title":"Economic Analysis of Testing: Competency, Certification, and \"Authentic\" Assessments."},
      {
        "id":"ED381552",
        "title":"A Conceptual Framework for Analyzing the Costs of Alternative Assessment."},
      {
        "id":"ED381554",
        "title":"Relationships between Differential Performance on Multiple-Choice and Essay Sections of Selected AP Exams and Measures of Performance in High School and College. College Board Report No. 94-5."},
      {
        "id":"ED381555",
        "title":"On Examinee Choice in Educational Testing. GRE Board Professional Report No. 91-17P."},
      {
        "id":"ED381556",
        "title":"Setting Standards on the Assessor Proficiency Test for the Praxis III: Classroom Performance Assessment."},
      {
        "id":"ED381557",
        "title":"Defining the Content Domain for the Praxis II Subject Assessment in French: A Job Analysis Focusing on Knowledge and Abilities."},
      {
        "id":"ED381558",
        "title":"Defining the Content Domain for the Praxis II Subject Assessment in Business Education: A Job Analysis Focusing on Knowledge and Skills."},
      {
        "id":"ED381559",
        "title":"An Assessment of Selected Validity-Related Properties of a Shortened Version of the Secondary Level English Proficiency Test and Locally Developed Writing Tests in the LACCD Context."},
      {
        "id":"ED381560",
        "title":"Defining the Content Domain for the Praxis II Subject Assessment in Earth and Space Science: Knowledge Important for Beginning Teachers."},
      {
        "id":"ED381561",
        "title":"A Comparison of Analysis of Covariance and Blocking Designs in a Gender and Science Context."},
      {
        "id":"ED381562",
        "title":"Proceedings of the Annual Meeting of the Mid-South Educational Research Association (23rd, Nashville, Tennessee, November 9-11, 1994)."},
      {
        "id":"ED381563",
        "title":"The Relationship between Assessor/Assessee Gender and Performance Observation Ratings."},
      {
        "id":"ED381565",
        "title":"Strategic Plan for the U.S. Department of Education. Working Document."},
      {
        "id":"ED381566",
        "title":"Disparities in Public School District Spending 1989-90. A Multivariate, Student-Weighted Analysis, Adjusted for Differences in Geographic Cost of Living and Student Need. Statistical Analysis Report."},
      {
        "id":"ED381567",
        "title":"College-Level Academic Skills Test, Technical Report, 1989-90."},
      {
        "id":"ED381568",
        "title":"College-Level Academic Skills Test, Technical Report, 1991-92."},
      {
        "id":"ED381569",
        "title":"College-Level Academic Skills Test, Technical Report, 1992-93."},
      {
        "id":"ED381570",
        "title":"College-Level Academic Skills Test, Technical Report, 1993-94."},
      {
        "id":"ED381571",
        "title":"Student Achievement of College-Level Communication and Mathematics Skills in Florida: 1989-90."},
      {
        "id":"ED381572",
        "title":"Student Achievement of College-Level Communication and Mathematics Skills in Florida: 1990-91."},
      {
        "id":"ED381573",
        "title":"Student Achievement of College-Level Communication and Mathematics Skills in Florida: 1991-92."},
      {
        "id":"ED381574",
        "title":"Work Keys."},
      {
        "id":"ED381576",
        "title":"On the Theory and Measurement of Creativity."},
      {
        "id":"ED381577",
        "title":"The Relationship between the Myers-Briggs Personality Types and Learning Styles."},
      {
        "id":"ED381578",
        "title":"Measurement of Teamwork Processes Using Computer Simulation. Project 2.1, Designs for Assessing Individual and Group Problem Solving."},
      {
        "id":"ED381579",
        "title":"Refining the Charles F. Kettering Profile for a Junior High School Student Population."},
      {
        "id":"ED381580",
        "title":"Teacher Shortages in the United States: Outlook for the Future."},
      {
        "id":"ED381581",
        "title":"School Environment Analysis. Louisiana Principal Internship."},
      {
        "id":"ED381582",
        "title":"Test Theory Reconceived."},
      {
        "id":"ED381583",
        "title":"National Assessment Technical Quality."},
      {
        "id":"ED381584",
        "title":"School Development and Professional Development in the New Educational Reform in Spain."},
      {
        "id":"ED381585",
        "title":"Are Preservice Teachers Acquiring Skills in Educational Technology, How and Where? Results of a National Survey."},
      {
        "id":"ED381586",
        "title":"An Interim Evaluative Report Concerning a Collaboration between the Children's Aid Society, New York City Board of Education, Community School District 6, and the I.S. 218 Salome Urena de Henriquez School [and] The Community Schools P.S. 5 and I.S. 218 Spring 1994 Update."},
      {
        "id":"ED381587",
        "title":"Building a Community School: A Revolutionary Design in Public Education."},
      {
        "id":"ED381591",
        "title":"Making Change Happen in a Language Minority School: A Search for Coherence. Educational Practice Report: 13."},
      {
        "id":"ED381592",
        "title":"Youth in Low-Income Urban Environments: We Have Better Things To Do Than Drugs. Alcohol, Tobacco, and Other Drugs Resource Guide."},
      {
        "id":"ED381597",
        "title":"Survey of Needs: Single Homeless Men. Denver Metro Area, 1993."},
      {
        "id":"ED381598",
        "title":"Weapon-Related Victimization in Selected Inner-City High School Samples. A Final Summary Report Presented to the National Institute of Justice."},
      {
        "id":"ED381599",
        "title":"Environmental Attitudes and Behaviors of American Youth with an Emphasis on Youth from Disadvantaged Areas."},
      {
        "id":"ED381600",
        "title":"The Black Population in the United States: March 1994 and 1993."},
      {
        "id":"ED381601",
        "title":"The Chapter 1 Challenge: Colorado's Contribution 1993."},
      {
        "id":"ED381604",
        "title":"Implementation of the Educational Research, Development, Dissemination, and Improvement Act. Hearing before the Subcommittee on Select Education and Civil Rights of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, Second Session (September 15, 1994)."},
      {
        "id":"ED381612",
        "title":"Learning Centres Development. UNESCO Regional Workshop on Learning Centre Development, and NFUAJ Workshop for the Promotion and Development of the UNESCO Co-Action World Terakoya Movement (3rd, Colombo, Sri Lanka, November 3-11, 1994). Draft Final Report."},
      {
        "id":"ED381613",
        "title":"Growing an Innovative Workforce. Forward Looking Education and Training for Forward Looking Business."},
      {
        "id":"ED381614",
        "title":"Developing Curriculum: Knowledge and Skills Essential for an International Salesforce."},
      {
        "id":"ED381615",
        "title":"Learning To Hope: A Study of the Adult Education for the Homeless Program."},
      {
        "id":"ED381616",
        "title":"Annual Adult Education Research Conference Proceedings (35th, Knoxville, Tennessee, May 20-22, 1994)."},
      {
        "id":"ED381617",
        "title":"The B.A.R. Demonstration Project: A Comparative Evaluation Trial of Computer-Based, Multimedia Simulation Testing and &quot;Hands-on,&quot; Actual Equipment Testing."},
      {
        "id":"ED381618",
        "title":"Vision for the Year 2002: A Working Document. Salem County Board for Vocational Education Strategic Plan for the Salem County Vocational Technical Schools."},
      {
        "id":"ED381619",
        "title":"Business Education Framework for Nebraska Schools. Kindergarten through Grade Twelve."},
      {
        "id":"ED381620",
        "title":"Building Business-Education Partnerships through Extended-Campus and Pre-Apprenticeship Programs."},
      {
        "id":"ED381622",
        "title":"Addressing Sex Discrimination and Sexual Harassment: Your Responsibilities as an Educator."},
      {
        "id":"ED381623",
        "title":"Older Adult Literacy Resource Manual. Part One: Problems and Perspectives. Part Two: Workshop Guide."},
      {
        "id":"ED381624",
        "title":"Self-Esteem. Update."},
      {
        "id":"ED381625",
        "title":"Techniques: Working with Adults with Learning Disabilities."},
      {
        "id":"ED381626",
        "title":"A Study of the St. Cloud, Minnesota, Adult Diploma Program: A School Choice Program. [and] Minnesota Legislation on Choice: A Study of Learners in the St. Cloud, Minnesota, Adult Diploma Program."},
      {
        "id":"ED381627",
        "title":"Three Year Advancement of Justice Plan."},
      {
        "id":"ED381628",
        "title":"The Relevance of Family Literacy in the Education of a Child."},
      {
        "id":"ED381629",
        "title":"Women&apos;s Forum: Gender, Language and Critical Literacy (Manly, Sydney, Australia, April 7-9, 1994). Forum Papers."},
      {
        "id":"ED381630",
        "title":"National Adult Literacy Congress: Leadership in Action (4th, Washington, D.C., September 17-20, 1993). Goals and Action Plans. Source Notes."},
      {
        "id":"ED381631",
        "title":"Steps to Success: Literacy Development in a Welfare-to-Work Program. Final Report."},
      {
        "id":"ED381634",
        "title":"What Minnesota Secondary Learners Require of Schools. Report of Work Group Discussions. Town Meeting (Spring 1993)."},
      {
        "id":"ED381635",
        "title":"What Minnesota Postsecondary Learners Require of Schools. Report of Work Group Discussions. Town Meeting (Summer 1994)."},
      {
        "id":"ED381636",
        "title":"Trends in the Distribution of State and Federal Funds for Vocational Education in Minnesota: Fiscal Years 1986 to 1992."},
      {
        "id":"ED381637",
        "title":"Benefits, Unions and Work-Family Time Conflict. Working Paper Series WP-012."},
      {
        "id":"ED381638",
        "title":"Workplace Innovation and Local Unions in the Building Trades: Theory, Application and Membership Reactions. Working Paper Series WP-014."},
      {
        "id":"ED381640",
        "title":"Start Your Own Business. Interim Guide."},
      {
        "id":"ED381641",
        "title":"Futures in Business. Interim Guide."},
      {
        "id":"ED381642",
        "title":"Guidelines for Program Development."},
      {
        "id":"ED381643",
        "title":"Exemplary Practice in Manitoba. Models of Quality in Literacy Programming."},
      {
        "id":"ED381644",
        "title":"Enhancing Continuing Education through Partnerships: The Importance of Cooperation and Collaboration. Proceedings of the Annual Meeting of the Association for Continuing Higher Education (56th, Toronto, Ontario, Canada, October 22-25, 1994)."},
      {
        "id":"ED381645",
        "title":"Apprenticeship: Fast Track to the Future."},
      {
        "id":"ED381646",
        "title":"Guide to Vocational Program Planning. Revised."},
      {
        "id":"ED381647",
        "title":"Practical Nursing Task Analyses."},
      {
        "id":"ED381648",
        "title":"Task Analyses for Child Care Services. A Competency-Based Curriculum."},
      {
        "id":"ED381651",
        "title":"Learning To Learn for the Customs Brokers Exam. The Port of Baltimore Workplace Skills Development Project."},
      {
        "id":"ED381657",
        "title":"Team Building and Problem Solving. The Port of Baltimore Workplace Skills Development Project."},
      {
        "id":"ED381658",
        "title":"Workplace Writing Skills. The Port of Baltimore Workplace Skills Development Project."},
      {
        "id":"ED381659",
        "title":"World Geography. The Port of Baltimore Workplace Skills Development Project."},
      {
        "id":"ED381660",
        "title":"Participant Perspectives: A View from Three Adult Tutorial Programs in New Hampshire."},
      {
        "id":"ED381661",
        "title":"Hearing on Job Opportunities and Basic Skills Act. Hearing before the Subcommittee on Postsecondary Education, Training and Life-Long Learning of the Committee on Economic and Educational Opportunities. House of Representatives, One Hundred Fourth Congress, First Session."},
      {
        "id":"ED381662",
        "title":"Department of Labor: Rethinking the Federal Role in Worker Protection and Workforce Development. Testimony before the Subcommittee on Human Resources and Intergovernmental Relations, Committee on Government Reform and Oversight. House of Representatives."},
      {
        "id":"ED381663",
        "title":"Learning Difficulties and the Power of Labelling in ABE. Mendip Papers MP071."},
      {
        "id":"ED381665",
        "title":"Adult Education Program Performance Report. Fiscal Year 1994. Under the Four-Year Plan for the Administration of Adult Education, P.L. 102-73."},
      {
        "id":"ED381666",
        "title":"Contextual Learning: A Critical Aspect of School-to-Work Transition Programs. Education Reform and School-to-Work Transition Series."},
      {
        "id":"ED381667",
        "title":"Employers' Role in School-to-Work Opportunities. Education Reform and School-to-Work Transition Series."},
      {
        "id":"ED381668",
        "title":"Evaluating School-to-Work Transition. Education Reform and School-to-Work Transition Series."},
      {
        "id":"ED381669",
        "title":"School-to-Work Transition and Its Role in the Systemic Reform of Education: The Experience of Jefferson County, Kentucky, and the Kentucky Education Reform Act. Education Reform and School-to-Work Transition Series."},
      {
        "id":"ED381670",
        "title":"Workplace Mentoring for Youth: Context, Issues, Strategies. Education Reform and School-to-Work Transition Series."},
      {
        "id":"ED381671",
        "title":"Adult Basic and Literacy Education. Section 353 Report. Program Year 1993-94."},
      {
        "id":"ED381672",
        "title":"Recommended Trade Books for Adult Literacy Programs: Annotated Bibliography with Teaching Suggestions."},
      {
        "id":"ED381673",
        "title":"Basic Skills Research. Bibliography of Research in Adult Literacy and Basic Skills 1972-1992."},
      {
        "id":"ED381676",
        "title":"Central and Eastern Europe: Vocational Education and Training in Transition."},
      {
        "id":"ED381677",
        "title":"Using Problem-Posing Dialogue in Adult Literacy Education. Teacher to Teacher."},
      {
        "id":"ED381680",
        "title":"Labor Force Participation of Older College Graduates."},
      {
        "id":"ED381681",
        "title":"Differences in Career Maturity between College Students with and without Learning Disabilities."},
      {
        "id":"ED381683",
        "title":"Workplace Literacy: A View of Employee Reading Levels."},
      {
        "id":"ED381684",
        "title":"Distance Training in the European Union. ZIFF Papiere 96."},
      {
        "id":"ED381685",
        "title":"Annual Earnings of Young Adults. Indicator of the Month."},
      {
        "id":"ED381686",
        "title":"Countdown to Graduation [and] School Transition Theory: The Handover Card Process."},
      {
        "id":"ED381688",
        "title":"Techniques for Authentic Assessment. Practice Application Brief."},
      {
        "id":"ED381689",
        "title":"Welfare to Work: The Role of Adult Basic and Literacy Education. Practice Application Brief."},
      {
        "id":"ED381690",
        "title":"Teaching Adults: Is It Different? Myths and Realities."},
      {
        "id":"ED381691",
        "title":"Clear & Simple. Developing Effective Print Materials for Low-Literate Readers."},
      {
        "id":"ED381692",
        "title":"The Workers Technology Skills Development Act. Report Together with Additional Views To Accompany S. 1020. Senate, 103D Congress, 2d Session."},
      {
        "id":"ED381693",
        "title":"You Begin by Getting Faculty and School Leaders To Develop a New Vision for Their High School. High Schools That Work Site Development Guide #1: Where Do You Begin?"},
      {
        "id":"ED381694",
        "title":"Creating an Effective Team Structure for Achieving &quot;High Schools That Work&quot; Goals. High Schools That Work Site Development Guide #2: School Site Teams."},
      {
        "id":"ED381695",
        "title":"Needs Assessment Can Help Achieve the Vision of a High School That Works for Career-Bound Students. High Schools That Work Site Development Guide #3: Needs Assessment."},
      {
        "id":"ED381696",
        "title":"Achieving the Goals and Key Practices of the &quot;High Schools That Work&quot; Program through Staff Development. High Schools That Work Site Development Guide #4: Staff Development."},
      {
        "id":"ED381697",
        "title":"Involving Teachers, Parents, and the Community in Guiding All Students into a Challenging Program of Study. High Schools That Work Site Development Guide #5: Guidance."},
      {
        "id":"ED381698",
        "title":"School Strategies: Motivating Students To Work Hard To Meet High Performance Standards. High Schools That Work Site Development Guide #6: Extra Help and Time."},
      {
        "id":"ED381699",
        "title":"A Framework for Quality Control, Accountability, and Evaluation: Being Clear about the Legitimate Outcomes of Career Counseling."},
      {
        "id":"ED381700",
        "title":"Evaluation of the Cooperative Emergency Substance Abuse Prevention Training Program, 1991-1992. OER Report."},
      {
        "id":"ED381702",
        "title":"Drug Use Forecasting. 1993 Annual Report on Juvenile Arrestees/Detainees: Drugs and Crime in American Cities. Research in Brief."},
      {
        "id":"ED381703",
        "title":"Issues of Premature Indoctrination into Sexualized Behavior."},
      {
        "id":"ED381704",
        "title":"School Violence. Report of the Superintendent's Task Force."},
      {
        "id":"ED381705",
        "title":"Testing the Limits of Politeness: Youth Group Talk in a Community Organization."},
      {
        "id":"ED381706",
        "title":"Barriers to Caring--Early Adolescents' Perspective."},
      {
        "id":"ED381709",
        "title":"Sensitivity to Verbally and Physically Harassing Behaviors and Reported Incidents in Junior High/Middle School Students."},
      {
        "id":"ED381710",
        "title":"Rural Homelessness in Northwest Ohio: Reasons, Patterns, Statistics, and Trends."},
      {
        "id":"ED381711",
        "title":"Developing Skills for Consultation with American Schools Overseas."},
      {
        "id":"ED381712",
        "title":"Issues in Student Suicide and Sudden Death Postvention: Best Practices in School Crisis Response."},
      {
        "id":"ED381713",
        "title":"School Safety Action Report: Recommendations from Action Group for School Safety."},
      {
        "id":"ED381714",
        "title":"Signs of Effectiveness II: Preventing Alcohol, Tobacco, and Other Drug Use: A Risk Factor/Resiliency-Based Approach."},
      {
        "id":"ED381715",
        "title":"Selected Resources on Sibling Abuse: An Annotated Bibliography for Researchers, Educators and Consumers."},
      {
        "id":"ED381716",
        "title":"Psychological Consulting in Schools: Role of the Counselor."},
      {
        "id":"ED381717",
        "title":"Transition: Careers and Education in Nebraska, 1995."},
      {
        "id":"ED381718",
        "title":"Safe Schools Resource Guide."},
      {
        "id":"ED381719",
        "title":"Demonstrating How Graphology &quot;Works.&quot;"},
      {
        "id":"ED381721",
        "title":"Colorado Youth Risk Behavior Survey, 1993."},
      {
        "id":"ED381722",
        "title":"Colorado Youth Risk Behavior Survey for Youth in Out-of-Home Placement."},
      {
        "id":"ED381723",
        "title":"Adolescent Living Skills. Final Report, FFY 1994."},
      {
        "id":"ED381724",
        "title":"Does Anybody Care? Title IV-E-IL: Adolescent Living Skills: SELF Program, Evaluation Report."},
      {
        "id":"ED381725",
        "title":"A Nationwide Study of Home Education."},
      {
        "id":"ED381726",
        "title":"Demographics: A Case for Equality in Alaska: A Training Module."},
      {
        "id":"ED381727",
        "title":"Keys to Success in Marriage and Other Important Relationships: A Curriculum for Students Grades 7-12."},
      {
        "id":"ED381728",
        "title":"Alcohol, Tobacco, and Other Drugs Resource Guide: Tobacco."},
      {
        "id":"ED381729",
        "title":"Drug and Alcohol Awareness for Kindergarten."},
      {
        "id":"ED381730",
        "title":"Drug and Alcohol Awareness for Grade One."},
      {
        "id":"ED381731",
        "title":"Drug and Alcohol Awareness for Grade Two."},
      {
        "id":"ED381732",
        "title":"Drug and Alcohol Awareness for Grade Three."},
      {
        "id":"ED381733",
        "title":"Drug and Alcohol Awareness for Grade Four."},
      {
        "id":"ED381734",
        "title":"Drug and Alcohol Awareness for Grade Five."},
      {
        "id":"ED381735",
        "title":"Drug and Alcohol Awareness for Grade Six."},
      {
        "id":"ED381736",
        "title":"Drug and Alcohol Awareness for Grade Seven."},
      {
        "id":"ED381737",
        "title":"Drug and Alcohol Awareness for Grade Eight."},
      {
        "id":"ED381738",
        "title":"ADATSA Treatment Outcomes: Employment and Cost Avoidance: An Eighteen Month Follow-Up Study of Indigent Persons Served by Washington State's Alcoholism and Drug Addiction Treatment and Support Act. Report No. 4-19."},
      {
        "id":"ED381739",
        "title":"Partnerships against Violence: Promising Programs. Volume 1: Resource Guide."},
      {
        "id":"ED381740",
        "title":"Partnerships against Violence: Information Sources, Funding, and Technical Assistance. Volume 2: Resource Guide."},
      {
        "id":"ED381741",
        "title":"Problem Classification in Counseling."},
      {
        "id":"ED381742",
        "title":"Individual Differences in Story Comprehension and Recall of Poor Readers. Technical Report No. 611."},
      {
        "id":"ED381743",
        "title":"Using Mapping To Get the Most Out of READING!"},
      {
        "id":"ED381744",
        "title":"A Study of the Effects of Structured Practice and Feedback on Spelling Achievement in Second Graders."},
      {
        "id":"ED381745",
        "title":"Examining Strategies for Embedding Literacy Skills within a Whole Language Program."},
      {
        "id":"ED381746",
        "title":"O.A.T.S.: What the Real World Needs in Reading, Writing, Speaking, and Listening: Occupational Application of Tasks and Skills in Reading, Writing, Speaking, and Listening--A Communication Application Curriculum and Tech Prep Project."},
      {
        "id":"ED381749",
        "title":"1994 NAEP Reading: A First Look--Findings from the National Assessment of Educational Progress."},
      {
        "id":"ED381750",
        "title":"Home Literacy Environment and Young Children's Literacy Knowledge and Behavior."},
      {
        "id":"ED381751",
        "title":"Levels of Comprehension Promoted by the Cooperative Integrated Reading and Composition (CIRC) Program."},
      {
        "id":"ED381752",
        "title":"Children's Use of Prior Knowledge and Experience in Understanding Informational Text on Nutrition."},
      {
        "id":"ED381753",
        "title":"Improving the Academic Achievement of High School Students through the Implementation of a Study Skills Program."},
      {
        "id":"ED381754",
        "title":"Developing and Implementing a Plan Involving Parents To Improve the Reading Interests of Middle School Students."},
      {
        "id":"ED381755",
        "title":"Improving Word Conceptualization of First Grade Low Achievers through the Use of Diverse Instructional Strategies."},
      {
        "id":"ED381756",
        "title":"Increasing Scripture Reading in a Religious Education Setting through Cooperative Efforts of Parents, Church Leaders, and Teachers."},
      {
        "id":"ED381757",
        "title":"Assessment and Decision Making in Schools: A Cross-Site Analysis. Technical Report No. 614."},
      {
        "id":"ED381758",
        "title":"Single-Subject Experimental Research: Applications for Literacy."},
      {
        "id":"ED381759",
        "title":"To Baby with Love: Baby's First Nursery Rhyme Book."},
      {
        "id":"ED381760",
        "title":"Reading Interests of Gifted Secondary School Writers."},
      {
        "id":"ED381761",
        "title":"What To Look for in Whole Language Content Area Classrooms."},
      {
        "id":"ED381762",
        "title":"Promoting Lifetime Professional Literacy."},
      {
        "id":"ED381763",
        "title":"Reaching out to Homeless Students."},
      {
        "id":"ED381764",
        "title":"Compacted Approach to Reading (CAR): An Intervention Program for At-Risk Beginning Readers."},
      {
        "id":"ED381765",
        "title":"Reading Assessment Alternatives."},
      {
        "id":"ED381766",
        "title":"Japanese College Students' English Reading Ability."},
      {
        "id":"ED381768",
        "title":"Enhancing the Teaching and Learning of Reading Comprehension in Third World Anglophone States: The Case for the 4P's Reading Comprehension Teaching Model."},
      {
        "id":"ED381770",
        "title":"Bilingual Preschool Children's Participation in Classroom Literacy Activities: &quot;Once upon a Time&quot; and Its Alternatives."},
      {
        "id":"ED381771",
        "title":"A Comment on the Good IEA Reading Results of Swedish Elementary School Students."},
      {
        "id":"ED381772",
        "title":"The Importance of Functional Literacy Skills in a Changing World."},
      {
        "id":"ED381773",
        "title":"Reading for Understanding: An Empirical Contribution to the Metacognition of Reading Comprehension. Linkoping Studies in Education and Psychology Dissertations, No. 41."},
      {
        "id":"ED381774",
        "title":"Using Repeated Reading To Promote Reading Success in a Heterogeneously Grouped First Grade."},
      {
        "id":"ED381775",
        "title":"To Wish upon a Star, a Stone, or a...Folktales from around the World and Shared Book Experiences: Multicultural Education for Young Children."},
      {
        "id":"ED381776",
        "title":"Violence and Objectivity in Psychology."},
      {
        "id":"ED381777",
        "title":"Writing Rhetorical Histories of Modern Revolutions: Rhetoric and Political Change in Poland, 1952-1992."},
      {
        "id":"ED381778",
        "title":"Survival Tactics: Rethinking and Redesigning a Writing Program during the New Abolitionism."},
      {
        "id":"ED381780",
        "title":"The Do It Wrong Approach to Writing."},
      {
        "id":"ED381781",
        "title":"Using Humor To Help Students Respond to One Another's Writing."},
      {
        "id":"ED381782",
        "title":"Developing Thinking Skills through Literature."},
      {
        "id":"ED381783",
        "title":"Writing as Exploration."},
      {
        "id":"ED381784",
        "title":"Beliefs about Textbooks: Implications for Writing Instruction."},
      {
        "id":"ED381785",
        "title":"Using Thematic Units with Elementary and Secondary Students."},
      {
        "id":"ED381786",
        "title":"Using Peer Tutoring with Elementary and Middle School Students."},
      {
        "id":"ED381787",
        "title":"Models of Family Literacy Programs."},
      {
        "id":"ED381788",
        "title":"Fostering Multicultural Awareness through Literature."},
      {
        "id":"ED381789",
        "title":"Whose Stories Are Validated?"},
      {
        "id":"ED381790",
        "title":"Aesthetics in Writing Assessment, or a Student's Essay about a Poem is Itself a Work of Art."},
      {
        "id":"ED381791",
        "title":"Improving Written Expression of Seventh Grade Mildly Intellectually Disabled Students Utilizing a Basal Reading Program, Journal Writing and Computer Applications."},
      {
        "id":"ED381792",
        "title":"Using Portfolios To Complement the Whole Language Program in a Third Grade Classroom."},
      {
        "id":"ED381793",
        "title":"Writing and Difference: The Student, Gender, and the Text."},
      {
        "id":"ED381794",
        "title":"The Construction (Summary) and the Collection (Last Progress Report on the Folktale-Project). Folktale: A Cross-Cultural, Interdisciplinary Study of the Experience of Literature. Paper 14."},
      {
        "id":"ED381796",
        "title":"Two Voices Are Better Than One: A Dialogic Use of the Dialogue Journal."},
      {
        "id":"ED381797",
        "title":"&quot;Read My Lips&quot; and Other Rhetoric: A Qualitative Ethical Study of TAs Using Standardized Syllabi in First-Year Composition Classes."},
      {
        "id":"ED381798",
        "title":"Rhetoricizing the Teacher's Position: Or What To Make of the Ghost of &quot;Process&quot; in Multicultural Pedagogies."},
      {
        "id":"ED381799",
        "title":"Gender Tracing and Literacy Narratives."},
      {
        "id":"ED381800",
        "title":"The Reports of Its Death Are Greatly Exaggerated: Tagmemics and the Politics of Indifference."},
      {
        "id":"ED381801",
        "title":"Is It the Teacher or Is It Memorex? Responding to Student Essays Using Audio Cassettes."},
      {
        "id":"ED381802",
        "title":"Disciplinarity and the Job Search, 1995."},
      {
        "id":"ED381803",
        "title":"Let the Writing Speak for Itself: Assessing the Composing Skills of Inner-City African American Students."},
      {
        "id":"ED381804",
        "title":"Student and Teacher Roles and Expectations as Sources of Potential Conflict in the Classroom."},
      {
        "id":"ED381805",
        "title":"Maryland English Journal. Volume 28, Numbers 1-2, Fall 1993 and Spring 1994."},
      {
        "id":"ED381806",
        "title":"Maryland English Journal. Volume 29, Numbers 1-2, Fall 1994 and Spring 1995."},
      {
        "id":"ED381811",
        "title":"More about Writing. Odense Working Papers in Language and Communication."},
      {
        "id":"ED381814",
        "title":"Experiential Learning in the Communication Research Methods Course: Doing Research To Understand Research."},
      {
        "id":"ED381815",
        "title":"Perceptions of Diversity Training Needs in High Tech Business."},
      {
        "id":"ED381816",
        "title":"Teaching through Teams in Communication Courses: Letting Structuration Happen."},
      {
        "id":"ED381817",
        "title":"Relinquishing Power in the Classroom: A Case Study on Self-Directed Teams in the Classroom."},
      {
        "id":"ED381818",
        "title":"The Role of Communication in Mediating the Difference between Children's Expecations about and Experiences of Parent-Child Relationships: Children's Models of Relationships."},
      {
        "id":"ED381819",
        "title":"Teaching Communication Ethics by Encouraging Values and Habits."},
      {
        "id":"ED381820",
        "title":"Communication Practices of Yesteryear: A Qualitative Analysis of Business and Professional Communication Textbooks in the Last Ten Years."},
      {
        "id":"ED381821",
        "title":"Public Address, Cultural Diversity, and Tolerance: Teaching Cultural Diversity in Speech Classes."},
      {
        "id":"ED381822",
        "title":"Should Textbooks Be Politically Correct?...and Several Other Issues."},
      {
        "id":"ED381823",
        "title":"The Administrative View of the Educational Perspectives in Forensics Activities for the 21st Century."},
      {
        "id":"ED381824",
        "title":"Computer-Based Communication and the Classroom: The Practical Concerns of Implementation."},
      {
        "id":"ED381825",
        "title":"Foundations of Learning: Teaching the Introduction to Communication Studies."},
      {
        "id":"ED381826",
        "title":"Storytelling in the Multicultural Classroom: A Study in Community Building."},
      {
        "id":"ED381827",
        "title":"Professor Perceptions of the Influence of Race on Classroom Dynamics and Credibility."},
      {
        "id":"ED381828",
        "title":"The Use of Mass Media for Health and AIDS Information among Chinese College Students."},
      {
        "id":"ED381829",
        "title":"Twelve Angry Jurors?: Argument in the Jury Decision Making Process."},
      {
        "id":"ED381830",
        "title":"An Ontological Approach to Education."},
      {
        "id":"ED381831",
        "title":"&quot;I'm Not Being Violent, I'm Just Having Fun!&quot; Violence as Enacted Curriculum in a Fifth-Grade Classroom."},
      {
        "id":"ED381832",
        "title":"&quot;You're Not There Yet&quot;: The Coming of Deaf Education Reform through the DPN Social Movement."},
      {
        "id":"ED381834",
        "title":"Violence Prevention: A Communication-Based Curriculum."},
      {
        "id":"ED381835",
        "title":"&quot;Angels in America Part 1: Millennium Approaches.&quot; Spotlight on Theater Notes."},
      {
        "id":"ED381836",
        "title":"Neil Simon's &quot;Laughter on the 23rd Floor.&quot; Spotlight on Theater Notes."},
      {
        "id":"ED381837",
        "title":"The Who's &quot;Tommy.&quot; Spotlight on Theater Notes."},
      {
        "id":"ED381838",
        "title":"&quot;How To Succeed in Business Without Really Trying.&quot; Spotlight on Theater Notes."},
      {
        "id":"ED381839",
        "title":"&quot;Crazy for You.&quot; Spotlight on Theater Notes."},
      {
        "id":"ED381840",
        "title":"&quot;Walking the Winds&quot;: American Tales, the Kennedy Center Traveling Young Players. Cue Sheet for Students."},
      {
        "id":"ED381841",
        "title":"Dylan Pritchett, Storyteller. Cue Sheet for Students."},
      {
        "id":"ED381842",
        "title":"&quot;Gulliver's Travels&quot; by Alfred Silver with Music by Stephen Naylor. Cue Sheet for Students."},
      {
        "id":"ED381843",
        "title":"Who Is Billy Still? Cue Sheet for Students."},
      {
        "id":"ED381844",
        "title":"&quot;The Very First Family&quot;: A Musical Play by Philip Hall, Based on Stories by Rudyard Kipling. Cue Sheet for Teachers."},
      {
        "id":"ED381845",
        "title":"&quot;Alice in Wonderland&quot;--Based on Stories by Lewis Carroll, Adapted by Ric Averill. Cue Sheet for Families."},
      {
        "id":"ED381846",
        "title":"Collective Voluntarism and Public Affairs Knowledge: A Typology for Knowledge Gap Theory Development."},
      {
        "id":"ED381849",
        "title":"Home Schooling. ERIC Digest, Number 95."},
      {
        "id":"ED381851",
        "title":"Facilitative Leadership. ERIC Digest, Number 96."},
      {
        "id":"ED381853",
        "title":"Standards-Driven Curriculum Reform and a Computerized Assessment Process."},
      {
        "id":"ED381854",
        "title":"Site-Based Management: Avoiding Disaster While Sharing Decision Making."},
      {
        "id":"ED381855",
        "title":"Women Superintendents of Illinois."},
      {
        "id":"ED381857",
        "title":"School-Based Management: Rationale and Implementation Guidelines."},
      {
        "id":"ED381858",
        "title":"Suggestions for Developing a District/School Multicultural Education Program."},
      {
        "id":"ED381859",
        "title":"Charter Schools: A Growing and Diverse National Reform Movement. Statement of Linda G. Morra, Director, Health, Education, and Human Services Division. Testimony before the Subcommittee on Labor, Health and Human Services, Education, and Related Agencies, Committee on Appropriations, U.S. Senate."},
      {
        "id":"ED381860",
        "title":"Conditions for Change: Georgians Talk about How To Improve Public Schools and Education. A Strategic Policy Paper."},
      {
        "id":"ED381863",
        "title":"Equity, Excellence and School Reform: A New Paradigm for Desegregation."},
      {
        "id":"ED381864",
        "title":"Legal Standards Regarding Gender Equity and Affirmative Action."},
      {
        "id":"ED381865",
        "title":"Private Management of the Schools: Solution for Failing Schools?"},
      {
        "id":"ED381866",
        "title":"Why Do Certain Teachers Change Their Instructional Patterns and What Importance Do the School Leaders Have in That Change?"},
      {
        "id":"ED381867",
        "title":"A Framework for Using Qualitative Research To Inform Policy-Makers and Empower Practitioners: Lessons from Madagascar."},
      {
        "id":"ED381869",
        "title":"Implementing the Multiage Classroom. ERIC Digest, Number 97."},
      {
        "id":"ED381870",
        "title":"Private School Graduation Requirements. Issue Brief."},
      {
        "id":"ED381871",
        "title":"Teachers' Professional Community in Restructuring Schools."},
      {
        "id":"ED381872",
        "title":"Year-Round Education: Impact on Support Services, Transportation, Operation, Facilities, and Maintenance."},
      {
        "id":"ED381873",
        "title":"Report of the Superintendent's Committee on Decentralization."},
      {
        "id":"ED381874",
        "title":"Mentoring in Educational Leadership Development: What Are the Responsibilities of the Proteges?"},
      {
        "id":"ED381876",
        "title":"Towards the Preparation of Ethical Educational Administrators for Diverse Communities: Exploring \"Self,\" Content and Pedagogy."},
      {
        "id":"ED381877",
        "title":"The Applicability of Market-Based Solutions to Public Sector Problems."},
      {
        "id":"ED381878",
        "title":"Key Factors in the Rise of Mass Popular Education and Their Relevance for Education in Southern Africa in the Twenty-First Century."},
      {
        "id":"ED381879",
        "title":"Fiscal Guidelines for Federal and State Aided Grants. Revised 1994."},
      {
        "id":"ED381880",
        "title":"Reinventing Public Education."},
      {
        "id":"ED381881",
        "title":"Comprehensive School Transformation, Phase III. Program Evaluation."},
      {
        "id":"ED381882",
        "title":"Shared Decision Making with Collective Bargaining."},
      {
        "id":"ED381883",
        "title":"Roles and Responsibilities in Education: A Position Paper."},
      {
        "id":"ED381884",
        "title":"Student Engagement in the Classrooms of Restructuring Schools."},
      {
        "id":"ED381885",
        "title":"Year-Round Schools: A Twenty-Year Follow-up Study of a Nationally Recognized Single Track Four-Quarter Plan at the High School Level."},
      {
        "id":"ED381887",
        "title":"Multicultural Education Policy in the United States: A Social Foundations Analysis."},
      {
        "id":"ED381888",
        "title":"Time for Professional Development: Ideas for Indiana. Policy Bulletin No. PB-B24."},
      {
        "id":"ED381890",
        "title":"A Preventive Law Approach to the Family and Medical Leave Act of 1993."},
      {
        "id":"ED381892",
        "title":"The Boeing Company Applied Academics Project Evaluation: Year Four. Evaluation Report."},
      {
        "id":"ED381893",
        "title":"Can Instructional Leaders Be Facilitative Leaders? ERIC Digest, Number 98."},
      {
        "id":"ED381894",
        "title":"Genuine Reward: Community Inquiry into Connecting Learning, Teaching, and Assessing."},
      {
        "id":"ED381895",
        "title":"Stop the Clock: Ending the Tyranny of Time in Education. Policy Perspectives on Time and Learning."},
      {
        "id":"ED381896",
        "title":"Revenues and Expenditures for Public Elementary and Secondary Education: School Year 1992-93. Statistics in Brief."},
      {
        "id":"ED381899",
        "title":"Rising to the Challenge: A New Agenda for California Schools and Communities."},
      {
        "id":"ED381900",
        "title":"History of Education Reform in Washington State: The Transition to a Performance-Based, Student Learning Education System."},
      {
        "id":"ED381901",
        "title":"The School for Quality Learning: Managing the School and Classroom the Deming Way."},
      {
        "id":"ED381903",
        "title":"National Education Goals and Standards: The Unpredictable Evolution of National Policy for All Students."},
      {
        "id":"ED381904",
        "title":"Can Principals Shed Their Traditional Style of Governance?"},
      {
        "id":"ED381906",
        "title":"Magnet Program Student Enrollment and Participation Report for Charlotte-Mecklenburg Schools."},
      {
        "id":"ED381907",
        "title":"First Report on Accomplishments in Achieving Other Project Objectives. Magnet Assistance Program Performance Report."},
      {
        "id":"ED381908",
        "title":"Magnet Assistance Program Enrollment and Participation Report."},
      {
        "id":"ED381910",
        "title":"Brush up Your Study Skills: Tips for Students and Parents."},
      {
        "id":"ED381911",
        "title":"D'Nealian Handwriting versus Circle-Stick Print."},
      {
        "id":"ED381913",
        "title":"Machines That Make Books Talk."},
      {
        "id":"ED381914",
        "title":"Better Than Toys: Real Life Skill Development."},
      {
        "id":"ED381915",
        "title":"Innovation and Development in Special Education: Directory of Current Projects. 1995 Edition."},
      {
        "id":"ED381918",
        "title":"Financial Aid for Students with Disabilities, 1995. [Update.]"},
      {
        "id":"ED381919",
        "title":"Americans with Disabilities Act."},
      {
        "id":"ED381920",
        "title":"Educational Software and Adaptive Technology for Students with Learning Disabilities."},
      {
        "id":"ED381921",
        "title":"Computers, Technology, and Disability. [Update.]"},
      {
        "id":"ED381922",
        "title":"Project L.I.F.E. (Lifelong Impact from Education). Final Report."},
      {
        "id":"ED381923",
        "title":"Braille Literacy: Resources for Instruction, Writing Equipment, and Supplies. Reference Circular 94-02."},
      {
        "id":"ED381924",
        "title":"Multi-District Outreach Projects--School-to-Work Transition Initiatives. OSERS Project Activities."},
      {
        "id":"ED381925",
        "title":"Learning Disabilities, An Understanding and Definition."},
      {
        "id":"ED381926",
        "title":"Family-Centered Care for Children Needing Specialized Health and Developmental Services. Third Edition."},
      {
        "id":"ED381927",
        "title":"Report of Accountability Focus Group (Salt Lake City, Utah, February 24-26, 1995). Final Report."},
      {
        "id":"ED381928",
        "title":"The Politics of Special Education Finance Reform in Three States. State Analysis Series."},
      {
        "id":"ED381929",
        "title":"A Profile of Special Education Finance Reform in Vermont. State Analysis Series."},
      {
        "id":"ED381930",
        "title":"A Profile of Special Education Finance Reform in Oregon. State Analysis Series."},
      {
        "id":"ED381931",
        "title":"Impact of the Kentucky Education Reform Act on Special Education Costs and Funding. State Analysis Series."},
      {
        "id":"ED381933",
        "title":"Consolidated Special Education Funding and Services: A Local Perspective. CSEF Policy Paper Number 5."},
      {
        "id":"ED381934",
        "title":"Criteria for Effective Special Education Funding Formulas. Policy Abstract."},
      {
        "id":"ED381935",
        "title":"Empowering Students with Disabilities through Organization and Involvement in Student Government: A Step-by-Step Approach To Creating a Student Organization."},
      {
        "id":"ED381937",
        "title":"Inclusion: An Annotated Bibliography. Supplement."},
      {
        "id":"ED381939",
        "title":"Transition Services: A Planning and Implementation Guide."},
      {
        "id":"ED381940",
        "title":"Integrated Occupational Program: Information Manual for Administrators, Counsellors, and Teachers. Curriculum Standards."},
      {
        "id":"ED381941",
        "title":"Resources for Special Education and Guidance &amp; Counselling. An Annotated List. Revised."},
      {
        "id":"ED381942",
        "title":"Career Awareness Resources for Exceptional Students (Project CARES), 1993-94. Final Evaluation Report. OER Report."},
      {
        "id":"ED381943",
        "title":"Final Approved New York State Plan for Education of Students with Disabilities, 1993-1995. The New York State Plan, July 1, 1992 to June 30, 1995, Submitted under the Individuals with Disabilities Education Act (P.L. 101-476). Approved by the Board of Regents and the U.S. Department of Education."},
      {
        "id":"ED381944",
        "title":"Respecialization in Special Education (RISE) Program: An Alternative Certification Program. An Overview."},
      {
        "id":"ED381947",
        "title":"The Effects of a Token Economy System on the Inappropriate Verbalizations of Emotional Support Students."},
      {
        "id":"ED381948",
        "title":"Powerful Partnerships: Parents &amp; Professionals Building Inclusive Recreation Programs Together."},
      {
        "id":"ED381949",
        "title":"Sources of Resilience Outcomes."},
      {
        "id":"ED381950",
        "title":"Twenty Years of Research &amp; Development on Practitioner Competencies Related to Transition."},
      {
        "id":"ED381951",
        "title":"Survey of Personnel Shortages and Training Needs in Vocational Rehabilitation, 1992. Final Report."},
      {
        "id":"ED381952",
        "title":"Resource Guide for Gifted Education in Arizona."},
      {
        "id":"ED381953",
        "title":"Exceptional Cognitive Development: A Life Span Developmental Approach."},
      {
        "id":"ED381954",
        "title":"Possible Sources of Data for Early Childhood (Age 3) Indicators."},
      {
        "id":"ED381955",
        "title":"COILS: The Co-Taught Integrated Learning System Program."},
      {
        "id":"ED381956",
        "title":"Improving the Communication Skills of Developmentally Disabled Students (Ages 14-22) through Parental/Family Involvement."},
      {
        "id":"ED381957",
        "title":"Act 230 in Vermont. What's Happening: Students; Classrooms; Schools."},
      {
        "id":"ED381958",
        "title":"Communicating and Interacting with People Who Have Disabilities."},
      {
        "id":"ED381959",
        "title":"Effective Communication in Special Education Student Teaching."},
      {
        "id":"ED381960",
        "title":"A Secondary School's Experience: Is It Inclusion, or Is It School Reform?"},
      {
        "id":"ED381961",
        "title":"Providing Peer Coaching in Inclusive Settings: A Tool for Consulting Teachers."},
      {
        "id":"ED381962",
        "title":"The SETT Framework: Critical Areas To Consider When Making Informed Assistive Technology Decisions."},
      {
        "id":"ED381963",
        "title":"A Professional Support Program for Families of Handicapped Preschoolers: Decrease in Maternal Stress."},
      {
        "id":"ED381964",
        "title":"Children with Fetal Alcohol Syndrome and Fetal Alcohol Effects: Patterns of Performance on IQ and Visual Motor Ability."},
      {
        "id":"ED381965",
        "title":"The University School Enaction Curriculum, 1994-95."},
      {
        "id":"ED381968",
        "title":"Teaching a Model of Social Skills Training to Child Care Workers at a Group Home for Adolescents, for Improvement of Treatment Planning."},
      {
        "id":"ED381969",
        "title":"Increasing Behaviorally Descriptive Language When Documenting Critical Incidents through Training of Line-Staff and Supervision."},
      {
        "id":"ED381970",
        "title":"Use of Part B Funds To Support School Reform: A Communication Panel Report on Framing the Task. Final Report."},
      {
        "id":"ED381971",
        "title":"Identification of Information Needs of State Education Agencies. Final Report."},
      {
        "id":"ED381972",
        "title":"A Case Study of &quot;Supported Education&quot; in Oregon: Resource Implications of Inclusion. State Analysis Series."},
      {
        "id":"ED381973",
        "title":"Career Placement for Learning Disabled Students. Final Performance Report."},
      {
        "id":"ED381974",
        "title":"Using CAI To Enhance the Peer Acceptance of Mainstreamed Students with Mild Disabilities."},
      {
        "id":"ED381975",
        "title":"The Economic and Psychological Burdens Associated with Lovaas Treatment for Childhood Autism."},
      {
        "id":"ED381976",
        "title":"Relationship of the WIAT and WJ-R Tests of Achievement in a Sample of Students Referred for Learning Disabilities."},
      {
        "id":"ED381977",
        "title":"WISC-III/WISC-R Relationships in Special Education Re-evaluations."},
      {
        "id":"ED381978",
        "title":"Mandating Father Involvement: Implications for Special Educators."},
      {
        "id":"ED381979",
        "title":"Teacher Perceptions: Impacts of Planning for Inclusion."},
      {
        "id":"ED381980",
        "title":"Restructuring and Reforming: &quot;Rat Race&quot; for Excellence or Failure?"},
      {
        "id":"ED381981",
        "title":"The Cognitive Strategy in Writing: Welcome Relief for Adolescents with Learning Disabilities."},
      {
        "id":"ED381982",
        "title":"The Transition to College for Students with Visual Impairments. Technical Report."},
      {
        "id":"ED381983",
        "title":"Gentle Teaching: A Value Based Framework for Helping Others."},
      {
        "id":"ED381984",
        "title":"Connecting Performance Assessment to Instruction: A Comparison of Behavioral Assessment, Mastery Learning, Curriculum-Based Measurement, and Performance Assessment. ERIC Digest E530."},
      {
        "id":"ED381985",
        "title":"Creating Meaningful Performance Assessments. ERIC Digest E531."},
      {
        "id":"ED381986",
        "title":"National and State Perspectives on Performance Assessment. ERIC Digest E532."},
      {
        "id":"ED381987",
        "title":"Using Performance Assessment in Outcomes-Based Accountability Systems. ERIC Digest E533."},
      {
        "id":"ED381988",
        "title":"Hearing on the Reauthorization of the Individuals with Disabilities Act (IDEA). Hearing before the Subcommittee on Select Education and Civil Rights of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, Second Session."},
      {
        "id":"ED353918",
        "title":"College: Its Relation to High School and Employment Requirements in Japan and the United States."},
      {
        "id":"ED353920",
        "title":"Guide to Dissertation Proposal Preparation &amp; Dissertation Preparation. 1993 Edition."},
      {
        "id":"ED353921",
        "title":"The Chance to Dream: A Community Success Story."},
      {
        "id":"ED353922",
        "title":"To Share a Dream: The Clinton-Middlebury Partnership."},
      {
        "id":"ED353923",
        "title":"Factors Influencing the Persistence of Ethnic Minority Students Enrolled in a College Engineering Program."},
      {
        "id":"ED353924",
        "title":"Estimated Supply &amp; Demand for Michigan's College and University Graduates of 1992-1993."},
      {
        "id":"ED353925",
        "title":"The Effects of Changing the Criteria for STAD Team Awards at Midterm: Two Parallel Experiments."},
      {
        "id":"ED353926",
        "title":"Fiscal Indicators for Postsecondary Education in New York State: 1985-86 through 1989-90."},
      {
        "id":"ED353927",
        "title":"Higher Education Enrollment Statistics and Projections. 1993-95 Biennium."},
      {
        "id":"ED353928",
        "title":"Conceptual Level Development in Higher Ability College Students."},
      {
        "id":"ED353929",
        "title":"Higher Education and Employment: The Changing Relationship. The Case of the Humanities and Social Sciences. Country Study: Australia."},
      {
        "id":"ED353930",
        "title":"Higher Education and Employment: The Changing Relationship. The Case of the Humanities and Social Sciences. Country Study: Austria."},
      {
        "id":"ED353931",
        "title":"Higher Education and Employment: The Changing Relationship. Recent Developments in Continuing Professional Education. Country Study: Finland."},
      {
        "id":"ED353932",
        "title":"Higher Education and Employment: The Changing Relationship. Recent Developments in Continuing Professional Education. Country Study: Germany."},
      {
        "id":"ED353933",
        "title":"Higher Education and Employment: The Changing Relationship. Recent Developments in Continuing Professional Education. Country Study: Germany. Flexible Organisation of Learning and Distance Study in the Federal Republic of Germany and in the Former German Democratic Republic."},
      {
        "id":"ED353934",
        "title":"Higher Education and Employment: The Changing Relationship. Recent Developments in Continuing Professional Education. Country Study: Italy."},
      {
        "id":"ED353935",
        "title":"Higher Education and Employment: The Changing Relationship. Recent Developments in Continuing Professional Education. Country Study: Japan."},
      {
        "id":"ED353936",
        "title":"Higher Education and Employment: The Changing Relationship. The Case of the Humanities and Social Sciences. Expert Contribution: Norway. The Humanities, Social Sciences and Employment."},
      {
        "id":"ED353937",
        "title":"Higher Education and Employment: The Changing Relationship. The Case of the Humanities and Social Science. Country Study: Sweden."},
      {
        "id":"ED353938",
        "title":"Higher Education and Employment: The Changing Relationship. Recent Developments in Continuing Professional Education. Country Study: United Kingdom."},
      {
        "id":"ED353939",
        "title":"Higher Education and Employment: The Changing Relationship. Recent Developments in Continuing Professional Education. Country Study: United States."},
      {
        "id":"ED353940",
        "title":"Higher Education and Employment: The Changing Relationship. Recent Developments in Continuing Professional Education. Country Study: Yugoslavia."},
      {
        "id":"ED353943",
        "title":"Mind over Matter: Moving beyond the Myths of Recruiting and Retaining Minority Faculty and Staff. Proceedings (Keystone, Colorado, May 21, 1990)."},
      {
        "id":"ED353944",
        "title":"Chief Executive Officers: Academic Leaders or Business Managers?"},
      {
        "id":"ED353945",
        "title":"In the National Interest: The Federal Government and Research-Intensive Universities. A Report from the Ad Hoc Working Group on Research-Intensive Universities and the Federal Government."},
      {
        "id":"ED353946",
        "title":"Renewing the Promise: Research-Intensive Universities and the Nation. A Report Prepared by the President's Council of Advisors on Science and Technology."},
      {
        "id":"ED353947",
        "title":"Case Study for FORD/SHEEO Project on Systemwide Database and Institutional Support for Minority Student Achievement."},
      {
        "id":"ED353948",
        "title":"Shared Visions of Public Higher Education Governance: Structures and Leadership Styles That Work."},
      {
        "id":"ED353949",
        "title":"The Impact on Higher Education. Part of a Symposium: Funding Shortfalls and Their Impact on Policy Making in the 1990's."},
      {
        "id":"ED353950",
        "title":"Marketing Open and Flexible Learning...The Direct Mail Approach."},
      {
        "id":"ED353951",
        "title":"Michael Oakeshott's Philosophy of Education and Its Implications for Instructional Design Theory and Practice."},
      {
        "id":"ED353952",
        "title":"Sex Differences in Computer Backgrounds and Attitudes: A Study of Teachers and Teacher Candidates."},
      {
        "id":"ED353953",
        "title":"Three Systems of Telecommunications in the United States."},
      {
        "id":"ED353954",
        "title":"An Analysis of Learning To Plan as a Search Problem."},
      {
        "id":"ED353955",
        "title":"COMPOSER: A Probabilistic Solution to the Utility Problem in Speed-up Learning."},
      {
        "id":"ED353956",
        "title":"Utility Generalization and Composability Problems in Explanation-Based Learning."},
      {
        "id":"ED353957",
        "title":"Chapter 2 Formula: 1991-92. Final Report."},
      {
        "id":"ED353958",
        "title":"Project A+, Elementary Technology Demonstration Schools, 1991-92: The Second Year."},
      {
        "id":"ED353960",
        "title":"The Application of Formal Design Theories to the Production of Videodisc/CBI Instructional Systems."},
      {
        "id":"ED353961",
        "title":"Asia and the Pacific: A Survey of Distance Education 1992. Vol. I: Australia-Japan. New Papers on Higher Education: Studies and Research, No. 7."},
      {
        "id":"ED353962",
        "title":"Asia and the Pacific: A Survey of Distance Education 1992. Vol. II: Republic of Korea-Vietnam. New Papers on Higher Education: Studies and Research, No. 7."},
      {
        "id":"ED353963",
        "title":"An Assessment of the Computer Skills of Incoming Freshmen at Two University of Wisconsin Campuses."},
      {
        "id":"ED353964",
        "title":"Employment-Related Key Competencies for Post-Compulsory Education and Training."},
      {
        "id":"ED353965",
        "title":"Face-to-Face and Distance Learning in Sri Lanka: Contradictory or Complementary."},
      {
        "id":"ED353966",
        "title":"How To Prepare Effective Flip Charts."},
      {
        "id":"ED353967",
        "title":"How To Prepare Effective Overhead Projector Presentations: One Picture Is Worth a Thousand Words."},
      {
        "id":"ED353968",
        "title":"LCD Panels: Vivid Presentations Using Your Overhead Projector and Your Computer."},
      {
        "id":"ED353969",
        "title":"The Instructional Developer, Expert Systems, and the Front End Process."},
      {
        "id":"ED353970",
        "title":"Introducing Multimedia Applications into the Curriculum Using IBMs."},
      {
        "id":"ED353971",
        "title":"Invitational Forum for the Development of Coordinated Statewide Leadership in Educational Technology (California, July 14, 1982)."},
      {
        "id":"ED353972",
        "title":"A Knowledge Acquisition System Based upon Structural Communication and Pattern Noting Technologies."},
      {
        "id":"ED353973",
        "title":"Microcomputers in Florida Public Schools. Fall 1991. MIS Statistical Brief, Series 92-06B."},
      {
        "id":"ED353974",
        "title":"Recommendations on Distance Education to the Northern Education Project of the Ministry of Education of the Government of Ontario. Submitted by the Distance Education Secondary School Committee of Northern Ontario."},
      {
        "id":"ED353975",
        "title":"Resource-Based Teaching and Learning; A Workshop."},
      {
        "id":"ED353976",
        "title":"Results of the Art in the City Project; Art in the City and Telecommunications."},
      {
        "id":"ED353977",
        "title":"A Review of MS-DOS Bulletin Board Software Suitable for Long Distance Learning."},
      {
        "id":"ED353978",
        "title":"Framework and Policy Recommendations for the Exchange and Preservation of Electronic Records."},
      {
        "id":"ED353980",
        "title":"Literacy, Libraries and the City University."},
      {
        "id":"ED353981",
        "title":"New Beginnings: A Report to the Faculty of Arts and Sciences on the State of the Library."},
      {
        "id":"ED353982",
        "title":"Plan of Organization and Service of the Onondaga-Cortland-Madison School Library System, July 1, 1991-June 30, 1994."},
      {
        "id":"ED353983",
        "title":"The African-American Experience in the United States."},
      {
        "id":"ED353984",
        "title":"Into Books...and Out of This World! A Bibliography for Young Library Services for the Blind and Physically Handicapped."},
      {
        "id":"ED353985",
        "title":"Safari Adventures: A Bibliography for Young Readers Preschool through Junior High."},
      {
        "id":"ED353986",
        "title":"Easy Readers Recommended for Consideration by Public Libraries."},
      {
        "id":"ED353987",
        "title":"Funding for Library Automation."},
      {
        "id":"ED353988",
        "title":"A Hybrid Systems Approach to Preservation of Printed Materials."},
      {
        "id":"ED353991",
        "title":"An Investigation of Domestic Approval Plan Return Rates by Academic Subjects before and after Subject Reprofiling at a Medium-Sized Academic Library."},
      {
        "id":"ED353993",
        "title":"Perception and Use of Libraries: A View from the Connecticut Public."},
      {
        "id":"ED353994",
        "title":"Records Management Resources for Local Governments in Alaska. Third Edition."},
      {
        "id":"ED353995",
        "title":"Records Management Manual."},
      {
        "id":"ED353996",
        "title":"Report of the Task Force on Access/Ownership Policy."},
      {
        "id":"ED353998",
        "title":"A Statement from the Research Library Committee."},
      {
        "id":"ED353999",
        "title":"Statistics &amp; Input-Output Measures for Colorado Public Libraries: 1991."},
      {
        "id":"ED354000",
        "title":"Supplementing Library Budgets through Grants and Gifts."},
      {
        "id":"ED354002",
        "title":"Standard for University of California Union Catalog Input Records; Standard for Brief Machine-Readable Bibliographic Records for University of California Libraries; [and] Record Format for the MELVYL Catalog. Technical Reports Nos. 1-3."},
      {
        "id":"ED354003",
        "title":"Directory of Electronic Information Resources: A Feasibility Study. Technical Report No. 4."},
      {
        "id":"ED354004",
        "title":"The Role of the MELVYL System in University of California Library Automation: The Next Five Years. Technical Report No. 5."},
      {
        "id":"ED354005",
        "title":"Rules for Merging MELVYL Records. Technical Report No. 6. Revised."},
      {
        "id":"ED354006",
        "title":"AMERICA 2000."},
      {
        "id":"ED354007",
        "title":"Collection Development Policy: Academic Library, St. Mary's University. Revised."},
      {
        "id":"ED354009",
        "title":"Education of Librarian and Information Professionals in the Pacific Islands."},
      {
        "id":"ED354010",
        "title":"Houston Cole Library Collection Assessment."},
      {
        "id":"ED354013",
        "title":"Extending Library Services to Remote Sites: Regis University as Case Study."},
      {
        "id":"ED354014",
        "title":"L'enseignement collegial, ou son equivalent, dans quelques provinces et pays. Etude exploratoire (College Instruction, or Its Equivalent, in Some Provinces and Countries. Exploratory Study)."},
      {
        "id":"ED354015",
        "title":"Le programme de sciences de la nature. Avis a la ministre de l'enseignement superieur et de la science (The Natural Sciences Program. Advisory to the Minister of Higher Education and Science)."},
      {
        "id":"ED354016",
        "title":"Arkansas Community and Technical College Survey, Fall 1992."},
      {
        "id":"ED354017",
        "title":"Toward a Model Academic Administrator Evaluation Policy. Adopted November 7, 1992."},
      {
        "id":"ED354018",
        "title":"Minority/Underrepresented Student Enrollment Enhancement."},
      {
        "id":"ED354019",
        "title":"Labour Trends and Training Needs in British Columbia."},
      {
        "id":"ED354020",
        "title":"Developing Teachers: \"When the Student Is Ready...\" The Developmental \"Waves\" of Teachers as Learners."},
      {
        "id":"ED354021",
        "title":"Improving Math Literacy for the Facilities Maintenance Industry: A Multimedia Approach."},
      {
        "id":"ED354022",
        "title":"JCCC Transfer Students: Their Destinations and Achievements."},
      {
        "id":"ED354023",
        "title":"Johnson County Community College and the Lives of Its Students: A Survey."},
      {
        "id":"ED354024",
        "title":"Educational Plant Survey. Florida Keys Community College. November 18-20, 1992."},
      {
        "id":"ED354025",
        "title":"Report for Florida Community Colleges: The Fact Book, 1991-92."},
      {
        "id":"ED354027",
        "title":"Learning Outcomes Assessment Activities, 1989-1992."},
      {
        "id":"ED354028",
        "title":"Tech-Prep/Associate Degree Program Guide: Tech Prep Associate Degree Program, Business Administration Associate Degree Program, Office Administration Associate Degree Program, Allied Health Associate Degree Program."},
      {
        "id":"ED354029",
        "title":"Annual Report and Crime Summary, 1992."},
      {
        "id":"ED354030",
        "title":"Nursing Transition: An Individualized Course To Promote Mobility from the LVN to RN Role. Registered Nurse Shortage Project. Final Report."},
      {
        "id":"ED354031",
        "title":"Transfer and Articulation: Gaining Institutional Support and Developing Regional Relationships."},
      {
        "id":"ED354032",
        "title":"Curriculum Diversity through a Core Approach to Ethics."},
      {
        "id":"ED354033",
        "title":"Educational Plant Survey, South Florida Community College, January 5-8, 1993."},
      {
        "id":"ED354034",
        "title":"Developing and Validating an Intermediate English Reading Test for English-as-a-Second-Language Learners."},
      {
        "id":"ED354035",
        "title":"The Economic Impact of San Juan College on San Juan County, New Mexico, 1991-92."},
      {
        "id":"ED354036",
        "title":"The Chair&apos;s Role in College Enrollment Management: Matriculation of Students."},
      {
        "id":"ED354037",
        "title":"Statewide Longitudinal Study, 1987-92. Final Report."},
      {
        "id":"ED354038",
        "title":"The Academic Performance of Mississippi Community/Junior College Transfer Students at the University of Southern Mississippi."},
      {
        "id":"ED354039",
        "title":"Improving Teaching and Learning in Community Colleges: Guidelines for Academic Leaders."},
      {
        "id":"ED354040",
        "title":"Educational Plant Survey, Florida Community College at Jacksonville, April 20-24, 1992."},
      {
        "id":"ED354041",
        "title":"State Higher Education Systems and College Completion. Final Report to the Ford Foundation."},
      {
        "id":"ED354043",
        "title":"Richard J. Daley College Annual Report, 1991-1992."},
      {
        "id":"ED354044",
        "title":"The Human Side of Quality: Employee Care and Empowerment."},
      {
        "id":"ED354045",
        "title":"Promoting Excellent Teaching: The Chair as Academic Leader."},
      {
        "id":"ED354046",
        "title":"Effective Strategies in Selecting Quality Faculty."},
      {
        "id":"ED354047",
        "title":"Salary Survey Report for the Illinois Public Community Colleges, Fall 1992."},
      {
        "id":"ED354048",
        "title":"Fiscal Year 1992 Unit Cost Report for the Illinois Public Community Colleges."},
      {
        "id":"ED354049",
        "title":"Too Much Law...Too Much Structure: Together We Can Cut the Gordian Knot."},
      {
        "id":"ED354050",
        "title":"Curricular Trends in Community Colleges: Implications for Transfer."},
      {
        "id":"ED354051",
        "title":"A School of the Future...Today."},
      {
        "id":"ED354052",
        "title":"Minorities in Government Internship Project (MIGIP)."},
      {
        "id":"ED354053",
        "title":"Communicating with Faculty Using a Diagnostic Performance Appraisal Process."},
      {
        "id":"ED354054",
        "title":"Community College Enrollment Estimate, Fall 1991."},
      {
        "id":"ED354055",
        "title":"California Community Colleges State and Federal Legislative Programs, 1993."},
      {
        "id":"ED354056",
        "title":"Examining the Impact: A Summary of the Carl D. Perkins Vocational Education Act, 1983-84 through 1990-91."},
      {
        "id":"ED354057",
        "title":"Evaluation of College Science and Technology Entry Program (CSTEP), Fall 1987 through Spring 1991."},
      {
        "id":"ED354058",
        "title":"First-Generation Students: Confronting the Cultural Issues. New Directions for Community Colleges, Number 80."},
      {
        "id":"ED354059",
        "title":"&quot;Thoughts&quot; about Preserving and Empowering Families through Co-Parenting Partnerships."},
      {
        "id":"ED354060",
        "title":"Is an Integrated &quot;Child-Centered, Family-Focused, Community-Based&quot; Prevention System Possible? or Are We Just &quot;Pipe-Dreaming&quot;?"},
      {
        "id":"ED354061",
        "title":"Integration from the Student Perspective: Constructing Meaning in a Writers' Workshop. Elementary Subjects Center Series No. 62."},
      {
        "id":"ED354062",
        "title":"Developing Support Systems within Schools: Creating a Foundation for Change."},
      {
        "id":"ED354063",
        "title":"Pragmatic Language in Early Childhood Education: Behavior and Thought in Teaching."},
      {
        "id":"ED354064",
        "title":"Caring and Paying: What Fathers and Mothers Say about Child Support."},
      {
        "id":"ED354065",
        "title":"The Impact of Child Care on the Socialization of African American Children. Pacific Oaks Occasional Papers."},
      {
        "id":"ED354067",
        "title":"Cognitive Science Questions for Cognitive Development: The Concepts of Learning, Analogy, and Capacity."},
      {
        "id":"ED354069",
        "title":"Early Childhood Education in Korea."},
      {
        "id":"ED354072",
        "title":"The Use and Management of Infant Teachers' Time: Some Policy Issues."},
      {
        "id":"ED354073",
        "title":"Path-Referenced Assessment in the Service of Teaching and Learning: The Role of Assessment in Home, Preschool, and School Initiatives To Promote an Effective Transition to Elementary School."},
      {
        "id":"ED354074",
        "title":"The Effects of Community and Family Life on a Third Grader's Behavior at School."},
      {
        "id":"ED354075",
        "title":"From Child Care to Family Care: The Parent Services Handbook."},
      {
        "id":"ED354076",
        "title":"Models for Local Planning: Child Care Planning Case Studies."},
      {
        "id":"ED354077",
        "title":"Literacy Behaviors of Kindergarten-Primary Children in High Stimulus-Level Literacy Environments. Part I: The Instruments. Part II: Environments and Literacy Behaviors."},
      {
        "id":"ED354078",
        "title":"Grief and Grief Processing for Preschool Children."},
      {
        "id":"ED354079",
        "title":"Sociodramatic Play: Assessment through Portfolio."},
      {
        "id":"ED354080",
        "title":"Just before the Bell Rings: Children's Conversational Topics during Kindergarten Dismissal."},
      {
        "id":"ED354082",
        "title":"Portfolio Assessment: Practical Training in Evaluating the Progress of Kindergarten and Primary Grade Children in Individualized Portfolio Formats."},
      {
        "id":"ED354083",
        "title":"Public Infant Centres in Italy: A National Survey."},
      {
        "id":"ED354084",
        "title":"Quality of Care: A National Sample."},
      {
        "id":"ED354086",
        "title":"Security Blankets and Children's Security of Attachment to Their Mothers."},
      {
        "id":"ED354087",
        "title":"In Search of Mediating Processes: Emotional Cues as Links between Family and Peer Systems."},
      {
        "id":"ED354088",
        "title":"Children's Moral Relationships with Nature."},
      {
        "id":"ED354090",
        "title":"Describing Students in Middle Level Classrooms."},
      {
        "id":"ED354091",
        "title":"Small Is Far Better. A Report on Three Class-Size Initiatives: Tennessee's Student Teacher Achievement Ratio (STAR) Project (8/85-8/89), Lasting Benefits Study (LBS: 9/89-7/92), and Project CHALLENGE (7/89-7/92) as a Policy Application (Preliminary Results). Paper No. 5."},
      {
        "id":"ED354092",
        "title":"Michigan Early Childhood Education Preschool Program Process Evaluation Report, 1992-93."},
      {
        "id":"ED354093",
        "title":"Prekindergarten Program Process Evaluation Report, 1992-93."},
      {
        "id":"ED354094",
        "title":"Washington's Future. 1989-1990 Annual Report of Washington State's Early Childhood Education and Assistance Program."},
      {
        "id":"ED354095",
        "title":"Hunger in the U.S.--Developing Educational Approaches."},
      {
        "id":"ED354096",
        "title":"Missouri's Parents as Teachers. Innovations Report."},
      {
        "id":"ED354097",
        "title":"Integration from the Student Perspective: Constructing Meaning in Science. Elementary Subjects Center Series No. 63."},
      {
        "id":"ED354098",
        "title":"Holistic Literacy: Voices Integrating Classroom Texts in Social Studies. Elementary Subjects Center Series No. 64."},
      {
        "id":"ED354100",
        "title":"Parent Run Day Care Centres: The Growth of a French Community Initiative. Studies and Evaluation Papers No. 8."},
      {
        "id":"ED354101",
        "title":"Your Child and the National Curriculum: A Parent's Guide to What Is Taught in Schools."},
      {
        "id":"ED354102",
        "title":"State-Funded Program for High-Risk Four-Year-Olds Evaluation Report 1990-1991: Part I, Program Descriptions; Part II, Follow-Up Study; Part III, Comprehensive Longitudinal Report."},
      {
        "id":"ED354105",
        "title":"Assessing the Quality of Family Child Care: A Comparison of Five Instruments."},
      {
        "id":"ED354106",
        "title":"Bilingual Beginnings: An Evaluation of the Title VII Special Populations Preschool Program. Final Report."},
      {
        "id":"ED354107",
        "title":"Texas Nutrition Education and Training Program for Federal Fiscal Year 1992. Final Evaluation Report."},
      {
        "id":"ED354108",
        "title":"Children and Youth At Risk. Conference Proceedings (Washington, D.C., February 5-7, 1990)."},
      {
        "id":"ED354109",
        "title":"College Summer Programs for High School Students."},
      {
        "id":"ED354111",
        "title":"Leave No Trace! An Outdoor Ethic: A Program To Teach Skills for Protecting the Wilderness Environment."},
      {
        "id":"ED354112",
        "title":"Leave No Trace: Outdoor Skills and Ethics."},
      {
        "id":"ED354113",
        "title":"Boats 'n Kids, Part I. Instructor Guide and Children's Workbook. Boating Safety Program for Children and Youth."},
      {
        "id":"ED354114",
        "title":"Water 'n Kids. Instructor Guide and Coloring Book. Boating Safety Programs for Children and Youth."},
      {
        "id":"ED354116",
        "title":"Please...Just Listen...Rural Schools in the United States Today."},
      {
        "id":"ED354117",
        "title":"Native Peoples of the Russian Far North."},
      {
        "id":"ED354119",
        "title":"The Rural Underclass: Examination of Multiple-Problem Populations in Urban and Rural Settings. Staff Working Papers."},
      {
        "id":"ED354125",
        "title":"State Plan for Migrant Education Program of Kentucky of the Augustus F. Hawkins-Robert T. Stafford Elementary and Secondary School Improvement Amendments of 1988. FY 1993-95. School Years 1992-93 through 1994-95."},
      {
        "id":"ED354126",
        "title":"American Indian/Alaskan Native Dropout Study."},
      {
        "id":"ED354127",
        "title":"The Goat Portage: Students' Stories and Learning from Canoe Trips."},
      {
        "id":"ED354128",
        "title":"National Rural Studies Committee: A Proceedings of the Annual Meeting (5th, Las Vegas, New Mexico, May 14-16, 1992)."},
      {
        "id":"ED354129",
        "title":"American Indians Today."},
      {
        "id":"ED354130",
        "title":"One Generation of Self-Determination: Native American Economic Self-Reliance in New Mexico."},
      {
        "id":"ED354131",
        "title":"Hispanic Americans in the Rural Economy: Conditions, Issues and Probable Future Adjustments."},
      {
        "id":"ED354132",
        "title":"Size, Function, and Structure: Jurisdictional Size Effects on Public Sector Performance."},
      {
        "id":"ED354133",
        "title":"Policy as a Stimulant to Curricular Growth in Rural Education."},
      {
        "id":"ED354134",
        "title":"A Challenge for School Boards' Leadership in Rural America."},
      {
        "id":"ED354135",
        "title":"To Amend the Indian Self-Determination and Education Assistance Act. Hearing on H.R. 3394 before the Committee on Interior and Insular Affairs. House of Representatives, One Hundred Second Congress, First Session (October 3, 1991)."},
      {
        "id":"ED354136",
        "title":"Native American Languages Act of 1991. Hearings on S. 2044 To Assist Native Americans in Assuring the Survival and Continuing Vitality of Their Languages, before the Select Committee on Indian Affairs. United States Senate, One Hundred Second Congress, Second Session."},
      {
        "id":"ED354137",
        "title":"Hunter Ethics: A Look at Hunter Behavior and Hunter Education in the U.S. and Canada."},
      {
        "id":"ED354138",
        "title":"Linking Inputs and Outcomes: Achievement among Economically Disadvantaged Appalachian Middle Grades Students."},
      {
        "id":"ED354139",
        "title":"Youth Conservation Corps Program. Oversight Hearing before the Subcommittee on Energy and the Environment of the Committee on Interior and Insular Affairs. House of Representatives, One Hundred Second Congress, Second Session."},
      {
        "id":"ED354140",
        "title":"Condition of Education in the Adirondack Blue Line."},
      {
        "id":"ED354141",
        "title":"A Territorial Imperative: The Authority of the State To Reorganize Public Schools and Districts."},
      {
        "id":"ED354142",
        "title":"Acid Rain: A Teacher's Guide. Activities for Grades 4 to 12."},
      {
        "id":"ED354144",
        "title":"Review of Reading Comprehension Instruction: 1985-1991."},
      {
        "id":"ED354145",
        "title":"A Preliminary Assessment of Science Process Skills Achievement of Preservice Elementary Teachers."},
      {
        "id":"ED354146",
        "title":"The Development of Science Knowledge in Kindergarten through Second Grade."},
      {
        "id":"ED354147",
        "title":"The Development of Science Knowledge in Third and Fourth Grade."},
      {
        "id":"ED354148",
        "title":"Keywords for Science Education: Alive and Active."},
      {
        "id":"ED354149",
        "title":"Promoting the Relevance &amp; Value of Chemistry: the General Chemistry Program of the U.S. Coast Guard Academy. Report 06-92."},
      {
        "id":"ED354150",
        "title":"Astronomy for Schools. Selected Teaching Aids."},
      {
        "id":"ED354151",
        "title":"Examining How Prospective Teachers Come To Understand Two Science Constructs, Evaporation and Condensation, as a Result of Class Discussion and Textbook Reading."},
      {
        "id":"ED354153",
        "title":"Earth Systems Education: Origins and Opportunities. Science Education for Global Understanding. Second Edition."},
      {
        "id":"ED354154",
        "title":"Decision: Earth."},
      {
        "id":"ED354155",
        "title":"Model Learner Outcomes for Environmental Education."},
      {
        "id":"ED354156",
        "title":"The Ideas Used by British and North American School Children To Interpret the Phenomenon of Decay: A Cross-Cultural Study."},
      {
        "id":"ED354157",
        "title":"Forest, Land, and Water: Understanding Our Natural Resources. Natural Resources Education Series."},
      {
        "id":"ED354158",
        "title":"Michigan Wetlands: Yours To Protect. A Citizen's Guide to Local Involvement in Wetland Protection. Second Edition."},
      {
        "id":"ED354161",
        "title":"Earth Matters: Studies for Our Global Future."},
      {
        "id":"ED354162",
        "title":"The Status of Environmental Education in the United States."},
      {
        "id":"ED354164",
        "title":"Education, Industrialization and Technical Progress in Mexico. IIEP Research Report No. 6."},
      {
        "id":"ED354165",
        "title":"Education in Austerity: Options for Planners. Fundamentals for Planning 36."},
      {
        "id":"ED354167",
        "title":"Sunbird: Final Report on the Proceedings of the Sunbird Seminar on Preservice Art Education (Long Beach, California, May 11-13, 1989) and Summaries of the Preservice Art Education Projects at Sixteen of the California State University Campuses."},
      {
        "id":"ED354168",
        "title":"The Role of the Fine and Performing Arts in High School Dropout Prevention."},
      {
        "id":"ED354171",
        "title":"Demographic Ageing of the South African Population: Past (1945-1985) and Expected Trends (1985-2035). Report S-190."},
      {
        "id":"ED354172",
        "title":"Art Appreciation in Practice in Sydney, Australia."},
      {
        "id":"ED354175",
        "title":"A Rationale and Set of Principles for the Development of a Systematic Approach to English Diction in Choral Performance."},
      {
        "id":"ED354176",
        "title":"Music Education: Why? What? How? = Musiekopvoeding: Waarom? Wat? Hoe? Papers Presented at the National Music Educators Conference (Pretoria, South Africa, April 9-12, 1990)."},
      {
        "id":"ED354179",
        "title":"Black Chronicle: An American History Textbook Supplement. Third Edition. Bulletin No. 91546."},
      {
        "id":"ED354180",
        "title":"Assessing Citizenship. The Goal 3 Technical Planning Subgroup on Citizenship Report."},
      {
        "id":"ED354181",
        "title":"Beginnings of the Industrial Revolution in England."},
      {
        "id":"ED354182",
        "title":"Twenty-Fifth Anniversary Annual Report."},
      {
        "id":"ED354183",
        "title":"A Handbook for Teachers of Arkansas Studies. Revised Edition."},
      {
        "id":"ED354184",
        "title":"Civics: Introduction and Levels 1-7."},
      {
        "id":"ED354186",
        "title":"Prejudice, Pedagogy, and the Play: A Study of &quot;The Merchant of Venice.&quot;"},
      {
        "id":"ED354187",
        "title":"Implications of Gendered Technology for Art Education: The Case Study of a Male Drawing Machine."},
      {
        "id":"ED354188",
        "title":"Unpacking Richard Paul's Strong Sense Critical Thinking. Reflection on the Annual International Conference for Critical Thinking at Sonoma State University (11th, Rohnert Park, California, August 4-8, 1991)."},
      {
        "id":"ED354194",
        "title":"Peace Education around the World at the Beginning of the 1990s: Some Data from Questionnaires to Ministries of Education and Members of the Peace Education Commission. Peace Education Miniprints No. 32."},
      {
        "id":"ED354195",
        "title":"Using the Purdue University Public Affairs (C-SPAN) Video Archives in the Classroom To Study President George Bush and the Language of Aggression during the Persian Gulf War."},
      {
        "id":"ED354196",
        "title":"Citizenship Rights Training Manual."},
      {
        "id":"ED354197",
        "title":"Destination: Senegal. Video Guide."},
      {
        "id":"ED354198",
        "title":"Destination: Marshall Islands. Video Guide."},
      {
        "id":"ED354199",
        "title":"Destination: Nepal. Video Guide."},
      {
        "id":"ED354203",
        "title":"Germany: The Search for Unity."},
      {
        "id":"ED354204",
        "title":"The Constitution and Individual Rights in Japan: Lessons for Middle and High School Students."},
      {
        "id":"ED354205",
        "title":"Education Standards in the Asia-Pacific Region."},
      {
        "id":"ED354206",
        "title":"Global Education: Educating for Our Common Future."},
      {
        "id":"ED354207",
        "title":"Europe in U.S. Social Studies: Textbooks and Teaching Materials. (Case Study: Germany) and Executive Summary. A Qualitative and Quantitative Analysis."},
      {
        "id":"ED354208",
        "title":"Contemporary Materials for Teaching New Aspects of Art Education. A Resources Review."},
      {
        "id":"ED354209",
        "title":"Prominent Places for Historic Places in the K-12 Social Studies Curriculum of the 1990's."},
      {
        "id":"ED354211",
        "title":"Lincoln Era Essay Contest: Seventh Annual Winners, 1988."},
      {
        "id":"ED354212",
        "title":"Education and Human Rights Violation in Guyana. Texas Papers on Latin America. Pre-publication Working Papers of the Institute of Latin American Studies, University of Texas at Austin. Paper No. 90-03."},
      {
        "id":"ED354213",
        "title":"Teacher Supply and Demand, 1989-90 and 1990-91."},
      {
        "id":"ED354214",
        "title":"Putting the Carnegie Report on School Choice in Perspective."},
      {
        "id":"ED354215",
        "title":"Making \"Hi-Tech\" My Tech. Helpful Hints for Educational Practitioners on Planning & Conducting Educational Research with the Help of Technical Specialists."},
      {
        "id":"ED354224",
        "title":"The American Teacher, 1991. The First Year: New Teachers' Expectations and Ideals. A Survey of New Teachers Who Completed Their First Year of Teaching in Public Schools in 1991. The Metropolitan Life Survey."},
      {
        "id":"ED354225",
        "title":"Adolescence Education: Physical Aspect, Module One; Social Aspects, Module Two; Sex Roles, Module Three; Sexually Transmitted Diseases, Module Four."},
      {
        "id":"ED354226",
        "title":"The American Teacher, 1992. The Second Year: New Teachers' Expectations and Ideals. A Survey of New Teachers Who Completed Their Second Year of Teaching in Public Schools in 1992. The Metropolitan Life Survey."},
      {
        "id":"ED354227",
        "title":"Becoming a Teacher: Practicum Guidelines for Student Teachers, Cooperating Teachers, Principals, College Supervisors."},
      {
        "id":"ED354228",
        "title":"Preparing Teachers for Open Response Testing."},
      {
        "id":"ED354229",
        "title":"Mentoring: A Review of the Literature."},
      {
        "id":"ED354230",
        "title":"Perceptions of Preservice Teacher Efficacy."},
      {
        "id":"ED354231",
        "title":"Effects of Formal Instruction on Preservice Teachers' Beliefs about Multicultural Education."},
      {
        "id":"ED354232",
        "title":"Enhancing Preservice Teachers' Self-Efficacy through a Field-Based Program of Reflective Practice."},
      {
        "id":"ED354233",
        "title":"Dealing with Diversity Issues in the Classroom: A Case Study Approach."},
      {
        "id":"ED354234",
        "title":"Intervention Strategies in Multicultural Education: A Comparison of Pre-Service Models."},
      {
        "id":"ED354235",
        "title":"Female Preservice Teachers' Prior Experience with Computing."},
      {
        "id":"ED354236",
        "title":"Convergence or Divergence? Perspectives on Experience and Cognitive Styles of Prospective Teachers."},
      {
        "id":"ED354237",
        "title":"How Mentors Describe and Categorize Their Ideas about Mentor Roles, Benefits of Mentoring, and Obstacles to Mentoring."},
      {
        "id":"ED354238",
        "title":"Five Instructors--A Study of Instructional Preferences of Preservice Teachers."},
      {
        "id":"ED354239",
        "title":"Preservice Teachers Preference for Course Learning Activities."},
      {
        "id":"ED354240",
        "title":"AIDS Instructional Guide Grades K-12, Supplement. Health."},
      {
        "id":"ED354241",
        "title":"Selected Issues in Education: Curriculum, Students, and Risk Management."},
      {
        "id":"ED354242",
        "title":"Preparation of Special Educators in Essential Early Education. Funding Period: August 1989-July 1992. Final Report."},
      {
        "id":"ED354243",
        "title":"The Scholastic Aptitude Test as a Predictor of Academic Success: A Literature Review."},
      {
        "id":"ED354244",
        "title":"Development of Subject-Area Teacher Certification Examinations."},
      {
        "id":"ED354245",
        "title":"Authentic Mathematics Assessment. ERIC/TM Digest."},
      {
        "id":"ED354246",
        "title":"Evaluation of &quot;Blueprint for the Future&quot;: Literature Review and Evaluation &quot;Tool Kit.&quot;"},
      {
        "id":"ED354247",
        "title":"Elementary CRDI Needs Assessment--Focused Interviews with School-Based Curriculum Management Teams (90/91)."},
      {
        "id":"ED354249",
        "title":"Assessment of Relevant Learning Processes."},
      {
        "id":"ED354250",
        "title":"Three Approaches for the Integration of Teaching, Testing, and Learning."},
      {
        "id":"ED354251",
        "title":"Evidence for Structural Alignment during Similarity Judgments."},
      {
        "id":"ED354252",
        "title":"Knowledge and Processes in Design. DPS Final Report."},
      {
        "id":"ED354253",
        "title":"Performance Assessment of Personal Correspondence on the Development of Written Language Use and Functions in Traditional and Process Writing Second-Grade Classrooms."},
      {
        "id":"ED354254",
        "title":"Self-Esteem and Achievement of At-Risk Adolescent Black Males."},
      {
        "id":"ED354255",
        "title":"Locus of Control and Achievement of At-Risk Adolescent Black Males."},
      {
        "id":"ED354256",
        "title":"Projections of Education Statistics to 2003."},
      {
        "id":"ED354258",
        "title":"Some Nagging Doubts on NCATE's Conceptualization of &quot;Knowledge Bases.&quot;"},
      {
        "id":"ED354259",
        "title":"Summary of Recommendations Regarding Chapter 1 Assessment from Selected Sources. Prepared for the Advisory Committee on Testing in Chapter 1."},
      {
        "id":"ED354260",
        "title":"Chapter 1's Part in the Juggernaut of Standardized Testing."},
      {
        "id":"ED354261",
        "title":"School Accountability: Predictors and Indicators of Louisiana School Effectiveness."},
      {
        "id":"ED354262",
        "title":"Schematic Maps: Cognitive Tools for Enhancing the Early Stages of Counseling."},
      {
        "id":"ED354263",
        "title":"The Referential Reality of Sweden: A Topological Approach to the Consciousness of High and Low Achievers. No. 44."},
      {
        "id":"ED354264",
        "title":"Factors Associated with Community College Selection of Mississippi Students Who Have Taken the Spring 1991 ACT Assessment."},
      {
        "id":"ED354265",
        "title":"A Performance Feedback System for Administrators in Higher Education."},
      {
        "id":"ED354266",
        "title":"Fostering Collaboration. Annual Report of Network Activities. Project 1.1."},
      {
        "id":"ED354267",
        "title":"Projections of Educational Statistics to 2011. Virginia Statistical Series."},
      {
        "id":"ED354268",
        "title":"Strategies for Analyzing and Evaluating Teaching Effectiveness Using a Clinical Supervision Model."},
      {
        "id":"ED354269",
        "title":"Anchored Instruction and Anchored Assessment: An Ecological Approach to Measuring Situated Learning."},
      {
        "id":"ED354270",
        "title":"Assessing Literacy: The Framework for the National Adult Literacy Survey."},
      {
        "id":"ED354271",
        "title":"National Education Longitudinal Study of 1988. First Follow-Up: Teacher Component Data File User's Manual."},
      {
        "id":"ED354273",
        "title":"Advances in Multi-Level Psychometric Models: Latent Variable Modeling of Growth with Missing Data and Multilevel Data. Project 2.6: Analytic Models To Monitor Status and Progress of Learning and Performance and Their Antecedents."},
      {
        "id":"ED354274",
        "title":"Congruence in Maternal and Professional Early Intervention Assessments of Young Children with Disabilities."},
      {
        "id":"ED354275",
        "title":"Vocational Interests and the Facet Structure of Factor V."},
      {
        "id":"ED354276",
        "title":"Projections of Education Statistics to 2003. Pocket Projections."},
      {
        "id":"ED354277",
        "title":"IMPACT II: A Network for Innovation and Growth: 1991."},
      {
        "id":"ED354278",
        "title":"Results of the Primary Assessment Program 1989."},
      {
        "id":"ED354279",
        "title":"School Choice. Proceedings of the Conference of the University/Urban Schools National Task Force (14th, Marina del Rey, California, October 29-30, 1992)."},
      {
        "id":"ED354280",
        "title":"Home-School-Community Agents and Safety and Security Specialists Merged Program: 1991-1992. Final Evaluation Report."},
      {
        "id":"ED354281",
        "title":"Latino National Political Survey. Summary of Findings."},
      {
        "id":"ED354282",
        "title":"Recruitment and Retention of Hispanic Students at West Texas State University."},
      {
        "id":"ED354283",
        "title":"Integrating Academic and Vocational Education: An Equitable Way To Prepare Middle Level Students for the Future. ERIC/CUE Digest, Number 83."},
      {
        "id":"ED354286",
        "title":"Fast Track. Summer Academic Skills Enhancement Program, 1992. Final Evaluation Report."},
      {
        "id":"ED354287",
        "title":"Schools, Families, and Children: Sixth Grade Results from the 1992 Longitudinal Study of Children at Risk. Performance Evaluation Summary."},
      {
        "id":"ED354289",
        "title":"Pequenitos en Accion. Edgewood ISD Model Program for 3-Year-Olds Replication Manual."},
      {
        "id":"ED354290",
        "title":"Pride and Poverty: A Report on San Antonio."},
      {
        "id":"ED354291",
        "title":"Mentoring in Action: The Efforts of Programs in New York City."},
      {
        "id":"ED354292",
        "title":"The Developmental and Sociocultural Foundations of Mentoring."},
      {
        "id":"ED354293",
        "title":"Mentoring Minority Youth: A Framework."},
      {
        "id":"ED354294",
        "title":"Social, Cultural, and Behavioral Contexts of Mentoring."},
      {
        "id":"ED354295",
        "title":"Seeking Help and Social Support in Adolescence: The Role of Non-Related Adults."},
      {
        "id":"ED354296",
        "title":"A Study of the Participation and Achievement of Black, Hispanic and Female Students in Mathematics, Science and Advanced Technologies in Virginia Secondary Schools."},
      {
        "id":"ED354298",
        "title":"Participatory Literacy Education: An Update."},
      {
        "id":"ED354299",
        "title":"SCANS Blueprint for Action: Building Community Coalitions."},
      {
        "id":"ED354300",
        "title":"Changing the Firm through Training."},
      {
        "id":"ED354303",
        "title":"School-to-Work Transition: Alternatives for Educational Reform."},
      {
        "id":"ED354304",
        "title":"Practical Nursing Curriculum Guide. Including the Expanded Functions of I.V. Therapy and LPN Management. Invest in Success."},
      {
        "id":"ED354305",
        "title":"Printing/Graphic Arts Technology. Curriculum Guide. Invest in Success."},
      {
        "id":"ED354306",
        "title":"Business Systems Specialist. Curriculum Guide. Invest in Success."},
      {
        "id":"ED354307",
        "title":"Fundamentals of Dental Assisting and Expanded Functions. Curriculum Guide. Volumes 1-2. [Revised.] Invest in Success."},
      {
        "id":"ED354308",
        "title":"Nursing Assistant. Curriculum Guide. Invest in Success."},
      {
        "id":"ED354309",
        "title":"Training Providers of Services to Persons with Developmental Disabilities. Level I. Technical Committee Report and Curriculum Guide. Invest in Success."},
      {
        "id":"ED354310",
        "title":"Veterans' Employment and Training Act of 1992. Report of the Committee on Veterans' Affairs, United States Senate, To Accompany S. 2515. 102D Congress, 2d Session."},
      {
        "id":"ED354311",
        "title":"Veterans' Readjustment Benefits Improvement Act of 1992. Report of the Committee on Veterans' Affairs, United States Senate, To Accompany S. 2647. 102D Congress, 2d Session."},
      {
        "id":"ED354312",
        "title":"Community Works Progress Act of 1992. Hearing on S. 2373 To Amend the Job Training Partnership Act To Establish a Community Works Progress Program, a Youth Community Corps Program, and a National Youth Community Corps Program, and for Other Purposes, before the Subcommittee on Employment and Productivity of the Committee on Labor and Human Resources. United States Senate, One Hundred Second Congress, Second Session."},
      {
        "id":"ED354313",
        "title":"Activities Coordinator. A Competency-Based Curriculum Designed To Prepare Students for Entry-Level Employment."},
      {
        "id":"ED354315",
        "title":"National Crime Information Center Mandatory Minimum Standards Curriculum for Full Access Terminal Operators. Volume Two--NCIC &quot;Hot&quot; Files."},
      {
        "id":"ED354317",
        "title":"The Effects of Cognitive and Noncognitive Theories of Motivation on Morale and Performance of Correctional Educators."},
      {
        "id":"ED354318",
        "title":"The Immersion Instructional Model: A Report from the Work Place."},
      {
        "id":"ED354319",
        "title":"Vocational Teacher Education: The Context for Reform."},
      {
        "id":"ED354320",
        "title":"Two Case Studies of Mastery Learning in Marketing Education: The MarkED Model Program."},
      {
        "id":"ED354321",
        "title":"Curriculum Development and Instructional Planning."},
      {
        "id":"ED354322",
        "title":"The Status of Secondary Marketing Education Students at the University Level."},
      {
        "id":"ED354323",
        "title":"Relationship of Technology Education to Tech Prep."},
      {
        "id":"ED354324",
        "title":"Secondary Student Recruitment: Challenge for a Rural Area Vo-Tech School."},
      {
        "id":"ED354325",
        "title":"Precision Machining Technology. Curriculum Guide."},
      {
        "id":"ED354326",
        "title":"Learning To Learn. An Introduction to the New National"},
      {
        "id":"ED354327",
        "title":"Designing the Framework. A Discussion Document about Restructuring National Qualifications."},
      {
        "id":"ED354328",
        "title":"Developing the National Qualifications Framework. A Report to the Board."},
      {
        "id":"ED354329",
        "title":"Quality Assurance in Education and Training."},
      {
        "id":"ED354330",
        "title":"Designing a Moderation System. Developing a Qualifications Framework for New Zealand."},
      {
        "id":"ED354331",
        "title":"Moderation of Assessment: An Introduction for National Standards Bodies. Developing a Qualifications Framework for New Zealand."},
      {
        "id":"ED354332",
        "title":"The Tikipunga Experience. A Case Study in Modular Learning. Developing a Qualifications Framework for New Zealand."},
      {
        "id":"ED354333",
        "title":"Beyond the Norm? An Introduction to Standards-based Assessment. Developing a Qualifications Framework for New Zealand."},
      {
        "id":"ED354334",
        "title":"Induction Experiences and Needs for Preparing Vo-Tec Instructors without Teacher Education Background."},
      {
        "id":"ED354335",
        "title":"What People Mean When They Say They Teach Technology Education."},
      {
        "id":"ED354336",
        "title":"Perceptions of Postsecondary Vocational Student Organizations by Recent High School Graduates and Non-Traditional Students."},
      {
        "id":"ED354337",
        "title":"Vocational Education and Training. Review of Experience. Latin America and the Caribbean."},
      {
        "id":"ED354338",
        "title":"Curriculum Guidelines for the Communication Technology Area of Technology Education Teacher Preparation Programs."},
      {
        "id":"ED354339",
        "title":"The Effect of Conceptual Diagrams on Aviation Mechanics' Technical Systems Understanding."},
      {
        "id":"ED354340",
        "title":"The Nature of Technology and the Subject Matter of Technology Education--A Survey of Industrial Teacher Educators."},
      {
        "id":"ED354341",
        "title":"Critical Issues and Problems in Technology Education."},
      {
        "id":"ED354342",
        "title":"Vocational/Career Counseling and Career Education for Special Populations. Annotated Resource List."},
      {
        "id":"ED354343",
        "title":"Beyond Vocational Education Standards and Measures: Strengthening Local Accountability Systems for Program Improvement."},
      {
        "id":"ED354344",
        "title":"BEST: A Learner-Centered Workplace Literacy Partnership of the Vermont Institute for Self-Reliance and General Electric Aircraft Engines Rutland, VT. Final Performance Report."},
      {
        "id":"ED354345",
        "title":"Measuring Employment Outcomes Using Unemployment Insurance Wage Records."},
      {
        "id":"ED354348",
        "title":"&quot;World Class&quot; or &quot;Social Class.&quot; What Kind of Workforce Preparation Will We Have?"},
      {
        "id":"ED354349",
        "title":"Procedures for Longitudinal Job Placement Follow-up of Former Program Participants. Adult Migrant Program."},
      {
        "id":"ED354350",
        "title":"Did the Value of Education in Agriculture Go Up Today?"},
      {
        "id":"ED354351",
        "title":"Facilitating Women's Involvement in Non-Traditional Occupations."},
      {
        "id":"ED354352",
        "title":"Lesson Plans Used with Housekeeping Employees of the Sheraton Anchorage Hotel. Conversation and Reading Skills Correlated with Skill Books 1-3 of the &quot;Laubach Way to English.&quot; Workplace Curriculum."},
      {
        "id":"ED354353",
        "title":"Lesson Plans Prepared for Carr Grocery Employees. Conversation and Reading Skills Correlated with Skill Books 1-2 of &quot;The Laubach Way to English.&quot; Workplace Curriculum."},
      {
        "id":"ED354354",
        "title":"Janitorial Unit Prepared for Carr Grocery Employees. Custodian's Guide Prepared for the Anchorage School District Custodial Employees. Workplace Curriculum."},
      {
        "id":"ED354355",
        "title":"First Aid Lessons. Correlated Conversation for Use with &quot;You Can Give First Aid.&quot; Workplace Curriculum."},
      {
        "id":"ED354356",
        "title":"Tech Prep: An Embryonic Idea and Divergent Practice."},
      {
        "id":"ED354357",
        "title":"Birmingham Public Schools' Infant Care Training Project: A Learning Center for Teenage Mothers."},
      {
        "id":"ED354358",
        "title":"Business Education Grades 6-12. Program Evaluation."},
      {
        "id":"ED354359",
        "title":"Career and Technology Education Grades 6-12. Program Evaluation."},
      {
        "id":"ED354360",
        "title":"Home Economics/Health Grades 6-12. Program Evaluation."},
      {
        "id":"ED354361",
        "title":"Training Opportunities Partnership Program. Final Performance Report, Evaluation Report, and Methodology Guide."},
      {
        "id":"ED354362",
        "title":"Mentoring to Support the Mission of a Government Agency."},
      {
        "id":"ED354364",
        "title":"Characteristics and Experiences of Leaders Who Are Alumni of Vocational Student Organizations."},
      {
        "id":"ED354365",
        "title":"Strategies To Promote Agricultural Literacy."},
      {
        "id":"ED354366",
        "title":"Analysis and Assessment of the Newark Literacy Campaign's Adult Tutorial Reading Program: A Report to the Ford Foundation."},
      {
        "id":"ED354367",
        "title":"Homelessness and Work Experience: Two Years in Saint Paul. Final Report."},
      {
        "id":"ED354368",
        "title":"Chronic Scandal in the American Proprietary School Sector: A Historical Perspective on Why Treatments Have Not Provided a Cure."},
      {
        "id":"ED354369",
        "title":"Recommendations for Fair and Unbiased Apprentice Selection. An NTB/HRSC Report. Contract Report."},
      {
        "id":"ED354370",
        "title":"Databases on Vocational Qualifications and Courses Accredited. Report on the Workshop Organised by CEDEFOP (Nurnberg, Germany, November 25-26, 1992)."},
      {
        "id":"ED354371",
        "title":"National Evaluation of Adult Education Programs. Profiles of Service Providers. First Interim Report."},
      {
        "id":"ED354372",
        "title":"New Guidebook for Development and Production of Literacy Materials."},
      {
        "id":"ED354373",
        "title":"Education in a Changing Europe."},
      {
        "id":"ED354374",
        "title":"Development of an Inservice Training Program for Health Care Professionals Working with Pediatric Patients To Increase Awareness of Needs and Concerns of Such Patients."},
      {
        "id":"ED354375",
        "title":"Jobs for JOBS: Toward a Work-Based Welfare System. Occasional Paper 1993-1."},
      {
        "id":"ED354376",
        "title":"Ambassadors in Industry: Integrating the Curriculum."},
      {
        "id":"ED354377",
        "title":"The Enterprise Training System and Training Content Analysis of Selected Manufacturing Companies in Taiwan, R.O.C.: A Case Study."},
      {
        "id":"ED354378",
        "title":"A Study of Cognitive Skills and Orientation among Secondary Marketing Education Students in Central Georgia."},
      {
        "id":"ED354379",
        "title":"A Study of Gender Differences in Cognitive Style and Conative Volition."},
      {
        "id":"ED354380",
        "title":"Critical Thinking in Business Education."},
      {
        "id":"ED354381",
        "title":"A Comparison of the Acceptance of Technology Education between Idaho and Nebraska Teachers."},
      {
        "id":"ED354382",
        "title":"Benchmarks &amp; Milestones. A Statistical Summary of Regional 2+2 Tech Prep Activities. Mt. Hood Regional Cooperative Consortium. 1992 Annual Report."},
      {
        "id":"ED354383",
        "title":"The Changing Work Force. Trends and Issues Alerts."},
      {
        "id":"ED354384",
        "title":"Minority Participation in Continuing Education. Trends and Issues Alerts."},
      {
        "id":"ED354385",
        "title":"Portfolio Assessment in Adult, Career, and Vocational Education. Trends and Issues Alerts."},
      {
        "id":"ED354386",
        "title":"Psychosocial Development of Women: Linkages to Teaching and Leadership in Adult Education. Information Series No. 350."},
      {
        "id":"ED354387",
        "title":"Enhancing Diversity in Vocational Education. Information Series No. 351."},
      {
        "id":"ED354388",
        "title":"Workplace Literacy: A Guide to the Literature and Resources. Information Series No. 352."},
      {
        "id":"ED354389",
        "title":"Career Education Revisited: Implications for the 1990s. Information Series No. 353."},
      {
        "id":"ED354390",
        "title":"Selected Contemporary Work Force Reports: A Synthesis and Critique. Information Series No. 354."},
      {
        "id":"ED354391",
        "title":"Adult Literacy Education: Current and Future Directions. An Update. Information Series No. 355."},
      {
        "id":"ED354393",
        "title":"Advancing Adult Workforce Skills: Opportunities and Requirements for State Action. EQW Working Papers."},
      {
        "id":"ED354394",
        "title":"Competitive Strategies of States: A Life-Cycle Perspective. EQW Working Papers."},
      {
        "id":"ED354395",
        "title":"Workplace Skills Enhancement Program. Dissemination Report."},
      {
        "id":"ED354396",
        "title":"Supporting Learning. Promoting Equity and Participation. Part 1. A Model for Colleges."},
      {
        "id":"ED354397",
        "title":"Learning Outcomes in Higher Education. A Development Project Report."},
      {
        "id":"ED354398",
        "title":"Understanding Accreditation: Ways of Recognising Achievement."},
      {
        "id":"ED354400",
        "title":"Teaching the SCANS Competencies."},
      {
        "id":"ED354401",
        "title":"Development of Literacy Follow-Up Materials for Women and Other Disadvantaged Population. Final Report of the Regional Workshop on the Preparation of Literacy Follow-Up Materials in Asia and the Pacific (9th, Islamabad, Pakistan, November 2-13, 1991)."},
      {
        "id":"ED354402",
        "title":"National Workshop on the Preparation of Literacy Follow-Up Materials in Malaysia (Penang, Malaysia, December 9-19, 1990). Report."},
      {
        "id":"ED354403",
        "title":"National Workshop on the Development of Literacy Follow-Up Materials in the Philippines (Quezon City, Philippines, December 9-19, 1991). Report."},
      {
        "id":"ED354404",
        "title":"Labor Issues. Transition Series."},
      {
        "id":"ED354405",
        "title":"Farmers' Cooperatives in Nigeria: A Vehicle for Mutual Help and Education."},
      {
        "id":"ED354406",
        "title":"Educational Attainment and Economic Development: Pennsylvania's Young Workers in the 1990's."},
      {
        "id":"ED354407",
        "title":"Economic Competitiveness and the Human-Capital Investment Gap."},
      {
        "id":"ED354408",
        "title":"Investment in Learning: An Assessment of the Economic Return."},
      {
        "id":"ED354409",
        "title":"What You Can Do for Your Country."},
      {
        "id":"ED354410",
        "title":"Combining School and Work: Options in High Schools and Two-Year Colleges."},
      {
        "id":"ED354411",
        "title":"Refuges and Wildlife. Handbook for Cooperative Education Program."},
      {
        "id":"ED354412",
        "title":"Portraits of Excellence. The Secretary's Awards for Outstanding Adult Education and Literacy Programs."},
      {
        "id":"ED354413",
        "title":"U.S. and Foreign Strategies for Preparing Noncollege Youth for Employment. Statement before the Subcommittee on Education and Health, Joint Economic Committee. Testimony."},
      {
        "id":"ED354414",
        "title":"Women in Apprenticeships: Steps to Building a Career."},
      {
        "id":"ED354415",
        "title":"The Development of a Survey Instrument To Assess the &quot;Learning How To Learn&quot; Knowledge and Skills of Adult Educators in the Department of Adult Education in Anderson County."},
      {
        "id":"ED354416",
        "title":"Workplace Literacy: Lessons from Practice. ERIC Digest No. 131."},
      {
        "id":"ED354417",
        "title":"The Impact of Perceived Worker Age on Treatment of Experienced and Inexperienced Poor Performers."},
      {
        "id":"ED354418",
        "title":"Gender Differences in the Structure of Career-Related Aspects."},
      {
        "id":"ED354420",
        "title":"Child Sexual Abuse among Troubled Clergy: A Descriptive Summary."},
      {
        "id":"ED354421",
        "title":"Features of Wisdom: Prototypical Attributes of Wise People."},
      {
        "id":"ED354422",
        "title":"Office of Juvenile Justice and Delinquency Prevention, 1991 Annual Report."},
      {
        "id":"ED354423",
        "title":"Teens Helping Teens: A Research Study To Evaluate the Impact."},
      {
        "id":"ED354424",
        "title":"A-Okay: A Middle School Advisory Program."},
      {
        "id":"ED354425",
        "title":"A Two Year Study of Substance Use among Secondary Students: Analysis of Employment as a Variable."},
      {
        "id":"ED354426",
        "title":"Today's Families and Today's Children: A Snapshot. Issue Briefs."},
      {
        "id":"ED354427",
        "title":"Schools Free of Drugs and Violence. Questions and Answers on Reaching National Education Goal 6: &quot;By the Year 2000, Every School in America Will be Free of Drugs and Violence and Will Offer a Disciplined Environment Conducive to Learning.&quot; Resource Document."},
      {
        "id":"ED354428",
        "title":"Pumsy in Pursuit of Excellence and Self-Concept of Second Grade Students."},
      {
        "id":"ED354430",
        "title":"Fear of Success."},
      {
        "id":"ED354431",
        "title":"Power Statements in Therapy: Implications for Women Counseling Men."},
      {
        "id":"ED354432",
        "title":"Psychological Reactance in Marital Enrichment Training."},
      {
        "id":"ED354433",
        "title":"Post-Traumatic Stress Disorder and Childhood Trauma: A Proposed Addition to the APA DSM-IV-R."},
      {
        "id":"ED354434",
        "title":"Improving the Coping Skills of Inner City Elementary Children of Alcoholic, Abusive Parents by Implementing Group Counseling and Alcohol Education."},
      {
        "id":"ED354435",
        "title":"A Decade of Denial: Teens and AIDS in America. A Report of the Select Committee on Children, Youth, and Families. Together with Additional Views and Dissenting Minority Views. House of Representatives, 102d Congress, 2nd Session."},
      {
        "id":"ED354436",
        "title":"A Dying Need for Counselors in the Elementary School: A Student Survey."},
      {
        "id":"ED354437",
        "title":"Positive Impact Program (PIP) for At-Risk Black Males."},
      {
        "id":"ED354438",
        "title":"Gay Youth in American Public High Schools: Invisible Diversity."},
      {
        "id":"ED354439",
        "title":"Development and Implementation of an AIDS Prevention Program for African-American Women at a Child Care Center."},
      {
        "id":"ED354440",
        "title":"Indiana's College Placement and Assessment Center. Innovations."},
      {
        "id":"ED354441",
        "title":"Relationships between Perceptions of Personal and Family Functioning, Defensive Functioning, and Working Models of Caregiving."},
      {
        "id":"ED354442",
        "title":"Hearing on the Reauthorization of the Juvenile Justice and Delinquency Prevention Act. Hearing before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, Second Session."},
      {
        "id":"ED354443",
        "title":"Corporal Punishment of Adolescents by American Parents."},
      {
        "id":"ED354444",
        "title":"Crack Cocaine: A Challenge for Prevention. OSAP Prevention Monograph-9."},
      {
        "id":"ED354445",
        "title":"Developing Support Networks To Reduce School Failure among At-Risk High School Students."},
      {
        "id":"ED354446",
        "title":"Selecting a Theory of Counseling: Personal and Professional Congruency for Counseling Students."},
      {
        "id":"ED354448",
        "title":"Teacher Ratings and Achievement Measures of At-Risk Adolescent Black Males in the Positive Impact Program (PIP)."},
      {
        "id":"ED354449",
        "title":"The Spouse and Familial Incest: An Adlerian Perspective."},
      {
        "id":"ED354450",
        "title":"Dropout Prevention Initiatives FY 1986 to 1990."},
      {
        "id":"ED354451",
        "title":"The Characteristics of Incestuous Fathers."},
      {
        "id":"ED354452",
        "title":"Danger: Viewing White, Privileged Women as Normative."},
      {
        "id":"ED354454",
        "title":"Middle Childhood Education Advisory Program. Instructional Guide."},
      {
        "id":"ED354455",
        "title":"Evaluating the Effectiveness of the Counseling Services at a Selected Suburban High School."},
      {
        "id":"ED354456",
        "title":"Undergraduate Internships: Oxymoron or Necessity?"},
      {
        "id":"ED354457",
        "title":"The Impact of Financial Stress in Marriage: Implications for Marriage and Family Therapists."},
      {
        "id":"ED354458",
        "title":"Client vs. Therapist Perceptions of Psychotherapy Dropout and Outcome."},
      {
        "id":"ED354459",
        "title":"The Predictive Power of Abuse in the Family of Origin for Sexual Abuse in Dating."},
      {
        "id":"ED354460",
        "title":"Impact of Parenting Styles on Adolescent Externalizing and Substance Use: A Longitudinal Study."},
      {
        "id":"ED354461",
        "title":"Causal Attributions and Recovery from Rape: Implications for Counseling."},
      {
        "id":"ED354463",
        "title":"Changing Correlates of Cigarette Smoking from Adolescence to Adulthood."},
      {
        "id":"ED354464",
        "title":"Empathy and Helping in a Non-Distress Situation."},
      {
        "id":"ED354465",
        "title":"The Impact of Maternal Depression on the Infant: Implications for Object Relations Development and Subsequent Clinical Sequelae."},
      {
        "id":"ED354466",
        "title":"Imagining Better or Worse Outcomes by Changing Victim or Assailant Behaviors."},
      {
        "id":"ED354467",
        "title":"Psychosocial Correlates of Burnout and Depression in HIV Counselors."},
      {
        "id":"ED354468",
        "title":"Empowering Young Black Males."},
      {
        "id":"ED354469",
        "title":"Using Education To Modify Students' Attitudes toward Rape."},
      {
        "id":"ED354470",
        "title":"Bibliotherapy and Children's Award-Winning Books."},
      {
        "id":"ED354471",
        "title":"A Model for the Treatment of College Age Children of Alcoholics."},
      {
        "id":"ED354472",
        "title":"Effects of Worker Classification, Crystallization, and Job Autonomy on Congruence-Satisfaction Relationships."},
      {
        "id":"ED354473",
        "title":"Botswana. Guidance and Counseling. Training of Guidance Practitioners. Junior Secondary Education Improvement Project."},
      {
        "id":"ED354474",
        "title":"Autonomy as a Predictor of Marital Violence."},
      {
        "id":"ED354475",
        "title":"Career Self-Efficacy and African American Secondary School Students: A Preliminary Analysis."},
      {
        "id":"ED354476",
        "title":"Teacher to Teacher: Strategies for the Elementary Classroom."},
      {
        "id":"ED354477",
        "title":"Single-Subject Experimental Research: Rationale, Tenets, and Basic Designs."},
      {
        "id":"ED354478",
        "title":"How Basals Teach Strategies To Derive Word Meaning from Context."},
      {
        "id":"ED354480",
        "title":"Whole-Language Principles Applied to a Remedial Reading Course, X100 at Indiana University at South Bend."},
      {
        "id":"ED354481",
        "title":"Approaches to Teaching Language Arts in a Bilingual Multicultural Setting."},
      {
        "id":"ED354482",
        "title":"Application of Language Experience Approach to Reading-Disabled Special-Education Adolescents in a Rural Black School."},
      {
        "id":"ED354483",
        "title":"A Comparison of Young Adult Novels: Developmental Tasks and Readability."},
      {
        "id":"ED354484",
        "title":"Beginning a School Literacy Improvement Project: Some Words of Advice. Literacy Improvement Series for Elementary Educators."},
      {
        "id":"ED354485",
        "title":"Promoting Developmentally Appropriate Practice through Teacher Self-Study. Literacy Improvement Series for Elementary Educators."},
      {
        "id":"ED354486",
        "title":"Making Decisions about Grouping in Language Arts. Literacy Improvement Series for Elementary Educators."},
      {
        "id":"ED354487",
        "title":"The Role of the Writing/Reading Connection in Reading Instruction in the Jones County, MS School System."},
      {
        "id":"ED354488",
        "title":"Schoolwide Literature-Based Practices: Cooperative Leadership Is an Asset."},
      {
        "id":"ED354489",
        "title":"The Vocabulary Conundrum. Technical Report No. 570."},
      {
        "id":"ED354490",
        "title":"What Do Classroom Teachers Think about the 1992 NAEP in Reading? Technical Report No. 571."},
      {
        "id":"ED354491",
        "title":"Reporting Pupil Progress in Reading."},
      {
        "id":"ED354492",
        "title":"Reading in Old Order Amish Schools."},
      {
        "id":"ED354493",
        "title":"Explicating Biology Vocabulary with Etymologies."},
      {
        "id":"ED354494",
        "title":"Whole Language: What Is It?"},
      {
        "id":"ED354495",
        "title":"Staff Development for Selecting Appropriate Text for At-Risk Readers in the Primary School Program."},
      {
        "id":"ED354496",
        "title":"An Invitation Extended To Critically Examine Whole Language: The Silent Student Speaks."},
      {
        "id":"ED354497",
        "title":"PASS and Reading Achievement."},
      {
        "id":"ED354498",
        "title":"Activating Prior Knowledge as a Process-Oriented Strategy."},
      {
        "id":"ED354499",
        "title":"Do First Language Writing and Second Language Reading Equal Second Language Reading Comprehension? An Assessment Dilemma."},
      {
        "id":"ED354500",
        "title":"Demographic Causes of Reading Literacy Levels in Newfoundland and Labrador. Report Number 1. Summary Reports of Paths to Literacy and Illiteracy in Newfoundland and Labrador."},
      {
        "id":"ED354501",
        "title":"The Effects of Demography and Values on Literacy Attainment; and the Effects of Literacy Attainment on Literacy Practices, Economic Benefits, and Perceptions of Quality of Life. Report Number 2. Summary Reports of Paths to Literacy and Illiteracy in Newfoundland and Labrador."},
      {
        "id":"ED354502",
        "title":"Characteristic Reading Problems of Adult Illiterates. Report Number 3. Summary Reports of Paths to Literacy and Illiteracy in Newfoundland and Labrador."},
      {
        "id":"ED354503",
        "title":"A Framework for the Evaluation of Adult Literacy Programmes. Report Number 4. Summary Reports of Paths to Literacy and Illiteracy in Newfoundland and Labrador."},
      {
        "id":"ED354504",
        "title":"Perceived Causes of Literacy and Illiteracy in Newfoundland and Labrador. Report Number 5. Summary Reports of Paths to Literacy and Illiteracy in Newfoundland and Labrador."},
      {
        "id":"ED354505",
        "title":"Reading Beliefs and Reading Achievement: A Development Study of Students from Low Income Families. Report Number 6. Summary Reports of Paths to Literacy and Illiteracy in Newfoundland and Labrador."},
      {
        "id":"ED354506",
        "title":"Exploring the Reading Development of 12th-Grade Georgia High School Students through Reader Autobiographies."},
      {
        "id":"ED354508",
        "title":"Burke's Method of Dramatism and Its Use as a Tool for Teaching Developmental Writing."},
      {
        "id":"ED354509",
        "title":"Student Writers Practicing Self-Assessment."},
      {
        "id":"ED354510",
        "title":"Postmodernism in Youth Literature--A Road Away from the Reader?"},
      {
        "id":"ED354515",
        "title":"I'm LIKE, Fed Up! Observations on the Use of Nonstandard &quot;Like.&quot;"},
      {
        "id":"ED354516",
        "title":"Reader-Response to Dr. Seuss: Middle School Students and Social Issues."},
      {
        "id":"ED354517",
        "title":"Portfolio Units in a Process Classroom."},
      {
        "id":"ED354518",
        "title":"Teaching Disciplinary Thinking in Academic Coursework. Report Series 2.19."},
      {
        "id":"ED354519",
        "title":"Teaching Literature in the Intensive Weekend Format."},
      {
        "id":"ED354520",
        "title":"Journals as Part of the Learning Process."},
      {
        "id":"ED354521",
        "title":"From Prop to Mediator: The Changing Role of Written Language in Children's Symbolic Repertoires. Occasional Paper No. 32."},
      {
        "id":"ED354522",
        "title":"Collaboration between Children Learning To Write: Can Novices Be Masters?"},
      {
        "id":"ED354523",
        "title":"Nested Contexts: A Basic Writing Adjunct Program and the Challenge of &quot;Educational Equity.&quot;"},
      {
        "id":"ED354524",
        "title":"Ideological Divergences in a Teacher Research Group. Technical Report No. 64."},
      {
        "id":"ED354525",
        "title":"The Study of Literature in a Fifth-Grade Classroom: One Teacher's Perspective. Elementary Subjects Center Series No. 83."},
      {
        "id":"ED354526",
        "title":"Teaching and Learning Critical Aesthetic Response to Literature: An Instructional Improvement Study in Grades K-5. Elementary Subjects Center Series No. 75."},
      {
        "id":"ED354527",
        "title":"A Study of Black Characters in Caldecott and Newbery Award and Honor Books for Children."},
      {
        "id":"ED354528",
        "title":"Responding to Student Essays: A Conversation."},
      {
        "id":"ED354529",
        "title":"An Analysis of the Need Fulfillment Imagery in Children's Folk Tales."},
      {
        "id":"ED354530",
        "title":"Sex Stereotypes in Children's Literature."},
      {
        "id":"ED354531",
        "title":"Teacher to Teacher: A Dialogue on the &quot;Art&quot; of Teaching English."},
      {
        "id":"ED354532",
        "title":"Stories from around the World: An Annotated Bibliography of Folk Literature."},
      {
        "id":"ED354533",
        "title":"The New Breed of Graduate Programs: Preparing for the Changing Market."},
      {
        "id":"ED354534",
        "title":"The Right To Write: Some History."},
      {
        "id":"ED354535",
        "title":"Dissonance and Difference: Invention Strategies for a Feminist Composition Classroom."},
      {
        "id":"ED354537",
        "title":"Understanding One Writer's Growth: Case Study Materials. Elementary Subjects Center Series No. 66."},
      {
        "id":"ED354539",
        "title":"Philosophy of Teaching English in the Junior College."},
      {
        "id":"ED354540",
        "title":"Affirming Culturally Diverse Students with a Literature of Their Own."},
      {
        "id":"ED354541",
        "title":"Changing Models of English Teaching."},
      {
        "id":"ED354542",
        "title":"Hearing Real Voices: Cooperation in Preservice English Education."},
      {
        "id":"ED354543",
        "title":"Improving Writing Skills in Alternative High School English Classes through Writers' Workshops."},
      {
        "id":"ED354545",
        "title":"&quot;Now You Know What Your Students Will Be Feeling&quot;: Reflections from Teacher Education Students' Portfolios."},
      {
        "id":"ED354546",
        "title":"A Foreshadowing of Modern Theories and Practices of Collaborative Learning: The Work of Scottish Rhetorician George Jardine."},
      {
        "id":"ED354547",
        "title":"Sudden Fiction: What Is It?"},
      {
        "id":"ED354549",
        "title":"Writing across the Curriculum: Toward the Year 2000. ERIC Digest."},
      {
        "id":"ED354550",
        "title":"Deja Vu All Over Again."},
      {
        "id":"ED354551",
        "title":"Communication Apprehension and Academic Advising: Advising the Communicatively Apprehensive Student."},
      {
        "id":"ED354552",
        "title":"Communication Training for the Real World: Linking Community Needs to the Undergraduate Course."},
      {
        "id":"ED354554",
        "title":"Meeting the Needs of At-Risk College Freshmen through Academic Advising: The &quot;Enriched&quot; Public Speaking Course."},
      {
        "id":"ED354555",
        "title":"A Descriptive Analysis of Policy Issues in Non-Policy Debate."},
      {
        "id":"ED354556",
        "title":"Implementing the Speech Showcase To Encourage and Display Diversity in a Speech Communication Department."},
      {
        "id":"ED354557",
        "title":"Preparing International Teaching Assistants: Intercultural Training from a Genetics Perspective."},
      {
        "id":"ED354558",
        "title":"Perceived Proxemic Distance and Instructional Videoconferencing: Impact on Student Performance and Attitude."},
      {
        "id":"ED354559",
        "title":"The Use and Abuse of Risk Analysis in Policy Debate."},
      {
        "id":"ED354560",
        "title":"Studies of Teachers' Decision-Making and Their Freedom of Expression."},
      {
        "id":"ED354561",
        "title":"Applying Cognitive Theories to Multimedia Instructional Designs."},
      {
        "id":"ED354562",
        "title":"The Effects of Television Viewing and Communication Suppression on Communication Apprehension."},
      {
        "id":"ED354563",
        "title":"Merging the United States and Japan: Intercultural Communication in the Small Group Course. More than Cut and Paste: Integrating Cross-cultural Communication into the Curriculum."},
      {
        "id":"ED354564",
        "title":"Gender-Specific Language in Intercollegiate Debate: A Preliminary Investigation."},
      {
        "id":"ED354565",
        "title":"Ethical Questions in an Unethical World."},
      {
        "id":"ED354566",
        "title":"Classroom Embarrassment: Types, Goals, and Face Saving Strategies."},
      {
        "id":"ED354567",
        "title":"Excavating Diotima: Rehistoricizing Pre-Aristotelian Classical Rhetoric."},
      {
        "id":"ED354568",
        "title":"A Review of Communication Research on Graduate Teaching Assistants."},
      {
        "id":"ED354569",
        "title":"The Effect of Computer-Generated Instructional Feedback and Videotape on the Speaking Performance of College Students in a Basic Speech Course."},
      {
        "id":"ED354570",
        "title":"A Comparative Analysis of the Predictive Validity of Questionnaires and Philosophy Statements in CEDA Debate."},
      {
        "id":"ED354571",
        "title":"Affinity-Seeking in the Classroom: Which Strategies Are Associated with Liking of the Teacher?"},
      {
        "id":"ED354572",
        "title":"Critical Thinking: Friend or Foe of Higher Education."},
      {
        "id":"ED354573",
        "title":"Issues in Competency Based Assessment: An Overview."},
      {
        "id":"ED354574",
        "title":"Scholarly Publishing in the Electronic Age: A Graduate Student's Perspective."},
      {
        "id":"ED354575",
        "title":"Confessions of a Professor, nee Actor."},
      {
        "id":"ED354576",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (75th, Montreal, Quebec, Canada, August 5-8, 1992). More Miscellaneous Studies."},
      {
        "id":"ED354577",
        "title":"The Emerging Culture of Educational Administration and What We Can Do about It."},
      {
        "id":"ED354580",
        "title":"Educational Plant Survey, Dade County Schools, April/May 1992. Volume I and II."},
      {
        "id":"ED354581",
        "title":"School Principals--Entrepreneurial Professionals."},
      {
        "id":"ED354582",
        "title":"Mentoring Programs To Support Beginning School Leaders."},
      {
        "id":"ED354583",
        "title":"The Search for Choice in Public Education: The Emergence of Charter Schools."},
      {
        "id":"ED354584",
        "title":"Schools as Centers for Reflection and Inquiry: Research for Teacher Empowerment."},
      {
        "id":"ED354585",
        "title":"School Safety: National School Safety Center Newsjournal, 1991-92."},
      {
        "id":"ED354589",
        "title":"School Climate: A Discipline View."},
      {
        "id":"ED354590",
        "title":"Management of Educational Innovations: The \"Six-A\" Process Model."},
      {
        "id":"ED354591",
        "title":"The Effectiveness of Principal Leadership Style on Teacher Motivation."},
      {
        "id":"ED354592",
        "title":"Teachers' Opinions of the Characteristics of Good Inservice Programs as Suggested in Current Research."},
      {
        "id":"ED354593",
        "title":"Out of Women's Experience: School Leadership for Women and Men."},
      {
        "id":"ED354594",
        "title":"The Changing Role of the Administrator in an Accelerated School."},
      {
        "id":"ED354595",
        "title":"Time for Reform."},
      {
        "id":"ED354596",
        "title":"Heading toward Commencement: Questions and Answers on Reaching National Education Goal 2: &quot;By the Year 2000, the High School Graduation Rate Will Increase to 90 Percent.&quot; Resource Document."},
      {
        "id":"ED354597",
        "title":"The Distribution of Federal Elementary-Secondary Education Grants among the States. Final Report on the Study Mandated by Congress in P.L. 100-297, Section 6207."},
      {
        "id":"ED354599",
        "title":"Educational Choice: A Privately Funded Model. School Choice with a Bite."},
      {
        "id":"ED354600",
        "title":"The Logic of School Restructuring: A Conceptual Analysis."},
      {
        "id":"ED354601",
        "title":"Principals for Our Changing Schools: The Knowledge and Skill Base."},
      {
        "id":"ED354602",
        "title":"Local Wealth and Teachers' Salaries in Pennsylvania."},
      {
        "id":"ED354603",
        "title":"Benefits of a Mentoring Program for Aspiring Administrators."},
      {
        "id":"ED354604",
        "title":"Helping Teachers Motivate Students: Sixteen Case Studies (With Reports on 34 Other Studies in Process)."},
      {
        "id":"ED354605",
        "title":"The Development of Effective Teaming Practices To Meet the Needs of Seventh Graders."},
      {
        "id":"ED354608",
        "title":"Peer and Cross-Age Tutoring. ERIC Digest, Number 79."},
      {
        "id":"ED354609",
        "title":"Building Better Board-Administrator Relations. An AASA Critical Issues Report."},
      {
        "id":"ED354610",
        "title":"Beyond Academics in the Preparation of Educational Leaders: Four Years of Action Research."},
      {
        "id":"ED354611",
        "title":"Total Quality Management in Education."},
      {
        "id":"ED354612",
        "title":"Private Schools and Parental Choice: Dubious Assumptions, Frail Claims, and Excessive Hyperbole. Occasional Paper."},
      {
        "id":"ED354613",
        "title":"Quality Learning Environments."},
      {
        "id":"ED354614",
        "title":"Policy and Technical Issues on the Identification of Schools for Improvement of Chapter 1 Programs."},
      {
        "id":"ED354615",
        "title":"The Impact of Classroom Diversity on Teachers' Perspectives of Their Schools as Workplaces."},
      {
        "id":"ED354616",
        "title":"The Nine Lives of the Facilities Planner."},
      {
        "id":"ED354618",
        "title":"Measures To Fight School Failure in the Member States of the European Community. Summary Report Prepared by the EURYDICE European Unit for the Meeting of Senior Officials in June 1992 under the Portuguese Presidency."},
      {
        "id":"ED354619",
        "title":"Nepal: Building an Information System for Efficiency Improvement."},
      {
        "id":"ED354620",
        "title":"Nepal: Improving the Efficiency of Primary Education. Proceedings of a National Seminar jointly organized by Ministry of Education and Culture, HMG and Improving the Efficiency of Educational Systems/USAID (Lalitpur, Nepal, January 22-26, 1990)."},
      {
        "id":"ED354621",
        "title":"Teacher Incentives in the Third World. Research Reports."},
      {
        "id":"ED354622",
        "title":"Public and Private Elementary and Secondary Education Statistics: School Year 1992-93. Early Estimates."},
      {
        "id":"ED354623",
        "title":"Federal Support for Education, Fiscal Years 1980 to 1992."},
      {
        "id":"ED354625",
        "title":"Haiti: Incentives To Improve Basic Education (IIBE)--Project Bilaterial d'Education (PROBED). Midterm Evaluation."},
      {
        "id":"ED354626",
        "title":"Washington State Administrative Certification and Cultural Diversity Requirements. Draft."},
      {
        "id":"ED354627",
        "title":"The Use of Cohorts: A Powerful Way for Addressing Issues of Diversity in Preparation Programs."},
      {
        "id":"ED354628",
        "title":"Sex Education: Issues of Power and Participation."},
      {
        "id":"ED354629",
        "title":"Cost Effectiveness of Alternative Year Schooling. Final Report."},
      {
        "id":"ED354630",
        "title":"Modified School Schedules: A Look at the Research and the Pacific."},
      {
        "id":"ED354631",
        "title":"The State's Role in Effecting Systemic Change: A Northwest Depiction. Program Report."},
      {
        "id":"ED354632",
        "title":"Strategies for Dealing with Stress: Taking Care of Yourself."},
      {
        "id":"ED354633",
        "title":"Public High Schools: The Uses of Rehabilitative and Punitive Forms of Discipline: A Final Report."},
      {
        "id":"ED354634",
        "title":"Education Issues. Transition Series."},
      {
        "id":"ED354635",
        "title":"Elementary and Secondary Education Act of 1965: Allocation Methods. CRS Report for Congress."},
      {
        "id":"ED354636",
        "title":"Redefining the Federal Role in Elementary and Secondary Education: Reauthorization of the ESEA. Updated. CRS Issue Brief."},
      {
        "id":"ED354637",
        "title":"An Integrated Parent-Teacher-Related Service Team Approach to Communication Intervention. Final Report."},
      {
        "id":"ED354638",
        "title":"Graduate Follow-Up: An Examination of NCATE's Precondition Criteria, CEC's Criteria, and the State of the Knowledge Base. Information Bulletin #41."},
      {
        "id":"ED354639",
        "title":"State Emergency Certification Provisions: Results of a 1990 Survey. Information Bulletin #43."},
      {
        "id":"ED354640",
        "title":"Special Education Certification Survey of the States, Summer 1990. Information Bulletin #45."},
      {
        "id":"ED354641",
        "title":"Digest of Standards for the Accreditation of Personnel Preparation Programs of Nationally Recognized Special Education and Related Services Organizations."},
      {
        "id":"ED354642",
        "title":"Digest of Standards Relating to Personnel Preparation Programs in Special Education and Related Services Issued by Regional Institutional Accrediting Bodies."},
      {
        "id":"ED354644",
        "title":"National, Regional, and State Accreditation and Certification Standards for Special Education and Related Services Personnel: A Summary. Information Bulletin #40. [Revised.]"},
      {
        "id":"ED354646",
        "title":"AIMS CoPlanner: Transacting Changes in Resource Teacher Preparation."},
      {
        "id":"ED354647",
        "title":"Special Education Forms. Volume 3: Early Intervention: Birth to Three Years."},
      {
        "id":"ED354648",
        "title":"A Perfect Fit: 4-H Involvement for Youth with Disabilities. A Leader's Guide."},
      {
        "id":"ED354649",
        "title":"The Increasing Array of Early Care and Education Policies: An Argument for State and Local Coordination. Policy and Practice in Early Childhood Special Education Series."},
      {
        "id":"ED354650",
        "title":"Families, Infants and the Justice System."},
      {
        "id":"ED354651",
        "title":"Empowerment."},
      {
        "id":"ED354652",
        "title":"Mainstreaming Students with Severe Disabilities: Implications for Public Policy."},
      {
        "id":"ED354653",
        "title":"Regular Education Teachers' Attitudes toward Their Mainstreamed Students."},
      {
        "id":"ED354654",
        "title":"CHANCE. A Post-Secondary Program for the Learning Disabled: An Evaluation."},
      {
        "id":"ED354655",
        "title":"Moving Literature-Based Instruction into the Special Education Setting: A Book Club with Nontraditional Learners. Elementary Subjects Center Series No. 65."},
      {
        "id":"ED354657",
        "title":"Perceptions &amp; Attitudes of Male Homosexuals from Differing Socio-Cultural &amp; Audiological Backgrounds."},
      {
        "id":"ED354658",
        "title":"A Comparative Study of Sex Knowledge among Hearing and Deaf College Freshmen."},
      {
        "id":"ED354661",
        "title":"Educational Outcomes and Indicators for Students Completing School."},
      {
        "id":"ED354662",
        "title":"The Northeast Regional Credential and Rhode Island's Pension Portability Plan. Information Bulletin #37."},
      {
        "id":"ED354663",
        "title":"Maine's Support Network for Rural Special Educators. Success through Communication. Information Bulletin #31."},
      {
        "id":"ED354664",
        "title":"Teach for America. Information Bulletin #34."},
      {
        "id":"ED354665",
        "title":"Recommendations for State Data Systems: The Importance of Socioeconomic Variables. Policy Alert."},
      {
        "id":"ED354666",
        "title":"Trust, Entitlement, or Some of Both: Can the Part H System Provide the Supports Families Need and Want?"},
      {
        "id":"ED354670",
        "title":"Rural Cocaine/Polydrug Abusing Families and Young Children: An Ethnographic Study of Intervention Needs."},
      {
        "id":"ED354671",
        "title":"Meeting the Needs of Parents of Preschool Handicapped Children through Increased Support Services."},
      {
        "id":"ED354672",
        "title":"Differences in Retrospective and Prospective Parental Reports of Children's Behaviors."},
      {
        "id":"ED354673",
        "title":"Adolescents with Chronic Illnesses-Issues for School Personnel. (Third Edition.) Cydline Reviews."},
      {
        "id":"ED354674",
        "title":"Sex Differences in Special Education Placement: Are IQ Tests Sex Biased?"},
      {
        "id":"ED354675",
        "title":"Mediation in Special Education. Technical Assistance Paper."},
      {
        "id":"ED354676",
        "title":"Technical Assistance to Service Providers for Deaf-Blind Children &amp; Youth in Delaware. Final Report for Funding under Services for Deaf-Blind Children &amp; Youth."},
      {
        "id":"ED354677",
        "title":"Communication Programming for Students with Severe and Multiple Handicaps. Kentucky Systems Change Project."},
      {
        "id":"ED354678",
        "title":"Curriculum Process and Model Local Catalogs for Students with Moderate and Severe Handicaps. Revised. Kentucky Systems Change Project."},
      {
        "id":"ED354679",
        "title":"Integrating Related Services into Programs for Students with Severe and Multiple Handicaps. Kentucky Systems Change Project."},
      {
        "id":"ED354680",
        "title":"Quality Program Indicators Manual for Students with Moderate and Severe Handicaps. Kentucky Systems Change Project."},
      {
        "id":"ED354681",
        "title":"Culture and Disability in the Pacific. Summaries of Papers Prepared for a Working Session of the Association for Social Anthropology in Oceania (New Orleans, Louisiana, February 1992)."},
      {
        "id":"ED354682",
        "title":"Profiles of Local Systems of Care for Children and Adolescents with Severe Emotional Disturbances."},
      {
        "id":"ED354683",
        "title":"Don't Get Mad: Get Powerful! A Manual for Building Advocacy Skills."},
      {
        "id":"ED354684",
        "title":"Examining Advanced Technologies for Benefits to Persons with Sensory Impairments. Final Report."},
      {
        "id":"ED354685",
        "title":"Curricular Adaptations: Accommodating the Instructional Needs of Diverse Learners in the Context of General Education."},
      {
        "id":"ED354686",
        "title":"Project RETOOL: Integrating Special Education Technology into the Higher Education Curriculum 1990-1992. Summation Bibliography."},
      {
        "id":"ED354690",
        "title":"The Hidden Agenda: The Need for At-Risk Kindergarten Students To Establish Social Communities during a Formal Reading Lesson."},
      {
        "id":"ED354691",
        "title":"The Primacy of Story."},
      {
        "id":"ED354692",
        "title":"Ball-Stick-Bird: Teaching with the Story Engram."},
      {
        "id":"ED354693",
        "title":"Theoretical Perspectives on Teaching the Young Creatively Gifted or Talented Child."},
      {
        "id":"ED354694",
        "title":"A Study To Determine the Effects of the Junior Great Books Program on the Interpretive Reading Skills Development of Gifted/Able Learner Children."},
      {
        "id":"ED354711",
        "title":"Services for Deaf Blind Children and Youth. Final Performance Report, 10/01/89-9/30/92."},
      {
        "id":"ED354712",
        "title":"Inclusive Education Project: A Building-Based Approach to Developing Classroom and School Models That Include Students with Severe Handicaps. Final Report."},
      {
        "id":"ED354713",
        "title":"Technology Team Assessment Process. Final Report."},
      {
        "id":"ED354714",
        "title":"Interdisciplinary Training in Infant/Family Specializations through Existing Programs at the University of Nebraska. Final Report."},
      {
        "id":"ED354716",
        "title":"WPEL: Working Papers in Educational Linguistics, Spring 1992."},
      {
        "id":"ED354717",
        "title":"Inequality in Language: Taking for Granted."},
      {
        "id":"ED354718",
        "title":"Standardization in Andean Languages."},
      {
        "id":"ED354719",
        "title":"Language, Thought, and Culture: Combining Bilingual/Multicultural Education."},
      {
        "id":"ED354720",
        "title":"Orthography in the Target Language: Does It Influence Interlanguage Phonology."},
      {
        "id":"ED354721",
        "title":"Stress in Japanese English: Evidence from Native Perceptual Judgements."},
      {
        "id":"ED354722",
        "title":"Framework for Culture Learning in ESL Teacher Education."},
      {
        "id":"ED354723",
        "title":"The Problem of Mother Tongue Competence in the Training of Translators."},
      {
        "id":"ED354724",
        "title":"Working Papers in Educational Linguistics (WPEL), Fall 1992."},
      {
        "id":"ED354725",
        "title":"Addressing Contextual Issues Relevant to Language Teaching in South Africa: Implications for Policy and Practice."},
      {
        "id":"ED354726",
        "title":"A Comparative Study of Compliment Responses: Korean Females in Korean Interactions and in English Interactions."},
      {
        "id":"ED354727",
        "title":"Can You Apologize Me? An Investigation of Speech Act Performance among Non-Native Speakers of English."},
      {
        "id":"ED354728",
        "title":"Acquisition Policy Planning and Litigation: Language Planning in the Context of &quot;Y.S. v. District of Philadelphia.&quot;"},
      {
        "id":"ED354729",
        "title":"&quot;The Proper Way To Pray&quot;; Description of a Korean-American Youth Service Prayer."},
      {
        "id":"ED354730",
        "title":"The Compelling Influence of Nonlinguistic Aims in Language Status Policy Planning in Puerto Rico."},
      {
        "id":"ED354731",
        "title":"French as a Second Language. Annotated Bibliography of Learning Resources: Beginning Level. Early Childhood Services - Grade 12."},
      {
        "id":"ED354734",
        "title":"Mental Rehearsal as a Second Language Learning Strategy."},
      {
        "id":"ED354735",
        "title":"An Application of Cooperative Learning to Teaching English as a Foreign Language in Japan."},
      {
        "id":"ED354736",
        "title":"Hommage a Rene Jeanneret (Festschrift in Honor of Rene Jeanneret)."},
      {
        "id":"ED354737",
        "title":"Business and Spanish in the New American Educational Epistemology: Context, Development, Forecast."},
      {
        "id":"ED354738",
        "title":"Hongkong Papers in Linguistics and Language Teaching, 12."},
      {
        "id":"ED354739",
        "title":"Sentence Sequence and Coherence: In Search of Readers' Problems in Academic Discourse."},
      {
        "id":"ED354740",
        "title":"Plural Marking in Hong Kong English."},
      {
        "id":"ED354741",
        "title":"A Reading Experiment with L2 Readers of English in Hong Kong--Effects of the Rhetorical Structure of Expository Texts on Reading Comprehension."},
      {
        "id":"ED354742",
        "title":"Quis Custodiet...? Errors in Guides to English Usage for Hong Kong Students."},
      {
        "id":"ED354743",
        "title":"Hongkong Papers in Linguistics and Language Teaching, 13."},
      {
        "id":"ED354744",
        "title":"Language in Education: Hard Choices for Hong Kong."},
      {
        "id":"ED354745",
        "title":"A Programme for Semantics; Semantics and Its Critics; Semantics Shamantics."},
      {
        "id":"ED354746",
        "title":"Reading Aloud Speed as a Factor in Oral Fluency and General Language Proficiency?"},
      {
        "id":"ED354747",
        "title":"Notions of \"Error\" and Appropriate Corrective Treatment."},
      {
        "id":"ED354748",
        "title":"Errors in Focus? Native and Non-Native Perceptions of Error Salience in Hong Kong Student English - A Case Study."},
      {
        "id":"ED354749",
        "title":"Hongkong Papers in Linguistics and Language Teaching, 14."},
      {
        "id":"ED354750",
        "title":"To Test or Not To Test, That Is the Question."},
      {
        "id":"ED354751",
        "title":"Testing Listening Comprehension: A New Approach?"},
      {
        "id":"ED354752",
        "title":"Misreading Viewpoints: Reading Problems among ESL University Students in Hong Kong."},
      {
        "id":"ED354753",
        "title":"Typological Transfer, Discourse Accent and the Chinese Writer of English."},
      {
        "id":"ED354754",
        "title":"An Evaluation Study of a Programme To Teach Standard Report Writing."},
      {
        "id":"ED354755",
        "title":"Prioritising Equality of Outcome in Hong Kong Secondary School Education."},
      {
        "id":"ED354756",
        "title":"Curriculum Development in the Sixth Form: The Potential for Changes in Approaches to Writing Skills at Tertiary Level."},
      {
        "id":"ED354757",
        "title":"English as a Second Language Newspaper Activities. Teacher Manual."},
      {
        "id":"ED354758",
        "title":"TOEFL and IELTS as Measures of Academic Reading Ability: An Exploratory Study."},
      {
        "id":"ED354759",
        "title":"Language Learning in French Immersion Classrooms in the Transition Year: Information for Language Learning Teachers."},
      {
        "id":"ED354760",
        "title":"Language Learning in French Immersion Classrooms in the Transition Year: Information for School Administrators."},
      {
        "id":"ED354761",
        "title":"Language Learning for French Immersion Students in the Transition Year: Information for Parents."},
      {
        "id":"ED354762",
        "title":"Framework for a Locally Developed Language Arts Curriculum (ECS-Grade 12) for a Language Other Than English or French."},
      {
        "id":"ED354763",
        "title":"French as a Second Language Facilitators' Guide for Implementing the New Program of Studies: Professional Development Manual."},
      {
        "id":"ED354764",
        "title":"French as a Second Language. Student Evaluation Guide: Early Childhood Services-Grade 12 = Francais langue seconde: guide d'evaluation des eleves de la maternelle a la 12e annee."},
      {
        "id":"ED354766",
        "title":"Effective Language Education Practices and Native Language Survival. Keynote Address."},
      {
        "id":"ED354767",
        "title":"Language Freedom and Restriction: A Historical Approach to the Official Language Controversy."},
      {
        "id":"ED354768",
        "title":"The Dene Standardization Project."},
      {
        "id":"ED354769",
        "title":"The Stoney Indian Language Project."},
      {
        "id":"ED354770",
        "title":"Written Ute English: Texture, Construction, and Point of View."},
      {
        "id":"ED354771",
        "title":"Narrative Literacy Patterns of Northern Ute Adolescent Students."},
      {
        "id":"ED354772",
        "title":"A Description of the Rock Point Community School Bilingual Education Program."},
      {
        "id":"ED354773",
        "title":"Maori Total Immersion Courses for Adults in Aotearoa/New Zealand: A Personal Perspective."},
      {
        "id":"ED354774",
        "title":"A Reading Strategies Program for Native American Students."},
      {
        "id":"ED354775",
        "title":"Cooperative Approaches to Language Learning."},
      {
        "id":"ED354776",
        "title":"An Ethnomathematics Approach to Teaching Language Minority Students."},
      {
        "id":"ED354777",
        "title":"Teaching the Pronunciation of Connected Speech."},
      {
        "id":"ED354778",
        "title":"The New Senior High School French as a Second Language Program: Questions and Answers."},
      {
        "id":"ED354779",
        "title":"Moving In and Out of Bilingualism: Investigating Native Language Maintenance and Shift in Mexican-Descent Children. Research Report: 6."},
      {
        "id":"ED354781",
        "title":"University-Level Learners of Spanish in Ireland: A Profile Based on Data from the TCD Modern Languages Research Project. CLCS Occasional Paper No. 35."},
      {
        "id":"ED354782",
        "title":"Analysis of Academic Discourse: Insights for Teaching Grammar."},
      {
        "id":"ED354783",
        "title":"Feasibility of Functional Approach to EFL Teaching in Iran."},
      {
        "id":"ED354784",
        "title":"New Script, New Language--Learning To Read Hindi."},
      {
        "id":"ED354785",
        "title":"Language and Children's Conceptions of Plants as Living Things."},
      {
        "id":"ED354786",
        "title":"Successes, Failures, and Dropouts in Computer-Assisted Language Lessons."},
      {
        "id":"ED354787",
        "title":"Schema Theory: Teaching U.S. History to Beginning Amnesty Students."},
      {
        "id":"ED354788",
        "title":"The Bosnians: An Introduction to Their History and Culture. CAL Refugee Fact Sheet Series No. 8."},
      {
        "id":"ED354789",
        "title":"Dialogue Journals: Interactive Writing To Develop Language and Literacy. ERIC Digest."},
      {
        "id":"ED354790",
        "title":"Grammatically Underdetermined Theme-Rheme Articulation. ROLIG Papir 49."},
      {
        "id":"ED354791",
        "title":"Alcohol and the College Freshman: &quot;Binge&quot; Drinking and Associated Problems. A Report."},
      {
        "id":"ED354792",
        "title":"College Freshmen with Disabilities. A Statistical Profile."},
      {
        "id":"ED354793",
        "title":"What Pennsylvania Health Care Students Would Want for Participating in Loan Forgiveness Programs."},
      {
        "id":"ED354794",
        "title":"Student Perspectives on Orientation: The Use of Qualitative Research in Evaluating Freshman Orientation."},
      {
        "id":"ED354795",
        "title":"SREB Fact Book on Higher Education, 1992."},
      {
        "id":"ED354797",
        "title":"An Assessment of American Education: The View of Employers, Higher Educators, the Public, Recent Students, and Their Parents."},
      {
        "id":"ED354800",
        "title":"Background Papers Prepared for the &quot;Study of the Escalating Costs of Higher Education.&quot;"},
      {
        "id":"ED354801",
        "title":"Analysis of Factors Related to Default."},
      {
        "id":"ED354802",
        "title":"Governing Colleges into the 21st Century."},
      {
        "id":"ED354803",
        "title":"Managing Student Services."},
      {
        "id":"ED354804",
        "title":"The Role of Faculty Development in Multicultural Education. Celebrating Cultural Diversity in Higher Education Series."},
      {
        "id":"ED354805",
        "title":"Infusing Multicultural Perspectives across the Curriculum. Celebrating Cultural Diversity in Higher Education Series."},
      {
        "id":"ED354806",
        "title":"Student Financial Aid for North Carolinians."},
      {
        "id":"ED354807",
        "title":"The Learning Style Preferences of Students in Graduate School."},
      {
        "id":"ED354808",
        "title":"The Effect of Cooperative Learning as an Instructional Practice at the College Level."},
      {
        "id":"ED354810",
        "title":"Prospects for Integrating Reliability and Maintainability into Undergraduate Engineering Curricula. Final Technical Paper for Period June-December 1989."},
      {
        "id":"ED354813",
        "title":"Science Anxiety in Our Colleges: Origins, Implications, and Cures."},
      {
        "id":"ED354814",
        "title":"Innovation in Instructional Strategies Used with Graduate Students Enrolled in an Advanced Heterogeneous Methods Class."},
      {
        "id":"ED354815",
        "title":"Oklahoma Governance. Report and Recommendations to the Governor and Oklahoma Legislature."},
      {
        "id":"ED354816",
        "title":"Higher Education and Regional Development. A Compendium of Public Service Activities by Colleges and Universities in Northern New York."},
      {
        "id":"ED354817",
        "title":"Post-Doctoral Research Training of Full-Time Faculty in Departments of Medicine."},
      {
        "id":"ED354818",
        "title":"Educating Medical Students: Assessing Change in Medical Education. The Road to Implementation. ACME-TRI Report."},
      {
        "id":"ED354819",
        "title":"Council of Teaching Hospitals: Survey of Housestaff Stipends, Benefits and Funding, 1992."},
      {
        "id":"ED354820",
        "title":"American Medical Education: Institutions, Programs, and Issues."},
      {
        "id":"ED354821",
        "title":"Changing Medical Education: An Agenda for Action."},
      {
        "id":"ED354822",
        "title":"Creating the Thinking Practitioner: Critical Thinking in Clinical Practice."},
      {
        "id":"ED354823",
        "title":"Program Reviews: Practices and Lessons."},
      {
        "id":"ED354824",
        "title":"The Use of Quality and Excellence Indicators in Post-secondary Education."},
      {
        "id":"ED354825",
        "title":"The University--Some Differences from Other Organizations."},
      {
        "id":"ED354826",
        "title":"U.S. Medical School Faculty, 1992. Faculty Roster System."},
      {
        "id":"ED354827",
        "title":"Participation of Women and Minorities on U.S. Medical School Faculties, 1980-1990. Faculty Roster System."},
      {
        "id":"ED354828",
        "title":"Building a Stronger Women's Program. Enhancing the Educational and Professional Environment. [Second Edition.]"},
      {
        "id":"ED354829",
        "title":"Trends in Tuition and Other Basic Student Charges: 1963-64 through 1992-93 with Typical Student Costs 1980-81 through 1992-93. Report No. 19-93."},
      {
        "id":"ED354831",
        "title":"Profile of Undergraduates in U.S. Postsecondary Education Institutions: 1989-90. Contractor Report. Statistical Analysis Report."},
      {
        "id":"ED354834",
        "title":"Minorities in Higher Education. Tenth Annual Status Report, 1991."},
      {
        "id":"ED354835",
        "title":"Collective Bargaining in Higher Education and the Professions. Bibliography No. 19."},
      {
        "id":"ED354836",
        "title":"Emeritus Rank in Pennsylvania Colleges and Universities: Retiree Perquisites and Privileges."},
      {
        "id":"ED354837",
        "title":"Reconciling Rights and Responsibilities of Colleges and Students: Offensive Speech, Assembly, Drug Testing, and Safety. ASHE-ERIC Higher Education Report No. 5."},
      {
        "id":"ED354839",
        "title":"Supplemental Instruction: Improving First-Year Student Success in High-Risk Courses. The Freshman Year Experience: Monograph Series Number 7."},
      {
        "id":"ED354840",
        "title":"Perspective on the Freshman Year: Volume II. Selected Major Addresses from Freshman Year Experience Conferences. The Freshman Year Experience: Monograph Series Number 8."},
      {
        "id":"ED354841",
        "title":"Write at the Start: A Guide to Using Writing in Freshman Seminars. The Freshman Year Experience: Monograph Series Number 9."},
      {
        "id":"ED354842",
        "title":"National Survey of Freshman Seminar Programming, 1991. Helping First Year College Students Climb the Academic Ladder. The Freshman Year Experience: Monograph Series Number 10."},
      {
        "id":"ED354843",
        "title":"Strengthening Higher Education in the Midwest: The Course of Interstate Cooperation. A Report."},
      {
        "id":"ED354844",
        "title":"An Essential Guide to Graduate Admissions. A Policy Statement."},
      {
        "id":"ED354845",
        "title":"Council of Graduate Schools. Proceedings of the Annual Meeting (31st, Washington, D.C., December 3-6, 1991)."},
      {
        "id":"ED354846",
        "title":"A Management Review of the Institutions of Higher Learning: Commissioner's Office, University Foundations and Athletic Programs."},
      {
        "id":"ED354847",
        "title":"An Analysis of Tuition and Required Fees: South Carolina Public Colleges and Universities and Peer Institutions."},
      {
        "id":"ED354848",
        "title":"Higher Education and an Aging Society."},
      {
        "id":"ED354850",
        "title":"Personal Observation on the Graduate School Experience."},
      {
        "id":"ED354851",
        "title":"Campus Tensions in Massachusetts: Searching for Solutions in the Nineties."},
      {
        "id":"ED354854",
        "title":"Where in Louisiana [with] Teacher Manual."},
      {
        "id":"ED354855",
        "title":"The Negotiations of Group Authorship among Second Graders Using Multimedia Composing Software. Apple Classrooms of Tomorrow."},
      {
        "id":"ED354856",
        "title":"Computer Acquisition: A Longitudinal Study of the Influence of High Computer Access on Students' Thinking, Learning, and Interactions. Apple Classrooms of Tomorrow."},
      {
        "id":"ED354857",
        "title":"Desktop Social Science: Coming of Age."},
      {
        "id":"ED354858",
        "title":"Development Communication Report, 1992."},
      {
        "id":"ED354859",
        "title":"Electronic Resources in Education: An Annotated Guide to Resources in Primary and Secondary Education."},
      {
        "id":"ED354860",
        "title":"High Performance Computing and Communications Panel Report."},
      {
        "id":"ED354861",
        "title":"In Search of New Ideas, Research Findings, and Emerging Technologies? Here's Where To Find Them."},
      {
        "id":"ED354862",
        "title":"Instructional Media Technology in Secondary Education."},
      {
        "id":"ED354863",
        "title":"Microprocessors: An Understandable Guide for the Classroom Teacher."},
      {
        "id":"ED354864",
        "title":"Model Educational Specifications for Technology in Schools."},
      {
        "id":"ED354865",
        "title":"The New Audiovisual Education Media Training Curriculum. AVE in Japan No. 31."},
      {
        "id":"ED354866",
        "title":"Partnerships for Change. Research."},
      {
        "id":"ED354867",
        "title":"South Carolina 2000...Getting There with Instructional Television. A Correlation of South Carolina's Instructional Television Resources to the National Education Goals for the Year 2000."},
      {
        "id":"ED354868",
        "title":"Technology-Rich Learning Environments in Elementary and Secondary Schools: An Interactive Study of Physical Settings and Educational Change."},
      {
        "id":"ED354869",
        "title":"Teaching Collaborative Problem Solving Using Computer-Mediated Communications."},
      {
        "id":"ED354870",
        "title":"Homework Help and Home/School Communications Systems: Examples from AMERICA 2000. Issue Briefs."},
      {
        "id":"ED354871",
        "title":"Defining Education&apos;s Role in Telecommunications Policy. Proceedings and Recommendations from an Invitational Working Meeting (Wye Woods, Maryland, October 10-11, 1991)."},
      {
        "id":"ED354872",
        "title":"Computer Assisted Instructional Design for Computer-Based Instruction. Final Report. Working Papers."},
      {
        "id":"ED354873",
        "title":"Computerized Teachers' Praise: Incorporating Teachers' Images and Voices."},
      {
        "id":"ED354874",
        "title":"A Comparison of Fourth Graders' Achievement: Classroom Computers versus No Computers."},
      {
        "id":"ED354875",
        "title":"Pacific Telecommunications Council Annual Conference Proceedings (15th, Honolulu, Hawaii, January 17-20, 1993). Volumes I and II."},
      {
        "id":"ED354876",
        "title":"The Effects of Instructional Content, Brief Instructional Activities, and Learning Modality on Teacher Education Students' Computer Anxiety."},
      {
        "id":"ED354877",
        "title":"Hypermedia: The Integrated Learning Environment. Fastback 339."},
      {
        "id":"ED354878",
        "title":"Impact of Department of Education Dissemination Practices on California Schools."},
      {
        "id":"ED354879",
        "title":"Interactive Videodiscs, Vignettes, and Manipulatives: A Mix That Enhances the Mathematics Methods Class."},
      {
        "id":"ED354880",
        "title":"Telecommunications and Education. Hearing before the Subcommittee on Communications of the Committee on Commerce, Science, and Transportation. United States Senate, One Hundred Second Congress, Second Session (July 29, 1992)."},
      {
        "id":"ED354882",
        "title":"Use of Slow-Scan Television Systems in Telemedicine, Distance Education, Government, and Industrial Applications."},
      {
        "id":"ED354883",
        "title":"Perspectives on Electronic Performance Support Systems."},
      {
        "id":"ED354884",
        "title":"The Educational Resources Information Center (ERIC)."},
      {
        "id":"ED354885",
        "title":"Librarians' Occupational Stereotype: Will It Ever Change?"},
      {
        "id":"ED354886",
        "title":"Library Support for Academic Program Review--From an Evolving Local Model to What's Beyond."},
      {
        "id":"ED354888",
        "title":"European Association of Information Services (EUSIDIC) Annual Conference (Porto, Portugal, October 13-15, 1992). Programme and Summary Presentations."},
      {
        "id":"ED354890",
        "title":"The Tie that Binds: The Role and Evolution of Contracts in Interlibrary Cooperation."},
      {
        "id":"ED354891",
        "title":"Facts about Maryland&apos;s School Library Media Programs, 1987-88."},
      {
        "id":"ED354894",
        "title":"Books 'n' Stones 'n' Dinosaur Bones: The 1992 Iowa Summer Reading Program."},
      {
        "id":"ED354895",
        "title":"Can Academic Reference Librarians Enhance the Cultural Diversity of the Nation's Colleges and Universities?"},
      {
        "id":"ED354899",
        "title":"[The Andrew Heiskell Library for the Blind and Physically Handicapped.] A Library with a Difference. Projects and Experiments."},
      {
        "id":"ED354900",
        "title":"National Library Service Needs Assessment and Surveys Conducted on the Blackfeet &amp; Rocky Boys Reservations, Montana. Report."},
      {
        "id":"ED354901",
        "title":"Reflections of a Lifetime Reader."},
      {
        "id":"ED354903",
        "title":"Networking: K-12. ERIC Digest."},
      {
        "id":"ED354904",
        "title":"Mapping the Future: Contributed Papers Presented at the ASLA-AEMA 1992 Joint Conference (Phoenix, Arizona, October 14-17, 1992)."},
      {
        "id":"ED354905",
        "title":"An African-American Bibliography: Education. Selected Sources from the Collections of the New York State Library."},
      {
        "id":"ED354906",
        "title":"Assessing Information on the Internet: Toward Providing Library Services for Computer-Mediated Communication. A Final Report."},
      {
        "id":"ED354907",
        "title":"Collection Development Policy. Revised."},
      {
        "id":"ED354908",
        "title":"Eighteenth Century Short Title Catalogue on CD-ROM."},
      {
        "id":"ED354909",
        "title":"Evolution, Not Revolution: Working to Full School Participation with Information Skills."},
      {
        "id":"ED354910",
        "title":"Fair Use of Copyrighted Works. Report to Accompany H.R. 4412. House of Representatives, 102D Congress, 2d Session."},
      {
        "id":"ED354911",
        "title":"How To Use the Card Catalog: A Study Booklet. Developed for Use in the Juvenile Section of a Community Library."},
      {
        "id":"ED354912",
        "title":"Informational Graphics in the Public Library."},
      {
        "id":"ED354913",
        "title":"Major Issues in Prison Librarianship: A Case Study of Three Libraries."},
      {
        "id":"ED354914",
        "title":"New York State Library Network Services Planning Task Force Report: Defining the Services, Roles and Relationships of the State Library as Information Provider, Broker, Publisher, Switch and Catalyst in a Networked Environment."},
      {
        "id":"ED354915",
        "title":"Nonromanization: Prospects for Improving Automated Cataloging of Items in Other Writing Systems. Opinion Papers No. 3."},
      {
        "id":"ED354916",
        "title":"The Power of Information Literacy: Unity of Education and Resources for the 21st Century."},
      {
        "id":"ED354917",
        "title":"Read, Explore and Discover. Summer Reading Program, Librarians Manual."},
      {
        "id":"ED354918",
        "title":"Research on Current Trends and Developments in Library Automation Systems."},
      {
        "id":"ED344905",
        "title":"What Statistical Significance Testing Is, and What It Is Not."},
      {
        "id":"ED344907",
        "title":"Hands-On Assessment: Beyond the Pencil and Paper in Vocational Education."},
      {
        "id":"ED344911",
        "title":"Evaluation of an Instrument To Predict Successful Medical Researchers."},
      {
        "id":"ED344912",
        "title":"Use of Meaningfulness in Retention Related to Attributions and Divergent Thinking."},
      {
        "id":"ED344913",
        "title":"The Impact of a National Test at the State Level."},
      {
        "id":"ED344914",
        "title":"A Typology of School Climates Based on Teacher Participation: A Q-Technique Study with School as the Analytic Unit."},
      {
        "id":"ED344916",
        "title":"Professional Development for Self-Evaluation: A Self-Sustaining Process? Researching the Effectiveness of Collaborative, Qualitative Models of School Evaluation: An International Symposium."},
      {
        "id":"ED344919",
        "title":"An Identification Profile Chart for Use in Targeting Intervention Services for At-Risk Students."},
      {
        "id":"ED344920",
        "title":"Problems in Merging District- and Community-Based Data Sets."},
      {
        "id":"ED344921",
        "title":"A Cross-Program View of School Improvement Results."},
      {
        "id":"ED344922",
        "title":"Overview of the Study of Successful Practices in Metropolitan School Districts."},
      {
        "id":"ED344923",
        "title":"Synthesis and Translation: Will It Be Easier for Users To Discover Meaning, Truth, and Utility in Research?"},
      {
        "id":"ED344925",
        "title":"Altering Curricula through State Testing: Perceptions of Teachers and Principals."},
      {
        "id":"ED344926",
        "title":"Goodness of Fit Criteria in Structural Equation Models."},
      {
        "id":"ED344930",
        "title":"Mental Models and the Analysis of Content."},
      {
        "id":"ED344931",
        "title":"Development of a Criterion-Referenced, Performance-Based Assessment of Reading Comprehension in a Whole Literacy Program."},
      {
        "id":"ED344932",
        "title":"Analyzing Written Comments by Performance Raters."},
      {
        "id":"ED344934",
        "title":"Defining Performance Standards and Developing an Assessment for Accomplished English Language Arts Teaching of Young Adolescents. Draft."},
      {
        "id":"ED344935",
        "title":"Measurement Accuracy: An Application of Multidimensional Item Response Theory to the Woodcock-Johnson Psycho-Educational Battery-Revised Achievement Scales."},
      {
        "id":"ED344936",
        "title":"Assessing Construct Validity Using Multidimensional Item Response Theory."},
      {
        "id":"ED344937",
        "title":"An Investigation of the Relationship between Reliability, Power, and the Type I Error Rate of the Mantel-Haenszel and Simultaneous Item Bias Detection Procedures."},
      {
        "id":"ED344939",
        "title":"NAEP and the Movement toward National Testing. Draft."},
      {
        "id":"ED344940",
        "title":"A Comparison of Unidimensional and Multidimensional IRT Approaches to Test Information in a Test Battery."},
      {
        "id":"ED344942",
        "title":"Investigation of the Dimensional Structure of the P-ACT+."},
      {
        "id":"ED344944",
        "title":"Standard Errors of Linear Equating for the Single-Group Design."},
      {
        "id":"ED344946",
        "title":"Accuracy of Self-Reported Course Work and Grade Information of High School Sophomores."},
      {
        "id":"ED344947",
        "title":"Least-Squares Models to Correct for Rater Effects in Performance Assessment."},
      {
        "id":"ED344961",
        "title":"Toward Achieving the Goals: Projects of the Partners in the 1991 Urban Education Summit."},
      {
        "id":"ED344966",
        "title":"Opening the University to the Community. CURA Update '92."},
      {
        "id":"ED344972",
        "title":"The Disproportionate Incarceration of Black and Hispanic Youth in New Jersey. Report of the Governor's Juvenile Justice and Delinquency Prevention Advisory Committee and Its Ad Hoc Subcommittee on Minority Issues."},
      {
        "id":"ED344973",
        "title":"Getting up at the Crack of Noon: Children on Public Assistance."},
      {
        "id":"ED344974",
        "title":"&quot;I Was An Outsider&quot;: Dropping Out among Puerto Rican Youths in Holyoke, Massachusetts."},
      {
        "id":"ED344975",
        "title":"Lessons from the High School Redirection Replication."},
      {
        "id":"ED344977",
        "title":"Equal Mathematics Education for Female Students. ERIC/CUE Digest, Number 78."},
      {
        "id":"ED344978",
        "title":"Managing Youth Programs: A Critical Gap in the Research. ERIC/CUE Digest, Number 79."},
      {
        "id":"ED344985",
        "title":"Program Needs Assessment: The Telephone Survey Alternative."},
      {
        "id":"ED344988",
        "title":"Vocational Education at the Crossroads."},
      {
        "id":"ED344989",
        "title":"Evaluating State-Financed, Workplace-Based Retraining Programs: A Report on the Feasibility of a Business Screening and Performance Outcome Evaluation System. Research Report No. 89-08."},
      {
        "id":"ED344990",
        "title":"Evaluating State-Financed, Workplace-Based Retraining Programs: Case Studies of Retraining Projects. Research Report No. 91-05."},
      {
        "id":"ED344991",
        "title":"The 1990 Perkins: Evaluating and Improving Program Effectiveness. TASPP Brief."},
      {
        "id":"ED344993",
        "title":"Greater Hartford Alliance for Literacy. Performance Report 6/1/90-3/31/92."},
      {
        "id":"ED344997",
        "title":"National Advisory Commission on Work-Based Learning. Minutes of Full Commission Meeting (5th, Washington, District of Columbia, April 7, 1992)."},
      {
        "id":"ED345001",
        "title":"Unemployed Parents. Initial Efforts To Expand State Assistance. Report to the Chairman, Committee on Finance, U.S. Senate."},
      {
        "id":"ED345002",
        "title":"Race and Sex Discrimination in the Operation of the Job Training Partnership Act. Hearing before the Employment and Housing Subcommittee of the Committee on Government Operations. House of Representatives, One Hundred Second Congress, First Session (July 17, 1991)."},
      {
        "id":"ED345003",
        "title":"Implementation of the JOBS Program. Hearing before the Subcommittee on Social Security and Family Policy of the Committee on Finance. United States Senate, One Hundred Second Congress, First Session."},
      {
        "id":"ED345004",
        "title":"Education in the Workplace: The Military Experience. A Report on the Conference on the Role of Education in Restructuring Defense and Other Industries ( Washington, D.C., May 16, 1991)."},
      {
        "id":"ED345005",
        "title":"Priority Reading Materials in Vocational Teacher Education: What Students Should Be Reading."},
      {
        "id":"ED345006",
        "title":"HIV Education for Adult Literacy Programs."},
      {
        "id":"ED345011",
        "title":"A Model To Improve the Quality and Quantity of Minority Student Participation in Vocational-Technical Education Programs."},
      {
        "id":"ED345013",
        "title":"The Relationship of Work Orientation to Family Situational and Other Variables."},
      {
        "id":"ED345019",
        "title":"Occupational Attributes Differentiating Holland's Occupational Types, Job Families, and Occupations."},
      {
        "id":"ED345021",
        "title":"Illinois Tech Prep Planning Strategies."},
      {
        "id":"ED345022",
        "title":"Continuation of the Office of Community College Research and Leadership. Final Report (July 1, 1990-September 30, 1991)."},
      {
        "id":"ED345024",
        "title":"Strategies for Integrating Vocational and Academic Education: Final Report [and] Setting the Stage: A Practitioner's Guide to Integrating Vocational and Academic Education."},
      {
        "id":"ED345026",
        "title":"Rural Women Proprietorship Project. Research and Development Annual Report."},
      {
        "id":"ED345028",
        "title":"Lifelong Learning for Jobs. A National Workplace Literacy Project. Final Report."},
      {
        "id":"ED345029",
        "title":"Connecting School and Employment. Policy Statement."},
      {
        "id":"ED345034",
        "title":"Work, Love, and Learning in Adult Life."},
      {
        "id":"ED345036",
        "title":"Managing Your Personal Finances. Home and Garden Bulletins."},
      {
        "id":"ED345037",
        "title":"How To Be...Credit Smart. \"Straight Talk\" Series."},
      {
        "id":"ED345038",
        "title":"Managing Money throughout Life. A Four-Part Series."},
      {
        "id":"ED345039",
        "title":"Success Stories: From Learning to Earning."},
      {
        "id":"ED345042",
        "title":"Literacy and Health Education. Final Report."},
      {
        "id":"ED345045",
        "title":"Putting the Pieces Together: Learning Activities for Counseling and Guidance."},
      {
        "id":"ED345047",
        "title":"Improved Career Decision Making in a Changing World. Integrating Occupational Information and Guidance. Participant's Resource Guide and Training Manual."},
      {
        "id":"ED345048",
        "title":"Accounting. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345049",
        "title":"Administrative/Secretarial Services. Ohio's Competency Analysis Profile. Revised."},
      {
        "id":"ED345050",
        "title":"Agricultural Production. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345051",
        "title":"Agricultural Products Sales and Service Worker. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345052",
        "title":"Business Information Systems. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345053",
        "title":"Clothing and Interiors, Production and Services. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345054",
        "title":"Dental Assistant. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345055",
        "title":"Diversified Health Occupations. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345056",
        "title":"Drafting. Ohio's Competency Analysis Profile. Revised."},
      {
        "id":"ED345057",
        "title":"Electrical Trades. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345058",
        "title":"Entrepreneurship. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345059",
        "title":"Food Production, Management and Services. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345060",
        "title":"General Marketing. Ohio's Competency Analysis Profile. Revised."},
      {
        "id":"ED345061",
        "title":"Hospitality and Facility Care Services. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345062",
        "title":"Industrial Maintenance. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345063",
        "title":"Masonry. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345064",
        "title":"Meat Processor. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345065",
        "title":"Nurse Aide. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345066",
        "title":"Occupational Work Experience. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345067",
        "title":"Power Equipment Technology. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345068",
        "title":"Practical Nursing. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345069",
        "title":"Agricultural/Industrial Mechanical Technician. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345070",
        "title":"Animal Management Technician. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345071",
        "title":"Building and Property Maintenance. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345072",
        "title":"Floriculture and Greenhouse Worker. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345073",
        "title":"Forest Industry Worker. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345074",
        "title":"Heating, Ventilation, Air-conditioning, and Refrigeration. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345075",
        "title":"Horticulture. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345076",
        "title":"Individual and Family Support Services. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345077",
        "title":"Nursery and Garden Center Worker. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345078",
        "title":"Resource Conservation. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345079",
        "title":"Travel and Tourism Marketing. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345080",
        "title":"Turf and Landscape Worker. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345081",
        "title":"Work and Family Life. Ohio's Competency Analysis Profile."},
      {
        "id":"ED345085",
        "title":"Techniques: Paying Attention to the Place. Part 1--Activities for Instructors and Adult Learners [and] Part 2--Activities for Planning Places for Adult Learning."},
      {
        "id":"ED345086",
        "title":"Skills Enhancement Literacy Project of Hawaii (II). Final Project Performance Report. April 1, 1990 to February 29, 1992."},
      {
        "id":"ED345087",
        "title":"Vocational Education in the United States: 1969-1990."},
      {
        "id":"ED345088",
        "title":"School-to-Work Connections: Formulas for Success."},
      {
        "id":"ED345089",
        "title":"GAIN: Program Strategies, Participation Patterns, and First-Year Impacts in Six Counties. California's Greater Avenues for Independence Program."},
      {
        "id":"ED345091",
        "title":"Upward Mobility Programs in the Service Sector for Disadvantaged and Dislocated Workers. Volume I: Final Report."},
      {
        "id":"ED345092",
        "title":"Upward Mobility Programs in the Service Sector for Disadvantaged and Dislocated Workers. Volume II: Technical Appendices."},
      {
        "id":"ED345105",
        "title":"Formulating a Conceptual Model of Motivation: Implications for Enhancing Accommodation of At-Risk Learners in Postsecondary Vocational Education Programs."},
      {
        "id":"ED345106",
        "title":"A Framework for the Subject Matter of Vocational Education."},
      {
        "id":"ED345107",
        "title":"Work on the Margins: The Experience of Vocational Teachers in Comprehensive Schools."},
      {
        "id":"ED345108",
        "title":"The Keys to Adult Learning: Theory and Practical Strategies."},
      {
        "id":"ED345109",
        "title":"Cognitive Theory-Based Teaching and Learning in Vocational Education. Information Series No. 349."},
      {
        "id":"ED345119",
        "title":"Suggestions for Organization of Student Counseling Services in China by Applying the Harvard Model."},
      {
        "id":"ED345121",
        "title":"Moral Development: A Critical Review of Research on Kohlbergian Stage Theory."},
      {
        "id":"ED345124",
        "title":"Substance Abuse Prevention and Intervention Programs in New York City Schools. OREA Report."},
      {
        "id":"ED345125",
        "title":"Bowie State University Student Support Services Admitted Student Survey 1991."},
      {
        "id":"ED345128",
        "title":"Counselor Supervision: Principles, Process, and Practice. Second Edition."},
      {
        "id":"ED345129",
        "title":"Adlerian Counseling: A Practical Approach for a New Decade. Third Edition."},
      {
        "id":"ED345132",
        "title":"Group Counseling: Concepts and Procedures. Second Edition."},
      {
        "id":"ED345133",
        "title":"Counseling as a Profession."},
      {
        "id":"ED345137",
        "title":"The Evaluation Handbook: Guidelines for Evaluating Dropout Prevention Programs."},
      {
        "id":"ED345138",
        "title":"Listening to Adolescents."},
      {
        "id":"ED345139",
        "title":"Attributions in Rape: Effects of Type of Rape and Victim Power Strategy."},
      {
        "id":"ED345141",
        "title":"Child Sexual Abuse in America--A Call for School & Community Action. A Report of a National Study."},
      {
        "id":"ED345145",
        "title":"Eliminating Self-Defeating Behaviors System."},
      {
        "id":"ED345151",
        "title":"The Differentiation of Substance Users: An Analysis of Personality, Social, and Environmental Factors as They Relate to Substance Use and Abuse."},
      {
        "id":"ED345152",
        "title":"Teenage Pregnancy and Parenthood Issues under Title IX of the Education Amendments of 1972."},
      {
        "id":"ED345153",
        "title":"The Unique Health Needs of Adolescents: Implications for Health Care Insurance and Financing. Highlights and Background Briefing Report of a Meeting (Washington, D.C., February 24, 1989). Family Impact Seminars."},
      {
        "id":"ED345155",
        "title":"Scripts for a Date Rape: Similarities and Differences in Males and Females Scripts."},
      {
        "id":"ED345156",
        "title":"Unauthorized Communication Handbook for AOD Coordinators."},
      {
        "id":"ED345159",
        "title":"Other-Directedness: Moderating Resilience during Adolescence."},
      {
        "id":"ED345165",
        "title":"Nature as a Guide: Using Nature in Counseling, Therapy, and Education."},
      {
        "id":"ED345168",
        "title":"Managing Anxiety and Stress. Second Edition."},
      {
        "id":"ED345175",
        "title":"Family Assessment/Treatment/Evaluation Methods Integrated for Helping Teen Suicide Attempters/Families in Short Term Psychiatric Hospitalization Programs."},
      {
        "id":"ED345178",
        "title":"Factors Influencing the Development of PTSD in Battered Women."},
      {
        "id":"ED345181",
        "title":"Primary Preventive Counseling: Empowering People and Systems."},
      {
        "id":"ED345186",
        "title":"Counseling Kids."},
      {
        "id":"ED345189",
        "title":"Ethnic Bias in Judgments about Prognosis and Appropriateness of Goals."},
      {
        "id":"ED345190",
        "title":"Career Counseling Is the Answer, so Why Keep Asking Questions? A Baseline of Career Counseling Outcomes Research."},
      {
        "id":"ED345199",
        "title":"The Cut-Apart: A Strategy That Enables Children To Construct Meaning as Readers of Multiculutural Literature [and] Bibliographies of Multicultural Books."},
      {
        "id":"ED345200",
        "title":"Working Wonder."},
      {
        "id":"ED345201",
        "title":"Resource Packet on Youth Literacy."},
      {
        "id":"ED345202",
        "title":"Literature-Based Reading Series for Grades K-3: Are They Truly Literature?"},
      {
        "id":"ED345203",
        "title":"A Sixties Style Reading Lesson."},
      {
        "id":"ED345205",
        "title":"Impact of Singing on Students' Verbatim Recall and Learning."},
      {
        "id":"ED345207",
        "title":"Guidelines for Instruction in Structural Analysis. Technical Report No. 554."},
      {
        "id":"ED345208",
        "title":"The Role of First Language in the Second-Language Reading Process. Technical Report No. 555."},
      {
        "id":"ED345209",
        "title":"Children at Risk: Their Phonemic Awareness Development in Holistic Instruction."},
      {
        "id":"ED345211",
        "title":"Reading and Critical Literacy: Redefining the \"Great Debate.\""},
      {
        "id":"ED345212",
        "title":"The Role of Parents in Supporting Beginning Reading."},
      {
        "id":"ED345215",
        "title":"Helping Your Child in Reading."},
      {
        "id":"ED345216",
        "title":"Do Children Come By Their Reading Problems Honestly?"},
      {
        "id":"ED345217",
        "title":"Preservice Teachers and Coursework: When Is Getting It Right Wrong?"},
      {
        "id":"ED345218",
        "title":"Poetic Links to Literacy."},
      {
        "id":"ED345220",
        "title":"Parents and Children Together. Volume 2, Nos. 1-12, July 1991-June 1992."},
      {
        "id":"ED345223",
        "title":"Eating, Reading, and Pretending: Predictors of Kindergarten Literacy Skills."},
      {
        "id":"ED345224",
        "title":"Reading Assessment: How Do We Measure Understanding? Workshop Leader's Guide."},
      {
        "id":"ED345226",
        "title":"Metacognitive Theory Applied: Strategic Reading Instruction in the Current Generation of Basal Readers."},
      {
        "id":"ED345228",
        "title":"Assessment in a Social Context: Grading as an Interpretive Community."},
      {
        "id":"ED345232",
        "title":"Examining the Constraints of Response: What Are We Modeling When We Respond To Student Writing?"},
      {
        "id":"ED345233",
        "title":"A Community of Composition Theorists and Researchers: Collaborative Research and Theory Building in an Advanced Composition Course."},
      {
        "id":"ED345235",
        "title":"The Writing Processes of a Blind Administrator: A Case Study."},
      {
        "id":"ED345237",
        "title":"Writing Rationales for Using Young Adult Literature in the Classroom."},
      {
        "id":"ED345239",
        "title":"The Dialectics of Gender: A Move beyond Dichotomies Constraining Growth."},
      {
        "id":"ED345240",
        "title":"Educational Implications of Brain Research Applied to Teaching Language Arts for Creative and Critical Thinking in Writing."},
      {
        "id":"ED345241",
        "title":"A Resolving Kind of Click: Loren Eiseley, Frank Conroy and &quot;The Authenticating Act of Memory.&quot;"},
      {
        "id":"ED345244",
        "title":"Not Just Story Collecting: Towards a Critical Ethnography."},
      {
        "id":"ED345247",
        "title":"Should We Outgrow Personal Writing? Polanyi and Perry on Reality, Truth, and Intellectual Development."},
      {
        "id":"ED345248",
        "title":"Computers in Support of Teacher Training."},
      {
        "id":"ED345249",
        "title":"A Dialogue on Teaching Gay and Lesbian American Literature."},
      {
        "id":"ED345251",
        "title":"Valuing the Collaborative, Language-Centered Classroom: What Theorists and Teachers Tell Us."},
      {
        "id":"ED345254",
        "title":"Critical Thinking and English Language Arts Instruction. Report Series 6.5."},
      {
        "id":"ED345258",
        "title":"Transforming the Writing Center with Computers."},
      {
        "id":"ED345261",
        "title":"Writing To Reform the English Major."},
      {
        "id":"ED345263",
        "title":"Teacher as Writer: Entering the Professional Conversation."},
      {
        "id":"ED345265",
        "title":"What Influences the Daly-Miller Test for Writing Apprehension?"},
      {
        "id":"ED345266",
        "title":"The Composition Curriculum: A Paradigm of Possibilities."},
      {
        "id":"ED345267",
        "title":"&quot;So, You're a Woman, 38, Back in School, and Writing &quot;Research Papers?&quot;"},
      {
        "id":"ED345270",
        "title":"A Community of Strangers."},
      {
        "id":"ED345271",
        "title":"Utterance in the Classroom: Dialogic Motives for Invention."},
      {
        "id":"ED345272",
        "title":"Methods of Writing Instruction Evaluation."},
      {
        "id":"ED345275",
        "title":"Shaping the Portfolio Course: The Uses of Direct Assessment and the Portfolio as a Critical Thinking Tool."},
      {
        "id":"ED345276",
        "title":"The Relationship between Instructional Writing Experience and the Quality of Student Writing: Results from a Longitudinal Study in the Minnesota Community College System."},
      {
        "id":"ED345279",
        "title":"The Literature of Technical and Professional Communication: Citation Patterns and Bibliographic Control."},
      {
        "id":"ED345281",
        "title":"Writing Assessment at the College Level. ERIC Digest."},
      {
        "id":"ED345282",
        "title":"Thinking about War: Empathetic Imagination in the First Year Writing Class."},
      {
        "id":"ED345285",
        "title":"Shakespeare among Schoolchildren: Approaches for the Secondary Classroom."},
      {
        "id":"ED345286",
        "title":"The Case against Using Literature in Freshman Composition."},
      {
        "id":"ED345287",
        "title":"Serving as the Keystone: Collaborative Reform, Relinquishing Authority, and the Link to Higher Education in the Fort Worth Public Schools."},
      {
        "id":"ED345288",
        "title":"Using &quot;The Contender&quot; by Robert Lipsyte."},
      {
        "id":"ED345289",
        "title":"Teachers of Teachers: Enacting Collaborative Techniques in the Training of Secondary School Teachers."},
      {
        "id":"ED345291",
        "title":"Teachers' Changing Conceptions of Writing Instruction."},
      {
        "id":"ED345292",
        "title":"Nonverbal Communication and Writing Lab Tutorials."},
      {
        "id":"ED345293",
        "title":"When Children Write Math Stories."},
      {
        "id":"ED345294",
        "title":"Communities and Collaboration: An Alternative Research Assignment for Literature Courses."},
      {
        "id":"ED345295",
        "title":"Neural Network Classifier Architectures for Phoneme Recognition. CRC Technical Note No. CRC-TN-92-001."},
      {
        "id":"ED345297",
        "title":"Impact of Computers on Middle-Level Student Writing Skills."},
      {
        "id":"ED345299",
        "title":"Error Patterns in Research Papers by Pacific Rim Students."},
      {
        "id":"ED345304",
        "title":"The Mother of Sound: A Phenomenology of Silence in Wordsworth's Poetry."},
      {
        "id":"ED345305",
        "title":"Basic Public Speaking Principles: An Examination of Twelve Popular Texts."},
      {
        "id":"ED345306",
        "title":"The Elements of CEDA Debate Paradigms: An Investigation of Paradigm Accuracy."},
      {
        "id":"ED345307",
        "title":"Recent Developments in the Rhetorical Study of Film and Television."},
      {
        "id":"ED345312",
        "title":"Analysis of TV Use by Chinese Immigrant Children: An Exploratory Study."},
      {
        "id":"ED345317",
        "title":"Explanation as Co-constructed Discourse: A Study of Conversations in Low-Income Families of Preschoolers."},
      {
        "id":"ED345318",
        "title":"Teaching the Sixties: An In-Depth, Interactive, Interdisciplinary Approach."},
      {
        "id":"ED345321",
        "title":"The Mathematical Modeling of Chaotic Social Structures."},
      {
        "id":"ED345332",
        "title":"The Fiscal Year 1993 Bush Budget: Still Not Tackling the Nation's Problems."},
      {
        "id":"ED345337",
        "title":"Aspects of Professional Community in Comprehensive High Schools."},
      {
        "id":"ED345338",
        "title":"Toxic Substances: Information on Costs and Financial Aid to Schools To Control Asbestos. Fact Sheet for the Honorable John J. La Falce, House of Representatives."},
      {
        "id":"ED345339",
        "title":"Understanding School System Administration: Studies of the Contemporary Chief Education Officer. Educational Policy Perspective Series."},
      {
        "id":"ED345342",
        "title":"The Principalship in the 1990s and Beyond; Current Research on Performance-Based Preparation and Professional Development. UCEA Monograph Series."},
      {
        "id":"ED345344",
        "title":"Expanding the Boundaries of School: Pilot Programs Established by the 71st Texas Legislature. Interim Report from the State Board of Education."},
      {
        "id":"ED345345",
        "title":"Schools for the 21st Century: New Roles for Teachers and Principals. Hot Topics: Usable Research."},
      {
        "id":"ED345349",
        "title":"Business, Community, Schools, and University Perceptions of the Partnership Process: An Action Research Study."},
      {
        "id":"ED345350",
        "title":"Principles of Legitimation in Educational Discourses in Iceland."},
      {
        "id":"ED345351",
        "title":"Assessing Educational Reform: Illinois Experience."},
      {
        "id":"ED345353",
        "title":"The Influence on New Jersey's Public High Schools of the U.S. Supreme Court's Decision in &quot;New Jersey v. T.L.O.&quot;"},
      {
        "id":"ED345354",
        "title":"What Can U.S. Charter Schools Learn from England's Grant-Maintained Schools?"},
      {
        "id":"ED345357",
        "title":"The Social and Organizational Influence of Principals: Evaluating Principals on Organizational Criteria."},
      {
        "id":"ED345358",
        "title":"Work Feature Values of Tomorrow's Teachers: Work Redesign as an Incentive and School Improvement Policy."},
      {
        "id":"ED345359",
        "title":"Strategic Planning in America's Schools: An Exploratory Study."},
      {
        "id":"ED345361",
        "title":"The Impact of School-Based Decision Making: A Case Study."},
      {
        "id":"ED345362",
        "title":"Decentralization in Education: Technical Demands as a Critical Ingredient."},
      {
        "id":"ED345363",
        "title":"Perceptions of Different Educational Stakeholders Regarding the World, Schools, and Educational Change."},
      {
        "id":"ED345364",
        "title":"Improving Judgment Calls: Using a Normative Model of Human Inference in the Advanced Preparation of Educational Administrators."},
      {
        "id":"ED345367",
        "title":"Kentucky's Program for Educationally Deficient School Districts: A Case Study."},
      {
        "id":"ED345368",
        "title":"Takeover and Deregulation: Working Models of New State and Local Regulatory Relationships."},
      {
        "id":"ED345369",
        "title":"Schools for the 21st Century Program in Washington State: A Case Study."},
      {
        "id":"ED345370",
        "title":"State Takeover of a Local District in New Jersey: A Case Study."},
      {
        "id":"ED345371",
        "title":"South Carolina's Flexibility through Deregulation Program: A Case Study."},
      {
        "id":"ED345374",
        "title":"The Impact of the ENSI Project on School-Community Relations: Issues and Possibilities."},
      {
        "id":"ED345375",
        "title":"Action Research As a Solution to the Problem of Knowledge Utilization."},
      {
        "id":"ED345380",
        "title":"Student Participation in Your School Improvement Program."},
      {
        "id":"ED345383",
        "title":"Oregon School Bond Manual. Seventh Edition."},
      {
        "id":"ED345386",
        "title":"Support for School Restructuring: The Work of National Organizations."},
      {
        "id":"ED345388",
        "title":"Participation of Students from Under-Represented Groups in Gifted Programs. A Planning Guide To Implement Gifted Rule 6A-6.03019, FAC, As Revised on 9-12-91."},
      {
        "id":"ED345389",
        "title":"Children Assisted by Medical Technology in Educational Settings: Resources for Training. Project School Care."},
      {
        "id":"ED345390",
        "title":"The Wit To Win: How To Integrate Older Persons with Developmental Disabilities into Community Aging Programs."},
      {
        "id":"ED345391",
        "title":"Building the Future: Planning and Community Development in Aging and Developmental Disabilities."},
      {
        "id":"ED345392",
        "title":"The Effect of Ability Grouping of Gifted Elementary Students, Combined with Instruction Modified for Level and Rate of Learning on Student Achievement: A Review of the Literature."},
      {
        "id":"ED345393",
        "title":"Towards a Culturally Competent System of Care. Volume II: Programs Which Utilize Culturally Competent Principles."},
      {
        "id":"ED345395",
        "title":"Early College Entrance for Gifted High-School Students: Experiences and Guidelines."},
      {
        "id":"ED345397",
        "title":"Introduction to Project WORK: Family Booklet. Information for Families of Project WORK Students."},
      {
        "id":"ED345398",
        "title":"Training of Direct Service Staff."},
      {
        "id":"ED345399",
        "title":"Child Abuse and Neglect in New York State Office of Mental Health and Office of Mental Retardation and Developmental Disabilities Residential Programs. A Review of Reports Filed October 1, 1986-September 30, 1989."},
      {
        "id":"ED345402",
        "title":"Confidentiality and Collaboration: Information Sharing in Interagency Efforts."},
      {
        "id":"ED345405",
        "title":"Chartbook on Work Disability in the United States."},
      {
        "id":"ED345407",
        "title":"North Dakota Early Childhood Tracking System - Background Memorandum."},
      {
        "id":"ED345408",
        "title":"Native Hawaiian Hearing and Speech Project. Counteracting the Negative Educational Effects of Otitis Media in Native Hawaiian Preschoolers. Final Report."},
      {
        "id":"ED345409",
        "title":"Change: A Social Studies Unit for Gifted Students in Grades One through Three."},
      {
        "id":"ED345410",
        "title":"A Walk on the Wild Side: Adventures with Project Learning Tree. A Gifted Science Unit for Grades 1-5."},
      {
        "id":"ED345413",
        "title":"Choices for Challenge: SAGE--The Society for the Advancement of Gifted Education Conference Proceedings (2nd, Edmonton, Alberta, Canada, September 26-28, 1991)."},
      {
        "id":"ED345417",
        "title":"Gifted Children and Adolescents--Research and Education in Europe. Final Report by the General Rapporteur on the Educational Research Workshop (Nijmegan, The Netherlands, July 23-26, 1991)."},
      {
        "id":"ED345418",
        "title":"Comparison of Instructional Strategies: A Literature Review."},
      {
        "id":"ED345419",
        "title":"Part H Policy Development for Families: A Case Study Report."},
      {
        "id":"ED345420",
        "title":"The Effectiveness of Preschool and School-Age Intervention for Children At-Risk for Learning Difficulties. Final Report."},
      {
        "id":"ED345421",
        "title":"Comparison of Writing Instructional Methods on Computer-Based Cooperative Learning for Mild Learning Disabled, Linguistic Minority and Non-Minority Junior High School Students. Final Report."},
      {
        "id":"ED345422",
        "title":"Evaluating the Effectiveness of Mediation as an Alternative to the Due Process Theory in Special Education. Final Report, 9/1/86-8/31/87."},
      {
        "id":"ED345423",
        "title":"Quality Child Care for All: A Guide to Integration."},
      {
        "id":"ED345424",
        "title":"Parents as Policy Makers: Challenges for Collaboration."},
      {
        "id":"ED345425",
        "title":"Early Intervention."},
      {
        "id":"ED345426",
        "title":"Recreation and Leisure: Issues for Adolescents with Chronic Illnesses and Disabilities. CYDLINE Reviews."},
      {
        "id":"ED345430",
        "title":"Achieving the Maximum Benefit: Managing Stress in Learning Disabled Students."},
      {
        "id":"ED345431",
        "title":"Public Relations for Special Education."},
      {
        "id":"ED345433",
        "title":"National Strategic Research Plan for Balance and the Vestibular System and Language and Language Impairments. Panel Report (January 28-29, 1991)."},
      {
        "id":"ED345434",
        "title":"Individuals with Disabilities Education Amendments of 1991. Report To Accompany H.R. 3053; Including Cost Estimate of the Congressional Budget Office. Committee on Education and Labor, House of Representatives, 102d Congress, 1st Session."},
      {
        "id":"ED345437",
        "title":"Child Health USA '91."},
      {
        "id":"ED345438",
        "title":"Focus on School Health. MCH Program Interchange."},
      {
        "id":"ED345439",
        "title":"Focus on Nutrition. MCH Program Interchange."},
      {
        "id":"ED345440",
        "title":"Potential Underutilization of Part H Services: An Empirical Study of National Demographic Factors."},
      {
        "id":"ED345441",
        "title":"Assessment of Preschool Narrative Skills: Prerequisite for Literacy."},
      {
        "id":"ED345443",
        "title":"Literacy in Homes of Preschool Children with Down Syndrome."},
      {
        "id":"ED345444",
        "title":"Pathways to Employment for People with Learning Disabilities: A Plan for Action. Recommendations of a Consensus-Building Conference (April 30-May 1, 1990)."},
      {
        "id":"ED345446",
        "title":"&quot;I'm Not Indian Anymore&quot;: The Challenge of Providing Culturally Sensitive Services to American Indians."},
      {
        "id":"ED345447",
        "title":"Center for Independent Living (CIL): Disabled People Take the Lead for Full Community Lives."},
      {
        "id":"ED345448",
        "title":"Madison Mutual Housing Association and Cooperative: &quot;People and Housing Building Communities.&quot;"},
      {
        "id":"ED345449",
        "title":"&quot;We Don't Put Up the Roadblocks We Used To.&quot;: Beginning Agency Change through the Citizenship Project."},
      {
        "id":"ED345450",
        "title":"Telling New Stories: The Search for Capacity among People with Severe Handicaps."},
      {
        "id":"ED345452",
        "title":"What's Worth Asking For? Leadership for Better Quality Human Services."},
      {
        "id":"ED345453",
        "title":"Human Resource Systems (HRS) in Rehabilitation: A Catalyst for Performance and Change. Institute on Rehabilitation Issues (18th, Memphis, Tennessee, October 1991)."},
      {
        "id":"ED345454",
        "title":"Parental Involvement in the Vocational Education of Special Needs Youth: An Evaluation and Planning Guide. Bulletin No. 91542."},
      {
        "id":"ED345455",
        "title":"An Assessment Instrument for Families: Evaluating Community-Based Residential Programs for Individuals with Deaf-Blindness."},
      {
        "id":"ED345456",
        "title":"Interagency Collaboration for Young Adults with Deaf-Blindness: Toward a Common Transition Goal."},
      {
        "id":"ED345457",
        "title":"A Needs-Assessment of Agencies Serving Individuals with Deaf-Blindness: A National Profile of Transitional Services."},
      {
        "id":"ED345459",
        "title":"Peer Tutoring: When Working Together Is Better Than Working Alone. Research &amp; Resources on Special Education, Number 30."},
      {
        "id":"ED345460",
        "title":"Activities for Babies and Toddlers with Down Syndrome: A Physiotherapy Approach."},
      {
        "id":"ED345461",
        "title":"Current Themes in Integration. The Exceptional Child. Monograph Number Two."},
      {
        "id":"ED345462",
        "title":"Discipline of Handicapped Students in Elementary and Secondary Schools."},
      {
        "id":"ED345463",
        "title":"Placement of School Children with Acquired Immune Deficiency Syndrome (AIDS)."},
      {
        "id":"ED345465",
        "title":"Where Is the Research on Consultation Effectiveness?"},
      {
        "id":"ED345466",
        "title":"The Connecticut Symposia on Special Education in the 21st Century. Final Report [and] Executive Summary."},
      {
        "id":"ED345467",
        "title":"Sports and Athletics: Issues for Adolescents with Chronic Illnesses and Disabilities. CYDLINE Reviews."},
      {
        "id":"ED345468",
        "title":"The Financing of Mental Health Services for Children and Adolescents. National Institute of Mental Health and the Maternal and Child Health Bureau Workshop (Bethesda, Maryland, February 24-25, 1988)."},
      {
        "id":"ED345471",
        "title":"Reading and Learning Disabilities: A Resource Guide. NICHCY Briefing Paper."},
      {
        "id":"ED345477",
        "title":"Vocational Readiness in American Indian Learning Disabled Adolescents."},
      {
        "id":"ED345478",
        "title":"Assessment Strategies for American Indian Vocational Rehabilitation Clients: Presentation Outline To Accompany the Videotape."},
      {
        "id":"ED345479",
        "title":"The Fundamentals of Vocational Rehabilitation: A Guide for VR Counselors Working with American Indian Clients."},
      {
        "id":"ED345480",
        "title":"Utilization of Genograms and Eco-Maps To Assess American Indian Families Who Have a Member with a Disability (Making Visible the Invisible). Final Report."},
      {
        "id":"ED345481",
        "title":"Faculty Handbook: Students with Learning Disabilities."},
      {
        "id":"ED345483",
        "title":"Native and Non-native Speaker Teacher Response to Foreign Language Learner Writing: A Study of Intermediate Level French."},
      {
        "id":"ED345484",
        "title":"Is the Process of Composing in a Second Language Similar to Composing in the First?"},
      {
        "id":"ED345488",
        "title":"Processes Involved in Composing a Narration in a First and a Second Language."},
      {
        "id":"ED345489",
        "title":"Making Grammar Explicit in the Classroom: An Illustration Using the Spanish Subjunctive."},
      {
        "id":"ED345490",
        "title":"Academic Writing Task Surveys: The Need for a Fresh Approach."},
      {
        "id":"ED345492",
        "title":"A Study of Composing in a First and a Second Language."},
      {
        "id":"ED345496",
        "title":"How Professors Initiate Nonnative Speakers into their Disciplinary Discourse Communities."},
      {
        "id":"ED345498",
        "title":"Exploring Rater Behaviour with Rasch Techniques."},
      {
        "id":"ED345499",
        "title":"Trait Development in an Intensive ESL Course for Adolescents: Grammatical Knowledge and Communicative Ability."},
      {
        "id":"ED345500",
        "title":"Language Acquisition among Southeast Asian Refugees in the United States."},
      {
        "id":"ED345502",
        "title":"Can Foreigners Do &quot;Foreigner Talk&quot;?: A Study of the Linguistic Input Provided by Non-Native Teachers of EFL."},
      {
        "id":"ED345503",
        "title":"Input, Interactions, and the Limits of Inference in Classroom Research: Comments on &quot;Can Foreigners Do Foreigner Talk?&quot;"},
      {
        "id":"ED345504",
        "title":"Clarification Strategies in the Advisement Interview."},
      {
        "id":"ED345505",
        "title":"TEANGA: Journal of the Irish Association for Applied Linguistics, Number 5."},
      {
        "id":"ED345509",
        "title":"Intensive Summer Institute: Program Evaluation. 1991. NFLRC Research Notes."},
      {
        "id":"ED345510",
        "title":"The Challenges of Teaching Advanced Students."},
      {
        "id":"ED345511",
        "title":"Discourse Variation in Oral Proficiency Interviews."},
      {
        "id":"ED345512",
        "title":"Examining Washback: The Sri Lankan Impact Study."},
      {
        "id":"ED345513",
        "title":"Does Washback Exist?"},
      {
        "id":"ED345517",
        "title":"Issues and Developments in English and Applied Linguistics (IDEAL), 1987."},
      {
        "id":"ED345524",
        "title":"Template Construction as a Basis for Error-Analysis Packages in Language Learning Programs."},
      {
        "id":"ED345525",
        "title":"Issues and Developments in English and Applied Linguistics (IDEAL), Volume 3."},
      {
        "id":"ED345526",
        "title":"The \"ng\" Challenge: Five Simple Rules for Pronunciation Prediction."},
      {
        "id":"ED345527",
        "title":"The Effect of Markedness on Epenthesis in Spanish/English Interlanguage Phonology."},
      {
        "id":"ED345529",
        "title":"Interpreting Indian English Expository Prose."},
      {
        "id":"ED345533",
        "title":"In Second Language Acquisition/Foreign Language Learning, Nothing Is More Practical than a Good Theory."},
      {
        "id":"ED345538",
        "title":"New Perspectives and New Directions in Foreign Language Education. The ACTFL Foreign Language Education Series."},
      {
        "id":"ED345540",
        "title":"The Translation Profession. ERIC Digest."},
      {
        "id":"ED345541",
        "title":"Hindi Proficiency Guidelines."},
      {
        "id":"ED345542",
        "title":"Language Minority Education in the United States: Implications of the Ramirez Report. Educational Practice Report: 3."},
      {
        "id":"ED345543",
        "title":"Commercial Language, Business Economics, and the Liberal Arts Curriculum."},
      {
        "id":"ED345545",
        "title":"Foreign Language Study among Business Students: A Foundation for Internationalization?"},
      {
        "id":"ED345549",
        "title":"The Role of Reading in Teaching Business Writing."},
      {
        "id":"ED345552",
        "title":"Gender and Participation in Computer-Mediated Linguistic Discourse."},
      {
        "id":"ED345557",
        "title":"How To Cope with the French: Keys to Understanding French Culture."},
      {
        "id":"ED345558",
        "title":"Language Association Bulletin, Volume 42, Numbers 1-5."},
      {
        "id":"ED345562",
        "title":"A Model of Cognitive, Cultural, and Linguistic Variables Affecting Bilingual Spanish/English Children's Development of Concepts and Language."},
      {
        "id":"ED345564",
        "title":"Isleno Spanish /s/ Variation and Speech Accommodation."},
      {
        "id":"ED345565",
        "title":"Bridging the Gap: A Sheltered Approach to Language Acquisition and Academic Success. Third Evaluation Report (1990-1991). A Chinese, Japanese, and Korean Transitional Bilingual Program Funded under Title VII of the Elementary and Secondary Education Act in Torrance Unified School District, Torrance, California."},
      {
        "id":"ED345570",
        "title":"Academic Excellence Project P.I.A.G.E.T., Cycle I. 1987-1990 Three Year Report of Title VII."},
      {
        "id":"ED345573",
        "title":"The Mountain of the Men & the Mountain of the Women. A Traditional Cambodian Folktale Told in English and Khmer and Teacher Discussion Guide."},
      {
        "id":"ED345578",
        "title":"Introducing LSP Courses into the Liberal Arts Curriculum: The Case of Butler University."},
      {
        "id":"ED345581",
        "title":"Motivation and Attitudes of Students of English as a Foreign Language at ICANA in Buenos Aires, Argentina."},
      {
        "id":"ED345583",
        "title":"African-American Students and Foreign Language Learning. ERIC Digest."},
      {
        "id":"ED345584",
        "title":"The Journal of the Society for Accelerative Learning and Teaching, 1991."},
      {
        "id":"ED345587",
        "title":"Literacy, Knowledge, Power, and Development--Multiple Connections."},
      {
        "id":"ED345588",
        "title":"Three Years of Amnesty Education in California. IRCA Pre-Enrollment Appraisal Results for New Californians. Report Highlights."},
      {
        "id":"ED345589",
        "title":"Escuchando no mas (Just by Listening): A Report on Sabbatical Year Activities in Bolivia (January 24 to April 1, 1991)."},
      {
        "id":"ED345598",
        "title":"College Outcomes and Assessment: A Select Bibliography from the ERIC Database. Editions 1-4 (Covering 461 Items Dated 1977-1991)."},
      {
        "id":"ED345599",
        "title":"The Role of Finances in the Persistence Process: A Structural Model."},
      {
        "id":"ED345601",
        "title":"National Symposium on Strategic Higher Education Finance and Management Issues. Proceedings (Washington D.C., February 24-25, 1991)."},
      {
        "id":"ED345603",
        "title":"Meeting the Mandate: Renewing the College and Departmental Curriculum. ASHE-ERIC Higher Education Report No. 6, 1991."},
      {
        "id":"ED345606",
        "title":"Higher Educational Opportunity, Marriage, and the Formation of a College Educated Class: Consolidating the Gains of an Open-Admissions Policy."},
      {
        "id":"ED345607",
        "title":"Research Expenditures. Texas Public Institutions of Higher Education. September 1, 1990-August 31, 1991."},
      {
        "id":"ED345608",
        "title":"Bicultural Efficacy and College Adjustment."},
      {
        "id":"ED345609",
        "title":"Persisting Hispanic American College Students: Characteristics That Lead to Baccalaureate Degree Completion."},
      {
        "id":"ED345610",
        "title":"Ontario Universities Benefits Survey, 1991-92. Part I: Benefits Excluding Pensions [and] Part II: Pensions."},
      {
        "id":"ED345612",
        "title":"A Meeting of the Minds, So To Speak. The Organizational Socialization of Clinical Faculty."},
      {
        "id":"ED345614",
        "title":"Predicting Student Nurse Academic Failures: An Analysis of Four Baccalaureate Classes."},
      {
        "id":"ED345616",
        "title":"The Nurse as Patient Advocate: Implications for Nurse Education Programs."},
      {
        "id":"ED345617",
        "title":"College Remedial Studies: Institutional Practices in the SREB States."},
      {
        "id":"ED345618",
        "title":"Excellence in College and University Teaching: A Guide to Resources. Ramsey Resources."},
      {
        "id":"ED345620",
        "title":"Hearing on H.R. 2336, The Income-Dependant Education Assistance Act and H.R. 3050, The Self-Reliance Scholarship Act. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, Second Session."},
      {
        "id":"ED345621",
        "title":"Federal Direct Student Loans. Hearing before the Committee on Labor and Human Resources. United States Senate. One Hundred Second Congress, Second Session on S.2255 To Amend Part D of Title IV of the Higher Education Act of 1965 To Provide for Income Dependent Education Assistance."},
      {
        "id":"ED345623",
        "title":"Parental Financial Support for Undergraduate Education. National Postsecondary Student Aid Study, Research and Development Report. Contractor Report."},
      {
        "id":"ED345624",
        "title":"Race/Ethnicity Trends in Degrees Conferred by Institutions of Higher Education: 1980-81 through 1989-90. E.D. TABS."},
      {
        "id":"ED345626",
        "title":"Self-Regulated Learning and Academic Achievement in College Students."},
      {
        "id":"ED345628",
        "title":"Higher Education and Desirable Work: Open Admissions and Ethnic and Gender Differences in Job Quality."},
      {
        "id":"ED345629",
        "title":"A Factor-Analytic Investigation of Role Types and Profiles of Higher Education Department Chairs."},
      {
        "id":"ED345630",
        "title":"Stress Factors, Role Conflict, and Role Ambiguity for Academic Department Chairs."},
      {
        "id":"ED345635",
        "title":"Values Assessment at Three Consortium Colleges: A Longitudinal Followup Study."},
      {
        "id":"ED345637",
        "title":"The Federal Student Financial Aid Handbook, 1992-93."},
      {
        "id":"ED345639",
        "title":"Intercollegiate Athletics: Revenues and Expenses, Gender and Minority Profiles, and Compensation in Athletic Departments. Testimony. Subcommittee on Commerce, Consumer Protection, and Competitiveness, Committee on Energy and Commerce, House of Representatives."},
      {
        "id":"ED345640",
        "title":"Crime on Campus. Annual Report: August through December--1989."},
      {
        "id":"ED345641",
        "title":"Crime on Campus. Annual Report: 1990."},
      {
        "id":"ED345644",
        "title":"Guidelines for Fitness for Health Programs in Texas."},
      {
        "id":"ED345645",
        "title":"National Symposium on Strategic Higher Education Finance & Management Issues in the 1990s. A World of Change: Applicability of Business Practices to Higher Education."},
      {
        "id":"ED345646",
        "title":"National Symposium on Strategic Higher Education Finance & Management Issues in the 1990s. Proceedings (Washington, D.C., February 24-25, 1991)."},
      {
        "id":"ED345647",
        "title":"Salaries of Full-Time Instructional Faculty on 9- and 10-Month and 11- and 12-Month Contracts in Institutions of Higher Education, 1980-81 through 1990-91. E.D. TABS."},
      {
        "id":"ED345650",
        "title":"Choosing Pathways to Nursing Education."},
      {
        "id":"ED345651",
        "title":"Reengineering: A Process for Transforming Higher Education. Professional Paper Series, #9."},
      {
        "id":"ED345652",
        "title":"State Higher Education Profiles. A Comparison of State Higher Education Data for FY 1988. Fourth Edition."},
      {
        "id":"ED345654",
        "title":"Buying and Selling Higher Education: The Social Construction of the College Applicant."},
      {
        "id":"ED345657",
        "title":"Predicting Persistence of Science Career Aspirations: A Comparative Study of Male and Female College Students."},
      {
        "id":"ED345659",
        "title":"Implementing An Institutional Change Model for Rewarding Teaching At Research-Oriented Universities. A Paper for the Symposium: Achieving Parity in Reward Structures for Teaching at Research Institutions."},
      {
        "id":"ED345660",
        "title":"Practice-Centered Inquiry: Developing Perceptions and Behaviors toward More Effective Teaching in Higher Education."},
      {
        "id":"ED345662",
        "title":"A Needs Assessment of Professional Development Activities for Probationary Faculty at Seneca College."},
      {
        "id":"ED345666",
        "title":"Learning Strategies for Law Students."},
      {
        "id":"ED345668",
        "title":"Skills Training in &quot;Legal Analysis&quot;: A Systematic Approach."},
      {
        "id":"ED345669",
        "title":"Law School Academic Support Programs."},
      {
        "id":"ED345670",
        "title":"Academic Program Level Effects Assessment: A Model."},
      {
        "id":"ED345671",
        "title":"Overcoming College Fears...The Road to Success."},
      {
        "id":"ED345673",
        "title":"Twenty Years of Managing Change: Visions of the Future. Proceedings of the CAUSE National Conference (Anaheim, California, December 3-6, 1991)."},
      {
        "id":"ED345674",
        "title":"Assessing the Progress of Reauthorization: An Examination of Direct Lending."},
      {
        "id":"ED345675",
        "title":"Female Intense Curricula: Fashion Merchandising in Home Economics and Associated Programs in Higher Education."},
      {
        "id":"ED345677",
        "title":"Overcoming Institutional Impediments to Rewarding Teaching."},
      {
        "id":"ED345679",
        "title":"Contemporary Ethics in Relation to Academics and the Use of a Professor's Own Text or Fellow Faculty Member's Text as a Course Requirement."},
      {
        "id":"ED345681",
        "title":"Media and Technology for Teaching. Course Manual for EDM/EDT 343/443/543."},
      {
        "id":"ED345683",
        "title":"Multimedia Courseware in an Open Systems Environment: A Federal Strategy."},
      {
        "id":"ED345687",
        "title":"Which Award Books Would You Buy: Caldecott/Newbery or State Award Books?"},
      {
        "id":"ED345688",
        "title":"The South Carolina Program for Library Development, 1991-1994."},
      {
        "id":"ED345689",
        "title":"Annual Program: Library Services and Construction Act 1991-1992."},
      {
        "id":"ED345690",
        "title":"Proceedings of the Hypertext Standardization Workshop (Gaithersburg, Maryland, January 16-18, 1990)."},
      {
        "id":"ED345693",
        "title":"Development Communication Report, 1991."},
      {
        "id":"ED345696",
        "title":"Oversight Hearing on the Use of Department of Education Funds. Hearing before the Committee on Education and Labor, House of Representatives, One Hundred Second Congress, First Session. (October 17, 1991)."},
      {
        "id":"ED345700",
        "title":"Designing from the Heart of an Epistemic Triangle: Systemic, Dialectical, and Constructivist Strategies for Systems Design and Systems Change."},
      {
        "id":"ED345703",
        "title":"Riding the Electronic Wave--Document Delivery: Proceedings of the Library of Congress Network Advisory Committee Meeting (Washington, D.C., November 29-December 1, 1989). Network Planning Paper Number 20."},
      {
        "id":"ED345706",
        "title":"Entry Attitudes of Students towards Using Computers."},
      {
        "id":"ED345708",
        "title":"Undergraduates of the Open Education Faculty."},
      {
        "id":"ED345714",
        "title":"Dynamic Knowledge in School. An Action Research on Instructional Development with the Aid of Microcomputers. Research Bulletin 79."},
      {
        "id":"ED345715",
        "title":"Computer Applications in Education: The Best of ERIC 1990."},
      {
        "id":"ED345717",
        "title":"The Impact of Technological Curriculum Innovation on Teaching and Learning Activities."},
      {
        "id":"ED345718",
        "title":"Recent Department of Education Publications in ERIC."},
      {
        "id":"ED345719",
        "title":"Maine School Library Survey. Statistics of Public School Libraries in Maine Serving Grades K-12, from Data Gathered February 1990."},
      {
        "id":"ED345721",
        "title":"Censorship and Child-Choice State Book Award Programs."},
      {
        "id":"ED345724",
        "title":"Findings Aids--Records--Computers: One Archivist's Search for User-Friendly Reference."},
      {
        "id":"ED345730",
        "title":"Smart Libraries: Integrating Communications Channels and Information Sources."},
      {
        "id":"ED345731",
        "title":"A Student's Guide to Effective Library Research."},
      {
        "id":"ED345732",
        "title":"Teaching Library Skills."},
      {
        "id":"ED345735",
        "title":"Will Our Past Be In Our Future? Exploring Videotape as an Archival Medium."},
      {
        "id":"ED345737",
        "title":"Artifacts at the National Archives: A Summary of Past Practices, Present Uses, and Prospective Arrangements."},
      {
        "id":"ED345738",
        "title":"Teaching Library Skills: A Source or Process Approach? A Research Study."},
      {
        "id":"ED345741",
        "title":"Computerization Project of the Archivo General de Indias, Seville, Spain. A Report to the Commission on Preservation and Access."},
      {
        "id":"ED345742",
        "title":"Preservation and Access in China: Possibilities for Cooperation."},
      {
        "id":"ED345749",
        "title":"Education's Library. Actions Needed To Improve Its Usefulness, Testimony before the Subcommittee on Select Education, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED345750",
        "title":"Electronic Bulletin Board System for the Federal Depository Library Program: A Study."},
      {
        "id":"ED345751",
        "title":"How Special Librarians Really Use the Internet: Summary of Findings and Implications for the Library of the Future."},
      {
        "id":"ED345752",
        "title":"Libraries for the National Education Goals."},
      {
        "id":"ED345753",
        "title":"Libraries for the National Education Goals. ERIC Digest."},
      {
        "id":"ED345754",
        "title":"Library Career Training Program: Abstracts of Funded Projects, 1991. Title II-B, Higher Education Act."},
      {
        "id":"ED345755",
        "title":"Library Services for Indian Tribes and Hawaiian Natives Program: Review of Program Activities, 1990. Title IV, Library Services and Construction Act."},
      {
        "id":"ED345756",
        "title":"Myths and Realities about ERIC. ERIC Digest."},
      {
        "id":"ED345760",
        "title":"Cooperative/Collaborative Learning: Research and Practice (Primarily) at the Collegiate Level, Parts I and II."},
      {
        "id":"ED345763",
        "title":"Retention Report for First-Time Entering Students to Midlands Technical College, 1988-1991. Report II."},
      {
        "id":"ED345765",
        "title":"Promoting Student Success in the Community College: An NCIA Position Statement."},
      {
        "id":"ED345767",
        "title":"Student Learning Outcomes Assessment Report."},
      {
        "id":"ED345770",
        "title":"Science and Technology Education in Two-Year Colleges. Hearing before the Subcommittee on Science of the Committee on Science, Space, and Technology. U.S. House of Representatives, One Hundred Second Congress, First Session (November 19, 1991). [No. 92.]"},
      {
        "id":"ED345779",
        "title":"Non-Returning Student Survey."},
      {
        "id":"ED345780",
        "title":"Curriculum Study Report, June 1992."},
      {
        "id":"ED345781",
        "title":"Implementation and Initial Validation of the APS English Test [and] The APS English-Writing Test at Golden West College: Evidence for Predictive Validity."},
      {
        "id":"ED345782",
        "title":"Implementation and Initial Validation of the MDTP Tests at Golden West College."},
      {
        "id":"ED345784",
        "title":"Judgments of Placement Writing Samples at Golden West College: An Evaluation of Inter-Rater Reliability."},
      {
        "id":"ED345785",
        "title":"Relationship between Grades in Speech Communication 100 and Eligibility for Various English Writing Courses."},
      {
        "id":"ED345786",
        "title":"Caught in the Shadows: Immigrant Educational Access -- The Amnesty Population."},
      {
        "id":"ED345788",
        "title":"Persistence and Completion Rates: Colorado Public Higher Education, Fall 1986 through Fall 1990."},
      {
        "id":"ED345789",
        "title":"The Washington Community College Institutional Outcomes Assessment Plans: An Overview and Summary. Operations Research No. 91-2."},
      {
        "id":"ED345790",
        "title":"Assessment of Meeting Employer Needs and the Labor Market Experience of Job Upgrading and Retraining Students in Washington Community Colleges. A Baseline Report. Operations Report No. 91-3."},
      {
        "id":"ED345793",
        "title":"Welding and Fabricating Technology Program Needs Assessment."},
      {
        "id":"ED345794",
        "title":"Communications Arts and Technology Program Needs Assessment."},
      {
        "id":"ED345795",
        "title":"Civil Engineering Technology Needs Assessment."},
      {
        "id":"ED345796",
        "title":"Sign Language Interpreter Needs Assessment."},
      {
        "id":"ED345797",
        "title":"Cardiovascular Technology Program Needs Assessment."},
      {
        "id":"ED345798",
        "title":"Plastics &amp; Composites Technology Needs Assessment."},
      {
        "id":"ED345799",
        "title":"Technical Writing Needs Assessment."},
      {
        "id":"ED345800",
        "title":"International Business Program Needs Assessment."},
      {
        "id":"ED345801",
        "title":"Educational Forum: A Journal of Teaching, Learning & Professional Development, Spring 1992."},
      {
        "id":"ED345806",
        "title":"The Transfer Indicator."},
      {
        "id":"ED345810",
        "title":"PVCC Salaries and Cost-of-Living. PVCC Institutional Research Brief. Brief No. 92-5."},
      {
        "id":"ED345811",
        "title":"The Academic Performance of PVCC Students Transferring to Virginia Public Senior Institutions of Higher Education, 1990-91. PVCC Institutional Research Brief. Brief No. 92-3."},
      {
        "id":"ED345814",
        "title":"The New Workforce: Not Just Rosie the Riveter."},
      {
        "id":"ED345818",
        "title":"Do Students Get Higher Scores on Their Word-Processed Papers? A Study of Bias in Scoring Hand-Written vs. Word-Processed Papers."},
      {
        "id":"ED345819",
        "title":"A Fiscal Profile of the Illinois Public Community College System, Fiscal Years 1966-1992."},
      {
        "id":"ED345820",
        "title":"Data and Characteristics of the Illinois Public Community College System."},
      {
        "id":"ED345821",
        "title":"The Five-Year Follow-Up Report: A Survey of 1985-1986 Graduates."},
      {
        "id":"ED345822",
        "title":"The Graduate Survey Report: A Survey of 1990-1991 Graduates."},
      {
        "id":"ED345823",
        "title":"The Annual Research Report, 1990-1991."},
      {
        "id":"ED345824",
        "title":"The Student Survey Report, Spring 1992."},
      {
        "id":"ED345826",
        "title":"The Joliet Junior College Center for Adult Basic Education and Literacy's &quot;Families about Success&quot;: Intergenerational Programming That Works."},
      {
        "id":"ED345829",
        "title":"Quality Aspects of Swedish Family Day Care and Center Care."},
      {
        "id":"ED345838",
        "title":"Mix and Match Funding: Diversified Budgets for Child Care Resource and Referral Agencies."},
      {
        "id":"ED345841",
        "title":"Planning for Development in Multiracial Primary Schools."},
      {
        "id":"ED345842",
        "title":"Visions of the Future of NAEYC and Early Childhood Education."},
      {
        "id":"ED345845",
        "title":"The Value of Ideas II: Problems versus Possibilities in Learning. Elementary Subjects Center Series No. 51."},
      {
        "id":"ED345846",
        "title":"Health and Mental Health Service Utilization by Children in Foster Care in California. California Policy Seminar Research Report."},
      {
        "id":"ED345847",
        "title":"Child Care in the 101st Congress: What Was Achieved and How Will It Work? Family Impact Seminar (Washington, D.C., January 25, 1991). Meeting Highlights and Background Briefing Report."},
      {
        "id":"ED345850",
        "title":"Family Resource, Support, and Parent Education Programs: The Power of a Preventive Approach. Family Impact Seminar (Washington, D.C., October 25, 1991). Meeting Highlights and Background Briefing Report."},
      {
        "id":"ED345852",
        "title":"Teachers' Opinions Concerning Immature Children and Their Promotion to First Grade."},
      {
        "id":"ED345853",
        "title":"Curtain Call for Preschoolers--A Literacy Event."},
      {
        "id":"ED345854",
        "title":"Having Friends, Making Friends, and Keeping Friends: Relationships as Educational Contexts. ERIC Digest."},
      {
        "id":"ED345859",
        "title":"1992 Tax Relief Proposals: A Small Return for Women and Children [and] Questions and Answers about the Earned Income Credit and the Child and Dependent Care Credit."},
      {
        "id":"ED345860",
        "title":"New Directions in Child and Family Research: Shaping Head Start in the 90&apos;s. Conference Proceedings (1st, Arlington, Virginia, June 24-26, 1991)."},
      {
        "id":"ED345864",
        "title":"Activity-Oriented Classrooms. NEA Early Childhood Education Series."},
      {
        "id":"ED345865",
        "title":"Multicultural Education in Early Childhood Classrooms. NEA Early Childhood Education Series."},
      {
        "id":"ED345866",
        "title":"Understanding and Facilitating Preschool Children's Peer Acceptance. ERIC Digest."},
      {
        "id":"ED345867",
        "title":"Beyond Transition: Ensuring Continuity in Early Childhood Services. ERIC Digest."},
      {
        "id":"ED345868",
        "title":"Full-Day Kindergarten: A Summary of the Research."},
      {
        "id":"ED345869",
        "title":"Family Education and Training: Obstacles, Opportunities, and Outcomes for Low-Income Mothers. Report No. 4."},
      {
        "id":"ED345870",
        "title":"Healthy Children 2000: National Health Promotion and Disease Prevention Objectives Related to Mothers, Infants, Children, Adolescents, and Youth."},
      {
        "id":"ED345871",
        "title":"Hard Work and High Expectations: Motivating Students to Learn. Issues in Education."},
      {
        "id":"ED345874",
        "title":"Television Viewing Habits of San Juan Students Related to Achievement."},
      {
        "id":"ED345878",
        "title":"A Quick Study: Child Growth and Development Handbook. SHAPES."},
      {
        "id":"ED345879",
        "title":"Guidance Concerning Minimum Standards. SHAPES."},
      {
        "id":"ED345880",
        "title":"A Beginning Curriculum: The First Six Weeks. SHAPES."},
      {
        "id":"ED345881",
        "title":"Environments that Make a Difference. SHAPES."},
      {
        "id":"ED345882",
        "title":"Training with the Trainer's Manual. SHAPES."},
      {
        "id":"ED345883",
        "title":"Early Childhood Education. Volume I: Workshop Essentials. Curriculum and Instruction Specialty Option Workshop Leader&apos;s Guide."},
      {
        "id":"ED345884",
        "title":"Early Childhood Education. Volume II: Instructional Activities and Handouts. Curriculum and Instruction Specialty Option Workshop Leader's Guide."},
      {
        "id":"ED345885",
        "title":"Early Childhood Education. Volume III: Guidelines, Standards, and Model Programs. Curriculum and Instruction Specialty Option Workshop Leader&apos;s Guide."},
      {
        "id":"ED345886",
        "title":"Remote Schooling &amp; Information Technology (A Guide for Teachers)."},
      {
        "id":"ED345887",
        "title":"Discover and Experience Outdoor Education. Junior Experience Information Packet."},
      {
        "id":"ED345888",
        "title":"White House Conference on Indian Education (Washington, D.C., January 22-24, 1992). Public Law 100-297, April 28, 1988, as Amended: Augustus F. Hawkins-Robert T. Stafford Elementary and Secondary School Improvement Amendments of 1988. Part E: The White House Conference on Indian Education."},
      {
        "id":"ED345891",
        "title":"Welfare to Work: Effectiveness of Tribal JOBS Programs Unknown. Briefing Report to Congressional Committees."},
      {
        "id":"ED345892",
        "title":"A Report on Indian-American Education in Michigan."},
      {
        "id":"ED345894",
        "title":"Characteristics of Innovative Sawmill Operators: An Appalachian Ohio Perspective."},
      {
        "id":"ED345895",
        "title":"Native American Public Broadcasting Consortium Catalog of Programming 1992-93."},
      {
        "id":"ED345897",
        "title":"Redefining &quot;Higher Education&quot; through the Appalachian Teachers' Network."},
      {
        "id":"ED345899",
        "title":"An Empirical Evaluation of a Corporate Outdoor-Based Training Program."},
      {
        "id":"ED345900",
        "title":"Annotated Bibliography for Experience-Based Training & Development and Outdoor Training."},
      {
        "id":"ED345902",
        "title":"Shared Superintendent: A Good Idea?"},
      {
        "id":"ED345903",
        "title":"Alaska Native Education: Issues in the Nineties. Alaska Native Policy Papers."},
      {
        "id":"ED361942",
        "title":"Aquatics and Persons with Disabilities."},
      {
        "id":"ED361943",
        "title":"The School Experience for Gifted Students with Cerebral Palsy."},
      {
        "id":"ED361947",
        "title":"China's Special Education: A Comparative Analysis."},
      {
        "id":"ED361949",
        "title":"Service Development Plan. Fiscal Year 1993-1994."},
      {
        "id":"ED361950",
        "title":"The Impact of Exemplary Technology-Support Programs on Students with Disabilities."},
      {
        "id":"ED361954",
        "title":"Children Exposed to Drugs: Meeting Their Needs. HOT TOPICS: Usable Research."},
      {
        "id":"ED361956",
        "title":"We Can Learn: Understanding and Helping Children with Learning Disabilities. Resource Guide to Accompany NCLD's Five-Part Video Series on Learning Disabilities."},
      {
        "id":"ED361957",
        "title":"Quilting Integration: A Technical Assistance Guide on Integrated Early Childhood Programs. The Early Integration Training Project."},
      {
        "id":"ED361959",
        "title":"Transdisciplinary Arena Assessment Process Viewing Guide. A Resource for Teams."},
      {
        "id":"ED361961",
        "title":"Skills Inventory for Teams (SIFT): A Resource for Teams."},
      {
        "id":"ED361962",
        "title":"Understanding the Individualized Family Service Plan: A Resource for Families."},
      {
        "id":"ED361964",
        "title":"A Guide to Early Intervention. A Resource for Families."},
      {
        "id":"ED361965",
        "title":"National Child Abuse and Neglect Data System: Working Paper 2: 1991 Summary Data Component."},
      {
        "id":"ED361966",
        "title":"Research Plan for the National Center for Medical Rehabilitation Research."},
      {
        "id":"ED361967",
        "title":"Maternal and Child Health Research Program: Active Projects FY 1990 and FY 1991."},
      {
        "id":"ED361969",
        "title":"After High School...? BUILDING on Today for Tomorrow. Designing and Implementing a Community-Based, Family-Centered Transition Planning Project. A Manual for Professionals, Parents, and Youth with Disabilities."},
      {
        "id":"ED361970",
        "title":"Preparing Future Teachers of Students with Behavior Disorders: New Roles and Challenges."},
      {
        "id":"ED361971",
        "title":"Females with Emotional and Behavioral Disorders: Unique Considerations."},
      {
        "id":"ED361972",
        "title":"Teaching Adolescents with Behavioral/Emotional Disorders, Adolescent Offenders, and Adolescents At-Risk: A Literature-Based Approach."},
      {
        "id":"ED361973",
        "title":"Non-Compliance: Four Strategies That Work. CEC Mini-Library: Classroom Management."},
      {
        "id":"ED361974",
        "title":"Disruptive Behavior: Three Techniques To Use in Your Classroom. CEC Mini-Library: Classroom Management."},
      {
        "id":"ED361977",
        "title":"Implementing Best Practices for All Students in Their Local School: Inclusion of All Students through Family and Community Involvement, Collaboration, and the Use of School Planning Teams and Individual Student Planning Teams."},
      {
        "id":"ED361979",
        "title":"Finding Common Ground: A Call for Collaboration. Promoting State Interagency Efforts To Reduce the Impact of Perinatal Alcohol and Other Drug Use on Families."},
      {
        "id":"ED361980",
        "title":"Facilitated Communication: Empirical Data and Considerations for Practice."},
      {
        "id":"ED361981",
        "title":"The Impact of Automated Expert Assistance on the Training of Mental Retardation Professionals."},
      {
        "id":"ED361983",
        "title":"Disproportionate Participation of Students from Ethnic and Cultural Minorities in Special Education Classes and Programs: Forum To Examine Current Policy. Project FORUM. Report of a Policy Forum (Alexandria, Virginia, June 3-4, 1993)."},
      {
        "id":"ED361984",
        "title":"Sexuality Education Issues and Students Statused Severely Mentally Impaired Regardless of Additional Handicaps."},
      {
        "id":"ED361985",
        "title":"Using Facilitated Communication To Improve Yes/No Responses in Elementary Age Non-Verbal Severely and Profoundly Mentally Handicapped Cerebral Palsied Students."},
      {
        "id":"ED361986",
        "title":"Before the Well Runs Dry: Taking Care of Yourself as the Parent of a LD/ADD Child."},
      {
        "id":"ED361987",
        "title":"Development and Implementation of Procedures for Identifying Black and Limited English Proficient Gifted Students."},
      {
        "id":"ED361988",
        "title":"A Study of Irritating Behaviors of Special Education Teachers."},
      {
        "id":"ED361989",
        "title":"Assessment for Programming in Early Childhood Special Education. Futures File #2."},
      {
        "id":"ED361990",
        "title":"Whither Didst Thou Go? Retention, Reassignment, Migration, and Attrition of Special and General Education Teachers in National Perspective."},
      {
        "id":"ED361991",
        "title":"Developmental Changes in Metalinguistic Abilities of Language Impaired Children."},
      {
        "id":"ED361992",
        "title":"A Functional Curriculum Designed To Serve Students with Severe Behavior Problems."},
      {
        "id":"ED361993",
        "title":"Intensive ESL Course Performance as a Predictor of Academic Success."},
      {
        "id":"ED361994",
        "title":"Mapa Sociolinguistico. Analisis demolinguistico de la Comunidad Autonoma Vasca derivado del padron de 1986 (Sociolinguistic Map. Demolinguistic analysis of the Autonomous Basque Community derived from the 1986 Census)."},
      {
        "id":"ED361996",
        "title":"TEANGA: Journal of the Irish Association for Applied Linguistics, 1979-1993."},
      {
        "id":"ED361997",
        "title":"Communicative Activities for the Japanese Classroom."},
      {
        "id":"ED361998",
        "title":"Ethical Considerations in Language Awareness Programs."},
      {
        "id":"ED361999",
        "title":"Single Subject Matter Assessment of Prospective Foreign Language Teachers. Report of the California State University Workgroup on Assessment of Prospective Foreign Language Teachers."},
      {
        "id":"ED362000",
        "title":"Newcomers: Different Language, Different Culture, Big Challenge."},
      {
        "id":"ED362001",
        "title":"An Investigation of Given-New Taxonomy in Korean Discourse."},
      {
        "id":"ED362002",
        "title":"Early Bilingualism: The Soviet Experience. The Milton and Eleanor Fromer Lecture on Early Childhood Education (4th, March 5, 1990)."},
      {
        "id":"ED362003",
        "title":"Toward a Pedagogical Description of the Pragmatic Competence of Native Speakers of English."},
      {
        "id":"ED362004",
        "title":"Reinforcing E.S.L. with Los Cumbancheros Choral Performance Group (Los Cumbancheros). 1991-92 Final Evaluation Report. OREA Report."},
      {
        "id":"ED362005",
        "title":"Taking a Multi-Faceted View of the Uni-Dimensional Measurement from Rasch Analysis in Language Tests."},
      {
        "id":"ED362006",
        "title":"The Dimensionality of a Placement Test Components."},
      {
        "id":"ED362008",
        "title":"Many Voices. A Journal of New Settlers and Multicultural Education Issues, 1991-1993."},
      {
        "id":"ED362010",
        "title":"Developmental Spelling and the Transfer of Literacy Skill among Primary Grade Bilinguals."},
      {
        "id":"ED362011",
        "title":"Conversational Analysis in Medical Settings. Annotated Bibliography."},
      {
        "id":"ED362012",
        "title":"The Process of Fossilization in Interlanguage."},
      {
        "id":"ED362013",
        "title":"Influence of Linguistic and Cultural Variables on Conceptual Learning in Second Language Situations."},
      {
        "id":"ED362014",
        "title":"Las Expresiones Pragmaticas en la Conversacion Espontanea (Pragmatic Expressions in Spontaneous Conversation)."},
      {
        "id":"ED362016",
        "title":"Teaching ESL Content through Kite Making for Grades K-12."},
      {
        "id":"ED362017",
        "title":"Arlington: My New Home."},
      {
        "id":"ED362019",
        "title":"Action Research on Action Research: A Teacher Trainer's Reflections on her Trainees' Action Research."},
      {
        "id":"ED362020",
        "title":"Beginning Second Language Instruction. Computer-Based Curriculum Improvements."},
      {
        "id":"ED362021",
        "title":"Bilingual Evidence against the Principle of Contrast."},
      {
        "id":"ED362022",
        "title":"Second Language Acquisition and the Subset Principle."},
      {
        "id":"ED362023",
        "title":"The Responsibility of Linguistic Theory to Second Language Acquisition Data."},
      {
        "id":"ED362024",
        "title":"Project PROPEL Handbook: Resources for Adopting Sites."},
      {
        "id":"ED362025",
        "title":"The Development of the Definite Article from Latin to Spanish and Portuguese."},
      {
        "id":"ED362026",
        "title":"The Communicative Code Choices in Ludruk Performances."},
      {
        "id":"ED362027",
        "title":"Validating the Certificates of Foreign Language Proficiency: The Usefulness of Qualitative Validation Techniques."},
      {
        "id":"ED362028",
        "title":"Project Class Revisited: Continuing Connections for Success in the Adult ESOL Lab."},
      {
        "id":"ED362029",
        "title":"Preservation of North American Indian Languages."},
      {
        "id":"ED362031",
        "title":"A Guide for Administrators: Elementary Level Second Language Programs in Louisiana Schools. Bulletin No. 1536."},
      {
        "id":"ED362032",
        "title":"Establishing an IEP Monthly Weekend Homestay."},
      {
        "id":"ED362033",
        "title":"De la base cerebrale du fonctionnement phonique d'une langue (On the Neural Basis of Language at the Phonic Level). Publication B-189."},
      {
        "id":"ED362034",
        "title":"Of Manpower and Words: A Study of Linguistic Markers of Inclusion and Exclusion in Managerial Work in the Educational System."},
      {
        "id":"ED362036",
        "title":"Starting ESL Classes in Freshman Writing Programs."},
      {
        "id":"ED362037",
        "title":"How Not To Embark on a Bilingual Education Policy in a Developing Country: The Case of Nigeria."},
      {
        "id":"ED362038",
        "title":"European Models of Bilingual Education: Practice, Theory and Development."},
      {
        "id":"ED362039",
        "title":"The Hegemony of English in Science and Technology."},
      {
        "id":"ED362040",
        "title":"The Power of Tests: The Impact of Language Tests on Teaching and Learning. NFLC Occasional Papers."},
      {
        "id":"ED362041",
        "title":"Equating National Exams in Foreign Language Reading Comprehension."},
      {
        "id":"ED362042",
        "title":"Construct Validation of Question Formats for Dutch Central Examinations in Foreign Language Reading Comprehension."},
      {
        "id":"ED362044",
        "title":"The Journal of Suggestive-Accelerative Learning and Teaching, Volume 4, Number 4, Winter 1979."},
      {
        "id":"ED362045",
        "title":"Journal of the Society for Accelerative Learning and Teaching; Volume 12, Number 1-4."},
      {
        "id":"ED362047",
        "title":"&quot;Kids R Bi-Bi&quot;: Sign Talk Development Project."},
      {
        "id":"ED362048",
        "title":"Evaluation Criteria for Small Group Discussions."},
      {
        "id":"ED362049",
        "title":"Language-Related Criteria as Determinants of Ethnicity. Goals and Results of a Feasibility Study in the Netherlands."},
      {
        "id":"ED362050",
        "title":"SEDL/Multifunctional Resource Center, Service Area 8. Annual Performance Report, October, 1992-September, 1993."},
      {
        "id":"ED362051",
        "title":"Frisian Diminutive Formation among Frisian and Dutch Primary School Children."},
      {
        "id":"ED362052",
        "title":"Turkmen Language Manual."},
      {
        "id":"ED362054",
        "title":"A Pedagogical Grammar of Tboli."},
      {
        "id":"ED362057",
        "title":"Behavioral Discourse Strategy in Eastern Bontoc."},
      {
        "id":"ED362058",
        "title":"Atlas International de la vitalite Linguistique, Volume 1. Les langues constitutionnelles de l&apos;Indie = International Atlas of Language Vitality. Volume 1: Constitutional Languages of India."},
      {
        "id":"ED362059",
        "title":"Observation from the Other Side."},
      {
        "id":"ED362060",
        "title":"Students Writing Their Own Tests--An Experiment in Student-Centered Assessment in Two Cultures."},
      {
        "id":"ED362063",
        "title":"L&apos;informatisation d&apos;un test de classement en langue seconde (The Computerization of a Second Language Placement Test)."},
      {
        "id":"ED362064",
        "title":"Poverty and the ESOL Classroom."},
      {
        "id":"ED362066",
        "title":"Metalinguistic Awareness Revisited: Its Contribution to the Child's Appropriation of Form."},
      {
        "id":"ED362067",
        "title":"Career Planning in the Teacher Preparation Program (TPP)."},
      {
        "id":"ED362068",
        "title":"World Service Television: ELT Resource for Asia."},
      {
        "id":"ED362069",
        "title":"Analyzing Collaborative Writing Processes from Split-Screen Video Recordings."},
      {
        "id":"ED362070",
        "title":"Review of the Seventh Year of the Partial Immersion Program at Key Elementary School, Arlington, Virginia, 1992-93."},
      {
        "id":"ED362071",
        "title":"The Challenge of Social Studies for Limited English Proficient Students."},
      {
        "id":"ED362072",
        "title":"ESL and Bilingual Program Models. ERIC Digest."},
      {
        "id":"ED362073",
        "title":"Will the National Education Goals Improve the Progress of English Language Learners? ERIC Digest."},
      {
        "id":"ED362074",
        "title":"Language and Literacy Teachers: Diverse Backgrounds, Common Concerns."},
      {
        "id":"ED362075",
        "title":"ESL for the Family Curriculum Guide."},
      {
        "id":"ED362076",
        "title":"Utah System of Higher Education Data Book (Supplement to Operating Budget Request) 1991-92."},
      {
        "id":"ED362077",
        "title":"Nontraditional Students and Postsecondary School Satisfaction."},
      {
        "id":"ED362079",
        "title":"Academic Deans: An Analysis of Effective Academic Leadership at Research Universities."},
      {
        "id":"ED362080",
        "title":"Female and Male Faculty: Expectations and Interpretations of Presidential Leadership in a Research University."},
      {
        "id":"ED362081",
        "title":"On the Brink: The Impact of Budget Cuts on California's Public Universities."},
      {
        "id":"ED362082",
        "title":"Collective Bargaining in Higher Education and the Professions. Bibliography No. 20."},
      {
        "id":"ED362083",
        "title":"Helping Institutions Help Themselves. The AASCU/ERIC Model Programs Inventory Project. Final Report."},
      {
        "id":"ED362085",
        "title":"The Tantric Proposition in Leadership Education: You Make Me Feel Like a Natural Woman."},
      {
        "id":"ED362086",
        "title":"Community College Transfer Students in an Urban University: Survival of the Fittest?"},
      {
        "id":"ED362090",
        "title":"College Student Portfolios: A Representational Format for &quot;Best Profile&quot; Dimensions."},
      {
        "id":"ED362091",
        "title":"Student Loans: Default Rates at Historically Black Colleges and Universities. Fact Sheet for the Honorable Paul Simon, U.S. Senate."},
      {
        "id":"ED362092",
        "title":"College and University Racial/Ethnic Distribution of Enrollment: New York State Fall 1991."},
      {
        "id":"ED362093",
        "title":"Your Student Loan: A Financial Planning and Repayment Guide."},
      {
        "id":"ED362094",
        "title":"On Your Way: A Guide for Single Parent Students at Washington's Public Colleges and Universities."},
      {
        "id":"ED362095",
        "title":"The Influence of Pietism on American Higher Education."},
      {
        "id":"ED362096",
        "title":"The Modern University, Qualitative Research, and Leadership."},
      {
        "id":"ED362097",
        "title":"Revenues and Expenditures in Intercollegiate Athletics: The Feasibility of Collecting National Data by Sport. A Report Submitted to Congress by Lamar Alexander."},
      {
        "id":"ED362098",
        "title":"Trends in Student Aid: 1983 to 1993. Update."},
      {
        "id":"ED362100",
        "title":"North American Higher Education Cooperation: An Inventory of U.S.-Canada and U.S.-Mexico Academic Linkages."},
      {
        "id":"ED362108",
        "title":"A Faculty Consistency Pay Program."},
      {
        "id":"ED362110",
        "title":"On the Horizon. The Environmental Scanning Newsletter for Leaders in Higher Education, 1992-1993."},
      {
        "id":"ED362111",
        "title":"(R)evolution in American Higher Education. David Dodds Henry Lecture (14th, Chicago, Illinois, December 4, 1992)."},
      {
        "id":"ED362112",
        "title":"Bridges to the Future: Strategies for Internationalizing Higher Education."},
      {
        "id":"ED362113",
        "title":"Independence for Swedish Universities and University Colleges. Sweden Is Preparing a Reform of Higher Education."},
      {
        "id":"ED362115",
        "title":"Women in Universities: Survey of the Status of Female Faculty and Students at Canadian Universities."},
      {
        "id":"ED362116",
        "title":"Higher Education in Federal Systems. Proceedings of an International Colloquium (Queen's University, Kingston, Ontario, Canada, May 8-10, 1991)."},
      {
        "id":"ED362118",
        "title":"Statistical Abstract: Higher Education in Alabama, 1992-93. A Planning Document. Data and Reference Information on Alabama's Institutions of Higher Education."},
      {
        "id":"ED362120",
        "title":"Sexual Harassment Experiences of University Employees: Actions Taken and Satisfaction with the Outcome."},
      {
        "id":"ED362122",
        "title":"The Role of Critical Thinking Skills in Undergraduate Study as Perceived by University Teachers across Academic Disciplines."},
      {
        "id":"ED362123",
        "title":"K through 12 School Reform: Implications and Responsibilities for Higher Education."},
      {
        "id":"ED362126",
        "title":"College and University Degrees Conferred New York State 1987-88."},
      {
        "id":"ED362127",
        "title":"Higher Education Salary Expenditures by Expenditure Function, FY 1988-1991. Statistics in Brief."},
      {
        "id":"ED362130",
        "title":"Structures of Technological Education and Contributing Social Factors."},
      {
        "id":"ED362135",
        "title":"Financial Management: Education's Student Loan Program Controls over Lenders Need Improvement. Report to the Secretary of Education."},
      {
        "id":"ED362137",
        "title":"The Effects of Feedback on the Problem Solving Ability of Academically At-Risk Students."},
      {
        "id":"ED362138",
        "title":"The Challenge of Internationalization: Relating to Multicultural Education."},
      {
        "id":"ED362139",
        "title":"A \"Liberating\" Education for the 21st Century."},
      {
        "id":"ED362144",
        "title":"Proceedings of Selected Research and Development Presentations at the Convention of the Association for Educational Communications and Technology Sponsored by the Research and Theory Division (15th, New Orleans, Louisiana, January 13-17, 1993)."},
      {
        "id":"ED362145",
        "title":"Computer-Based Mapping for Curriculum Development."},
      {
        "id":"ED362146",
        "title":"Educational Technology Equipped Classrooms: Re-Design Based on Faculty Feedback."},
      {
        "id":"ED362147",
        "title":"Foundations Symposium: A Continued Dialogue on Critical Theory, Cultural Analysis, and Ethical Aspects of the Field."},
      {
        "id":"ED362148",
        "title":"Curiosity as a Personality Variable Influencing Learning in an Interactive Environment."},
      {
        "id":"ED362149",
        "title":"Wide-Area Network Resources for Teacher Education."},
      {
        "id":"ED362150",
        "title":"Promoting Success in Educational Partnerships Involving Technology."},
      {
        "id":"ED362151",
        "title":"Using and Selecting Graphic Techniques To Acquire Structural Knowledge."},
      {
        "id":"ED362152",
        "title":"Factor Analyses of the Instructional Motivation Needs of Adult Learners."},
      {
        "id":"ED362153",
        "title":"The Effects of Course Structure on Students' Computer Attitudes."},
      {
        "id":"ED362154",
        "title":"Networking on the Network: Teachers and Electronic Mail."},
      {
        "id":"ED362155",
        "title":"Conducting Qualitative Research in Instructional Technology: Methods and Techniques."},
      {
        "id":"ED362156",
        "title":"Learning from Video: The Influence of Preconceptions on Invested Mental Effort."},
      {
        "id":"ED362157",
        "title":"Preconceptions of Mediated Instruction for Various Domains of Learning Outcomes."},
      {
        "id":"ED362158",
        "title":"The Effects of Visual Complexity in Motion Visuals on Children's Learning."},
      {
        "id":"ED362159",
        "title":"Facilitating the Spontaneous Generation of Analogies in Problem Solving."},
      {
        "id":"ED362160",
        "title":"Learner-Generated Questions and Comments: Tools for Improving Instruction."},
      {
        "id":"ED362161",
        "title":"A Review of Experimental Studies of Interactive Video Instruction in Oral Communication."},
      {
        "id":"ED362162",
        "title":"Technology Implementation in Two Restructuring Schools: Past, Present, and Future."},
      {
        "id":"ED362163",
        "title":"Error and Feedback: The Relationship between Content Analysis and Confidence of Response."},
      {
        "id":"ED362164",
        "title":"Student Performance and Attitudes Using Peer Collaboration in Accounting."},
      {
        "id":"ED362165",
        "title":"Multimedia: A Gateway to Higher-Order Thinking Skills."},
      {
        "id":"ED362166",
        "title":"International Training Research Project Culturefax."},
      {
        "id":"ED362167",
        "title":"The Effects of Modeling To Aid Problem Solving in Computer-Based Learning Environments."},
      {
        "id":"ED362168",
        "title":"Different Computer Graphics for Girls and Boys? Preliminary Design Guidelines."},
      {
        "id":"ED362169",
        "title":"Hints and Learner Control for Metacognitive Strategies in Problem Solving."},
      {
        "id":"ED362170",
        "title":"Learner-Generated vs. Instructor-Provided Analysis of Semantic Relationships."},
      {
        "id":"ED362171",
        "title":"Distance Education: A Cost Analysis."},
      {
        "id":"ED362172",
        "title":"The Effectiveness of Instructional Orienting Activities in Computer-Based Instruction."},
      {
        "id":"ED362173",
        "title":"The Effects of an Interactive Dissection Simulation on the Performance and Achievement of High School Biology Students."},
      {
        "id":"ED362174",
        "title":"Effects of Cooperative Learning and Incentive on Motivation and Performance."},
      {
        "id":"ED362175",
        "title":"Effects of Cooperative Learning and Type of Reward on Performance and Continuing Motivation."},
      {
        "id":"ED362176",
        "title":"Channel One: Reactions of Students, Teachers and Parents."},
      {
        "id":"ED362177",
        "title":"Groupware: A Tool for Interpersonal Computing."},
      {
        "id":"ED362178",
        "title":"Restructuring Library Media Centers in Kentucky."},
      {
        "id":"ED362179",
        "title":"Interactivity and Multimedia Instruction: Crucial Attributes for Design and Instruction."},
      {
        "id":"ED362180",
        "title":"Empowering Learners through Metcognitive Thinking, Instruction, and Design."},
      {
        "id":"ED362181",
        "title":"Configurational Inquiry: Instructional Development Perspective."},
      {
        "id":"ED362182",
        "title":"Teaching Self-Regulated Learning Strategies."},
      {
        "id":"ED362183",
        "title":"Reading Preferences of American Indian and Anglo Children for Ethnicity, Gender, and Story Setting."},
      {
        "id":"ED362184",
        "title":"The Effect of Interface Types on Learning and Satisfaction for Computer-Assisted Instruction."},
      {
        "id":"ED362185",
        "title":"Procedures for Assessing Teachers' Computer Use Based on Instructional Transformation."},
      {
        "id":"ED362186",
        "title":"The Global Classroom: An International Perspective."},
      {
        "id":"ED362187",
        "title":"Computers Extending the Learning Environment: Connecting Home and School."},
      {
        "id":"ED362188",
        "title":"A Survey of Media and Instructional Technology Competencies Needed by Business, Industry, Health Professions, Agencies, Military Trainers, and Independent Contractors in Northern California, USA."},
      {
        "id":"ED362189",
        "title":"The Critical Role of the ID in Interactive Television: The Value of Immediacy."},
      {
        "id":"ED362190",
        "title":"Criticizing Instructional Materials Evaluation: Adding Meaningful Dimension."},
      {
        "id":"ED362191",
        "title":"The Design of Effective Case Study-Related Learning Strategies Training."},
      {
        "id":"ED362192",
        "title":"The Effects of Group Computer-Based Instruction and Learning Style on Achievement and Attitude."},
      {
        "id":"ED362193",
        "title":"Instructional Strategies for Metacognitive Development: An Inservice Design."},
      {
        "id":"ED362194",
        "title":"Learner Control of Feedback in a Computer Lesson."},
      {
        "id":"ED362195",
        "title":"An Assessment of the Effectiveness of a Hypertext Instructional Delivery System when Compared to a Traditional CAI Tutorial."},
      {
        "id":"ED362196",
        "title":"Pseudoscience in Instructional Technology: The Case of Learner Control Research."},
      {
        "id":"ED362197",
        "title":"Qualitative Research Methods Workshops: An Introduction, Definitions. Readings on Qualitative Research: An Annotated Bibliography."},
      {
        "id":"ED362198",
        "title":"What Motivates Graduate Students? A Descriptive Study."},
      {
        "id":"ED362199",
        "title":"Digitized Speech as Feedback in Computer-Based Instruction."},
      {
        "id":"ED362200",
        "title":"Measuring Teacher Attitudes toward Interactive Computer Technologies."},
      {
        "id":"ED362201",
        "title":"Classifying Interaction for Emerging Technologies and Implications for Learner Control."},
      {
        "id":"ED362202",
        "title":"Qualitative Research? Quantitative Research? What's the Problem? Resolving the Dilemma via a Postconstructivist Approach."},
      {
        "id":"ED362203",
        "title":"Varying the Narration Presentation Format and On-Screen Character-Narrator Relationship in an Instructional Science Film."},
      {
        "id":"ED362204",
        "title":"A Pilot Study: Comparing the Use of Computer-Based Instruction Materials and Audio-Tape Materials in Practicing Chinese."},
      {
        "id":"ED362205",
        "title":"The Effects of Learner Control and Group Composition in Computer-Based Cooperative Learning."},
      {
        "id":"ED362206",
        "title":"Preschool Children at the Interface: A Cognitive Model of Device Difficulty."},
      {
        "id":"ED362207",
        "title":"Self Efficacy, Performance Variables and Distance Learning Facilitator Technology Adoption: Support for the Teacher Needs Hierarchy."},
      {
        "id":"ED362208",
        "title":"The Effects of Cooperative Learning and Learner Control on High- and Low Achievers."},
      {
        "id":"ED362209",
        "title":"Faculty Concerns as Gateways to Teacher Competency with Computer Technologies."},
      {
        "id":"ED362210",
        "title":"Evaluating Interactive Instructional Technologies: A Cognitive Model."},
      {
        "id":"ED362211",
        "title":"A Comprehensive Review of Learner-Control: The Role of Learner Characteristics."},
      {
        "id":"ED362212",
        "title":"Tracking and Analyzing Learner-Computer Interaction."},
      {
        "id":"ED362213",
        "title":"Constructivism and Instructional Design: Some Personal Reflections."},
      {
        "id":"ED362214",
        "title":"Evaluating the Impact of Technology at Peakview Elementary School."},
      {
        "id":"ED362215",
        "title":"Thoughts, Feelings and Actions: Integrating Domains in Library Instruction."},
      {
        "id":"ED362216",
        "title":"Joining Freshman Orientation Concepts with Writing-Across-the-Curriculum."},
      {
        "id":"ED362217",
        "title":"Project TEACH (Teacher Education: A Career Headstart)."},
      {
        "id":"ED362218",
        "title":"Development of a Presentation for the Nevada State Board of Regents on Recruitment for Truckee Meadows Community College."},
      {
        "id":"ED362219",
        "title":"Educator's Peer Instructional Consulting (EPIC) Project."},
      {
        "id":"ED362221",
        "title":"Shaping the Curriculum: Values, Community, and a Global Economy."},
      {
        "id":"ED362222",
        "title":"The Community College of the Future."},
      {
        "id":"ED362223",
        "title":"Increasing Enrollment Fees: Equity? or the Allocation of Opportunity? The Effects of Fees on Student Enrollment in the San Diego Community College District."},
      {
        "id":"ED362224",
        "title":"Creating a Multicomponent Tutorial Center, Cross-Training of Faculty, and Upgrading the Developmental Program at a Two-Year Private Business College."},
      {
        "id":"ED362225",
        "title":"Student Enrollment, Full-Time Equivalents (FTE), Staff/Faculty Information, 1992-93. Annual Statistical Report, Volume 28."},
      {
        "id":"ED362226",
        "title":"Interdisciplinary Courses: Motivating Students To Understand Their Relevance and Applicability."},
      {
        "id":"ED362227",
        "title":"Developing Partnerships for Adult Literacy Training: College/Community Cooperation."},
      {
        "id":"ED362228",
        "title":"Student Outcomes Study. Olympic College Program Review."},
      {
        "id":"ED362229",
        "title":"Individual Referral Case Management Project. Final Report."},
      {
        "id":"ED362230",
        "title":"Table Clinics: A Valuable Learning Experience for Allied Health Students."},
      {
        "id":"ED362231",
        "title":"Exciting Them to Excellence: Publishing Student Work."},
      {
        "id":"ED362232",
        "title":"Follow-Up Study of Community College Students Completing Selected Occupational Programs in Fiscal Year 1992."},
      {
        "id":"ED362233",
        "title":"Integrating the Trans-National/Cultural Dimension. Fastback 361."},
      {
        "id":"ED362234",
        "title":"The Basic Agenda: The 1992-93 Status Report."},
      {
        "id":"ED362235",
        "title":"The Learning Cycle and College Science Teaching."}]
  }}
