{
  "response":{"numFound":506904,"start":32000,"numFoundExact":true,"docs":[
      {
        "id":"ED362236",
        "title":"Getting Started in Video Production for Instruction."},
      {
        "id":"ED362237",
        "title":"Washington Community and Technical Colleges Academic Year Report, 1991-92."},
      {
        "id":"ED362238",
        "title":"Student Success: Implementing a Comprehensive General Education Program for Occupational Students."},
      {
        "id":"ED362239",
        "title":"Making a Significant Difference with Institutional Research."},
      {
        "id":"ED362240",
        "title":"Follow-Up of 1992 Graduates, Hagerstown Junior College (Includes Statewide Comparisons)."},
      {
        "id":"ED362241",
        "title":"Actual and Projected Enrollments, Academic Programs, and Faculty, 1991-1997. Special Report 92.04."},
      {
        "id":"ED362242",
        "title":"Accreditation of the Two-Year College. New Directions for Community Colleges, Number 83."},
      {
        "id":"ED362243",
        "title":"Hudson County Community College Mission Survey: Responses from College Community and from External Community. Special Report 92.07."},
      {
        "id":"ED362244",
        "title":"The High School Partnership Program at Kansas City Kansas Community College."},
      {
        "id":"ED362245",
        "title":"Writing with a Byte. Computers: An Effective Teaching Methodology To Improve Freshman Writing Skills."},
      {
        "id":"ED362246",
        "title":"On the Edge: Three Years after the Report of the Commission on the Future of the North Carolina Community College System."},
      {
        "id":"ED362247",
        "title":"Choosing the Future: An Action Agenda for Community Colleges."},
      {
        "id":"ED362248",
        "title":"Standards for Curriculum and Pedagogical Reform in Two-Year College and Lower Division Mathematics. Circulating Draft."},
      {
        "id":"ED362249",
        "title":"Ethics in the Work Environment: Applied Bioethics in the Hospital for Delta's Nursing Students."},
      {
        "id":"ED362250",
        "title":"Minority Student Achievement Report. Report BT94-3."},
      {
        "id":"ED362251",
        "title":"Grade Distribution Study: Telecourses vs. Traditional Courses."},
      {
        "id":"ED362252",
        "title":"Miami-Dade Community College Fact Book, 1993-1994."},
      {
        "id":"ED362253",
        "title":"General Education in Community Colleges. ERIC Digest."},
      {
        "id":"ED362254",
        "title":"Crisis in Family Law: Children as Victims of Divorce. Report #R101."},
      {
        "id":"ED362256",
        "title":"Division of Labor in Child Care: A Cross Cultural Analysis."},
      {
        "id":"ED362257",
        "title":"Opening the Doors: Child Care in a Multicultural Society."},
      {
        "id":"ED362258",
        "title":"Parent Child Bookreading and Parent Helping Strategies."},
      {
        "id":"ED362259",
        "title":"Learning for Yourself: Supported Study in Strathclyde Schools."},
      {
        "id":"ED362260",
        "title":"Charting the New Course: An Urgent Call...For a National Plan for Children and Their Families."},
      {
        "id":"ED362261",
        "title":"Child Care Resource Service (A Child Care Resource and Referral Service for East Central Illinois) Annual Data Report, 1992."},
      {
        "id":"ED362262",
        "title":"Connecting the Curriculum through Interdisciplinary Instruction."},
      {
        "id":"ED362264",
        "title":"WV Kids Count Data Book: 1992 County Profiles of Child Well-Being."},
      {
        "id":"ED362265",
        "title":"What Is Government's Role in Early Childhood Education? Papers Presented at the New Zealand Council for Educational Research Invitational Seminar (February 23, 1993)."},
      {
        "id":"ED362266",
        "title":"Valuing Diversity: The Primary Years."},
      {
        "id":"ED362271",
        "title":"Parent Involvement: The Relationship between School-to-Home Communication and Parents' Perceptions and Beliefs. Report No. 15."},
      {
        "id":"ED362272",
        "title":"Children's Visual Attention to Formal Features of Television at Home."},
      {
        "id":"ED362273",
        "title":"The Impact of Cooperative Learning on Suzy and Janie's Attitudes about Math."},
      {
        "id":"ED362274",
        "title":"Bridge over Troubled Waters: Connecting Children and Adults in Early Childhood Programs to Immunization and Preventive Health Care."},
      {
        "id":"ED362275",
        "title":"The Effects of Early Literacy Enriched Experiences on Kindergartners' Concept of Print Knowledge."},
      {
        "id":"ED362276",
        "title":"Putting an End to Diarrhoeal Diseases."},
      {
        "id":"ED362277",
        "title":"An Analysis of the Brigance K &amp; 1 Screen with a Disadvantaged Pre-School Sample."},
      {
        "id":"ED362278",
        "title":"Analysis of Social and Personality Variables as Predictors of Preacademic Competence among Disadvantaged Preschoolers."},
      {
        "id":"ED362279",
        "title":"Reducing Sex-Typed Perceptions of Children: The Role of Environmental Exposure."},
      {
        "id":"ED362280",
        "title":"School-Community Compacts for Family Involvement in Education. Summary of a Working Conference (MESPA Education Center, Marlboro, Massachusetts, November 19, 1991). Publication No. 17037."},
      {
        "id":"ED362281",
        "title":"Social Cognitive Skills, Social Adjustment and Perceived Competence in Maltreated Preschoolers."},
      {
        "id":"ED362282",
        "title":"The Relationship between Communication Style and Perceived Classmate Support among Elementary School Children."},
      {
        "id":"ED362283",
        "title":"Pennsylvania Child Care/Early Childhood Development Training System."},
      {
        "id":"ED362284",
        "title":"Toward a Centrist Curriculum: Two Kinds of Multiculturalism in Elementary School."},
      {
        "id":"ED362287",
        "title":"Teachers for Change: An Elementary School Collaborative Program for Enhancing School Climate."},
      {
        "id":"ED362288",
        "title":"Effects of a Preschool Plus Follow-on Intervention Program for Children at Risk."},
      {
        "id":"ED362289",
        "title":"The Psychological Refractory Period: Central Capacity versus Modularity as Related to the Processing of Language."},
      {
        "id":"ED362290",
        "title":"Antibias Early Education: Toward a Stronger Teacher Voice in Research."},
      {
        "id":"ED362291",
        "title":"Infant Behavior in Social and Nonsocial Situations: Fear vs Shyness."},
      {
        "id":"ED362292",
        "title":"Scaffolding Children's Informal Expository Discourse Skills."},
      {
        "id":"ED362293",
        "title":"Current Programme 1993."},
      {
        "id":"ED362294",
        "title":"Family Interaction under Stress: Emotional Spillover from Work Stress to Family Life for Parents of Kindergartners."},
      {
        "id":"ED362295",
        "title":"The Co-Parenting System: Longitudinal Effects for Kindergartners of Differences between Mothers' and Fathers' Parenting Styles."},
      {
        "id":"ED362296",
        "title":"Worlds Apart or Links Between: Theoretical Perspectives on Parent-Teacher Relationships."},
      {
        "id":"ED362297",
        "title":"Variations on a Theme: A Comparison of a School-Age Child Care Curriculum in School and Non-School Settings."},
      {
        "id":"ED362298",
        "title":"Gender Equity in Picture Books in Preschool Classrooms: An Exploratory Study."},
      {
        "id":"ED362299",
        "title":"Mother-Child Communication and Acceptance Moderates Relations between Children's Appraisals and Their Adjustment to Parental Divorce."},
      {
        "id":"ED362300",
        "title":"Perceptions of Change: The Impact of Inservice Training on Caregiver-Teachers and Children."},
      {
        "id":"ED362301",
        "title":"Reach & Challenge: Evaluating the Effectiveness of Programs for At-Risk Youth."},
      {
        "id":"ED362302",
        "title":"An Analysis of the Child Care System in Evanston, Illinois: Parents, Directors, and Community Leaders Speak Out."},
      {
        "id":"ED362303",
        "title":"The Influence of Older Siblings on the Sex-Typed Toy Play of Young Children."},
      {
        "id":"ED362304",
        "title":"Valuing Students: Rethinking Evaluation."},
      {
        "id":"ED362307",
        "title":"Schools, Families, and Children: Sixth Year Results from the Longitudinal Study of Children at Risk."},
      {
        "id":"ED362308",
        "title":"Children's Explanations of the Causes of Wellness, Illness, and Injury."},
      {
        "id":"ED362309",
        "title":"Teachers' Attitudes toward Childrens' Behaviour Problems in Nursery Classes in Greece."},
      {
        "id":"ED362310",
        "title":"The Effects of Nursery School Environment on Teachers' Perceptions of Children's Behavioural Difficulties."},
      {
        "id":"ED362311",
        "title":"Early Intervention for Low Birth Weight, Premature Infants: Participation and Intellectual Development."},
      {
        "id":"ED362313",
        "title":"Behavior Change Program: A Successful Approach to Changing the Behavior of Disruptive Elementary Students. Program Evaluation."},
      {
        "id":"ED362314",
        "title":"Kentucky Primary School Program: Survey of Principals and Teachers."},
      {
        "id":"ED362315",
        "title":"Family Interaction Styles as Predictors of Children's Competence: The Role of Synchrony and Nonsynchrony."},
      {
        "id":"ED362317",
        "title":"Singapore Preschoolers' Play in Relation to Social Class, Sex, and Setting."},
      {
        "id":"ED362318",
        "title":"The Effects of Cooperative Learning on Different Ability Level Students' Perceptions of the Middle School Classroom Environment."},
      {
        "id":"ED362319",
        "title":"Development of Giftedness among Siblings: A Case Study of Differences and Familial Microsystems."},
      {
        "id":"ED362320",
        "title":"The Effects of Prenatal Drug-Exposure on Toddlers' Temperament, Development and Play Behavior."},
      {
        "id":"ED362321",
        "title":"Resources for School Age Child Care."},
      {
        "id":"ED362322",
        "title":"School Engagement &amp; Students at Risk."},
      {
        "id":"ED362323",
        "title":"Finding the Funds: A Parent's Guide to Child Care Dollars [and] Human Service Professional's Handbook for Child Care Dollars."},
      {
        "id":"ED362324",
        "title":"Child Care for Canadian Children and Families. Occasional Paper No. 1."},
      {
        "id":"ED362325",
        "title":"Proceedings from the Child Care Policy &amp; Research Symposium (Kingston, Ontario, June 3, 1991). Occasional Paper No. 2."},
      {
        "id":"ED362326",
        "title":"Work-Related Child Care in Context: A Study of Work-Related Child Care in Canada. Occasional Paper No. 3."},
      {
        "id":"ED362327",
        "title":"School-Based Information to Parents and Parents' Educational/Occupational Aspirations for Their Children."},
      {
        "id":"ED362328",
        "title":"The Alameda County Survey of Child Care Center Salaries, Benefits, and Working Conditions: 1992."},
      {
        "id":"ED362329",
        "title":"Waiting for Paternity: An Observational Study of the Timing of Fatherhood."},
      {
        "id":"ED362330",
        "title":"Block Play in Kindergarten: A Naturalistic Study."},
      {
        "id":"ED362331",
        "title":"Language Development Component: Full Day Kindergarten Program 1991-92. Final Evaluation Report. Elementary and Secondary Education Act--Chapter 2."},
      {
        "id":"ED362332",
        "title":"A Needs Assessment of Fifth Grade Students in a Middle School."},
      {
        "id":"ED362333",
        "title":"Health and Human Services Issues. United States General Accounting Office Transition Series."},
      {
        "id":"ED362334",
        "title":"Student Success through Collaboration: A Policy Statement of the Council of Chief State School Officers."},
      {
        "id":"ED362335",
        "title":"Retention of Second Graders' Knowledge and Skills One Year after a Brief Primary Sexual Abuse Prevention Program."},
      {
        "id":"ED362336",
        "title":"Standards for Quality School-Age Child Care."},
      {
        "id":"ED362337",
        "title":"Preschool Curriculum Framework."},
      {
        "id":"ED362338",
        "title":"Ability Grouping Effects on Lower Level Math Students' Self-Concept and Achievement."},
      {
        "id":"ED362339",
        "title":"Children at Risk in America's Rural Schools: Economic and Cultural Dimensions."},
      {
        "id":"ED362340",
        "title":"Effects of Forced Removal from Family and Culture on Indian Children."},
      {
        "id":"ED362341",
        "title":"Educational Reform and American Indian Cultures."},
      {
        "id":"ED362342",
        "title":"Look Me in the Eye: A Hispanic Cultural Perspective on School Reform."},
      {
        "id":"ED362345",
        "title":"Communication and the Power of Native American Women."},
      {
        "id":"ED362346",
        "title":"Rural County Report, 1993. Data Report from County Level Data Base."},
      {
        "id":"ED362347",
        "title":"The Public Mind: Views of Pennsylvania Citizens. Education, Welfare Reform, Reducing Smoking, Workman's Compensation, Children's Health &amp; Safety, Unintended Pregnancies/Births. Report No. 5."},
      {
        "id":"ED362348",
        "title":"A Radio Model: A Community Strategy To Address the Problems and Needs of Mexican American Women Farmworkers."},
      {
        "id":"ED362349",
        "title":"An Exploration of the Process of Ideological Identity Formation in Young Rural Adolescents."},
      {
        "id":"ED362350",
        "title":"How Culture Misdirects Multiculturalism."},
      {
        "id":"ED362351",
        "title":"Change for Worse? One Teacher's Experience of Rural School Consolidation."},
      {
        "id":"ED362352",
        "title":"Mentoring Entry Year Teachers in Rural Communities: A Model Program."},
      {
        "id":"ED362353",
        "title":"Family Violence and Migrant Women: Implications for Practice. Migrant Clinicians Network Clinical Supplement."},
      {
        "id":"ED362356",
        "title":"Freedom of Religion: A Time for Justice. Second Special Edition."},
      {
        "id":"ED362357",
        "title":"The Chugach Conference: Finding Our Way in the Communication Age (3rd, Anchorage, Alaska, October 3-5, 1991)."},
      {
        "id":"ED362358",
        "title":"Project Jukebox: &quot;We Are Digitizing Our Oral History Collection...and We're Including a Database.&quot;"},
      {
        "id":"ED362360",
        "title":"The Occupational Mobility of Current and Former Farm Workers: A Comparative Analysis in Two California Labor Markets. California Agricultural Studies, 91-3."},
      {
        "id":"ED362361",
        "title":"Farm Labor Research Bibliography. California Agricultural Studies, 91-4."},
      {
        "id":"ED362362",
        "title":"California Nursery Workers and the Nursery Industry. California Agricultural Studies, 92-3."},
      {
        "id":"ED362363",
        "title":"The Labor Market in the Central California Raisin Industry: Five Years after IRCA. California Agricultural Studies."},
      {
        "id":"ED362364",
        "title":"Agricultural Workers in Central California. Volume 1: In 1989; Volume 2: Phase II, 1990-91. California Agricultural Studies, 90-8 and 91-5."},
      {
        "id":"ED362365",
        "title":"Farm Labor Contractors in California. California Agricultural Studies, 92-2."},
      {
        "id":"ED362366",
        "title":"The Effect of Wage Differentials on Choosing To Work in Agriculture: Implications for the Immigration Control and Reform Act."},
      {
        "id":"ED362368",
        "title":"Basic Education in the Lower Rio Grande Valley: Human Capital Development or a Colonial System?"},
      {
        "id":"ED362371",
        "title":"Teacher Job Satisfaction in Rural Schools: A View from the Texas Panhandle."},
      {
        "id":"ED362372",
        "title":"Gifted Education for Native American Students: A State of Affairs."},
      {
        "id":"ED362373",
        "title":"The Regulation of Corporal Punishment: Examining the Legal Context in Order To Clarify the Options for the Small or Rural School."},
      {
        "id":"ED362374",
        "title":"Humpty Dumpty Reconsidered: Seeing Things Whole in Outward Bound."},
      {
        "id":"ED362375",
        "title":"Why Disturb the World Outside?"},
      {
        "id":"ED362377",
        "title":"Educational Vouchers: Vouchers in the American Indian Educational System."},
      {
        "id":"ED362379",
        "title":"Talking Science: Language, Learning, and Values."},
      {
        "id":"ED362380",
        "title":"California&apos;s Water Problems."},
      {
        "id":"ED362382",
        "title":"The Professional Development of College Science Professors as Science Teacher Educators."},
      {
        "id":"ED362383",
        "title":"Problem Solving Strategies for Pharmaceutical/Chemical Technology College Students."},
      {
        "id":"ED362384",
        "title":"A Latent Variable Path Analysis Model of Secondary Physics Enrollment in New York State."},
      {
        "id":"ED362385",
        "title":"Middle School Students' Metacognitive Awareness of Science Reading, Science Text and Science Reading Strategies: Model Verification."},
      {
        "id":"ED362386",
        "title":"Models of Excellence."},
      {
        "id":"ED362387",
        "title":"Multicultural Science Education Project: A Model of Reform."},
      {
        "id":"ED362388",
        "title":"The Moral Content of Science \"Methods\" Textbooks."},
      {
        "id":"ED362389",
        "title":"Effect of HyperCard and Traditional Performance Assessment Methods on Expert-Novice Chemistry Problem Solving."},
      {
        "id":"ED362390",
        "title":"The Effect of Interactive, Three Dimensional, High Speed Simulations on High School Science Students' Conceptions of the Molecular Structure of Water."},
      {
        "id":"ED362391",
        "title":"Emergence and Interactions of Knowledge Structures in the Preservice Teacher."},
      {
        "id":"ED362392",
        "title":"Epistemic Motivation and Conceptual Change."},
      {
        "id":"ED362394",
        "title":"An Examination of Views about Science-Technology-Society Interactions among College Students in General Education Physics and STS Courses."},
      {
        "id":"ED362395",
        "title":"Science and Math Education Reform. Hearing before the Committee on Governmental Affairs. United States Senate, One Hundred Second Congress, Second Session (Cleveland, Ohio, July 7, 1992)."},
      {
        "id":"ED362396",
        "title":"How a Teacher's Beliefs and Knowledge Inform Practice."},
      {
        "id":"ED362397",
        "title":"Gateway to Diversity in the Scientific and Technological Workforce."},
      {
        "id":"ED362398",
        "title":"A Formative Evaluation of a Scientific Work Experience Program for Science Teachers."},
      {
        "id":"ED362399",
        "title":"Freshman Biology Majors' Misconceptions about Diffusion and Osmosis."},
      {
        "id":"ED362400",
        "title":"Girls and Science Careers: Positive Attitudes Are Not Enough."},
      {
        "id":"ED362401",
        "title":"Developing Critical Thinking: A Useful Instructional Strategy for Promoting In Depth Science Learning."},
      {
        "id":"ED362402",
        "title":"Developing Problem-Solving Skills in Chemical Equilibrium--A Constructive Model."},
      {
        "id":"ED362403",
        "title":"Educational Productivity and Science Education within a Developing Country."},
      {
        "id":"ED362404",
        "title":"Undergraduate Science Education: The Impact of Different College Environments on the Educational Pipeline in the Sciences. Final Report."},
      {
        "id":"ED362405",
        "title":"The Ohio Science Workbook: Biotechnology."},
      {
        "id":"ED362410",
        "title":"Hands-On Science: A Teacher's Guide to Student-Built Experiments and \"The Exploratorium Science Snackbook.\""},
      {
        "id":"ED362416",
        "title":"The Impact of a Calculator-Based Mathematics-Teaching In-Service Program for Elementary School Teachers."},
      {
        "id":"ED362417",
        "title":"Transforming Ideas for Teaching and Learning Science: A Guide for Elementary Science Education. State of the Art."},
      {
        "id":"ED362418",
        "title":"Recycling Study Guide [Resource Packet]."},
      {
        "id":"ED362419",
        "title":"Investigating Your Environment--Intermountain Region."},
      {
        "id":"ED362422",
        "title":"Music Education Software: A Critical Review of Products. A MicroSIFT Report."},
      {
        "id":"ED362423",
        "title":"Students' Conceptions of Selected Science, Technology and Society Issues: An Exploratory Multidimensional Scaling Study."},
      {
        "id":"ED362424",
        "title":"Listing of Education in Archaeological Programs: The LEAP Clearinghouse 1990-1991 Summary Report."},
      {
        "id":"ED362425",
        "title":"Newspaper Association of America Foundation: Report for 1991-92."},
      {
        "id":"ED362426",
        "title":"Cooperation among Strangers. An Occasional Paper of the Kettering Foundation."},
      {
        "id":"ED362427",
        "title":"Peace Education around the World. Some Expert Interviews. Educational Information and Debate 97."},
      {
        "id":"ED362429",
        "title":"Citizen Participation in Policy Formation: A Review of Governor Roberts' Conversation with Oregon."},
      {
        "id":"ED362430",
        "title":"Social and Economic Change in Southern Africa. Fulbright-Hays Summer Seminars Abroad Program, Summer 1991. [Curriculum Projects and Papers.]"},
      {
        "id":"ED362431",
        "title":"In-Service Education within Schools: A Comparative Perspective."},
      {
        "id":"ED362432",
        "title":"North Carolina Close Up. Perspectives: State Government, 1993."},
      {
        "id":"ED362434",
        "title":"Getting Inside Other People's Heads: Robin George Collingwood on the Unity of Thought."},
      {
        "id":"ED362437",
        "title":"The World in Bexley...Instructional Units Incorporating International Education."},
      {
        "id":"ED362438",
        "title":"A Synthesis of the Research on, and a Descriptive Overview of Protestant, Catholic, and Jewish Religious Youth Programs in the United States."},
      {
        "id":"ED362439",
        "title":"Gender Issues in Youth Development Programs."},
      {
        "id":"ED362441",
        "title":"The Reform of Education in Romania: Conditions and Prospects."},
      {
        "id":"ED362442",
        "title":"Addressing Curriculum Deficiencies on Martin Luther King, Jr. through Computer Assisted Instruction and Multimedia Resources."},
      {
        "id":"ED362443",
        "title":"A Guide to Curriculum Development in Social Studies."},
      {
        "id":"ED362444",
        "title":"Women and Geography, 1993: A Bibliography."},
      {
        "id":"ED362445",
        "title":"Situating Discourse in and beyond the Psychology Classroom."},
      {
        "id":"ED362448",
        "title":"Using the Study of Inventions and Technologies to Interest Students in History."},
      {
        "id":"ED362449",
        "title":"International Conference on Education. Final Report (43rd, Geneva, Switzerland, September 14-19, 1992)."},
      {
        "id":"ED362450",
        "title":"Toward a Pluralistic Perspective on Equity."},
      {
        "id":"ED362451",
        "title":"Educating Girls: Strategies To Increase Access, Persistence, and Achievement."},
      {
        "id":"ED362452",
        "title":"12 Local Surveys of Public Participation in the Arts. Summary Report. Research Division Report #26."},
      {
        "id":"ED362453",
        "title":"The Economic and Social Impacts of Girls' Primary Education in Developing Countries."},
      {
        "id":"ED362454",
        "title":"State Arts Agency: Arts in Education Profiles. 2nd Edition."},
      {
        "id":"ED362455",
        "title":"Research Perspectives on African Education and the Informal Sector."},
      {
        "id":"ED362456",
        "title":"Mapping Knowledge Perspectives in Studies of Educational Change."},
      {
        "id":"ED362457",
        "title":"The Art of Showing Art. Revised and Updated."},
      {
        "id":"ED362458",
        "title":"Peace Education: A Modern Educational Reform."},
      {
        "id":"ED362459",
        "title":"Citizenship Education Model: &quot;Piecing It Together: The Statue of Liberty as an American Education Symbol of Citizenship Education.&quot;"},
      {
        "id":"ED362462",
        "title":"Diving into Troubled Waters: Sexual Discrimination in a Male Dominated Recreational Culture."},
      {
        "id":"ED362463",
        "title":"Promoting Peace: Integrating Curricula To Deal with Violence."},
      {
        "id":"ED362464",
        "title":"Action Research in South Africa: Classroom Transformation in a Political Cauldron."},
      {
        "id":"ED362465",
        "title":"Learning Inclusion/Inclusion in Learning: Citizenship Education for a Plural Society."},
      {
        "id":"ED362466",
        "title":"Educational Development and Reform on the Soviet Periphery: Mongolian People's Republic and Lao People's Democratic Republic."},
      {
        "id":"ED362467",
        "title":"Learning To Live in the Global Community: A Case Study."},
      {
        "id":"ED362468",
        "title":"A Comprehensive Pickleball Skills Test."},
      {
        "id":"ED362469",
        "title":"Embracing Cultural Diversity in Colleges of Education. Minority Recruitment and Retention Project."},
      {
        "id":"ED362471",
        "title":"The Gender Equity Movement in Women's Sports: A Literature Review and Recommendations."},
      {
        "id":"ED362472",
        "title":"A Study of Teacher Collaboration in Terms of Teaching-Learning Performance."},
      {
        "id":"ED362473",
        "title":"Writing To Reclaim Self: The Use of Narrative in Teacher Education."},
      {
        "id":"ED362474",
        "title":"A Research Simulation for Counselor Trainees."},
      {
        "id":"ED362475",
        "title":"The Authority of Experience in Learning To Teach: Messages from a Physics Methods Class."},
      {
        "id":"ED362476",
        "title":"Teaching of Languages Other Than English (LOTE): Implications for Teacher Education and Teacher Registration. Conference Proceedings (Brisbane, Queensland, Australia, November 8, 1991)."},
      {
        "id":"ED362477",
        "title":"Narrative and Voice: Marginalized Perspectives in Teacher Education. Heritage Language Teachers in Ontario Schools."},
      {
        "id":"ED362479",
        "title":"Fostering Student and Teacher Competence: Exposing the Lies."},
      {
        "id":"ED362480",
        "title":"Interest and Prior Knowledge."},
      {
        "id":"ED362481",
        "title":"Learning Needs of School Board Presidents in the Central Region."},
      {
        "id":"ED362483",
        "title":"Talent Identification in Track and Field."},
      {
        "id":"ED362484",
        "title":"Joining Undergraduate Liberal Arts Colleges with a Graduate M.A.T. Program To Implement the Holmes and Carnegie Recommendations."},
      {
        "id":"ED362485",
        "title":"Reform and Partnerships in Preparing Educational Professionals. Final Report."},
      {
        "id":"ED362486",
        "title":"Project SELECT. The Comprehensive Program. Final Report."},
      {
        "id":"ED362487",
        "title":"Preservice Elementary Teachers' Perceived Efficacy in Teaching Environmental Education: A Preliminary Study."},
      {
        "id":"ED362489",
        "title":"Passionate Commitment to a Multicultural Society: Coming of Age in Teacher Education."},
      {
        "id":"ED362490",
        "title":"Understanding the Support Systems of Hispanic Teacher Candidates: A Study through In-Depth Interviews."},
      {
        "id":"ED362491",
        "title":"Practicing Master Teacher Perceptions of Inclusion Teacher Competencies."},
      {
        "id":"ED362492",
        "title":"The Proceedings of the Annual Meeting of the Central District of the American Alliance for Health, Physical Education, Recreation, and Dance (Des Moines, IA, April 29-May 3, 1992). [Abstracts.]"},
      {
        "id":"ED362493",
        "title":"The Proceedings of the Annual Meeting of the Central District of the American Alliance for Health, Physical Education, Recreation, and Dance (Omaha, NE, April 29-May 2, 1993). [Abstracts.]"},
      {
        "id":"ED362494",
        "title":"Evaluation of Multiple Ability (K-6) Beginning Teacher Competencies. For Class B Certification in Elementary Education, Early Childhood Education, and Mild Disabilities."},
      {
        "id":"ED362495",
        "title":"Re-Visioning Teacher Education in Pennsylvania."},
      {
        "id":"ED362496",
        "title":"Accomodative Strategies for Mainstreamed LD Students: High School Teachers' Perceptions of Reasonableness and Use."},
      {
        "id":"ED362497",
        "title":"Stressed? Who Me?"},
      {
        "id":"ED362498",
        "title":"Undergraduates' Attitudes toward Teaching in Urban and Non-Urban Schools."},
      {
        "id":"ED362499",
        "title":"When Words Are Worth More Than a Thousand Numbers: The Power of Qualitative Research Procedures in Evaluating the Impact of Educational Programs & Practices."},
      {
        "id":"ED362500",
        "title":"[Training Second Career Teachers in Math/Science Education.] Final Report."},
      {
        "id":"ED362501",
        "title":"Collaboration in Education: The Urban Master's Program."},
      {
        "id":"ED362504",
        "title":"Long Term Impact of a New Approach to Teacher Education for Primary Science."},
      {
        "id":"ED362505",
        "title":"Alternative Career Paths in Physical Education: Sport Management. ERIC Digest."},
      {
        "id":"ED362506",
        "title":"Peer-Tutoring: Toward a New Model. ERIC Digest."},
      {
        "id":"ED362507",
        "title":"Instructional Clarity: The Role of Linking and Focusing Moves on Student Achievement, Motivation, and Satisfaction."},
      {
        "id":"ED362508",
        "title":"Ambition, Distraction, Uglification and Derision: The Case for Confluent Education in Math Procedures."},
      {
        "id":"ED362509",
        "title":"Mentoring Each Other: Teacher Educators as Learners of Teaching."},
      {
        "id":"ED362510",
        "title":"\"But I Have to Have an A\": Probing the Cultural Meanings and Ethical Dilemmas of Grades in Teacher Education."},
      {
        "id":"ED362512",
        "title":"In Search of Good Practice: Learning from the Effective Teachers in Malaysia."},
      {
        "id":"ED362513",
        "title":"A Framework for Analysing Teachers' Accounts of Pupils and Teaching."},
      {
        "id":"ED362515",
        "title":"1993 Teacher Education Follow-Up Study. Report by the Teacher Education Assessment Committee (TEAC)."},
      {
        "id":"ED362518",
        "title":"Assessing Learning for Leadership: A Multimethod Qualitative Evaluation of the 1992 Arizona Leadership Academy."},
      {
        "id":"ED362519",
        "title":"Multicultural Messages: Nonverbal Communication in the Classroom."},
      {
        "id":"ED362520",
        "title":"Study of Family Life Education Programs in Virginia Public School Divisions."},
      {
        "id":"ED362521",
        "title":"Delivering Health Care to Refugees: Cross-Cultural Training To Enhance the Delivery of Quality Health Care to Culturally Diverse Persons."},
      {
        "id":"ED362522",
        "title":"Heaven or Hell? The Teaching Environment of Beginning Teachers."},
      {
        "id":"ED362523",
        "title":"Validation of a Rating Scale for Tutor Evaluation in a Problem-Based Medical Curriculum."},
      {
        "id":"ED362524",
        "title":"The Analysis of Repeated Measurements: A Quantitative Research Synthesis."},
      {
        "id":"ED362525",
        "title":"Survey It: Appraising Schools."},
      {
        "id":"ED362526",
        "title":"Using Criterion-Referenced Tests To Evaluate Chapter 1 Programs: A Lesson from Missouri."},
      {
        "id":"ED362527",
        "title":"Semantic Differential Comparisons of Attributions and Dimensions among Seven Nations."},
      {
        "id":"ED362528",
        "title":"The Self-Concept of Talented Adolescents in an Intensive Summer Program: Implications for Programming."},
      {
        "id":"ED362529",
        "title":"Type VI Errors in Path Analysis: Testing for Interactions."},
      {
        "id":"ED362530",
        "title":"Developing Leadership among Extension Clientele."},
      {
        "id":"ED362531",
        "title":"Content-Knowledge Structure Differences among Middle School, High School, and College Life Science Teachers."},
      {
        "id":"ED362532",
        "title":"A Comparison of Majority and Minority Students on Variables of an Educational Productivity Model."},
      {
        "id":"ED362533",
        "title":"Involving Undergraduate Students in Educational Research: Achieving Two Goals at Once."},
      {
        "id":"ED362534",
        "title":"The Effects of Score Group Width on the Mantel-Haenszel Procedure."},
      {
        "id":"ED362535",
        "title":"Issues in Assessment: Putting Theory into Practice."},
      {
        "id":"ED362536",
        "title":"Developing a System of Education Indicators: Selecting, Implementing, and Reporting Indicators."},
      {
        "id":"ED362537",
        "title":"Enhancing the Validity of Cross-Cultural Studies: Improvements in Instrument Translation Methods."},
      {
        "id":"ED362539",
        "title":"Can Students Do Mathematical Problem Solving? Results from Constructed-Response Questions in NAEP's 1992 Mathematics Assessment."},
      {
        "id":"ED362540",
        "title":"Developing a Framework for a Fine-Grained Computational Theory of Algebra Learning."},
      {
        "id":"ED362542",
        "title":"A Failure To Reproduce the Intermediate Effect in Clinical Case Recall."},
      {
        "id":"ED362543",
        "title":"The Influence of Typicality of Case Descriptions on Subjective Disease Probability Estimations."},
      {
        "id":"ED362544",
        "title":"Expertise in Auditing: Case Representation Differences between Economy Students, Novice, Intermediate and Expert Auditors."},
      {
        "id":"ED362546",
        "title":"The Primary Language Record at P.S. 261: How Assessment Practices Transform Teaching &amp; Learning."},
      {
        "id":"ED362547",
        "title":"Wisdom-Centered Learning: Strengthening a New Paradigm for Education."},
      {
        "id":"ED362549",
        "title":"Report on Performance Standards in Mathematics and English: Results from the New Standards Project, Big Sky Scoring Conference. Project 2.3: Complex Performance Assessments: Expanding the Scope and Approaches to Assessment."},
      {
        "id":"ED362550",
        "title":"Credit by Examination at the University of Texas at Austin, 1991-1992."},
      {
        "id":"ED362551",
        "title":"Hearing on H.R. 6: Assessment. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, First Session."},
      {
        "id":"ED362552",
        "title":"Generalizations of the Solution-Error Response-Error Model. Project Psychometric Aspects of Item Banking No. 54. Research Report 93-1."},
      {
        "id":"ED362554",
        "title":"Standard-Setting Study of College Board Mathematics Level I and Mathematics Level II Achievement Tests for Use in Course Placement and Credit by Examination in Mathematics 305G at the University of Texas at Austin--Fall 1991."},
      {
        "id":"ED362556",
        "title":"The Discovery of Personal Meaning: Affective Factors in Learning."},
      {
        "id":"ED362557",
        "title":"Individual Differences and Multiple Intelligences."},
      {
        "id":"ED362558",
        "title":"A Psychometric Analysis of the Charles F. Kettering Scale for a Junior High School Population."},
      {
        "id":"ED362559",
        "title":"Induced Probabilities."},
      {
        "id":"ED362560",
        "title":"Doing Harm: Unintended Consequences of Fieldwork."},
      {
        "id":"ED362561",
        "title":"Nonpublic School Enrollment and Staff, New York State, 1992-93."},
      {
        "id":"ED362562",
        "title":"What Works in Performance Assessment? Proceedings of the CRESST Conference (Los Angeles, California, September 10-12, 1992). Evaluation Comment."},
      {
        "id":"ED362563",
        "title":"Focus Groups as an Evaluation Tool."},
      {
        "id":"ED362564",
        "title":"Program Assessment: A Six-Step Process to Curriculum Improvement."},
      {
        "id":"ED362565",
        "title":"The Effects of Repetitive Assessment on Academic Achievement and Pupil Self-Esteem."},
      {
        "id":"ED362568",
        "title":"Analysis of State Education Indicators: State Profiles and NAEP Results Related to State Policies and Practices, 1993."},
      {
        "id":"ED362570",
        "title":"Learnership/Leadership Model: &quot;Travelling into the 21st Century.&quot;"},
      {
        "id":"ED362571",
        "title":"Community-Centered Learning: A Model for Creating a Thinking Community."},
      {
        "id":"ED362572",
        "title":"Tests and Measurements. Resource Guide #1."},
      {
        "id":"ED362573",
        "title":"Outcome Based Alternative Assessment. Project SEED."},
      {
        "id":"ED362574",
        "title":"Investigating Ethnic Bias in the Mathematics Portion of the Exit-Level Texas Assessment of Academic Skills."},
      {
        "id":"ED362575",
        "title":"Alternative Assessment--Can Real-World Skills Be Tested? Policy Briefs."},
      {
        "id":"ED362576",
        "title":"An Outcome Study of the M.I.C.A.S. Summer '84 School: Adaptation and Adjustment of Khmer Refugee Children in the United States."},
      {
        "id":"ED362579",
        "title":"Who's Behind Middle School Reform? A Directory of National Organizations."},
      {
        "id":"ED362581",
        "title":"The Theater Workshop Project: Experiences in Enhancing the Literacy of Homeless People."},
      {
        "id":"ED362586",
        "title":"Needed: A Federal Role in Helping Communities Cope with Immigration. RAND Reprint. Program for Research on Immigration Policy."},
      {
        "id":"ED362587",
        "title":"Devaluing of Academic Success by African-American Students: On &quot;Acting White&quot; and &quot;Selling Out.&quot;"},
      {
        "id":"ED362588",
        "title":"How School Divisions Identify and Serve At-Risk Students. Survey Results. A Presentation to the Elementary and Secondary Education Subcommittee of the House Appropriations Committee."},
      {
        "id":"ED362589",
        "title":"Newcomers in American Schools: Meeting the Educational Needs of Immigrant Youth."},
      {
        "id":"ED362590",
        "title":"Educational Attainments of Students Living in Poverty. Report of the Department of Education to the Governor and the General Assembly of Virginia. Senate Document No. 13."},
      {
        "id":"ED362591",
        "title":"(Re)Conceptualizing &quot;Dropouts&quot; from Narratives of Black High School Students in Ontario."},
      {
        "id":"ED362592",
        "title":"Enhancing and Enlarging the Pool of Black Teachers. Final Report of the FIPSE Project."},
      {
        "id":"ED362598",
        "title":"Implementing Cooperative Learning Strategies: A Conceptual Framework for Curriculum Enactment in an Urban Middle School."},
      {
        "id":"ED362599",
        "title":"Self-Esteem and Achievement: Case Study of Success with Elementary At-Risk Students."},
      {
        "id":"ED362600",
        "title":"Dimensions of Success as Identified by High-Achieving, Black, Pre-College Students."},
      {
        "id":"ED362602",
        "title":"Work Experience Programs for At-Risk Adolescents: A Comprehensive Evaluation of &quot;Earn and Learn.&quot;"},
      {
        "id":"ED362603",
        "title":"Reasons and Remedies for Gangs and Delinquency among School Age Children. Literature Review."},
      {
        "id":"ED362604",
        "title":"Moving from the Margins: Puerto Rican Young Men and Family Poverty."},
      {
        "id":"ED362605",
        "title":"Hispanic Americans Today."},
      {
        "id":"ED362606",
        "title":"Success for All: Evaluations of National Replications."},
      {
        "id":"ED362607",
        "title":"Risk, Resilience, and Development: The Multiple Ecologies of Black Adolescents."},
      {
        "id":"ED362608",
        "title":"What Differences Do Racial, Ethnic, and Cultural Differences Make in Youth Development Programs?"},
      {
        "id":"ED362609",
        "title":"School Age Demographics: Recent Trends Pose New Educational Challenges. Briefing Report to Congressional Requesters."},
      {
        "id":"ED362610",
        "title":"The Distribution of Chapter 1 Services: Data from the Schools and Staffing Survey. Working Paper."},
      {
        "id":"ED362611",
        "title":"Hearing on H.R. 6: Reform Proposals for Chapter 1. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, First Session."},
      {
        "id":"ED362612",
        "title":"State Administration of the Amended Chapter 1 Program."},
      {
        "id":"ED362615",
        "title":"Chapter 1 Services to Religious-School Students. A Supplemental Volume to the National Assessment of the Chapter 1 Program."},
      {
        "id":"ED362616",
        "title":"Crisis in Hispanic Health: An Agenda for Action."},
      {
        "id":"ED362617",
        "title":"Lee Conmigo: &quot;Success for All&quot; in Schools Serving Language Minority Students. Occasional Paper."},
      {
        "id":"ED362618",
        "title":"Making Schools Work for Children in Poverty. A New Framework Prepared by the Commission on Chapter 1. Summary."},
      {
        "id":"ED362619",
        "title":"Educational Effectiveness and Curriculum: Quality Requirements of Curricula in Minority Education."},
      {
        "id":"ED362630",
        "title":"Career Materials Collection List."},
      {
        "id":"ED362631",
        "title":"Pickens County Youth Apprenticeship Initiative."},
      {
        "id":"ED362632",
        "title":"The Partnership for Academic &amp; Career Education (PACE) &amp; Tech Prep Programs."},
      {
        "id":"ED362633",
        "title":"Suggestions for Tech Prep Planning."},
      {
        "id":"ED362634",
        "title":"Tech Prep and Dropout Prevention. Revised."},
      {
        "id":"ED362635",
        "title":"Partnership for Academic and Career Education Operational Handbook. Revised."},
      {
        "id":"ED362636",
        "title":"Tech Prep Implementation. Self-Assessment Inventory. Middle/High School Level. Postsecondary Level."},
      {
        "id":"ED362637",
        "title":"Partners in Progress...A Staff Development Activity for Occupational and Academic Faculty. Director's Handbook."},
      {
        "id":"ED362638",
        "title":"Developing &quot;Real World&quot; Applications for Academic Concepts...A Teacher's Guide."},
      {
        "id":"ED362639",
        "title":"Communications for Lifelong Success I and II (Tech Prep English I and II). Pilot Test Materials for Pendleton High School, Pendleton, South Carolina. Draft."},
      {
        "id":"ED362640",
        "title":"Physics for the Technologies. Supplementary Units."},
      {
        "id":"ED362641",
        "title":"Think, Speak, Succeed!...Applied Oral Communications Activities for High School Students."},
      {
        "id":"ED362642",
        "title":"Developments in the Curriculum for the Swedish MSc Programme in Agriculture."},
      {
        "id":"ED362643",
        "title":"Re-Thinking How To Plan and Evaluate Workplace Education Programs: Innovations in New York State."},
      {
        "id":"ED362644",
        "title":"The Craft of Teaching Adults. Enlarged Edition."},
      {
        "id":"ED362645",
        "title":"The Burke Mills Workplace Basic Skills Project. Final Report."},
      {
        "id":"ED362646",
        "title":"How Common Is Workplace Transformation and How Can We Explain Who Adopts It? Results from a National Survey."},
      {
        "id":"ED362647",
        "title":"Evaluating Quality Circles in a College of Further Education. Manchester Monographs 31."},
      {
        "id":"ED362648",
        "title":"Education and Experience: Contemporary Developments and Critical Perspectives. Manchester Monographs 32."},
      {
        "id":"ED362649",
        "title":"Communication, Education and Empowerment. Manchester Monographs 33."},
      {
        "id":"ED362650",
        "title":"Building Their Future: Girls in Technology Education in Connecticut."},
      {
        "id":"ED362651",
        "title":"Guidance, Gender Equity and Technology Education."},
      {
        "id":"ED362659",
        "title":"More Alike Than Different: Early Work Experiences of Co-op and Non Co-op Engineers."},
      {
        "id":"ED362660",
        "title":"Workplace Literacy: An Introductory Guide for Employers."},
      {
        "id":"ED362661",
        "title":"Literacy Works. Volume 3. Fall 1991-Summer 1992."},
      {
        "id":"ED362662",
        "title":"Training an Aging Work Force."},
      {
        "id":"ED362663",
        "title":"Proceedings of the Annual Midwest Research-to-Practice Conference (12th, Columbus, Ohio, October 13-15, 1993). A Conference in Adult, Continuing, and Community Education."},
      {
        "id":"ED362664",
        "title":"Is an Inclusive Classroom Enough?: Literacy and Social Justice."},
      {
        "id":"ED362665",
        "title":"Issues in Aboriginal Adult Education: Balancing Academic Skills and Personal/Political Development."},
      {
        "id":"ED362666",
        "title":"Professional Development Needs of ALBE Teachers Working in Changing Contexts."},
      {
        "id":"ED362672",
        "title":"Method to Your Mathness. A Teacher Resource Manual for ABE/GED Mathematics Teachers."},
      {
        "id":"ED362673",
        "title":"Kansas Training and Retraining Plan. Revised."},
      {
        "id":"ED362674",
        "title":"&quot;Life after Prison.&quot; Successful Community Reintegration Programs Reduce Recidivism in Illinois."},
      {
        "id":"ED362675",
        "title":"Child-Care Arrangements of Young Working Mothers. Data from the National Longitudinal Surveys. Work and Family. Report 820."},
      {
        "id":"ED362676",
        "title":"Part-Time Employment Transitions among Young Women. Data from the National Longitudinal Surveys. Work and Family. Report 824."},
      {
        "id":"ED362677",
        "title":"Jobs Held and Weeks Worked by Young Adults. Data from the National Longitudinal Surveys. Work and Family. Report 827."},
      {
        "id":"ED362678",
        "title":"Work Patterns of Women near Retirement. Data from the National Longitudinal Surveys. Work and Family. Report 830."},
      {
        "id":"ED362679",
        "title":"Employer-Provided Training among Young Adults. Data from the National Longitudinal Surveys. Work and Family. Report 838."},
      {
        "id":"ED362680",
        "title":"Women in Their Forties. Data from the National Longitudinal Survey. Work and Family. Report 843."},
      {
        "id":"ED362681",
        "title":"Changes in Wages and Benefits among Young Adults. Data from the National Longitudinal Surveys. Work and Family. Report 849."},
      {
        "id":"ED362682",
        "title":"Frequently Asked Questions about Tech Prep. The South Dakota Tech Prep Initiative."},
      {
        "id":"ED362684",
        "title":"Labor Market Effects of Human Capital and of Its Adjustment to Technological Change."},
      {
        "id":"ED362686",
        "title":"Encouraging the Discouraged. Working with Disadvantaged Youth and Their Families. Building Community-Based Coalitions."},
      {
        "id":"ED362687",
        "title":"Ideas that Encourage. Strategies To Strengthen Volunteers Living in At-Risk Neighborhoods. Building Community-Based Coalitions."},
      {
        "id":"ED362688",
        "title":"Child Care Services and JOBS: Local Implementation."},
      {
        "id":"ED362689",
        "title":"Implementing JOBS: The Initial Design and Structure of Local Programs. JOBS Implementation Study."},
      {
        "id":"ED362690",
        "title":"Implementing JOBS: The Perspective of Front-Line Workers. JOBS Implementation Study."},
      {
        "id":"ED362691",
        "title":"Languages in Further Education."},
      {
        "id":"ED362692",
        "title":"Enhancing American Competitiveness: A Progress Report to the President and Congress."},
      {
        "id":"ED362693",
        "title":"The Pennsylvania Serve-America Grant: Implementation and Impact. Year 1."},
      {
        "id":"ED362694",
        "title":"Specialized Workshops on the Agricultural Science and Technology Curriculum for Secondary Agricultural Science Teachers. Final Report."},
      {
        "id":"ED362700",
        "title":"Med-Tech Program. Tech Prep Final Report."},
      {
        "id":"ED362701",
        "title":"River Bend Tech Prep Project Final Report. FY 1992."},
      {
        "id":"ED362702",
        "title":"Southeastern Illinois Tech Prep Project. Final Report. July 1, 1991-June 30, 1992."},
      {
        "id":"ED362703",
        "title":"Advanced Technology Tech Prep Partnership for Northern Kane Regional Delivery System. Final Report."},
      {
        "id":"ED362704",
        "title":"Moraine Area Career System (MACS). Technology Preparation Final Report for 1992."},
      {
        "id":"ED362705",
        "title":"Basic Skills and Jobs. A Report on the Basic Skills Needed at Work."},
      {
        "id":"ED362706",
        "title":"The Basic Skills Needed at Work: A Directory. A Companion Report to &quot;Basic Skills and Jobs.&quot;"},
      {
        "id":"ED362707",
        "title":"Caring Upgrade. A Pack To Improve Communication, Numerical and IT Skills for NVQ."},
      {
        "id":"ED362708",
        "title":"Construction Upgrade. A Pack To Improve Communication, Numerical and IT Skills for NVQ."},
      {
        "id":"ED362709",
        "title":"Mathematics for the 90's. Toward a New Perspective. 353 Project."},
      {
        "id":"ED362710",
        "title":"Literacy Drama: Using Plays in Adult Literacy Education."},
      {
        "id":"ED362711",
        "title":"Family Advocacy: The Parent/Professional Team."},
      {
        "id":"ED362712",
        "title":"Skills and Knowledge in Lifelong Learning."},
      {
        "id":"ED362713",
        "title":"The Adult Educator's Guide to Practitioner Research."},
      {
        "id":"ED362714",
        "title":"Fashion Merchandising Guide."},
      {
        "id":"ED362715",
        "title":"Personal Development Resource Guide. A Resource for Teaching the Personal Development Core Course Area of Ohio's Work and Family Life Program."},
      {
        "id":"ED362716",
        "title":"Resource Management Resource Guide. A Resource for Teaching the Resource Management Core Course Area of Ohio's Work and Family Life Program."},
      {
        "id":"ED362717",
        "title":"Project PRO (Professional Readiness Opportunity) Curriculum."},
      {
        "id":"ED362718",
        "title":"The National Program for Occupational Safety and Health in Agriculture. 1992 Project Facts."},
      {
        "id":"ED362719",
        "title":"Empowering Technical College Students in the Work Place."},
      {
        "id":"ED362720",
        "title":"Report on Wisconsin Quality of Workforce Initiatives."},
      {
        "id":"ED362721",
        "title":"Funding and Spending: What Price Distance Education?"},
      {
        "id":"ED362722",
        "title":"It Works! Practical Possibilities of Basic Distance Education."},
      {
        "id":"ED362723",
        "title":"Idaho Adult Career Development Program Model. A Comprehensive Guide To Assist Institutions in Meeting the Personal, Educational, Occupational, and Career Planning Aspirations of Adults."},
      {
        "id":"ED362724",
        "title":"Ohio State Continuing Education: Shaping Its Future. 1992 Student Study Conducted by the Department of Credit Programs, Office of Continuing Education."},
      {
        "id":"ED362726",
        "title":"Putting Research Results to Work. A Guide to the Adult Education National Program 1988-1993."},
      {
        "id":"ED362728",
        "title":"New Section 353 Training Activities for State-Administered Adult Education Programs."},
      {
        "id":"ED362729",
        "title":"Summary of State Adult Education Directors Forum (Washington, D.C., February 18-19, 1993)."},
      {
        "id":"ED362730",
        "title":"Adult Education Delivery System Trends. Program Year 1990-91. A Statistical Abstract Prepared for State Directors Area/Regional Workshops. Participation in Adult Basic & Secondary Education."},
      {
        "id":"ED362731",
        "title":"Portfolio Assessment: An Annotated Bibliography of Selected Resources."},
      {
        "id":"ED362732",
        "title":"The Adult Education Program. Annual Report. Program Year 1991."},
      {
        "id":"ED362734",
        "title":"Parents and Children Resource Guide Project: Phase Two."},
      {
        "id":"ED362735",
        "title":"Developing a More Effective Recruitment and Retention Model."},
      {
        "id":"ED362736",
        "title":"A Prototype for the Use of Hypermedia To Foster Higher Level Reasoning in Family and Consumer Education. Final Report."},
      {
        "id":"ED362737",
        "title":"Equity Leadership Project. Final Report. FY92."},
      {
        "id":"ED362738",
        "title":"Assessment and Refinement of the Family, Food and Society Resource Guide. Final Report."},
      {
        "id":"ED362739",
        "title":"Study Centres: Key to Success of Field Dependent Learners in Africa."},
      {
        "id":"ED362740",
        "title":"Reaching the Goals. Goal 5: Adult Literacy and Lifelong Learning. Technical Report."},
      {
        "id":"ED362741",
        "title":"Access of Women and Girls to Technical Vocational Education in India. Studies in Technical and Vocational Education 36."},
      {
        "id":"ED362742",
        "title":"Military Education. Information on Service Academies and Schools. Briefing Report to Congressional Requesters."},
      {
        "id":"ED362743",
        "title":"Missouri Comprehensive Guidance Program. Evaluation Project Final Report."},
      {
        "id":"ED362744",
        "title":"Connections: A Compendium of Integration Ideas. Illinois Tech Prep Innovators. 1992 Compendium. Integrative Teaching Ideas from Illinois Teachers."},
      {
        "id":"ED362745",
        "title":"Tech Prep II: Implementation Final Report."},
      {
        "id":"ED362746",
        "title":"Industrial Tech Prep Projects for Heartland Community College Regions. Final Project Report."},
      {
        "id":"ED362747",
        "title":"Tech-Prep for the '90s. Final Report."},
      {
        "id":"ED362748",
        "title":"Parkland College-Champaign/Ford Vocational System Tech Prep Final Report."},
      {
        "id":"ED362750",
        "title":"Gender Equity in Trade and Technical Careers Curriculum."},
      {
        "id":"ED362751",
        "title":"The Development and Evaluation of a Psychology Course for Adult Distance Education."},
      {
        "id":"ED362756",
        "title":"Regulations of the Commissioner. Part 59--General Provisions (Amended, Effective October 14, 1993)."},
      {
        "id":"ED362757",
        "title":"Health Promotion for Adult Literacy Students: An Empowering Approach. Introduction to the Series."},
      {
        "id":"ED362758",
        "title":"Exercise: Benefits for Body and Mind. Teacher's Guide. Health Promotion for Adult Literacy Students: An Empowering Approach."},
      {
        "id":"ED362759",
        "title":"First Aid: Helping Yourself, Helping Others. Teacher's Guide. Health Promotion for Adult Literacy Students: An Empowering Approach."},
      {
        "id":"ED362760",
        "title":"Health Care Resources: You Are the Consumer. Teacher's Guide. Health Promotion for Adult Literacy Students: An Empowering Approach."},
      {
        "id":"ED362761",
        "title":"Health Insurance: The Facts You Need. Teacher's Guide. Health Promotion for Adult Literacy Students: An Empowering Approach."},
      {
        "id":"ED362762",
        "title":"Nutrition: Eating for Better Health. Teacher's Guide. Health Promotion for Adult Literacy Students: An Empowering Approach."},
      {
        "id":"ED362763",
        "title":"Sexual Abuse: Facts for Discussion, Prevention, and Management. Teacher's Guide. Health Promotion for Adult Literacy Students: An Empowering Approach."},
      {
        "id":"ED362764",
        "title":"Building the Middle."},
      {
        "id":"ED362765",
        "title":"Parents and Their Children. The Intergenerational Effect of Poor Basic Skills."},
      {
        "id":"ED362766",
        "title":"Family Literacy. Viewpoints: A Series of Occasional Papers on Basic Education. 15."},
      {
        "id":"ED362767",
        "title":"Numeracy. Viewpoints: A Series of Occasional Papers on Basic Education. 16."},
      {
        "id":"ED362768",
        "title":"Unpaid Work Experience for Welfare Recipients: Findings and Lessons from MDRC Research. MDRC Working Papers."},
      {
        "id":"ED362769",
        "title":"Employee Training Practices on Large New York Dairy Farms."},
      {
        "id":"ED362770",
        "title":"Vocational Rehabilitation. Evidence for Federal Program's Effectiveness Is Mixed. Report to the Chairman, Subcommittee on Select Education and Civil Rights, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED362771",
        "title":"Developing Open Courses."},
      {
        "id":"ED362772",
        "title":"National Service: Designing, Implementing, and Evaluating a Successful Program. Rand Issue Paper."},
      {
        "id":"ED362773",
        "title":"Peasants and Educators: A Study of the Literacy Environment in Rural Tanzania."},
      {
        "id":"ED362776",
        "title":"B-WEST Regional Workforce Training Center. Building Workers Entering Skilled Trades. Curriculum Guide."},
      {
        "id":"ED362777",
        "title":"B-WEST Regional Workforce Training Center. Building Workers Entering Skilled Trades. Employer Training Guide."},
      {
        "id":"ED362778",
        "title":"B-WEST Regional Workforce Training Center. Building Workers Entering Skilled Trades. Program Development Guide."},
      {
        "id":"ED362779",
        "title":"B-WEST Mentorship Program."},
      {
        "id":"ED362780",
        "title":"An Experiential Whole-Language Inservice Workshop for Adult Literacy Tutors and Learners. Final Report. Fiscal Year 1990-1991. Project Number: 99-1001."},
      {
        "id":"ED362781",
        "title":"Policy Challenges of Literacy for Development in Africa: Building Pillars of Prosperity, Pyramids of Peace."},
      {
        "id":"ED362782",
        "title":"Follow-Up 89. Minnesota High School Follow-Up. Class of 1988: One Year Later. Trend Data: 1978-1988."},
      {
        "id":"ED362783",
        "title":"Follow-Up 90. Minnesota High School Follow-Up. Class of 1989: One Year Later. Trend Data: 1978-1989."},
      {
        "id":"ED362784",
        "title":"Follow-Up 91. Minnesota High School Follow-Up. Class of 1990--One Year Later. Trend Data: 1978-1990."},
      {
        "id":"ED362785",
        "title":"Follow-Up 92. Minnesota High School Follow-Up. Class of 1991--One Year Later. Trend Data: 1978-1991."},
      {
        "id":"ED362786",
        "title":"Department of Labor Study Comparing New York's Programs to Other States. Report 93-D-21."},
      {
        "id":"ED362787",
        "title":"Variables that May Affect COC Attendance over a Three Year High School Career (1990-1993). Evaluation Report 1992-1993."},
      {
        "id":"ED362792",
        "title":"Counselor's Handbook, 1993-94 for High Schools."},
      {
        "id":"ED362793",
        "title":"Self-Esteem, Splitting, Anxiety, Fear, Depression, Anxiety Sensitivity and Locus of Control as They Relate to the Homosexual Identity Formation Process."},
      {
        "id":"ED362794",
        "title":"School Counselors and the First Freedom: A Guide for Responding to Challenges to Developmental Guidance Materials and Programs."},
      {
        "id":"ED362795",
        "title":"Adventure-Based Counseling: An Alternative Therapeutic Approach for Working with Rape Survivors."},
      {
        "id":"ED362796",
        "title":"Music, Movement, and Poetry."},
      {
        "id":"ED362797",
        "title":"The Use of Peer Counselors in the Treatment and Support of the Elderly."},
      {
        "id":"ED362798",
        "title":"The Supervisory Working Alliance: Its Relation to Trainee Self-Efficacy and Satisfaction with Supervision."},
      {
        "id":"ED362799",
        "title":"Adolescents on the Move: Providing for Relocated Students."},
      {
        "id":"ED362800",
        "title":"Cocaine/Crack: The Big Lie."},
      {
        "id":"ED362801",
        "title":"HIV Testing among College Students."},
      {
        "id":"ED362802",
        "title":"December 1993 National Drunk and Drugged Driving (3D) Prevention Month: Program Planner."},
      {
        "id":"ED362804",
        "title":"Condom Availability in Schools: A Guide for Programs."},
      {
        "id":"ED362805",
        "title":"Are You Suited for the Job?"},
      {
        "id":"ED362806",
        "title":"Improving the Negative Self-Concept of Sixth Grade Black Males through Group Intervention Techniques."},
      {
        "id":"ED362807",
        "title":"Moving Parenting Teenagers toward Self-Sufficiency through a Career Awareness Program."},
      {
        "id":"ED362809",
        "title":"A Confirmatory Factor Analysis of the Hendrick-Hendrick Love Attitudes Scale: Implications for Counseling."},
      {
        "id":"ED362811",
        "title":"Develop and Implement a Preventive Substance Abuse Program for K-8 Pupils Utilizing a Supplementary Curriculum, Parent Ambassadors, Parent Handbook and Community Groups."},
      {
        "id":"ED362812",
        "title":"Preservice Training in the Identification and Reporting of Child Abuse and Neglect, for College Students in Teacher Education and School Counseling Preparation Programs."},
      {
        "id":"ED362813",
        "title":"Children's Attitudes toward Physical Activity and Self-Esteem."},
      {
        "id":"ED362814",
        "title":"Forgotten Ages, Forgotten Problems: Adolescents' Health."},
      {
        "id":"ED362815",
        "title":"Pitt County Schools Advisory Handbook. Revised."},
      {
        "id":"ED362817",
        "title":"Using Cognitive Counseling To Provide Learning Disabled Students with Skills Necessary To Transition from High School to College."},
      {
        "id":"ED362818",
        "title":"Alcohol and Other Drug Use: The Connection to Youth Suicide. Abstracts of Selected Research."},
      {
        "id":"ED362819",
        "title":"Community-based, Family-focused Prevention of Youth Substance Use."},
      {
        "id":"ED362820",
        "title":"Correlates of Delinquency and Teenage Motherhood."},
      {
        "id":"ED362821",
        "title":"Counselor Efficacy: Assessing and Using Counseling Outcomes Research."},
      {
        "id":"ED362822",
        "title":"Effective Group Counseling."},
      {
        "id":"ED362824",
        "title":"Psychosocial Adversities and Timing of Adolescent Transitions: A Comparison of the Former East and West Germanies."},
      {
        "id":"ED362825",
        "title":"The Peer Leader AIDS Education Project."},
      {
        "id":"ED362826",
        "title":"Marital Violence: The Effect of Provocation on College Students' Perception of an Incident of Wife Abuse."},
      {
        "id":"ED362827",
        "title":"Hearing on the Reauthorization of the Drug Free Schools and Communities Act. Hearing before the Subcommittee on Select Education and Civil Rights of the Committee on Education and Labor, House of Representatives. One Hundred Third Congress, First Session."},
      {
        "id":"ED362828",
        "title":"NACAC Interview with Richard W. Riley, U.S. Secretary of Education. NACAC Member Communique. National Conference Special Edition."},
      {
        "id":"ED362831",
        "title":"Comparing the Use of Computers with Traditional Print in Reading Instruction: What the Research Says."},
      {
        "id":"ED362832",
        "title":"PTAT: Learning To Read Materials That Bridge the Gap between Skills-Emphasis and Meaning-Emphasis Approaches."},
      {
        "id":"ED362833",
        "title":"Literacy, Schooling, and Violence: Can Community Literacy Help?"},
      {
        "id":"ED362834",
        "title":"Empowering the Reader: Learning from 1992 Caucus Coverage in Missouri Newspapers."},
      {
        "id":"ED362835",
        "title":"Sentence and Discourse Processes in Skilled Comprehension. Resource Publication Series 4 No. 3."},
      {
        "id":"ED362836",
        "title":"Assessment and Decision Making in Alpha. Technical Report No. 589."},
      {
        "id":"ED362837",
        "title":"Assessment and Decision Making in Beta. Technical Report No. 590."},
      {
        "id":"ED362838",
        "title":"Assessment and Decision Making in Delta. Technical Report No. 591."},
      {
        "id":"ED362839",
        "title":"Assessment and Decision Making in Gamma. Technical Report No. 592."},
      {
        "id":"ED362841",
        "title":"Tales of the Once-Born and the Twice-Born in the Divided City: The Necessity of Literacy in a Print Culture."},
      {
        "id":"ED362842",
        "title":"Teaching Language Arts in Florida Public Schools. Florida Organization of Instructional Leaders. A Position Statement."},
      {
        "id":"ED362843",
        "title":"Improving the Reading Scores of Students Who Fall below Grade Level Expectations."},
      {
        "id":"ED362845",
        "title":"Contributor's Guide to Periodicals in Reading."},
      {
        "id":"ED362848",
        "title":"Better Study Skills for Better Grades and Real Learning. ICPAC Information Series."},
      {
        "id":"ED362849",
        "title":"Inquiring about Inquiry. Technical Report No. 588."},
      {
        "id":"ED362850",
        "title":"BookTalks/Read Alouds, Special Programs, and Service Projects To Encourage Middle School Student Participation in the Library."},
      {
        "id":"ED362851",
        "title":"Learning To Read in Chinese First Grade Classrooms."},
      {
        "id":"ED362852",
        "title":"Developing and Sustaining Early Literacy Experiences for Prekindergarten Children through a Systematic Program of Home/School Involvement."},
      {
        "id":"ED362853",
        "title":"Teachers' First Year of Transactional Strategies Instruction. Reading Research Report No. 5."},
      {
        "id":"ED362854",
        "title":"So What's New in the New Basals? A Focus on First Grade. Reading Research Report No. 6."},
      {
        "id":"ED362856",
        "title":"Helping Older Inexperienced Readers. PEN 92."},
      {
        "id":"ED362857",
        "title":"Ontological Hermeneutics and the Aims of Discourse."},
      {
        "id":"ED362858",
        "title":"What Editors and Educators Say about News-Editorial Education: Toward a Curriculum That Responds to Change."},
      {
        "id":"ED362859",
        "title":"Journalism's First Textbook: Creating a News Reporting Body of Knowledge."},
      {
        "id":"ED362861",
        "title":"How Goes the Great Debate? A Study of &quot;Censorship&quot; and &quot;Self-Censorship&quot; and Their Effect on the Content of the Scholastic Press."},
      {
        "id":"ED362862",
        "title":"Buried Treasure: The Theory and Practice of Communicative Action in an Urban High School Newspaper."},
      {
        "id":"ED362863",
        "title":"The Next Step: Showing a Common History of Treatment for Minorities, Women and Gays in Media Content, Newsrooms and Journalism Schools; A Proposal for Further Research and Suggestions for a Curriculum."},
      {
        "id":"ED362864",
        "title":"Provocations: The Story of Mrs. M."},
      {
        "id":"ED362865",
        "title":"Bootstraps: From an American Academic of Color."},
      {
        "id":"ED362866",
        "title":"Making Thinking Visible: Writing, Collaborative Planning, and Classroom Inquiry."},
      {
        "id":"ED362867",
        "title":"The Talking Stick."},
      {
        "id":"ED362868",
        "title":"Teaching Creative Writing: That Is, Teaching Something Other Than the Craft."},
      {
        "id":"ED362869",
        "title":"Composition and Culture: Reforming the English Department."},
      {
        "id":"ED362870",
        "title":"StreetWise Writers: Use of &quot;StreetWise&quot; in Creative Writing Classes."},
      {
        "id":"ED362871",
        "title":"Troubleshooting the &quot;W&quot; Course."},
      {
        "id":"ED362872",
        "title":"Promoting Multicultural Understanding through Collaborative Investigation of Quality Children's Literature."},
      {
        "id":"ED362874",
        "title":"Professionals or Practitioners? The MacIntyrean Social Practice Paradigm and the Study of Journalism Development."},
      {
        "id":"ED362875",
        "title":"Newsworkers during the Interwar Era: A Critique of Traditional Media History."},
      {
        "id":"ED362876",
        "title":"Three B's and a C: Building Blocks for Better Composition."},
      {
        "id":"ED362877",
        "title":"Nineteenth-Century American and British Poets on Columbus: A Twentieth-Century View."},
      {
        "id":"ED362878",
        "title":"Adventuring with Books: A Booklist for Pre-K-Grade 6. Tenth Edition. NCTE Bibliography Series."},
      {
        "id":"ED362879",
        "title":"Your Reading: A Booklist for Junior High and Middle School. Ninth Edition. NCTE Bibliography Series."},
      {
        "id":"ED362880",
        "title":"Requiring Literature in Freshman Composition."},
      {
        "id":"ED362881",
        "title":"Writing To Learn in English: A Synthesis of Research and Instructional Practices."},
      {
        "id":"ED362882",
        "title":"Writing for Learning about the Writing Process."},
      {
        "id":"ED362883",
        "title":"Writing To Learn in Science."},
      {
        "id":"ED362884",
        "title":"Silent Interview: An Ice-Breaker Triggering Learner Strategies toward Effective Writing."},
      {
        "id":"ED362885",
        "title":"Twentieth-Century Literary Criticism of the Epistolary Form in English Literature: A Bibliometric Analysis."},
      {
        "id":"ED362887",
        "title":"Student Portfolios and Teacher Logs: Blueprint for a Revolution in Assessment."},
      {
        "id":"ED362888",
        "title":"Linking Classroom Discourse and Classroom Content: Following the Trail of Intellectual Work in a Writing Lesson."},
      {
        "id":"ED362889",
        "title":"From Invention to Social Action in Early Childhood Literacy: A Reconceptualization through Dialogue about Difference."},
      {
        "id":"ED362890",
        "title":"Video Resources for the Teaching of Literacy: An Annotated Bibliography. Occasional Paper No. 33."},
      {
        "id":"ED362891",
        "title":"Composing a Teaching Life: Partial, Multiple, and Sometimes Contradictory Representations of Teaching and Learning Literature. Concept Paper No. 12. NCTE Concept Paper Series."},
      {
        "id":"ED362893",
        "title":"Teachers' Attitudes about Intellectual Freedom and Books in the Elementary School."},
      {
        "id":"ED362894",
        "title":"Tales from Creatively-Inclined Peer Tutors: Making Facts Dance."},
      {
        "id":"ED362895",
        "title":"Research: Recording Process and Product."},
      {
        "id":"ED362896",
        "title":"Using Art in Training Tutors."},
      {
        "id":"ED362898",
        "title":"An Afrocentric Curriculum in a Composition Classroom: Motivating Students To Read, Write, and Think."},
      {
        "id":"ED362899",
        "title":"Multiculturalism in the 90's: Teacher and Student Perspectives."},
      {
        "id":"ED362900",
        "title":"Multiculturalism in the 90's: Administrative, Faculty, and Student Perspectives."},
      {
        "id":"ED362901",
        "title":"Strengthening Adolescent Identity Formation through Development and Presentation of Family Literary Documents."},
      {
        "id":"ED362902",
        "title":"Cultivating Writing in the Primary Grades by Developing Holistic and Reflective Teaching Strategies for Pre-Service Teachers."},
      {
        "id":"ED362903",
        "title":"&quot;Getting It There&quot;: The Making of Improvement and Community in a Writing Center."},
      {
        "id":"ED362904",
        "title":"Science in the Publicity Laboratory: The Case of Eugenics."},
      {
        "id":"ED362905",
        "title":"Laugh Lines: Exploring Humour in Children's Literature. Literature Support Series."},
      {
        "id":"ED362906",
        "title":"Fostering Creativity in Advertising Students: Incorporating the Theories of Multiple Intelligences and Integrative Learning."},
      {
        "id":"ED362907",
        "title":"The Implementation, Promotion and Evaluation of the International Health Communication Hotline as a Tool for Interdisciplinary Networking and Disciplinary Advocacy."},
      {
        "id":"ED362908",
        "title":"Is There Need for a Feminist Perspective on Hate Speech?"},
      {
        "id":"ED362909",
        "title":"Effects of Dramatized Depictions of Accidents on Grade School Children's Reception of Safety Guidelines."},
      {
        "id":"ED362910",
        "title":"Ethos in Action: Public Relations at the Highlander Folk School, 1955-1956."},
      {
        "id":"ED362911",
        "title":"Methodological Issues in Documentary Ethnography: A Renewed Call for Putting Cameras in the Hands of the People."},
      {
        "id":"ED362912",
        "title":"Cognitive and Affective Responses to Newspaper Photographs."},
      {
        "id":"ED362913",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (76th, Kansas City, Missouri, August 11-14, 1993). Part I: Journalism History."},
      {
        "id":"ED362914",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (76th, Kansas City, Missouri, August 11-14, 1993). Part II: Mass Media Studies."},
      {
        "id":"ED362915",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (76th, Kansas City, Missouri, August 11-14, 1993). Part III: Newspapers."},
      {
        "id":"ED362916",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (76th, Kansas City, Missouri, August 11-14, 1993). Part IV: Television."},
      {
        "id":"ED362917",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (76th, Kansas City, Missouri, August 11-14, 1993). Part V: Media and Technology."},
      {
        "id":"ED362918",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (76th, Kansas City, Missouri, August 11-14, 1993). Part VI: Media and Law."},
      {
        "id":"ED362919",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (76th, Kansas City, Missouri, August 11-14, l993). Part VII: Politics and Mass Media."},
      {
        "id":"ED362920",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (76th, Kansas City, Missouri, August 11-14, l993). Part VIII: Public Relations."},
      {
        "id":"ED362921",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (76th, Kansas City, Missouri, August ll-l4, l993). Part IX: Magazines."},
      {
        "id":"ED362922",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (76th, Kansas City, Missouri, August 11-14, l993). Part X: Health, Science, and the Environment."},
      {
        "id":"ED362923",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (76th, Kansas City, Missouri, August ll-l4, l993). Part XI: Advertising."},
      {
        "id":"ED362924",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (76th, Kansas City, Missouri, August 11-14, l993). Part XII: Foreign and International Media."},
      {
        "id":"ED362925",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (76th, Kansas City, Missouri, August 11-14, 1993). Part XIII: Miscellaneous Studies."},
      {
        "id":"ED362926",
        "title":"Censorship of Written Curricular Materials in Public Schools: An Historical Investigation of Legal Parameters."},
      {
        "id":"ED362927",
        "title":"&quot;O.K. Where's the Remote?&quot; Children, Families, and Remote Control Devices."},
      {
        "id":"ED362928",
        "title":"The Development of a Communication-Based Model of Teacher Efficacy."},
      {
        "id":"ED362929",
        "title":"A Study of Public Relations Education in MBA Programs: Challenges and Opportunities."},
      {
        "id":"ED362931",
        "title":"A Semiotic Interpretation of the Teaching of Business Communication in Today's Global Economical Trend."},
      {
        "id":"ED362932",
        "title":"&quot;Privileges&quot;: A Student Activity Designed To Increase Interpersonal Communication Competence Regarding Gay and Lesbian Concerns."},
      {
        "id":"ED362933",
        "title":"The Functionalist Tradition and Communication Theory."},
      {
        "id":"ED362934",
        "title":"Video Technology: Resumes of the Future."},
      {
        "id":"ED362935",
        "title":"Vestals or Victims: Suggestions for the Female Teaching Assistant."},
      {
        "id":"ED362936",
        "title":"Addicted Student: Classroom Behavior, Teacher Response."},
      {
        "id":"ED362938",
        "title":"Planning Education for Regional Economic Integration: The Case of Paraguay and MERCOSUR."},
      {
        "id":"ED362940",
        "title":"Job Satisfaction and Empowerment among Teacher Leaders, Reading Recovery Teachers, and Regular Classroom Teachers."},
      {
        "id":"ED362941",
        "title":"Female Superintendents: Attributes That Attract and Barriers That Discourage Their Successful Applications."},
      {
        "id":"ED362942",
        "title":"Differences in School and Instruction Characteristics between Highly, Average, and Low Effective Schools."},
      {
        "id":"ED362943",
        "title":"Transforming Teacher Staff Development."},
      {
        "id":"ED339891",
        "title":"Technical Assistance for Single Parent Homemaker Projects in Kentucky. Annual Report."},
      {
        "id":"ED339893",
        "title":"Nontraditional Education Component in Single Parent/Homemaker Programs in the Commonwealth of Kentucky. Final Report: July 1, 1989-September 30, 1990."},
      {
        "id":"ED339895",
        "title":"Model Course of Study for Agricultural Programs in Iowa. Preparing for the Future."},
      {
        "id":"ED339896",
        "title":"Health Manager."},
      {
        "id":"ED339897",
        "title":"Advanced Cardiac Life Support."},
      {
        "id":"ED339898",
        "title":"Teaching Methods/Health."},
      {
        "id":"ED339899",
        "title":"Entrepreneurship Education Project in Vocational Education Programs. Survey of Program Coordinators."},
      {
        "id":"ED339900",
        "title":"Telemarketing. Curriculum Guides and Content Outlines for Telemarketing: Entry-Level Position."},
      {
        "id":"ED339901",
        "title":"Telemarketing. Curriculum Guides &amp; Content Outlines for Telemarketing: Telemarketing Specialist."},
      {
        "id":"ED339908",
        "title":"The Influence of Gender on Participation in an Adult Professional Training Setting: A Pilot Study. Project Number Forty-Six."},
      {
        "id":"ED339911",
        "title":"Project VITAL. Final Financial Status and Performance Report."},
      {
        "id":"ED339913",
        "title":"The Saturation Project and NAPSAE's Changing Strategies for Adult Education, 1952-1962."},
      {
        "id":"ED339917",
        "title":"A Program Evaluation Handbook for Workplace Literacy = Guide d&apos;evaluation de programme pour l&apos;alphabetisation en milieu de travail."},
      {
        "id":"ED339918",
        "title":"Northwest Entry-Level Worker Study."},
      {
        "id":"ED339919",
        "title":"Adult Literacy Issues, Programs, and Options. CRS Issue Brief. Updated."},
      {
        "id":"ED339920",
        "title":"Amending the Job Training Partnership Act. Senate, 102d Congress, 1st Session. Report To Accompany S. 367."},
      {
        "id":"ED339922",
        "title":"Motivating Youth at Risk."},
      {
        "id":"ED339924",
        "title":"Job Training Partnership Act. Racial and Gender Disparities in Services. Report to the Chairman, Legislation and National Security Subcommittee, Committee on Government Operations, House of Representatives."},
      {
        "id":"ED339931",
        "title":"A Study of Sexual Attitudes of Western Kansas High School Students."},
      {
        "id":"ED339932",
        "title":"Adolescent Steroid Use."},
      {
        "id":"ED339935",
        "title":"Project About Face: The Effect of an Educational Program on Recidivism."},
      {
        "id":"ED339936",
        "title":"Drug-Exposed Kids: A Crisis in America's Schools. Hearing before the Select Committee on Narcotics Abuse and Control, House of Representatives. One Hundred Second Congress, First Session."},
      {
        "id":"ED339938",
        "title":"Are Alcoholic Clients Cognitively Competent To Participate in Their Rehabilitation Program?"},
      {
        "id":"ED339940",
        "title":"Building Life Options: School-Community Collaborations for Pregnancy Prevention in the Middle Grades."},
      {
        "id":"ED339941",
        "title":"Reporting Child Abuse &amp; Neglect in Alaska. Information for Medical and Health Personnel."},
      {
        "id":"ED339942",
        "title":"Reporting Child Abuse &amp; Neglect in Alaska. Information for Early Childhood Personnel."},
      {
        "id":"ED339943",
        "title":"Reporting Child Abuse &amp; Neglect in Alaska. Information for the General Public."},
      {
        "id":"ED339944",
        "title":"Reporting Child Abuse &amp; Neglect in Alaska. Information for Mental Health Professionals and Other Human Service Providers."},
      {
        "id":"ED339950",
        "title":"Chapter 1 Clinical and Guidance Program 1989-90."},
      {
        "id":"ED339951",
        "title":"Guide to Planning Health Promotion for AIDS Prevention and Control. WHO AIDS Series 5."},
      {
        "id":"ED339952",
        "title":"Guidelines for Counselling about HIV Infection and Disease. WHO AIDS Series 8."},
      {
        "id":"ED339953",
        "title":"The Importance of Roles and Functions of Elementary School Counselors as Perceived by Administrators, Counselors, Teachers, and Parents."},
      {
        "id":"ED339961",
        "title":"Legislation on Sexual Assault Laws. Wisconsin Legislative Council Report No. 4 to the 1991 Legislature."},
      {
        "id":"ED339962",
        "title":"Santa Clara County Survey of Drug, Alcohol, and Tobacco Use among Students in Grades 5, 7, 9, 11."},
      {
        "id":"ED339963",
        "title":"Toward A Functional Model of Assessing and Treating Children and Adolescents with School Refusal Behavior."},
      {
        "id":"ED339965",
        "title":"\"It Can't Happen to Me!\": True Stories about AIDS."},
      {
        "id":"ED339966",
        "title":"Assessing Indigent Health Care Needs and Use of County Health Services."},
      {
        "id":"ED339968",
        "title":"Adolescent Health. Volume II: Background and the Effectiveness of Selected Prevention and Treatment Services [and] Indexes to Volumes I, II, and III."},
      {
        "id":"ED339982",
        "title":"Relationships of Self-Regard and Affective Self-Disclosure to Relationship Satisfaction in College Students."},
      {
        "id":"ED339990",
        "title":"Practicum in Reading Placements for Preservice Teachers."},
      {
        "id":"ED339995",
        "title":"Teaching Reading Methods: Their Uses, Including Successes and Failures, When Teaching Chinese Teachers Oral English."},
      {
        "id":"ED339996",
        "title":"Relationship of Reading Comprehension to Components of Word Recognition: Support for Developmental Shifts."},
      {
        "id":"ED339998",
        "title":"Reading: Skills versus Ideas."},
      {
        "id":"ED340000",
        "title":"Learning To Sew on a Button by Reading a Procedural Text. Technical Report No. 543."},
      {
        "id":"ED340001",
        "title":"Prescription for Literacy: Providing Critical Educational Experiences. ERIC Digest."},
      {
        "id":"ED340002",
        "title":"Literacy: International, National, State, and Local. Yearbook of the American Reading Forum, Volume XI."},
      {
        "id":"ED340005",
        "title":"Embracing the Instructional Complexities of Reading Instruction. Research Series No. 208."},
      {
        "id":"ED340006",
        "title":"The Effects of a Computerized Reading Program on &quot;At-Risk&quot; Secondary Students."},
      {
        "id":"ED340009",
        "title":"Recall of Narrative and Informative Texts by Fifth, Eighth, and Eleventh Grades Students."},
      {
        "id":"ED340010",
        "title":"Linguistic and Cultural Factors in Text Comprehension."},
      {
        "id":"ED340014",
        "title":"A Voice of One's Own: Reconsidering the Needs of Non-Native Speakers of English."},
      {
        "id":"ED340015",
        "title":"A Goodly Fellowship of Writers and Readers. Concept Paper No. 4."},
      {
        "id":"ED340016",
        "title":"Planning and Assessing the Curriculum in the English Language Arts."},
      {
        "id":"ED340020",
        "title":"Crossing the Writing Threshold."},
      {
        "id":"ED340023",
        "title":"Getting Published in Journals and Conference Proceedings. Symposium."},
      {
        "id":"ED340025",
        "title":"FULFILL: Framework for Uniting Learners by Facilitating Instruction in Language and Literacy. Final Report."},
      {
        "id":"ED340027",
        "title":"Double-Voiced Discourse: A Young Woman's Journal from a Nineteenth-Century Composition Class."},
      {
        "id":"ED340028",
        "title":"Grammar, Usage, and the Language Arts."},
      {
        "id":"ED340030",
        "title":"Patterns and Processes: Approaches to Writing by Grade 12 Students."},
      {
        "id":"ED340034",
        "title":"Sitting Swimmers and Stuffed Armadillos in Sundresses: Reader-Response and Classroom Creativity."},
      {
        "id":"ED340036",
        "title":"Using Computers To Improve Writing Skills and Attitudes of Middle School Students."},
      {
        "id":"ED340039",
        "title":"Writing in Statistics Classes Encourages Students To Learn Interpretation."},
      {
        "id":"ED340042",
        "title":"Coherence in Literature-Based Thematic Units. Elementary Subjects Center Series No. 53."},
      {
        "id":"ED340043",
        "title":"Meaning Making: Longitudinal Aspects of Learning To Write."},
      {
        "id":"ED340046",
        "title":"Scholastic Journalism Week, February 23-29, 1992. Celebrating 200 Years, Freedom of the Press, Bill of Rights."},
      {
        "id":"ED340049",
        "title":"Communication Problems in a Mass Society: Mass Audience, Mass Communication and Development."},
      {
        "id":"ED340050",
        "title":"So Many Cultures, So Little Time: An Overview of Cultural Diversity."},
      {
        "id":"ED340051",
        "title":"Academic Debate and the Rhetoric of Emancipation: Habermas and Instrumental Reality."},
      {
        "id":"ED340053",
        "title":"Status Report on Speech Research, January-June 1991."},
      {
        "id":"ED340057",
        "title":"The Congruity of Communicator Style Expectations and Experiences and Its Influence upon Subordinates' Satisfaction with Supervision."},
      {
        "id":"ED340059",
        "title":"The Communication Paradigm in the Debate Process."},
      {
        "id":"ED340060",
        "title":"Hispanic Storyteller: Unity through the Use of Narrative in the Speaking of Henry Cisneros."},
      {
        "id":"ED340061",
        "title":"Finding Work and Getting Paid: Predictors of Success in the Mass Communications Job Market."},
      {
        "id":"ED340063",
        "title":"Gender Issues in Training: Voices at the Margins of School Psychology."},
      {
        "id":"ED340064",
        "title":"Instructional Media: Comunication Skills. Advisory List."},
      {
        "id":"ED340066",
        "title":"The Image of the Teacher in Film."},
      {
        "id":"ED340068",
        "title":"&quot;Stagecoach&quot;: A Vehicle for Observation and Analysis of Small-Group Communication."},
      {
        "id":"ED340070",
        "title":"Declining NDT Participation: Causes and Cures."},
      {
        "id":"ED340071",
        "title":"The New Kid on the Block: A Qualitative Analysis of New Employee Communication and Uncertainty Reduction Behaviors."},
      {
        "id":"ED340072",
        "title":"Consulting with Media for Health Education: Some New Directions."},
      {
        "id":"ED340073",
        "title":"Competitors' Perceptions of Questions in Individual Events Rounds."},
      {
        "id":"ED340075",
        "title":"The Application of Stage Lighting to the Reinforcement of Structural Tensions within a Narrative Text."},
      {
        "id":"ED340078",
        "title":"How Educational Are the Educators: A Content Analysis of Informative Speaking Ballots."},
      {
        "id":"ED340079",
        "title":"Interpretation Analysis as a Competitive Event."},
      {
        "id":"ED340081",
        "title":"Images of Education: The Mass Media's Version of America's Schools."},
      {
        "id":"ED340083",
        "title":"Toward a Philosophy of Coaching Forensics."},
      {
        "id":"ED340085",
        "title":"Reliability, Validity, Scope and Demographic Correlates of Teacher Ratings of Instructional Leadership and School Instructional Climate. Project Report."},
      {
        "id":"ED340086",
        "title":"What Makes Ghetto Schools Work or Not Work? Project Report."},
      {
        "id":"ED340087",
        "title":"Middle Grades Reform in California: Auspicious Beginnings and High Expectations. Executive Summary and Recommendations: Interim Evaluation."},
      {
        "id":"ED340088",
        "title":"Middle Grades Reform in California: Current and Expected Attainment of Recommendations in &quot;Caught in the Middle.&quot; Interim Evaluation: Technical Report 1."},
      {
        "id":"ED340089",
        "title":"Middle Grades Reform in California: Regional Processes: Interim Evaluation. Technical Report 2. Draft."},
      {
        "id":"ED340090",
        "title":"School-Focused Staff Development Guide."},
      {
        "id":"ED340091",
        "title":"Survey of School Administrator Preparation Programs, 1990."},
      {
        "id":"ED340093",
        "title":"Asbestos in Schools: Evaluation of the Asbestos Hazard Emergency Response Act (AHERA): A Summary Report."},
      {
        "id":"ED340094",
        "title":"Shaping Tennessee's Master Teacher Program--1983. Part 1: Improving Teacher Quality through Incentives Project."},
      {
        "id":"ED340095",
        "title":"Is Jomtien Irrelevant to Latin America? Adjusting Education While Adjusting the Economy. Development Discussion Paper No. 388-ES."},
      {
        "id":"ED340097",
        "title":"Systemic Educational Policy. Education Issues."},
      {
        "id":"ED340100",
        "title":"Staff Development: The Key to School Renewal."},
      {
        "id":"ED340101",
        "title":"School Climate and Restructuring for Low-Achieving Students."},
      {
        "id":"ED340102",
        "title":"The Medical Model and the Preparation of Education Professionals."},
      {
        "id":"ED340103",
        "title":"Restructuring, the Principal, and an Educational Vision: Key to Success."},
      {
        "id":"ED340104",
        "title":"Leading &amp; Learning: A Portfolio of Change in Vermont Schools, 1991."},
      {
        "id":"ED340105",
        "title":"Educational Policy and Educational Practice."},
      {
        "id":"ED340106",
        "title":"Bringing Context into Effective Schools Research: Urban-Suburban Differences."},
      {
        "id":"ED340108",
        "title":"School Choice or School Reform? Pennsylvania Educational Policy Studies Series No. 12."},
      {
        "id":"ED340109",
        "title":"Issues in Perspective. Assessment Issues Papers 18-23."},
      {
        "id":"ED340111",
        "title":"Participatory Leadership: School and the Workplace. Proceedings of a Conference (Washington, DC, May 11-12, 1989)."},
      {
        "id":"ED340114",
        "title":"Powerful Stories, Positive Results: Arizona At-Risk Project Report, FY 1990-91."},
      {
        "id":"ED340118",
        "title":"Bargaining."},
      {
        "id":"ED340120",
        "title":"Handicapped."},
      {
        "id":"ED340124",
        "title":"Higher Education."},
      {
        "id":"ED340125",
        "title":"The Buck Stops Here: Critical Incidents in School Governance as Interpreted by Superintendents."},
      {
        "id":"ED340126",
        "title":"Powerful Stories, Positive Results: Arizona At-Risk Policy Report, FY 1990-91 [Executive Summary]."},
      {
        "id":"ED340127",
        "title":"School Choice in Massachusetts. Pioneer Paper No. 5, Education in Massachusetts Series."},
      {
        "id":"ED340128",
        "title":"Open Enrollment/Educational Choice: A National Review."},
      {
        "id":"ED340132",
        "title":"Career-Bound and Place-Bound Superintendents' Attitudes toward Collective Bargaining."},
      {
        "id":"ED340134",
        "title":"Restructuring Education for the At-Risk Youth."},
      {
        "id":"ED340137",
        "title":"The Use of In-Baskets and Small Group Processes for Instruction on Characteristics of Effective Administration."},
      {
        "id":"ED340139",
        "title":"An Analysis of How High School Staff Members Value and Exchange Information on Student Performance. Report No. 23."},
      {
        "id":"ED340140",
        "title":"School Safety and the Law. Report on Proceedings of the School Safety and the Law Conference (Westlake Village, California, May 2-3, 1991)."},
      {
        "id":"ED340141",
        "title":"Digest of Education Statistics, 1991."},
      {
        "id":"ED340142",
        "title":"Beginning the Restructuring Process: Building Collegiality."},
      {
        "id":"ED340143",
        "title":"Recommendations for Educational Reform Presented to the Education Committee of the Illinois Senate."},
      {
        "id":"ED340145",
        "title":"Evaluation of the Asbestos Hazard Emergency Response Act (AHERA). Final Report."},
      {
        "id":"ED340146",
        "title":"America 2000 Communities: Getting Started."},
      {
        "id":"ED340147",
        "title":"Preparing Children with Disabilities for School. ERIC Digest #E503."},
      {
        "id":"ED340148",
        "title":"Developing Effective Programs for Special Education Students Who Are Homeless. ERIC Digest #E504."},
      {
        "id":"ED340149",
        "title":"Substance Exposed Infants and Children. ERIC Digest #E505."},
      {
        "id":"ED340150",
        "title":"Alcohol and Other Drug Use by Adolescents with Disabilities. ERIC Digest #E506."},
      {
        "id":"ED340151",
        "title":"HIV Prevention Education for Exceptional Youth: Why HIV Prevention Education Is Important. ERIC Digest #E507."},
      {
        "id":"ED340152",
        "title":"Suicide and the Exceptional Child. ERIC Digest #E508."},
      {
        "id":"ED340153",
        "title":"Juvenile Corrections and the Exceptional Student. ERIC Digest #E509."},
      {
        "id":"ED340154",
        "title":"Delivering Special Education: Statistics and Trends. Revised. ERIC Digest #E463."},
      {
        "id":"ED340158",
        "title":"Abuse of Children in Residential Establishments. SENNAC Discussion Paper."},
      {
        "id":"ED340159",
        "title":"HIV Prevention and AIDS Education: Resources for Special Educators."},
      {
        "id":"ED340160",
        "title":"Providing Effective Early Intervention Services: Why and How? Policy and Practice in Early Childhood Special Education Series."},
      {
        "id":"ED340161",
        "title":"The Least Restrictive Environment: Understanding the Options. Policy and Practice in Early Childhood Special Education Series."},
      {
        "id":"ED340167",
        "title":"Through the Classroom Door: What Teachers and Students Need."},
      {
        "id":"ED340168",
        "title":"Drug-Exposed Infants: Outlook on Education."},
      {
        "id":"ED340170",
        "title":"Options after High School for Youth with Disabilities."},
      {
        "id":"ED340171",
        "title":"Analysis of State Applications for Year 4: Planning for the Personnel Components of Part H of IDEA."},
      {
        "id":"ED340177",
        "title":"Effective Writing Instruction for Students with Learning Problems: The Instructional Methods Report Series."},
      {
        "id":"ED340179",
        "title":"Promoting Health through Part H: Promoting the Health of Infants and Toddlers with Disabilities through Part H of the Individuals with Disabilities Education Act."},
      {
        "id":"ED340180",
        "title":"Disability Management in the Workplace: Report from the Study Group. Institute on Rehabilitation Issues (16th, Savannah, Georgia, October 1989)."},
      {
        "id":"ED340186",
        "title":"The Collaborative Learning Process: Peer Coaching in Special Education."},
      {
        "id":"ED340187",
        "title":"CLP Participant Guide. GIST: Generalized InService Training Project."},
      {
        "id":"ED340189",
        "title":"Generating Excitement: Teacher Enthusiasm and Students with Learning Disabilities."},
      {
        "id":"ED340190",
        "title":"Social Interactions between Children with Cancer or Sickle Cell Disease and Their Peers: Teacher Ratings."},
      {
        "id":"ED340191",
        "title":"Language and Communication in the Absence of Speech: A Case Study."},
      {
        "id":"ED340192",
        "title":"Crossroads: Cooperative Transagency Program for Preschool Culturally/Linguistically Diverse Exceptional Children. Final Report, November 1987-November 1990."},
      {
        "id":"ED340193",
        "title":"ADD, LD and Extended Information Processing."},
      {
        "id":"ED340194",
        "title":"Reading Comprehension, Extended Processing and Attention Dysfunction."},
      {
        "id":"ED340195",
        "title":"Using Linguistic Analysis in Educational Research: An Overview of Current Issues in Language and Education."},
      {
        "id":"ED340199",
        "title":"Language Learning in Australia. Book 1. Australian Language Levels Guidelines."},
      {
        "id":"ED340200",
        "title":"Syllabus Development and Programming. Australian Language Levels Guidelines. Book 2."},
      {
        "id":"ED340201",
        "title":"Methods, Resources, and Assessment. Australian Language Levels Guidelines. Book 3."},
      {
        "id":"ED340202",
        "title":"Evaluation, Curriculum Renewal, and Teacher Development. Australian Language Levels Guidelines. Book 4."},
      {
        "id":"ED340204",
        "title":"Making Input Comprehensible: Do Interactional Modifications Help?"},
      {
        "id":"ED340206",
        "title":"NABE Annual Conference Journal 1988-1989."},
      {
        "id":"ED340207",
        "title":"Of English Marks and American Reviewers."},
      {
        "id":"ED340214",
        "title":"Foreign Language Enrollments in Public Secondary Schools, Fall 1989 & Fall 1990."},
      {
        "id":"ED340229",
        "title":"Enhancing Self-Image of International Students: &quot;International Day.&quot;"},
      {
        "id":"ED340231",
        "title":"What Works in My Classroom. Ideas for Content Design Team for the 1991 Foreign Language Professional Development Seminar."},
      {
        "id":"ED340232",
        "title":"Teacher Attitudes about Language Differences."},
      {
        "id":"ED340233",
        "title":"Preserving and Enhancing the Ability of Alaska Natives To Speak and Understand Their Native Languages. Report To Accompany S. 1595. Senate Select Committee on Indian Affairs. 102d Congress, 1st Session."},
      {
        "id":"ED340234",
        "title":"More on Comprehensible Input: The Effect of Pauses and Hesitation Markers on Listening Comprehension."},
      {
        "id":"ED340235",
        "title":"Culture-Authentic Materials in the Foreign Language Classroom."},
      {
        "id":"ED340237",
        "title":"\"No, Mother, I Don't Speak Japanese\": Learning To Teach in an ESL Classroom."},
      {
        "id":"ED340249",
        "title":"Problems of Translation of Judeo-Spanish Texts."},
      {
        "id":"ED340250",
        "title":"Language/Learning Skills Content Based Course: Tutor Guide."},
      {
        "id":"ED340251",
        "title":"Student Development Tutorship Programme, August/September 1991. An Evaluation and Report Back."},
      {
        "id":"ED340252",
        "title":"A Content-Based Program for Middle School: Getting Started."},
      {
        "id":"ED340254",
        "title":"Survey of English Language Institutes in Indonesia. First Edition."},
      {
        "id":"ED340261",
        "title":"Literacy as a Social Process; Literacy as a Social Intervention."},
      {
        "id":"ED340264",
        "title":"The Humanities and the Professions: The University of Baltimore Model."},
      {
        "id":"ED340266",
        "title":"The Teaching Professor. Volume 4. Numbers 1-10, January 1990-December 1990."},
      {
        "id":"ED340267",
        "title":"[Collective Bargaining Agreement between the Board of Trustees for the Nebraska State Colleges and the State College Education Association.]"},
      {
        "id":"ED340268",
        "title":"Collective Bargaining Agreement USNH Board of Trustees and KSCEA, July 1, 1989-June 30, 1991."},
      {
        "id":"ED340271",
        "title":"TQM Reaches the Academy."},
      {
        "id":"ED340272",
        "title":"Active Learning: Creating Excitement in the Classroom. ERIC Digest."},
      {
        "id":"ED340273",
        "title":"Realizing Gender Equality in Higher Education: The Need To Integrate Work/Family Issues. ERIC Digest."},
      {
        "id":"ED340274",
        "title":"Academic Advising for Student Success: A System of Shared Responsibility. ERIC Digest."},
      {
        "id":"ED340275",
        "title":"Access to Higher Education: Increasing Pell Grants and Widening Opportunities. Hearing before the Committee on Labor and Human Resources, United States Senate, One Hundred Second Congress, First Session, on S. 1134 To Provide Disadvantaged Students with Early Intervention Programs and Scholarships, To Encourage Such Students To Finish High School and To Obtain a College Education, and To Upgrade the Course of Study Undertaken by Our Nation's Secondary School Students, and Related Bills."},
      {
        "id":"ED340276",
        "title":"Reauthorizing the Higher Education Act of 1965. Report of the Committee on Labor and Human Resources, United States Senate, To Accompany S. 1150, To Reauthorize the Higher Education Act of 1965, and for Other Purposes Together with Additional and Minority Views. 102 Congress, 1st Session."},
      {
        "id":"ED340277",
        "title":"Hearings on the Reauthorization of the Higher Education Act of 1965: Title V. Hearings before the Subcommittee on Postsecondary Education of the Committee on Education and Labor, House of Representatives, One Hundred Second Congress, First Session (July 11 and 16, 1991)."},
      {
        "id":"ED340278",
        "title":"Hearing on the Reauthorization of the Higher Education Act of 1965: Titles III and VIII. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor, House of Representatives, One Hundred Second Congress, First Session."},
      {
        "id":"ED340279",
        "title":"Hearings on the Reauthorization of the Higher Education Act of 1965: Title IX, TRIO and State Student Incentive Grants, and Campus-Based Programs. Hearings before the Subcommittee on Postsecondary Education of the Committee on Education and Labor, House of Representatives, One Hundred Second Congress, First Session (June 13, 18, and 26, 1991)."},
      {
        "id":"ED340280",
        "title":"Oversight Hearing on the Reauthorization of the Higher Education Act of 1965: Chicago, Illinois. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor, House of Representatives, One Hundred Second Congress, First Session."},
      {
        "id":"ED340281",
        "title":"Financial Responsibility at Universities. Hearings before the Subcommittee on Oversight and Investigations of the Committee on Energy and Commerce, House of Representatives, One Hundred Second Congress, First Session, on Indirect Cost Recovery Practices at U.S. Universities for Federal Research Grants and Contracts (March 13 and May 9, 1991)."},
      {
        "id":"ED340288",
        "title":"Statewide Student Data Systems and Capabilities To Report Postsecondary Graduation Rates."},
      {
        "id":"ED340289",
        "title":"Assessing Progress in Minority Access and Achievement in American Higher Education. ECS Working Papers: State Policy and Assessment in Higher Education."},
      {
        "id":"ED340303",
        "title":"Integrating Overseas Language and Business Education in a Statewide Consortium."},
      {
        "id":"ED340305",
        "title":"The Challenges of the Future: Ethical Issues in a Changing Student Population."},
      {
        "id":"ED340306",
        "title":"Recruiting Trends 1991-92: A Study of Businesses, Industries, and Governmental Agencies Employing New College Graduates. 21st Anniversary Edition."},
      {
        "id":"ED340307",
        "title":"Integrated Quality Control Measurement Project. Findings and Corrective Actions."},
      {
        "id":"ED340308",
        "title":"Military Education: Implementation of Recommendations at the Armed Forces Staff College. Report to the Chairman, Panel on Military Education, Committee on Armed Services, House of Representatives."},
      {
        "id":"ED340309",
        "title":"Medical Residents: Options Exist To Make Student Loan Payments Manageable. Report to Congressional Requesters."},
      {
        "id":"ED340310",
        "title":"Perkins Student Loans: Options That Could Make the Program More Financially Independent. Report to Congressional Requesters."},
      {
        "id":"ED340311",
        "title":"The Financial Status of Teaching Hospitals [and] The Underrepresentation of Minorities in Medicine. Second Report."},
      {
        "id":"ED340314",
        "title":"National Higher Education Statistics: Fall 1991. Early Estimates."},
      {
        "id":"ED340315",
        "title":"Oversight Hearing on the Reauthorization of the Higher Education Act of 1965: Pleasant Hill, California. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session."},
      {
        "id":"ED340316",
        "title":"Oversight Hearing on the Reauthorization of the Higher Education Act of 1965: Great Falls, Montana, Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session."},
      {
        "id":"ED340317",
        "title":"Health Professions Training and Nurse Education Improvement and Reauthorization Act of 1991. Report To Accompany S. 1933. 102d Congress, 1st Session."},
      {
        "id":"ED340318",
        "title":"The Fiesta Bowl Fiasco: Department of Education's Attempt To Ban Minority Scholarships. Eighth Report by the Committee on Government Operations, Together with Dissenting Views, 102d Congress, 1st Session."},
      {
        "id":"ED340319",
        "title":"Understanding Basic Teaching Methods: Profile of Discussion, Lecture, and Personalized Systems of Instruction."},
      {
        "id":"ED340320",
        "title":"College Presidents' Attitudes toward the Importance of Regional Accreditation."},
      {
        "id":"ED340322",
        "title":"Study Abroad: The Experience of American Undergraduates in Western Europe and the United States. Occasional Papers on International Educational Exchange Research Series."},
      {
        "id":"ED340323",
        "title":"Black Students and Overseas Programs: Broadening the Base of Participation."},
      {
        "id":"ED340325",
        "title":"The American Freshman: Twenty-Five Year Trends, 1966-1990."},
      {
        "id":"ED340326",
        "title":"The American Freshman: National Norms for Fall 1991."},
      {
        "id":"ED340327",
        "title":"Research on Higher Education in Developing Countries: Suggested Agendas and Research Strategies. UNESCO-University of Pittsburgh Forum of Experts on Research on Higher Education (Pittsburgh, Pennsylvania, March 17-19, 1991). Final Report. New Papers on Higher Education. Meeting Documents."},
      {
        "id":"ED340332",
        "title":"Linking America's Schools and Colleges: Guide to Partnerships & National Directory."},
      {
        "id":"ED340335",
        "title":"Understanding Distance Education: Identifying Barriers to College Attendance."},
      {
        "id":"ED340346",
        "title":"Gender Differences between Graphical User Interfaces and Command Line Interfaces in Computer Instruction."},
      {
        "id":"ED340347",
        "title":"Looking into the 90s: Multimedia Extension Programs."},
      {
        "id":"ED340348",
        "title":"Interactive Diagnostic Testing: Field Trial Results."},
      {
        "id":"ED340349",
        "title":"Apple Classrooms of Tomorrow: Philosophy and Structure [and] What's Happening Where."},
      {
        "id":"ED340353",
        "title":"Echoes from the Future: Challenges for New Learning Systems. Proceedings of the Annual Conference on Distance Teaching and Learning (6th, Madison, Wisconsin, August 8-10, 1990)."},
      {
        "id":"ED340355",
        "title":"Copyright Law Constraints on the Transfer of Certain Federal Computer Software with Commercial Applications. Testimony before the U.S. Senate Committee on Commerce, Science and Transportation."},
      {
        "id":"ED340356",
        "title":"Media Automation...Impact on Students."},
      {
        "id":"ED340358",
        "title":"State Policy on Technology for Distance Learning: Recommendations to the Legislature and the Governor in Response to Senate Bill 1202 (Chapter 1038, Statutes of 1989)."},
      {
        "id":"ED340359",
        "title":"High-Definition Television: Applications for This New Technology. Fact Sheet for the Chairman, Subcommittee on Telecommunications and Finance, Committee on Energy and Commerce, House of Representatives."},
      {
        "id":"ED340360",
        "title":"High-Performance Computing: High-Speed Computer Networks in the United States, Europe, and Japan. Report to Congressional Requesters."},
      {
        "id":"ED340361",
        "title":"High-Performance Computing: Industry Uses of Supercomputers and High-Speed Networks. Report to Congressional Requesters."},
      {
        "id":"ED340362",
        "title":"A Report on the Research and Development of Instructional Simulation."},
      {
        "id":"ED340363",
        "title":"Meeting the Government's Technology Challenge: Results of a GAO Symposium."},
      {
        "id":"ED340368",
        "title":"A Study of Local Genealogical Societies' Cooperation with Area Libraries in Promoting Genealogically Related Services and Collection Development."},
      {
        "id":"ED340370",
        "title":"Library Automation: Survey of Chemical (Sci-Tech) Libraries within For-Profit Corporations in Ohio."},
      {
        "id":"ED340373",
        "title":"INFeRS: Interactive Numeric Files Retrieval System. Final Report."},
      {
        "id":"ED340374",
        "title":"Are Young Adults Getting Younger?"},
      {
        "id":"ED340376",
        "title":"A Study of Outreach Services to Preschool Children and Their Care Givers."},
      {
        "id":"ED340385",
        "title":"Assessing the Value of an Information Literacy Program."},
      {
        "id":"ED340386",
        "title":"Library Space Standards at the California State University. A Report to the Legislature in Response to Supplemental Language to the 1990-91 State Budget."},
      {
        "id":"ED340387",
        "title":"Parents and Schooling in the 1990s. Parent Involvement at the Middle School Level."},
      {
        "id":"ED340388",
        "title":"Interactive Multimedia Computer Systems. ERIC Digest."},
      {
        "id":"ED340389",
        "title":"Trends &amp; Issues in Library &amp; Information Science 1990. ERIC Digest."},
      {
        "id":"ED340390",
        "title":"The National Research and Education Network (NREN): Update 1991. ERIC Digest."},
      {
        "id":"ED340391",
        "title":"A Practical Guide to Preservation in School and Public Libraries."},
      {
        "id":"ED340393",
        "title":"Information Needs 2000: Results of a Survey of Library Media Specialists."},
      {
        "id":"ED340394",
        "title":"Fine Arts and the Developmental Student."},
      {
        "id":"ED340411",
        "title":"Problems Confronting Adults with English as a Second Language Who Enroll in a Community College."},
      {
        "id":"ED340416",
        "title":"Community College of Rhode Island Report on Career Placement and External Transfer of 1990 Graduates."},
      {
        "id":"ED340417",
        "title":"Community College of Rhode Island: Annual Report, 1990-91."},
      {
        "id":"ED340418",
        "title":"U.S. Postsecondary Distance Learning Programs in the 1990s: A Decade of Growth."},
      {
        "id":"ED340422",
        "title":"Mississippi Public Community &amp; Junior Colleges: Statistical Data, 1990-91."},
      {
        "id":"ED340423",
        "title":"Costs vs. Benefits: An Evaluation of the Academic Alert System. Research Report No. 91-02R."},
      {
        "id":"ED340424",
        "title":"High School Draw: Direct Entry Enrollment of Dade County Public High School Graduates by Ethnic Category. Research Report No. 91-06R."},
      {
        "id":"ED340425",
        "title":"Reliability and Validity Issues: An Analysis of Miami-Dade's Pilot Student Feedback Survey."},
      {
        "id":"ED340426",
        "title":"International Student Profile."},
      {
        "id":"ED340427",
        "title":"Economic Impact of Miami-Dade Community College on Dade County."},
      {
        "id":"ED340428",
        "title":"Program Review: An Eight-Year Summary of Associate Degree Outcomes."},
      {
        "id":"ED340429",
        "title":"How Are We Doing? Institutional Research Looks at Itself."},
      {
        "id":"ED340430",
        "title":"A Model for Deriving the Transfer Rate. Report of the Transfer Assembly Project."},
      {
        "id":"ED340432",
        "title":"Enrollment Projections and Management: FY 1993. Research Report Number 74."},
      {
        "id":"ED340436",
        "title":"Student Outcomes Study: Fall 1988 Follow-Up Study of Students Enrolled in Remedial Writing Courses in Fall 1986 and Remedial Reading Courses in Fall 1987. Year 3."},
      {
        "id":"ED340438",
        "title":"The Academy for Community College Leadership Advancement, Innovation, and Modeling (ACCLAIM): Abstract."},
      {
        "id":"ED340439",
        "title":"Guidelines for Community Colleges To Follow in Community-Based Programming."},
      {
        "id":"ED340443",
        "title":"Planning for Project Continuation."},
      {
        "id":"ED340454",
        "title":"Summer Food Service Program for Children. 1991 Sponsor's Handbook. (Revised Edition)."},
      {
        "id":"ED340455",
        "title":"Summer Food Service Program for Children. 1991 Monitor's Handbook. (Revised Edition)."},
      {
        "id":"ED340456",
        "title":"Summer Food Service Program for Children. 1991 Site Supervisor's Guide. (Revised Edition)."},
      {
        "id":"ED340457",
        "title":"Time for a Change: A Report to the People of Iowa."},
      {
        "id":"ED340458",
        "title":"Family Planning and Child Survival: The Role of Reproductive Factors in Infant and Child Mortality."},
      {
        "id":"ED340460",
        "title":"Developmental Changes in Early Communicative Competence."},
      {
        "id":"ED340464",
        "title":"Increasing Teachers' Competence in Observing, Assessing and Reporting Children's Play in Education Settings."},
      {
        "id":"ED340466",
        "title":"Children's Self-Presentations with Infants: Age, Gender, and Race Comparisons."},
      {
        "id":"ED340467",
        "title":"Strengthening Parental Contributions to School Readiness and Early School Learning."},
      {
        "id":"ED340470",
        "title":"The Importance of the Mother-Provider Relationship in Family Child Care Homes."},
      {
        "id":"ED340471",
        "title":"Federal Programs Affecting Children and Their Families, 1990. A Report together with Additional Minority Views of the Select Committee on Children, Youth, and Families. House of Representatives, 101st Congress, 2d Session."},
      {
        "id":"ED340472",
        "title":"Generating Innovative Strategies for Healthy Infants and Children. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred Second Congress, First Session."},
      {
        "id":"ED340473",
        "title":"Studies on Parental Empathy: Implications for Head Start."},
      {
        "id":"ED340474",
        "title":"Development of a High School Level Child Care Training Curriculum Designed To Enhance Post-Graduation Job Skills."},
      {
        "id":"ED340479",
        "title":"Follow-Up Study of the Impact of the Kenan Trust Model for Family Literacy."},
      {
        "id":"ED340480",
        "title":"Early Childhood Development Series."},
      {
        "id":"ED340483",
        "title":"Turn It Down: Effects of Noise on Hearing Loss in Children and Youth. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred Second Congress, First Session."},
      {
        "id":"ED340485",
        "title":"Let the Caged Bird Sing: Using Literature To Teach Developmental Psychology."},
      {
        "id":"ED340487",
        "title":"Developmentally Appropriate Education: A Case Study."},
      {
        "id":"ED340488",
        "title":"Serving Children and Families Effectively: How the Past Can Help Chart the Future."},
      {
        "id":"ED340492",
        "title":"Cost-Effectiveness of Early Childhood Programs for Low-Income Children: Findings from the Evaluation of Project Giant Step."},
      {
        "id":"ED340493",
        "title":"Experimental Evaluation of a Preventative Home-School Partnership Program for At-Risk Elementary-Aged Children."},
      {
        "id":"ED340498",
        "title":"What Research Indicates about the Educational Effects of &quot;Sesame Street.&quot;"},
      {
        "id":"ED340501",
        "title":"Effects of Emotion and Goal Value on Social Problem-Solving."},
      {
        "id":"ED340506",
        "title":"Learning Styles. What Research Says to the Teacher Series."},
      {
        "id":"ED340508",
        "title":"Mother-Toddler Coordinated Attention in Relation to Security of Attachment & Cognitive Skill."},
      {
        "id":"ED340512",
        "title":"22.000 Minutes in Preschool: 5-6 Year Old Children's Activities, Language and Group Constellations in Swedish Preschools. Reports from the Department of Education and Educational Research. Report No. 1991:02."},
      {
        "id":"ED340515",
        "title":"Rights of Passage: A Review of Selected Research about Schooling in the Transition Years."},
      {
        "id":"ED340516",
        "title":"Changing Preschoolers' Attitudes toward Children with Disabilities."},
      {
        "id":"ED340518",
        "title":"The Project Approach."},
      {
        "id":"ED340521",
        "title":"Bay BC&apos;s: A Multidisciplinary Approach To Teaching about the Chesapeake Bay."},
      {
        "id":"ED340522",
        "title":"Indians of Washington and the Environment. A Collection of Information and Curriculum Lessons To Assist Educators in Teaching about Tribal Natural Resource Relationship."},
      {
        "id":"ED340523",
        "title":"Model Dropout Prevention Program at Reidsville Middle School: A Case Study Evaluation."},
      {
        "id":"ED340526",
        "title":"Indian-White Relations: Historical Foundations. Wisconsin Woodland Indian Dissemination Project. Bulletin No. 0407."},
      {
        "id":"ED340527",
        "title":"Current Federal Indian Law and Its Precedents. Wisconsin Woodland Indian Dissemination Project. Bulletin No. 0408."},
      {
        "id":"ED340528",
        "title":"Problems and Strategies Regarding Reducing America's Migrant Student Dropout Rate. Congressional Testimony Delivered in Response to a Request from the National Commission on Migrant Education."},
      {
        "id":"ED340530",
        "title":"The Circle for Educational Excellence. An Educational Partnerships Program Designed To Meet the Needs of At-Risk Students in Rural Russell County, Virginia."},
      {
        "id":"ED340531",
        "title":"Before and After School Child Care and Enrichment for School Age Children."},
      {
        "id":"ED340532",
        "title":"Creating an Effective Rural School District: A Case Study."},
      {
        "id":"ED340533",
        "title":"Northern Cheyenne Dropout Research Project. Final Project Report."},
      {
        "id":"ED340537",
        "title":"Are Small Schools the Answer? Cost Effective Strategies for Rural School Provision."},
      {
        "id":"ED340538",
        "title":"Authorizing the Integration of Employment, Training and Related Services Provided by Indian Tribes. Report To Accompany S. 1530. Senate, 102d Congress, 1st Session."},
      {
        "id":"ED340540",
        "title":"Reform and Reaction: The Political Economy of Education in Kentucky."},
      {
        "id":"ED340541",
        "title":"A Parent's Guide to the ERIC Database. Where To Turn with Your Questions about Schooling. Revised Edition."},
      {
        "id":"ED340542",
        "title":"NLU Dropout Intervention Strategy Program 1990-1991. Chapter 2 ECIA Project. Final Report."},
      {
        "id":"ED340543",
        "title":"Rural Libraries. A Forum for Rural Library Service. Volume XI, No. 1 and No. 2, 1991."},
      {
        "id":"ED340544",
        "title":"Cullowhee: A Place of Renewal and Professional Growth."},
      {
        "id":"ED340547",
        "title":"The Distance Education Handbook. An Administrator's Guide for Rural and Remote Schools."},
      {
        "id":"ED340551",
        "title":"Directory of Rural Studies Scholars and Educators."},
      {
        "id":"ED340552",
        "title":"The American Farmworker Community. Prepared for the Migrant Head Start Resource Center's Health/Disability/Social Service/Parent Involvement Institute (San Antonio, Texas, January 5-10, 1992)."},
      {
        "id":"ED340553",
        "title":"Managing Change in Rural Schools: An Action Guide."},
      {
        "id":"ED340557",
        "title":"Middle Schools with Grades 5-8 Science Education Program Evaluation Guide. SY88-89. Edition One Revision."},
      {
        "id":"ED340558",
        "title":"Unit School Science Education Program Evaluation Guide. SY88-89. Edition One Revision."},
      {
        "id":"ED340570",
        "title":"Making Math Mean."},
      {
        "id":"ED340576",
        "title":"La Evolucion del Curriculo de las Matematicas: Un Folleto para los Padres de Familia. (The Changing Mathematics Curriculum: A Booklet for Parents)."},
      {
        "id":"ED340578",
        "title":"National Environmental Education Act. Report To Accompany H.R. 3684. House of Representatives, 101st Congress, 2d Session."},
      {
        "id":"ED340581",
        "title":"The Effects of Academic Settings on Students' Metacognition in Mathematical Problem Solving."},
      {
        "id":"ED340582",
        "title":"S.E.A. Lab. Science Experiments and Activities. Marine Science for High School Students in Chemistry, Biology and Physics."},
      {
        "id":"ED340583",
        "title":"Marine Education. A Bibliography of Educational Materials Available from the Nation's Sea Grant College Programs."},
      {
        "id":"ED340586",
        "title":"Federal Efforts in Science and Mathematics Education. Hearing before a Subcommittee of the Committee on Appropriations. United States Senate, One Hundred First Congress, Second Session. Special Hearing."},
      {
        "id":"ED340587",
        "title":"Interagency Council on Science and Math Education. Hearing on S. 1951 To Promote Interagency Cooperation in the Area of Science, Mathematics and Technology Education before the Committee on Governmental Affairs, United States Senate. One Hundred First Congress, Second Session."},
      {
        "id":"ED340588",
        "title":"Excellence in Mathematics and Science. Conference Report To Accompany H.R. 996. House of Representatives, 101st Congress, 2d Session."},
      {
        "id":"ED340590",
        "title":"Science and Engineering Education: The Role of the Department of Defense."},
      {
        "id":"ED340591",
        "title":"Science, Engineering, and Mathematics PreCollege and College Education. CRS Issue Brief. Updated."},
      {
        "id":"ED340592",
        "title":"In the National Interest: The Federal Government in the Reform of K-12 Math and Science Education."},
      {
        "id":"ED340594",
        "title":"Seeking Solution: High-Performance Computing for Science. Background Paper."},
      {
        "id":"ED340595",
        "title":"The Responsible Use of Animals in Biology Classrooms Including Alternatives to Dissection. Monograph IV."},
      {
        "id":"ED340596",
        "title":"Earth Science Education for the 21st Century: A Planning Guide."},
      {
        "id":"ED340599",
        "title":"The Estuary Book: A Guide to Promoting Understanding and Regional Management of Maine's Estuaries and Embayments."},
      {
        "id":"ED340600",
        "title":"Building New Partnerships--Museums, Universities, and Schools: A \"Rocks and Minerals\" Thematic Loan Kit."},
      {
        "id":"ED340601",
        "title":"Alternative Methods for Assessing Science: Report to the States. Science & Mathematics Indicators Project. Conference Report of State Assessment Directors and State Science Supervisors (Tampa, Florida, January 13, 1989)."},
      {
        "id":"ED340602",
        "title":"Brain Facts: A Primer on the Brain and Nervous System."},
      {
        "id":"ED340603",
        "title":"Teaching Evolution: Understanding, Concerns, and Instructional Approaches."},
      {
        "id":"ED340604",
        "title":"The Impact of Transition from Junior Highs to Middle Schools on Science Programs."},
      {
        "id":"ED340605",
        "title":"An Analysis of the Relationship between Student-Invented Hypotheses and the Development of Reflective Thinking Strategies."},
      {
        "id":"ED340606",
        "title":"Establishing a Research Agenda: The Critical Issues of Science Curriculum Reform. Report of a Conference Held at the Annual Meeting of the National Association for Research in Science Teaching (Atlanta, Georgia, April 8, 1990)."},
      {
        "id":"ED340610",
        "title":"Theoretical Bases of Science Education Research."},
      {
        "id":"ED340611",
        "title":"Critical Analysis of an Elementary Science Curriculum: Bouncing around or Connectedness? Elementary Subjects Center Series No. 32."},
      {
        "id":"ED340612",
        "title":"The Documenter and the Documented Look at Change through Documentation."},
      {
        "id":"ED340613",
        "title":"An Inter-Cultural Comparative Study on Elementary Science Teachers&apos; Perceptions of Their Behavior and Inservice Needs between Japan and North Carolina."},
      {
        "id":"ED340619",
        "title":"The Contest for Public Culture in America Since the Sixties."},
      {
        "id":"ED340629",
        "title":"Economic Literacy in the United States, Germany, and Austria: Results of Cross National Studies."},
      {
        "id":"ED340630",
        "title":"Redesigning the Content and Sequence of Instruction in Music Theory. Final Report to Fund for the Improvement of Post Secondary Education."},
      {
        "id":"ED340631",
        "title":"Social Studies Reform and Global Education: California, New York, and the Report of the National Commission on Social Studies."},
      {
        "id":"ED340632",
        "title":"The First Amendment Freedoms of Assembly and Petition: History, Philosophy, and Contemporary Issues."},
      {
        "id":"ED340633",
        "title":"The Role of Education in the Economic Transformation of Nineteenth Century America."},
      {
        "id":"ED340634",
        "title":"Music. Comprehensive Curriculum Goals. A Model for Local Curriculum Development."},
      {
        "id":"ED340636",
        "title":"Christopher Columbus and the Great Voyage of Discovery. With a Message from President George Bush. Picture-book Biography Series, Volume 1."},
      {
        "id":"ED340637",
        "title":"Lucretia Mott: Friend of Justice. With a Message from Rosalynn Carter. Picture-book Biography Series."},
      {
        "id":"ED340640",
        "title":"Barriers to the Promotion of Higher Order Thinking in Social Studies."},
      {
        "id":"ED340641",
        "title":"Noninstructional Influences on Adolescent Engagement and Achievement. Final Report: Project 2."},
      {
        "id":"ED340642",
        "title":"Classroom Thoughtfulness and Students' Higher Order Thinking: Common Indicators and Diverse Social Studies Courses. Final Deliverable."},
      {
        "id":"ED340643",
        "title":"Leadership Efforts That Facilitate Classroom Thoughtfulness in Social Studies."},
      {
        "id":"ED340644",
        "title":"Fulbright Hays Summer Seminar Abroad Program: Curriculum Projects, 1984."},
      {
        "id":"ED340647",
        "title":"Union Initiatives in Dealing with Family Problems. Revised."},
      {
        "id":"ED340648",
        "title":"Classroom Materials for the Columbian Quincentenary."},
      {
        "id":"ED340649",
        "title":"What Do Entering Fifth Graders Know about American History? Elementary Subjects Center Series No. 37."},
      {
        "id":"ED340653",
        "title":"The Glass Ceiling Initiative. A Report."},
      {
        "id":"ED340666",
        "title":"[Rural Teacher Education Improvement Project.]"},
      {
        "id":"ED340667",
        "title":"Capitalizing on Stress Management Techniques in Developmental Classes."},
      {
        "id":"ED340668",
        "title":"Enhancing the Professionalization of Teachers through Effective Leadership Training."},
      {
        "id":"ED340673",
        "title":"Projections of Public School Classroom Teachers: New York State 1989-90 to 1993-94."},
      {
        "id":"ED340675",
        "title":"Medicine and Parenting: A Resource for Medical Students, Residents, Faculty and Program Directors."},
      {
        "id":"ED340676",
        "title":"Women in Medicine. Statistics."},
      {
        "id":"ED340679",
        "title":"Leisure and Ethics: Reflections on the Philosophy of Leisure."},
      {
        "id":"ED340681",
        "title":"Beyond the Health Room."},
      {
        "id":"ED340682",
        "title":"A Model for Learning To Learn."},
      {
        "id":"ED340683",
        "title":"Pedagogical Content Knowledge: A Tentative Model for Teacher Preparation."},
      {
        "id":"ED340686",
        "title":"12 Teaching Methods To Enhance Student Learning. What Research Says to the Teacher."},
      {
        "id":"ED340687",
        "title":"Achieving an Ethnically Diverse Teaching Force."},
      {
        "id":"ED340689",
        "title":"Invitational Teaching, Learning, and Living. Analysis and Action Series."},
      {
        "id":"ED340691",
        "title":"Characteristics and Constructs: Prospective Teachers' Descriptions of Effective Teachers."},
      {
        "id":"ED340695",
        "title":"Early Childhood Creative Arts. Proceedings of the International Conference on Early Childhood Creative Arts (Los Angeles, California, December 6-9, 1990)."},
      {
        "id":"ED340696",
        "title":"Moving into the 21st Century: Curriculum Strategies for Children's Physical Education. PACE VI Presentation Handouts."},
      {
        "id":"ED340699",
        "title":"Developing a University-Based Alternative Teacher Certification Program."},
      {
        "id":"ED340701",
        "title":"Teaching Potential and Its Relationship to Multiple Ratings of Student Teaching Performance and Other Factors."},
      {
        "id":"ED340702",
        "title":"Teacher Education Graduates at One Year Following Graduation--An Examination of Differences between Those Who Entered Teaching and Those Who Did Not."},
      {
        "id":"ED340705",
        "title":"Gender Differences in Elementary Science Teacher Self-Efficacy."},
      {
        "id":"ED340706",
        "title":"What's French about French Teachers' Views of the Classroom?"},
      {
        "id":"ED340707",
        "title":"Science Education Reform: Implications for Teacher Education. Conference Proceedings (College Station, Texas, May 17-18, 1991)."},
      {
        "id":"ED340709",
        "title":"Participation in a Teacher Incentive Program and Student Achievement in Reading and Math. Economics Working Paper Series B-91-04."},
      {
        "id":"ED340711",
        "title":"U.S. Teacher Education Trends, 1990-92."},
      {
        "id":"ED340712",
        "title":"The &quot;Visual Cliff&quot; Transformed: A Factoranalytic Definition of Affordances. Report 25."},
      {
        "id":"ED340713",
        "title":"The Conduct and Effectiveness of Primary School Assessment."},
      {
        "id":"ED340714",
        "title":"TOEFL Test and Score Manual, 1990-91."},
      {
        "id":"ED340715",
        "title":"1990-91 Bulletin of Information for TOEFL and TSE."},
      {
        "id":"ED340716",
        "title":"The State of Inequality. Policy Information Report."},
      {
        "id":"ED340719",
        "title":"What Type of Evidence Is Provided through the Portfolio Assessment Method?"},
      {
        "id":"ED340721",
        "title":"Using Multilevel Analysis To Assess School Effectiveness: A Study of Dutch Secondary Schools."},
      {
        "id":"ED340722",
        "title":"A Descriptive Comparison of Test Item Statistics from Items Utilized in an Item Pilot, a Form Pilot, and Live Administrations of the Alabama High School Graduation Examination: The 1991 Update."},
      {
        "id":"ED340723",
        "title":"Using Microcomputers To Apply Statewide Standards for Schools and School Systems: Operational Details of the Current System."},
      {
        "id":"ED340724",
        "title":"Readiness and Achievement Motivation: An Investigation of the Validity of the Readiness Scales in Hersey and Blanchard's Situational Leadership."},
      {
        "id":"ED340730",
        "title":"The Effects of High-Stakes Testing on Achievement: Preliminary Findings about Generalization across Tests."},
      {
        "id":"ED340731",
        "title":"Comparing Four Different Statistical Packages for Hierarchical Linear Regression: GENMOD, HLM, ML2, and VARCL."},
      {
        "id":"ED340733",
        "title":"Forecasting Enrollments with Fuzzy Time Series."},
      {
        "id":"ED340735",
        "title":"A Comparison of Methods for Detecting Item Bias."},
      {
        "id":"ED340737",
        "title":"Sources of Variability in the Angoff Standard-Setting Process."},
      {
        "id":"ED340738",
        "title":"Assessing School Climate."},
      {
        "id":"ED340741",
        "title":"Discretionary Assessment Practices."},
      {
        "id":"ED340742",
        "title":"Estimating the Optimum Choice Format Using an Incremental Option Paradigm."},
      {
        "id":"ED340747",
        "title":"Using the Barnum Effect To Teach Ethics in Research."},
      {
        "id":"ED340748",
        "title":"Educational Attainment in the United States: March 1989 and 1988."},
      {
        "id":"ED340749",
        "title":"Federal Support for Education: Fiscal Years 1980 to 1991. Survey Report."},
      {
        "id":"ED340750",
        "title":"Diversity of Private Schools. Technical Report."},
      {
        "id":"ED340751",
        "title":"Trends in Academic Progress. Achievement of American Students in Science, 1970-90, Mathematics, 1973-90, Reading, 1971-90, and Writing, 1984-90. Data Summary."},
      {
        "id":"ED340752",
        "title":"Assessing College Outcomes: What State Leaders Need To Know."},
      {
        "id":"ED340753",
        "title":"Toward a Plan for Using National Assessment To Ensure Continuous Improvement of Higher Education. Draft."},
      {
        "id":"ED340754",
        "title":"Assessing College Education: What Can Be Learned from Practices in Industry?"},
      {
        "id":"ED340755",
        "title":"On the Development of a National Assessment of College Student Learning: Measurement Policy and Practice in Perspective. Draft."},
      {
        "id":"ED340756",
        "title":"Actions Matter: The Case for Indirect Measures in Assessing Higher Education's Progress on the National Education Goals."},
      {
        "id":"ED340757",
        "title":"The Context and Policy Requisites of National Postsecondary Assessment. Draft."},
      {
        "id":"ED340758",
        "title":"Designing a National Assessment System: Alverno&apos;s Institutional Perspective."},
      {
        "id":"ED340759",
        "title":"Designing a National Assessment System: Assessing Abilities that Connect Education and Work."},
      {
        "id":"ED340760",
        "title":"General Intellectual Skills (GIS) Assessment in New Jersey."},
      {
        "id":"ED340761",
        "title":"Designing a Process To Assess Higher Order Thinking Skills in College Graduates: Issues of Concern."},
      {
        "id":"ED340762",
        "title":"A Proposal for the National Assessment of Higher-Order Thinking at the Community College, College, and University Levels."},
      {
        "id":"ED340763",
        "title":"What Type of National Assessment Fits American Higher Education?"},
      {
        "id":"ED340764",
        "title":"Evaluating Progress toward Goal Five: A Report to the National Center for Education Statistics."},
      {
        "id":"ED340765",
        "title":"Development of a Process To Assess Higher Order Thinking Skills for College Graduates."},
      {
        "id":"ED340766",
        "title":"Assessing Higher Order Thinking and Communication Skills: Literacy."},
      {
        "id":"ED340767",
        "title":"Assessing Higher Order Thinking and Communication Skills in College Graduates through Writing."},
      {
        "id":"ED340768",
        "title":"Multiple-Rating Items."},
      {
        "id":"ED340769",
        "title":"Testing in American Schools: Asking the Right Questions. Summary."},
      {
        "id":"ED340770",
        "title":"Testing in American Schools: Asking the Right Questions. [Full Report.]"},
      {
        "id":"ED340771",
        "title":"Computers in Educational Assessment: An Opportunity To Restructure Educational Practice."},
      {
        "id":"ED340772",
        "title":"You Can Lead Adolescents to a Test But You Can't Make Them Try. Final Report."},
      {
        "id":"ED340773",
        "title":"Applications in Educational Assessment: Future Technologies."},
      {
        "id":"ED340775",
        "title":"Examination Systems in the European Community: Implications for a National Examination System in the United States."},
      {
        "id":"ED340776",
        "title":"Assessment in Programs for Disadvantaged Students: Lessons from Accelerated Schools."},
      {
        "id":"ED340778",
        "title":"Test Misuse: Why Is It So Prevalent?"},
      {
        "id":"ED340779",
        "title":"The Misuse of Educational Achievement Tests for Grades K-12: A Perspective."},
      {
        "id":"ED340780",
        "title":"The Misuse of Tests in Education."},
      {
        "id":"ED340781",
        "title":"Student Examination Systems in the European Community: Lessons for the United States."},
      {
        "id":"ED340782",
        "title":"A Retrospective and an Analysis of Roles of Mandated Testing in Education Reform."},
      {
        "id":"ED340785",
        "title":"Data Archive on Adolescent Pregnancy and Pregnancy Prevention (DAAPPP). Catalog of Products."},
      {
        "id":"ED340788",
        "title":"Evaluation of the Bridge Program."},
      {
        "id":"ED340790",
        "title":"&quot;Forward To the Past&quot;: Africentric Rites of Passage."},
      {
        "id":"ED340792",
        "title":"Strategies for Increasing the Achievement and Attainment of At-Risk Hispanic Females through Vocational Education."},
      {
        "id":"ED340793",
        "title":"The Flow of Ethnicity: Voices of Diverse High School Youth."},
      {
        "id":"ED340799",
        "title":"Summer Academic Skills Enhancement Program 1991. Private Industry Council of Franklin County Job Training Partnership Act. Final Evaluation Report."},
      {
        "id":"ED340800",
        "title":"Report on Substance Use among Portland Public Schools Students. Technical Report."},
      {
        "id":"ED340807",
        "title":"LA's BEST: An After School Education and Enrichment Program. Evaluation Report."},
      {
        "id":"ED340809",
        "title":"Giving Up on School: Student Dropouts and Teacher Burnouts."},
      {
        "id":"ED340812",
        "title":"Urban School Restructuring and Teacher Burnout. ERIC/CUE Digest, Number 75."},
      {
        "id":"ED340813",
        "title":"Improving Urban Education with Magnet Schools. ERIC/CUE Digest, Number 76."},
      {
        "id":"ED340843",
        "title":"Simulated Real-Life Experiences Using Classified Ads in the Classroom."},
      {
        "id":"ED340844",
        "title":"Challenges to the Attainment of Women's Literacy."},
      {
        "id":"ED340845",
        "title":"Good News and Bad News about Workplace Literacy Efforts in the United States."},
      {
        "id":"ED340847",
        "title":"A Standard Procedure for Conducting Cognitive Task Analysis."},
      {
        "id":"ED340848",
        "title":"Cognitive Task Analysis of En Route Air Traffic Control: Model Extension and Validation."},
      {
        "id":"ED340849",
        "title":"Cognitive Task Analysis of Prioritization in Air Traffic Control."},
      {
        "id":"ED340851",
        "title":"Identifying and Selecting Plants for the Landscape. Volume 23, Number 5."},
      {
        "id":"ED340853",
        "title":"Kellogg Center for Adult Learning Research. Final Report and Third Year Report."},
      {
        "id":"ED340855",
        "title":"The Business Education Lab and Local Area Networking for Curriculum Improvement."},
      {
        "id":"ED340858",
        "title":"Analysis of Linkages in Selected School-to-Work and Career Advancement Transition Programs."},
      {
        "id":"ED340859",
        "title":"State Technical Committee for Accounting. Official Report."},
      {
        "id":"ED340860",
        "title":"Report of the Technical Committee for Electronics."},
      {
        "id":"ED340862",
        "title":"Report of the Technical Committee for Hospitality, Tourism, Recreation."},
      {
        "id":"ED340863",
        "title":"Report of the Subcommittee for Travel/Tourism of the Hospitality/Tourism/Recreation Technical Committee."},
      {
        "id":"ED340864",
        "title":"Report of the Education Technical Subcommittee on Food/Beverage Occupations."},
      {
        "id":"ED340865",
        "title":"Report of the Technical Committee for Marketing."},
      {
        "id":"ED340866",
        "title":"Asbestos Training Curriculum Project. [Draft Copy.]"},
      {
        "id":"ED340867",
        "title":"The Training, Retraining and Consulting Needs of Small Manufacturing Companies in the State of Ohio."},
      {
        "id":"ED340869",
        "title":"Secondary Health Occupations Education Curriculum."},
      {
        "id":"ED340870",
        "title":"High School Health Science Program."},
      {
        "id":"ED340873",
        "title":"Preparing Girls To Care for Self and Families Project. Annual Report: July 1, 1988-June 30, 1989."},
      {
        "id":"ED340874",
        "title":"Past and Present Educational Experiences of Parents Who Enrolled in Kenan Trust Family Literacy Programs."},
      {
        "id":"ED340875",
        "title":"A Guide to Funding Sources for Family Literacy."},
      {
        "id":"ED340876",
        "title":"A Third-Party Evaluation of the Iowa Curriculum Assistance System."},
      {
        "id":"ED340877",
        "title":"Education for Business in Iowa. Curriculum and Reference Guide."},
      {
        "id":"ED340880",
        "title":"Alabama Industrial Technician Education Cooperative Demonstration Program (I-TEC). Final Performance Report."},
      {
        "id":"ED340881",
        "title":"Preparing the Future--Women, Literacy and Development. The Impact of Female Literacy on Human Development and the Participation of Literate Women in Change. ActionAid Development Report No. 4."},
      {
        "id":"ED340882",
        "title":"Community Colleges, Four-Year Colleges, and Universities as Providers of Education and Training for Corporate Employees."},
      {
        "id":"ED340885",
        "title":"Socrates on the Assembly Line: The Ford Foundation's Mass Marketing of Liberal Adult Education."},
      {
        "id":"ED356924",
        "title":"Finding Migrant Children in New Jersey."},
      {
        "id":"ED356925",
        "title":"A Summary of State Chapter 1 Migrant Education Program Participation and Achievement Information, 1989-90."},
      {
        "id":"ED356926",
        "title":"Receiving and Processing Information Directly (RAPID). Migrant Family Movement Notification System Directory."},
      {
        "id":"ED356927",
        "title":"Frontier, Homeland and Sacred Space: A Collaborative Investigation into Cross-Cultural Perceptions of Place in the Thelon Game Sanctuary, Northwest Territories."},
      {
        "id":"ED356928",
        "title":"National Coordination Forum. A Collaborative Effort between Migrant Education and Migrant Head Start. Proceedings Report (Washington, D.C., February 6-7, 1993)."},
      {
        "id":"ED356929",
        "title":"Help! They Don&apos;t Speak English Starter Kit for Elementary Teachers."},
      {
        "id":"ED356930",
        "title":"Challenging the Giant: The Best of SKOLE, the Journal of Alternative Education."},
      {
        "id":"ED356931",
        "title":"The American Indian Teacher Training Program: The Next to Last Piece of the Puzzle."},
      {
        "id":"ED356932",
        "title":"Proceedings of the 1984 Conference on Outdoor Recreation: A Landmark Conference in the Outdoor Recreation Field (1st, Bozeman, Montana, November 1-4, 1984)."},
      {
        "id":"ED356933",
        "title":"Historical Perspectives of Outdoor and Wilderness Recreation Programming in the United States."},
      {
        "id":"ED356934",
        "title":"Risk and Hazard Management in High Adventure Outdoor Pursuits."},
      {
        "id":"ED356935",
        "title":"Group Dynamics in the Outdoors: A Model for Teaching Outdoor Leaders."},
      {
        "id":"ED356936",
        "title":"The Outdoor Programming Handbook."},
      {
        "id":"ED356937",
        "title":"Self-Reported Biliteracy and Self-Esteem: A Study of Mexican American 8th Graders."},
      {
        "id":"ED356938",
        "title":"Indian Education. Student Incentive and Tuition Equalization Grants. Issue Memorandum 92-7."},
      {
        "id":"ED356939",
        "title":"Learning by Singing."},
      {
        "id":"ED356940",
        "title":"Improving the Outcomes of Science Education for the Pacific Northwest. Science and Mathematics Initiatives. Program Report."},
      {
        "id":"ED356941",
        "title":"Human Spaceflight: Activities for the Intermediate and Junior High Student."},
      {
        "id":"ED356942",
        "title":"NASA/Aerospace Education Services Program. Classroom Activities."},
      {
        "id":"ED356943",
        "title":"Seeing in a New Light: Astro-1 Teacher's Guide with Activities."},
      {
        "id":"ED356944",
        "title":"Improving Learning and Instruction in Junior High School Science Classes through the Role of the Support Teacher. Research Series No. 212."},
      {
        "id":"ED356946",
        "title":"School Effectiveness and Science Achievement: Are There Any Sex Differences?"},
      {
        "id":"ED356947",
        "title":"Sex Differences in Science Achievement: A Multilevel Analysis."},
      {
        "id":"ED356948",
        "title":"Promotion of School Children's Invention in Japan."},
      {
        "id":"ED356949",
        "title":"Using Elaborative Interrogation To Help Students Overcome Their Inaccurate Science Beliefs."},
      {
        "id":"ED356950",
        "title":"Outstanding Science Trade Books for Children in 1990."},
      {
        "id":"ED356952",
        "title":"Pre-Service Teachers' Behaviour and Training in Asking Operational Questions."},
      {
        "id":"ED356953",
        "title":"The Quality of Undergraduate Science Education. Hearing before the Subcommittee on Science of the Committee on Science, Space, and Technology. U.S. House of Representatives, One Hundred Second Congress, Second Session."},
      {
        "id":"ED356955",
        "title":"Laboratories in Schools: Material Places, Mythic Spaces."},
      {
        "id":"ED356956",
        "title":"How Trees Can Save Energy."},
      {
        "id":"ED356957",
        "title":"Writing Science Project Research Papers: A Step-by-Step Approach."},
      {
        "id":"ED356958",
        "title":"Basics of Control: The Mechanical, Hydraulic, and Pneumatic Transfer of Power and Motion. Project Description, Teacher's Manual, and Student Manual."},
      {
        "id":"ED356959",
        "title":"Problem Solving with Workstations. Program Description, Teacher Materials, and Student Information. Teacher Developed Technology Education for the Nineties (TD-TEN)."},
      {
        "id":"ED356960",
        "title":"Environmental Education Research. Seminar Report (London, England, United Kingdom, December 3, 1991)."},
      {
        "id":"ED356961",
        "title":"How To Select and Plant a Tree."},
      {
        "id":"ED356962",
        "title":"How To Write a Municipal Tree Ordinance."},
      {
        "id":"ED356963",
        "title":"Colleges Going Green: A Guide to Environmental Action in Further Education Colleges."},
      {
        "id":"ED356964",
        "title":"What a Waste!"},
      {
        "id":"ED356965",
        "title":"Actions Speak! (Louder than Words). The Social and Environmental Impact of Solid Waste."},
      {
        "id":"ED356966",
        "title":"Solid Waste Activity Packet for Teachers."},
      {
        "id":"ED356967",
        "title":"All &quot;Trashed&quot; Out: An Activity Guide to Solid Waste Management for Grades K-6."},
      {
        "id":"ED356968",
        "title":"Plastics in Perspective."},
      {
        "id":"ED356969",
        "title":"Wetlands Are Wonderlands. Leader/Teacher Guide and Member/Youth Guide. 4-H Marine Education Series-1."},
      {
        "id":"ED356972",
        "title":"PMEEP: Does It Creep into the Worldview of Participants? Microethnography Inquiry in Progress."},
      {
        "id":"ED356973",
        "title":"Towards a Stable Diagnostic Representation of Students&apos; Errors in Algebra."},
      {
        "id":"ED356974",
        "title":"You Can Help Your Young Child Learn Mathematics = Usted puede ayudar a sus hijos a aprender mathematicas."},
      {
        "id":"ED356975",
        "title":"Lessons of Cross-National Comparison in Education. Oxford Studies in Comparative Education, Volume 1."},
      {
        "id":"ED356976",
        "title":"Analyzing Reaction in the U.S. to the Chinese Pro-Democracy Movement Using C-SPAN as a Data Base."},
      {
        "id":"ED356979",
        "title":"Resource Materials on the Middle East."},
      {
        "id":"ED356980",
        "title":"Resource Units, Teaching Units, and Lesson Plans."},
      {
        "id":"ED356981",
        "title":"Cross-National Comparison of Students' Political Awareness and Attitudes."},
      {
        "id":"ED356982",
        "title":"Recent Trends in Elementary School Social Studies."},
      {
        "id":"ED356983",
        "title":"Who's Involved with Hunger: An Organization Guide for Education and Advocacy. Fifth Edition."},
      {
        "id":"ED356984",
        "title":"Roots of Japanese Behavior. Proceedings of the Symposium (Honolulu, Hawaii, October 13-14, 1989)."},
      {
        "id":"ED356985",
        "title":"Attitudes of Teachers toward the Teaching of Selected Values."},
      {
        "id":"ED356986",
        "title":"Mapping the Postmodern Turn in Comparative Education."},
      {
        "id":"ED356987",
        "title":"Teacher Use of Economics and Cultural Geography for a Middle School Social Studies Class: Planning a Trip to Kenya and Tanzania."},
      {
        "id":"ED356988",
        "title":"Values, Morality, and Religion in the School. Education Guidelines Series Monograph #1."},
      {
        "id":"ED356989",
        "title":"Pearl Harbor and America's Homefront Children: First Fears, Blackouts, Air Raid Drills, and Nightmares."},
      {
        "id":"ED356990",
        "title":"Mississippi&apos;s Spanish Heritage: Selected Writings, 1492-1798."},
      {
        "id":"ED356991",
        "title":"Meaning in History: Philosophy and Teaching."},
      {
        "id":"ED356992",
        "title":"Proceedings of the Annual Conference of the Midwest Philosophy of Education Society (Ann Arbor, Michigan, November 10-11, 1978)."},
      {
        "id":"ED356993",
        "title":"Proceedings of the Annual Conference of the Midwest Philosophy of Education Society (Milwaukee, Wisconsin, November 15-19, 1985; Chicago, Illinois, November 14-15, 1986)."},
      {
        "id":"ED356994",
        "title":"The Power of the Arts To Transform Education: An Agenda for Action. Summary."},
      {
        "id":"ED356995",
        "title":"Let Us Serve Them All Their Days: Younger Volunteers Serving Homebound Elderly Persons."},
      {
        "id":"ED356996",
        "title":"Pres. Clinton's Education Priorities: Early 1993 Indications."},
      {
        "id":"ED356997",
        "title":"Improving the Critical Thinking Ability of Preservice Social Studies Teachers."},
      {
        "id":"ED356998",
        "title":"The Life and Times of Emma Goldman: A Curriculum for Middle and High School Students. Primary Historical Documents on: Immigration, Freedom of Expression, Women's Rights, Anti-Militarism, Art and Literature of Social Change."},
      {
        "id":"ED356999",
        "title":"Overcoming Disadvantage and Improving Access to Education and Training (Spanish Empirical Overview Study)."},
      {
        "id":"ED357001",
        "title":"A &quot;New&quot; Early Childhood Teacher Education."},
      {
        "id":"ED357002",
        "title":"So You Want To Be a Whole Language Teacher: Constraining Factors That Beginning Teachers Face."},
      {
        "id":"ED357003",
        "title":"The Clinical Schools Project."},
      {
        "id":"ED357004",
        "title":"Redesigning Teaching: Professionalism or Bureaucracy? Teacher Thinking and Development Series."},
      {
        "id":"ED357005",
        "title":"Critical Thinking as Mindful Learning. Resource Publication Series 4 No. 1."},
      {
        "id":"ED357006",
        "title":"Critical Thinking as \"Critical Spirit.\" Resource Publication Series 4 No. 7"},
      {
        "id":"ED357007",
        "title":"Teaching Tips from Commonwealth Institute for Teachers and Teachers of the Year."},
      {
        "id":"ED357008",
        "title":"Classroom Research in Botswana: Is Teacher Training Associated with Teachers' Classroom Behavior? A Study of Botswana Junior Secondary School Teachers [and] Classroom Affect and Complexity: Ecological Perspective of Botswana Junior Secondary Schools. Research Reports."},
      {
        "id":"ED357009",
        "title":"Partner Schools Directory."},
      {
        "id":"ED357010",
        "title":"From Vocation to Profession or Just Surfing on the Reforms? Teacher Education Discourse in Finnish Committee Reports from 1922 to 1991."},
      {
        "id":"ED357011",
        "title":"Educating for Development: Critical Thinking across the Disciplines."},
      {
        "id":"ED357012",
        "title":"The Two-Step Student Teaching Model: Training for Accountability."},
      {
        "id":"ED357013",
        "title":"Choosing Teaching As a Career: Comparing Motivations of Harvard and Urban College Students."},
      {
        "id":"ED357014",
        "title":"Using Videotape As a Supplement to Traditional Student Teacher Supervision."},
      {
        "id":"ED357015",
        "title":"The Perceptions of School Principals about a Mentoring Program for Newly Hired Urban School Teachers."},
      {
        "id":"ED357016",
        "title":"Teaching Critical Thinking (A Practical Approach)."},
      {
        "id":"ED357017",
        "title":"Provisional Teacher Program: Implementation Guidelines."},
      {
        "id":"ED357018",
        "title":"A Teacher Consultation Project for Urban Non-Public Schools."},
      {
        "id":"ED357019",
        "title":"Administrative Responses to Portfolios Prepared by Teacher Candidates."},
      {
        "id":"ED357020",
        "title":"Role Perceptions of Early Childhood Teachers."},
      {
        "id":"ED357021",
        "title":"A University and Public School Collaborative Approach to Preparing Elementary Teachers."},
      {
        "id":"ED357022",
        "title":"DTeach Family Groups: A Handbook for Dysfunctional Teachers."},
      {
        "id":"ED357023",
        "title":"Contexts That Matter for Teaching and Learning: Strategic Opportunities for Meeting the Nation's Educational Goals."},
      {
        "id":"ED357024",
        "title":"A Teacher's Guide to Selective Service Registration."},
      {
        "id":"ED357025",
        "title":"Teachers' Perceptions of Employment-Related Problems: A Survey of Teachers in Two States."},
      {
        "id":"ED357026",
        "title":"Promoting Achievement in School through Sports: Second-Year Impact Study."},
      {
        "id":"ED357028",
        "title":"A Compilation of Federal Education Laws. Volume I--General Provisions, as Amended through December 31, 1992. Prepared for the Use of the Committee on Education and Labor, U.S. House of Representatives. One Hundred Third Congress, First Session. Committee Print."},
      {
        "id":"ED357029",
        "title":"Predicting Teaching Performance: A Multivariate Investigation."},
      {
        "id":"ED357030",
        "title":"Digest of Education Statistics, 1992. Pocket Digest."},
      {
        "id":"ED357031",
        "title":"Broadening the Notion of Text: An Exploration of an Artistic Composing Process."},
      {
        "id":"ED357032",
        "title":"Varieties of Performance Assessments."},
      {
        "id":"ED357033",
        "title":"Preparation of Students for Testing: Teacher Differentiation of Appropriate and Inappropriate Practices."},
      {
        "id":"ED357034",
        "title":"Prototype Specifications and Measures for Content-Based Explanation Skills. Project 2.2: Alternative Approaches to Measuring School Subjects."},
      {
        "id":"ED357035",
        "title":"Latent Variable Models for Analysis of Growth. Report on Multilevel and Longitudinal Psychometric Models."},
      {
        "id":"ED357036",
        "title":"Benchmarking Text Understanding Systems to Human Performance: An Exploration."},
      {
        "id":"ED357037",
        "title":"Accountability and Alternative Assessment: Research and Development Issues."},
      {
        "id":"ED357038",
        "title":"Cognitive Theory as the Basis for Design of Innovative Assessment: Design Characteristics of Science Assessments."},
      {
        "id":"ED357039",
        "title":"Educational Assessment: Expanded Expectations and Challenges."},
      {
        "id":"ED357040",
        "title":"&quot;Writing What You Read&quot;: Assessment as a Learning Event."},
      {
        "id":"ED357041",
        "title":"Monte Carlo Simulation Comparison of Two-Stage Testing and Computerized Adaptive Testing."},
      {
        "id":"ED357042",
        "title":"Factors Influencing Science Learning Outcomes for 14-Year-Old Singaporean Students."},
      {
        "id":"ED357043",
        "title":"Learning and Individual Differences: An Ability/Information-Processing Framework for Skill Acquisition. Final Report."},
      {
        "id":"ED357044",
        "title":"Snapshot &apos;92: 1991-92 School District Profiles."},
      {
        "id":"ED357045",
        "title":"The Differentiation of Self Inventory: Development and Initial Validation."},
      {
        "id":"ED357046",
        "title":"Statistical Misconceptions and Rushton's Writings on Race."},
      {
        "id":"ED357047",
        "title":"Year-Round Education. Program Evaluation Report."},
      {
        "id":"ED357048",
        "title":"Response Modality Variations Affect Determinations of Children's Learning Styles."},
      {
        "id":"ED357050",
        "title":"The Use of the Rorschach Inkblot Test in the Assessment of Object Relations: A Review of the Literature."},
      {
        "id":"ED357051",
        "title":"Validation of the BASC Teacher Rating Scale by the BASC Student Observation Scale."},
      {
        "id":"ED357052",
        "title":"Order of Elicited Responses on a Questionnaire as a Measure of Topic Salience."},
      {
        "id":"ED357053",
        "title":"An Application-Based Discussion of Construct Validity and Internal Consistency Reliability."},
      {
        "id":"ED357054",
        "title":"Assessment for Teachers and Learners."},
      {
        "id":"ED357055",
        "title":"The Interaction between Knowledge and Practice in the Acquisition of Cognitive Skills."},
      {
        "id":"ED357056",
        "title":"Factors Affecting Student Persistence: A Longitudinal Study."},
      {
        "id":"ED357057",
        "title":"Art Education. Program Evaluation Report."},
      {
        "id":"ED357058",
        "title":"Career Education. Program Evaluation Report."},
      {
        "id":"ED357059",
        "title":"Item Parameter Estimation Errors and Their Influence on Test Information Functions."},
      {
        "id":"ED357060",
        "title":"The Impact of BIB-Spiralling Induced Missing Data Patterns on Goodness-of-Fit Tests in Factor Analysis. Occasional Paper OP93-1."},
      {
        "id":"ED357061",
        "title":"Using Spreadsheets in the Management, Analysis, and Reporting of Evaluation Data."},
      {
        "id":"ED357062",
        "title":"Student Motivation and Learning Styles in a Multimedia Learning Environment."},
      {
        "id":"ED357063",
        "title":"Identification and Verification of T&amp;I and Health Occupations Teacher Competencies."},
      {
        "id":"ED357064",
        "title":"Computer Technologies: Attitudes and Self-Efficacy across Undergraduate Disciplines."},
      {
        "id":"ED357065",
        "title":"Three Years of Intelligent Tutoring Evaluation: A Summary of Findings."},
      {
        "id":"ED357066",
        "title":"Issues in Surveying High School Students and Their Parents."},
      {
        "id":"ED357067",
        "title":"Coding Responses to Open-Ended Survey Items Using a Software-Driven Conceptual Mapping Scheme."},
      {
        "id":"ED357068",
        "title":"An F-Enhanced Stagewise Protected Procedure for Testing a Complete Set of Planned Orthogonal Contrasts."},
      {
        "id":"ED357069",
        "title":"A Critical Analysis of Interview, Telephone, and Mail Survey Designs."},
      {
        "id":"ED357070",
        "title":"Japanese and American Implicit Concepts of Academic and Everyday Intelligence."},
      {
        "id":"ED357071",
        "title":"Addressing Sensitive Subject Matter with Formative Research: Sex, Drugs, and Children's Television."},
      {
        "id":"ED357072",
        "title":"Contrast Analyses for the Additive Nonorthogonal Two-Factor Design in the Unequal Variance Case."},
      {
        "id":"ED357073",
        "title":"Generating Statistical Tables with Canned Statistical Software."},
      {
        "id":"ED357074",
        "title":"Studying the Democratic School: A Theoretically Framed, Qualitative Approach."},
      {
        "id":"ED357075",
        "title":"The Coded Elaborative Outline as a Strategy To Help Students Learn from Text."},
      {
        "id":"ED357076",
        "title":"Can Academic Achievement Be Predicted by a Lady Walking in the Rain?"},
      {
        "id":"ED357077",
        "title":"Mapping Conceptual Change in Matter and Molecules."},
      {
        "id":"ED357078",
        "title":"Nonparametric Test of Ordered Alternatives: Extension of Page's L Test for Two Groups of Unequal Size."},
      {
        "id":"ED357079",
        "title":"How Principals Formally Evaluate Teachers."},
      {
        "id":"ED357080",
        "title":"The Effect of Embedded Questions on Readers' Calibration of Test Readiness."},
      {
        "id":"ED357081",
        "title":"The Instructional Validity of Computer Administered Tests."},
      {
        "id":"ED357082",
        "title":"An Approach to Analyzing the Videotaped Problem Solving Behaviors of Individual Students."},
      {
        "id":"ED357083",
        "title":"Evaluating the Effects of Collaborative Efforts To Improve Mathematics and Science Curricula."},
      {
        "id":"ED357084",
        "title":"Influence of Strategy Fading and Progress Feedback on Children's Reading Comprehension and Self-Efficacy."},
      {
        "id":"ED357085",
        "title":"A Comparison of Equating Methods under the Graded Response Model."},
      {
        "id":"ED357086",
        "title":"Detection of Differential Item Functioning in Multiple Groups."},
      {
        "id":"ED357087",
        "title":"Analysis of the Raven CPM Subtest Scores for a Sample of Gifted Children."},
      {
        "id":"ED357088",
        "title":"Return to Our Roots: Raising Radishes To Teach Experimental Design."},
      {
        "id":"ED357089",
        "title":"Annual Evaluation Report: Fiscal Year 1991."},
      {
        "id":"ED357090",
        "title":"The Difficulties of a Curriculum Helper in an Urban School."},
      {
        "id":"ED357091",
        "title":"Position Statement on Youth Violence Prevention and Recommended Actions."},
      {
        "id":"ED357092",
        "title":"Training African-American Parents for Success. An Afrocentric Parenting Guide."},
      {
        "id":"ED357096",
        "title":"When Business &quot;Adopts&quot; Schools: Spare the Rod, Spoil the Child."},
      {
        "id":"ED357097",
        "title":"Choosing Optional Infused Career Education for Students in High School Bilingual Programs (Project CHOICE). Transitional Bilingual Education, 1991-92. Final Evaluation Profile. OREA Report."},
      {
        "id":"ED357098",
        "title":"Project Pride. Transitional Bilingual Education, 1991-92. Final Evaluation Profile. OREA Report."},
      {
        "id":"ED357099",
        "title":"Transitional Intervention Project (Project TIP). Community School District 10, Bronx, 1991-92. Final Evaluation Profile. OREA Report."},
      {
        "id":"ED357100",
        "title":"Harmony in Career Learning and Scholastic System (Project HI-CLASS). Transitional Bilingual Education, 1991-92. Final Evaluation Profile. OREA Report."},
      {
        "id":"ED357101",
        "title":"The Asian and Arabic Mediated Enrichment Resource and Instructional Career Awareness Program (Project AMERICA). Transitional Bilingual Education, 1991-92. Final Evaluation Profile. OREA Report."},
      {
        "id":"ED357102",
        "title":"Colorado Hispanics: A Report of Selected Social Concerns, 1992."},
      {
        "id":"ED357103",
        "title":"Five Million Children: 1992 Update."},
      {
        "id":"ED357104",
        "title":"Learning To Fail: Case Studies of Students At Risk."},
      {
        "id":"ED357105",
        "title":"Growing Up Is Risky Business, and Schools Are Not To Blame. Final Report, Phi Delta Kappa Study of Students At Risk. Volume 1."},
      {
        "id":"ED357106",
        "title":"Assessing and Predicting Risk among Students in School. Final Report, Phi Delta Kappa Study of Students At Risk. Volume 2."},
      {
        "id":"ED357110",
        "title":"KIDS COUNT Data Book: State Profiles of Child Well-Being."},
      {
        "id":"ED357111",
        "title":"Homeless Children and Youth in Utah. 1991 Report."},
      {
        "id":"ED357112",
        "title":"Homeless Children and Youth in Utah. 1992 Report."},
      {
        "id":"ED357113",
        "title":"Teaching Science Effectively to Limited English Proficient Students. ERIC/CUE Digest, Number 87."},
      {
        "id":"ED357117",
        "title":"Small Steps: An Update on the Education of Homeless Children and Youth Program."},
      {
        "id":"ED357118",
        "title":"Stuck at the Shelter: Homeless Children and the D.C. School System."},
      {
        "id":"ED357119",
        "title":"Teaching for Change: Anti-Racist, Multicultural Curricula, Critical Teaching."},
      {
        "id":"ED357120",
        "title":"Compensatory Education: Additional Funds Help More Private School Students Receive Chapter 1 Services. Report to Congressional Requesters."},
      {
        "id":"ED357121",
        "title":"Nevada Chapter 2 Projects. State Evaluation Report. School Year 1990-91."},
      {
        "id":"ED357122",
        "title":"Compensatory Education Process Evaluation: Elementary and Secondary Academic Achievement (A2). 1992-93."},
      {
        "id":"ED357123",
        "title":"Bilingual Education Through the Arts (Project BETA). Community School District 7. 1991-92 Final Evaluation Profile. OREA Report."},
      {
        "id":"ED357124",
        "title":"Alternative Learning Methodologies through Academics (Project ALMA). 1991-92 Final Evaluation Profile. OREA Report."},
      {
        "id":"ED357125",
        "title":"Project Data Tech. 1991-92 Final Evaluation Profile. OREA Report."},
      {
        "id":"ED357126",
        "title":"Alternative Basic Comprehensive Program (Project A.B.C.). Special Alternative Instructional Program. 1991-92 Final Evaluation Profile. OREA Report."},
      {
        "id":"ED357127",
        "title":"Chinese Opportunities in Career Education (Project CHOICE). Transitional Bilingual Education Program, 1991-92. Final Evaluation Profile. OREA Report."},
      {
        "id":"ED357128",
        "title":"Chapter 1-Funded Summer Programs: Institute for Career Exploration (ICE), the Basic Skills Programs, the Basic Reading Program, and Project YOU (Youth Opportunities Unlimited). OREA Report."},
      {
        "id":"ED357129",
        "title":"Students Upgrading through Computer and Career Education Systems Services (Project SUCCESS). 1991-92. OREA Report."},
      {
        "id":"ED357130",
        "title":"Efficiency, Equity, and Local Control--School Finance in Texas. ERIC/CUE Digest, Number 88."},
      {
        "id":"ED357131",
        "title":"The Assessment and Placement of Language Minority Students. ERIC/CUE Digest, Number 89."},
      {
        "id":"ED357133",
        "title":"Service Integration: Challenging Systems To Meet Families' Needs."},
      {
        "id":"ED357134",
        "title":"The 1993 New York State Children's Agenda."},
      {
        "id":"ED357158",
        "title":"310/353 Program. Impact-Assessment Report. Fiscal Years 1984 through 1990."},
      {
        "id":"ED357159",
        "title":"Qualifications in a Learning Society."},
      {
        "id":"ED357160",
        "title":"Annual Adult Education Research Conference (AERC) Proceedings (31st, Athens, Georgia, May 18-20, 1990)."},
      {
        "id":"ED357161",
        "title":"Forecasting Skills and Training Requirements. A French Programme To Promote a Sectoral Approach."},
      {
        "id":"ED357168",
        "title":"Key Statistics on Technical Education &amp; Training, 1991."},
      {
        "id":"ED357169",
        "title":"Training through Apprenticeship--The Singapore System. An APEC-HURDIT Network Project."},
      {
        "id":"ED357170",
        "title":"Overview of Vocational Training Programmes: Singapore Study."},
      {
        "id":"ED357171",
        "title":"Vocational &amp; Industrial Training Board Annual Report 89/90."},
      {
        "id":"ED357172",
        "title":"Correctional Education: A Way To Stay Out. Education in Correctional Centers: Findings and Recommendations."},
      {
        "id":"ED357173",
        "title":"A Place for Character Education in Home Economics."},
      {
        "id":"ED357174",
        "title":"Community Job Initiatives: Readiness, Training, Creation and Retention."},
      {
        "id":"ED357176",
        "title":"Bee a Reader."},
      {
        "id":"ED357177",
        "title":"A Survey of Adult Literacy Provision for People with Intellectual Disabilities."},
      {
        "id":"ED357178",
        "title":"Work Force Preparation for Technician-Level Occupations."},
      {
        "id":"ED357179",
        "title":"Cooperative Education Student Employee Salary &amp; Benefits Survey, 1992. Midwest Region."},
      {
        "id":"ED357180",
        "title":"Workplace Applications of Basic Skills in High Tech Production Line Environment. Literacy for Employability (LitE). Performance Report."},
      {
        "id":"ED357181",
        "title":"[Success Stories:] Empowering the Adult Learner."},
      {
        "id":"ED357182",
        "title":"Job Savvy: How To Be a Success at Work [and] Instructor&apos;s Guide."},
      {
        "id":"ED357183",
        "title":"Invisible Assets. FE in the Educational Market-Place."},
      {
        "id":"ED357184",
        "title":"Adult Education and Literacy. Annual Report. Fiscal Year 1991."},
      {
        "id":"ED357185",
        "title":"Vocational Education and the Transition from School to Work."},
      {
        "id":"ED357186",
        "title":"The Management of Resource-Based Learning. Mendip Papers 044."},
      {
        "id":"ED357191",
        "title":"Changing Channels. Nontraditional Careers for Women."},
      {
        "id":"ED357192",
        "title":"Making Apprenticeships Work. Rand Issue Paper. Issue 1."},
      {
        "id":"ED357193",
        "title":"Vocational-Technical Education and the Secondary School: What School Board Members Say. School Board Survey Results."},
      {
        "id":"ED357194",
        "title":"Workforce 2001. Report by the New York State Task Force on Older Workers."},
      {
        "id":"ED357195",
        "title":"Development and Evaluation of a Model Family Literacy Program. Revised."},
      {
        "id":"ED357197",
        "title":"National Directory of Key State Literacy Contacts. 1993-94 Edition."},
      {
        "id":"ED357198",
        "title":"A Manual on Developing an International Work Program: The Nassau Community College London Retailing Co-op Model."},
      {
        "id":"ED357200",
        "title":"A Reason To Stay in School: What Educators Can Do To Reduce Dropout Rates."},
      {
        "id":"ED357201",
        "title":"Reflections: Thoughts of Delegates to the Iowa Adult Literacy Congress (2nd, Des Moines, Iowa, September 10-12, 1992)."},
      {
        "id":"ED357202",
        "title":"A New Vision for Vocational-Technical Education in Iowa. Final Recommendations of the Vocational-Technical Education Task Force."},
      {
        "id":"ED357203",
        "title":"Performance Indicators of Program Quality for Iowa&apos;s Adult Basic Education Programs."},
      {
        "id":"ED357204",
        "title":"VoCATS User Guide. [Draft.]"},
      {
        "id":"ED357205",
        "title":"High School Apprenticeship Handbook. A Handbook for Establishing and Administering Apprenticeship in Secondary Vocational Education Programs."},
      {
        "id":"ED357206",
        "title":"Coordination of JTPA Programs, Vocational Education, and Technical Education."},
      {
        "id":"ED357207",
        "title":"Using Concept Mapping Techniques to Compare Stakeholder Groups' Perceptions of Tech Prep."},
      {
        "id":"ED357208",
        "title":"Learner Support Services in Further Education. A Commentary on Current Developments."},
      {
        "id":"ED357209",
        "title":"Management Information Systems and the Curriculum."},
      {
        "id":"ED357210",
        "title":"Citizenship, Adult Learning and Old Age. Conference Report (London, England, United Kingdom, June 6, 1992)."},
      {
        "id":"ED357211",
        "title":"The Role of Colleges and Universities in Providing In-Service Programs for Technology Education."},
      {
        "id":"ED357213",
        "title":"Training in Transition: Comparative Analysis and Proposals for the Modernization of Vocational Education and Training in Poland. CEDEFOP Document."},
      {
        "id":"ED357218",
        "title":"Analysis of the Computer Anxiety Levels of Secondary Technical Education Teachers in West Virginia."},
      {
        "id":"ED357219",
        "title":"Getting WELL: Workforce Education & Lifelong Learning. Designs for Professional Education and Action Research To Improve the Education and Training of Underserved Youth and Adults. Final Report."},
      {
        "id":"ED357220",
        "title":"Competency Based Vocational Education Workshop Facilitators Guide."},
      {
        "id":"ED357221",
        "title":"A Question of Equity: Women and the Glass Ceiling in the Federal Government. A Special Study. A Report to the President and the Congress of the United States."},
      {
        "id":"ED357222",
        "title":"Federal Workforce Quality: Measurement and Improvement. Report of the Advisory Committee on Federal Workforce Quality Assessment."},
      {
        "id":"ED357223",
        "title":"How Workers Get Their Training: A 1991 Update. Bulletin 2407."},
      {
        "id":"ED357224",
        "title":"Valuing Differences and Celebrating Diversity. A Report of the Council on Diversity in Extension to the Cooperative Extension System. Meeting Highlights (Washington, D.C., July 11-12, 1991)."},
      {
        "id":"ED357225",
        "title":"Pathway to Diversity: Strategic Plan for the Cooperative Extension System's Emphasis on Diversity. Working Document."},
      {
        "id":"ED357227",
        "title":"Curriculum Development and Alignment in Radiologic Technology."},
      {
        "id":"ED357229",
        "title":"READS Program. National Workplace Literacy Program. Final Report."},
      {
        "id":"ED357230",
        "title":"Versions and Variety: A Report on Student Writing and Publishing in Adult Literacy Education."},
      {
        "id":"ED357231",
        "title":"Integrating Academic and Vocational Education and Thinking Skills: An Alaskan Model."},
      {
        "id":"ED357232",
        "title":"Characteristics of Literature Cited in the &quot;Journal of Agricultural Education&quot;: An Empirical Study."},
      {
        "id":"ED357233",
        "title":"Private Industry Councils: Examining Their Mission under the Job Training Partnership Act. Special Report Number 35."},
      {
        "id":"ED357234",
        "title":"Learners at Risk: Completion, Persistence and Noncontinuation in Adult Basic Education."},
      {
        "id":"ED357235",
        "title":"Federal Employment Training Programs for Youth: Failings and Opportunities."},
      {
        "id":"ED357236",
        "title":"Gilligan's Moral Orientation Hypothesis: Strategies of Justification and Practical Deliberation."},
      {
        "id":"ED357237",
        "title":"Learning To Compete."},
      {
        "id":"ED357239",
        "title":"Project Lifelong Learning: For the Community. User's Guide."},
      {
        "id":"ED357240",
        "title":"Project Lifelong Learning: For the Family. User&apos;s Guide."},
      {
        "id":"ED357241",
        "title":"Project Lifelong Learning: For the Workplace. User's Guide."},
      {
        "id":"ED357242",
        "title":"A Job Loss Model for Training and Development: Selected Research Abstracts. Training & Development Research Report."},
      {
        "id":"ED357243",
        "title":"National Workplace Literacy Project Performance Report. March 1, 1991 - December 31, 1992."},
      {
        "id":"ED357244",
        "title":"Making High Schools Work: Patterns of School Reform and the Integration of Vocational and Academic Education."},
      {
        "id":"ED357245",
        "title":"Alpena Community College Commercial Driver's License Program. Evaluation Summary."},
      {
        "id":"ED357246",
        "title":"Waste and Misuse of Federal On-the-Job Training Funds. Hearings before the Employment and Housing Subcommittee of the Committee on Government Operations. House of Representatives, One Hundred Second Congress, Second Session (July 30 and August 5, 1992)."},
      {
        "id":"ED357247",
        "title":"Pressure Ulcers in Adults: Prediction and Prevention. Clinical Practice Guideline Number 3."},
      {
        "id":"ED357248",
        "title":"The Job Training Partnership Act. Potential for Program Improvements but National Job Training Strategy Needed. Testimony before the Subcommittee on Employment, Housing, and Aviation, Committee on Government Operations, House of Representatives."},
      {
        "id":"ED357249",
        "title":"The National JTPA Study: Site Characteristics and Participation Patterns."},
      {
        "id":"ED357250",
        "title":"Use of Agricultural Subject Matter by Secondary Students in Swaziland. Summary of Research SR 69."},
      {
        "id":"ED357251",
        "title":"Aspired Cognitive Level of Instruction, Assessed Cognitive Level of Instruction and Attitude toward Teaching at Higher Cognitive Levels. Summary of Research SR 70."},
      {
        "id":"ED357252",
        "title":"Conflict Management Styles as Reflections of Jungian Personality Type Preferences of the Cooperative Extension's North Central Region Directors and District Directors. Summary of Research SR 71."},
      {
        "id":"ED357253",
        "title":"Helping the Unemployed. Active Labour Market Policies in Britain and Germany."},
      {
        "id":"ED357254",
        "title":"Self-Employment in the United Kingdom and Germany."},
      {
        "id":"ED357255",
        "title":"Learning That Works. A Youth Apprenticeship Briefing Book."},
      {
        "id":"ED357256",
        "title":"Teaching Generic Skills for the Workplace. RAND Education &amp; Human Resources Program. Policy Brief. Issue Number 2."},
      {
        "id":"ED357257",
        "title":"Wisconsin Focuses on Career Guidance. Parents, Students, Guidance Counselors and School Administrators Talk about Career Counseling and the School-to-Work Transition Initiative."},
      {
        "id":"ED357258",
        "title":"Distance Education Resource Directory for Northwest Schools."},
      {
        "id":"ED357259",
        "title":"Home Study Student Services Handbook. Second Edition."},
      {
        "id":"ED357260",
        "title":"Occupational Skill Standards. Experience Shows Industry Involvement To Be Key. Testimony before the Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED357261",
        "title":"The National JTPA Study. Title II-A Impacts on Earnings and Employment at 18 Months."},
      {
        "id":"ED357262",
        "title":"Farmer Perceptions of Soil and Water Conservation Issues: Implications to Agricultural and Extension Education."},
      {
        "id":"ED357263",
        "title":"Incorporating Indigenous Knowledge Systems into Agricultural and Extension Education Programs: A Study of the Perceptions of Extension Professionals."},
      {
        "id":"ED357264",
        "title":"Promoting and Expanding Apprenticeship: A Strategic Plan for Preparing America's Work Force of Tomorrow (Phase I)."},
      {
        "id":"ED357265",
        "title":"A Strategic Plan for Promoting and Expanding Apprenticeship in the U.S. (Phase II). Recommendations of the Federal Committee on Apprenticeship."},
      {
        "id":"ED357266",
        "title":"Some Psychological Aspects of Distance Education."},
      {
        "id":"ED357267",
        "title":"Vocational Teacher Education: Implications for Secondary and Postsecondary Policy and Practice."},
      {
        "id":"ED357270",
        "title":"The Role of Family in the Educational and Occupational Decisions Made by Mexican-American Students."},
      {
        "id":"ED357271",
        "title":"A Case Study Evaluation of an Innovative Educational Administration Preservice Program on Adult Cognitive Development."},
      {
        "id":"ED357272",
        "title":"A Statewide Evaluation of Professional Technical Education in Oregon. Final Report."},
      {
        "id":"ED357273",
        "title":"Natural Resources. Ohio's Competency Analysis Profile. Forest Industry Worker. Resource Conservation."},
      {
        "id":"ED357274",
        "title":"Communications. Ohio's Competency Analysis Profile."},
      {
        "id":"ED357275",
        "title":"Mathematics. Ohio's Competency Analysis Profile."},
      {
        "id":"ED357292",
        "title":"Responsible Student Affairs Practice: Merging Student Development and Quality Management."},
      {
        "id":"ED357293",
        "title":"Social Support Structures and African-American Marriages."},
      {
        "id":"ED357294",
        "title":"Influence of Parental Style and Child Duties on School Performance of African-American Students."},
      {
        "id":"ED357295",
        "title":"Analysis of the Effect of Familial Composition on Child Household Responsibility."},
      {
        "id":"ED357296",
        "title":"African-American Interpersonal Relationships: Dating Preferences."},
      {
        "id":"ED357297",
        "title":"Selected Resources on Adult Children Living at Home: An Annotated Bibliography for Researchers, Educators, and Consumers."},
      {
        "id":"ED357299",
        "title":"Child Abuse and Revictimization: Depression and Dissociation as Mediator Variables."},
      {
        "id":"ED357300",
        "title":"Gender Roles, Obedience, and Chastity in India and the United States."},
      {
        "id":"ED357301",
        "title":"Predicting Reconstructive Errors: The Role of Stigma in Women."},
      {
        "id":"ED357302",
        "title":"Lake County, Illinois Educational and Training Needs-Assessment of Gerontological Organizations."},
      {
        "id":"ED357303",
        "title":"A Survey of Ethical Decision-Making among Practicing School Psychologists."},
      {
        "id":"ED357304",
        "title":"Crisis at a Bronx Junior High: Responding to School-Related Violence."},
      {
        "id":"ED357305",
        "title":"Women Offenders in the Correctional System: Memo No. 7."},
      {
        "id":"ED357306",
        "title":"From Pilot to Practice: Strengthening Career Development Programs."},
      {
        "id":"ED357307",
        "title":"School Expectations from the Drug Using Family: Assisting and Understanding the Child and the Home."},
      {
        "id":"ED357308",
        "title":"Student Assistance Program."},
      {
        "id":"ED357309",
        "title":"Youth-Reaching-Youth Implementation Guide: A Peer Program for Alcohol and Other Drug Use Prevention."},
      {
        "id":"ED357310",
        "title":"Adolescents' Opposite-sex Ideal in Four Countries."},
      {
        "id":"ED357311",
        "title":"Shame, Guilt and Emotional Intensity in Relation to Family Structure and Process in Late Adolescent Males and Females."},
      {
        "id":"ED357312",
        "title":"Adult Children of Alcoholics: Security, Avoidance and Ambivalence in Attachment to Parents."},
      {
        "id":"ED357313",
        "title":"Factors Related to Turnover among Mental Health Workers."},
      {
        "id":"ED357314",
        "title":"Preparing for College: A Planning Guide for Junior High Students."},
      {
        "id":"ED357315",
        "title":"Child Sexual Abuse Units: New Direction in Foster Care."},
      {
        "id":"ED357316",
        "title":"Multicultural Counseling. ERIC Digest."},
      {
        "id":"ED357317",
        "title":"Striving for Excellence: Counselor Strategies for Contributing to the National Education Goals. ERIC Digest."},
      {
        "id":"ED357318",
        "title":"Beyond the Read Aloud: To Read Through Listening to and Reflecting on Literature."},
      {
        "id":"ED357319",
        "title":"Making the Grade: Increasing Intermediate Students' Spelling Test Scores through the Improvement of Study Skills."},
      {
        "id":"ED357320",
        "title":"Improving Leisure Reading Habits of Middle School Children with Learning Disabilities."},
      {
        "id":"ED357321",
        "title":"Designing and Implementing a Jointly-Planned Unit: Expanding Thematic Units beyond the Textbook."},
      {
        "id":"ED357322",
        "title":"A Survey of Teacher's Transition from Skills to Whole Language."},
      {
        "id":"ED357323",
        "title":"Differential Categorization of Words by Learning Disabled, Gifted, and Non Disabled Students."},
      {
        "id":"ED357326",
        "title":"Deductive Reasoning with Prose Passages: Effects of Prior Knowledge, Inference Form, and Reading Skill."},
      {
        "id":"ED357327",
        "title":"Integrating Predictable Book Techniques with Basal Reader Instruction."},
      {
        "id":"ED357328",
        "title":"Child Nurture and Education: Searching for Promises in the Midst of Perils."},
      {
        "id":"ED357331",
        "title":"Building Teacher-Researcher Collaboration: Dilemmas and Strategies. Technical Report No. 577."},
      {
        "id":"ED357332",
        "title":"Guidelines for Children's Poetry Appreciation and Poetry Writing and Suggested Books and Activities."},
      {
        "id":"ED357333",
        "title":"Bibliotherapy. ERIC Digest."},
      {
        "id":"ED357334",
        "title":"Comprehensive Instructional Management System--Communication Arts: Whole Language Network 1991-92. OREA Report."},
      {
        "id":"ED357335",
        "title":"Attitudes of K-6 Teachers towards Invented Spelling."},
      {
        "id":"ED357336",
        "title":"Beyond the Lesson: Reconstruing Curriculum as a Domain for Culturally Significant Conversations. Report Series 1.7."},
      {
        "id":"ED357337",
        "title":"Lessons from Four &quot;Bronze Muses&quot; or How the Rhetoric of Nineteenth Century African-American Women Can Inform Writing Instruction in the Twenty-First Century."},
      {
        "id":"ED357338",
        "title":"Stirring the Ashes of Public Discourse."},
      {
        "id":"ED357340",
        "title":"Professing Literature in 2015."},
      {
        "id":"ED357341",
        "title":"Compromise and Conciliation: Frame Alignment Theory in the Argument Class."},
      {
        "id":"ED357342",
        "title":"Inviting Children's Life Stories into the Elementary Classroom: The Storied Life of a Second-Language Learner."},
      {
        "id":"ED357343",
        "title":"Constructing an Ethical Writer for the Postmodern Scene."},
      {
        "id":"ED357344",
        "title":"Writing the Resolution: An Institutional History."},
      {
        "id":"ED357345",
        "title":"&quot;Prophesying after the Event&quot;: The Archeology and Ecology of Genre."},
      {
        "id":"ED357346",
        "title":"Placement Examination: Writer's Expectations."},
      {
        "id":"ED357347",
        "title":"The Changing of the Guard: Attitudes in and toward Victorian Literature as Shown through Various Anthologies, 1876-1987."},
      {
        "id":"ED357348",
        "title":"Constructing Knowledge about Resistance in Peer Tutoring: Multidisciplinary Approaches to Multicultural Contexts."},
      {
        "id":"ED357350",
        "title":"What Does Resistance Look Like in Non-Academic Discourse?"},
      {
        "id":"ED357351",
        "title":"Placement Tests: The Writer's Reactions."},
      {
        "id":"ED357352",
        "title":"Portfolios for New (and Experienced) Teachers of Writing."},
      {
        "id":"ED357353",
        "title":"Using Differential Item Functioning Procedures To Improve Interpretation of and Performance on the Verbal Subtest of the SAT."},
      {
        "id":"ED357354",
        "title":"English 101 and Chemistry 101: Examining Texts through Different Lenses."},
      {
        "id":"ED357355",
        "title":"Social and Linguistic Sources of Gender Differences in Writing Composition. Draft for Discussion Purposes."},
      {
        "id":"ED357356",
        "title":"From Mere Formulas to the Bigger Picture: Helping Students in Introductory Physics See Interconnectedness."},
      {
        "id":"ED357357",
        "title":"The Doublespeaking &quot;Times&quot; of the Klan in the Twenties."},
      {
        "id":"ED357358",
        "title":"When You Do It for Money, Is the Customer Always Right?"},
      {
        "id":"ED357359",
        "title":"Social-Constructionist Theory and the Writing Center: A House of Mirrors."},
      {
        "id":"ED357360",
        "title":"Ethics, the Classics, and the Rhetorical Tradition: Integrating the Curriculum."},
      {
        "id":"ED357361",
        "title":"Aphra Behn--Fiction: Sources for Criticism."},
      {
        "id":"ED357362",
        "title":"Modern British Literature: Sources for Criticism. A Research Guide."},
      {
        "id":"ED357363",
        "title":"American Writers: A Research Guide on 19th and 20th Century Authors."},
      {
        "id":"ED357364",
        "title":"Professional Development Issues for Community College English Faculty."},
      {
        "id":"ED357365",
        "title":"Dynamics of the Writing Conference: Social and Cognitive Interaction."},
      {
        "id":"ED357366",
        "title":"Classical &quot;Topoi&quot; and the Academic Commonplace."},
      {
        "id":"ED357367",
        "title":"Ideas for the Working Classroom. Classroom Practices, Vol. 27."},
      {
        "id":"ED357369",
        "title":"Writing Teachers Writing Software: Creating Our Place in the Electronic Age. Advances in Computers and Composition on Studies Series."},
      {
        "id":"ED357370",
        "title":"Literature in the Secondary School: Studies of Curriculum and Instruction in the United States."},
      {
        "id":"ED357371",
        "title":"Signifying as a Scaffold for Literary Interpretation: The Pedagogical Implications of an African American Discourse Genre."},
      {
        "id":"ED357372",
        "title":"Learning from Our Predecessors: The Work of Fred Newton Scott and George Jardine."},
      {
        "id":"ED357373",
        "title":"High School Teachers' Attitudes toward a Statewide High Stakes Student Performance Assessment."},
      {
        "id":"ED357374",
        "title":"Middle School Pupils Write Legends."},
      {
        "id":"ED357375",
        "title":"The Computerized Inventory of Developmental Writing Traits."},
      {
        "id":"ED357377",
        "title":"Social Contexts: Crossing (Exploring, Assaulting, Metabolizing?) Cultural Boundaries in the Classroom."},
      {
        "id":"ED357378",
        "title":"Racing Towards Academic Literacy: BMWs, Tollways, and Bridges."},
      {
        "id":"ED357380",
        "title":"Life-Long Learning: A Reality for All?"},
      {
        "id":"ED357381",
        "title":"Suddenly, I Was One of Them! Why Writing Consultants Must Learn the Lessons of the Organization."},
      {
        "id":"ED357382",
        "title":"Student-Centered, Not Teacher-Abandoned: Peer Response Groups That Work."},
      {
        "id":"ED357383",
        "title":"Humor As a Weapon in Virginia Woolf's &quot;Orlando.&quot;"},
      {
        "id":"ED357384",
        "title":"Initial Opposition--Won't Portfolio Assessment Take Away Teacher Autonomy?"},
      {
        "id":"ED357385",
        "title":"The Advanced Writing across the Curriculum Workshop: The Perils of Reintroducing Rhetoric."},
      {
        "id":"ED357386",
        "title":"Subject Matter Assessment of Prospective English Teachers. Report of the California State University Workgroup on Assessment of Prospective English Teachers."},
      {
        "id":"ED357387",
        "title":"Writers' Fears and Creative Inclinations--How Do They Affect Composition Quality?"},
      {
        "id":"ED357388",
        "title":"What Have You Packed in Your Suitcase? Going International Now and in the Twenty-First Century."},
      {
        "id":"ED357389",
        "title":"Creating a Collaborative Context for Critical Thinking in Composition."},
      {
        "id":"ED357390",
        "title":"Louisiana and the Wyoming Resolution: A Survey of Writing Programs."},
      {
        "id":"ED357391",
        "title":"Personal Histories of Four Composition Teachers: How Much Have We Changed?"},
      {
        "id":"ED357392",
        "title":"Personality Preferences and Student Responses to Teacher Comments."},
      {
        "id":"ED357393",
        "title":"Managing the Integrated Language Arts Classroom: Twenty-Five Suggestions for Finding Time for Portfolio Conferences."},
      {
        "id":"ED357394",
        "title":"Striking Is Hard To Do: The Structuration of School Climate during Teacher Contract Negotiations."},
      {
        "id":"ED357395",
        "title":"Poetic Mini-Drama: A Way for Children To Discover Dramatic Form."},
      {
        "id":"ED357396",
        "title":"The Discourses of Inquiry: Pedagogical Challenges and Responses. Technical Report No. 578."},
      {
        "id":"ED357397",
        "title":"Internationalizing the Business School: Constructing Partnerships between the Humanities and the Professions during an NEH Grant Project."},
      {
        "id":"ED357398",
        "title":"Infants' Perception and Representation of Speech: Development of a New Theory."},
      {
        "id":"ED357399",
        "title":"The Brainstorming Myth."},
      {
        "id":"ED357401",
        "title":"Cultural Influences and Corporate Decision Making: The Humanities/Information Systems Partnership."},
      {
        "id":"ED357402",
        "title":"College and University Speech Codes in the Aftermath of R.A.V v. City of St. Paul."},
      {
        "id":"ED357403",
        "title":"What the Years Have Told: A Professor's Burnout and Recovery."},
      {
        "id":"ED357404",
        "title":"Natural versus Classical--A Remarkable Result."},
      {
        "id":"ED357405",
        "title":"Taoist Thinking Pattern as Reflected in Communication."},
      {
        "id":"ED357406",
        "title":"Rhetorical Genre: The Countercommencement Address as Jeremiad."},
      {
        "id":"ED357407",
        "title":"The Top Fifty Forensics Programs in the U.S.: A Twenty Year Retrospective."},
      {
        "id":"ED357408",
        "title":"Southeast Colloquium of the Association for Education in Journalism and Mass Communication. Proceedings (17th, Stone Mountain, Georgia, March 26-28, 1992)."},
      {
        "id":"ED357409",
        "title":"The Private Voice Made Public Record: &quot;Common Threads&quot; and Filmic Strategy."},
      {
        "id":"ED357410",
        "title":"Did the Kids Win or Lose? The Impact of &quot;No Pass/No Play&quot; Rule on Student Achievement."},
      {
        "id":"ED357411",
        "title":"An Institute for Multicultural Education and Change."},
      {
        "id":"ED357413",
        "title":"From Diversity to Identity: Schools Where Everyone Belongs."},
      {
        "id":"ED357414",
        "title":"Restructuring Today and Tomorrow: &quot;School Governance Revisited.&quot; Third Edition."},
      {
        "id":"ED357415",
        "title":"Legal Considerations Regarding Merit Pay Systems."},
      {
        "id":"ED357416",
        "title":"Value-Added Merit Pay."},
      {
        "id":"ED357417",
        "title":"Handbook for Local Goals Reports: Building a Community of Learners, 1992. Publication 93-01."},
      {
        "id":"ED357418",
        "title":"Financing Public Education in an Era of Change."},
      {
        "id":"ED357419",
        "title":"School Improvement in Scarborough Secondary Schools: A Systems Partners Approach."},
      {
        "id":"ED357420",
        "title":"Focused Group Interviews with Principals or Designates, and Special Education Resource Teachers (SERTS), from the Blueprint Pilot Schools."},
      {
        "id":"ED357421",
        "title":"Charting the Voyage of Planned Educational Change: Year One--The Scarborough Transition Years Pilot Projects."},
      {
        "id":"ED357422",
        "title":"Kansas School Reform: A Quest for Quality. A Guide for Board Members."},
      {
        "id":"ED357424",
        "title":"Policy Review of the Primary and Junior Secondary Education Sub-Sectors in East Java. Educational Policy and Planning Project. A Government of Indonesia-USAID Project."},
      {
        "id":"ED357425",
        "title":"Indonesia: Microcomputer Applications for Education Planning and Management: A Modular Training Program. Module I-IV."},
      {
        "id":"ED357426",
        "title":"Connecticut Task Force on Charter Schools Report. Prepared for the Education Committee of the Connecticut General Assembly and the Connecticut State Board of Education Pursuant to Public Act 91-285."},
      {
        "id":"ED357427",
        "title":"The Application of W. Edwards Deming's Principles to the Akron City School District: A Journal of the First Year."},
      {
        "id":"ED357428",
        "title":"Taking Stock of School Restructuring."},
      {
        "id":"ED357429",
        "title":"Local School Council Governance: The Third Year of Chicago School Reform."},
      {
        "id":"ED357430",
        "title":"An Analysis of the Status of Curriculum Reform and Textbook Production in Indonesia."},
      {
        "id":"ED357431",
        "title":"The Indonesian School Principal: Broadening Responsibility. Educational Policy and Planning Project. A Government of Indonesia-USAID Project."},
      {
        "id":"ED357432",
        "title":"Summary of Activities and Policy Studies. Educational Policy and Planning Project. A Government of Indonesia-USAID Project."},
      {
        "id":"ED357433",
        "title":"Poverty and Learning. ERIC Digest, Number 83."},
      {
        "id":"ED357434",
        "title":"The Changing Role of School Boards. ERIC Digest, Number 84."},
      {
        "id":"ED357436",
        "title":"Who Runs the Schools? The Principal's View. Research Report."},
      {
        "id":"ED357438",
        "title":"Emerging Power and Leadership: The Developing Role of New Principals in Australia."},
      {
        "id":"ED357440",
        "title":"School Discipline Practices. A Manual for School Administrators."},
      {
        "id":"ED357441",
        "title":"School Decentralization: Lessons from the Study of Bureaucracy."},
      {
        "id":"ED357442",
        "title":"How Much Are Schools Spending? A 50-State Examination of Expenditure Patterns over the Last Decade."},
      {
        "id":"ED357443",
        "title":"School Financial Litigation: A Historical Summary."},
      {
        "id":"ED357444",
        "title":"The Allocation of Money and Its Impact on Education."},
      {
        "id":"ED357445",
        "title":"Reaching the Goals: Goal 6--Safe, Disciplined, and Drug-Free Schools."},
      {
        "id":"ED357446",
        "title":"Review of Research on Ways To Attain Goal Six: Creating Safe, Disciplined, and Drug-Free Schools."},
      {
        "id":"ED357451",
        "title":"The Allocation and Use of Educational Resources: District Level Evidence from the Schools and Staffing Survey."},
      {
        "id":"ED357452",
        "title":"The Local Impact of School Finance Reform in Texas."},
      {
        "id":"ED357453",
        "title":"A School Finance Dilemma for Texas: Achieving Equity in a Time of Fiscal Constraint."},
      {
        "id":"ED357455",
        "title":"Race and Track Assignment: A Reconsideration with Course-Based Indicators of Track Locations."},
      {
        "id":"ED357456",
        "title":"OBE in Utah: A Study of Outcome based Education in Utah. Executive Summary and Report and District Data."},
      {
        "id":"ED357457",
        "title":"Outcomes-Based Education: Tool for Restructuring."},
      {
        "id":"ED357458",
        "title":"Parent Choice Behavior under Minnesota's Open Enrollment Program."},
      {
        "id":"ED357459",
        "title":"Community Education: A Resource and Planning Guide."},
      {
        "id":"ED357461",
        "title":"State of the State: Education Performance in North Carolina, 1992. Revised."},
      {
        "id":"ED357462",
        "title":"Task Force on School Violence. Executive Summary Report Prepared for Governor James B. Hunt, Jr."},
      {
        "id":"ED357463",
        "title":"Looking Back at a Decade of Educational Improvement: What Is Different Today? Why Are We Disappointed? What Are We Learning?"},
      {
        "id":"ED357464",
        "title":"Testimony before National Education Commission on Time and Learning."},
      {
        "id":"ED357465",
        "title":"Systemwide Education Reform: Federal Leadership Could Facilitate District-Level Efforts. Report to Congressional Requesters."},
      {
        "id":"ED357466",
        "title":"Systemwide Education Reform: Federal Leadership Could Facilitate District-Level Efforts. Testimony before the Subcommittee on Elementary, Secondary, and Vocational Education, House Committee on Education and Labor."},
      {
        "id":"ED357467",
        "title":"School Construction: Sallie Mae Financing Activities. Report to Congressional Requesters."},
      {
        "id":"ED357468",
        "title":"School District Administrative Costs, Regional Series, and Telecommunications. Special Study. Report to the Arizona Legislature by the Auditor General."},
      {
        "id":"ED357471",
        "title":"School Accountability Reports: Lessons Learned in SREB States."},
      {
        "id":"ED357472",
        "title":"Project Development Services. Program Evaluation Report."},
      {
        "id":"ED357473",
        "title":"Teacher Working Conditions and School Reform: A Descriptive Analysis."},
      {
        "id":"ED357474",
        "title":"Some Implications of Site-Based Management on the Role and Preparation of Teachers and Administrators."},
      {
        "id":"ED357475",
        "title":"Survey of Voter Attitudes in California toward a Choice System in Education: Summary Report. Policy Insight No. 130."},
      {
        "id":"ED357476",
        "title":"Policy Considerations in Conversion to Year-Round Schools. Policy Briefs of the Education Policy Studies Laboratory, No. 92-01."},
      {
        "id":"ED357477",
        "title":"Restructuring the Common School in Ohio: The Path to Educational Progress. Policy and Budget Recommendations of the State Board of Education to the Governor and 119th General Assembly."},
      {
        "id":"ED357478",
        "title":"Challenge for Excellence. Connecticut's Comprehensive Plan for Elementary, Secondary, Vocational, Career, and Adult Education: A Policy Plan, 1991-1995."},
      {
        "id":"ED357480",
        "title":"Building Learner-Centered Schools: Three Perspectives."},
      {
        "id":"ED357481",
        "title":"Illinois Task Force on School Finance Report. House Joint Resolution #18, 86th Illinois General Assembly, and Senate Joint Resolution #1, 87th Illinois General Assembly."},
      {
        "id":"ED357482",
        "title":"New Hampshire's Response to National Education Goals for the Year 2000."},
      {
        "id":"ED357483",
        "title":"Organizational Change at the Local School Level under Minnesota's Open Enrollment Program."},
      {
        "id":"ED357484",
        "title":"An Early Look at Charter Schools in California. SRL Occasional Paper."},
      {
        "id":"ED357485",
        "title":"What a Voucher Could Buy: A Survey of California's Private Schools."},
      {
        "id":"ED357489",
        "title":"Teacher Salaries--Are They Competitive? Issue Brief."},
      {
        "id":"ED357491",
        "title":"Designing Curriculum Appropriate to the 21st Century."},
      {
        "id":"ED357492",
        "title":"Environmental Compliance. Program Evaluation Report."},
      {
        "id":"ED357493",
        "title":"Dropout Prevention Programs. Program Evaluation Report."},
      {
        "id":"ED357495",
        "title":"White Plains City School District--Management Can Reduce Operating Costs by Strengthening Policies and Procedures. Report 92M-483."},
      {
        "id":"ED357496",
        "title":"Public School Education Financing for School Year 1989-90. E.D. TABS."},
      {
        "id":"ED357498",
        "title":"Strategic Planning for Multicultural Education."},
      {
        "id":"ED357499",
        "title":"School-Site Cost Allocations: Testing a Micro-Financial Model in 23 Districts in Ten States. 2nd Revision."},
      {
        "id":"ED357500",
        "title":"Fair Share. A Report to State Senator James L. Seward, Assembly Minority Leader Clarence D. Rappleyea, Assembly Deputy Minority-Leader Michael F. Nozzolio."},
      {
        "id":"ED357501",
        "title":"A Level Playing Field. A Report to the Association of Small City School Districts."},
      {
        "id":"ED357502",
        "title":"Toward a Reconception of Absence in the School Workplace: Teacher Absenteeism as Invention and Social Exchange."},
      {
        "id":"ED357503",
        "title":"School Spending: Is There a Relationship between Spending and Student Achievement? A Correlation Study of Illinois Schools."},
      {
        "id":"ED357504",
        "title":"Where the Money Went: Revenue, Expenditure, and Programmatic Changes in the First Year of New Jersey's Quality Education Act."},
      {
        "id":"ED357505",
        "title":"The Arrival of the New Principal: Reactions of Staff."},
      {
        "id":"ED357506",
        "title":"Demographic Characteristics Associated with Perceived Self Efficacy Levels of Elementary, Middle, and Secondary Principals."},
      {
        "id":"ED357507",
        "title":"Discipline in Secondary Schools: How Administrators Deal with Student Misconduct."},
      {
        "id":"ED357508",
        "title":"The Equalized Formula in Pennsylvania School Finance: A Multi-Year Perspective."},
      {
        "id":"ED357509",
        "title":"The State of New York School Finance 1993: Equity and Efficiency at the Crossroads."},
      {
        "id":"ED357510",
        "title":"Restructuring Schools: Choice."},
      {
        "id":"ED357511",
        "title":"Teaching, Administrative, and Others Work Experience of Public School Principals. Issue Brief."},
      {
        "id":"ED357512",
        "title":"Overcoming Barriers to Educational Restructuring: A Call for System Literacy."},
      {
        "id":"ED357513",
        "title":"The Condition of Education, 1993."},
      {
        "id":"ED357514",
        "title":"Research in Progress: Development of Giftedness in the Multi-Age, Multi-Ability Primary School."},
      {
        "id":"ED357515",
        "title":"A Training Program To Prepare Teachers To Supervise and Work More Effectively with Paraprofessional Personnel. Revised."},
      {
        "id":"ED357516",
        "title":"The Employment and Training of Paraprofessional Personnel: A Technical Assistance Manual for Administrators and Staff Developers."},
      {
        "id":"ED357517",
        "title":"Parents, Mental Illness, and the Primary Health Care of Infants and Young Children."},
      {
        "id":"ED357518",
        "title":"Innovations in Special Education and Rehabilitation."},
      {
        "id":"ED357525",
        "title":"Update: Improving Services for Emotionally Disturbed Children. Volumes 4-7, Winter 1988-Summer 1991."},
      {
        "id":"ED357526",
        "title":"Meeting the Unique Needs of Minorities with Disabilities. A Report to the President and the Congress."},
      {
        "id":"ED357527",
        "title":"Research Survival Skills: Preparing a Master's Thesis, Field Project or Doctoral Dissertation."},
      {
        "id":"ED357528",
        "title":"Service System Coordination under Part H of IDEA: A National Survey Report."},
      {
        "id":"ED357529",
        "title":"High School Programs for High Ability Students. Program Evaluation Report."},
      {
        "id":"ED357530",
        "title":"Selecting a Program: A Guide for Parents of Infants & Preschoolers with Visual Impairments."},
      {
        "id":"ED357531",
        "title":"Reaching, Crawling, Walking...Let's Get Moving: Orientation and Mobility for Preschool Children."},
      {
        "id":"ED357532",
        "title":"Correcting Cultural Myopia: The Discovery and Nurturance of the Culturally Different Gifted and Talented in New Zealand."},
      {
        "id":"ED357535",
        "title":"Using a Collaborative Problem Solving Strategy To Facilitate the Mainstreaming of Students with Severe Handicaps (The Collaborative Education Project). Final Report."},
      {
        "id":"ED357536",
        "title":"Results of Descriptive Study of Crisis Nursery and Respite Care Programs."},
      {
        "id":"ED357537",
        "title":"Crisis Nursery and Respite Care Programs: Site Visit Results of Staff and Family Interviews (Winter and Spring of 1991)."},
      {
        "id":"ED357538",
        "title":"Asking for Help Is a Sign of Strength: A Public Awareness Guidebook for Crisis Nurseries and Respite Care Programs."},
      {
        "id":"ED357539",
        "title":"[Fundraising for Nonprofit Organizations.] ARCH Factsheets Numbers 6, 7, 8 and 10."},
      {
        "id":"ED357540",
        "title":"Know Thyself: An Empowerment Strategy for Involving Consumers in the Vocational Evaluation and Planning Process."},
      {
        "id":"ED357541",
        "title":"Return to Work (RTW). Trainer's Manual and Participant's Manual."},
      {
        "id":"ED357542",
        "title":"Auxiliary Aids and Services for Postsecondary Students with Handicaps. Higher Education's Obligations under Section 504."},
      {
        "id":"ED357543",
        "title":"Transition Policy in Minnesota: A Glance Back, A Look Ahead."},
      {
        "id":"ED357544",
        "title":"Transition. Feature Issue."},
      {
        "id":"ED357545",
        "title":"Americans with Disabilities Act (ADA). Feature Issue."},
      {
        "id":"ED357546",
        "title":"Aging and Developmental Disabilities. Feature Issue."},
      {
        "id":"ED357547",
        "title":"Early Identification of Hearing Impaired Children: Expanding and Refining Best Practices. Final Report."},
      {
        "id":"ED357548",
        "title":"ADA Watch--Year One: A Report to the President and the Congress on Progress in Implementing the Americans with Disabilities Act."},
      {
        "id":"ED357549",
        "title":"Using Computers in Summer Fun in the City."},
      {
        "id":"ED357550",
        "title":"Opening the Doors: Using Technology To Improve Education for Students with Disabilities."},
      {
        "id":"ED357552",
        "title":"Section 504 of the Rehabilitation Act of 1973 and the Americans with Disabilities Act of 1990. Legal Foundations, Number 1."},
      {
        "id":"ED357553",
        "title":"The Individuals with Disabilities Education Act (IDEA). Legal Foundations, Number 2."},
      {
        "id":"ED357554",
        "title":"Mixed Method Research in Special Education."},
      {
        "id":"ED357555",
        "title":"Preparing Special Educators in Eastern North Carolina To Use Assistive Technology: A Multimedia Approach to Addressing Training Needs Unique to Rural Areas."},
      {
        "id":"ED357556",
        "title":"Gifted and Talented Education: Grades K-12."},
      {
        "id":"ED357557",
        "title":"Portrayal of Handicapped/Disabled Individuals in Children's Literature: Before and After Public Law 94-142."},
      {
        "id":"ED357558",
        "title":"Places, Spaces and Memory Traces: Showing Students with Learning Disabilities Ways to Remember Locations and Events on Maps."},
      {
        "id":"ED357559",
        "title":"A Longitudinal Perspective on Risk for Learning Disabilities."},
      {
        "id":"ED357560",
        "title":"&quot;Helpful People in Touch&quot; Consumer Led Self Help Programs for People with Multiple Disorders, Mental Illness, Drug Addiction, and Alcoholism (MIDAA)."},
      {
        "id":"ED357561",
        "title":"Mental Illness, Alcoholism, Substance Abuse, Multiple Disabilities...Whose Patient, Whose Treatment Approach?"},
      {
        "id":"ED357562",
        "title":"Collaborative Recruitment and Retention of Teachers: A Joint Responsibility."},
      {
        "id":"ED357563",
        "title":"Alaska CSPD Teacher Survey Report."},
      {
        "id":"ED357565",
        "title":"Choosing Science."},
      {
        "id":"ED357566",
        "title":"Corvallis School Inclusion Project."},
      {
        "id":"ED357567",
        "title":"Risk Management."},
      {
        "id":"ED357568",
        "title":"Are Your Volunteers Insured? and Volunteers: A Valuable Resource."},
      {
        "id":"ED357569",
        "title":"Self-Injury: Answers to Questions for Parents, Teachers, & Caregivers."},
      {
        "id":"ED357570",
        "title":"Building Methods That Work: A Curriculum Developmental Manual for Including Citizens with Disabilities in Literacy Programs."},
      {
        "id":"ED357572",
        "title":"Securing an Appropriate Education for Your Preschool Child with a Handicapping Condition: A Guide for New York City Parents. Revised."},
      {
        "id":"ED357573",
        "title":"Segregated and Second Rate: &quot;Special&quot; Education in New York."},
      {
        "id":"ED357577",
        "title":"Attention Deficit Hyperactivity Disorder."},
      {
        "id":"ED357578",
        "title":"Interagency Coordinating Council Roles and Responsibilities. Policy Alert (P.L. 99-457, Part H)."},
      {
        "id":"ED357579",
        "title":"Components of a Comprehensive Statewide Inservice Training Program."},
      {
        "id":"ED357580",
        "title":"Personnel Needs--Allied Health Personnel Meeting the Demands of Part H, P.L. 99-457."},
      {
        "id":"ED357581",
        "title":"Interagency Service Coordination: Initial Findings from Six States."},
      {
        "id":"ED357584",
        "title":"State University System of Florida: Resource Guide to Programs and Services for Students with Disabilities. Second Edition."},
      {
        "id":"ED357585",
        "title":"Reasonable Accommodations: Teaching College Students with Disabilities. Faculty Guide."},
      {
        "id":"ED357586",
        "title":"Promoting Effective Communications with Paraeducators."},
      {
        "id":"ED357587",
        "title":"What Is Assistive Technology and What Can It Do for Me or My Family? [and] Creating a Family-Driven Technology Team. Key Notes."},
      {
        "id":"ED357588",
        "title":"Misconceptions on Buying A Computer! [and]\"But, We Don't Have the Money...\" (Or as It Should Be \"The Check's in the Mail...\"). Key Notes."},
      {
        "id":"ED357589",
        "title":"Augmentative Communication Resources: Making It Happen! [and] Early Augmentative Communication Devices: Making It Fun/Making It Happen! Key Notes."},
      {
        "id":"ED357590",
        "title":"How To Modify a Trailer for Accessibility (Up to a Point) [and] Accessibility Considerations for Home Buyers. Key Notes."},
      {
        "id":"ED357591",
        "title":"Closed-Captioning...Accessibility to Information and Entertainment. Key Notes."},
      {
        "id":"ED357592",
        "title":"What Do Regular Class Teachers Think about Emotional/Behavior Disordered Students?"},
      {
        "id":"ED357593",
        "title":"Beyond Mere Debate: Research Questions Related to the Debate over the SED Definition."},
      {
        "id":"ED357594",
        "title":"Model for Mainstreaming: The Synergistic Approach."},
      {
        "id":"ED357595",
        "title":"Inclusion in Higher Education: Parent, Professional & Peer Impressions."},
      {
        "id":"ED357596",
        "title":"State Academies for the Academically Gifted. Fastback 349."},
      {
        "id":"ED357597",
        "title":"The 1959 Summer Russian Language Learning Program. Final Report of Testing Project."},
      {
        "id":"ED357598",
        "title":"National Curriculum: ESL in Primary Education in England. A Classroom Study."},
      {
        "id":"ED357599",
        "title":"Cross-Cultural Awareness in Teaching Business French Courses in an Academic Environment: Problems and Difficulties."},
      {
        "id":"ED357600",
        "title":"How ESL Students Resolve Anaphora in Reading."},
      {
        "id":"ED357601",
        "title":"Colloquium on Foreign Languages in the Elementary School Curriculum. Proceedings (New York, New York, September 1991)."},
      {
        "id":"ED357603",
        "title":"Test Development Manual."},
      {
        "id":"ED357604",
        "title":"Gruppeorganiseret og selvstyret fremmedsprogstilegnelse. Et undervisningseksperiment pa RUC [and] Skolesprogene. Om fremmedsprogenes status og funktion i gymnasiet. ROLIG Papir 22 (Group Organized and Self Managed Foreign Language Acquisition. A Research Project at RUC [and] School Languages. On the Status and Function of Foreign Languages in Secondary Schools. ROLIG Paper 22)."},
      {
        "id":"ED357605",
        "title":"Foreign Languages and International Studies: Case for Survival."},
      {
        "id":"ED357607",
        "title":"Mainland U.S. High School Japanese Language Programs."},
      {
        "id":"ED357608",
        "title":"Relevans og intention. To analyser af en massemedietekst om okonomisk politik. ROLIG-papir 33 (Relevance and Intention. Two Analyses of a Mass Media Text on Economic Politics. ROLIG-paper 33)."},
      {
        "id":"ED357610",
        "title":"Work Papers of the Summer Institute of Linguistics, University of North Dakota Session, Volume 24."},
      {
        "id":"ED357611",
        "title":"The Antigone Constraint."},
      {
        "id":"ED357612",
        "title":"Clause Types in Southeastern Tepehuan."},
      {
        "id":"ED357613",
        "title":"Sentence Components in Southeastern Tepehuan."},
      {
        "id":"ED357614",
        "title":"Ethical Dative and Possessor Omission Si, Possessor Ascension No!"},
      {
        "id":"ED357615",
        "title":"Notes on African Linguistics."},
      {
        "id":"ED357617",
        "title":"School Readiness and Language Minority Students: Implications of the First National Education Goal. Focus Occasional Papers in Bilingual Education 7."},
      {
        "id":"ED357618",
        "title":"Serving the Stronger &quot;Swimmers&quot;: A Longitudinal Study of Instructional Approaches for Limited-English-Proficient (LEP) Students with Greater English Ability. Publication No. 92.13."},
      {
        "id":"ED357619",
        "title":"English as a Second Language Curriculum Resource Handbook. A Practical Guide for K-12 ESL Programs."},
      {
        "id":"ED357620",
        "title":"Exploring Practical Teaching Opportunities."},
      {
        "id":"ED357621",
        "title":"The Relation between Language, Affection, and Cognition in Bilingualism. Quantitative Assessments of the Interrelationships. Educational and Psychological Interactions No. 113."},
      {
        "id":"ED357622",
        "title":"Pilipino or English in Science Learning? The Case of Bilingual Education in the Philippines."},
      {
        "id":"ED357623",
        "title":"Bilingualism or Monolingualism Plus One or More Foreign Languages."},
      {
        "id":"ED357624",
        "title":"Pronominal Differences in Languages of Sabah and Sarawak and the Effect on the Acquisition of Bahasa Malaysia."},
      {
        "id":"ED357625",
        "title":"Toward a Grammar of South Asian English: Syntactic Markers of Lectal Range in an Indigenized Variety."},
      {
        "id":"ED357627",
        "title":"Literacy in ESL: Pedagogical and Cultural Pathfinding in Fiji."},
      {
        "id":"ED357628",
        "title":"The Rights of Limited English Proficient Students: A Handbook for Parents and Community Advocates."},
      {
        "id":"ED357629",
        "title":"Distance Learning: A Neglected Mode of Instruction in LSP."},
      {
        "id":"ED357630",
        "title":"Texas Schools, Inc.: A Case Study of the Transfer of Technology at a Pilot Bilingual Program."},
      {
        "id":"ED357631",
        "title":"Dual Language Immersion Program Models. Elementary School."},
      {
        "id":"ED357632",
        "title":"The Sindhis in Malaysia--Language Maintenance, Language Loss or Language Death?"},
      {
        "id":"ED357634",
        "title":"Migrating Towards Literacy."},
      {
        "id":"ED357635",
        "title":"Papers from the Hokan-Penutian Languages Conference (Santa Barbara, CA, June 27, 1992) and the J. P. Harrington Conference (Santa Barbara, CA, June 24-27, 1992). Occasional Papers on Linguistics, Number 17."},
      {
        "id":"ED357636",
        "title":"Reexamining Memorization."},
      {
        "id":"ED357637",
        "title":"The Development of English Oral Communication in Learning Disabled Spanish Speaking Students in Puerto Rico."},
      {
        "id":"ED357638",
        "title":"EIFE (Euskararen Irakaskuntza: Faktoreen Eragina): Influence of Factors on the Learning of Basque."},
      {
        "id":"ED357639",
        "title":"EIFE 2: Influence of Factors on the Learning of Basque. Study of the Models A, B, and D in Fifth Year Basic General Education. Glotodidaktika-Lanak 33."},
      {
        "id":"ED357640",
        "title":"EIFE 3: Influence of Factors on the Learning of Basque. Study of the Models A, B, and D in Second Year Basic General Education. Glotodidaktika-Lanak 36."},
      {
        "id":"ED357641",
        "title":"Handbook for Classroom Testing in Peace Corps Language Programs. Manual T0068."},
      {
        "id":"ED357642",
        "title":"Communicative Language Teaching: An Introduction and Sample Activities. ERIC Digest."},
      {
        "id":"ED357648",
        "title":"Kansas Working Papers in Linguistics, Volume 18."},
      {
        "id":"ED357649",
        "title":"The Phonological Rhythm of Emergent Language: A Comparison between French and English Babbling."},
      {
        "id":"ED357650",
        "title":"/S/ Variation as Accommodation."},
      {
        "id":"ED357651",
        "title":"Two Causative Constructions in Korean."},
      {
        "id":"ED357652",
        "title":"Connotations of Surprise in the Conditionals 'To' and 'Tara' in Japanese: A Review and Synthesis."},
      {
        "id":"ED357653",
        "title":"Language as Fluid: A Description of the Conduit Metaphor in Japanese."},
      {
        "id":"ED357654",
        "title":"Null-Expletive Subject in Japanese."},
      {
        "id":"ED357655",
        "title":"On Some Theoretical Implications of Winnebago Phonology."},
      {
        "id":"ED357656",
        "title":"Numic [r] Is Not a Spirant."},
      {
        "id":"ED357657",
        "title":"The Global Factory. Union Worker-Family Education Program."},
      {
        "id":"ED357658",
        "title":"Perspectives on Assessment from the New York City Adult Literacy Initiative. A Critical Issues Paper."},
      {
        "id":"ED357659",
        "title":"Interrupted Educational Background and Its Impact on the Acquisition of Academic Writing Skills: Case Studies of Southeast Asian Writers."},
      {
        "id":"ED357660",
        "title":"Annotated Bibliography of Manitoba Literacy Products."},
      {
        "id":"ED357661",
        "title":"State Legalization Impact Assistance Grant Program. FY 1989 Report to Congress."},
      {
        "id":"ED357662",
        "title":"Intergenerational Literacy: An Evaluation of Program and Progress. The Latin American Literacy Project Final Evaluation."},
      {
        "id":"ED357663",
        "title":"Colorado Student Loan Program. School and Lender Training Manual."},
      {
        "id":"ED357664",
        "title":"National Commission on Responsibilities for Financing Postsecondary Education. Final Report. Background Papers and Reports."},
      {
        "id":"ED357665",
        "title":"The Role of Theories of Discourse in Course Design for Humanities Distance Education."},
      {
        "id":"ED357666",
        "title":"Fact Book 1993."},
      {
        "id":"ED357667",
        "title":"Retention and Performance of At-Risk Students in the California State University System. Knowledge Brief Number Ten."},
      {
        "id":"ED357669",
        "title":"Soft-Systems Methodology. Mendip Papers."},
      {
        "id":"ED357670",
        "title":"Governance and Incorporation: Style and Strategy. Mendip Papers."},
      {
        "id":"ED357671",
        "title":"Reviewing the College Disciplinary Procedure. Mendip Papers."},
      {
        "id":"ED357672",
        "title":"Outside the Classroom: Students as Employees, Volunteers, and Interns."},
      {
        "id":"ED357673",
        "title":"A Proposal for Job Descriptions and Performance Standards for Webster University Extended Campus Support Staff."},
      {
        "id":"ED357677",
        "title":"Information Digest of Postsecondary Education in Iowa, 1989-90."},
      {
        "id":"ED357678",
        "title":"Information Digest of Postsecondary Education in Iowa, 1990-91."},
      {
        "id":"ED357679",
        "title":"Mobilizing Faculty for International Education: The Mini Exchange. Occasional Papers on International Exchange. Forum Series 29."},
      {
        "id":"ED357680",
        "title":"Expert Society: The Origins and Development of Professions in Sweden."},
      {
        "id":"ED357681",
        "title":"Institutional Lending: An Introduction. A Background Report Prepared for the Advisory Committee on Student Financial Assistance."},
      {
        "id":"ED357682",
        "title":"Summary of the Symposium of Institutional Lending in the Stafford Loan Program (Washington, D.C., March 13, 1989)."},
      {
        "id":"ED357683",
        "title":"Symposium on Information Resources, Services and Programs Proceedings (Austin, Texas, May 24, 1990)."},
      {
        "id":"ED357684",
        "title":"Factors Affecting Minority Participation in Higher Education: A Research Synthesis. Symposium on Information Resources Services, and Programs. Background Paper Number One."},
      {
        "id":"ED357685",
        "title":"A Review of the Level and Quality of Information Resources and Programs Available to Students and Parents. Symposium on Information Resources, Services, and Programs. Background Paper Number Two."},
      {
        "id":"ED357686",
        "title":"A Description of Federal Information and Outreach Programs and Selected State, Institutional and Community Models. Symposium on Information Resources, Services, and Programs. Background Paper Number Three."},
      {
        "id":"ED357687",
        "title":"Selected Need Analysis and Student Aid Delivery Issues. Interim Report to the Congress of the United States."},
      {
        "id":"ED357688",
        "title":"Open Hearing on Simplification of Need Analysis and the Delivery System, and Outreach and Early Awareness Programs (Stanford, California, August 14, 1989)."},
      {
        "id":"ED357689",
        "title":"Subcommittee on Need Analysis and Delivery System. Background Paper. Phase I: Background and Problem Definition."},
      {
        "id":"ED357690",
        "title":"Simplifying Need Analysis and Delivery: A Comparison of Reauthorization Proposals: Briefing Document."},
      {
        "id":"ED357691",
        "title":"Student Financial Aid Issues Hearing Report (Atlanta, Georgia,"},
      {
        "id":"ED357692",
        "title":"Early Eligibility Determination. Briefing Paper. Draft."},
      {
        "id":"ED357693",
        "title":"Student Financing in the Health Professions: Dependence on and Interactions between the Higher Education Act and the Public Health Service Act Financial Aid Programs: A Background Paper. Draft."},
      {
        "id":"ED357694",
        "title":"Recommendations on Multiple Data Entry Processors. Report to the Congress of the United States."},
      {
        "id":"ED357695",
        "title":"Student Loan Program Simplification Study. Sources of Complexity. Preliminary Findings. Draft."},
      {
        "id":"ED357696",
        "title":"Student Loan Program Simplification Symposium. Briefing Document."},
      {
        "id":"ED357697",
        "title":"Adviser&apos;s Manual of Federal Regulations Affecting Foreign Students and Scholars. 1993 Edition."},
      {
        "id":"ED357698",
        "title":"Redesigning Collegiate Leadership: Teams and Teamwork in Higher Education."},
      {
        "id":"ED357699",
        "title":"Teaching and the Faculty Reward Structure: Relationships between Faculty Activities and Compensation."},
      {
        "id":"ED357700",
        "title":"Handbook on Linking Assessment &amp; General Education."},
      {
        "id":"ED357701",
        "title":"Effects of Course Type on Freshman Learning."},
      {
        "id":"ED357702",
        "title":"Feminist Thought as a Source of Critique and Reconceptualization of Multiculturalism in Higher Education."},
      {
        "id":"ED357703",
        "title":"The Normalization of Diversity: Multicultural Curricular Change at Urban University."},
      {
        "id":"ED357704",
        "title":"Change at a Regional University: The Dynamic Tension between Corporate and Democratic Voices."},
      {
        "id":"ED357705",
        "title":"Collaborative Learning: A Sourcebook for Higher Education."},
      {
        "id":"ED357706",
        "title":"Cognitive Impacts of Living on Campus versus Commuting to College."},
      {
        "id":"ED357707",
        "title":"Cognitive Effects of Two-Year and Four-Year Colleges: A Preliminary Study."},
      {
        "id":"ED357708",
        "title":"Cultural Leadership in Higher Education."},
      {
        "id":"ED357709",
        "title":"Multiculturalism and Innovation in Academe: Recent Approaches."},
      {
        "id":"ED357710",
        "title":"Out-of-Class Experiences Research Program. The Transition to College Project. Final Report."},
      {
        "id":"ED357711",
        "title":"Measurements of Quality in Higher Education. International Working Conference Proceedings (1st, Washington, D.C., May 23-24, 1991)."},
      {
        "id":"ED357712",
        "title":"The Measurement of Quality in Post-Secondary Education. International Working Conference Proceedings (3rd, London, England, April 15-16, 1992)."},
      {
        "id":"ED357715",
        "title":"Leadership, Faculty, and Decentralized Authority."},
      {
        "id":"ED357716",
        "title":"A Report of the Committee on Higher Education to the House of Representatives 73rd Legislature. Texas House of Representatives, Interim Report 1992."},
      {
        "id":"ED357717",
        "title":"The California Higher Education Policy Vacuum. The Example of Student Fees."},
      {
        "id":"ED357718",
        "title":"The Risks and Rewards of College/University Prepayment and Savings Plans. Policy Bulletin."},
      {
        "id":"ED357719",
        "title":"Trustees &amp; Troubled Times in Higher Education. Invitation to a Continuing Conversation. Report of the Higher Education Issues Panel."},
      {
        "id":"ED357720",
        "title":"Marketing for College Managers: A Workbook for the Effective Integration of Marketing into College Planning."},
      {
        "id":"ED357721",
        "title":"Learning Productivity: A New Imperative for American Higher Education. Studies in Public Higher Education Number 3."},
      {
        "id":"ED357722",
        "title":"SUNY 2000: A Vision for the New Century."},
      {
        "id":"ED357723",
        "title":"SUNY 2000. College Expectations: The Report of the SUNY Task Force on College Entry-Level Knowledge and Skills."},
      {
        "id":"ED357724",
        "title":"SUNY 2000. Meeting State Needs: Reports of the SUNY 2000 Task Groups."},
      {
        "id":"ED357725",
        "title":"SUNY 2000. SUNY: A Planned System. A SUNY 2000 Occasional Paper."},
      {
        "id":"ED357726",
        "title":"SUNY 2000. A More Significant Player: A Report on the SUNY 2000 Agenda of Meeting State Needs."},
      {
        "id":"ED357727",
        "title":"Guide for External Program Review."},
      {
        "id":"ED357729",
        "title":"Distributive Information Systems for Campuses (DISC): 1991-92 Final Report."},
      {
        "id":"ED357730",
        "title":"Using Integrated Media To Incorporate Research into Teacher Education."},
      {
        "id":"ED357731",
        "title":"Design, Development and Implementation of a Middle School Computer Applications Curriculum."},
      {
        "id":"ED357733",
        "title":"Design Issues for Learning Environments."},
      {
        "id":"ED357734",
        "title":"Educational Use of Computer Communication Networks in Japan: A Review of the Present Status."},
      {
        "id":"ED357736",
        "title":"Students' and Tutors' Perceptions of Learning at Allama Iqbal Open University."},
      {
        "id":"ED357737",
        "title":"The Impact of CD-ROM on Library Operations and Universal Availability of Information: Festschrift in Honour of Maurice B. Line. International Essen Symposium (11th, Essen, Germany, September 26-29, 1988). Publications of Essen University Library 11."},
      {
        "id":"ED357739",
        "title":"Looking into Resource-Based Learning."},
      {
        "id":"ED357740",
        "title":"State Publications: Depository Distribution and Bibliographical Programs, Supplement, 1981. Documents Monograph Series, No. 2A."},
      {
        "id":"ED357741",
        "title":"Conversations with Mathematicians."},
      {
        "id":"ED357743",
        "title":"Lions, and Tigers, and Books...Oh My! Program Guide for the Texas Reading Club 1993."},
      {
        "id":"ED357744",
        "title":"The Many Voices of Diversity. Report of the Ad Hoc Committee on LAUC Regional Workshops on Cultural Diversity in Libraries."},
      {
        "id":"ED357745",
        "title":"Older Adults and School Age Children Together in the Library: A Texas Intergenerational Library Programs Manual."},
      {
        "id":"ED357746",
        "title":"Rare and Valuable Government Documents: A Resource Packet on Identification, Preservation, and Security Issues for Government Documents Collections."},
      {
        "id":"ED357747",
        "title":"Cooperation between School Library Media Specialists and Public Librarians. A Scholarly Paper."},
      {
        "id":"ED357750",
        "title":"Meeting the Needs of Library Trade Exhibitors. A Handbook for Exhibition Organisers."},
      {
        "id":"ED357751",
        "title":"A Model of Document Structure and an Application: Generating Hypertext from Linear Text."},
      {
        "id":"ED357757",
        "title":"Arizona State University Library Publication Policy."},
      {
        "id":"ED357758",
        "title":"Library Media Coordinator Project: Online Searching."},
      {
        "id":"ED357759",
        "title":"Libraries: Key to Democracy. The Governor&apos;s Conference on the Future of Libraries (Las Vegas, Nevada, May 9-11, 1990)."},
      {
        "id":"ED357760",
        "title":"Reference Librarian Orientation/Training Program, Old Dominion University, Norfolk, VA."},
      {
        "id":"ED357762",
        "title":"A Comparison of Two CD-ROM Periodical Indexes for Use in the Middle School. A Scholarly Study."},
      {
        "id":"ED357763",
        "title":"Library Technology Grants Awarded To Support Networking and Resource-Sharing Activities, Fiscal Year 1992."},
      {
        "id":"ED357764",
        "title":"Library Literacy Program: Analysis of Funded Projects, 1991. Title VI, Library Services and Construction Act."},
      {
        "id":"ED357765",
        "title":"Mass Deacidification in the Harvard University Library. A Report on the 1991/92 Pilot Operational Program."},
      {
        "id":"ED357766",
        "title":"Preparing Students for Information Literacy. School Library Programs and the Cooperative Planning Process."},
      {
        "id":"ED357767",
        "title":"U.S. Information Ambassadors: The 1991-92 Library Fellows and Debriefing Report."},
      {
        "id":"ED357768",
        "title":"Towards the 21st Century: Books and Media for the Millennium. Selected Papers from the Annual Conference, International Association of School Librarianship (21st, Belfast, Northern Ireland, July 20-24, 1992)."},
      {
        "id":"ED357771",
        "title":"Professional Development from a Learning Point of View."},
      {
        "id":"ED357772",
        "title":"Arrangements for the Recognition of Prior Learning in Australia."},
      {
        "id":"ED357773",
        "title":"Evaluating the College Mission through Assessing Institutional Outcomes."},
      {
        "id":"ED357774",
        "title":"Transfer Shock Revisited: A Longitudinal Study of Transfer Academic Performance."},
      {
        "id":"ED357775",
        "title":"New York University Symposium on Urban Community Colleges Report (New York, New York, April 1-2, 1993)."},
      {
        "id":"ED357776",
        "title":"College of the Canyons Survey of Teaching Practices, Spring 1993."},
      {
        "id":"ED357777",
        "title":"College of the Canyons Student and Faculty Evaluation of Placement Results."},
      {
        "id":"ED357778",
        "title":"College of the Canyons Predictive Validity Studies."},
      {
        "id":"ED357779",
        "title":"Bramson ORT Technical Institute. Report 92-T-6."},
      {
        "id":"ED357780",
        "title":"A Blueprint for Excellence: Lakeland Community College."},
      {
        "id":"ED357781",
        "title":"National Coalition of Advanced Technology Centers Proposal to the Nation."},
      {
        "id":"ED357782",
        "title":"Trustees as Reluctant Leaders: The Board/CEO Relationship."},
      {
        "id":"ED357783",
        "title":"Declining Revenues and Increasing Enrollments: Strategies for Coping."},
      {
        "id":"ED357784",
        "title":"Human Resource Development Planning in a Community College Program Based on a View of the Future."},
      {
        "id":"ED357786",
        "title":"College of DuPage Planning Process: College of DuPage Planning, the Foundation for Decision Making."},
      {
        "id":"ED357787",
        "title":"Educational Plant Survey: Tallahassee Community College, February 1-5, 1993."},
      {
        "id":"ED357788",
        "title":"Community Colleges: Reshaping an Educational Vision. Policy Briefs, Number Nine."},
      {
        "id":"ED357789",
        "title":"Multi-Media Instruction: Vocational Education Research Package."},
      {
        "id":"ED357790",
        "title":"Rural Programs: Vocational Education Resource Package."},
      {
        "id":"ED357791",
        "title":"Trends in Gender Equity: Vocational Education Resource Package."},
      {
        "id":"ED357792",
        "title":"Partnerships with the Public Sector: Vocational Education Resource Package."},
      {
        "id":"ED357793",
        "title":"Career Development: Vocational Education Resource Package."},
      {
        "id":"ED357794",
        "title":"School to Work Transition: Vocational Education Resource Package."},
      {
        "id":"ED357795",
        "title":"Staff Skills Development: Vocational Education Resource Package."},
      {
        "id":"ED357796",
        "title":"Industry-Education Partnerships: Vocational Education Resource Package."},
      {
        "id":"ED357797",
        "title":"Promising Practices: Vocational Education Resource Package."},
      {
        "id":"ED357798",
        "title":"Grant Writing: Vocational Education Resource Package."},
      {
        "id":"ED357799",
        "title":"Labor Market Assessment of Pharmacy Technicians for the Eastern Iowa Community College District."},
      {
        "id":"ED357800",
        "title":"Pharmacy Technician Competency Validation for the Eastern Iowa Community College District."},
      {
        "id":"ED357801",
        "title":"Labor Market Assessment of Business Computer Programming Personnel for the Eastern Iowa Community College District."},
      {
        "id":"ED357802",
        "title":"Programmer/Analyst Competency Validation for the Eastern Iowa Community College District."},
      {
        "id":"ED357803",
        "title":"An Employer Needs Assessment for Vocational Education."},
      {
        "id":"ED357804",
        "title":"Student Right-To-Know Completion Rates. Research Brief RB94-2."},
      {
        "id":"ED357805",
        "title":"The Attributes of Job Applicants: Employer Expectations versus the Perceptions of Minority Students."},
      {
        "id":"ED357806",
        "title":"Pasadena City College Profile in Productivity, 1987-1992."},
      {
        "id":"ED357807",
        "title":"Howard Community College Enrollment by Census Tract, Fall 1991. Research Report Number 81."},
      {
        "id":"ED357808",
        "title":"Presidential Survival in Tough Times."},
      {
        "id":"ED357809",
        "title":"Teaching Word Processing in the Library."},
      {
        "id":"ED357810",
        "title":"Educational Plant Survey: Pensacola Junior College, May 17-19, 1993."},
      {
        "id":"ED357811",
        "title":"Academic Advising: Organizing and Delivering Services for Student Success. New Directions for Community Colleges, Number 82."},
      {
        "id":"ED357812",
        "title":"Results of the Greene County Postsecondary Educational Needs Survey. Research Report No. 3-93."},
      {
        "id":"ED357813",
        "title":"Programs, Issues, and Concerns Regarding Nontraditional Students with a Focus on a Model Orientation Session."},
      {
        "id":"ED357814",
        "title":"Catalysts for Community Change: Guidelines for Community Colleges To Conduct Community Forums."},
      {
        "id":"ED357815",
        "title":"Assessing Student Outcomes via Follow-Up Survey: Training Effectiveness of Vancouver Community College."},
      {
        "id":"ED357825",
        "title":"Nga Kaitaunaki Kohungahunga (Early Childhood Development Unit). Annual Report for July 1, 1991-June 30, 1992."},
      {
        "id":"ED357826",
        "title":"Guide de l'education: Manuel de l'elementaire (Guide to Education: Elementary Education Handbook, 1992-1993)."},
      {
        "id":"ED357827",
        "title":"From Store Cupboard to Family Room: How Parents Pushed Open the Doors of a Scottish Nursery School. Bernard van Leer Foundation Studies and Evaluation Papers 9."},
      {
        "id":"ED357829",
        "title":"Toward the 21st Century: Preparing Proactive Visionary Transformational Leaders for Building Learning Communities through Multi-Technology. Leadership I Formative Evaluation of Cluster 54."},
      {
        "id":"ED357830",
        "title":"Selecting and Developing Internship Sites for Child Development Interns Which Demonstrate Developmentally Appropriate Practices."},
      {
        "id":"ED357831",
        "title":"Child Care and Guidance, Management, and Services Curriculum Guide."},
      {
        "id":"ED357833",
        "title":"Advocacy, Quality and the Education of the Young Child."},
      {
        "id":"ED357834",
        "title":"The Need for Childcare Services in Mississippi: Estimates, Projections, and Public Support for Funding. Social Research Report Series 90-1."},
      {
        "id":"ED357835",
        "title":"Children Worldwide, 1992."},
      {
        "id":"ED357837",
        "title":"Junior School Study. A Study of Classrooms Containing Five-Year-Olds."},
      {
        "id":"ED357839",
        "title":"Working Together: Parents and Staff in Nursery Settings."},
      {
        "id":"ED357840",
        "title":"Promoting Epistemological Development and Parenting Skills of Rural, Impoverished Mothers."},
      {
        "id":"ED357841",
        "title":"Governor's Commission for Children and Families First Annual Report."},
      {
        "id":"ED357842",
        "title":"Maternal Cocaine Addiction: Correlates and Consequences."},
      {
        "id":"ED357843",
        "title":"Adoption: The Reconstruction of Unshared Pasts into a Shared Present and a Projected Future."},
      {
        "id":"ED357844",
        "title":"The Violent Adolescent Male: Specialist or Generalist?"},
      {
        "id":"ED357845",
        "title":"Preschoolers' Recitation versus Understanding of a Televised Song."},
      {
        "id":"ED357847",
        "title":"Building on Children's Strengths: Examination of a Project Spectrum Intervention Program for Students at Risk for School Failure."},
      {
        "id":"ED357848",
        "title":"The Relationship between Parent Involvement and Student Achievement: A Review of the Literature."},
      {
        "id":"ED357849",
        "title":"Peer Relationships of Children in Middle Childhood."},
      {
        "id":"ED357850",
        "title":"The Relationship of Self-Blame and Responsibility Attributions and Motivations, for Schoolwork and Conduct, to Self-Worth and Self-Perceptions."},
      {
        "id":"ED357851",
        "title":"Improving Sociometric Methods for Defining Friendship."},
      {
        "id":"ED357855",
        "title":"Stressful Life Events in Preschoolers: A Cross-Cultural Study."},
      {
        "id":"ED357856",
        "title":"Together We Can: A Guide for Crafting a Profamily System of Education and Human Services."},
      {
        "id":"ED357857",
        "title":"Chinese-Canadian Children's Attitudes toward Schoolwork and Perception of Parental Behaviors That Support Schoolwork."},
      {
        "id":"ED357858",
        "title":"Caucasian- and Chinese-American Children's Attitudes toward Schoolwork and Perception of Parental Behaviors That Support Schoolwork."},
      {
        "id":"ED357859",
        "title":"Children's Attitudes toward Schoolwork and Perception of Parental Behaviors That Support Schoolwork."},
      {
        "id":"ED357860",
        "title":"Ethical Conflicts in a Study of Peer Stigmatization in Kindergarten."},
      {
        "id":"ED357861",
        "title":"Gender Differences in Academic Motivational Orientations: American and Chinese Students."},
      {
        "id":"ED357862",
        "title":"Some Sociocultural Differences in Students' Academic Motivational Orientations."},
      {
        "id":"ED357864",
        "title":"Parents Speak Out for America&apos;s Children. Report of the Surgeon General&apos;s Conference on Healthy Children Ready To Learn--The Critical Role of Parents (Washington, D.C., February 9-12, 1992)."},
      {
        "id":"ED357865",
        "title":"Children and the New 3 Rs (Reduce, Reuse, Recycle): Attitudes toward the Environment."},
      {
        "id":"ED357866",
        "title":"Use of High-Risk Parents for Developmental Screening."},
      {
        "id":"ED357867",
        "title":"The Effects of Work Intensity on Adolescent Mental Health, Achievement and Behavioral Adjustment: New Evidence from a Prospective Study."},
      {
        "id":"ED357868",
        "title":"Model of Care for Chemically Dependent Pregnant and Postpartum Women and Their Drug-Exposed Children from Birth to Age Three. California Policy Seminar Technical Assistance Report."},
      {
        "id":"ED357870",
        "title":"Spotlight on Success: Early Childhood Symposium Proceedings (2nd, Atlanta, Georgia, October 1-2, 1992)."},
      {
        "id":"ED357871",
        "title":"Family Structure and Dynamics in Neglectful Families: Implications for Intervention."},
      {
        "id":"ED357872",
        "title":"Nevada's Children: Selected Educational and Social Statistics. Nevada and National."},
      {
        "id":"ED357873",
        "title":"Perceptions of Social Networks among Adolescents from Three Cultures."},
      {
        "id":"ED357874",
        "title":"Multicultural Approaches in Education: A German Experience. Studies and Evaluation Papers 11."},
      {
        "id":"ED357875",
        "title":"The Educational Development of Students Following Participation in a Pre-School Programme in a Disadvantaged Area in Ireland. Studies and Evaluation Papers 12."},
      {
        "id":"ED357877",
        "title":"Characteristics of Parent-Child Interactions: How Do They Affect Children's Acquisition of Metacognitive Skills?"},
      {
        "id":"ED357878",
        "title":"Reconceptualizing the Measurement of Persistence in an Attempt To Facilitate Prediction of Infant Problem-Solving Competence."},
      {
        "id":"ED357879",
        "title":"Social and Object Mastery Play in 12-Month Olds with Depressed and Non-Depressed Mothers: Developmental Changes and Correlates."},
      {
        "id":"ED357880",
        "title":"At-Risk Preschoolers: Early Predictors of Future Grade Retention."},
      {
        "id":"ED357881",
        "title":"Parental Involvement and Early School Success: Following the 'Class of 2000' at Year Five."},
      {
        "id":"ED357882",
        "title":"Differential Effects of Preschool Models on Inner-City Children: Following the 'Class of 2000' at Year Five."},
      {
        "id":"ED357883",
        "title":"Heymans' Adolescence Inquiry and the Big Five: Data Collected in Holland in 1908 and Re-analyzed in 1992."},
      {
        "id":"ED357884",
        "title":"Patterns of Attachment of Interracial Adopted Children in a Dutch Sample Compared to an American Sample."},
      {
        "id":"ED357885",
        "title":"Keep Your Wits Not Your Nits: A Rational Approach to Head Lice from the National Pediculosis Association. Second Edition."},
      {
        "id":"ED357886",
        "title":"The Primary School: A Resource Guide for Parents."},
      {
        "id":"ED357888",
        "title":"National Evaluation of the Even Start Family Literacy Program. Second Interim Report."},
      {
        "id":"ED357891",
        "title":"The Cognitive Consequences of Collaboration: Why Ask How?"},
      {
        "id":"ED357892",
        "title":"A Resource Booklet on Transitions: SERVEing Young Children Project."},
      {
        "id":"ED357893",
        "title":"Employers' Roundtable on Work and Family Issues: A Directory of Metro-Denver Employers' Involvement in Work and Family Programs and Policies."},
      {
        "id":"ED357894",
        "title":"A Review of the Effects of Extra-Year Kindergarten Programs and Transitional First Grades."},
      {
        "id":"ED357896",
        "title":"Directory of Middle Level Teacher Preparation Programs."},
      {
        "id":"ED357897",
        "title":"The Status of Child Nutrition Programs in Colorado."},
      {
        "id":"ED357899",
        "title":"State Legislation Relating to Native Americans, 1991."},
      {
        "id":"ED357900",
        "title":"Does Outdoor & Environmental Education Have a Role in Multicultural Education?"},
      {
        "id":"ED357901",
        "title":"The Rural Teacher, Alive and Well? The 1992-93 Montana Rural Teacher Salary &amp; Benefits Survey."},
      {
        "id":"ED357902",
        "title":"Education in Rural Illinois."},
      {
        "id":"ED357903",
        "title":"Effective School Climate: Roles for Peers, Practitioners, and Principals."},
      {
        "id":"ED357904",
        "title":"Law-Related Education and the Illinois Institute for Public Understanding about the Law."},
      {
        "id":"ED357905",
        "title":"Mexican Immigrants in High Schools: Meeting Their Needs. ERIC Digest."},
      {
        "id":"ED357906",
        "title":"Integrated Services: A Summary for Rural Educators. ERIC Digest."},
      {
        "id":"ED357907",
        "title":"Health Problems among Migrant Farmworkers' Children in the U.S. ERIC Digest."},
      {
        "id":"ED357908",
        "title":"Blueprints for Indian Education: Research and Development Needs for the 1990s. ERIC Digest."},
      {
        "id":"ED357909",
        "title":"The Migrant Student Record Transfer System (MSRTS): An Update. ERIC Digest."},
      {
        "id":"ED357910",
        "title":"Developing Supplemental Funding: Initiatives for Rural and Small Schools. ERIC Digest."},
      {
        "id":"ED357911",
        "title":"Hispanics in Higher Education: Trends in Participation. ERIC Digest."},
      {
        "id":"ED357912",
        "title":"Establishing Rural Even Start Programs: Lessons Learned from a Demonstration Project."},
      {
        "id":"ED357913",
        "title":"School Choice: Has It Made a Difference? A Comparison of Two Studies."},
      {
        "id":"ED357914",
        "title":"Indian Education Summer Institutes and Indian Education School Improvement Programs. Evaluation Report."},
      {
        "id":"ED357915",
        "title":"Wilderness Medicine Newsletter, 1992."},
      {
        "id":"ED357916",
        "title":"Become a Principal? You Must Be Kidding."},
      {
        "id":"ED357918",
        "title":"Rural Profile of Arkansas, 1993: A Look at Economic &amp; Social Trends Affecting Rural Arkansas."},
      {
        "id":"ED357919",
        "title":"Lifelines of Learning: Distance Education and America's Rural Schools. A Report to the 103rd Congress and the American People Pursuant to Pub. L. 102-356."},
      {
        "id":"ED357920",
        "title":"Rural Libraries. A Forum for Rural Library Service. 1992."},
      {
        "id":"ED357921",
        "title":"Building School-Communities."},
      {
        "id":"ED357922",
        "title":"Video as a Leadership Tool in a Rural School District."},
      {
        "id":"ED357923",
        "title":"Bibliography of Health Issues Affecting North American Indians, Eskimos, and Aleuts: 1950-1988."},
      {
        "id":"ED357924",
        "title":"Opinions of Rural South Dakota State Superintendents toward a Statewide Report Card System."},
      {
        "id":"ED360937",
        "title":"Allocating Government Funds to Higher Education Institutions: Inter-Country Comparisons. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360938",
        "title":"Student Satisfaction Surveys: Measurements and Utilization Issues. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360939",
        "title":"Faculty Vitality in the Comprehensive University: Changing Context and Concerns. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360940",
        "title":"The Impact of Mission Effectiveness on Student Retention. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360941",
        "title":"Total Quality Management: Statistics and Graphics III - Experimental Design and Taguchi Methods. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360942",
        "title":"Faculty Salary Equity: Issues and Options. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360943",
        "title":"The Transition to College: Diverse Students, Diverse Stories. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360944",
        "title":"Noncognitive Predictors of Achievement in Introductory College Chemistry. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360945",
        "title":"How To Use Barker's Paradigm Concepts To Help Solve Major Higher Education Problems and Help Create a Vital Future for Institutional Research and Planning. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360946",
        "title":"Educating Part-Time Adult Learners in Transition. ERIC Digest."},
      {
        "id":"ED360947",
        "title":"Control and Power in Educational Computing."},
      {
        "id":"ED360948",
        "title":"Distance Education: Graduate Student Attitudes and Academic Performance."},
      {
        "id":"ED360949",
        "title":"Educational Multimedia and Hypermedia Annual, 1993. Proceedings of ED-MEDIA 93--World Conference on Educational Media and Hypermedia (Orlando, Florida, June 23-26, 1993)."},
      {
        "id":"ED360950",
        "title":"An Exploratory Study of the Perceived Benefits of Electronic Bulletin Board Use and Their Impact on Other Communication Activities."},
      {
        "id":"ED360951",
        "title":"S. 335, the Emerging Telecommunications Technologies Act of 1993. Hearing before the Subcommittee on Communications of the Committee on Commerce, Science, and Transportation. United States Senate, One Hundred Third Congress, First Session."},
      {
        "id":"ED360952",
        "title":"Estimating Computing Hardware and Software Available to Preservice Students in Metropolitan Detroit Schools."},
      {
        "id":"ED360954",
        "title":"Computers in Education: A Survey of Computer Technology in the Westchester/Putnam Schools."},
      {
        "id":"ED360955",
        "title":"Censorship and Selection."},
      {
        "id":"ED360957",
        "title":"Collection Management: Electronically-Delivered Information."},
      {
        "id":"ED360958",
        "title":"Establishing and Using an Electronic Classroom: The Western Illinois University Experience."},
      {
        "id":"ED360959",
        "title":"Idaho Public Library Trustee Continuing Education Plan 1991-1993."},
      {
        "id":"ED360960",
        "title":"Guide to Selected African-American Materials in the UTK Libraries."},
      {
        "id":"ED360961",
        "title":"Network Knowledge for the Neophyte. Stuff You Need To Know in Order To Navigate the Electronic Village. Version 3.0."},
      {
        "id":"ED360962",
        "title":"New Mexico State Library Rural Services Study."},
      {
        "id":"ED360964",
        "title":"U.S. National Commission on Libraries and Information Science Report to the Office of Science and Technology Policy on Library and Information Services' Roles in the National Research and Education Network."},
      {
        "id":"ED360965",
        "title":"Utah Publications Depository Program. Manual of Guidelines for State Agencies, Revised [and] Manual of Guidelines for Depository Libraries, Revised."},
      {
        "id":"ED360966",
        "title":"Visions and Values: Crosscurrents in Academic Librarianship, A Symposium. A Bibliography on the Theme of the 1993 LACUNY Institute."},
      {
        "id":"ED360967",
        "title":"Vermont Department of Libraries Biennial Report: Statistics of Local Libraries, July 1, 1990-June 30, 1992. Vermont Library Directory, 1993."},
      {
        "id":"ED360968",
        "title":"Citrus County Schools Copyright Guidelines Recommended by the Citrus County Association of School Media Specialists."},
      {
        "id":"ED360970",
        "title":"Public Access Online Library System (OLS) User's Guide."},
      {
        "id":"ED360971",
        "title":"Two Cans and a String: A Metaphor for Electronically-Supported Conversation in Collaborative Instruction."},
      {
        "id":"ED360972",
        "title":"More Mysteries."},
      {
        "id":"ED360973",
        "title":"Online Bibliographic Searching in the Humanities Databases: An Introduction."},
      {
        "id":"ED360974",
        "title":"Resource Guide to Selected Federal Government Statistical Publications on \"Women and Minorities.\""},
      {
        "id":"ED360975",
        "title":"Information Resource Sharing and Networking. 2nd Revised and Amended Edition. Report on Three Training Courses (Arusha, Tanzania, October 22-November 2, 1990; Mombasa, Kenya, April 15-26, 1991; Arusha, Tanzania, March 23-April 3, 1992)."},
      {
        "id":"ED360977",
        "title":"Bookmobile Service and the Amish Community in Holmes County, Ohio: A Case Study."},
      {
        "id":"ED360978",
        "title":"Comparison and Evaluation of End-User Interfaces for Online Public Access Catalogs."},
      {
        "id":"ED360979",
        "title":"A History of Coshocton Public Library, 1872-1992: A Public Library/Museum Partnership."},
      {
        "id":"ED360980",
        "title":"A Qualitative Study of Novice Users of FIRSTSEARCH on the IBM."},
      {
        "id":"ED360981",
        "title":"The Scots-Irish Americans: A Guide to Reference and Information Sources for Research."},
      {
        "id":"ED360982",
        "title":"Information Resources in the Social Sciences. Class Manual."},
      {
        "id":"ED360984",
        "title":"The User Interface of ERIC on the Macintosh: A Qualitative Study of Novice Users."},
      {
        "id":"ED360985",
        "title":"America's Rural Information Resource."},
      {
        "id":"ED360986",
        "title":"Celebrating 50 Years of Cooperation, 1942-1992."},
      {
        "id":"ED360987",
        "title":"The Effect of Expanded Electronic Access to Periodical Literature on Library Users, Collections and Operations. Final Report of the OCAC Measurement and Evaluation Subcommittee, University of Illinois Library at Urbana-Champaign."},
      {
        "id":"ED360989",
        "title":"Revitalizing America: Information Strategies for the 1990s. A Proposal."},
      {
        "id":"ED360990",
        "title":"Silver Summer Scrapbook. 1993 Florida Summer Library Program."},
      {
        "id":"ED360991",
        "title":"Survey of Records Management Practices in Wisconsin."},
      {
        "id":"ED360992",
        "title":"Strategic Plan for Information Resources Management, FY 1993-97: Improving Education through Automation."},
      {
        "id":"ED360993",
        "title":"Establishment of Information and Documentation Centres. A Manual."},
      {
        "id":"ED360994",
        "title":"Coordination of Information Systems and Services in Namibia. Papers of the Seminar (Windhoek, Namibia, February 25-March 5, 1993)."},
      {
        "id":"ED360995",
        "title":"American Indian Resource Manual for Public Libraries. Bulletin No. 92429."},
      {
        "id":"ED360997",
        "title":"Collections Conservation."},
      {
        "id":"ED360998",
        "title":"Collection Maintenance and Improvement."},
      {
        "id":"ED360999",
        "title":"Disaster Preparedness."},
      {
        "id":"ED361000",
        "title":"Managing a Library Binding Program."},
      {
        "id":"ED361001",
        "title":"Options for Replacing and Reformatting Deteriorated Materials."},
      {
        "id":"ED361002",
        "title":"Organizing Preservation Activities."},
      {
        "id":"ED361003",
        "title":"Staff Training and User Awareness in Preservation Management."},
      {
        "id":"ED361004",
        "title":"The Leadership Role in Library Fund Raising. Minutes of the Membership Meeting of the Association of Research Libraries (120th, Charleston, South Carolina, May 13-15, 1992)."},
      {
        "id":"ED361005",
        "title":"Sourcebook for Bibliographic Instruction."},
      {
        "id":"ED361006",
        "title":"Survey Results: Idaho Public Library Public Relation Practices."},
      {
        "id":"ED361007",
        "title":"Hammond Workforce 2000: A Three-Year Project. October 1989 to September 1992."},
      {
        "id":"ED361008",
        "title":"Virginia Tech University Libraries: Bibliographers' Manual."},
      {
        "id":"ED361010",
        "title":"Technology, Teaching, & Trustees in 2001: A Guide for Leaders."},
      {
        "id":"ED361011",
        "title":"Necessary, but Insufficient: The Learning Center's 1992-93 Annual Report."},
      {
        "id":"ED361012",
        "title":"Systemic Leadership Strategies for Community Colleges Initiating Partnerships with Corporations and Schools."},
      {
        "id":"ED361013",
        "title":"Manual for Building an International Education Program in the Community College."},
      {
        "id":"ED361014",
        "title":"Environmental Scan: 1993-94 Planning/Budgeting Cycle."},
      {
        "id":"ED361015",
        "title":"Transfer Student Survey, 1993."},
      {
        "id":"ED361016",
        "title":"Analysis of Enrollments, with Comparative References to Historical Trends. Volume 1: Winter Quarter (FY 1992-93). Volume 2: Spring Quarter (FY 1992-93)."},
      {
        "id":"ED361017",
        "title":"Five Year Strategic Plan, 1993-1997, Lakeland Community College."},
      {
        "id":"ED361018",
        "title":"Virginia Community College System Study of the Colleges' Operation of Dual Credit Agreements with Public High Schools, May 18 to September 8, 1992."},
      {
        "id":"ED361019",
        "title":"Virginia Community College System Study of Tuition Increases and Their Effects on Enrollments."},
      {
        "id":"ED361020",
        "title":"A Plan for Revitalization: Maximizing Professional Development Opportunity. A Report by the VCCS Professional Development Task Force."},
      {
        "id":"ED361021",
        "title":"The Impact of the Differential Enrollment Fee on Chaffey College Baccalaureate Students."},
      {
        "id":"ED361022",
        "title":"Post-College Employment Rates and Earnings of Students Who Participated in SBCC Occupational Education Programs."},
      {
        "id":"ED361023",
        "title":"Taylor Business Institute. Report 93-T-1."},
      {
        "id":"ED361024",
        "title":"Accountability and Productivity. Report for the Illinois Community College System, 1993."},
      {
        "id":"ED361025",
        "title":"Faculty Handbook for Full-Time Instructors. Revised."},
      {
        "id":"ED361026",
        "title":"Freshman Composition for the Learning Disabled."},
      {
        "id":"ED361027",
        "title":"Faculty Salary Comparisons: National, SREB, and State Averages. Faculty/Staff Research Project."},
      {
        "id":"ED361028",
        "title":"Administrator/Non-Teaching Professionals Survey, 1990-1991. Faculty/Staff Research Project."},
      {
        "id":"ED361029",
        "title":"North Carolina Community Colleges. Annual Financial Report, 1991-1992."},
      {
        "id":"ED361030",
        "title":"Student Enrollments, Full-Time Equivalents (FTE), Staff/Faculty Information, 1991-92. Annual Statistical Report, Volume 27."},
      {
        "id":"ED361031",
        "title":"Critical Success Factors for the North Carolina Community College System, 1993. Fourth Annual Report."},
      {
        "id":"ED361032",
        "title":"Executive Management Leadership Institute: Research Results, Volume I."},
      {
        "id":"ED361034",
        "title":"A Matter of Facts: The North Carolina Community College System Fact Book."},
      {
        "id":"ED361036",
        "title":"Partnership Program, Essex County College."},
      {
        "id":"ED361037",
        "title":"Shared Vision Implementation Project, 1988-1991. Final Report of FIPSE Project."},
      {
        "id":"ED361038",
        "title":"Transfer Rates of Business Administration Majors at a Two-Year College."},
      {
        "id":"ED361040",
        "title":"STAGES: A Short Term Travel Grant for Educators. A Report on a Curriculum Development Experience for Ten Ohio Community and Two-Year College Faculty in Czechoslovakia, Poland and Romania during the Summer of 1992."},
      {
        "id":"ED361041",
        "title":"Beyond the Vision: Implementation Strategies for Diversifying Community College Leadership. A Beacon College Project."},
      {
        "id":"ED361042",
        "title":"Stories Told in a Different Voice: Women Students as Developing Writers."},
      {
        "id":"ED361043",
        "title":"ALANA Intervention Program."},
      {
        "id":"ED361044",
        "title":"How Long Term Presidents Lead."},
      {
        "id":"ED361045",
        "title":"Customized Training for Business and Industry: The Quebec College Experience. Notes for an Address."},
      {
        "id":"ED361046",
        "title":"Reinventing Teaching and Testing: Quality Learning for Quality Employment."},
      {
        "id":"ED361047",
        "title":"Evaluating Administrators: Designing the Process in a Shared Governance Environment."},
      {
        "id":"ED361048",
        "title":"Arizona Student Success: A Comparative Study of Community College Transfer, Four-Year College Transfer, and Native University Students. A Final Report to the State, Its Leadership, and Its Citizens."},
      {
        "id":"ED361049",
        "title":"Cognitive Science, Learning Theory, and Technical Education."},
      {
        "id":"ED361050",
        "title":"Should Technical Education Be More Liberal?"},
      {
        "id":"ED361051",
        "title":"Characteristics of Early Student Dropouts at Allegany Community College and Recommendations for Early Intervention."},
      {
        "id":"ED361052",
        "title":"Community College of Rhode Island. Annual Report, 1992-93."},
      {
        "id":"ED361053",
        "title":"An Environmental Scan Update, 1992-93. 2020: Perfect Vision for the Next Century."},
      {
        "id":"ED361054",
        "title":"Follow-Up Survey of PVCC Graduates of the Class of 1991-92. Research Report Number 5-93."},
      {
        "id":"ED361055",
        "title":"At Risk Non-Traditional Community College Students."},
      {
        "id":"ED361056",
        "title":"Changing Times, Changing Mission?"},
      {
        "id":"ED361057",
        "title":"Challenging the &quot;Revolving Door Syndrome.&quot; ERIC Digest."},
      {
        "id":"ED361058",
        "title":"The Best of Texas Yearbook. Second Edition."},
      {
        "id":"ED361059",
        "title":"Diagnostic Evaluation of Numeracy and Literacy Skills in UNRWA Schools: Position Paper."},
      {
        "id":"ED361061",
        "title":"Building Resiliency in Youth: Imagine the Difference."},
      {
        "id":"ED361062",
        "title":"Tertiary Students Perceptions of Male Workers in the Early Childhood Field in Australia."},
      {
        "id":"ED361063",
        "title":"Quality of Care and Problem Behaviors in Early Childhood."},
      {
        "id":"ED361064",
        "title":"The Road to Accreditation. Readings on Early Education and Care."},
      {
        "id":"ED361065",
        "title":"Clarification of the Authoritarian Parenting Style and Parental Control: Cultural Concepts of Chinese Child Rearing."},
      {
        "id":"ED361066",
        "title":"School Transitions among Youth at Risk for Substance Abuse."},
      {
        "id":"ED361067",
        "title":"Preschool Self-Concept in Head Start and Non-Head Start Children."},
      {
        "id":"ED361068",
        "title":"Moral Education in a Multicultural Context: The Malaysian Primary Curriculum."},
      {
        "id":"ED361069",
        "title":"Learning Values about Languages in the Multilingual Preschools of Malaysia."},
      {
        "id":"ED361070",
        "title":"Ecological Contributions to Gender Differences in Intimacy among Peers."},
      {
        "id":"ED361071",
        "title":"Physical Maltreatment and Trust in Peers: Feelings, Reasons, and Behavioral Intentions."},
      {
        "id":"ED361072",
        "title":"Who Can Afford Child Care?"},
      {
        "id":"ED361073",
        "title":"Children's Awareness of Their Social Behaviors."},
      {
        "id":"ED361074",
        "title":"A Factor Analytic Examination of the Adolescent Individuation Measure."},
      {
        "id":"ED361075",
        "title":"Maternal Sensitivity to Vocabulary Development in Specific Language-Impaired and Language-Normal Preschoolers."},
      {
        "id":"ED361076",
        "title":"Parental Social Network and Child's Friendship Network."},
      {
        "id":"ED361077",
        "title":"Parental Support and Children's Social Integration."},
      {
        "id":"ED361078",
        "title":"Factorial Congruence of Adolescent Perceptions of Social Networks across Three Cultures."},
      {
        "id":"ED361079",
        "title":"Early and Later Maternal-Infant Interactions in Adolescent Mothers: A Comparison Study."},
      {
        "id":"ED361080",
        "title":"Developmental Changes in Toddlers' Social Orientation and Affect during Mastery Play."},
      {
        "id":"ED361081",
        "title":"The Mothers of Adolescent Mothers: Support and Conflict in Grandmothers' Social Networks."},
      {
        "id":"ED361082",
        "title":"Structure and Content in Socio-Moral Reasoning."},
      {
        "id":"ED361083",
        "title":"Social-Cognitive Correlates of Aggression and Victimization."},
      {
        "id":"ED361084",
        "title":"Children's Conceptions of Work and Play: Exploring an Alternative to the Discounting Principle."},
      {
        "id":"ED361085",
        "title":"A Planning Guide for Food Service in Child Care Centers. Revised."},
      {
        "id":"ED361086",
        "title":"Feeding Infants: A Guide for Use in the Child Care Food Program."},
      {
        "id":"ED361087",
        "title":"Interaction of Student Teacher with Kindergarten Males and Females."},
      {
        "id":"ED361088",
        "title":"Attitudes toward Multiple Aged Classrooms of Third, Fourth, Fifth, and Sixth Grade Students."},
      {
        "id":"ED361089",
        "title":"Learning Out of School: Homework, Policy and Practice. A Research Study Commissioned by the Scottish Education Department."},
      {
        "id":"ED361090",
        "title":"National School-Age Child Care Alliance (NSACCA): National Survey Results. Draft Report."},
      {
        "id":"ED361091",
        "title":"Reasoning about Density: The Influence of Two Processes."},
      {
        "id":"ED361092",
        "title":"A Survey Instrument: Assessment of Education Interests, Experiences, and Learning Preferences of Parents of Young Children."},
      {
        "id":"ED361093",
        "title":"Child Care and Education: The Critical Connection. Action Plan [and] Policy Statement."},
      {
        "id":"ED361094",
        "title":"The Struggles of Democracy: An Agenda for Children and Families in the 1990's."},
      {
        "id":"ED361095",
        "title":"Reflectivity and Strategy Choice in Two Problem Solving Domains."},
      {
        "id":"ED361096",
        "title":"Language and Emotional Milestones on the Road to Readiness. Report No. 18."},
      {
        "id":"ED361097",
        "title":"Relations among Indices of Maternal Stress, Support, Adjustment, and Parenting Strategies: A Study of Low-Income Families."}]
  }}
