{
  "response":{"numFound":506904,"start":34000,"numFoundExact":true,"docs":[
      {
        "id":"ED361098",
        "title":"Brazelton Intervention with Substance Abusing Mothers and Their Infants: An Experimental Intervention."},
      {
        "id":"ED361099",
        "title":"Why Nannies Leave Their Employing Families."},
      {
        "id":"ED361100",
        "title":"Does Parental Marital Separation Affect Infants?"},
      {
        "id":"ED361101",
        "title":"Responsibility for Homework: Children's Ideas about Self-Regulation."},
      {
        "id":"ED361104",
        "title":"The Promotion of Gross and Fine Motor Development for Infants and Toddlers: Developmentally Appropriate Activities for Parents and Teachers."},
      {
        "id":"ED361105",
        "title":"Mental Representations of Relationships, Parent Belief Systems, and Parenting Behavior."},
      {
        "id":"ED361106",
        "title":"The Integration of Young Children's Literature with Multicultural, Nonsexist, and Global Education Goals and Themes."},
      {
        "id":"ED361108",
        "title":"Behavioral Inhibition: Type or Continuum?"},
      {
        "id":"ED361110",
        "title":"Fairness and Core Knowledge."},
      {
        "id":"ED361111",
        "title":"Parent Services Project Evaluation: Final Report of Findings."},
      {
        "id":"ED361112",
        "title":"Child Care in New Jersey: The 1992 Annual Report and SFY 1994 Priorities. A Report to the Legislature."},
      {
        "id":"ED361113",
        "title":"Elementary School-Based Adopted Grandparent Programs: Combining Intergenerational Programming with Aging Education."},
      {
        "id":"ED361115",
        "title":"Developmental Precursors of Externalizing Behavior: Ages 1 to 3."},
      {
        "id":"ED361116",
        "title":"Skills for Living: The Requirement of the 90s."},
      {
        "id":"ED361117",
        "title":"Marital Discord and Children's Coping and Adjustment."},
      {
        "id":"ED361118",
        "title":"Oversight Hearing Regarding the Head Start Program. Hearing before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, First Session (Downey, CA, April 8, 1993)."},
      {
        "id":"ED361120",
        "title":"Phoneme Awareness Training with At-Risk Kindergarten Children: A Case Study."},
      {
        "id":"ED361121",
        "title":"Using the Notion of a Central Conceptual Structure To Explain the Development of Children's Understanding of Human Behaviour."},
      {
        "id":"ED361122",
        "title":"Retention in Grade: Lethal Lessons?"},
      {
        "id":"ED361123",
        "title":"Head Start Research Project: Variations in Service Delivery Models in Region X. Condensed Report."},
      {
        "id":"ED361124",
        "title":"National Education Commission on Time and Learning Annual Report, Fiscal Year 1992."},
      {
        "id":"ED361125",
        "title":"Depiction Study of Indian Parent/Community Involvement and Support in Northwest Schools."},
      {
        "id":"ED361126",
        "title":"Texas/Montana Summer Distance Learning Pilot Project: &quot;From the Lone Star to the Big Sky.&quot;"},
      {
        "id":"ED361127",
        "title":"Migrant Counselor's Handbook, Grades 9-12. Fourth Revision."},
      {
        "id":"ED361128",
        "title":"Late Entry/Early Withdrawal Policy Handbook."},
      {
        "id":"ED361136",
        "title":"Farm Foundation. Annual Report, 1993."},
      {
        "id":"ED361137",
        "title":"Meal Planning for People with Diabetes, 2nd Edition = Planificacion de Comidas para Personas con Diabetes, 2 Edicion."},
      {
        "id":"ED361138",
        "title":"Farmworker Substance Abuse: An Action Plan for the Year 2000. Proceedings of the National Farmworker Substance Abuse Prevention Conference (San Diego, California, October 18-20, 1991)."},
      {
        "id":"ED361139",
        "title":"Blueprint for Migrant Health: Health Care Delivery for the Year 2000. Migrant Clinicians Network Monograph Series."},
      {
        "id":"ED361140",
        "title":"Findings from the National Agricultural Workers Survey (NAWS) 1990. A Demographic and Employment Profile of Perishable Crop Farm Workers. Research Report No. 1."},
      {
        "id":"ED361142",
        "title":"Project SMART (Summer Migrants Access Resources through Technology)."},
      {
        "id":"ED361143",
        "title":"Utah Schools and Lands Improvement Act of 1993. Report To Accompany S. 184. Senate. 103d Congress, 1st Session."},
      {
        "id":"ED361145",
        "title":"Service for Migrant Children in the Health, Social Services, and Education Systems. Background Paper. Project Report."},
      {
        "id":"ED361146",
        "title":"Tornadoes: Nature's Most Violent Storms. A Preparedness Guide Including Safety Information for Schools."},
      {
        "id":"ED361147",
        "title":"Leadership for Rural Schools."},
      {
        "id":"ED361148",
        "title":"Tough Issues for Navajo Youth and Navajo Schools. Draft."},
      {
        "id":"ED361150",
        "title":"Information Access in Rural America: January 1979 - September 1991. Quick Bibliography Series: QB 92-18."},
      {
        "id":"ED361151",
        "title":"Innovative Approaches in Rural Education. Rural Information Center Publication Series, No. 22."},
      {
        "id":"ED361153",
        "title":"At-Risk Children and the Reform of Rural Schools: Economic and Cultural Dimensions."},
      {
        "id":"ED361157",
        "title":"Indian Education: A Federal Entitlement. 19th Annual Report to the U.S. Congress for Fiscal Year 1992."},
      {
        "id":"ED361158",
        "title":"Source Book on School and District Size, Cost, and Quality."},
      {
        "id":"ED361159",
        "title":"Small Is Too Big: Achieving a Critical Anti-Mass in the High School."},
      {
        "id":"ED361160",
        "title":"Modern Conceptions of Educational Quality and State Policy Regarding Small Schooling Units."},
      {
        "id":"ED361161",
        "title":"Remapping the Terrain: School Size, Cost, and Quality."},
      {
        "id":"ED361162",
        "title":"Size, Cost, and Quality of Schools and School Districts: A Question of Context."},
      {
        "id":"ED361163",
        "title":"Small Is Beautiful."},
      {
        "id":"ED361164",
        "title":"On Local Control: Is Bigger Better?"},
      {
        "id":"ED361165",
        "title":"Environmental Education. A Special Study for the World Conference on Education for All."},
      {
        "id":"ED361166",
        "title":"Connect: UNESCO-UNEP Environmental Education Newsletter. 1991-1992."},
      {
        "id":"ED361167",
        "title":"Earth's Mysterious Atmosphere: Atlas 1 Teacher's Guide with Activities."},
      {
        "id":"ED361168",
        "title":"Developing Environmental Decision-making in Middle School Classes."},
      {
        "id":"ED361169",
        "title":"The Use of &quot;The Forest Kit&quot; in Schools. Forestry Insights. A Report."},
      {
        "id":"ED361170",
        "title":"Project Water Science. General Science High School Level."},
      {
        "id":"ED361171",
        "title":"National Association for Research in Science Teaching (NARST). Annual Meeting (65th, Cambridge, Massachusetts, March 21-25, 1992). Abstracts of Presented Papers."},
      {
        "id":"ED361172",
        "title":"Turning the Tide on Trash: A Learning Guide on Marine Debris."},
      {
        "id":"ED361173",
        "title":"Entryways into Science and Science Teaching: Teacher and Researcher Development in a Professional Development School. Elementary Subjects Center Series No. 84."},
      {
        "id":"ED361174",
        "title":"National Science Foundation Workshop on the Dissemination and Transfer of Innovation in Science, Mathematics, and Engineering Education (May 1-3, 1990). Report."},
      {
        "id":"ED361175",
        "title":"The Relationship between Ability-Paired Interactions and the Development of Fifth Graders' Concepts of Balance."},
      {
        "id":"ED361176",
        "title":"To Strengthen American Cognitive Science for the Twenty-First Century. Report of a Planning Workshop for the Cognitive Science Initiative at the National Science Foundation (Washington, D.C., April 20-21, 1991)."},
      {
        "id":"ED361178",
        "title":"Why Did We Do All This Writing and Talking If You Already Knew the Answer? The Role of the Learning Community in Constructing Understanding in an Elementary Science Class. Elementary Subjects Center, Series No. 61."},
      {
        "id":"ED361179",
        "title":"Science, Mathematics, and Engineering Education. Joint Hearing before the Committee on Science, Space, and Technology and the Committee on Education and Labor. U.S. House of Representatives, One Hundred Second Congress, Second Session."},
      {
        "id":"ED361180",
        "title":"The Reality of the Earth Science Classroom."},
      {
        "id":"ED361181",
        "title":"Building a Shared Vision for Environmental Education. Proceedings of a Conference Sponsored by the Federal Task Force on Environmental Education (Washington, D.C., November 19-21, 1991)."},
      {
        "id":"ED361182",
        "title":"The Safety Simulator: Scoring, Reliability and Validity of Interactive Videodisc-Based Assessment of Science Teachers."},
      {
        "id":"ED361183",
        "title":"Toward a Research Base for Evolution Education: Report of a National Conference...Proceedings of the Evolution Education Research Conference (Baton Rouge, Louisiana, December 4-5, 1992)."},
      {
        "id":"ED361184",
        "title":"Students' Coding Orientation and School Socializing Context in Their Relation with Students' Scientific Achievement."},
      {
        "id":"ED361186",
        "title":"The Status of STS Implementation in the United States and Its Implications."},
      {
        "id":"ED361187",
        "title":"Strategies and Skills Exhibited by College Students during Laboratories in First Year Physics."},
      {
        "id":"ED361188",
        "title":"A Social Reconstructionist View of the History of Earth and Space Sciences."},
      {
        "id":"ED361189",
        "title":"Scientific Inquiry: A Bridge."},
      {
        "id":"ED361190",
        "title":"Space Science Projects. LC Science Tracer Bullet."},
      {
        "id":"ED361191",
        "title":"The National Science Foundation: A Brief History."},
      {
        "id":"ED361192",
        "title":"NASA-Industry Education Initiative: Education Programs Report 1991."},
      {
        "id":"ED361193",
        "title":"Survey on Undergraduate Education in Physics. Higher Education Surveys Report, Survey Number 15--Physics."},
      {
        "id":"ED361194",
        "title":"Survey on Undergraduate Education in Geology. Higher Education Surveys Report, Survey Number 15--Geology."},
      {
        "id":"ED361195",
        "title":"Suited for Spacewalking: Teacher&apos;s Guide with Activities."},
      {
        "id":"ED361196",
        "title":"Students' Systematic Errors When Solving Kinetic and Chemical Equilibrium Problems."},
      {
        "id":"ED361197",
        "title":"A Survey of Current Uses of Educational Technology in Science Teacher Education Programs."},
      {
        "id":"ED361198",
        "title":"The Estuary Guide. Level 3: High School. Draft."},
      {
        "id":"ED361199",
        "title":"Project Wild and the Dominant Western Paradigm: A Content Analysis Utilizing Deep Ecology."},
      {
        "id":"ED361202",
        "title":"Beyond Earth&apos;s Boundaries"},
      {
        "id":"ED361203",
        "title":"All Aboard for Space."},
      {
        "id":"ED361204",
        "title":"World View, Metaphysics, and Epistemology. Scientific Literacy and Cultural Studies Project, Working Paper No. 106."},
      {
        "id":"ED361205",
        "title":"What We Know about Science Teaching and Learning. EdTalk."},
      {
        "id":"ED361206",
        "title":"Using Curriculum Frameworks To Incorporate the History and Nature of Science and Technology into Earth Science Instruction."},
      {
        "id":"ED361207",
        "title":"Technological Applications in Science Assessment."},
      {
        "id":"ED361208",
        "title":"Student Evaluation of Teacher Performance: A Review of Literature and Instruments for Science Educators."},
      {
        "id":"ED361209",
        "title":"Students' Ideas about Their Conceptualization: Their Elicitation through Instruction."},
      {
        "id":"ED361210",
        "title":"The Constructivist Transformation of a Preservice Teacher's Views on Teaching Creationism and Evolution."},
      {
        "id":"ED361211",
        "title":"Constraints to Teacher Change."},
      {
        "id":"ED361212",
        "title":"A Case Study of the Introduction of RISC-based Computing and a Telecommunications Link to a Suburban High School."},
      {
        "id":"ED361213",
        "title":"Report of the National Science Foundation Workshop on the Dissemination and Transfer of Innovation in Science, Mathematics, and Engineering Education (May 1-3, 1990)."},
      {
        "id":"ED361214",
        "title":"Reinterpreting Dewey: Some Thoughts on His Views of Play and Science in Education."},
      {
        "id":"ED361215",
        "title":"Navigating in a Sea of Ideas: Teacher and Students Negotiate a Course Toward Mutual Relevance."},
      {
        "id":"ED361216",
        "title":"Letting Students Speak: Triangulation of Qualitative and Quantitative Assessments of Attitude Toward Science."},
      {
        "id":"ED361217",
        "title":"Enablement, Alienation, and Attitude Toward Science in Middle School Classrooms."},
      {
        "id":"ED361218",
        "title":"Evidence from Meta-Analysis for an Expertise Model of Achievement in Science."},
      {
        "id":"ED361219",
        "title":"An Investigation of Projective Measures of Attitude toward Science."},
      {
        "id":"ED361224",
        "title":"Educating Young People about Water. A Guide to Goals and Resources with an Emphasis on Nonformal and School Enrichment Settings."},
      {
        "id":"ED361225",
        "title":"State Indicators of Science and Mathematics Education 1993. State and National Trends: New Indicators from the 1991-1992 School Year."},
      {
        "id":"ED361227",
        "title":"The Great Lake Erie: A Reference Text for Educators and Communicators."},
      {
        "id":"ED361228",
        "title":"Environmental Education and Training in Brazil. Discussion Paper No. 84."},
      {
        "id":"ED361229",
        "title":"Establishing a Moscow-Florida Middle School Cross-Cultural Linkage for Global Environmental Collaboration."},
      {
        "id":"ED361230",
        "title":"Student Understanding of Water and Water Resources: A Review of the Literature."},
      {
        "id":"ED361231",
        "title":"Situating Beliefs and Trends in Environmental Education within the Ecological Debate."},
      {
        "id":"ED361234",
        "title":"Our Changing Future: An Integrated Plan in Social and Natural Science."},
      {
        "id":"ED361235",
        "title":"Gender Violence: A Development and Human Rights Issue."},
      {
        "id":"ED361237",
        "title":"Some Guidelines for the Development of Curriculum for Applied Anthropology."},
      {
        "id":"ED361238",
        "title":"China's Demographic Dilemmas."},
      {
        "id":"ED361243",
        "title":"Cooperative Learning in the Social Studies Classroom: An Introduction to Social Study. Bulletin No. 87."},
      {
        "id":"ED361246",
        "title":"Freedom of Speech and the Role of Government: A Comparative Study - USA vs. Indonesia."},
      {
        "id":"ED361247",
        "title":"Economic Status of Two-Parent Families with Employed Teens and Young Adults."},
      {
        "id":"ED361248",
        "title":"Money Contributions to Religion, Charity, Education, and Politics."},
      {
        "id":"ED361249",
        "title":"Women in Louisiana: National and Gender Comparisons."},
      {
        "id":"ED361250",
        "title":"Values, Schooling, and Society. Volume 2."},
      {
        "id":"ED361251",
        "title":"Poland and Czecho-Slovakia in the 1990's: Social, Political and Economic Transformations. Fulbright-Hays Summer Seminars Abroad Program. Summer 1992."},
      {
        "id":"ED361252",
        "title":"Using Art To Teach Science."},
      {
        "id":"ED361253",
        "title":"Development in Mexico and Central America. Fulbright-Hays Summer Seminars Abroad Program. Summer 1991."},
      {
        "id":"ED361254",
        "title":"Statistics Aren&apos;t Static: A 1992 Statistical Abstract Teaching Supplement for Grades 5-12."},
      {
        "id":"ED361255",
        "title":"Equal Opportunity for Women. Regents Policy Paper and Action Plan for the 1990s."},
      {
        "id":"ED361257",
        "title":"Directory of Resources: For International Cultural and Educational Exchanges."},
      {
        "id":"ED361260",
        "title":"Building a Sustainable World: Technology, Values, and Social Choices. Peace Education Miniprints No. 41."},
      {
        "id":"ED361261",
        "title":"Fulbright-Hays Seminars Abroad Program 1992: Morocco and Tunisia. Final Projects."},
      {
        "id":"ED361262",
        "title":"Global Economics: A Multi-Media Resource Packet."},
      {
        "id":"ED361263",
        "title":"Schools and Democratic Society: A Course Syllabus for Poland's Future Teachers. Rationale."},
      {
        "id":"ED361264",
        "title":"A Bibliography of Recent Federal Publications on Health Care Reform."},
      {
        "id":"ED361265",
        "title":"Teaching about Law and Cultures: Japan, Southeast Asia (Hmong), and Mexico."},
      {
        "id":"ED361266",
        "title":"Gender and Racial Pay Gaps in the 1980s: Accounting for Different Trends. Final Report. Researching Women in the Workplace."},
      {
        "id":"ED361267",
        "title":"Resource Guide: Subject Matter Assessment of Prospective Music Teachers. Report of the California State University Workgroup on Assessment of Prospective Music Teachers (San Francisco, California, March 29-31, 1989)."},
      {
        "id":"ED361268",
        "title":"Resource Guide: Subject Matter Assessment of Prospective Teachers of History and Social Science. Report of the California State University Workgroup on Assessment of Prospective Teachers of History and Social Science."},
      {
        "id":"ED361269",
        "title":"Resource Guide: Subject Matter Assessment of Prospective Art Teachers. Report of the California State University Workgroup on Assessment of Prospective Art Teachers."},
      {
        "id":"ED361270",
        "title":"Changing Demographics and the Importance of Culture in Student Learning Styles."},
      {
        "id":"ED361271",
        "title":"Cooperative Learning and Social Studies Education: The Intersection of Theory and Practice at Neumann College."},
      {
        "id":"ED361272",
        "title":"Is Art a Frill? Elementary Teachers' Attitudes toward Art."},
      {
        "id":"ED361273",
        "title":"Arab Contributions to Civilization. ADC Issues #6."},
      {
        "id":"ED361274",
        "title":"Taking Root, Bearing Fruit: The Arab-American Experience. ADC Issues. Special Issue."},
      {
        "id":"ED361275",
        "title":"Taking Root: Arab-American Community Studies, Volume II."},
      {
        "id":"ED361276",
        "title":"National Standards and Education Reform."},
      {
        "id":"ED361277",
        "title":"Issues in the Social Studies Curriculum."},
      {
        "id":"ED361282",
        "title":"A Research-Based Model for the Clinical Supervision of Student Teachers."},
      {
        "id":"ED361283",
        "title":"Working Together toward Excellence in Teacher Education."},
      {
        "id":"ED361284",
        "title":"The Clinical Supervision Cycle: A Component of Staff Development Programs."},
      {
        "id":"ED361285",
        "title":"Implementing Institutional Change through the Professional Development School Concept."},
      {
        "id":"ED361286",
        "title":"The Case Study Approach for Pedagogists."},
      {
        "id":"ED361287",
        "title":"Integrating the Study of Liberal Arts and Education."},
      {
        "id":"ED361288",
        "title":"Staff Development Programs in Public Schools: Successful Staff Development Programs Including the Role of the Classroom Teachers and Administrators."},
      {
        "id":"ED361289",
        "title":"Educating the New American Student."},
      {
        "id":"ED361290",
        "title":"Comprehensive School Health Programs: Striving for Excellence in an Environment of Competitive Budgeting."},
      {
        "id":"ED361292",
        "title":"Professional Educator Preparation Policy Development in Texas. Policy Research Report, Number 1."},
      {
        "id":"ED361293",
        "title":"A Teacher Educator Reflects on the Impact of Context on Teaching Practice: Seeking Voice in Teacher and Teacher Educator Research on Practice."},
      {
        "id":"ED361294",
        "title":"Becoming a Teacher: Balancing Conceptions of Subject Matter and Pedagogy."},
      {
        "id":"ED361295",
        "title":"Bridging the Gap."},
      {
        "id":"ED361296",
        "title":"Teacher Implementation of Change."},
      {
        "id":"ED361297",
        "title":"A Preparation Program for Quality Teachers."},
      {
        "id":"ED361298",
        "title":"Believe in Yourself: A Case Study of Exemplary Music Teaching."},
      {
        "id":"ED361300",
        "title":"The Importance of Reading, Writing and Talking in Preservice Teachers' Thinking Changes."},
      {
        "id":"ED361301",
        "title":"Interpreting Some Different Approaches to Teacher Education."},
      {
        "id":"ED361302",
        "title":"Constraints on Teachers' Classroom Effectiveness: The Teachers' Perspective. Policy Bulletin."},
      {
        "id":"ED361303",
        "title":"Computer Mediated Support for Student Teaching and First Year Teaching."},
      {
        "id":"ED361304",
        "title":"Resolving the Student Teaching Dilemma: A Collaborative Approach."},
      {
        "id":"ED361305",
        "title":"Teachers' Theoretical Orientations toward Teaching Thinking."},
      {
        "id":"ED361306",
        "title":"Mentoring Beginning Teachers: Development of a Knowledge Base for Mentors."},
      {
        "id":"ED361307",
        "title":"Health Education (Senior 2) Curriculum Guide."},
      {
        "id":"ED361308",
        "title":"First Year Physical Education Teachers' Perceptions of Their Workplace."},
      {
        "id":"ED361309",
        "title":"New Hampshire Educators' Handbook: A Guide for Developing HIV/AIDS Curriculum and Policy."},
      {
        "id":"ED361310",
        "title":"New Hampshire HIV/AIDS Resource-Based Learning Curriculum Project."},
      {
        "id":"ED361311",
        "title":"NCATE Accreditation: A Framework for Preparing Section II of the Institutional Report. AACTE Accreditation Resource Series."},
      {
        "id":"ED361313",
        "title":"Does Metacognition about Study Activities Predict Motivational Orientation in School-Aged Children."},
      {
        "id":"ED361314",
        "title":"Teacher Researcher Projects in South Africa: Some Trends and Issues."},
      {
        "id":"ED361318",
        "title":"Education for Self-Responsibility III: Prevention of HIV/AIDS and Other Communicable Diseases. Curriculum Guide. Prekindergarten-Grade 3."},
      {
        "id":"ED361319",
        "title":"Education for Self-Responsibility III: Prevention of HIV/AIDS and Other Communicable Diseases. Curriculum Guide. Grades 4-6."},
      {
        "id":"ED361320",
        "title":"Education for Self-Responsibility III: Prevention of HIV/AIDS and Other Communicable Diseases. Curriculum Guide. Grades 6-8."},
      {
        "id":"ED361321",
        "title":"Teacher Education at a Distance in Sri Lanka."},
      {
        "id":"ED361324",
        "title":"Inter-State Collaboration in the Era of &quot;A New Compact for Learning.&quot;"},
      {
        "id":"ED361325",
        "title":"Student Reactions to Using Video Cases for Evaluation of Early Field Experiences."},
      {
        "id":"ED361326",
        "title":"Dimensions of Learning: A Model for Enhancing Student Thinking and Learning."},
      {
        "id":"ED361327",
        "title":"A Clinical Continuum: Integrating Preservice and Inservice Educational Delivery Systems."},
      {
        "id":"ED361328",
        "title":"Using Reflective Teaching for Changing In-Service Teachers' Attitudes and Increasing Their Cognitive-Ethical Development and Academic Knowledge in Multicultural Education."},
      {
        "id":"ED361329",
        "title":"A Case Study in Collaboration for Curriculum Reform."},
      {
        "id":"ED361330",
        "title":"Using Collaborative Reflection To Support Changes in Classroom Practice."},
      {
        "id":"ED361332",
        "title":"Teachers of the Year Speak Out: Key Issues in Teacher Professionalization. Policy Brief."},
      {
        "id":"ED361333",
        "title":"Diversity in the Classroom: A Casebook for Teachers and Teacher Educators."},
      {
        "id":"ED361334",
        "title":"Report to the Palau Ministry of Education on the Mathematics Project at Harris, Maris Stella, and Meyuns Elementary Schools, 1993."},
      {
        "id":"ED361335",
        "title":"Student Teachers' Evaluation of Their Preparation for Internship Course: A Case Study."},
      {
        "id":"ED361336",
        "title":"Tearing Down Walls To Promote Student-Generated Questions."},
      {
        "id":"ED361337",
        "title":"The Marginal Self: Living in Maximum Security."},
      {
        "id":"ED361339",
        "title":"Teacher Preparation: A Key to the Empowerment and Leadership Development of Asian/Pacific American Students."},
      {
        "id":"ED361340",
        "title":"Teacher Training Abroad: New Realities. Issues in Education."},
      {
        "id":"ED361341",
        "title":"Secondary Power Source: High School Students as Participatory Researchers."},
      {
        "id":"ED361342",
        "title":"The Correlation between ACT Composite Scores and Grade Point Averages of First-Time College Freshmen after the First Year of Study at an Urban State University in Illinois."},
      {
        "id":"ED361343",
        "title":"Background on the National Education Goals Panel."},
      {
        "id":"ED361344",
        "title":"Using Linear Regression To Determine the Number of Factors To Retain in Factor Analysis and the Number of Issues To Retain in Delphi Studies and Other Surveys."},
      {
        "id":"ED361345",
        "title":"Interaction Contrasts in Repeated Measures Designs."},
      {
        "id":"ED361347",
        "title":"Suggested Solutions to Problems Facing the Use of Randomization Tests with Single-Case Designs."},
      {
        "id":"ED361349",
        "title":"Developing and Validating Sets of Algebra Word Problems."},
      {
        "id":"ED361350",
        "title":"Conceptual Understanding of the Arithmetic Mean. Draft."},
      {
        "id":"ED361351",
        "title":"Public Elementary and Secondary State Aggregate Data, by State for School Years 1991-92 and 1990-91. E.D. TABS."},
      {
        "id":"ED361352",
        "title":"Teacher Supply in the United States: Sources of Newly Hired Teachers in Public and Private Schools. Statistical Analysis Report."},
      {
        "id":"ED361353",
        "title":"Challenges Confronting the Researcher/Teacher: Conflicts of Purpose and Conduct."},
      {
        "id":"ED361354",
        "title":"The 1990 High School Transcript Study Data File User's Manual."},
      {
        "id":"ED361355",
        "title":"Methodological Issues and Further Research in the Study of Reading Comprehension with Different Levels of Knowledge."},
      {
        "id":"ED361356",
        "title":"Measuring Opportunity To Learn in the Ten Schools Program."},
      {
        "id":"ED361357",
        "title":"Teaching Portfolios: 1992 Update on Research and Practice."},
      {
        "id":"ED361358",
        "title":"Condition of Michigan Education, 1992."},
      {
        "id":"ED361359",
        "title":"Parent Child Interaction Patterns in Dyadic Problem Solving: An Application of Vygotsky's Double Stimulation Method."},
      {
        "id":"ED361361",
        "title":"On Meaningful Measurement: Issues of Reliability and Validity from a Humanistic Constructivist Information-Processing Perspective."},
      {
        "id":"ED361362",
        "title":"The Centrality of Critical Thinking in Educating for Diversity."},
      {
        "id":"ED361364",
        "title":"Certificated Personnel and Related Information, Fall 1992."},
      {
        "id":"ED361365",
        "title":"Pupil Membership and Related Information, Fall 1992."},
      {
        "id":"ED361366",
        "title":"Student Outcomes Assessment. A Report Submitted to the Administration of Salem-Teikyo University."},
      {
        "id":"ED361367",
        "title":"Are Iowa Test of Basic Skills Stanines Predictors of Success on Ohio's Ninth Grade Proficiency Test?"},
      {
        "id":"ED361368",
        "title":"Using New Forms of Assessment To Assist in Achieving Student Equity: Experiences of the CCSSO State Collaborative on Assessment and Student Standards."},
      {
        "id":"ED361369",
        "title":"National Testing and Assessment Strategies: Equity Implications of Leading Proposals for National Examinations. Outline of Remarks at a National Seminar on Equity and Educational Testing and Assessment."},
      {
        "id":"ED361370",
        "title":"Balancing Considerations of Equity, Content Quality, and Technical Excellence in Designing, Validating and Implementing Performance Assessments in the Context of Mathematics Instructional Reform: The Experience of the QUASAR Project."},
      {
        "id":"ED361371",
        "title":"Performance Assessment Sampler: A Workbook."},
      {
        "id":"ED361372",
        "title":"MOOSES: Multiple Option Observation System for Experimental Studies."},
      {
        "id":"ED361374",
        "title":"Diploma Examinations Program, Annual Report. 1991-92 School Year."},
      {
        "id":"ED361376",
        "title":"Assessing Growth through Community Service."},
      {
        "id":"ED361377",
        "title":"Educational Testing: The Canadian Experience with Standards, Examinations, and Assessments. Report to Congressional Requesters."},
      {
        "id":"ED361378",
        "title":"Effects of Alternative Assessment from the Student's View."},
      {
        "id":"ED361382",
        "title":"Kentucky Writing and Math Portfolios."},
      {
        "id":"ED361383",
        "title":"Interpreting Qualitative Data: A Methodological Inquiry."},
      {
        "id":"ED361384",
        "title":"Text Transformations as an Indicator of Self-Regulation in Writing."},
      {
        "id":"ED361386",
        "title":"The Concept of Performance Levels in Criterion-Referenced Assessment."},
      {
        "id":"ED361387",
        "title":"Testimony Presented to the Joint Committee on Standards for Educational Evaluation (Washington, D.C.)."},
      {
        "id":"ED361388",
        "title":"A Mini-Workshop in Critical and Creative Thinking."},
      {
        "id":"ED361389",
        "title":"Video-Based Teacher Performance Assessment: Innovations in New York State Teacher Certification Testing."},
      {
        "id":"ED361390",
        "title":"The Role of Stimulus-to-Rule Consistency in Learning Rapid Application of Spatial Rules. Final Technical Report, May-September 1986."},
      {
        "id":"ED361391",
        "title":"The Special Incentive Programs (Revised). Final Evaluation Report. OREA Report."},
      {
        "id":"ED361393",
        "title":"A Theoretical Framework for Research in Algebra: Modification of Janvier's &quot;Star&quot; Model of Function Understanding."},
      {
        "id":"ED361394",
        "title":"Assessment Practices in the Elementary Classroom: Perspectives of Stakeholders."},
      {
        "id":"ED361395",
        "title":"Toward a New Science of Instruction."},
      {
        "id":"ED361396",
        "title":"Interpreting NAEP Scales."},
      {
        "id":"ED361397",
        "title":"Moderation and Assessment Project--South West. A Presentation of a Model for Moderating Pupils' Work That Is Teacher Assessed, Developed in England, UK."},
      {
        "id":"ED361398",
        "title":"A Little Sex Bias Can Hurt Women a Lot."},
      {
        "id":"ED361399",
        "title":"Lee's Typology of Love Styles: A Confirmatory Factor Analysis of the Hendrick-Hendrick Measure with Implications for Counseling."},
      {
        "id":"ED361400",
        "title":"North Carolina Minimum Skills Diagnostic Testing Program. Administrative Information, 1992-93."},
      {
        "id":"ED361401",
        "title":"How North Carolina Ranks Educationally among the Fifty States, 1992."},
      {
        "id":"ED361402",
        "title":"Questioning Mechanisms during Tutoring, Conversation, and Human-Computer Interaction."},
      {
        "id":"ED361403",
        "title":"Goal 2 Technical Planning Subgroup on Core Data Elements. Report to the National Education Goals Panel."},
      {
        "id":"ED361404",
        "title":"Public Response to the 1992 Goals Report. Outreach Report to the National Education Goals Panel."},
      {
        "id":"ED361405",
        "title":"A Framework for Developing Assessments That Aid Instructional Decisions."},
      {
        "id":"ED361406",
        "title":"Ninth Grade Proficiency, Is It the Best Measure of Learning: A Survey of Teacher Attitudes."},
      {
        "id":"ED361407",
        "title":"The Testing of English as a Second/Foreign Language in the Criterion-Referenced Era."},
      {
        "id":"ED361408",
        "title":"Quantifying Quality: Results of the NATD Performance Assessment Survey."},
      {
        "id":"ED361411",
        "title":"School as Community: The Ecology of Childhood--A View from Summerhill School."},
      {
        "id":"ED361412",
        "title":"Youth, Interethnic Relations and Education in Europe."},
      {
        "id":"ED361413",
        "title":"The Baltimore City Institute for Middle School Reform: Mobilizing for Districtwide Middle Grades Innovation."},
      {
        "id":"ED361431",
        "title":"The Forgotten Half: Two-Thirds: An Hispanic Perspective on Apprenticeship, European Style. Report of the National Council of La Raza Consultation on Apprenticeship."},
      {
        "id":"ED361432",
        "title":"A Survey of Public Education in the Nation's Urban School Districts, 1992."},
      {
        "id":"ED361434",
        "title":"The Long-Term Impact of a Staff Development Program on Student Performance in an Urban Setting."},
      {
        "id":"ED361435",
        "title":"Comparison of Student Academic Performance at Multi-Ethnic Schools versus Single-Ethnic Schools."},
      {
        "id":"ED361436",
        "title":"They're Still in School: Results of an Intervention Program for At-Risk High School Students."},
      {
        "id":"ED361437",
        "title":"Community-Sponsored Jewish Supplementary High Schools: Implications for Catholic School Closings and Mergers in the Archdiocese of Philadelphia."},
      {
        "id":"ED361439",
        "title":"Urban America: Policy Choices for Los Angeles and the Nation."},
      {
        "id":"ED361442",
        "title":"Queens Tri-School Confederation, 1991-92 Evaluation Report."},
      {
        "id":"ED361444",
        "title":"A View from the Elementary Schools: The State of Reform in Chicago. A Report of the Steering Committee, Consortium on Chicago School Research."},
      {
        "id":"ED361445",
        "title":"The Other 91 Percent: Strategies To Improve the Quality of Out-of-School Experiences of Chapter 1 Students. Supplement to the National Assessment of Chapter 1."},
      {
        "id":"ED361446",
        "title":"Taking No Chances: Profile of a Chinese-American Family's Support for School Success."},
      {
        "id":"ED361449",
        "title":"Patterns of School Change."},
      {
        "id":"ED361450",
        "title":"Athletic Investment and Academic Resilience among African-American Females and Males in the Middle Grades. Research Report #3."},
      {
        "id":"ED361451",
        "title":"The Impact of School Wide and Classroom Elements on Instructional Computing: A Case Study. Research Report #4."},
      {
        "id":"ED361452",
        "title":"Supplementary Education for Low-Income Youth: Saturday School at an African American Heritage Center. Research Report #7."},
      {
        "id":"ED361453",
        "title":"Mathematics Instruction in Inner-City Intermediate Schools: An Inductive Approach to Identifying Problems and Crafting Solutions. Research Report #8."},
      {
        "id":"ED361454",
        "title":"The Cleveland Hispanic Community and Education: A Struggle for Voice. Occasional Paper #9."},
      {
        "id":"ED361455",
        "title":"A Systemic Approach to Creating an Effective Academic Environment for African American Students: Lessons from a Private School. Occasional Paper #7."},
      {
        "id":"ED361456",
        "title":"Providing African-American Students Access to Science and Mathematics. Research Report #2."},
      {
        "id":"ED361457",
        "title":"Youth Gangs and Schools: The Need for Intervention and Prevention Strategies. Occasional Paper #1."},
      {
        "id":"ED361458",
        "title":"Improving Urban Schools in Inner-City Communities. Occasional Paper #3."},
      {
        "id":"ED361461",
        "title":"Homelessness and the Fiscal Year 1993 Federal Budget."},
      {
        "id":"ED361462",
        "title":"A Study of the Effects of Instrumental Enrichment on Middle-Grade, Minority Students. Report No. 9225."},
      {
        "id":"ED361463",
        "title":"Evaluating Why and How the Teen Outreach Program Works: Years 3-5 of the Teen Outreach National Replication (1986/87-1988/89)."},
      {
        "id":"ED361465",
        "title":"Reinforcing the Promise, Reforming the Paradigm. Report of the Advisory Committee on Testing in Chapter 1."},
      {
        "id":"ED361466",
        "title":"Prospects: The Congressionally Mandated Study of Educational Growth and Opportunity. The Interim Report."},
      {
        "id":"ED361469",
        "title":"Kodak Skills Enhancement Program Curriculum: Applying Written Information in the Workplace. Report No. AEP-93-03."},
      {
        "id":"ED361470",
        "title":"Kodak Skills Enhancement Program Curriculum: Effective Written Communication in the Workplace. Report No. AEP-93-02."},
      {
        "id":"ED361471",
        "title":"Kodak Skills Enhancement Program Curriculum: Math for Manufacturing and Quality Control. Report No. AEP-93-01."},
      {
        "id":"ED361472",
        "title":"AERA Vocational Education Special Interest Group Proceedings. American Educational Research Association Annual Meeting (Atlanta, Georgia, April 12-16, 1993)."},
      {
        "id":"ED361474",
        "title":"The Committee Studying Contagious Disease Training for Public Safety Personnel. Report of the Committee on Training of the Criminal Justice Services Board to the Governor and the General Assembly of Virginia. House Document No. 15."},
      {
        "id":"ED361476",
        "title":"Exploring Life Skills. Middle Grades Exploratory Vocational and Technical Education. Home Economics Education. HE 7018."},
      {
        "id":"ED361477",
        "title":"Schools behind Bars: Windham School System and Other Prison Education Programs. A Performance Review."},
      {
        "id":"ED361478",
        "title":"Study of Preparing a Skilled Workforce for the 21st Century. Report of the Department of Education to the Governor and the General Assembly of Virginia. House Document No. 18."},
      {
        "id":"ED361479",
        "title":"Law Enforcement Training. Report to the Governor and the General Assembly of Virginia. Senate Document No. 28."},
      {
        "id":"ED361480",
        "title":"The Case for High Performance Work Organization. Report of the Secretary of Education and the Secretary of Economic Development to the Governor and the General Assembly of Virginia. House Document No. 41."},
      {
        "id":"ED361481",
        "title":"How Students and Programs Benefit from Business/Education Partnerships."},
      {
        "id":"ED361482",
        "title":"Mobilizing Student Leaders in Literacy: Unlocking the Power of Student Potential. A Resource Book for Grantees of the Federal Student Literacy Corps."},
      {
        "id":"ED361483",
        "title":"Intergenerational Literacy. A 1989-90 Pennsylvania Department of Education Adult Education Division 353 Project."},
      {
        "id":"ED361485",
        "title":"Vocational Education in Prisons: An Investment for Yesterday's At-Risk Youth. Evaluation Report."},
      {
        "id":"ED361486",
        "title":"Vocational + Academic Integration: Preparing Texas Students for the Work Force. Evaluation Report."},
      {
        "id":"ED361487",
        "title":"Evaluating Vocational Education and the Job Training Partnership Act: Adequacy, Effectiveness, and Coordination."},
      {
        "id":"ED361488",
        "title":"The Saturation Work Initiative Model in San Diego: A Five-Year Follow-up Study."},
      {
        "id":"ED361489",
        "title":"The Design and Implementation of the National JTPA Study. A Summary."},
      {
        "id":"ED361490",
        "title":"Adult &amp; Community Education. Draft National Policy."},
      {
        "id":"ED361491",
        "title":"Community Adult Education: The Future Directions for DETAFE. A Discussion Paper."},
      {
        "id":"ED361492",
        "title":"You Can Be in a Group and Still Not Cooperate. Collaborative Approaches and Cooperative Learning Activities for Adult Learners."},
      {
        "id":"ED361493",
        "title":"Workplace Literacy Tutor Training Manual."},
      {
        "id":"ED361494",
        "title":"Workplace Literacy Skills and Training Inventory."},
      {
        "id":"ED361495",
        "title":"Identification and Analysis of Learning Preferences of Mentally Ill Adults in Rehabilitative Psychosocial Therapy at the Anderson Mental Health Center."},
      {
        "id":"ED361496",
        "title":"Single Parents and Displaced Homemakers: A National Problem and Concern. Ohio's Response. A Report on the Carl D. Perkins Vocational Education Act, 1986-1991."},
      {
        "id":"ED361497",
        "title":"Case Studies of Technology Use in Adult Literacy Programs. Final Report, Adult Literacy and New Technologies: Tools for a Lifetime."},
      {
        "id":"ED361498",
        "title":"The Educational Software Marketplace and Adult Literacy Niches. Contractor Report, Adult Literacy and New Technologies: Tools for a Lifetime."},
      {
        "id":"ED361499",
        "title":"Learning from Technologies: A Perspective on the Research Literature."},
      {
        "id":"ED361500",
        "title":"Life at the Margins: Profiles of Adults with Low Literacy Skills. Contractor Report, Adult Literacy and New Technologies: Tools for a Lifetime."},
      {
        "id":"ED361501",
        "title":"On-Line Literacy Development: A Context for Technology in Adult Literacy Education. Contractor Report, Adult Literacy and New Technologies: Tools for a Lifetime."},
      {
        "id":"ED361502",
        "title":"Profiles of Major Federal Literacy Programs. Contractor Report, Adult Literacy and New Technologies: Tools for a Lifetime."},
      {
        "id":"ED361503",
        "title":"Software for Adult Literacy: Scope, Suitability, Available Sources of Information, and Implications for Federal Policy. Final Report, Adult Literacy and New Technologies: Tools for a Lifetime."},
      {
        "id":"ED361504",
        "title":"Department of Community/Adult and Continuing Education. Focus on Program Evaluation."},
      {
        "id":"ED361505",
        "title":"Guidance for Implementation of the Job Training Partnership Act (JTPA) Amendments of 1992; Questions and Answers. Field Memorandum No. 34-93, Change 1."},
      {
        "id":"ED361506",
        "title":"Hearings on H.R. 1804--Goals 2000: Educate America Act. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, First Session (April 22, May 4, and May 18, 1993)."},
      {
        "id":"ED361507",
        "title":"The Study Circle Handbook. A Manual for Study Circle Discussion Leaders, Organizers, and Participants."},
      {
        "id":"ED361508",
        "title":"A Guide to Training Study Circle Leaders."},
      {
        "id":"ED361510",
        "title":"Commission of Professors of Adult Education. Proceedings of the Annual Conference (Tulsa, Oklahoma, October 31-November 2, 1988)."},
      {
        "id":"ED361511",
        "title":"Improving the Quality of Continuing Higher Educators' Leadership Role in Economic and Community Development Planning. Research Report."},
      {
        "id":"ED361512",
        "title":"Conceptual Framework for Revising the Secondary Vocational Education Program Evaluation System. Final Report."},
      {
        "id":"ED361513",
        "title":"Learning Citizenship: Perspectives from Sweden, Poland and Britain. Discussion Paper in Continuing Education Number 1."},
      {
        "id":"ED361514",
        "title":"Research Quality in Continuing Education: A Study of Citations Patterns. Research Paper in Continuing Education Number 3."},
      {
        "id":"ED361515",
        "title":"Community Collaborations for Family Literacy Handbook."},
      {
        "id":"ED361516",
        "title":"Workplace Literacy: Impacting the Textile Industry. Final Report. Evaluation Report."},
      {
        "id":"ED361518",
        "title":"Learning To Make Dutchess County Work. 1992 Annual Placement Report."},
      {
        "id":"ED361519",
        "title":"Good Practice in University Continuing Vocational Education. UCACE Occasional Paper No. 13."},
      {
        "id":"ED361520",
        "title":"A Model System for the Design and Maintenance of Related Instruction Curriculum for Approved U.S. Department of Labor Apprenticeship Occupations. Phase I. Interim Evaluation Report [March 2, 1987]. Evaluation Update [June 18, 1987]. Evaluation Report [October 5, 1987]. Addendum Evaluation Update [November 24, 1987]."},
      {
        "id":"ED361521",
        "title":"A Model System for the Design and Maintenance of Related Instruction Curriculum for Approved U.S. Department of Labor Apprenticeship Occupations. Phase II. Evaluation Update [January 20, 1988]. Evaluation Update [March 25, 1988]. Evaluation Update [July 16, 1988]. Evaluation Report [October 12, 1988]."},
      {
        "id":"ED361522",
        "title":"A Model System for the Design and Maintenance of Related Instruction Curriculum for Approved U.S. Department of Labor Apprenticeship Occupations. Phase III. Evaluation Update [January 12, 1989]. Evaluation Update [May 31, 1989]."},
      {
        "id":"ED361523",
        "title":"The Partnership for Academic and Career Education. Final Report."},
      {
        "id":"ED361524",
        "title":"Graduate Follow-up and Employer Survey 1990."},
      {
        "id":"ED361525",
        "title":"European Symposium for the Evaluation of Innovative Projects To Integrate Disadvantaged Young People into Work (Trier, Germany, March 10-13, 1993)."},
      {
        "id":"ED361526",
        "title":"Youth Apprenticeship: Lessons from the U.S. Experience."},
      {
        "id":"ED361527",
        "title":"The Changing Role of Vocational-Technical Education in the United States."},
      {
        "id":"ED361528",
        "title":"Nevada Literacy 2000."},
      {
        "id":"ED361529",
        "title":"Consumer Economics and Consumer Mathematics Textbooks."},
      {
        "id":"ED361531",
        "title":"Toward the 21st Century: Preparing Proactive Visionary Transformational Leaders for Building Learning Communities. Human Resource Development. Summer 1993."},
      {
        "id":"ED361532",
        "title":"Midwest Research-to-Practice Annual Conference in Adult Continuing and Community Education. Conference Proceedings (11th, Manhattan, Kansas, October 8-9, 1992)."},
      {
        "id":"ED361533",
        "title":"Kodak Skills Enhancement Program. U.S. Department of Education National Workplace Literacy Project. Final Report."},
      {
        "id":"ED361534",
        "title":"Assessing Workplace Literacy Training Needs in Minnesota. Promoting Labor, Industry, Education, and Worker Participation."},
      {
        "id":"ED361535",
        "title":"Evaluation of the Third Year of Implementation of the Wisconsin Workplace Partnership Training Program. March 1, 1991 through August 31, 1992."},
      {
        "id":"ED361536",
        "title":"Workforce Education Training Manual. A Section 353 Demonstration Project."},
      {
        "id":"ED361538",
        "title":"Winning the Race against Technology: Implementing Literacy Programs in the Workplace."},
      {
        "id":"ED361539",
        "title":"Budapest Training Technology Centre."},
      {
        "id":"ED361540",
        "title":"State Occupational Training Advisory Committee. Report of an Articulation Study."},
      {
        "id":"ED361541",
        "title":"A Guide to Resources on the School-to-Work Transition. Facts, People, Programs, and Information Sources."},
      {
        "id":"ED361542",
        "title":"Tech Prep Program in Financial Services. Final Report."},
      {
        "id":"ED361543",
        "title":"Information Processing Technology. Final Report."},
      {
        "id":"ED361545",
        "title":"Tech Prep Degree: Preparing Tomorrow's Workforce. Design, Development and Implementation of a TECH PREP Core Program. Final Report."},
      {
        "id":"ED361547",
        "title":"VTAE Equity Staff Development Workshops and Services. Final Report."},
      {
        "id":"ED361549",
        "title":"Low Income Family Resource Management. 1991-1992."},
      {
        "id":"ED361550",
        "title":"Integration of Basic Skills into Vocational Education: Expert Systems in Electronics Technology. Vocational Education Research."},
      {
        "id":"ED361551",
        "title":"Analysis of the Inservice Needs of Agriscience/Agribusiness Teachers for Teaching Applied Agricultural Sciences in Louisiana. Vocational Education Curriculum Development."},
      {
        "id":"ED361552",
        "title":"Voices from School and Home: Arkansas Parents and Students Talk about Preparing for the World of Work and the Potential for Youth Apprenticeship. A Report on Focus Group Discussions."},
      {
        "id":"ED361553",
        "title":"A Feasibility Study of Youth Apprenticeship in Arkansas."},
      {
        "id":"ED361554",
        "title":"Henderson State University Youth Opportunities Unlimited Follow-up. Final Report."},
      {
        "id":"ED361555",
        "title":"Arkansas Youth Opportunities Unlimited Follow-up. Final"},
      {
        "id":"ED361556",
        "title":"Biomanufacturing in Massachusetts: An Assessment and Educational Analysis."},
      {
        "id":"ED361565",
        "title":"Tech Prep: A Planning and Resource Guide."},
      {
        "id":"ED361567",
        "title":"Performance Standards for Vocational and Applied Technology Education. Final Report."},
      {
        "id":"ED361569",
        "title":"Manufacturing Technology Continuation Project--FY 92. Final Report."},
      {
        "id":"ED361570",
        "title":"Technical Preparation Development--Financial Services. Final Report."},
      {
        "id":"ED361571",
        "title":"Planning a Tech Prep Program in Hospitality. Final Report."},
      {
        "id":"ED361572",
        "title":"Tech Prep Program. FY 92 Report."},
      {
        "id":"ED361573",
        "title":"Texas Quality Workforce Planning: 1993 Key Industries and Targeted Occupations for Texas' 24 Quality Work Force Planning Regions."},
      {
        "id":"ED361574",
        "title":"A Work Specific Curriculum Project. Special 353 Demonstration Project in Adult Education."},
      {
        "id":"ED361575",
        "title":"The Evening Student Survey."},
      {
        "id":"ED361576",
        "title":"The Utilization of Hunter Education within the Agricultural Education Programs of Georgia."},
      {
        "id":"ED361582",
        "title":"Agricultural Cooperative Training. Curriculum Guide for Agribusiness 501."},
      {
        "id":"ED361583",
        "title":"Exploring Aquaculture. Curriculum Guide for Agriscience 282."},
      {
        "id":"ED361584",
        "title":"Farm and Ranch Mechanical Repair and VEH Farm and Ranch Maintenance. Curriculum Guide for Agribusiness 121. Agricultural Mechanics."},
      {
        "id":"ED361585",
        "title":"Horticultural Related Occupations. VEH Horticulture Related. Curriculum Guide for Agribusiness 161."},
      {
        "id":"ED361586",
        "title":"Range Management and Ecology. Curriculum Guide for Agriscience 382."},
      {
        "id":"ED361587",
        "title":"Work and Family: Never Too Old To Learn. Data from the National Longitudinal Surveys. Report 856."},
      {
        "id":"ED361589",
        "title":"Learning with Computers: Implementation of an Integrated Learning System for Computer Assisted Instruction (CAI)."},
      {
        "id":"ED361590",
        "title":"Adult Education through Technology Project. Program Year 1990-1991. Final Report."},
      {
        "id":"ED361591",
        "title":"Program and Provider Perspectives on Developing Indicators of Program Quality for Adult Education Programs."},
      {
        "id":"ED361592",
        "title":"Primary and Secondary Indicators of Program Quality for Adult Education Programs."},
      {
        "id":"ED361593",
        "title":"Evaluation Framework for the State Adult Education Program."},
      {
        "id":"ED361594",
        "title":"Research: Reflecting Practice. Papers from the SCUTREA Annual Conference (23rd, Manchester, England, July 6-8, 1993)."},
      {
        "id":"ED361595",
        "title":"Diamond Anniversary Lecture Series."},
      {
        "id":"ED361596",
        "title":"Access and Delivery in Continuing Education and Training. A Guide to Contemporary Literature."},
      {
        "id":"ED361597",
        "title":"Adult Learning, Adult Teaching."},
      {
        "id":"ED361598",
        "title":"Dimensions of Literacy in a Multicultural Society. Conference Proceedings (Montreal, Quebec, Canada, 1992)."},
      {
        "id":"ED361599",
        "title":"The Analytic Onion: Examining Training Issues from Different Levels of Analysis. Interim Technical Paper for Period July 1989-June 1991."},
      {
        "id":"ED361600",
        "title":"General Cognitive Ability Predicts Job Performance. Interim Technical Paper for Period November 1990 - November 1991."},
      {
        "id":"ED361601",
        "title":"Transition from School to Work. States Are Developing New Strategies To Prepare Students for Jobs. Report to Congressional Requesters."},
      {
        "id":"ED361602",
        "title":"Predictors of Grade-Level Advancement in a Job Opportunities and Basic Skills Program."},
      {
        "id":"ED361603",
        "title":"Infant/Toddler Child Development Program. Forrest City Alternative School, Forrest City, Arkansas. Final Report."},
      {
        "id":"ED361604",
        "title":"Understanding Evaluation: The Way to Better Prevention Programs."},
      {
        "id":"ED361605",
        "title":"S.674, The Sensible Advertising and Family Education Act. Hearing before the Committee on Commerce, Science, and Transportation. United States Senate, One Hundred Third Congress, First Session."},
      {
        "id":"ED361610",
        "title":"Career Paths of Women Administrators: The Intersection of Work and Family."},
      {
        "id":"ED361611",
        "title":"The Effects of Running on Self-Concept and Self-Efficacy."},
      {
        "id":"ED361612",
        "title":"School Nursing Practice: Roles and Standards."},
      {
        "id":"ED361613",
        "title":"Reducing School Violence: Schools Teaching Peace. A Joint Study."},
      {
        "id":"ED361614",
        "title":"Anorexia Nervosa: Sociocultural Factors and Treatment."},
      {
        "id":"ED361615",
        "title":"California Programs To Prevent and Reduce Drug, Alcohol, and Tobacco Use among In-School Youth: An Interim Report about Tobacco Use. Report No. 2."},
      {
        "id":"ED361616",
        "title":"Youth & Alcohol. Selected Reports to the Surgeon General."},
      {
        "id":"ED361617",
        "title":"Family Dysfunction and Teenage Suicide Attempts."},
      {
        "id":"ED361618",
        "title":"Relationships, Mothers & Daughters, Fathers & Daughters: A Key to the Development of Competence?"},
      {
        "id":"ED361619",
        "title":"The Training and Retention of Family Child Care Providers: Evaluation Results."},
      {
        "id":"ED361620",
        "title":"Symptomatic and Demographic Predictors of Premature Termination."},
      {
        "id":"ED361621",
        "title":"How Do I Get from Here to There? A Guide to Work-Based Learning."},
      {
        "id":"ED361622",
        "title":"Washington State Survey of Adolescent Health Behaviors."},
      {
        "id":"ED361623",
        "title":"A Counselor's Guide to Occupational Information."},
      {
        "id":"ED361624",
        "title":"WIN-WIN: Conflict Resolution. Project Seed."},
      {
        "id":"ED361625",
        "title":"Teens Parenting. Project Seed."},
      {
        "id":"ED361626",
        "title":"A Communication and Lifeskills Training Group for At-Risk Students. Project Seed."},
      {
        "id":"ED361627",
        "title":"Managing Stress. Project Seed."},
      {
        "id":"ED361628",
        "title":"R.E.A.L. Kids Talk about Real Sex. Project Seed."},
      {
        "id":"ED361629",
        "title":"Parent/Child Communications on Sexuality Issues. Project Seed."},
      {
        "id":"ED361630",
        "title":"Breaking Ground: Carving New Forms for Resolving Conflict. Project Seed."},
      {
        "id":"ED361631",
        "title":"Students as Mediators. Project Seed."},
      {
        "id":"ED361632",
        "title":"I'm Positive: Growing Up with Self-Esteem."},
      {
        "id":"ED361633",
        "title":"Credibility and Perceived Power Ratings."},
      {
        "id":"ED361634",
        "title":"Child Safety Curriculum Standards."},
      {
        "id":"ED361635",
        "title":"Life Planning Education: A Youth Development Program."},
      {
        "id":"ED361636",
        "title":"A Study of Undergraduate College Students' Alcohol Consumption Related to High-Risk Sexual Activity."},
      {
        "id":"ED361637",
        "title":"Living with HIV/AIDS in School."},
      {
        "id":"ED361638",
        "title":"Managing Death Issues in the School. Monograph Series No. 1."},
      {
        "id":"ED361639",
        "title":"The Sexual Functioning of Adult Women Molested as Children: A Review of Empirical Studies."},
      {
        "id":"ED361640",
        "title":"Androgyny and Self-Esteem."},
      {
        "id":"ED361641",
        "title":"Hypnosis as an Adjunct Treatment for Distress Associated with Pediatric Cancer Procedures."},
      {
        "id":"ED361642",
        "title":"A Review of the Literature on Inappropriate Sexual Contact Between Children: Description, Family Dynamics, and Effects."},
      {
        "id":"ED361643",
        "title":"Preparanda a Sus Hijos para la Universidad. Guia para Padres (Preparing Your Child for College. A Resource Book for Parents)."},
      {
        "id":"ED361644",
        "title":"Reducing Recidivism in Juvenile Offenders: Project About Face's Educational Impact."},
      {
        "id":"ED361645",
        "title":"Parents Sharing Books (PSB). Technical Report."},
      {
        "id":"ED361646",
        "title":"Reduced Recidivism and Increased Employment Opportunity through Research-Based Reading Instruction."},
      {
        "id":"ED361647",
        "title":"Manifesting a Whole Language Perspective: Novice Teachers in Action."},
      {
        "id":"ED361648",
        "title":"Developing Mature Readers for the 21st Century: Are Secondary Content Classrooms Helping?"},
      {
        "id":"ED361649",
        "title":"Five Golden Years: 1933-38: Reading Instruction in West Texas Rural Schools."},
      {
        "id":"ED361650",
        "title":"Approaches toward Meaning in Low- and High-Rated Readers. Report Series 2.20."},
      {
        "id":"ED361651",
        "title":"The Lure of Story."},
      {
        "id":"ED361652",
        "title":"Captioned Video and Vocabulary Learning: An Innovative Practice in Literacy Instruction."},
      {
        "id":"ED361654",
        "title":"Situated Actions during Reading Lessons: A Microanalysis of Oral Reading Error Episodes. Technical Report No. 582."},
      {
        "id":"ED361655",
        "title":"The Role of Anomalous Data in Knowledge Acquisition: A Theoretical Framework and Implications for Science Instruction. Technical Report No. 583."},
      {
        "id":"ED361656",
        "title":"Planning and Implementing Collaborative Strategy Instruction with Delayed Readers in Grades 6-10. Technical Report No. 584."},
      {
        "id":"ED361660",
        "title":"Literacy and Illiteracy in the Family System."},
      {
        "id":"ED361666",
        "title":"Students Do Read Better Today?"},
      {
        "id":"ED361667",
        "title":"Toward Understanding Teacher Change. Technical Report No 585."},
      {
        "id":"ED361668",
        "title":"Implementing Reciprocal Teaching with Fourth- and Fifth-Grade Students in Content Area Reading. Technical Report No. 586."},
      {
        "id":"ED361670",
        "title":"Family Literacy Programs: Adult Curricula and Evaluation."},
      {
        "id":"ED361671",
        "title":"Community Attachment, Social Priming and Newspaper Reading."},
      {
        "id":"ED361672",
        "title":"The Effect of Newspaper Picture Size on Readers' Attention, Recall, and Comprehension of Stories."},
      {
        "id":"ED361674",
        "title":"Motivating Middle School Students To Increase Their Recreational Reading through Computers, Journal Writing and Reading Incentives."},
      {
        "id":"ED361675",
        "title":"A Schema-Based Reading Test."},
      {
        "id":"ED361676",
        "title":"Increasing Literacy by Improving Parent School Relationships."},
      {
        "id":"ED361677",
        "title":"At Risk Students in the Other America as Explored by Alex Kotlowitz in the Book &quot;There Are No Children Here.&quot;"},
      {
        "id":"ED361678",
        "title":"Does Shorter Mean Easier to Understand? A Study of Comprehension of USA Today Information Stories."},
      {
        "id":"ED361679",
        "title":"Preparing Teachers through Creativity Games."},
      {
        "id":"ED361680",
        "title":"Reading/Writing Immersion: A Decision Making Literacy Development Project. Teacher Survey Year One (White House Plain School Division #20)."},
      {
        "id":"ED361682",
        "title":"Influences of Gender and Adolescent Pleasure Book Reading on Young Adult Media Use."},
      {
        "id":"ED361683",
        "title":"The Effectiveness of an Intensive Decoding and Comprehension Instructional Reading Program with First Grade Students Who Are At-Risk for Learning To Read. Technical Report No. 587."},
      {
        "id":"ED361684",
        "title":"A Taxonomy for Assisting Teacher Reflection and Growth in Reading Instruction."},
      {
        "id":"ED361685",
        "title":"Prospective Teachers' Comprehension and Teaching of a Complex Science Concept. Reading Research Report No. 4."},
      {
        "id":"ED361686",
        "title":"Presidential Political Rhetoric: High School and College Students Respond."},
      {
        "id":"ED361687",
        "title":"Troping through the Mire: Language of the Multicultural Curricula Debate."},
      {
        "id":"ED361688",
        "title":"Notes from Beyond the Cognitive Domain."},
      {
        "id":"ED361689",
        "title":"Enhancing Multicultural Literature by Using the Whole Language Approach in Diverse Settings while Facing the Censorship Challenge."},
      {
        "id":"ED361691",
        "title":"Humanistic Insights into Managing Diversity: The Humanities/Management Partnership."},
      {
        "id":"ED361692",
        "title":"Metaphors for Creating a Department of Writing."},
      {
        "id":"ED361693",
        "title":"The Business Writing Agenda, Part I: Collaboration between Business and the Undergraduate Student."},
      {
        "id":"ED361694",
        "title":"The Dark and Bloody Mystery: Building Basic Writers' Confidence."},
      {
        "id":"ED361695",
        "title":"Fringe Benefits of Writing Consulting."},
      {
        "id":"ED361697",
        "title":"Aiming for Excellence in Freshman English."},
      {
        "id":"ED361698",
        "title":"Destroying the Stereotypes: Multicultural Literature for Students in the Mainstream."},
      {
        "id":"ED361699",
        "title":"Burke for Freshman and Advanced Composition Students: Two Perspectives."},
      {
        "id":"ED361700",
        "title":"Writing for Readers?: Journalists' Use of Discourse Knowledge during the Newswriting Process."},
      {
        "id":"ED361701",
        "title":"Issues in the Responses of Students to Culturally Diverse Texts: A Preliminary Study. Report Series 7.3."},
      {
        "id":"ED361702",
        "title":"The American Journalist in the 1990s."},
      {
        "id":"ED361703",
        "title":"The Case Study: Ideal Home of WAC Quantitative and Qualitative Data."},
      {
        "id":"ED361704",
        "title":"The Effects of the Writing To Read Program on First Grade Writing Outcomes."},
      {
        "id":"ED361706",
        "title":"Delicate Balances: Collaborative Research in Language Education."},
      {
        "id":"ED361707",
        "title":"Writing Centers in Context: Twelve Case Studies."},
      {
        "id":"ED361708",
        "title":"Reasoning and Writing: An Introduction to Critical Thinking."},
      {
        "id":"ED361714",
        "title":"A Native American's Perspective on the Writing Classroom."},
      {
        "id":"ED361715",
        "title":"Resisting Mastery."},
      {
        "id":"ED361716",
        "title":"New Directions in Research on Writing Apprehension."},
      {
        "id":"ED361717",
        "title":"A Preliminary Profile of the Nineteenth-Century U.S. Peace Advocacy Press."},
      {
        "id":"ED361718",
        "title":"Exploiting the Theme Vault: Or, Learning from Everybody's Mistakes."},
      {
        "id":"ED361719",
        "title":"Literature as Expression--Literature as Artifact: Which Pedagogy Did Our English Teachers Choose?"},
      {
        "id":"ED361720",
        "title":"Does Writing as Process = Writing as Social Practice?"},
      {
        "id":"ED361721",
        "title":"Students' Right to Their Language: Distinguishing Patterns and Varieties."},
      {
        "id":"ED361722",
        "title":"Women's Language in Literature: Language and Nonverbal Communication as Reflectors of Power in Two Plays by Lillian Hellman."},
      {
        "id":"ED361723",
        "title":"Diversity and the Small College Community: Negotiating Multiculturalism through Writing across the Curriculum."},
      {
        "id":"ED361724",
        "title":"Draw Me an Enthymeme: Visual Pedagogy and Verbal Organization."},
      {
        "id":"ED361727",
        "title":"Mary Miles Bibb: Education and Moral Improvement in the &quot;Voice of the Fugitive.&quot;"},
      {
        "id":"ED361728",
        "title":"Inner City High School Newspapers: An Obituary?"},
      {
        "id":"ED361729",
        "title":"Writing Is Learning: Strategies for Math, Science, Social Studies, and Language Arts."},
      {
        "id":"ED361730",
        "title":"Denial, Conflagration, Pride: Three Stages in the Development of an Advanced Writing Requirement."},
      {
        "id":"ED361731",
        "title":"A Paradigm for State High School Press Freedom Laws."},
      {
        "id":"ED361732",
        "title":"Socialization of Teenage Girls through Teen-Magazine Fiction: The Making of a New Woman or an Old Lady?"},
      {
        "id":"ED361734",
        "title":"Growing Body of Evidence Refutes Some Criticisms of J-Schools."},
      {
        "id":"ED361735",
        "title":"Women Writers and the Canon. Focused Access to Selected Topics FAST Bib No. 72."},
      {
        "id":"ED361736",
        "title":"Teaching Literature by Women Authors. Teaching Resources in the ERIC Database (TRIED)."},
      {
        "id":"ED361737",
        "title":"Making Connections with Poetry: Multicultural Voices in Process."},
      {
        "id":"ED361738",
        "title":"Why Newspaper Advisers Quit."},
      {
        "id":"ED361739",
        "title":"Free Speech for Public School Students: A &quot;Basic Educational Mission.&quot;"},
      {
        "id":"ED361740",
        "title":"The Media's Role in a Nonviolent Movement: The Nashville Student Movement."},
      {
        "id":"ED361741",
        "title":"Guidelines for Teaching Writing to ABE and ASE Learners."},
      {
        "id":"ED361742",
        "title":"Developing a Sequential, Relevant Approach to Research Writing for High School Juniors and Seniors."},
      {
        "id":"ED361743",
        "title":"Constructive/Constructing Dialogue: Students, Teachers and the &quot;Self&quot; in the Writing Classroom."},
      {
        "id":"ED361744",
        "title":"Combatting Aliteracy with New Modes of Newswriting: A Field Experiment."},
      {
        "id":"ED361745",
        "title":"Global Perspectives on Teaching Literature: Shared Visions and Distinctive Visions."},
      {
        "id":"ED361746",
        "title":"Responding to Student Poems: Applications of Critical Theory."},
      {
        "id":"ED361747",
        "title":"Teaching Poetry Tips; Teaching English without Desks; A Brief History of Time and the &quot;Red Clock.&quot;"},
      {
        "id":"ED361748",
        "title":"Great Expectations: Introducing Teaching Portfolios to a University Writing Program."},
      {
        "id":"ED361749",
        "title":"Guess Who's Coming To Lecture?: Two Case Studies in Professor Credibility."},
      {
        "id":"ED361750",
        "title":"The Psychology of Communication or a Communicative Theory of Psychology? Reclaiming \"Communication\" as the Central Mode of Explanation for Communication Studies."},
      {
        "id":"ED361751",
        "title":"Martin Heidegger and the Poetic Foundations of Language."},
      {
        "id":"ED361752",
        "title":"&quot;Scholarship Reconsidered&quot;: A Challenge To Use Teaching Portfolios To Document the Scholarship of Teaching."},
      {
        "id":"ED361753",
        "title":"A Field Investigation of Peer Assessment as Part of the Student Group Grading Process."},
      {
        "id":"ED361754",
        "title":"Creating Empowered Learners: Merging Content and Process."},
      {
        "id":"ED361755",
        "title":"Four Steps To Revitalizating NDT Participation."},
      {
        "id":"ED361756",
        "title":"Holistic Speaker Evaluation--A Review and Discussion."},
      {
        "id":"ED361757",
        "title":"Intercultural Communication Education: A Participatory Model."},
      {
        "id":"ED361758",
        "title":"Exploring the Impact of Communication Teaching on the Role of the Spouse."},
      {
        "id":"ED361759",
        "title":"Considering the Role of the Physically Challenged Student in Individual Events Competition."},
      {
        "id":"ED361760",
        "title":"Making the Reorganization of the Former U.S.S.R. Look Easy: Faculty Participation in Textbook Selection."},
      {
        "id":"ED361761",
        "title":"Critical Thinking Theory and Research: A Movement in Search of Itself."},
      {
        "id":"ED361762",
        "title":"Experiential Approach to Intercultural Communication."},
      {
        "id":"ED361763",
        "title":"Public Relations Internships: Bridging the Classroom-Boardroom Gap."},
      {
        "id":"ED361764",
        "title":"A Problem-Solving Analysis of Women in Debate."},
      {
        "id":"ED361765",
        "title":"Designing a Public Relations Degree--The Data and the Dividends."},
      {
        "id":"ED361766",
        "title":"The Impact of Children's Coping Style on Emotional Reactions to a Frightening Movie."},
      {
        "id":"ED361767",
        "title":"Women in Communication: Annotated Bibliography."},
      {
        "id":"ED361768",
        "title":"Women and Folk Humor Communication: An Annotated Bibliography."},
      {
        "id":"ED361770",
        "title":"When Novelty Isn't Enough: A Case Study of Students' Reactions to Technology in the Classroom Environment."},
      {
        "id":"ED361771",
        "title":"A &quot;Fair Play&quot; Perspective of Ethics for Intercollegiate Debate."},
      {
        "id":"ED361773",
        "title":"The Exotic Made Familiar and the Familiar Made Exotic through an Introductory, Intercultural Communication Course Designed from a Postmodern Perspective."},
      {
        "id":"ED361774",
        "title":"Assessment in Mass Communication."},
      {
        "id":"ED361775",
        "title":"National Health Care: How Can the Federal Government Increase Access to Health Care to United States Citizens? National Debate Topic for High Schools, 1993-94. 103rd Congress, 1st Session/Senate Document 103-2."},
      {
        "id":"ED361776",
        "title":"Proceedings of the Annual Meeting of the Council for Programs in Technical and Scientific Communication (12th, Oxford, Ohio, February 13-15, 1985)."},
      {
        "id":"ED361777",
        "title":"Proceedings of the Annual Meeting of the Council for Programs in Technical and Scientific Communication (13th, Portland, Oregon, April 17-18, 1986)."},
      {
        "id":"ED361778",
        "title":"Proceedings of the Annual Meeting of the Council for Programs in Technical and Scientific Communication (14th, Orlando, Florida, October 7-9, 1987)."},
      {
        "id":"ED361779",
        "title":"Proceedings of the Annual Meeting of the Council for Programs in Technical and Scientific Communication (15th, Minneapolis, Minnesota, October 19-21, 1988)."},
      {
        "id":"ED361780",
        "title":"Proceedings of the Annual Meeting of the Council for Programs in Technical and Scientific Communication (16th, Rochester, New York, October 12-14, 1989)."},
      {
        "id":"ED361781",
        "title":"Proceedings of the Annual Meeting of the Council for Programs in Technical and Scientific Communication (17th, San Diego, California, October 11-13, 1990)."},
      {
        "id":"ED361782",
        "title":"Proceedings of the Annual Meeting of the Council for Programs in Technical and Scientific Communication (18th, Cincinnati, Ohio, October 10-12, 1991)."},
      {
        "id":"ED361783",
        "title":"Proceedings of the Annual Meeting of the Council for Programs in Technical and Scientific Communication (19th, Boise, Idaho, October 8-10, 1992)."},
      {
        "id":"ED361784",
        "title":"Home vs. Public Schoolers' Relationships: Differences in Social Networks."},
      {
        "id":"ED361785",
        "title":"Diversity in the Classroom: Gender Related Examples."},
      {
        "id":"ED361786",
        "title":"Reframing an Interpersonal Communication Course: Influences of the Hope Conference Seminar."},
      {
        "id":"ED361787",
        "title":"Where Have All the Records Gone, or When Will We Ever Learn?"},
      {
        "id":"ED361788",
        "title":"Corporations, the Media Industry, and Society: Ethical Imperatives and Responsibilities."},
      {
        "id":"ED361789",
        "title":"Family Communication Patterns, Rebelliousness, and Adolescent Reactions to Anti-Drug PSAs."},
      {
        "id":"ED361790",
        "title":"Whittle's Channel One: Powerful Effects for Politically Interested High School Seniors."},
      {
        "id":"ED361791",
        "title":"Life Experience of African Graduate Students in a Multi-Cultural Setting: A Case Study."},
      {
        "id":"ED361792",
        "title":"A Manual for Investigating American English in the South: Field Procedures."},
      {
        "id":"ED361793",
        "title":"Immediacy and Learning: A Motivational Explanation."},
      {
        "id":"ED361794",
        "title":"Creativity and the Department Chairperson: Challenge or Oxymoron?"},
      {
        "id":"ED361795",
        "title":"Forensics in the Year 2000: Competition versus Educational Values."},
      {
        "id":"ED361796",
        "title":"Building a Normative Model of Women's Mentoring Relationships."},
      {
        "id":"ED361797",
        "title":"Situation Comedies in the Group Communication Classroom."},
      {
        "id":"ED361798",
        "title":"Testing the Effectiveness of Intervention Programs on Children's Compliance-Resisting Behaviors."},
      {
        "id":"ED361799",
        "title":"Beyond the Four Ps: A Theoretical Explication and Research Agenda for Social Marketing."},
      {
        "id":"ED361800",
        "title":"The Changing Context for Audience Research."},
      {
        "id":"ED361801",
        "title":"With Whom Are Mass Communication Researchers Communicating?"},
      {
        "id":"ED361803",
        "title":"Culture and Communication in Latin America."},
      {
        "id":"ED361804",
        "title":"The Unexpected Education: What We Can Learn from Disaster News Stories."},
      {
        "id":"ED361805",
        "title":"The Camel Controversy: Same Beast, Different Viewpoints. A Position Paper."},
      {
        "id":"ED361806",
        "title":"Constructivists' Use of Mentoring for Success in Broadcast Academe."},
      {
        "id":"ED361807",
        "title":"Personality Characteristics of New Advertising Creatives: What Educators Can Tell Students."},
      {
        "id":"ED361808",
        "title":"Generation X and Objectionable Advertising: A Q-Sort of Senior Advertising Students' Attitudes toward Objectionable Advertising."},
      {
        "id":"ED361809",
        "title":"Team Peer Evaluations: A Student-Generated Quantitative Measurement of Group Membership Performance."},
      {
        "id":"ED361810",
        "title":"Integrating the Student with a Disability into Student Media."},
      {
        "id":"ED361811",
        "title":"New York City's Municipal Broadcasting Experiment: WNYC, 1922-1940."},
      {
        "id":"ED361812",
        "title":"Toward a Comprehensive History of Public Relations."},
      {
        "id":"ED361813",
        "title":"Self-Talk &amp; Self-Health. ERIC Digest."},
      {
        "id":"ED361814",
        "title":"Educating Men and Women about Sexual Harassment: An Exercise for Trainers and Teachers."},
      {
        "id":"ED361816",
        "title":"The Crisis of the Discipline: Some Metatheoretical Reflections."},
      {
        "id":"ED361817",
        "title":"Gaining Media Attention in the Changing Media Environment: A Case Study."},
      {
        "id":"ED361818",
        "title":"Teaching Public Relations Management: The Current State of the Art."},
      {
        "id":"ED361819",
        "title":"Effects of Message Discrepancy on Recall of News Information over Time."},
      {
        "id":"ED361820",
        "title":"Books as Culture/Books as Commerce: An Analysis of the Text and Format of the &quot;New York Times Book Review.&quot;"},
      {
        "id":"ED361821",
        "title":"Tellin' It Like It Is: Children's Attitudes toward the Electoral Process and the '92 Campaign."},
      {
        "id":"ED361822",
        "title":"Listening for Listeners: Two Educational Radio Stations Discover Audience Research."},
      {
        "id":"ED361824",
        "title":"China-Born Communication Scholars in the U.S.--Opportunities and Challenges."},
      {
        "id":"ED361825",
        "title":"Excessive Intimacy: An Account Analysis of Behaviors, Cognitive Schemata, Affect, and Relational Outcomes."},
      {
        "id":"ED361826",
        "title":"Audio-Teleconferencing with National Experts: Enhancing Educational Quality in an Era of No-Growth Budgets."},
      {
        "id":"ED361827",
        "title":"Student Advertising Competitions: Student Perspectives on the AAF Competition, Part II."},
      {
        "id":"ED361828",
        "title":"Towards a Theory on Educational Effectiveness."},
      {
        "id":"ED361830",
        "title":"The Social Competency Program of the Reach Out to Schools Project. Project Report, 1990-91. No. 1."},
      {
        "id":"ED361831",
        "title":"The Social Competency Program of the Reach Out to Schools Project. Project Report, 1991-92. No. 3."},
      {
        "id":"ED361832",
        "title":"Leadership for Change in Secondary Schools: A Team Effort."},
      {
        "id":"ED361833",
        "title":"Competencies: The Competencies Debate in Australian Education and Training."},
      {
        "id":"ED361834",
        "title":"Goals 2000: Educate America Act. Report from the Committee on Education and Labor, Together with Dissenting and Supplemental Dissenting Views [to Accompany H.R. 1804]. House of Representatives, 103d Congress, 1st Session."},
      {
        "id":"ED361835",
        "title":"School Community Collaboration: Comparing Three Initiatives. Brief to Policymakers, No. 6."},
      {
        "id":"ED361836",
        "title":"Unique Potential: A Metaphor for John Dewey's Moral Self."},
      {
        "id":"ED361837",
        "title":"Collaborative Decision Making between New Principals and Teachers: Policy and Practice."},
      {
        "id":"ED361838",
        "title":"The Beginning Principal: Needs, Concerns, and Professional Development. Symposium Papers Presented at the Joint Conference of the Australian Association for Research in Education and the New Zealand Association for Research in Education (Geelong, Victoria, Australia, November 22-26, 1992)."},
      {
        "id":"ED361839",
        "title":"Office of Education Accountability. Annual Report."},
      {
        "id":"ED361840",
        "title":"A Review of the State Department of Education&apos;s Internal Management and Its Oversight of District and Student Performance, Volume I. Report to the Mississippi Legislature."},
      {
        "id":"ED361841",
        "title":"School Based Improvement: What Is Needed for Successful Implementation?"},
      {
        "id":"ED361844",
        "title":"New Principals: Problems, Priorities, and Preparation."},
      {
        "id":"ED361846",
        "title":"Directory of Partnership Programs and Councils. [Second Edition.] 1992-93."},
      {
        "id":"ED361847",
        "title":"Fact and Fancy of Wisconsin's Accountability Reporting Standard: A Comparison of Two Suburban Districts."},
      {
        "id":"ED361848",
        "title":"A National Perspective on Educational Partnerships."},
      {
        "id":"ED361849",
        "title":"Contemporary Educational Finance Reform in Florida: The State of the State."},
      {
        "id":"ED361850",
        "title":"Two School-University Collaborations: Characteristics and Findings from Classroom Observations."},
      {
        "id":"ED361851",
        "title":"Principles and Actions: A Framework for Systemic Change."},
      {
        "id":"ED361852",
        "title":"Keys to Success: Critical Skills for the Novice Principal."},
      {
        "id":"ED361853",
        "title":"Factors Affecting the Successful Implementation of Whole-School Curriculum Innovations."},
      {
        "id":"ED361854",
        "title":"An Historical Clarification of the New York State Small City School District Budget Voting Policy Debate."},
      {
        "id":"ED361855",
        "title":"The Extension of Referendum Budget Voting to New York State Small City School District Residents: Arguments, Research, and Policy Recommendations."},
      {
        "id":"ED361856",
        "title":"The Fiscal Implications of Referendum Budget Voting for New York State Small City School Districts."},
      {
        "id":"ED361857",
        "title":"School-Based Decision Making: First-Year Perceptions of Kentucky Teachers, Principals, and Counselors."},
      {
        "id":"ED361858",
        "title":"Report on Focus Groups Conducted for the Prichard Committee for Academic Excellence and the Partnership for Kentucky School Reform."},
      {
        "id":"ED361859",
        "title":"Evaluating the Impact and Institutionalization of a School Restructuring Effort."},
      {
        "id":"ED361861",
        "title":"A Typology of Metanarratives in Educational Leadership."},
      {
        "id":"ED361862",
        "title":"Employment Threat, Equality of Opportunities and Educators' Response to the Rapid Feminization of School Principalship."},
      {
        "id":"ED361863",
        "title":"Approaches to Leadership Succession: What Comes with Experience?"},
      {
        "id":"ED361864",
        "title":"The Ordeal of Change: An Ethnographic Study of High School Reform."},
      {
        "id":"ED361865",
        "title":"Measures of School Effectiveness: Consistency/Inconsistency When Models Are Varied across Subject Area Tests."},
      {
        "id":"ED361866",
        "title":"Markets and Self-Governing Schools: The English Experience."},
      {
        "id":"ED361869",
        "title":"The University of Houston School-University Research Collaborative. Draft."},
      {
        "id":"ED361870",
        "title":"Peer Work Groups in Dutch Classroom Practice."},
      {
        "id":"ED361871",
        "title":"Organizational and Instructional Factors and the Efficacy of Cooperative Learning in Dutch Classroom Practice."},
      {
        "id":"ED361873",
        "title":"School Climate, Achievement and Behavior in Eight Swedish Junior High Schools."},
      {
        "id":"ED361874",
        "title":"Culture Orientation and Sociometry of the Classroom: A Possible Relationship."},
      {
        "id":"ED361875",
        "title":"School Ethos and Pupil Outcome: Research Findings and Some Theoretical Considerations."},
      {
        "id":"ED361876",
        "title":"School Improvement Research Series: Series VII, 1992-93."},
      {
        "id":"ED361877",
        "title":"Linking Community Service and &quot;At-Risk&quot; Education. Arizona Serve-America Program. Briefing Paper #2."},
      {
        "id":"ED361878",
        "title":"The Effectiveness of LEAD Program Elements."},
      {
        "id":"ED361880",
        "title":"Leadership versus Control: A Strategic Approach to Lasting School Reform."},
      {
        "id":"ED361881",
        "title":"Implementing a Portfolio Assessment System for Chapter 1 Program Improvement: A Case Study."},
      {
        "id":"ED361882",
        "title":"Parent and Student Perceptions of the Learning Environment at School. Statistics in Brief."},
      {
        "id":"ED361883",
        "title":"Leadership Enhancement and Development (LEAD): A Flourishing Product of School and University Collaboration."},
      {
        "id":"ED361884",
        "title":"Problems and Paradoxes in Beginning Teacher Support: Issues Concerning School Administrators."},
      {
        "id":"ED361885",
        "title":"California School Finance 1993-94: Schools on Shaky Ground."},
      {
        "id":"ED361886",
        "title":"Necessary but Insufficient: Three Linked Efforts To Restructure NYC Public Schools in 1990-1991."},
      {
        "id":"ED361887",
        "title":"Site-Based Evaluation Strategies."},
      {
        "id":"ED361888",
        "title":"Parent Involvement in Education and School Sector."},
      {
        "id":"ED361889",
        "title":"Institutionalization of Change in a Period of Scarce Resources."},
      {
        "id":"ED361890",
        "title":"Dutch School Improvement Project: Evaluation Results of the First Project Year."},
      {
        "id":"ED361891",
        "title":"Head Start Goes to School: 1992-93 Evaluation Report."},
      {
        "id":"ED361892",
        "title":"Evaluation Resource Notebook for AOD Coordinators."},
      {
        "id":"ED361894",
        "title":"Caring as Career: An Alternative Model for Educational Administration."},
      {
        "id":"ED361895",
        "title":"School Self-Studies: Respecting the Context of Schools."},
      {
        "id":"ED361896",
        "title":"Teacher Concerns As They Consider an Organizational Change to Site-Based Decision Making."},
      {
        "id":"ED361897",
        "title":"Environmental Scanning in Educational Planning: Establishing a Strategic Trend Information System."},
      {
        "id":"ED361898",
        "title":"Participant Responses to Leadership Training and Internship."},
      {
        "id":"ED361899",
        "title":"Risk Management: How School Districts Can Identify Risks, Reduce Losses, and Conserve Funds."},
      {
        "id":"ED361900",
        "title":"Computer Simulation (Microcultures): An Effective Model for Multicultural Education."},
      {
        "id":"ED361901",
        "title":"A Guide to Constructing and Interpreting the &quot;School Vision Inventory&quot; Diagnostic Profile."},
      {
        "id":"ED361902",
        "title":"A Multilevel Analysis of Phase II of the Louisiana School Effectiveness Study."},
      {
        "id":"ED361903",
        "title":"Transforming Information into Knowledge: Structured Reflection in Administrative Practice."},
      {
        "id":"ED361905",
        "title":"Charter Schools: A New Breed of Public Schools."},
      {
        "id":"ED361908",
        "title":"School Safety Check Book."},
      {
        "id":"ED361910",
        "title":"Oregon Report Card. An Annual Report on Public Education to the Citizens of Oregon."},
      {
        "id":"ED361911",
        "title":"Gender and Politics at Work: Why Women Exit the Superintendency."},
      {
        "id":"ED361912",
        "title":"Minorities in Educational Administration: Issues and Recommendations."},
      {
        "id":"ED361913",
        "title":"A Curriculum To Empower Young Adolescents."},
      {
        "id":"ED361914",
        "title":"Election by Acclamation among Two Cohorts of Canadian Public School Trustees."},
      {
        "id":"ED361915",
        "title":"Who Evaluates Teacher Performance? Mismatched Paradigms, the Status Quo, the Missed Opportunities."},
      {
        "id":"ED361916",
        "title":"The Impact of Perceived Workplace Conditions on Beginning Teachers' Work Commitment, Career Choice Commitment, and Planned Retention."},
      {
        "id":"ED361917",
        "title":"A Self-Instructional Module: Curriculum and Methods for Working with Three-through-Five-Year-Old Children with Disabilities. Field Test Edition."},
      {
        "id":"ED361918",
        "title":"Special Education for Mentally Handicapped Pupils--A Teaching Manual. Revised Edition."},
      {
        "id":"ED361919",
        "title":"Disability Information &amp; Awareness: Afghanistan. Version 2.2."},
      {
        "id":"ED361923",
        "title":"Multiculturalism and Disability: A Collection of Resources."},
      {
        "id":"ED361924",
        "title":"National Policy on Children and Families. Policy Paper."},
      {
        "id":"ED361925",
        "title":"Prevention of Perinatal Substance Use: Pregnant and Postpartum Women and Their Infants Demonstration Grant Program. Abstracts of Active Projects FY 1993."},
      {
        "id":"ED361926",
        "title":"Educational Outcomes and Indicators for Early Childhood (Age 3)."},
      {
        "id":"ED361927",
        "title":"Educational Outcomes and Indicators for Early Childhood (Age 6)."},
      {
        "id":"ED361928",
        "title":"What Makes a Difference? Factors Related to Postsecondary School Attendance for Young People with Disabilities."},
      {
        "id":"ED361929",
        "title":"Abuse Causes Disability. A Report from Spectrum Institute. First in a Series."},
      {
        "id":"ED361930",
        "title":"Cooperative Teaching: An Effective Model for All Students."},
      {
        "id":"ED361931",
        "title":"The Third Wave of Due Process--State Special Education Complaint Investigations."},
      {
        "id":"ED361932",
        "title":"Behavior Disorders: The Need for Multiple and Integrated Treatment Activities."},
      {
        "id":"ED361933",
        "title":"Correlates of Teaching Willingness among Teachers of the Mentally Retarded."},
      {
        "id":"ED361934",
        "title":"Outreach Training Activities: Results from a Survey of UAP Outreach Training Directors."},
      {
        "id":"ED361935",
        "title":"Developing and Maintaining Mutual Aid Groups for Parents and Other Family Members: An Annotated Bibliography."},
      {
        "id":"ED361936",
        "title":"Parent-Professional Collaboration Content in Professional Education Programs: A Research Report."},
      {
        "id":"ED361937",
        "title":"Collaboration between Professionals and Families of Children with Serious Emotional Disorders: Annotated Bibliography."},
      {
        "id":"ED361938",
        "title":"Building a Conceptual Model of Family Response to a Child's Chronic Illness or Disability."},
      {
        "id":"ED361939",
        "title":"National Directory of Organizations Serving Parents of Children and Youth with Emotional and Behavioral Disorders. Third Edition."},
      {
        "id":"ED361940",
        "title":"Family Research and Demonstration Symposium Report."},
      {
        "id":"ED361941",
        "title":"States' Timelines in Special Education: Referral through Placement. Report. Project FORUM."},
      {
        "id":"ED359930",
        "title":"Programs of 1992 Winning Teams. Pioneering Partners."},
      {
        "id":"ED359932",
        "title":"The Ralph Bunche Computer Mini-School: A Design for Individual and Community Work. Technical Report No. 29."},
      {
        "id":"ED359933",
        "title":"Technology and the Organization of Schooling. Technical Report No. 28."},
      {
        "id":"ED359934",
        "title":"[Appraisal of Audiovisual Materials.]"},
      {
        "id":"ED359935",
        "title":"An Application of Digitized Speech in Hypermedia."},
      {
        "id":"ED359936",
        "title":"Combining Computer Assisted Instruction (CAI) and a Live TV Teacher To Extend Learning Opportunities into the Home. A Learning Productivity Research and Developmental Project of the Research Foundation of the State University of New York and Instructional Systems Inc."},
      {
        "id":"ED359938",
        "title":"Distance Education: Two Modes of Learning Separated by a Common Language."},
      {
        "id":"ED359939",
        "title":"HDTV: In Search of a Policy."},
      {
        "id":"ED359940",
        "title":"High Performance Computing: Advanced Research Projects Agency Should Do More To Foster Program Goals. Report to the Chairman, Committee on Armed Services, House of Representatives."},
      {
        "id":"ED359941",
        "title":"Introduction to Computing: Lab Manual. Faculty Guide [and] Student Guide."},
      {
        "id":"ED359942",
        "title":"Machine Translation Technology: A Potential Key to the Information Age. Report of the FCCSET Committee on Industry and Technology."},
      {
        "id":"ED359943",
        "title":"World Trends in Corporatization and Privatization. Proceedings of the 1993 Mid-Year Seminar of the Pacific Telecommunications Council (Taipei, Taiwan, June 9-11, 1993)."},
      {
        "id":"ED359944",
        "title":"[SAIDE Launching Conference, 1992--] Closing Address."},
      {
        "id":"ED359945",
        "title":"A Comparison of Mainframe and Personal Computer Based Bulletin Board Systems for Computer-Mediated Communications in Distance Education Courses."},
      {
        "id":"ED359948",
        "title":"Introduction to the Stony Brook Library: A Workbook for LBR 150. Third Edition."},
      {
        "id":"ED359949",
        "title":"Irish Literature in Austria."},
      {
        "id":"ED359950",
        "title":"Learning in Virtual Reality."},
      {
        "id":"ED359951",
        "title":"The Human Interface Technology Laboratory."},
      {
        "id":"ED359952",
        "title":"Library Ethics: An Aspirational and Culturally Sensitive Alternative to Its Commandments."},
      {
        "id":"ED359953",
        "title":"Library Skills for Psychological Research: A Workbook for Psychology 121. 3rd Edition."},
      {
        "id":"ED359955",
        "title":"ARL Annual Salary Survey, 1992."},
      {
        "id":"ED359956",
        "title":"Medical Information Availability and Usage in South Texas. Final Report."},
      {
        "id":"ED359957",
        "title":"Social Issues in Australian Children's Literature."},
      {
        "id":"ED359958",
        "title":"UNESCO School Libraries in Oceania Project."},
      {
        "id":"ED359959",
        "title":"Books for Children: Writing, Publishing, and Marketing."},
      {
        "id":"ED359960",
        "title":"Books and Media for All South African Children in the 21st Century?"},
      {
        "id":"ED359961",
        "title":"Kent Library Collection Policy and Departmental Library Selection Profiles."},
      {
        "id":"ED359962",
        "title":"A Regional Information System Strategy for the Caribbean for the Year 2000."},
      {
        "id":"ED359963",
        "title":"Creating Elementary and Secondary School Libraries: A Basic Approach."},
      {
        "id":"ED359964",
        "title":"Research and Academic Librarians: A Global View. Proceedings of a Special Session on International Librarianship Held during the National Conference of the Association of College and Research Libraries (6th, Salt Lake City, Utah, April 12-14, 1992)."},
      {
        "id":"ED359965",
        "title":"Documenting Community Organizations."},
      {
        "id":"ED359966",
        "title":"Preservation Needs Assessment: A Management Tool. Final Report of the 1992-1993 Central New York Preservation Needs Assessment Project."},
      {
        "id":"ED359967",
        "title":"Arizona Heritage: A Bibliography of Materials and Directory of Authors, Illustrators and Storytellers for Teachers, Librarians and Parents."},
      {
        "id":"ED359968",
        "title":"The Genteel Rabble-Rouser, or a Handbook of Local Self-Help for the School Media Specialist."},
      {
        "id":"ED359969",
        "title":"Interlibrary Loan Trends: Staffing and Organization. SPEC Kit #187."},
      {
        "id":"ED359970",
        "title":"Internship, Residency, and Fellowship Programs in ARL Libraries. SPEC Kit 188."},
      {
        "id":"ED359971",
        "title":"Liaison Services in ARL Libraries. SPEC Kit 189."},
      {
        "id":"ED359972",
        "title":"Bibliographic Instruction Committee Report."},
      {
        "id":"ED359975",
        "title":"Copyright Amendments Act of 1991. Hearings on H.R. 2372, Copyright Amendments Act of 1991: Fair Use of Unpublished Works, Copyright Renewal, and National Film Preservation before the Subcommittee on Intellectual Property and Judicial Administration of the Committee on the Judiciary. House of Representatives, One Hundred Second Congress, First Session (May 30, June 6, 12, and 20, 1991)."},
      {
        "id":"ED359977",
        "title":"&quot;Go Wild! Read!&quot; 1993 Summer Library Program Manual. Bulletin No. 93273."},
      {
        "id":"ED359978",
        "title":"Libraries and Library Services. Field Hearing before the Committee on House Administration and Joint Committee on the Library. House of Representatives, One Hundred Second Congress, Second Session (Lumberton, North Carolina, September 21, 1992)."},
      {
        "id":"ED359979",
        "title":"Simplifying Manual Circulation Techniques for Volunteers in Rural Public Library Settings for Greater Efficiency [and] Enhancing Volunteer Library Appeal: A Rural Arizona Public Library Experience."},
      {
        "id":"ED359980",
        "title":"University Library Borrowing: Two Studies Illustrating a Methodology."},
      {
        "id":"ED359981",
        "title":"Information Skills: An Educational Perspective for Tomorrow."},
      {
        "id":"ED359982",
        "title":"Information Technology: A Model for Brandon University."},
      {
        "id":"ED359983",
        "title":"Library Skills Workbook. Featuring: BISON--Buffalo Information System ONline. 14th Edition."},
      {
        "id":"ED359984",
        "title":"An African-American Bibliography: The Arts. Selected Sources from the Collections of the New York State Library. Reprint."},
      {
        "id":"ED359985",
        "title":"Comparative Study between the &quot;Lista de Encabezamientos de Materia&quot; by Gloria Escamilla and the &quot;Library of Congress Subject Heading&quot; List."},
      {
        "id":"ED359986",
        "title":"Project: LEARN. A Case Study of an Ohio Literacy Program."},
      {
        "id":"ED359987",
        "title":"Books for Teens: Stressing the Higher Values: A CSLA Bibliography."},
      {
        "id":"ED359988",
        "title":"Standards for Church and Synagogue Libraries: Guidelines for Measuring Effectiveness and Progress. CSLA Guide No. 6. Second Edition."},
      {
        "id":"ED359989",
        "title":"ERIC Annual Report--1992. Summarizing the Recent Accomplishments of the Educational Resources Information Center."},
      {
        "id":"ED359990",
        "title":"Helping Students Find Sensitive Material: A Guide to the Literature on Homosexuality for Librarians and Faculty."},
      {
        "id":"ED359993",
        "title":"How Will the Implementation of a Differential Tuition Fee Structure at the California Community College System Influence Student Enrollment?"},
      {
        "id":"ED359994",
        "title":"How To Institute the Cross/Angelo Classroom Assessment Training Program on a College Campus, or, How To Create a Dynamic Teaching/Learning Partnership between Teachers and Students."},
      {
        "id":"ED359995",
        "title":"What Is the Effect of the Cross/Angelo Model of Classroom Assessment on Student Outcome? A Study of the Classroom Assessment Project at Eight California Community Colleges. Research Report."},
      {
        "id":"ED359996",
        "title":"A Research Model To Support Planning Initiatives for the Design of Academic Programs, Facilities, and Support Services for Off-Campus Students."},
      {
        "id":"ED359997",
        "title":"A New Paradigm for Community Colleges: A Strategic Planning Issue."},
      {
        "id":"ED359998",
        "title":"A Report on the KAIR Survey of Information Sharing Needs."},
      {
        "id":"ED359999",
        "title":"Moving On! Assessing the Transfer Rate and the Characteristics of Transfer Students at an Urban Community College."},
      {
        "id":"ED360000",
        "title":"Institutional Assessment, Planning, and Institutional Change: An Integrated Institutional Assessment and Strategic Planning Process for Community Colleges."},
      {
        "id":"ED360001",
        "title":"NMSU-Alamogordo Institutional Assessment and Strategic Planning (IASP) Process: A Handbook. (Version 1.1)."},
      {
        "id":"ED360002",
        "title":"Three-Year Strategic Plan for New Mexico State University-Alamogordo, 1993-1996."},
      {
        "id":"ED360003",
        "title":"Arizona Community Colleges: Report of the Task Force on Community College Enrollment Growth Planning."},
      {
        "id":"ED360004",
        "title":"Articulation Agreements: A Report."},
      {
        "id":"ED360005",
        "title":"Center for Consumer Home Economics Education. Project Number 91-0095 and 91-0095, A-1 and A-2, January 31, 1992-June 30, 1993. A Report on Center Operation and Activities Conducted for California Community College Home Economics and Related Professionals."},
      {
        "id":"ED360006",
        "title":"California State Universities' Business Education Policies: Their Cost to Community College Students and the State."},
      {
        "id":"ED360008",
        "title":"Are We Using Instructional Technology Effectively?"},
      {
        "id":"ED360009",
        "title":"Chancellor's Office Management Information System: A Report."},
      {
        "id":"ED360010",
        "title":"STARS: Student Assessment and Response System."},
      {
        "id":"ED360011",
        "title":"Academic Options for Students Affected by the Standards for Student Success."},
      {
        "id":"ED360013",
        "title":"Career Options: Self-Directed, Step-by-Step Career Planning."},
      {
        "id":"ED360014",
        "title":"Career Program Completers: Class of 1991-92."},
      {
        "id":"ED360015",
        "title":"Assessment of Field Placement."},
      {
        "id":"ED360016",
        "title":"Prince George's Community College Annual Cost Containment Report. Submitted to the Maryland Higher Education Commission and the Maryland General Assembly in Compliance with Section 8 of Chapter 465 of the Acts of 1991."},
      {
        "id":"ED360017",
        "title":"Interfacing Two-Year and Four-Year Transcripts for Transfer Students."},
      {
        "id":"ED360018",
        "title":"Placement Testing and Student Success: The First Intervening Variable."},
      {
        "id":"ED360019",
        "title":"Wallace Community College, Selma: 1991-92 Institutional Profile."},
      {
        "id":"ED360020",
        "title":"Educational Advising for Student Retention."},
      {
        "id":"ED360021",
        "title":"Classroom Management for Student Retention."},
      {
        "id":"ED360022",
        "title":"Using the CCSEQ in Institutional Effectiveness: The Role of Goal Commitment and Student's Perception of Gains."},
      {
        "id":"ED360023",
        "title":"The Academic Performance of PVCC Students Transferring to Virginia Public Senior Institutions of Higher Education (1991-92). Research Report Number 4-93 and PVCC Institutional Brief No. 93-6."},
      {
        "id":"ED360024",
        "title":"The Institutional Researcher as Interpreter and Critic."},
      {
        "id":"ED360025",
        "title":"Community College Faculty Dissatisfaction: A Comparative Analysis."},
      {
        "id":"ED360026",
        "title":"The Hazard Community College &quot;50 Mile Club.&quot;"},
      {
        "id":"ED360027",
        "title":"Charles County Community College Performance Accountability Report."},
      {
        "id":"ED360028",
        "title":"Non-Returning Student Survey, Charles County Community College."},
      {
        "id":"ED360029",
        "title":"Alliance for Excellence: A Partnership between Black Churches &amp; Area Colleges for the Advancement of Minorities in Higher Education."},
      {
        "id":"ED360030",
        "title":"CFCC: A Report on Indicators of Excellence."},
      {
        "id":"ED360031",
        "title":"Point of Graduation Survey, 1992-93: Report of Findings."},
      {
        "id":"ED360032",
        "title":"Former Student Survey."},
      {
        "id":"ED360033",
        "title":"Survey of Student Opinions: A Study Initiated by the Student Government Association of Calhoun Community College."},
      {
        "id":"ED360034",
        "title":"A Matter of Quality: A Report to the People of Iowa from the Faculty of Iowa's Community Colleges."},
      {
        "id":"ED360035",
        "title":"JCCC Transfer Students: Their Destinations and Achievements. 1992-1993."},
      {
        "id":"ED360036",
        "title":"Graduation Rate Differences within the VCCS, August 1993."},
      {
        "id":"ED360037",
        "title":"Administrator and Faculty Ethics Codes in Community Colleges. ERIC Digest."},
      {
        "id":"ED360038",
        "title":"Utilizing the Parent Center Concept as a Means To Improve the Relations between Parent and Child/School and Community."},
      {
        "id":"ED360040",
        "title":"Methodological Issues in Controlled Studies on Effects of Prenatal Exposure to Drug Abuse. Research Monograph 114."},
      {
        "id":"ED360041",
        "title":"Relations among Manual RT, Visual RT and IQ."},
      {
        "id":"ED360042",
        "title":"Beginning of Movement for Re-Education of Parents in Japan in the 1920's."},
      {
        "id":"ED360043",
        "title":"A Longitudinal Investigation of the Effects of a School Intervention Program on Children's Social Development."},
      {
        "id":"ED360044",
        "title":"Family Education and Training: From Research to Practice. Implementation Plan. Report No. 14."},
      {
        "id":"ED360045",
        "title":"Chapter 1 in Ohio: Elementary and Secondary Education Act. 27th Annual Evaluation Report, Fiscal 1992."},
      {
        "id":"ED360047",
        "title":"Teacher Perception of Mixed-Age Groupings of Children."},
      {
        "id":"ED360048",
        "title":"Implementation Challenges of the Primary Learning Communities Program: Precautions and Potential."},
      {
        "id":"ED360049",
        "title":"Feeding Babies: From Breast Milk to the Family Dish."},
      {
        "id":"ED360050",
        "title":"First Impressions: Governor Roy Romer's Initiative on Early Childhood. Year-End Report, July 1991 - June 1992."},
      {
        "id":"ED360051",
        "title":"Development and Evaluation of a School-Based Stress and Coping Curriculum."},
      {
        "id":"ED360052",
        "title":"Effects of Day Care on Elementary School Performance and Adjustment."},
      {
        "id":"ED360053",
        "title":"Background Factors Predicting Teacher Ratings of Children's School Performance."},
      {
        "id":"ED360054",
        "title":"Assessment of School Maladjustment."},
      {
        "id":"ED360056",
        "title":"Opening Doors: Maine's Early Childhood Demonstration Sites."},
      {
        "id":"ED360057",
        "title":"Continuity between Parents and Family Child Care Providers: Does It Matter?"},
      {
        "id":"ED360058",
        "title":"Starting Right, Starting Right Now. Report of the Louisiana Early Childhood Study Commission, 1993."},
      {
        "id":"ED360059",
        "title":"Developmental Continuity across Preschool and Primary Grades. Implications for Teachers."},
      {
        "id":"ED360060",
        "title":"Changing Faces: The Early Childhood Profession in Australia."},
      {
        "id":"ED360061",
        "title":"A Stitch in Time: Strengthening the First Years of School. Compulsory Years of Schooling Project. Project Paper No. 3. Commissioned Report No. 16."},
      {
        "id":"ED360062",
        "title":"Public School Kindergartners: Isolates, Low Self-Concept, and Family Status."},
      {
        "id":"ED360063",
        "title":"An Analysis of the Formal Features of &quot;Reality-Based&quot; Television Programs."},
      {
        "id":"ED360064",
        "title":"Child Care Funding Re-Assessed: Operational Subsidies, Fee Relief and Taxation Issues."},
      {
        "id":"ED360065",
        "title":"Early Childhood in Australian Schools: Future Directions. A Discussion Paper Commissioned by the Schools Council. AECA Working Paper."},
      {
        "id":"ED360066",
        "title":"Child Care-Who Needs It?"},
      {
        "id":"ED360067",
        "title":"The Neophyte Early Childhood Teacher."},
      {
        "id":"ED360068",
        "title":"The Transition from Child Care to School."},
      {
        "id":"ED360069",
        "title":"Internalization of Social Discourse: A Vygotskian Account of the Development of Young Children's Theories of Mind."},
      {
        "id":"ED360070",
        "title":"Gender Differences in the Perceptions of Affiliative Networks in Primary School."},
      {
        "id":"ED360071",
        "title":"Differences in Aspects of Preschoolers' Race Schema: Race Schematization, Race-Based Peer Preferences, and Memory for Racially Stereotyped Drawings."},
      {
        "id":"ED360072",
        "title":"Social Competence and Humor in Preschool and School-Aged Children."},
      {
        "id":"ED360073",
        "title":"Variations of Parent and Adolescent Emotional Expression: Differences by Pubertal Status, Gender, and Conversation."},
      {
        "id":"ED360074",
        "title":"Girls, Boys and People: Gender and the Discourse of the Nursery School."},
      {
        "id":"ED360075",
        "title":"Social Support and School Adjustment in Japanese Elementary School Children."},
      {
        "id":"ED360076",
        "title":"National Middle School Association (NMSA) NCATE-Approved Curriculum Guidelines."},
      {
        "id":"ED360077",
        "title":"How To Evaluate Your Middle School."},
      {
        "id":"ED360078",
        "title":"Nurturing a Teacher Advisory Program."},
      {
        "id":"ED360079",
        "title":"&quot;Unusually Successful&quot;: Pittsfield Chapter 1."},
      {
        "id":"ED360080",
        "title":"The Supportive Educational Environment for Creativity."},
      {
        "id":"ED360081",
        "title":"Signs of Learning in the Affective Domain."},
      {
        "id":"ED360082",
        "title":"Effects That the Developmentally Appropriate Process Makes on Curriculum of a Rural Elementary School."},
      {
        "id":"ED360084",
        "title":"Social Emotional Competence of Pre-School Children: Relationship to Intelligence and Maturity."},
      {
        "id":"ED360085",
        "title":"Strategies for Developing Emergent Literacy."},
      {
        "id":"ED360087",
        "title":"The Federal Role in Improving Elementary and Secondary Education. A CBO Study."},
      {
        "id":"ED360088",
        "title":"An Analysis of Gardner's Theory of Multiple Intelligence."},
      {
        "id":"ED360089",
        "title":"A Study of Stereotyping of Infants and Toddlers."},
      {
        "id":"ED360090",
        "title":"Save the Children Nonformal Education and Early Childhood Development Activities in Rural Nepal."},
      {
        "id":"ED360091",
        "title":"Tobacco Smoke in the Home and Child Intelligence."},
      {
        "id":"ED360092",
        "title":"Alliance Patterns Formed among Early Adolescents and Their Parents."},
      {
        "id":"ED360094",
        "title":"Strengthening Language Experiences for Children through Fingerplays."},
      {
        "id":"ED360097",
        "title":"An Effective Learning Environment: A Discussion Paper on Strategy 1 of &quot;Answering the Challenge.&quot;"},
      {
        "id":"ED360098",
        "title":"Helping Your Child Learn Responsible Behavior (with Activities for Children)."},
      {
        "id":"ED360099",
        "title":"Strategies, Solutions, and Snoopy: Teacher-Child Dyads Solving Microcomputer Puzzles."},
      {
        "id":"ED360100",
        "title":"Learning Readiness: Promising Strategies."},
      {
        "id":"ED360101",
        "title":"Five Perspectives on Quality in Early Childhood Programs. Perspectives from ERIC/EECE: A Monograph Series, No. 1."},
      {
        "id":"ED360102",
        "title":"Trends and Issues in the Dissemination of Child Development and Early Education Knowledge. Perspectives from ERIC/EECE: A Monograph Series, No. 2."},
      {
        "id":"ED360103",
        "title":"Multiculturalism in Early Childhood Programs. Perspectives from ERIC/EECE: A Monograph Series, No. 3."},
      {
        "id":"ED360104",
        "title":"Dispositions: Definitions and Implications for Early Childhood Practices. Perspectives from ERIC/EECE: A Monograph Series, No. 4."},
      {
        "id":"ED360105",
        "title":"Bridging American Indian Culture and the New Science Paradigm. Science of Alcohol Curriculum for American Indians. Training Unit [and] Participant Booklet."},
      {
        "id":"ED360106",
        "title":"The Digestive System and Alcohol Use. Science of Alcohol Curriculum for American Indians. Training Unit [and] Participant Booklet."},
      {
        "id":"ED360107",
        "title":"The Central Nervous System and Alcohol Use. Science of Alcohol Curriculum for American Indians. Training Unit [and] Participant Booklet."},
      {
        "id":"ED360109",
        "title":"Justice-Related Children and Family Services for Native People in Ontario. A Discussion Paper. Revised."},
      {
        "id":"ED360110",
        "title":"PSInet: A Teleconferencing Network for Teachers."},
      {
        "id":"ED360111",
        "title":"The Rural Superintendent: The Missing Link in School Improvement."},
      {
        "id":"ED360112",
        "title":"Issues in Establishing Rural Professional Development Schools."},
      {
        "id":"ED360113",
        "title":"Report on the Delaware Rural Assistance Council's Public Forums: Achieving Quality Education and Promoting Partnerships for Academic and Social Success."},
      {
        "id":"ED360114",
        "title":"Home School Specialist: &quot;The Missing Link&quot; [and]&quot;The Student Connection Program.&quot;"},
      {
        "id":"ED360115",
        "title":"Characteristics of Successful Schools: Perception Differences between Rural and Urban Elementary School Teachers."},
      {
        "id":"ED360116",
        "title":"Thorough and Fair: Creating Routes to Success for Mexican-American Students."},
      {
        "id":"ED360117",
        "title":"Joining the Circle: A Practitioners' Guide to Responsive Education for Native Students."},
      {
        "id":"ED360119",
        "title":"Teen Workers: Developing a Work Ethic or Gratifying Material Needs?"},
      {
        "id":"ED360120",
        "title":"Notes From the Field: Education Reform in Rural Kentucky, 1991-1992."},
      {
        "id":"ED360122",
        "title":"Inputs, Processes, Outcomes: The Context for Achievement among Economically Disadvantaged Students in Appalachia."},
      {
        "id":"ED360123",
        "title":"Isomorphism: Many Paths, One Activity."},
      {
        "id":"ED360124",
        "title":"Forming Consortia: A Promising Approach to Restructuring in the Small School."},
      {
        "id":"ED360125",
        "title":"The Issue of Relevant Education: Theories and Reality."},
      {
        "id":"ED360126",
        "title":"SKOLE: The Journal of the National Coalition of Alternative Community Schools, 1988-1992."},
      {
        "id":"ED360127",
        "title":"Business Opportunities Enhancement Act (Draft Legislation To Amend the Buy Indian Act) To Increase Employment and Business Opportunities for Indians. Hearing before the Select Committee on Indian Affairs. United States Senate, One Hundred Second Congress, Second Session."},
      {
        "id":"ED360128",
        "title":"Early Schools in Two Townships of Black Hawk County, Iowa, USA."},
      {
        "id":"ED360129",
        "title":"The Equivocal Prospects for Indian Reservations. Occasional Paper 1993-2."},
      {
        "id":"ED360130",
        "title":"The Career Ladder Program as a Catalyst for Reform."},
      {
        "id":"ED360131",
        "title":"Teaching At-Risk Students: A Quality Program in a Small Rural High School."},
      {
        "id":"ED360132",
        "title":"Sharing Our Stories &amp; Traditions. Annual Bilingual Multicultural Education Equity Conference [Report] (18th, Anchorage, Alaska, February 5-7, 1992)."},
      {
        "id":"ED360133",
        "title":"North Carolina Rural Initiative Study of Secondary Schools: Funding Effects on Depth of the Curriculum."},
      {
        "id":"ED360134",
        "title":"West Virginia Adolescents' Health Risk Behaviors: Differences by Gender, Age, Grade Level, and Level of Rurality."},
      {
        "id":"ED360135",
        "title":"American Indian Higher Education Consortium (AIHEC) Telecommunications Planning Project. Year One, Final Report and Recommendations."},
      {
        "id":"ED360136",
        "title":"Special Education in Early Childhood. A Burning Issues Series Report."},
      {
        "id":"ED360137",
        "title":"Promising Practices in Early Childhood Education. Volume I."},
      {
        "id":"ED360138",
        "title":"Research Report on Services to Preschoolers. Summary of Findings of the National Survey of State Migrant Education Programs."},
      {
        "id":"ED360139",
        "title":"Personnel Training for Parents, Preschoolers, and Professionals: Working with Young Children from Migrant Families. Burning Issues Series."},
      {
        "id":"ED360141",
        "title":"A Guide to Women's Studies in the Outdoors: Review of Research with Annotated Bibliography."},
      {
        "id":"ED360142",
        "title":"Small, Rural and Effective: A Study of Secondary Schools. Warwick Papers on Education Policy, No. 1."},
      {
        "id":"ED360143",
        "title":"Unemployment and Child Abuse in a Rural Community: A Diverse Relationship."},
      {
        "id":"ED360144",
        "title":"Unpackaging the Effects of Generation and SES on Early Literacy Practices of Mexican American Fathers."},
      {
        "id":"ED360145",
        "title":"Quien Soy Yo?/All about Me. Learning through Cultural Diversity and the Arts."},
      {
        "id":"ED360148",
        "title":"Beginning Plant Biotechnology Laboratories Using Fast Plants."},
      {
        "id":"ED360149",
        "title":"Energy, Economics, and the Environment: Case Studies and Teaching Activities for Middle School."},
      {
        "id":"ED360152",
        "title":"TVA--A World of Resources."},
      {
        "id":"ED360153",
        "title":"Leren Oplossen van Wiskundige Problemen in het Voortgezet Onderwijs (Learning To Solve Mathematical Problems in Secondary Education)."},
      {
        "id":"ED360154",
        "title":"Nonformal Environmental Education: Toward a Working Definition. The Environmental Outlook. ERIC/CSMEE Informational Bulletin."},
      {
        "id":"ED360155",
        "title":"A Cooperative Research Group for the Study of Culture and Science Education in Developing Countries."},
      {
        "id":"ED360156",
        "title":"Characteristics of Recent Science and Engineering Graduates: 1990. Detailed Statistical Tables. Surveys of Science Resources Series."},
      {
        "id":"ED360157",
        "title":"Assessment of the National Science Foundation's 1985-87 College Science Instrumentation Program. Final Report."},
      {
        "id":"ED360159",
        "title":"Acid Rain: A Student's First Sourcebook."},
      {
        "id":"ED360160",
        "title":"The Consumer's Handbook for Reducing Solid Waste."},
      {
        "id":"ED360161",
        "title":"Microteaching: An Integral Part of a Science Methods Class."},
      {
        "id":"ED360162",
        "title":"Improving the Teaching of Science: Staff Development Approaches. Resource Document."},
      {
        "id":"ED360163",
        "title":"Learning To Meet the Science and Technology Challenge."},
      {
        "id":"ED360164",
        "title":"Primary Planets and Elementary Moons: Activities for Primary Students."},
      {
        "id":"ED360165",
        "title":"Pathways to Excellence: A Federal Strategy for Science, Mathematics, Engineering, and Technology Education. U.S. Science, Mathematics, Engineering, and Technology Education Strategic Plan FY1994-FY1998."},
      {
        "id":"ED360166",
        "title":"Women in Astronomy."},
      {
        "id":"ED360167",
        "title":"Making College Science Transparent through the Use of Concept Maps."},
      {
        "id":"ED360168",
        "title":"An Outline of the Solar System: Activities for the Elementary Student."},
      {
        "id":"ED360169",
        "title":"H.R. 4726--The Opportunities in Science &amp; Technology Act of 1992. Hearing before the Subcommittee on Science of the Committee on Science, Space, and Technology, House of Representatives, One Hundred Second Congress, Second Session."},
      {
        "id":"ED360170",
        "title":"Of Wings &amp; Things. Aeronautics Information Stuff &amp; Things for Students &amp; Teachers."},
      {
        "id":"ED360171",
        "title":"The Effect of Teaching Strategies Using Models on Preservice Elementary Teachers' Conceptions about Earth-Sun-Moon Relationships."},
      {
        "id":"ED360172",
        "title":"Curriculum Reforms in Post-Secondary Science in Nigeria."},
      {
        "id":"ED360173",
        "title":"Learning Science in the Workplace: Ethnographic Accounts of High School Students as Apprentices in University Research Laboratories."},
      {
        "id":"ED360174",
        "title":"National Science Education Standards: A Sampler."},
      {
        "id":"ED360175",
        "title":"National Science Education Standards: An Enhanced Sampler. A Working Paper of the National Committee on Science Education Standards and Assessment."},
      {
        "id":"ED360176",
        "title":"Accurate and Inaccurate Conceptions about Osmosis That Accompanied Meaningful Problem Solving."},
      {
        "id":"ED360178",
        "title":"Microgravity: A Teacher's Guide with Activities. Secondary Level."},
      {
        "id":"ED360179",
        "title":"Remediation, Bridging Explanations, Worked Examples and Discussion: Their Effectiveness as Teaching Strategies in a Freshman-Level Nonscience Major Chemistry Course."},
      {
        "id":"ED360180",
        "title":"Reasoning Strategies of Students in Solving Chemistry Problems as a Function of Developmental Level, Functional M-Capacity and Disembedding Ability."},
      {
        "id":"ED360181",
        "title":"Science and Engineering Doctorate Awards: 1991. Selected Data."},
      {
        "id":"ED360182",
        "title":"Scientist and Teacher Partnerships in Elementary Schools."},
      {
        "id":"ED360183",
        "title":"Scientific and Engineering Research Facilities at Universities and Colleges: 1992."},
      {
        "id":"ED360184",
        "title":"Science Teacher Decision-Making in Classrooms with Cultural Diversity: A Case Study Analysis."},
      {
        "id":"ED360185",
        "title":"Science Process Vocabulary: Our Failure To Communicate."},
      {
        "id":"ED360186",
        "title":"The Revolution of Enlightenment: A Historical Case Study of Significant Educational Change through Teacher Education."},
      {
        "id":"ED360187",
        "title":"Square One TV Content Analysis: Final Report (Including Season Five Show Rundowns)."},
      {
        "id":"ED360188",
        "title":"State of the Art: Transforming Ideas for Teaching and Learning Mathematics."},
      {
        "id":"ED360189",
        "title":"Sharing Success: Mathematics and Science Education."},
      {
        "id":"ED360190",
        "title":"NAEP 1992 Mathematics Report Card for the Nation and the States."},
      {
        "id":"ED360191",
        "title":"Equal Opportunity Learning: Hands-On Science for Girls and Boys."},
      {
        "id":"ED360192",
        "title":"Le Canada: Un pays bilingue et multiculturel. Etudes sociales: 7e annee, sujet C. Cahier de l'eleve et Unite d'enseignement Guide. Edition finale. (Canada: A Bilingual and Multicultural Country. Social Studies: 7th Year, Subject C. Student Workbook and Teaching Unit Guide. Final Edition)."},
      {
        "id":"ED360193",
        "title":"Maine's Approach to Global Education."},
      {
        "id":"ED360194",
        "title":"Peace Education: Perspectives from Brazil and India. An Interview with Anima Bose (India) and Zlmarian Jeanne Walker (Brazil). Reprints and Miniprints No. 683."},
      {
        "id":"ED360195",
        "title":"Education for Peace as Liberation vs. Indoctrination: Do We, in Fact, Need Some &quot;Unbalanced Teaching&quot; To Achieve a &quot;Balanced Learning?&quot; An interview with Hilary Lipkin and Richard Yarwood. Reprints and Miniprints No. 693."},
      {
        "id":"ED360197",
        "title":"Biennial Report of the United States Institute of Peace, 1991. Submitted to the Congress and the President of the United States."},
      {
        "id":"ED360200",
        "title":"Strategies for Dissemination of Principles and Concepts of Education for Peace."},
      {
        "id":"ED360201",
        "title":"Developing Students (K-5) Understanding through the Paideia System of the Contributions Made by Ancient Cultures to Modern Society."},
      {
        "id":"ED360202",
        "title":"National Youth Service: A Global Perspective."},
      {
        "id":"ED360203",
        "title":"Perspectives from the South in Development Education. Development Education Annual 1990/1991."},
      {
        "id":"ED360204",
        "title":"Orchestra Festival Evaluations: Interjudge Agreement and Relationships between Performance Categories and Final Ratings."},
      {
        "id":"ED360205",
        "title":"Columbia Quincentenary. Special Issue."},
      {
        "id":"ED360206",
        "title":"President Lincoln and His Vice-Presidents. Lincoln Era Essay Contest Eleventh Annual Winners-1992."},
      {
        "id":"ED360207",
        "title":"Program Planning about World Affairs. A Complete \"How To\" Guide: from Program Ideas to Audience Applause."},
      {
        "id":"ED360209",
        "title":"Educational Planning in Small-Area Countries: The Case of the Caribbean (Study Made on Behalf of Unesco)."},
      {
        "id":"ED360210",
        "title":"Knights of the Round-Table."},
      {
        "id":"ED360211",
        "title":"Indonesia and the Challenge of Development. Fulbright-Hays Summer Seminars Abroad Program (November, 1991)."},
      {
        "id":"ED360212",
        "title":"Young People in the European Community: Towards an Agenda for Research and Policy."},
      {
        "id":"ED360213",
        "title":"Doors and Windows of My Mind: Thresholds of Visual Thinking."},
      {
        "id":"ED360216",
        "title":"Survey on Undergraduate Education in Sociology. Higher Education Surveys Report. Survey Number 15--Sociology."},
      {
        "id":"ED360219",
        "title":"Alternative Assessment: Implications for Social Studies. ERIC Digest."},
      {
        "id":"ED360220",
        "title":"Geography in History: A Necessary Connection in the School Curriculum. ERIC Digest."},
      {
        "id":"ED360221",
        "title":"Achievement of Goal Three of the Six National Education Goals. ERIC Digest."},
      {
        "id":"ED360222",
        "title":"Lake Life."},
      {
        "id":"ED360223",
        "title":"The Influence That Marital Status Has on the Advancement of Professional Women in Non-Traditional Fields."},
      {
        "id":"ED360224",
        "title":"Pre-School Education in Egypt, Oman and Japan: A Comparative Perspective."},
      {
        "id":"ED360225",
        "title":"B. Othanel Smith, Douglas McGregor, and the Philosophical Analysis of the Discourse of Institutional Democracy in Education: An Essay with Bibliographies."},
      {
        "id":"ED360226",
        "title":"From Puggy to Larry: Poetry from &quot;Gathering Light.&quot;"},
      {
        "id":"ED360227",
        "title":"Vision and the Black Community College President. Revised."},
      {
        "id":"ED360228",
        "title":"The African Diaspora: Teaching the Children."},
      {
        "id":"ED360229",
        "title":"Powerful Social Studies: Concepts That Count. Elementary Subjects Center Series No. 88."},
      {
        "id":"ED360230",
        "title":"Good Teachers Making the Best of It: Case Studies of Elementary Art and Music Teaching. Elementary Subjects Center Series No. 100."},
      {
        "id":"ED360232",
        "title":"Social Studies K-12. Teacher Handbook."},
      {
        "id":"ED360233",
        "title":"Integrated Character Education. Fastback 351."},
      {
        "id":"ED360234",
        "title":"Social Studies Grade 8 Curriculum Guide. Revised."},
      {
        "id":"ED360235",
        "title":"Ethics of Collaboration: A Quest for Guidelines."},
      {
        "id":"ED360236",
        "title":"Visions of Peace Education: Interviews with the Five Former Executive Secretaries of the Peace Education Commission. Educational Information Debate 99."},
      {
        "id":"ED360237",
        "title":"British Perspectives on Peace Education and Its Difficulties: [Conversations With Helen Collinson, Mildred Masheder, Chris Sewell, Patricia White, and The Project &quot;Preparedness for Peace.&quot; Educational and Psychological Interactions No. 100."},
      {
        "id":"ED360238",
        "title":"Acting Together. Readers Theatre: Excerpts from Children's Literature on Themes from the Constitution."},
      {
        "id":"ED360239",
        "title":"Sciences Humaines Assessment, Manitoba 1991. Final Report: French Immersion Program = Evaluation en sciences humaines, Manitoba 1991. Rapport finale: Programme d'immersion francaise."},
      {
        "id":"ED360240",
        "title":"Individual Rights in International Perspective: Lessons on Canada, Mexico, Japan, and Nigeria."},
      {
        "id":"ED360242",
        "title":"Innovation in Late Medieval Educational Thought: Vincent of Beauvais, Ramon Lull, and Pierre Dubois."},
      {
        "id":"ED360244",
        "title":"The Studio in a School Association Professional Development/Mentoring Program, 1991-92. OREA Report."},
      {
        "id":"ED360245",
        "title":"Resources for Teaching about Japan."},
      {
        "id":"ED360246",
        "title":"International Exchanges in a Changing World. Hearing before the Subcommittee on International Operations of the Committee on Foreign Affairs. House of Representatives, One Hundred Second Congress, Second Session."},
      {
        "id":"ED360247",
        "title":"A Summary of the Findings in Art and Music: Research Traditions and Implications for Teacher Education. Elementary Subjects Center Series No. 88."},
      {
        "id":"ED360248",
        "title":"Understanding How the Arts Contribute to Excellent Education. Study Summary."},
      {
        "id":"ED360249",
        "title":"The Transmission and Reproduction of Art Culture in One Navajo Public School System."},
      {
        "id":"ED360250",
        "title":"Consumerism &amp; Development."},
      {
        "id":"ED360251",
        "title":"History as the Core of the Precollege Social Studies Curriculum. A Statement of Policy."},
      {
        "id":"ED360252",
        "title":"Thinking about Our Future: War, Society, and the Environment. A Series of Lesson Plans."},
      {
        "id":"ED360253",
        "title":"Teacher Education USA: Western Carolina University Centennial in National Perspective."},
      {
        "id":"ED360254",
        "title":"Assessing the Impact of Peace Building Processes."},
      {
        "id":"ED360255",
        "title":"Guidelines for Comprehensive Sexuality Education: Kindergarten-12th Grade."},
      {
        "id":"ED360256",
        "title":"Technology, Training, and Curricula Revisited: The National Science Foundation Grant to the Science Academy of Austin 1991-92. Final Report."},
      {
        "id":"ED360258",
        "title":"Simulation and Meta Processing: Affective Component of Math Procedures."},
      {
        "id":"ED360259",
        "title":"Experience versus Theory in Teacher Education. Research in Teacher Education Monograph Series, No. 2/91."},
      {
        "id":"ED360260",
        "title":"Restructuring a Teacher Preparation Program Using the Professional Development School Concept."},
      {
        "id":"ED360261",
        "title":"Relationships among Various Demographic Variables and Measures of Teacher Competence: Making Sense of a Variety of Bivariate Correlations."},
      {
        "id":"ED360262",
        "title":"International Curriculums."},
      {
        "id":"ED360263",
        "title":"School Health Coalition Building--One State's Plan."},
      {
        "id":"ED360264",
        "title":"Physical Education in Higher Education: What Should We Name Ourselves?"},
      {
        "id":"ED360265",
        "title":"The Effect That Method of Instruction Has on Achievement in Core Academic Content Areas."},
      {
        "id":"ED360266",
        "title":"Review of Literature: Utilizing Film/Videotape through Modeling or Self Examination of Performance To Enhance Performance."},
      {
        "id":"ED360267",
        "title":"Overview of Youth Sports Programs in the United States."},
      {
        "id":"ED360268",
        "title":"Overview of Youth Recreation Programs in the United States."},
      {
        "id":"ED360269",
        "title":"Self-Regulated Achievement in the Cegep Student: Motivated Strategies for Learning."},
      {
        "id":"ED360270",
        "title":"The &quot;U&quot; in UTEP: Development of the Urban Curriculum and Its Delivery. Second Year Report to the Indiana Department of Education, Teacher Training and Licensing Advisory Committee."},
      {
        "id":"ED360271",
        "title":"Perceptions of Recent Graduates: Leadership and &quot;Standing Out.&quot;"},
      {
        "id":"ED360272",
        "title":"An Outcome Assessment of Graduates of Eleven Teacher Education Programs."},
      {
        "id":"ED360273",
        "title":"The Health/Education Connection: Initiating Dialogue on Integrated Services to Children at Risk and Their Families. Symposium (Alexandria, Virginia, March 5-6, 1990)."},
      {
        "id":"ED360274",
        "title":"Getting Hired: Strategies for Job Searching That Work! A Resource Guide for Early Childhood and Elementary Education Majors."},
      {
        "id":"ED360275",
        "title":"The Research on Learning To Teach: Prospects and Problems."},
      {
        "id":"ED360276",
        "title":"The Preservice Teacher Education Program as Described in Journals."},
      {
        "id":"ED360277",
        "title":"Factors Which Effective Teachers Identify as Contributing to Their Success."},
      {
        "id":"ED360278",
        "title":"Effects of Institutional Forces on Novice Social Studies Teachers' Curricular Decision-Making."},
      {
        "id":"ED360279",
        "title":"Pedagogical Field Experience or None: A Comparison Study Report."},
      {
        "id":"ED360280",
        "title":"Analysis of Beginning Teacher Concern Data To Restructure Preservice Teacher Education."},
      {
        "id":"ED360281",
        "title":"Beginning Teachers: In Danger of Attrition."},
      {
        "id":"ED360282",
        "title":"Preservice and Inservice Professional Development Efforts Regarding Bloom's Learning for Mastery."},
      {
        "id":"ED360283",
        "title":"Innovation in Teacher Education."},
      {
        "id":"ED360284",
        "title":"Citrus County Professional Orientation Program, 1992-93."},
      {
        "id":"ED360285",
        "title":"Co-Constructing the Zone: A Neo-Vygotskian View of Microteaching."},
      {
        "id":"ED360286",
        "title":"Control Strategies in Conferencing: A Sociolinguistic Analysis of Micropolitical Strategies in Supervision."},
      {
        "id":"ED360287",
        "title":"An Integrated Teacher Education Model for Enhanced Economic Literacy of Primary Teachers."},
      {
        "id":"ED360288",
        "title":"Generative Teaching and Personality Characteristics of Student Teachers."},
      {
        "id":"ED360289",
        "title":"Professional Development through a Teacher Book Club."},
      {
        "id":"ED360290",
        "title":"Waiting for Thursday: New Teachers Discover Teaching."},
      {
        "id":"ED360291",
        "title":"Effect of Teacher Involvement in Implementation of an Innovation."},
      {
        "id":"ED360292",
        "title":"A Teacher Is a Teacher Is a Teacher Is a...: Teachers' Professional Development from a Biographical Perspective."},
      {
        "id":"ED360293",
        "title":"Model Bloodborne Pathogens: Exposure Control Plan for Wisconsin Public Schools. Bulletin No. 93311."},
      {
        "id":"ED360294",
        "title":"Colorado Adolescents in Out-of-Home Placement: Health Education Survey, 1992. Report."},
      {
        "id":"ED360295",
        "title":"Colorado School Health Education Survey 1992. Report."},
      {
        "id":"ED360296",
        "title":"Interplay between Research and Practice: A Case Study of a Preservice Teacher Education Course."},
      {
        "id":"ED360297",
        "title":"Living Lives, Studying Lives, Writing Lives: An Educational Potpourri or Pot au Feu?"},
      {
        "id":"ED360298",
        "title":"Video Cases and the Thinking of Preservice Teachers."},
      {
        "id":"ED360299",
        "title":"Teachers' Perceptions of Role Change through Shared Decision Making: A Two-Year Case Study."},
      {
        "id":"ED360300",
        "title":"Clinical and Field-based Experiences To Prepare Teachers for Wholistic Practice."},
      {
        "id":"ED360301",
        "title":"Dilemmas and Images: Knowing How To Gain Acceptance for Child-Responsive Practices."},
      {
        "id":"ED360302",
        "title":"School Health Primary Care Programs in Community and Migrant Health Centers and Health Care for the Homeless Projects. Directory."},
      {
        "id":"ED360303",
        "title":"Healthy Schools. A Directory of Federal Programs and Activities Related to Health Promotion through the Schools."},
      {
        "id":"ED360311",
        "title":"Lessons from the Classroom: Elements of Promising School-Based HIV Education Programs and Recommendations for State Education Agencies."},
      {
        "id":"ED360312",
        "title":"Alternative Teacher Program. Report to the General Assembly 1992-93."},
      {
        "id":"ED360313",
        "title":"New Teachers in the Job Market, 1991 Update. Contractor Report. Statistical Analysis Report."},
      {
        "id":"ED360314",
        "title":"Achieving World Class Standards: The Challenge for Educating Teachers. Proceedings of the OERI Study Group on Educating Teachers for World Class Standards (Washington, D.C., March 22-24, 1992)."},
      {
        "id":"ED360315",
        "title":"Issues in Statewide Reading Assessment."},
      {
        "id":"ED360316",
        "title":"An Analysis of Report Cards on Schools: How Community/School Characteristics Impact Student Outcomes."},
      {
        "id":"ED360317",
        "title":"Hierarchical Linear Modeling of Class Ability Range on Student Mathematics Achievement."},
      {
        "id":"ED360318",
        "title":"America's High School Sophomores: A Ten Year Comparison, 1980-1990."},
      {
        "id":"ED360319",
        "title":"National Center for Education Statistics &quot;Product Planning and Development.&quot; Final Report."},
      {
        "id":"ED360320",
        "title":"Results of the Primary Assessment Program for 1991 in Urban and Non-Urban Schools. Curriculum and Assessment Research and Evaluation Report. Report 2/1992."},
      {
        "id":"ED360321",
        "title":"Chapter 1 Eligibility Factors and Weights: Using Probit Analysis To Determine Eligibility Criteria."},
      {
        "id":"ED360322",
        "title":"Concept Mapping for the Development of Medical Curricula."},
      {
        "id":"ED360323",
        "title":"Teacher Research and Program Evaluation: The Experience of the &quot;Reach Out to Schools Social Competency Program.&quot;"},
      {
        "id":"ED360324",
        "title":"Statistics Achievement: A Function of Attitudes and Related Experiences."},
      {
        "id":"ED360325",
        "title":"Live vs. Memorex: Psychometric and Practical Issues in the Collection of Data on Teachers' Performances in the Classroom."},
      {
        "id":"ED360326",
        "title":"Integrating Multi-Dimensional Performances and Setting Performance Standards."},
      {
        "id":"ED360327",
        "title":"Issues and Dilemmas of Action Research in the League of Professional Schools."},
      {
        "id":"ED360329",
        "title":"Effects of Two Testing Conditions on Classroom Achievement: Traditional In-Class versus Experimental Take-Home Conditions."},
      {
        "id":"ED360330",
        "title":"Gender-Related Differences in Intelligence: Application of Confirmatory Factor Analysis."},
      {
        "id":"ED360331",
        "title":"Home Education Research: On the Right Road?"},
      {
        "id":"ED360332",
        "title":"Predicting Postfeedback Performance from Students' Confidence in Their Responses."},
      {
        "id":"ED360333",
        "title":"The Internationalization of Bloom's Learning for Mastery: A 25-Year Retrospective-Prospective View."},
      {
        "id":"ED360334",
        "title":"Qualitative Letter Grade Standards for Teacher-Made Summative Classroom Assessments."},
      {
        "id":"ED360335",
        "title":"The Use of Cognitive Taxonomies in Licensure and Certification Test Development: Reasonable or Customary?"},
      {
        "id":"ED360336",
        "title":"The School Work Culture Profile: A Factorial Analysis and Strategy."},
      {
        "id":"ED360337",
        "title":"An Investigation of the Construct Validity of the Teenage Inventory of Social Skills: A Convergent Multivariate Approach."},
      {
        "id":"ED360338",
        "title":"Replication: A New Look at an Old Idea."},
      {
        "id":"ED360339",
        "title":"Restructuring Urban Schools in Newark: An Evaluation of the Cluster Schools Program."},
      {
        "id":"ED360340",
        "title":"Even Start: An Assessment of Parent Involvement in Early Childhood Education, 1990-1991."},
      {
        "id":"ED360341",
        "title":"District-Wide Testing Results, Technical Report, 1991-92. OPET Report."},
      {
        "id":"ED360343",
        "title":"Comparison of the Armed Services Vocational Aptitude Battery to the General Aptitude Test Battery. Final Technical Paper for Period January 1987-January 1990."},
      {
        "id":"ED360344",
        "title":"Automated Item Banking and Test Development. Final Technical Paper for Period October 1987-April 1988."},
      {
        "id":"ED360345",
        "title":"Knowledge and Processing Speed as Determinants of Associative Learning. Interim Technical Paper for Period February 1986-February 1987."},
      {
        "id":"ED360346",
        "title":"Computational Approaches for Analyzing Tradeoffs between Training and Aiding. Final Technical Paper for Period February-December 1989."},
      {
        "id":"ED360347",
        "title":"Mood and Memory Research: The Need for a More Wholistic Approach."},
      {
        "id":"ED360348",
        "title":"The Effect of the Multivariate Box-Cox Transformation on the Power of MANOVA."},
      {
        "id":"ED360349",
        "title":"Consultation on Evaluation of Youth Development Programs. Report on the Meeting (January 15, 1992)."},
      {
        "id":"ED360350",
        "title":"Linking Training Evaluation to Training Needs Assessment: A Conceptual Model. Final Technical Paper for Period April 1989-August 1990."},
      {
        "id":"ED360351",
        "title":"Intelligent Tutoring Systems: A Taxonomy of Evaluation Issues. Interim Technical Paper for Period August 1988-December 1989."},
      {
        "id":"ED360352",
        "title":"A Profile of the American Eighth Grader. National Education Longitudinal Study of 1988. Research in Brief."},
      {
        "id":"ED360353",
        "title":"Developmental Changes in the Factor Structure of a Self-Report Measure of Study Activities."},
      {
        "id":"ED360354",
        "title":"Joint Committee on Competency Standards in Student Assessment for Educational Administrators Update: Assessment Survey Results."},
      {
        "id":"ED360357",
        "title":"A Comparison of the Myers-Briggs Type Indicator Extraversion-Introversion Scale, and the Minnesota Multiphasic Personality Inventory 0 Scale (Social Introversion)."},
      {
        "id":"ED360358",
        "title":"The Supervisory Working Alliance Inventory: A Validity Study."},
      {
        "id":"ED360359",
        "title":"Class of 1991 Graduation Rate Study: A Study of Graduation Rates for Arizona Public High Schools."},
      {
        "id":"ED360361",
        "title":"Internal-Structure Analysis of Analytical Reasoning Worksamples 244 D and E and Development of Form H. Technical Report 1992-1."},
      {
        "id":"ED360362",
        "title":"The Spelling Project. Technical Report 1992-2."},
      {
        "id":"ED360363",
        "title":"Context for Learning: Science, Mathematics, Geography - IAEP: Alberta Report."},
      {
        "id":"ED360364",
        "title":"Norm-Referenced Test Results of the New Orleans Public Schools: A Comprehensive Report on Their Relationship to Major Student Characteristics."},
      {
        "id":"ED360365",
        "title":"Graduate Activity Survey: Class of 1991 One Year after Graduation."},
      {
        "id":"ED360366",
        "title":"High School Graduate Follow-up Study: Class of 1989 Two Years after Graduation."},
      {
        "id":"ED360367",
        "title":"The Rise and Fall of Criterion-Referenced Measurement?"},
      {
        "id":"ED360368",
        "title":"Dimensionality of NAEP Instruments That Incorporate Polytomously-Scored Items."},
      {
        "id":"ED360369",
        "title":"Developing an Administrative Assessment Instrument."},
      {
        "id":"ED360370",
        "title":"Assessing Graduate Education Students' Propensity toward Academic Misconduct."},
      {
        "id":"ED360371",
        "title":"Exclusion of Students with Barriers to Participation in NELS:88--Baseline Excluded Students Two and Four Years Later."},
      {
        "id":"ED360372",
        "title":"Measuring the Experience of Motivation: Contributions of the Experience Sampling Method to Educational Research."},
      {
        "id":"ED360373",
        "title":"The Motivational Importance of Extracurricular Activities for Adolescent Development: Cultivating Undivided Attention."},
      {
        "id":"ED360374",
        "title":"Assessing Peer-Tutoring in the Classroom: A Comparison of Obtrusive and Unobtrusive Measures."},
      {
        "id":"ED360375",
        "title":"The 1990 High School Transcript Study Tabulations: Comparative Data on Credits Earned and Demographics for 1990, 1987, and 1982 High School Graduates. Tabulations."},
      {
        "id":"ED360376",
        "title":"International Journal of Educology: A Journal of Research, Inquiry and Development about the Educational Process from an Educological Perspective, 1987-1991."},
      {
        "id":"ED360377",
        "title":"School Enrollment Expected To Surpass Historic All-Time High. Issue Brief."},
      {
        "id":"ED360378",
        "title":"Schools and Staffing in the United States: A Statistical Profile, 1990-91."},
      {
        "id":"ED360379",
        "title":"Selected Tables on Teacher Supply and Demand: 1987-88 and 1988-89. Schools and Staffing Survey. Teacher Followup Survey. E.D. TABS."},
      {
        "id":"ED360380",
        "title":"Schools and Staffing Survey, 1990-91: Sample Design and Estimation. Technical Report."},
      {
        "id":"ED360381",
        "title":"The Determination of Statistical Sophistication of Research in Vocational Education."},
      {
        "id":"ED360382",
        "title":"Children's Perceptions of Mood-Related Activities: Development of the Pleasant and Unpleasant Activities Surveys."},
      {
        "id":"ED360383",
        "title":"Convergence between DSM Diagnoses and CBCL Behavioral Dimensions among Children."},
      {
        "id":"ED360384",
        "title":"The Development of the Post-Divorce Parental Conflict Scale."},
      {
        "id":"ED360385",
        "title":"Assessment Research in the Context of Practice."},
      {
        "id":"ED360386",
        "title":"Arizona Student Assessment Program: March 1992 Pilot Assessment Results, State of Arizona."},
      {
        "id":"ED360387",
        "title":"&quot;Diving&quot; into Communities of Practice: Examining Learning as Legitimate Peripheral Participation in an Everyday Setting."},
      {
        "id":"ED360388",
        "title":"Performance Assessment. Policy Bulletin, No. PB-B13."},
      {
        "id":"ED360389",
        "title":"Programs and Plans of the National Center for Education Statistics, 1993 Edition."},
      {
        "id":"ED360390",
        "title":"Analysis of Major Outcome Indicators for Middle Grade Students in the New Orleans Public Schools."},
      {
        "id":"ED360391",
        "title":"United States Catholic Elementary and Secondary Schools, 1992-1993. Annual Statistical Report on Schools, Enrollment and Staffing."},
      {
        "id":"ED360392",
        "title":"A Collaborative Model for School and Program Evaluation: Lethbridge School District No. 51."},
      {
        "id":"ED360393",
        "title":"Achievement Testing Program Provincial Report. June 1992 Administration. Grade 3 Social Studies, Grade 6 English Language Arts, Grade 9 Mathematics, Francais 6e Annee."},
      {
        "id":"ED360394",
        "title":"The National Education Goals Report: Building a Nation of Learners. Volume One: The National Report, 1993."},
      {
        "id":"ED360395",
        "title":"The National Education Goals Report: Building a Nation of Learners. Volume Two: State Reports, 1993."},
      {
        "id":"ED360396",
        "title":"The National Education Goals Report: Building the Best. Summary Guide, 1993."},
      {
        "id":"ED360397",
        "title":"Reactions to National Academy of Education Report, &quot;Setting Performance Standards for Student Achievement.&quot;"},
      {
        "id":"ED360398",
        "title":"Comments on the NAE Evaluation of the NAGB Achievement Levels."},
      {
        "id":"ED360399",
        "title":"Monsters Make Stories."},
      {
        "id":"ED360405",
        "title":"Curso de Paternidad para Padres de Lengua Minoritaria: Guia en Espanol (Parenting Curriculum for Language Minority Parents: Guide in Spanish)."},
      {
        "id":"ED360408",
        "title":"Civil Rights Movement and the 1990s: Racism and the African-American Population."},
      {
        "id":"ED360411",
        "title":"The Schools Partnership Project: A Successful Model towards Improving School Performance."},
      {
        "id":"ED360412",
        "title":"Observation for the Improvement of Teaching. Publication Series 91-3."},
      {
        "id":"ED360414",
        "title":"Poor Children and Welfare Reform. Executive Summary of the Final Report."},
      {
        "id":"ED360419",
        "title":"Building a Learning-Centered Curriculum for Learner-Centered Schools. Interim Report of the New York State Curriculum and Assessments Council to the Commissioner and the Regents."},
      {
        "id":"ED360422",
        "title":"Community Service Partnerships: African-American Owned Radio's Commitment to Education."},
      {
        "id":"ED360423",
        "title":"A Wake-Up Call for Middle-Class Black America."},
      {
        "id":"ED360424",
        "title":"African American Educational Excellence. Planning Symposium Proceedings for the Development of the Center for Applied Cultural Studies and Educational Achievement (Long Beach, California, January 27, 1989)."},
      {
        "id":"ED360425",
        "title":"African American Women and Mentoring."},
      {
        "id":"ED360426",
        "title":"Middle Level Demonstration School, 1991-92. OREA Report."},
      {
        "id":"ED360429",
        "title":"Matching School Resources and Student Needs: Scheduling and Assignment Problems in High Schools Serving At-Risk Youth. Final Report."},
      {
        "id":"ED360430",
        "title":"State Plan To Reduce the Dropout Rate, 1993-95. A Report from the State Board of Education Submitted to the Governor, Lieutenant Governor, Speaker, and the Seventy-Third Texas Legislature."},
      {
        "id":"ED360431",
        "title":"Neglected or Delinquent Program, 1991-1992. Elementary and Secondary Education Act--Chapter 1. Final Evaluation Report."},
      {
        "id":"ED360432",
        "title":"Correlational Study into the Relationship between Grade Point Averages, Michigan Educational Assessment Program (MEAP) Scores and Student Absences for Tenth Grade Arthur Hill and Saginaw High School Students, 1992-1993. Evaluation Report."},
      {
        "id":"ED360433",
        "title":"The Mirror: A Newsletter of Multicultural Children&apos;s Literature, 1991-1993."},
      {
        "id":"ED360434",
        "title":"Managing and Improving the Education of Students At-Risk."},
      {
        "id":"ED360435",
        "title":"School&apos;s a Rough Place: Youth Gangs, Drug Users, and Family Life in Los Angeles. Draft."},
      {
        "id":"ED360436",
        "title":"Troubled Lifestyles: High-Risk Youth in Florida. Draft."},
      {
        "id":"ED360437",
        "title":"Overwhelmed in Cincinnati: Urban Appalachian Children and Youth. Draft."},
      {
        "id":"ED360438",
        "title":"The View from New York City's Crack-Plagued Neighborhoods."},
      {
        "id":"ED360439",
        "title":"Preparing for Prison: Life in San Francisco&apos;s Inner-City Neighborhoods. Draft."},
      {
        "id":"ED360442",
        "title":"Holland House/Boysville Chapter 1 Neglected and Delinquent Program. Product Evaluation Report, 1992-93."},
      {
        "id":"ED360443",
        "title":"Achieving the National Education Goals: The Status of Minorities in Today's Global Economy. A Policy Report of the State Higher Education Executive Officers Minority Student Achievement Project."},
      {
        "id":"ED360444",
        "title":"Career Awareness Program for Bilingual Haitian and Hispanic Students (Project CAP). Transitional Bilingual Education Grant. Final Evaluation Profile. OREA Report."},
      {
        "id":"ED360445",
        "title":"Urban Education Today."},
      {
        "id":"ED360446",
        "title":"Effective School Responses to Student Diversity: Challenges and Prospects."},
      {
        "id":"ED360449",
        "title":"Growth and Learning in Accelerated Schools: Big Wheels and Little Wheels Interacting."},
      {
        "id":"ED360450",
        "title":"Familial Configuration Influences on the Educational Performance of Urban High School Freshmen."},
      {
        "id":"ED360451",
        "title":"The Impact of Homelessness: As Experienced by Four Cohorts of Cleveland Public School Students 1987-1991."},
      {
        "id":"ED360452",
        "title":"The Effect of Tradebooks for Home Reading on the Reading Attitudes of Non-White 3rd-5th Graders."},
      {
        "id":"ED360453",
        "title":"Internal/External Locus of Control and Parental Verbal Interaction of At-Risk Adolescent Black Males."},
      {
        "id":"ED360454",
        "title":"Georgia's Response to &quot;Brown v. Board of Education&quot;: The Rise and Fall of Massive Resistance, 1949-1961."},
      {
        "id":"ED360455",
        "title":"African-American Students' Perceptions of Educational Program Selection Processes Based on Grades or Student Interest."},
      {
        "id":"ED360456",
        "title":"Environmental Views and Values of Children in an Inner-City Black Community."},
      {
        "id":"ED360457",
        "title":"Evaluating Magnet Schools for the Health Professions: Career Aspirations of Hispanic and Non-Minority Students."},
      {
        "id":"ED360458",
        "title":"The Accelerated Middle School: Moving from Concept toward Reality."},
      {
        "id":"ED360459",
        "title":"Becoming an Accelerated Middle School: Initiating School Culture Change."},
      {
        "id":"ED360460",
        "title":"Reinventing Chapter 1: The Current Chapter 1 Program and New Directions. Final Report of the National Assessment of the Chapter 1 Program. Executive Summary."},
      {
        "id":"ED360465",
        "title":"State of Hispanic America 1993: Toward a Latino Anti-Poverty Agenda."},
      {
        "id":"ED360467",
        "title":"Industrial Relations System in Japan. A New Interpretation. Japanese Industrial Relations Series 16."},
      {
        "id":"ED360468",
        "title":"Recent Trends in Human Resource Development. Japanese Industrial Relations Series 17."},
      {
        "id":"ED360469",
        "title":"The Effectiveness of Training Boards in Sweden. Training Discussion Papers No. 108."},
      {
        "id":"ED360470",
        "title":"The Effectiveness of Training Boards in Canada. Training Discussion Papers No. 109."},
      {
        "id":"ED360471",
        "title":"The Effectiveness of National Training Boards. Training Discussion Papers No. 110."},
      {
        "id":"ED360472",
        "title":"Connectiveness and Responsiveness."},
      {
        "id":"ED360473",
        "title":"Student Activity Guide for &quot;Business in an Information Economy.&quot;"},
      {
        "id":"ED360474",
        "title":"A National Study of Approved State Systems of Performance Measures and Standards for Vocational Education."},
      {
        "id":"ED360475",
        "title":"Distance Education Research Priorities for Australia: A Study of the Opinions of Distance Educators and Practitioners."},
      {
        "id":"ED360476",
        "title":"Students' Anxiety in Learning through Distance Education."},
      {
        "id":"ED360477",
        "title":"An Investigation into Students' Disposition to the Use of Objectives in Distance Learning Materials."},
      {
        "id":"ED360478",
        "title":"Expert Opinions about Distance Education Research in Developing Countries."},
      {
        "id":"ED360480",
        "title":"World-Class Workforce Preparation: Empowering Illinois Area Vocational Centers for New Realities."},
      {
        "id":"ED360481",
        "title":"The Historical Development of Vocational Education in the United States: Colonial America through the Morrill Legislation."},
      {
        "id":"ED360482",
        "title":"Knowing Both: Towards Integrating Two Main Approaches to the Tertiary Education of Health Care Workers Involved in Caring for People Living with HIV/AIDS. A Needs Assessment of HIV/AIDS Tertiary Education for Health Care Workers in Metropolitan South Australia."},
      {
        "id":"ED360483",
        "title":"Making High Schools Work through Blended Instruction. A Vision and Plan for the Integration of Academic and Career and Technology Education in Maryland."},
      {
        "id":"ED360484",
        "title":"Analysis of Necessary Computer Skills for Entry-Level Office Workers."},
      {
        "id":"ED360485",
        "title":"Vocationalism and Social Efficacy: The Chinese Model."},
      {
        "id":"ED360486",
        "title":"Exploring Alternative Outcomes for Postsecondary Vocational Education."},
      {
        "id":"ED360487",
        "title":"Projecting Agricultural Education Programs for the 21st Century Using a Modified Delphi Technique."},
      {
        "id":"ED360488",
        "title":"A Mosaic of Diversity: Vocationally Undecided Students and the Perry Scheme of Intellectual and Ethical Development."},
      {
        "id":"ED360489",
        "title":"AIDS: Workplace Issues. INFO-LINE. Practical Guidelines for Training and Development Professionals. Issue 9208."},
      {
        "id":"ED360490",
        "title":"Evaluation of Public Policies on Employment: Issues, Tools and Methods."},
      {
        "id":"ED360494",
        "title":"State Systems for Accountability in Vocational Education."},
      {
        "id":"ED360495",
        "title":"Vocational Education in France--Structural Problems and Present Efforts towards Reform. CEDEFOP Document."},
      {
        "id":"ED360496",
        "title":"A Quasi Meta-Analysis of Youth and Career Research Methodologies."},
      {
        "id":"ED360499",
        "title":"VISTA. An Evaluation Report on Volunteers in Service to America."},
      {
        "id":"ED360501",
        "title":"Vocational Education and JTPA. An Evaluation. 1993 Biennial Report."},
      {
        "id":"ED360502",
        "title":"On-the-Job Training of New Hires. ILR Reprints No. 668."},
      {
        "id":"ED360503",
        "title":"Partners in Practice. The Literacy and Health Project, Phase Two. August 1990-October 1992. Summary Report."},
      {
        "id":"ED360504",
        "title":"Evaluating JTPA Programs for Economically Disadvantaged Adults: A Case Study of Utah and General Findings. Research Report No. 92-02."},
      {
        "id":"ED360506",
        "title":"Implementation of the Job Training Partnership Act in Montana. A Report to the 53rd Legislature from the Job Training Partnership Act Review Committee."},
      {
        "id":"ED360507",
        "title":"Army Training. Expenditures for Troop Schools Have Not Been Justified. Report to the Chairman, Subcommittee on Readiness, Committee on Armed Services, House of Representatives."},
      {
        "id":"ED360508",
        "title":"Exchange Programs. Inventory of International Educational, Cultural, and Training Programs. Briefing Report to Congressional Requesters."},
      {
        "id":"ED360509",
        "title":"Vocational Education. Status in School Year 1990-91 and Early Signs of Change at Secondary Level. Report to Congressional Requesters."},
      {
        "id":"ED360510",
        "title":"Welfare to Work. States Move Unevenly To Serve Teen Parents in JOBS. Report to the Chairman, Committee on Finance, U.S. Senate."},
      {
        "id":"ED360511",
        "title":"The Job Connection. Connecticut's Job Opportunities and Basic Skills Training Program."},
      {
        "id":"ED360512",
        "title":"After High School, Then What? A Look at the Postsecondary Sorting-Out Process for American Youth."},
      {
        "id":"ED360513",
        "title":"Reaching New Audiences."},
      {
        "id":"ED360515",
        "title":"Bridging the Gap. Workplace Literacy for Developmentally Disabled Adults. A Section 353 Demonstration Project, Pinellas County Schools."},
      {
        "id":"ED360516",
        "title":"Gender Equity and the Year 2000. WEEA Digest."},
      {
        "id":"ED360517",
        "title":"The Elements of Technology for Education."},
      {
        "id":"ED360518",
        "title":"Strengthening Programs for Youth. Promoting Adolescent Development in the JTPA System."},
      {
        "id":"ED360519",
        "title":"Competency Based Reading and Math Program for Adult Students Entering Vocational Training Programs."},
      {
        "id":"ED360520",
        "title":"Myths and Misconceptions in Adult Literacy: A Research and Development Perspective. Policy Brief 93-1."},
      {
        "id":"ED360521",
        "title":"Literacy and Development: Rationales, Assessment, and Innovation. LRC/NCAL International Paper IP93-1."},
      {
        "id":"ED360522",
        "title":"Early Childhood, Family, and Health Issues in Literacy: International Perspectives. LRC/NCAL International Paper IP93-2."},
      {
        "id":"ED360523",
        "title":"Perspectives on Education."},
      {
        "id":"ED360524",
        "title":"Educating for High Performance. Honoring Change in Connecticut's Schools. Selected Change Efforts."},
      {
        "id":"ED360525",
        "title":"Resource Handbook for Teachers and Counselors...A Collection of Ideas, Facts, Resources, and Project Summaries from the PACE Summer Institute (6th, Pendleton, South Carolina, June 15-26, 1992)."},
      {
        "id":"ED360526",
        "title":"Planning for the Future: A Student Awareness Program for Tech Prep &amp; Mid-Level Technology Careers. Facilitator&apos;s Guide."},
      {
        "id":"ED360527",
        "title":"Communications for the Workplace. Applications from Criminal Justice Technology. A Teacher's Guide."},
      {
        "id":"ED360528",
        "title":"Mathematics for the Workplace. Applications from Engineering Technology (Clark-Schwebel Industries). A Teacher's Guide."},
      {
        "id":"ED360529",
        "title":"Mathematics for the Workplace. Applications from Insurance. A Teacher's Guide."},
      {
        "id":"ED360530",
        "title":"Mathematics for the Workplace. Applications from Machine Tool Technology (Michelin Tire Corporation). A Teacher's Guide."},
      {
        "id":"ED360532",
        "title":"Mathematics for the Workplace. Applications from Radiological Technology. A Teacher's Guide."},
      {
        "id":"ED360533",
        "title":"Mathematics for the Workplace. Applications from Textile Manufacturing (Milliken & Company, Peerless Plant). A Teacher's Guide."},
      {
        "id":"ED360534",
        "title":"Mathematics for the Workplace. Applications from Veterinary Technology. A Teacher's Guide."},
      {
        "id":"ED360535",
        "title":"Introduction to Technologies. Preparing Students for Mid-Level Technology Careers. Teacher&apos;s Guide."},
      {
        "id":"ED360536",
        "title":"Unlocking Minds: From Retribution to Rehabilitation. A Review of Prisoner Education in Queensland."},
      {
        "id":"ED360540",
        "title":"A Review of the Coordination of Utah's Employment and Training Programs. Report to Utah State Legislature. Report Number 92-10."},
      {
        "id":"ED360542",
        "title":"Work Force Changes and Age Discrimination: Educating Business Leaders in the 1990s and Beyond. A Project To Produce an Educational Package on Age Discrimination in Employment for Business Leaders."},
      {
        "id":"ED360543",
        "title":"Validation, Revision, and Evaluation of a Clinical Experience Using Ambulatory Care Facilities as Learning Sites for Student Nurses."},
      {
        "id":"ED360550",
        "title":"Choctaw Workplace Literacy Program. Final Performance Report."},
      {
        "id":"ED360551",
        "title":"Do You Have a Vision for Transition?"},
      {
        "id":"ED360552",
        "title":"OCHEA Study of the Information Needs of Strategic Stakeholders. Final Report."},
      {
        "id":"ED360553",
        "title":"Does ETP Training Work? An Analysis of the Economic Outcomes of California Employment Training Panel Programs."},
      {
        "id":"ED360554",
        "title":"Impact of Florida A&amp;M University (FAMU) and USDA Farmers Home Administration (FmHA) Education on African-American Farmers."},
      {
        "id":"ED360555",
        "title":"Critical Pedagogy for Vocational Education: The Practice with Novice Professionals."},
      {
        "id":"ED360557",
        "title":"Labor in a Global Economy. Perspectives from the U.S. and Canada. Conference Proceedings (Eugene, Oregon, September 1990)."},
      {
        "id":"ED360558",
        "title":"Independent Living. 7025. Curriculum Guide."},
      {
        "id":"ED360559",
        "title":"Food Science 7075. Curriculum Guide."},
      {
        "id":"ED360560",
        "title":"Interior Design and Housing. 7055. Curriculum Guide."},
      {
        "id":"ED360561",
        "title":"Teen Living. 7015. Curriculum Guide."},
      {
        "id":"ED360562",
        "title":"A Survey of Educational Services Provided to JTPA Clients in Florida's Service Delivery Areas. July 1, 1991 - June 30, 1992."},
      {
        "id":"ED360563",
        "title":"Ordinary People Writing: The Lancaster and Sussex Writing Research Projects."},
      {
        "id":"ED360564",
        "title":"Prisoners as Parents. Building Parenting Skills on the Inside."},
      {
        "id":"ED360566",
        "title":"Veterans' Job Training. Hearing before the Subcommittee on Education, Training and Employment of the Committee on Veterans' Affairs. House of Representatives, One Hundred Second Congress, Second Session."},
      {
        "id":"ED360567",
        "title":"Foods and Nutrition 7045. Curriculum Guide."},
      {
        "id":"ED360568",
        "title":"Teen Living 7015. Work and Family Supplement."},
      {
        "id":"ED360569",
        "title":"A Very Long Piece of Chalk--Teaching Students Where They're At."},
      {
        "id":"ED360570",
        "title":"Workshops in the Workplace. Final Report."},
      {
        "id":"ED360571",
        "title":"Identifying the Need for Counseling Services in Organization and Industry in Malaysia."},
      {
        "id":"ED360572",
        "title":"Impact of Self-Efficacy Expectations on Adolescent Career Choice."},
      {
        "id":"ED360573",
        "title":"Problem Drinking Screening in College Students Using the CAGE."},
      {
        "id":"ED360574",
        "title":"Sexual Coercion and Aggression on Campus: Characteristics of Offenders."},
      {
        "id":"ED360575",
        "title":"The Effects of a Kansas Education Class on Students&apos; Knowledge and Attitudes of Human Immunodeficiency Virus and Acquired Immunodeficiency Syndrome."},
      {
        "id":"ED360576",
        "title":"College Students' Attitudes toward Sexuality."},
      {
        "id":"ED360577",
        "title":"Play Therapy with Special Populations."},
      {
        "id":"ED360578",
        "title":"The Save-Your-Life Glossary of Alcohol, AIDS, Drug, & Tobacco Terms."},
      {
        "id":"ED360579",
        "title":"The Use of the Vineland Adaptive Behavior Scales to Predict Accurate Social Perception."},
      {
        "id":"ED360581",
        "title":"Study Behaviors of Undergraduate and Graduate Students."},
      {
        "id":"ED360582",
        "title":"Ego Development and Close Relationships in Young Adults."},
      {
        "id":"ED360583",
        "title":"Attributions for Partner Behavior in Violent and Nonviolent Couples."},
      {
        "id":"ED360584",
        "title":"Psychological and Personal Dimensions of Students and Teachers in High Schools for the Visual and Performing Arts."},
      {
        "id":"ED360585",
        "title":"School Psychologists in IEP Development."},
      {
        "id":"ED360586",
        "title":"Perceptions of the Role of Middle School Counselors."},
      {
        "id":"ED360587",
        "title":"Keeping Every Child Safe: Curbing the Epidemic of Violence. Joint Hearing Examining the Impact of Violence on Children before the Subcommittee on Children, Family, Drugs, and Alcoholism of the Committee on Labor and Human Resources, U.S. Senate, and the Select Committee on Children, Youth, and Families of the House of Representatives. One Hundred Third Congress, First Session."},
      {
        "id":"ED360589",
        "title":"Comprehensive Adolescent Pregnancy Services: A Resource Guide."},
      {
        "id":"ED360590",
        "title":"An Introduction to the National DARE Parent Program. Program Brief."},
      {
        "id":"ED360591",
        "title":"AIDS. CSAP Prevention Resource Guide."},
      {
        "id":"ED360592",
        "title":"Curriculum: Alcohol and Other Drugs Resource Guide."},
      {
        "id":"ED360593",
        "title":"Drug-Free Schools &amp; Communities: Program Planning Guidelines &amp; Community Inventory."},
      {
        "id":"ED360594",
        "title":"Families in Poverty: Patterns, Contexts, and Implications for Policy. Meeting Highlights and Background Briefing Report (Washington, D.C., July 17, 1992)."},
      {
        "id":"ED360595",
        "title":"Training and Technical Assistance To Support Family-Centered, Integrated Services Reform. Meeting Highlights and Background Briefing Report (Washington, D.C., July 18, 1993)."},
      {
        "id":"ED360598",
        "title":"Puzzles and Pieces in Wonderland: The Promise and Practice of Student Affairs Research."},
      {
        "id":"ED360599",
        "title":"Working with International Students and Scholars on American Campuses."},
      {
        "id":"ED360600",
        "title":"Violence Prevention in Daily Life and in Relationships. Health, Grades 5 to 8. Curriculum Support Series."},
      {
        "id":"ED360601",
        "title":"Dropout Prevention Planning Guide."},
      {
        "id":"ED360603",
        "title":"Preventing Alcohol and Other Drug Problems in Our Communities: Case Studies and Resources."},
      {
        "id":"ED360604",
        "title":"Drug Use Measurement: Strengths, Limitations, and Recommendations for Improvement. Report to the Chairman, Committee on Government Operations, House of Representatives."},
      {
        "id":"ED360605",
        "title":"Locus of Control: Its Relationship to Gender, Ethnicity and At-Risk Students."},
      {
        "id":"ED360606",
        "title":"\"What I Hear You Saying Is...\": Comparison of Two Counseling Approaches in Interracial Counselor-Client Initial Interactions."},
      {
        "id":"ED360607",
        "title":"Effects of Alcoholism on Grandchildren: A Bowenian Perspective."},
      {
        "id":"ED360608",
        "title":"Evaluation Guide for Tutoring Programs: A Dropout Prevention Research Report."},
      {
        "id":"ED360610",
        "title":"The Prevention of Youth Violence: A Framework for Community Action."},
      {
        "id":"ED360612",
        "title":"Monitoring Reading Comprehension by Thinking Aloud. Instructional Resource No. 1."},
      {
        "id":"ED360613",
        "title":"How in the World Do Students Read? IEA Study of Reading Literacy."},
      {
        "id":"ED360614",
        "title":"Effective Schools in Reading: Implications for Educational Planners. An Exploratory Study."},
      {
        "id":"ED360619",
        "title":"Phonics with Feeling."},
      {
        "id":"ED360620",
        "title":"Affective Based Reading Instruction: Utilizing Student Interests To Facilitate a Life Long Love of Reading."},
      {
        "id":"ED360621",
        "title":"Annotated Bibliography for Preadolescents from Divorced Families and Their Parents and Teachers."},
      {
        "id":"ED360624",
        "title":"Reading Recovery: Widening the Scope of Prevention for the Lowest Achieving Readers. Technical Report No. 580."},
      {
        "id":"ED360625",
        "title":"Structural Analysis: Toward an Evaluation of Instruction. Technical Report No. 581."},
      {
        "id":"ED360626",
        "title":"Students' Compulsion To Screen: Research on Kenneth Burke's Terministic Screens."},
      {
        "id":"ED360627",
        "title":"Vygotsky and Writing: Reflections from a Distant Discipline."},
      {
        "id":"ED360628",
        "title":"The Language Crisis in America and The Challenge of Teaching Communication Survival Skills for the 21st Century."},
      {
        "id":"ED360629",
        "title":"Finding and Creating Voices through Story-Writing in the Composition Classroom."},
      {
        "id":"ED360630",
        "title":"The Postmodern Writing Center: Some Lessons from Lyotard."},
      {
        "id":"ED360631",
        "title":"Autobiography and Writing across the Curriculum: Bringing &quot;Life&quot; to Disciplinary Writing."},
      {
        "id":"ED360633",
        "title":"A Voice of One's Own: Born, Achieved, or Thrust upon One?"},
      {
        "id":"ED360634",
        "title":"When What We Say Isn't What We Do: Learning To Collaborate All over Again."},
      {
        "id":"ED360635",
        "title":"Issues in TA Training: Does Postmodernism Preclude Teaching Structure?"},
      {
        "id":"ED360636",
        "title":"Shake 'Em Up, but Don't Expect 'Em To Shake Up the World: Multicultural Education in (Mostly) Monocultural Classrooms."},
      {
        "id":"ED360637",
        "title":"Composing a Professional Writing Program at the University of Puget Sound."},
      {
        "id":"ED360638",
        "title":"Things That Go Bump in the Night: Recent Developments in Horror Fiction for Young Adults."},
      {
        "id":"ED360639",
        "title":"Collaboration: Mutual Empowerment/Silencing? Or Both?"},
      {
        "id":"ED360640",
        "title":"Tinkering with Student Journalists: Protest as Prologue to a Free Press in the 21st Century."},
      {
        "id":"ED360641",
        "title":"Commentary on &quot;Friday Night Lights: A Town, A Team, and a Dream,&quot; by H. G. Bissinger."},
      {
        "id":"ED360644",
        "title":"Job-Hunters in the Composition Classroom: A Pragmatic Approach to the Personal Narrative."},
      {
        "id":"ED360645",
        "title":"Rethinking Teacher Authority To Counteract Prejudice in Discussions of Gay/Lesbian/Bisexual Representation: A Model of Teacher Response in the Networked Computer Classroom."},
      {
        "id":"ED360646",
        "title":"Writing To Learn Activities in Writing across the Curriculum Classrooms."},
      {
        "id":"ED360649",
        "title":"Academic Feminism's Subtle Violence against People of Color."},
      {
        "id":"ED360650",
        "title":"The Founding of the Penny Press: Nothing New under &quot;The Sun,&quot;&quot;The Herald,&quot; or &quot;The Tribune.&quot;"},
      {
        "id":"ED360651",
        "title":"America's Puritan Press, 1630-1690: The Value of Free Expression."},
      {
        "id":"ED360653",
        "title":"Oral English Proficiency Requirements for ITAs in U.S. Colleges and Universities: An Issue in Speech Communication."},
      {
        "id":"ED360654",
        "title":"The Metaphor of Open Admissions as a Communication Paradigm."},
      {
        "id":"ED360655",
        "title":"Using Interactive Video Instruction To Enhance Public Speaking Instruction."},
      {
        "id":"ED360656",
        "title":"Keeping the Faith: Teaching Assistants and the Pursuit of Teaching Excellence."},
      {
        "id":"ED360657",
        "title":"Exploring the Impact of Parenthood on the Role of Communication Teacher."},
      {
        "id":"ED360658",
        "title":"Creativity: Forced Choice as Freedom To Learn More."},
      {
        "id":"ED360660",
        "title":"Honor and Defiance: Richard M. Weaver and the Rhetoric of Southern Culture."},
      {
        "id":"ED360661",
        "title":"A Group Leadership Exercise."},
      {
        "id":"ED360662",
        "title":"Assessing Listening in the Basic Course: The University of Wisconsin-Oshkosh Listening Test."},
      {
        "id":"ED360664",
        "title":"Interviewing in Educational Research: A Bibliographic Essay."},
      {
        "id":"ED360666",
        "title":"Moving from Bureaucracy to Empowerment: Shifting Paradigms To Practice What We Preach in Class."},
      {
        "id":"ED360667",
        "title":"Teaching Organizational Communication: An Empowerment Based Approach."},
      {
        "id":"ED360668",
        "title":"Communication in Ballot Issue Campaigns: A Rhetorical Analysis of the 1991 Cincinnati Public Schools Levy Campaign."},
      {
        "id":"ED360669",
        "title":"&quot;Mutiny on the Bounty&quot;: A Case Study for Leadership Courses."},
      {
        "id":"ED360670",
        "title":"The Relationship of Communication Competency to Perceived Teacher Effectiveness."},
      {
        "id":"ED360671",
        "title":"&quot;Mediolatry&quot; in the Middle Range: The Need for Cross-Media Critical Research."},
      {
        "id":"ED360672",
        "title":"Communication Is Not Supposed To Be This Hard: A Survey on the Status of Instruction in the Undergraduate Communication Theory Course."},
      {
        "id":"ED360673",
        "title":"Silence Please--Silence as a Component of Interpersonal Communication."},
      {
        "id":"ED360674",
        "title":"Where Did We Come From?: A Communication Analysis of the Creation-Evolution Controversy as Depicted in &quot;Time,&quot;&quot;Newsweek,&quot; and &quot;U.S. News and World Report.&quot;"},
      {
        "id":"ED360675",
        "title":"First Amendment, Free Exercise and Establishment Clause Challenges for School Districts."},
      {
        "id":"ED360676",
        "title":"Better Research, Better Programmes? Cardiff Paper."},
      {
        "id":"ED360677",
        "title":"A Study of Curriculum, Budgeting, and Repair and Maintenance for Hawaii's Public Schools. A Report to the Governor and the Legislature of the State of Hawaii. Report No. 92-31."},
      {
        "id":"ED360678",
        "title":"Responding to Child Abuse in the Schools: Issues in Interagency Cooperation."},
      {
        "id":"ED360679",
        "title":"Report on Efficiency in Administration from the Commissioner of Education, Submitted to the Legislative Education Board and to the 73rd Texas Legislature."},
      {
        "id":"ED360681",
        "title":"Helping School Districts Develop Programs for Fulfilling the Educational Needs of Homeless Children."},
      {
        "id":"ED360682",
        "title":"Collaborative Decision-Making between Principals and Teachers in Victorian Schools."},
      {
        "id":"ED360684",
        "title":"What Communities Should Know and Be Able To Do about Education."},
      {
        "id":"ED360685",
        "title":"Roger L. Sullivan High School: Success by Exhibition. Project Report."},
      {
        "id":"ED360686",
        "title":"D. Charles E. Gavin School: A Case Study. Project Report."},
      {
        "id":"ED360687",
        "title":"Redefining Leadership: A Case Study of Hollibrook Elementary School. Project Report."},
      {
        "id":"ED360688",
        "title":"The Story of Cross Keys Middle School: Learning To Ask the Right Questions. Project Report."},
      {
        "id":"ED360689",
        "title":"Cutting Costs & Raising Revenues: 228 Tips for School Districts. NSBA Best Practices Series."},
      {
        "id":"ED360690",
        "title":"School Linked Integration of Services for Children."},
      {
        "id":"ED360692",
        "title":"Cross Case Analysis. Project Report."},
      {
        "id":"ED360693",
        "title":"Moving toward a Task Focus in Middle Level Schools. School Leadership and Education Reform Occasional Papers: OP#11."},
      {
        "id":"ED360694",
        "title":"Examining the Impact and Cost Effectiveness of a Model Inservice Program for Developing Effective Instructional Leaders."},
      {
        "id":"ED360695",
        "title":"A Descriptive Study of Eight School Improvement Councils in South Carolina."},
      {
        "id":"ED360696",
        "title":"Lessons from a First Year Evaluation of a School Restructuring Pilot Project."},
      {
        "id":"ED360697",
        "title":"Restructuring Schools: Some Aspects of Site-Based Management and Effective Schools Thrusts."},
      {
        "id":"ED360698",
        "title":"Resistance to Change: Fact or Stereotype."},
      {
        "id":"ED360699",
        "title":"Restructuring, Reform, and Reality: What School Districts Are Really Doing. NSBA Best Practices Series, 1993."},
      {
        "id":"ED360700",
        "title":"Mainstreaming Hmong Students: For Whom and How Much?"},
      {
        "id":"ED360701",
        "title":"Secondary School Teachers' Commitment to Change: The Contributions of Transformational Leadership."},
      {
        "id":"ED360702",
        "title":"Total Quality Leadership: Expert Thinking Plus Transformational Practice."},
      {
        "id":"ED360703",
        "title":"The Relationship between Variations in Patterns of School Leadership and Group Problem-Solving Processes."},
      {
        "id":"ED360704",
        "title":"Educational Policy-Making as Power Struggle in a Multi-Cultural Society: The Malaysian Case. Revised Draft."},
      {
        "id":"ED360705",
        "title":"Comprehensive Substance Abuse Prevention Education Program."},
      {
        "id":"ED360706",
        "title":"Decisions! Decisions! Decisions! Shared Governance: A Blessing for Implementing Year-Round Schooling."},
      {
        "id":"ED360708",
        "title":"Staff Development and Total Quality Management."},
      {
        "id":"ED360709",
        "title":"Success for All Students: &quot;Standards for Excellence&quot; in New Mexico's Schools. A Major Initiative To Support CITE, A Student-centered Policy Framework for System-Wide Change in New Mexico."},
      {
        "id":"ED360710",
        "title":"Consolidating Initiatives for Tomorrow's Education (CITE): A Student Centered Policy Framework for System-Wide Educational Change in New Mexico."},
      {
        "id":"ED360711",
        "title":"Creating the Quality School for All Students by Implementing Outcome Based Education."},
      {
        "id":"ED360712",
        "title":"Redefining Roles for Shared Decision-Making: Organizational Leadership for School Systems."},
      {
        "id":"ED360713",
        "title":"School-Based Evaluation: Three Norwegian Studies."},
      {
        "id":"ED360714",
        "title":"Legislative Responses to Remaining School Funding Equity Issues: A Report to the 53rd Legislature from the Joint Interim Subcommittee on School Funding."},
      {
        "id":"ED360715",
        "title":"Courtship and School Restructuring: Building Early Commitment to School Change for At-Risk Students. Preliminary Findings of a Research Study."},
      {
        "id":"ED360716",
        "title":"SPEEDE/ExPRESS: An Electronic System for Exchanging Student Records."},
      {
        "id":"ED360717",
        "title":"Teachers' Use of Team-Planning Time: A Case Study."},
      {
        "id":"ED360718",
        "title":"An Evaluation of In-School Suspension Programs."},
      {
        "id":"ED360719",
        "title":"The Role of the Principal in a Shared Decision-Making School: A Critical Perspective."},
      {
        "id":"ED360721",
        "title":"The Relationship between School Leadership and School Improvement Outcomes."},
      {
        "id":"ED360722",
        "title":"Observing Different Attitudes in School Restructuring: Elementary vs. Secondary."},
      {
        "id":"ED360723",
        "title":"Practising Democracy: Business Community Representatives in the Control of English and Welsh Schools."},
      {
        "id":"ED360724",
        "title":"Assessing Family Outcomes in Two-Generation Programs: Lessons Learned and Future Directions."},
      {
        "id":"ED360725",
        "title":"Leadership Strategies of Exemplary High School Department Chairs: Four Case Studies of Successful \"Middle Managers.\""},
      {
        "id":"ED360726",
        "title":"Reducing Discipline Referrals and Improving Student Satisfaction through the Implementation of Middle School Practices at Ramey School."},
      {
        "id":"ED360728",
        "title":"Middle Grade Students' Motivational Processes and Use of Strategies with Expository Text."},
      {
        "id":"ED360729",
        "title":"Student and Educator Perceptions of the Impact of an Alternative School Structure."},
      {
        "id":"ED360731",
        "title":"Educational Partnerships as a Force for Educational Change: Findings from a National Study."},
      {
        "id":"ED360732",
        "title":"Leadership and Change: Working toward a Paradigm Shift."},
      {
        "id":"ED360733",
        "title":"A Case of Distributed Leadership: Middle School Transformation beyond Initial Transition."},
      {
        "id":"ED360734",
        "title":"Novice Supervisors' Understandings of Supervision."},
      {
        "id":"ED360735",
        "title":"A Heterarchical Model of Educational Processes: Looking at the Effects of Schooling. Draft."},
      {
        "id":"ED360737",
        "title":"The Political Influence of State Testing Reform through the Eyes of Principals and Teachers."},
      {
        "id":"ED360738",
        "title":"Collaboration: A Model for Design, Management and Evaluation."},
      {
        "id":"ED360739",
        "title":"School Choice: What Guides an Adolescent's Decision?"},
      {
        "id":"ED360740",
        "title":"The Consequences of School-Based Management in England and Wales: A Review of Some Evidence from an Economic Perspective."},
      {
        "id":"ED360741",
        "title":"Hegemony in an Elementary School: The Principal as Headless Horseman."},
      {
        "id":"ED360742",
        "title":"Tabula Rasa: Case Studies of Teacher Voice."},
      {
        "id":"ED360743",
        "title":"Understanding Board of Education Decision-Making Processes."},
      {
        "id":"ED360744",
        "title":"Louisiana Leadership Academy: A Model School Design. Working Paper."},
      {
        "id":"ED360746",
        "title":"Making Education Accountable to the Marketplace: What Can Be Learned from Cross-National Comparisons between the United States and the United Kingdom?"},
      {
        "id":"ED360747",
        "title":"How Is Minnesota Spending Its Tax Dollars? Elementary and Secondary Education."},
      {
        "id":"ED360748",
        "title":"Sourcebook of Restructuring Initiatives."},
      {
        "id":"ED360749",
        "title":"Help for New Teachers: Developmental Practices That Work."},
      {
        "id":"ED360750",
        "title":"Barriers to School Restructuring: The Process and Content of Staff Development."},
      {
        "id":"ED360751",
        "title":"Back-to-School Forecast, 1993. United States Department of Education News."},
      {
        "id":"ED360753",
        "title":"Women in School Administration: Overcoming the Barriers to Advancement."},
      {
        "id":"ED360754",
        "title":"The Tyranny of Age."},
      {
        "id":"ED360757",
        "title":"Traumatic Brain Injury in Vermont Education."},
      {
        "id":"ED360758",
        "title":"A Series of Training Modules on Educating Children and Youth with Dual Sensory and Multiple Impairments. Volume 1: Parent Training Modules."},
      {
        "id":"ED360759",
        "title":"A Series of Training Modules on Educating Children and Youth with Dual Sensory and Multiple Impairments. Volume 2: Service Provider Training Modules."},
      {
        "id":"ED360760",
        "title":"Learning To See the World through the Eyes of Persons with Mental Retardation."},
      {
        "id":"ED360761",
        "title":"Yes We Can: Overcoming Obstacles to Creativity."},
      {
        "id":"ED360762",
        "title":"Embedded Inservice Training in Positive Behavioral Support."},
      {
        "id":"ED360763",
        "title":"International Definitions of Mental Retardation."},
      {
        "id":"ED360764",
        "title":"Learning Disabled Students in Education: Managing a Disability."},
      {
        "id":"ED360765",
        "title":"Hand Preference in Young Children's Early Signing."},
      {
        "id":"ED360766",
        "title":"Circles of Care and Understanding: Support Programs for Fathers of Children with Special Needs. First Edition."},
      {
        "id":"ED360767",
        "title":"Jimmy and His Family. First Edition."},
      {
        "id":"ED360768",
        "title":"How Can I Tell You? Secrecy and Disclosure with Children When a Family Member Has AIDS."},
      {
        "id":"ED360769",
        "title":"Eligiendo un Programa: Guia para los padres de infantes y pre-escolares con incapacidades visuales (Selecting a Program: A Guide for Parents of Infants &amp; Preschoolers with Visual Impairments)."},
      {
        "id":"ED360770",
        "title":"Present Vision--Future Vision."},
      {
        "id":"ED360771",
        "title":"Preschool Placement Decisions: Are They Predictors of Future Placement? Policy and Practice in Early Childhood Special Education Series."},
      {
        "id":"ED360773",
        "title":"America 2000 and Special Education: Can the Two Be Merged?"},
      {
        "id":"ED360774",
        "title":"A Communication Program for Nonspeaking Children and Their Partners."},
      {
        "id":"ED360775",
        "title":"Self Talk in Normal and Autistic Children."},
      {
        "id":"ED360776",
        "title":"Deaf Infants' Coordination of Attention to Persons and Objects."},
      {
        "id":"ED360777",
        "title":"Differences in the Metalinguistic Development of Children with Oral Language, Written Language Problems, or Both."},
      {
        "id":"ED360778",
        "title":"Cooperative Learning as an Inclusion Strategy: The Experience of Children with Disabilities."},
      {
        "id":"ED360779",
        "title":"Language Impairment and Reading Impairment: Do These Children Differ in Oral Language Processing Abilities?"},
      {
        "id":"ED360780",
        "title":"Development of Metalinguistic Skills in Children of Varying Language Ability."},
      {
        "id":"ED360781",
        "title":"Quality of Subjective Experience in a Summer Science Program for Academically Talented Adolescents."},
      {
        "id":"ED360782",
        "title":"Descriptive Study of Multi-Age Grouping for Primary Gifted Students."},
      {
        "id":"ED360783",
        "title":"The Use of Cooperative Learning with Elementary Gifted Students: Practical and Theoretical Implications."},
      {
        "id":"ED360785",
        "title":"Prereading Activities: A Key to Comprehension."},
      {
        "id":"ED360786",
        "title":"Predictors of Developmental Outcomes for Infants Who Are Medically Fragile."},
      {
        "id":"ED360787",
        "title":"Comparison of Temperament Ratings in Children with Autism, Children with Mental Retardation, and Typical Children."},
      {
        "id":"ED360789",
        "title":"Exemplary Programs for Persons with Disabilities in Transition, Supported Employment, and Parent-Professional Collaboration."},
      {
        "id":"ED360790",
        "title":"My Many Years of Working with the Gifted: An Academic Approach. The Fourth Lecture in the Series."},
      {
        "id":"ED360791",
        "title":"Case Management for Families and Children."},
      {
        "id":"ED360792",
        "title":"Lessons Learned: Provision of Technical Assistance to States. Better Care for the Babies Project."},
      {
        "id":"ED360793",
        "title":"Educational Reform Issues, Including a Dialogue with Lionel R. Meno, Commissioner of Education."},
      {
        "id":"ED360794",
        "title":"Technological Resources for Students with Deaf-Blindness and Severe Disabilities."},
      {
        "id":"ED360795",
        "title":"Applications of Technology in the Communication Training of Children with Deaf-Blindness: A Programmatic Approach. Technical Report."},
      {
        "id":"ED360796",
        "title":"Improving Physical Education Activities for Students with Disabilities."},
      {
        "id":"ED360797",
        "title":"An Experimental Assessment of Facilitated Communication. A Technical Assistance Report on Best Practices--Report #92-TA1."},
      {
        "id":"ED360798",
        "title":"Effects of Collaborative vs. Noncollaborative Structures on the Learning and Adjustment of Elementary School Students."},
      {
        "id":"ED360799",
        "title":"The Education of Preschool Exceptional Children. A Guide for School Administrative Units and Child Development Services Coordination Sites."},
      {
        "id":"ED360800",
        "title":"Developing Natural Supports in the Workplace: A Manual for Practitioners."},
      {
        "id":"ED360801",
        "title":"Supported Living: What's the Difference?"},
      {
        "id":"ED360802",
        "title":"The Development and Implementation of a Group Social Skills Program for Emotionally Disturbed Children in a Special Education School."},
      {
        "id":"ED360803",
        "title":"A Study of Minimum Competency Tests and Their Impact. Final Report."},
      {
        "id":"ED360804",
        "title":"Guidelines for Evaluating Auditory-Oral Programs for Children Who Are Hearing Impaired."},
      {
        "id":"ED360805",
        "title":"Identification of National Information Needed for Program Improvement."},
      {
        "id":"ED360806",
        "title":"The Right to Special Education in Pennsylvania. A Guide for Parents. Revised."},
      {
        "id":"ED360807",
        "title":"Persons with Mental Retardation in the Netherlands: An Outline Focusing [on] Employment Possibilities and Education. Educational and Psychological Interactions, No. 114."},
      {
        "id":"ED360808",
        "title":"Lowering the Age of Identification: Oregon's Design and Preliminary Results."},
      {
        "id":"ED360809",
        "title":"Monday Morning: A Magazine for Language Teachers in China = Lundi Matin: Revue pour professeurs de langues en Chine, 1985-1992."},
      {
        "id":"ED360810",
        "title":"Teaching Listening in Russian. Instructional Materials for the Less Commonly Taught Languages."},
      {
        "id":"ED360811",
        "title":"Teaching Reading in Russian, Volume 1. Instructional Materials for the Less Commonly Taught Languages."},
      {
        "id":"ED360815",
        "title":"Predicting Achievement in Foreign Language."},
      {
        "id":"ED360816",
        "title":"Summarization, Notetaking, and Mapping Techniques: Lessons for L2 Reading Instruction."},
      {
        "id":"ED360817",
        "title":"Articulation Problems of the Japanese Language Programs between High Schools in Oregon and the University of Oregon."},
      {
        "id":"ED360818",
        "title":"The Sociolinguistic Complexity of Quasi-Isolated Southern Coastal Communities."},
      {
        "id":"ED360819",
        "title":"Interpreting Translating and Language Policy. Report to the Language and Society Centre, National Languages Institute of Australia. NLIA Occasional Paper No. 3."},
      {
        "id":"ED360825",
        "title":"Teacher Research on Funds of Knowledge: Learning from Households. Educational Practice Report: 6."},
      {
        "id":"ED360826",
        "title":"Educating Students from Immigrant Families: Meeting the Challenge in Secondary Schools. Proceedings of a Conference (Santa Cruz, California, October 22-24, 1992)."},
      {
        "id":"ED360827",
        "title":"The New Arabic Proficiency Test. Report."},
      {
        "id":"ED360828",
        "title":"Predictors of Foreign Language Gain during Study Abroad. NFLC Occasional Papers."},
      {
        "id":"ED360829",
        "title":"Modified Scoring, Traditional Item Analysis, and Sato's Caution Index Used To Investigate the Reading Recall Protocol."},
      {
        "id":"ED360830",
        "title":"Performance Assessment and the Components of the Oral Construct across Different Tasks and Rater Groups."},
      {
        "id":"ED360831",
        "title":"Is Concurrent-Translation or Preview-Review More Effective in Promoting Second Language Vocabulary Acquisition?"},
      {
        "id":"ED360832",
        "title":"Contemporary Perspectives on Asian and Pacific American Education."},
      {
        "id":"ED360833",
        "title":"Edinburgh Working Papers in Applied Linguistics, Number 4."},
      {
        "id":"ED360834",
        "title":"MSC Common Room Conversations: Topics and Terms."},
      {
        "id":"ED360835",
        "title":"Speculation and Empiricism in Applied Linguistics."},
      {
        "id":"ED360836",
        "title":"Implementing Innovation in Language Education."},
      {
        "id":"ED360837",
        "title":"Functional Controlled Writing."},
      {
        "id":"ED360838",
        "title":"Development and Validation of a Translation Test."},
      {
        "id":"ED360839",
        "title":"The Significance of \"Significance.\""},
      {
        "id":"ED360840",
        "title":"The Design and Validation of a Multi-Level Reading Comprehension Test."},
      {
        "id":"ED360841",
        "title":"Questions in Lectures: Opportunities or Obstacles."},
      {
        "id":"ED360842",
        "title":"Can Applied Linguists Do Ethnographic Interviews?"},
      {
        "id":"ED360843",
        "title":"Influence of Languages Other than the L1 on a Foreign Language: A Case of Transfer from L2 to L3."},
      {
        "id":"ED360844",
        "title":"Evaluating the Efficacy of Rater Self-Training."},
      {
        "id":"ED360845",
        "title":"Relationships among Psychosocial Factors and Academic Achievement in Bilingual Hispanic and Anglo Students."},
      {
        "id":"ED360846",
        "title":"Effective Transition (Project E.T.), Final Evaluation Profile. Transitional Bilingual Education 1991-92. OREA Report."},
      {
        "id":"ED360847",
        "title":"Higher Achievement and Improvement through Instruction with Computers and Scholarly Transition and Resource Systems Program (Project HAITI STARS). Transitional Bilingual Education 1991-92. OREA Report."},
      {
        "id":"ED360848",
        "title":"Guidance Oriented Acquisition of Learning Skills (Project GOALS). Final Evaluation Profile, 1991-92. Transitional Bilingual Education 1991-92. OREA Report."},
      {
        "id":"ED360849",
        "title":"Dialogue Journal Writing and the Mediated Development of Writing: How Do Second Language Learners Engaged in Authentic Writing Activities Develop as Writers?"},
      {
        "id":"ED360850",
        "title":"Meaning Construction in Foreign Language Reading."},
      {
        "id":"ED360851",
        "title":"Verbal Protocol Data as a Reliable Source of Information about Reading Behavior and Cognitive Processes: The Case of Reading Arabic as a Foreign Language."},
      {
        "id":"ED360852",
        "title":"Heritage Languages in Windsor and Essex County: A Report on Productive Practices and Support Needs."},
      {
        "id":"ED360853",
        "title":"Teaching Foreign Languages in a Multicultural Setting. A Ford Foundation Diversity Initiative Project. Instructor's Reference Manual."},
      {
        "id":"ED360854",
        "title":"Teachers Need Teachers: An Induction Program for First Year Bilingual Teachers."},
      {
        "id":"ED360855",
        "title":"Language and Cultural Minorities Resource Catalog."},
      {
        "id":"ED360856",
        "title":"Two-Way Bilingual Language Arts Portfolio."},
      {
        "id":"ED360857",
        "title":"Kinder Lernen Deutsch. Materials Project Part I. Revised."},
      {
        "id":"ED360858",
        "title":"Reasons High School Students Choose Spanish as a Foreign Language."},
      {
        "id":"ED360859",
        "title":"Implementing the National Language Policy in Nigerian Schools: Problems and Prospects."},
      {
        "id":"ED360860",
        "title":"FLES Games and Activities."},
      {
        "id":"ED360861",
        "title":"Professionalizing Teachers of African Languages: Priorities for the Current Decade."},
      {
        "id":"ED360862",
        "title":"La pedagogie du francais langue maternelle et l'heterogeneite linguistique. Condense; Volume I; Volume II (French Native Language Pedagogy and Linguistic Heterogeneity. Summary; Volume I; Volume II)."},
      {
        "id":"ED360863",
        "title":"Habari Za Kiswahili: The History of Swahili Instruction at the K-12 Level in Madison, Wisconsin."},
      {
        "id":"ED360864",
        "title":"Role des congeneres interlinguaux dans le developpement du vocabulaire receptif: Application au francais langue seconde (The Role of Interlingual Cognates in the Development of Receptive Vocabulary: Application to French as a Second Language)."},
      {
        "id":"ED360865",
        "title":"Annual Conference Journal NABE '90-'91. Proceedings of the National Association for Bilingual Education Conferences (Tucson, Arizona, 1990; Washington, D.C., 1991)."},
      {
        "id":"ED360866",
        "title":"Beyond Socially Naive Bilingual Education: The Effects of Schooling and Ethnolinguistic Vitality on Additive and Subtractive Bilingualism."},
      {
        "id":"ED360867",
        "title":"Descubriendo la lectura: An Early Intervention Spanish Language Literacy Project."},
      {
        "id":"ED360868",
        "title":"Emerging Literacy in a Two-Way Bilingual First Grade Classroom."},
      {
        "id":"ED360869",
        "title":"Effective Instruction: A Comparison of the Behavior and Language Distribution of LEP Students in Regular and Effective Early Childhood Classrooms."},
      {
        "id":"ED360870",
        "title":"Creating Conditions for Positive Change: Case Studies in American Indian Education."},
      {
        "id":"ED360871",
        "title":"Examining Identification and Instruction Practices for Gifted and Talented Limited English Proficient Students."},
      {
        "id":"ED360872",
        "title":"Meeting the Needs of the Gifted and Talented Limited English Proficient Student: The UHCL Prototype."},
      {
        "id":"ED360873",
        "title":"Some Connections between Bilingual Education and ESL Programs."},
      {
        "id":"ED360874",
        "title":"Parents, Teachers, and Students--Interactive Whole Language."},
      {
        "id":"ED360875",
        "title":"Whole Language: How Does It Support Second Language Learners?"},
      {
        "id":"ED360876",
        "title":"Teaching English to Arabic-Speaking Students: Cultural and Linguistic Considerations."},
      {
        "id":"ED360877",
        "title":"Cooperative Learning, Multicultural Functioning, and Student Achievement."},
      {
        "id":"ED360878",
        "title":"Reconstruction of Academic Credentials for Southeast Asian Refugee Teachers: A Comprehensive IHE Approach to Access and Excellence."},
      {
        "id":"ED360879",
        "title":"Teaching Pre- and Semi-Literate Laotian and Cambodian Adolescents To Read: Helpful Hints."},
      {
        "id":"ED360880",
        "title":"The Place of English in the SSS Curriculum in Nigeria: The State of the Art."},
      {
        "id":"ED360881",
        "title":"Multimedia in the Russian Classroom."},
      {
        "id":"ED360882",
        "title":"L'alphabetisation et les femmes francophones: Guide a l'intention des formatrices (Literacy Education and Francophone Women: Guide for Teachers)."},
      {
        "id":"ED360883",
        "title":"Ethics Education for Baccalaureate Nursing Students."},
      {
        "id":"ED360884",
        "title":"Certificate Program in Self-Care for Pharmacy Practice."},
      {
        "id":"ED360885",
        "title":"Interactions among Gift-Aid Programs in Indiana."},
      {
        "id":"ED360886",
        "title":"Programs To Promote College Attendance That Combine Services and Financial Aid. A RAND Note."},
      {
        "id":"ED360887",
        "title":"A Comparison of Learning Styles between Asian and American Seminary Students. Research Methodology."},
      {
        "id":"ED360888",
        "title":"A History of Minnesota Higher Education Policy. A Policy Analysis."},
      {
        "id":"ED360889",
        "title":"International Collaboration on the Evaluation of Lecturing Techniques."},
      {
        "id":"ED360890",
        "title":"Students' Perceptions of Cooperative Learning Strategies in Post-Secondary Classrooms."},
      {
        "id":"ED360891",
        "title":"Key Factors for College Student Achievement, Cognition, Affects, and Motivation: Student Locus of Control and Quality of Instruction."},
      {
        "id":"ED360892",
        "title":"The Development of Strategic Plans for Implementing Distance Education in Social Work Education."},
      {
        "id":"ED360893",
        "title":"The Press and California Higher Education. A Report."},
      {
        "id":"ED360894",
        "title":"The Effect on State Growth of the Location of Public Universities."},
      {
        "id":"ED360895",
        "title":"Women Academic and Career Administrators' Role Perceptions and Occupational Satisfaction: Implications for Appointment and Professional Development."},
      {
        "id":"ED360896",
        "title":"Leadership through Criticism among Business School Intern Students."},
      {
        "id":"ED360897",
        "title":"The National Teaching and Learning Forum. 1992-93."},
      {
        "id":"ED360898",
        "title":"American Association for Higher Education (AAHE) Bulletin, 1992-93."},
      {
        "id":"ED360899",
        "title":"Theory into Practice: The Role of Work in the Undergraduate Psychology Curriculum."},
      {
        "id":"ED360900",
        "title":"Statistical Profile of Higher Education in West Virginia, 1992-93."},
      {
        "id":"ED360901",
        "title":"Corrections & Higher Education Monograph. [A Compilation of Papers Presented at the National Conference on Corrections & Higher Education (Columbus, Ohio, November 21-23, 1991)]."},
      {
        "id":"ED360902",
        "title":"Changes in Undergraduate Student Financial Aid: Fall 1986 to Fall 1989. National Postsecondary Student Aid Study. Statistical Analysis Report. Contractor Report."},
      {
        "id":"ED360903",
        "title":"Academic Dishonesty Among College Students. Issues in Education."},
      {
        "id":"ED360904",
        "title":"The Relationship of Campus Crime to Campus and Community Characteristics. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360905",
        "title":"The Influences of Campus Characteristics on College Crime Rates. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360906",
        "title":"Faculty Productivity Reporting Systems in Research Universities. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360907",
        "title":"Enrollment Projections: Combining Statistics and Gut Feelings. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360908",
        "title":"Analyzing Administrative Costs and Structures. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360909",
        "title":"Setting up A Key Success Index Report: A How-To Manual. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360910",
        "title":"Pitfalls and Opportunities of Strategic Planning in a Health Sciences Higher Education Institution in Puerto Rico. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360911",
        "title":"Faculty Perceptions of Measures of Activity and Productivity. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360912",
        "title":"Cost of Living and Taxation Adjustments in Salary Comparisons. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360913",
        "title":"Enforcing Academic Rules in Higher Education--A Total Quality Management Approach. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360914",
        "title":"Econometric Estimation of the Economic Impact of a University. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360915",
        "title":"The Relationship Between Alumni Satisfaction and Work Experiences. AIR 1993 Annual Forum Paper. [Revised]."},
      {
        "id":"ED360916",
        "title":"The Paine College Comprehensive Assessment and Evaluation Plan: A Model for the Implementation of Institutional Effectiveness at a Small College. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360917",
        "title":"Performance Indicators and Rational Management Tools: A Comparative Assessment of Projects in North America and Europe. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360918",
        "title":"A Framework for Strategic Planning and Change in Higher Education: The Case of a Business School. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360919",
        "title":"The Virtual Office: An Organizational Paradigm for Institutional Research in the 90's. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360920",
        "title":"Campus Community and Student Priorities at a Metropolitan University. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360921",
        "title":"Who Doesn't Respond to Applicant Surveys? An Analysis of Respondent Bias. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360922",
        "title":"What Does an Academic Department Chairperson Need To Know Anyway? AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360923",
        "title":"The Impact of College on White Students' Racial Attitudes. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360924",
        "title":"A Comparative Study of Inquiries, No-Shows, and College Freshmen. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360925",
        "title":"Assessment of Study-Abroad Programs Using Surveys of Student Participants. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360926",
        "title":"Cross National Comparison of the Attributes of Doctoral Education: Methodological Aspects for Institutional Researchers. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360927",
        "title":"Assessment: A Collaborative Model. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360929",
        "title":"Predicting Alumni Giving at a Public Research University. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360930",
        "title":"The Institutional Climate for Diversity: The Climate for Talented Latino Students. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360931",
        "title":"Student Persistence in a Distance Education Program: The Effect of Faculty-Initiated Contact. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360932",
        "title":"Optional Subjects in Secondary Education and Demand of University Degrees: Consistency and Implications for the Basque Country University. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360933",
        "title":"SCHEV Integrated Data Base: The First Step. The SCHEV Student Data Base. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360934",
        "title":"A Search for TRUTH in Student Responses to Selected Survey Items. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360935",
        "title":"Learning and Grade Orientation of College Students: A Longitudinal Study. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED360936",
        "title":"Social/Political Liberalism Among Freshmen at Selective Private Institutions: A CIRP Data Sharing Project. AIR 1993 Annual Forum Paper."},
      {
        "id":"ED357926",
        "title":"Resource Guide for Secondary Migrant Educators."},
      {
        "id":"ED357927",
        "title":"Successful Secondary Programs and Training Models."},
      {
        "id":"ED357928",
        "title":"Farmworker Nutrition Education Resource Guide."},
      {
        "id":"ED357929",
        "title":"National Congress on Rural Education Proceedings (1st, Traverse City, Michigan, October 11, 1992)."},
      {
        "id":"ED357930",
        "title":"A Multicultural Inservice Resource Handbook: A List for Administrators and Teachers in Arizona."},
      {
        "id":"ED357931",
        "title":"Assessment of Training and Housing Needs within Tribally Controlled Postsecondary Vocational Institutions. A Description of Facility and Housing Needs and Five-Year Projections for Meeting Facility and Housing Needs."},
      {
        "id":"ED357932",
        "title":"Appalshop Film and Video on Culture and Social Issues."},
      {
        "id":"ED357933",
        "title":"Leadership for a Time of Change."},
      {
        "id":"ED357934",
        "title":"&quot;An Outdoor Renaissance&quot;. Proceedings of the National Conference on Outdoor Recreation (4th, Boone, North Carolina, November 1990)."},
      {
        "id":"ED357935",
        "title":"Life Beyond Walls. Proceedings of the National Conference on Outdoor Recreation (Ft. Collins, Colorado, November 10-13, 1988)."},
      {
        "id":"ED357936",
        "title":"Outward Bound Leadership Model: An Exploratory Study of Leadership Variables."},
      {
        "id":"ED357937",
        "title":"Risk Management in High Adventure Outdoor Pursuits."},
      {
        "id":"ED357938",
        "title":"The Identification and Modification of Situational Fears Associated with Outdoor Recreation."},
      {
        "id":"ED357939",
        "title":"Winter Wilderness Travel and Camping."},
      {
        "id":"ED357940",
        "title":"Technical Tree Climbing."},
      {
        "id":"ED357941",
        "title":"Freshman Wilderness Orientation Programs: Model Programs across the Country."},
      {
        "id":"ED357942",
        "title":"Passages: Helping College Students Matriculate through Outdoor Adventure."},
      {
        "id":"ED357943",
        "title":"Fresno State Language Immersion Program 1992. Participant Profiles."},
      {
        "id":"ED357944",
        "title":"Outdoor Education Directory: Organizations Involved in Outdoor Experiential Education."},
      {
        "id":"ED357945",
        "title":"The Teaching of Science and Technology in an Interdisciplinary Context. Vol. II. Science and Technology Education Document Series 38. Summary of the Pilot Project and Proceedings of the Concluding Consultation (Plovdiv, Bulgaria, May 25-29, 1987)."},
      {
        "id":"ED357946",
        "title":"Stoichiometric Problem Solving in High School Chemistry."},
      {
        "id":"ED357947",
        "title":"A Text Analysis of Two Pre-Secondary School Science Activities. Technical Report No. 552."},
      {
        "id":"ED357948",
        "title":"Scientific and Technical Education Act of 1992. Report (To Accompany H.R. 2936). Including Cost Estimate of the Congressional Budget Office. House of Representatives, 102d Congress, 2d Session."},
      {
        "id":"ED357949",
        "title":"Technology Education in the 21st Century."},
      {
        "id":"ED357950",
        "title":"Knowledge Engineering for Young Scholars. Evaluation Report."},
      {
        "id":"ED357951",
        "title":"The Metropolitan Advanced Technical Magnet High School: 1990-1991. Formative Evaluation."},
      {
        "id":"ED357952",
        "title":"Metaphor and Analogy in Children's Science Talks."},
      {
        "id":"ED357953",
        "title":"Saying What You Know in the Science Laboratory."},
      {
        "id":"ED357954",
        "title":"Trends and Issues in Science Education."},
      {
        "id":"ED357955",
        "title":"Technical Issues in the First and Second IEA Science Studies."},
      {
        "id":"ED357956",
        "title":"Science as Myth in Physical Education."},
      {
        "id":"ED357957",
        "title":"Update Project 2061: Education for a Changing Future."},
      {
        "id":"ED357958",
        "title":"The Development, Dissemination, and Evaluation of Science Activities for Hearing-Impaired Children. Final Report."},
      {
        "id":"ED357959",
        "title":"Seeds: A Celebration of Science."},
      {
        "id":"ED357960",
        "title":"The Shell Science Centre in INSET 1990."},
      {
        "id":"ED357962",
        "title":"The Shell Science Centre Curriculum Extension Programme 1987-1989."},
      {
        "id":"ED357963",
        "title":"A Multinational Study of Secondary School Students' Views of the Nature of Science."},
      {
        "id":"ED357964",
        "title":"Core Course Proficiencies: Science."},
      {
        "id":"ED357965",
        "title":"Restructuring Conceptions of Motion in Physics--Naive Students."},
      {
        "id":"ED357966",
        "title":"Analogies in Senior High School Chemistry Textbooks: A Critical Analysis."},
      {
        "id":"ED357967",
        "title":"Excellence in Science Teaching. Hearing before the Subcommittee on Science of the Committee on Science, Space, and Technology. U.S. House of Representatives, One Hundred Second Congress, Second Session."},
      {
        "id":"ED357968",
        "title":"Social Constructivism: Botanical Classification Schemes of Elementary School Children."},
      {
        "id":"ED357969",
        "title":"Forming Linkages and Private Sector Partnerships. The National Science Foundation Grant to the Science Academy of Austin 1991-92."},
      {
        "id":"ED357970",
        "title":"Physics Education in East and West Germany."},
      {
        "id":"ED357971",
        "title":"Electronics Teacher's Guide. Science and Technology Document Series No. 40."},
      {
        "id":"ED357972",
        "title":"The Living Library."},
      {
        "id":"ED357973",
        "title":"Nuclear Age Issues: A Teacher's Resource Guide for Kindergarten through Grade Twelve. Publication No. X-127."},
      {
        "id":"ED357974",
        "title":"Quality in Education. Report Prepared by the Subcommittee on Technology and Competitiveness Transmitted to the Committee on Science, Space, and Technology. House of Representatives, One Hundred Second Congress, Second Session."},
      {
        "id":"ED357975",
        "title":"Revitalizing Undergraduate Science: Why Some Things Work and Most Don't. An Occasional Paper on Neglected Problems in Science Education."},
      {
        "id":"ED357976",
        "title":"Improving the Effectiveness of Science Laboratory Instruction for Elementary Students through the Use of a Process Approach for Change."},
      {
        "id":"ED357977",
        "title":"A Science Educator's and a Psychologists' Perspective on Research about Science Anxiety."},
      {
        "id":"ED357978",
        "title":"Member and Affiliate Contact Directory. Triangle Coalition for Science and Technology Education. Second Edition."},
      {
        "id":"ED357979",
        "title":"Culture's New Frontier: Staking a Common Ground. ACLS Occasional Paper, No. 15."},
      {
        "id":"ED357980",
        "title":"Resources for Development Education."},
      {
        "id":"ED357981",
        "title":"Recent Population Growth and Change among Asian-Americans."},
      {
        "id":"ED357982",
        "title":"Comparing Empirically Historical Awareness in East and West Germany."},
      {
        "id":"ED357986",
        "title":"Utilizing Local Outdoor Resources as a High School Laboratory for Learning: The Problem of Implementation."},
      {
        "id":"ED357987",
        "title":"Teaching about Pearl Harbor. Curriculum Enhancement Series #1."},
      {
        "id":"ED357988",
        "title":"An Introduction to Latin American and Carribean Musics in Florida: Multicultural Approaches in the Music Classroom."},
      {
        "id":"ED357989",
        "title":"Social Activation of the Gender Schema in Female College Students."},
      {
        "id":"ED357990",
        "title":"Triggering the Gender Schema: A Theoretical Proposition."},
      {
        "id":"ED357991",
        "title":"Motivating African American Middle School Boys toward Excellence through High Interest and Activity Africentric Lessons."},
      {
        "id":"ED357993",
        "title":"Samples of Students&apos; Writing from the Grade 9 Social Studies Achievement Test, June 1991."},
      {
        "id":"ED357995",
        "title":"Children in Wartime: The Second World War in the Lives of America's Home-Front Children."},
      {
        "id":"ED357996",
        "title":"America's Children in Wartime: Beyond the \"Latchkey Child.\""},
      {
        "id":"ED357997",
        "title":"Children's Sex-Typing during the Second World War: Girls, Boys, and War Games on the Homefront."},
      {
        "id":"ED357998",
        "title":"An Obituary to Affirmative Action and a Call for Self-Reliance."},
      {
        "id":"ED357999",
        "title":"Year 2000: A Framework for Learning."},
      {
        "id":"ED358000",
        "title":"Where Went Black Jack Davy? A Hierarchical Approach to Tune Analysis and Comparison."},
      {
        "id":"ED358001",
        "title":"Comparison of the Effects of Episodic Mapping and Traditional Notetaking on the Recall of Historical Text."},
      {
        "id":"ED358002",
        "title":"Heritage Education: What's Going On Out There?"},
      {
        "id":"ED358003",
        "title":"Fulbright-Hays Seminars Abroad Program, 1992. China: Tradition and Transformation (Curriculum Projects)."},
      {
        "id":"ED358004",
        "title":"Mentoring, Gender, and Publication among Social, Natural, and Physical Scientists. Final Report."},
      {
        "id":"ED358005",
        "title":"Sociological and Cultural Foundations of American Public Education: The Cultural Basis of Sociological Facts. An Introductory Essay."},
      {
        "id":"ED358006",
        "title":"Peace Education in a Hostile Environment: The Divided Society of Northern Ireland. Peace Education Miniprints No. 35."},
      {
        "id":"ED358007",
        "title":"Peace Education in Japanese Universities. Peace Education Miniprints No. 36."},
      {
        "id":"ED358008",
        "title":"Peace Education in New Zealand. Peace Education Miniprints No. 37."},
      {
        "id":"ED358009",
        "title":"Education for Peace: A Conference Report from Kyoto. Peace Education Reports No. 6."},
      {
        "id":"ED358010",
        "title":"The Effect of Channel One Broadcasts on Middle School Achievement."},
      {
        "id":"ED358011",
        "title":"The Cleveland City Normal School, 1874-1936."},
      {
        "id":"ED358012",
        "title":"Law Day U.S.A. 1993. Planning Guide &amp; Resource Manual."},
      {
        "id":"ED358013",
        "title":"Ethical Values, Attitudes, and Behaviors in American Schools. A Report."},
      {
        "id":"ED358014",
        "title":"Fast, Fun, and Cheap: Geography Activities for Children."},
      {
        "id":"ED358016",
        "title":"Issues of Gender in Spatial Reasoning."},
      {
        "id":"ED358018",
        "title":"Diversity Curriculum in Public Schools without Minority Pupils."},
      {
        "id":"ED358019",
        "title":"Reflection and Knowledge: An Alternative View of Learning."},
      {
        "id":"ED358020",
        "title":"Attitudes toward Marriage, Family and Divorce, AIDS Knowledge, Gender-Role Identity and Self-Disclosure: A Cross-Cultural, Social Psychological Comparison of Responses by Thai and American College Students."},
      {
        "id":"ED358021",
        "title":"Moving the Pivot: Asians and American History."},
      {
        "id":"ED358023",
        "title":"Investigating Social and Demographic Change in America: An Introductory Social Demography Course. Overview and Data Sets."},
      {
        "id":"ED358025",
        "title":"Integrating Levels of Critical Thinking into Writing Assignments for Introductory Psychology Students."},
      {
        "id":"ED358026",
        "title":"Peace Education, Activism, and the Role of the Psychology Professor."},
      {
        "id":"ED358027",
        "title":"Incorporating Psychology into an Interdisciplinary Course on Science and Prejudice."},
      {
        "id":"ED358028",
        "title":"Fifth-Graders' Ideas about the American Revolution Expressed before and after Studying It within a U.S. History Course. Elementary Subjects Center Series No. 81."},
      {
        "id":"ED358029",
        "title":"Many Voices: Learning to Teach Social Studies. Elementary Subject Series No. 86."},
      {
        "id":"ED358030",
        "title":"Making Art at a Glance: A Critique of &quot;Discover Art.&quot; Elementary Subjects Center Series No. 90."},
      {
        "id":"ED358031",
        "title":"Teaching and Learning Mathematics for Understanding in a Fifth-Grade Classroom. Elementary Subjects Center Series No. 91."},
      {
        "id":"ED358032",
        "title":"Exemplary Elementary Teachers' Beliefs about Social Studies Curriculum and Instruction. Elementary Subjects Center Series No. 93."},
      {
        "id":"ED358033",
        "title":"Art Experts&apos; Views of an Ideal Curriculum. Elementary Subjects Center Series No. 95."},
      {
        "id":"ED358034",
        "title":"The Training of Student-Teachers in Discovery Methods of Instruction and Learning [and] Comparing Guided Discovery and Expository Methods: Teaching the Water Cycle in Geography. Research in Teacher Education Monograph Series No. 1/92."},
      {
        "id":"ED358035",
        "title":"Thirteen Hundred and Thirty Days. A Pilot Study of Teacher Time in Key Stage 1. Final Report."},
      {
        "id":"ED358036",
        "title":"Workloads, Achievement and Stress: Two Follow-Up Studies of Teacher Time in Key Stage 1."},
      {
        "id":"ED358037",
        "title":"Healthy Choices for Kids: Nutrition Education Program Based on the 1990 U.S. Dietary Guidelines. Chapter One: Eat a Wide Variety of Foods. Levels 1-5."},
      {
        "id":"ED358039",
        "title":"AIDS Prevention through Education: Sample Curriculum. Elementary."},
      {
        "id":"ED358040",
        "title":"AIDS Prevention through Education: Sample Curriculum. Secondary."},
      {
        "id":"ED358041",
        "title":"Intermountain Leisure Symposium Proceedings (12th, Provo, Utah, November 21, 1991)."},
      {
        "id":"ED358042",
        "title":"The Workloads of Secondary School Teachers. Final Report."},
      {
        "id":"ED358043",
        "title":"What Has Been Done and What More Must Be Done To Recruit Minorities in Teaching Mathematics."},
      {
        "id":"ED358044",
        "title":"The Use and Management of Secondary Teachers' Time after the Education Reform Act 1988."},
      {
        "id":"ED358045",
        "title":"Teacher Time and Curriculum Manageability at Key Stage 1: A Third Report of Research into the Use of Teacher Time."},
      {
        "id":"ED358046",
        "title":"Recommended General Education Core for the Coach/Teacher."},
      {
        "id":"ED358047",
        "title":"Sport and Religion: An Unholy Alliance."},
      {
        "id":"ED358048",
        "title":"Evaluation of a Work-Site Health-Promotion Program Emphasizing Leisure Awareness within a Navy Command. Executive Summary."},
      {
        "id":"ED358049",
        "title":"Weightlifting and How Weightlifting Benefits Other Sports."},
      {
        "id":"ED358050",
        "title":"In Search of Good Teaching: Perceptions of Teachers in Botswana."},
      {
        "id":"ED358051",
        "title":"&quot;Good&quot; Teaching in Context: Factors Contributing to Perceived Effectiveness and Ineffectiveness of Primary Teachers in Botswana."},
      {
        "id":"ED358052",
        "title":"Elements of &quot;Good Teaching&quot;: A Comparison of Education Students' Perceptions in Botswana, California, Finland and Zimbabwe."},
      {
        "id":"ED358053",
        "title":"Professional Teacher: Master Communicator, Researcher and Scholar."},
      {
        "id":"ED358055",
        "title":"Final Accumulative Results &amp; Transfer of Knowledge of the Arizona Career Ladder Research &amp; Evaluation Project: Impact on Student Achievement, Formulated Models, Network Anecdotes, &amp; Recommendations to the Legislature for Policy Development, Program Continuation &amp; State-Wide Expansion. Summative Report VIII."},
      {
        "id":"ED358056",
        "title":"Win-Win Discipline. Fastback 353."},
      {
        "id":"ED358058",
        "title":"Focusing on Student Outcomes: Roles for Incentive Programs. The 1991 National Survey of Incentive Programs and Teacher Career Ladders."},
      {
        "id":"ED358060",
        "title":"Learning from America's Best Teachers: What Research Tells Us."},
      {
        "id":"ED358061",
        "title":"Learning from America's Best Teachers: Building a Foundation for Accountability through Excellence."},
      {
        "id":"ED358062",
        "title":"Evaluating the Effectiveness of an Undergraduate Teacher Education Program."},
      {
        "id":"ED358063",
        "title":"Case Studies in Teacher Education: A Series for Working with Students at Risk."},
      {
        "id":"ED358064",
        "title":"Development of a British Road Safety Education Support Materials Curriculum."},
      {
        "id":"ED358065",
        "title":"Qualitative Analysis of Teaching Strategies in the DARE Program (Drug Abuse Resistance Education) Taught in Fifth Grade in Knox County Schools by the Knoxville Police Department."},
      {
        "id":"ED358066",
        "title":"Health Risk Surveillance and Health Promotion in a Predominantly Female Border Workforce."},
      {
        "id":"ED358067",
        "title":"A Study of the Knowledge and Competencies Demonstrated by Preservice Teachers of the Fine Arts."},
      {
        "id":"ED358068",
        "title":"Standard Setting As Educational Reform: Trends and Issues Paper No. 8."},
      {
        "id":"ED358069",
        "title":"Making the Grade: Teacher Education's Role in Achieving the National Education Goals. ERIC Digest."},
      {
        "id":"ED358073",
        "title":"Preventing Injury: A Safety Curriculum. Preschool-Kindergarten."},
      {
        "id":"ED358074",
        "title":"Preventing Injury: A Safety Curriculum. Grades 1 and 2."},
      {
        "id":"ED358075",
        "title":"Preventing Injury: A Safety Curriculum. Grades 3 and 4."},
      {
        "id":"ED358076",
        "title":"Preventing Injury: A Safety Curriculum. Grades 5 and 6."},
      {
        "id":"ED358077",
        "title":"How Changing Class Size Affects Classrooms and Students. Policy Briefs Number 12."},
      {
        "id":"ED358078",
        "title":"Appreciating Differences: Teaching and Learning in a Culturally Diverse Classroom. Hot Topics: Usable Research. Revised Edition."},
      {
        "id":"ED358079",
        "title":"Certification Manual: Standards and Procedures for the Certification of North Carolina Professional School Personnel."},
      {
        "id":"ED358080",
        "title":"Guidelines &amp; Competencies for Approved Teacher Education Programs."},
      {
        "id":"ED358081",
        "title":"Urban Curriculum Relevance through Teacher Development. Final Report."},
      {
        "id":"ED358082",
        "title":"The American Teacher, 1993. Teachers Respond to President Clinton's Education Proposals. The Metropolitan Life Survey."},
      {
        "id":"ED358083",
        "title":"Nepal: Training Teachers at a Distance: A Case Study of Nepal's Radio Education Teacher Training Project."},
      {
        "id":"ED358084",
        "title":"Reforming U.S. Teacher Education in the 1990s."},
      {
        "id":"ED358085",
        "title":"Observation and Activity: An Orientation Experience for Education Majors."},
      {
        "id":"ED358086",
        "title":"Nurturing the Parent Teacher Alliance: A Guide to Forming A Facilitative Relationship."},
      {
        "id":"ED358087",
        "title":"Teacher Education as a Career Choice of Hispanic High School Seniors."},
      {
        "id":"ED358088",
        "title":"Cross-Training: Faculty-Sharing between General and Special Teacher Education Programs."},
      {
        "id":"ED358089",
        "title":"The Mentoring-Empowered Model: Facilitating Communication in Graduate Advisement."},
      {
        "id":"ED358090",
        "title":"When &quot;Do It Yourself&quot; Does It Best: The Power of Teacher-Made Surveys and Tests."},
      {
        "id":"ED358091",
        "title":"Preservice Teachers' Computer Attitudes in Non-Computer Classes."},
      {
        "id":"ED358092",
        "title":"Educating Prospective Teachers for Accommodating the Diversity in PK-12 Schools."},
      {
        "id":"ED358093",
        "title":"Future Directions: HIV/AIDS Education in the Nation's Schools."},
      {
        "id":"ED358096",
        "title":"A Guide to Curriculum Planning in Alcohol and Other Drug Abuse Programs. Bulletin No. 92420."},
      {
        "id":"ED358097",
        "title":"School Health Education To Prevent AIDS and Sexually Transmitted Diseases. WHO AIDS Series 10."},
      {
        "id":"ED358098",
        "title":"Steps To Help Your School Set Up an AIDS Education Program. Revised."},
      {
        "id":"ED358100",
        "title":"Collaborative Teaching and the Mainstreamed Student."},
      {
        "id":"ED358103",
        "title":"Developing Self-Assessment Skills in Grade 3 Science and Technology: The Importance of Longitudinal Studies of Learning."},
      {
        "id":"ED358104",
        "title":"Researching Curriculum Reform. The Problems and Possibilities of Longitudinal Studies."},
      {
        "id":"ED358105",
        "title":"Item Response Theory Scaling with Heterogeneous Populations."},
      {
        "id":"ED358106",
        "title":"Integrating Instruction around Themes: Knowledge Construction in an Elementary Classroom."},
      {
        "id":"ED358107",
        "title":"The Effects of Conceptual Abstracting on Transfer of Learning in Word Processing."},
      {
        "id":"ED358108",
        "title":"Q-Methodology: An Overview with Comments Relative to Artistic and Scientific Elements of Educational Research."},
      {
        "id":"ED358109",
        "title":"Formative Evaluation of a Generic Decision Aid for Classroom Use."},
      {
        "id":"ED358110",
        "title":"The Relationship between Diagnostic Accuracy and Confidence in Medical Students."},
      {
        "id":"ED358111",
        "title":"PROcedure To Promote Effective and Efficient Study Skills (PROPES) with PA-Students."},
      {
        "id":"ED358112",
        "title":"Models of Evaluation Utilization: A Meta-Modeling Synthesis of the Literature."},
      {
        "id":"ED358113",
        "title":"Test Form Accuracy."},
      {
        "id":"ED358114",
        "title":"Scoring Rubrics for Performance Tests: Lessons Learned from Job Performance Assessment in the Military."},
      {
        "id":"ED358115",
        "title":"Trends in Published Meta-Analyses."},
      {
        "id":"ED358116",
        "title":"Quantitative Analysis of Effects in the Classrooms."},
      {
        "id":"ED358117",
        "title":"Differentiation and Standardization of Aims."},
      {
        "id":"ED358118",
        "title":"An Investigation of the Power of Stout's Test of Essential Unidimensionality."},
      {
        "id":"ED358119",
        "title":"Using Confirmatory Factor Analysis of Multitrait-Multimethod Data To Assess the Psychometrical Equivalence of 4-Point and 6-Point Likert-Type Scales."},
      {
        "id":"ED358120",
        "title":"Meta-Analysis and the Effects of Coaching for Aptitude Tests."},
      {
        "id":"ED358121",
        "title":"Survey Questionnaire Format Effect on Response Rate and Cost per Return."},
      {
        "id":"ED358122",
        "title":"Influences of Life Events and Coping Strategies on Family Functioning."},
      {
        "id":"ED358123",
        "title":"High Stakes Assessment: A Local District Perspective."},
      {
        "id":"ED358124",
        "title":"National Study of ACT and SAT Use by State Departments of Education."},
      {
        "id":"ED358125",
        "title":"Improving Data Quality in IEA Studies: Looking Backward and Thinking Forward."},
      {
        "id":"ED358126",
        "title":"Proficiency Testing and Poverty: Looking within a Large Urban District."},
      {
        "id":"ED358127",
        "title":"A Model for Review and Selection of Tests for School District Use."},
      {
        "id":"ED358128",
        "title":"Translating Achievement Tests for Use in Cross-National Studies."},
      {
        "id":"ED358129",
        "title":"A Theory of Classroom Assessment and Teacher Practice in Mathematics."},
      {
        "id":"ED358130",
        "title":"Effectiveness Indices: The Major Component of an Equitable Accountability System."},
      {
        "id":"ED358131",
        "title":"Teacher Assessment Literacy: Development of Training Modules. Report on an NCME-Based Kellogg Foundation Grant."},
      {
        "id":"ED358132",
        "title":"An Accountability System for School Improvement."},
      {
        "id":"ED358133",
        "title":"Use of the Teaching Portfolio and Student Evaluations for Summative Evaluation."},
      {
        "id":"ED358134",
        "title":"The General Linear Model (As Opposed to the Classical Ordinary Sums of Squares) Approach to Analysis of Variance Should Be Taught in Introductory Statistical Methods Classes."},
      {
        "id":"ED358135",
        "title":"The Composite Direct Product Model: Strengths, Limitations, and New Approaches."},
      {
        "id":"ED358136",
        "title":"Numerical Answer Options: Logical or Random Order?"},
      {
        "id":"ED358137",
        "title":"Perceptions of Educators about Classroom Management Demands When Using Interactive Strategies."},
      {
        "id":"ED358138",
        "title":"Portfolio Assessment: A Theoretical Prediction of Measurement Properties."},
      {
        "id":"ED358139",
        "title":"Assessment Literacy for School Counselors."},
      {
        "id":"ED358140",
        "title":"The Emerging Implementer of the NCTM &quot;Standards&quot;: Concepts Searching for Expression."},
      {
        "id":"ED358141",
        "title":"Perceptions of Scholastic Competence and Their Relation to Middle School Achievement."},
      {
        "id":"ED358142",
        "title":"Community-Based Learning: An Evaluation."},
      {
        "id":"ED358143",
        "title":"Designing Scoring Rubrics for Performance Assessments: The Heart of the Matter."},
      {
        "id":"ED358144",
        "title":"Full-Information Factor Analysis for Polytomous Item Responses."},
      {
        "id":"ED358145",
        "title":"The Influence of Multidimensionality on the Graded Response Model."},
      {
        "id":"ED358146",
        "title":"Matching Assessment to the Curriculum in a Systemic Science Reform Project."},
      {
        "id":"ED358147",
        "title":"The Use of Multiple Theories of Inquiry in Educational Research."},
      {
        "id":"ED358148",
        "title":"Portfolios and Professional Development in the Health Professions."},
      {
        "id":"ED358149",
        "title":"Faculty Orientations toward Teaching and the Use of Teaching Portfolios for Evaluating and Improving University-Level Instruction."},
      {
        "id":"ED358151",
        "title":"Novice-Assisted Research as a Means of Promoting Inquiry into the Relationship between Instructional Theory and Practice."},
      {
        "id":"ED358152",
        "title":"Document Origination Processes of Business Professionals: Implications for Education."},
      {
        "id":"ED358154",
        "title":"The Role of Anxiety in Examinee Preference for Self-Adapted Testing."},
      {
        "id":"ED358155",
        "title":"Toward an Understanding of Context Effects: Test-Taker Processes and Test Situation Demands."},
      {
        "id":"ED358156",
        "title":"Using Performance Assessments To Measure Teachers' Competence in Classroom Assessment."},
      {
        "id":"ED358157",
        "title":"Conducting and Reporting Case Studies."},
      {
        "id":"ED358158",
        "title":"A Simulation-Based Comparison of Several Stochastic Linear Regression Methods in the Presence of Outliers."},
      {
        "id":"ED358159",
        "title":"Resource Directory of Assessment Materials."},
      {
        "id":"ED358160",
        "title":"Assessment of Student Learning in Science."},
      {
        "id":"ED358161",
        "title":"Assessment of Student Learning in Mathematics."},
      {
        "id":"ED358162",
        "title":"Assessment of Student Learning in Foreign Language."},
      {
        "id":"ED358164",
        "title":"Assessment of Student Learning in Social Studies."},
      {
        "id":"ED358165",
        "title":"Assessment of Student Learning in Language Arts."},
      {
        "id":"ED358166",
        "title":"Assessment of Student Learning in Fine Arts."},
      {
        "id":"ED358167",
        "title":"Effects of Mastery Learning Strategies on Community College Mathematics Students' Achievement and Success Rate."},
      {
        "id":"ED358168",
        "title":"Urban Teachers Rate Maryland's New Performance Assessments."},
      {
        "id":"ED358169",
        "title":"New Models for Forecasting Enrollments: Fuzzy Time Series and Neural Network Approaches."},
      {
        "id":"ED358170",
        "title":"The Influence of Programming Skills on Learning and Study Strategies."},
      {
        "id":"ED358171",
        "title":"The Plan for Assessing the Impact of the Kentucky Education Reform Act (KERA)."},
      {
        "id":"ED358173",
        "title":"An Instructional Guide Concerning the Highly Successful Teaching &amp; Motivating Practices of Jaime Escalante for the Escalante Math Project at East Los Angeles College."},
      {
        "id":"ED358174",
        "title":"Looking for One&apos;s Shadow at Noon: Vol. II. Finding the Self in School and Community."},
      {
        "id":"ED358175",
        "title":"Dropping Out: The Cost to Canada. Report 83-92-E."},
      {
        "id":"ED358176",
        "title":"Transforming Our Schools: Lessons from the Jefferson County Public Schools/Gheens Professional Development Academy, 1983-1991."},
      {
        "id":"ED358177",
        "title":"Building Strong Communities: Strategies for Urban Change. Conference Proceedings (Cleveland, Ohio, May 13-15, 1992)."},
      {
        "id":"ED358179",
        "title":"America's Minorities--The Demographics of Diversity."},
      {
        "id":"ED358180",
        "title":"What Young Adolescents Want and Need from Out-of-School Programs: A Focus Group Report."},
      {
        "id":"ED358182",
        "title":"Achieving Schooling Success for All Students."},
      {
        "id":"ED358183",
        "title":"A Manual for 20/20 Analysis: A Tool for Instructional Planning."},
      {
        "id":"ED358184",
        "title":"The Disadvantages of Tracking and Ability Grouping: A Look at Cooperative Learning as an Alternative. A Series of Solutions and Strategies. Number 5."},
      {
        "id":"ED358195",
        "title":"Hispanic America: One Language or Two?"},
      {
        "id":"ED358196",
        "title":"Children in Poverty: The State of Milwaukee's Children."},
      {
        "id":"ED358197",
        "title":"Compensatory Education in Texas."},
      {
        "id":"ED358198",
        "title":"Building a Successful Parent Center in an Urban School. ERIC/CUE Digest, Number 90."},
      {
        "id":"ED358199",
        "title":"The Changing Face of Racial Isolation and Desegregation in Urban Schools. ERIC/CUE Digest, Number 91."},
      {
        "id":"ED358200",
        "title":"Two Americas: Alternative Futures for Child Poverty in the U.S. National and State Projections to the Year 2010."},
      {
        "id":"ED358201",
        "title":"Meeting the Challenges of Multicultural Education. The Second Report from the Evaluation of Pittsburgh's Prospect Multicultural Education Center."},
      {
        "id":"ED358203",
        "title":"Homelessness in Iowa: The 1992 Summary."},
      {
        "id":"ED358210",
        "title":"Education, Training, and Service Programs That Serve Disadvantaged Teens. Hearing before the Subcommittee on Human Resources of the Committee on Ways and Means. House of Representatives, One Hundred Second Congress, Second Session."},
      {
        "id":"ED358211",
        "title":"Preliminary Guidelines and Procedures for Working with Ethnolinguistically Diverse Student Populations."},
      {
        "id":"ED358212",
        "title":"Improving Programs of Schools Serving Culturally and Linguistically Diverse Student Populations."},
      {
        "id":"ED358213",
        "title":"Academic Challenge for the Children of Poverty. Study of Academic Instruction for Disadvantaged Students. Volume 1: Findings and Conclusions."},
      {
        "id":"ED358214",
        "title":"Gender Differences in Students' and Students' Perceived Parental Academic Motivational Orientations."},
      {
        "id":"ED358215",
        "title":"Diversity and the Urban Campus: The Ohio Dominican Response."},
      {
        "id":"ED358217",
        "title":"Latino Families, Poverty, and Welfare Reform. Meeting Highlights and Background Briefing Report. Family Impact Seminars."},
      {
        "id":"ED358225",
        "title":"African American Male Task Force Report."},
      {
        "id":"ED358226",
        "title":"Summer Challenge: Model Summer Programs for Disadvantaged Students."},
      {
        "id":"ED358227",
        "title":"America&apos;s Original Sin. A Study Guide on White Racism. New, Expanded Edition."},
      {
        "id":"ED358231",
        "title":"Limitations of District Initiated Reform: A Study of a Major Urban Reform Initiative."},
      {
        "id":"ED358232",
        "title":"Strategic Environmental Factors Constraining Fiscal Resources in Urban Schools: The Case of New York City."},
      {
        "id":"ED358235",
        "title":"Needs Assessment for the Construction Industry in B.C. &amp; the Yukon. Skill Plan."},
      {
        "id":"ED358244",
        "title":"Italy: Environmental Training and Monitoring in Lombardy and Umbria. Training Discussion Paper No. 98."},
      {
        "id":"ED358245",
        "title":"The Effectiveness of Training Boards: A Case Study of the United Kingdom. Training Discussion Paper No. 99."},
      {
        "id":"ED358246",
        "title":"Developing a Positive Self-Concept. Part II."},
      {
        "id":"ED358247",
        "title":"Training for New Technologies in Singapore. Training Discussion Paper No. 96."},
      {
        "id":"ED358248",
        "title":"Traditional Apprenticeship in West Africa: Recent Evidence and Policy Options. Discussion Paper No. 34."},
      {
        "id":"ED358249",
        "title":"Teach Them to Use It So They Don't Lose It."},
      {
        "id":"ED358250",
        "title":"The Skills of Multi-Skilling. Discussion Paper No. 100."},
      {
        "id":"ED358251",
        "title":"Cost-Effectiveness of Management Training in the Informal Sector. Discussion Paper No. 101."},
      {
        "id":"ED358252",
        "title":"Partnership for Environmental Technology Education. Discussion Paper No. 106."},
      {
        "id":"ED358254",
        "title":"How Do You Know If It's Working? Evaluating the Effectiveness of Workplace Literacy Programs."},
      {
        "id":"ED358255",
        "title":"Legal Considerations Concerning Literacy Testing in the Workplace."},
      {
        "id":"ED358256",
        "title":"Linking Development Benefits to Neighborhoods: A Manual of Community-Based Strategies. Technical Bulletin."},
      {
        "id":"ED358257",
        "title":"Kansas Vocational Education and Training Programs. Biennial Report. Programs Funded by the Carl D. Perkins Vocational and Applied Technology Act of 1990 and the Job Training Partnership Act. 1993 Report for Fiscal Years 1991 and 1992."},
      {
        "id":"ED358273",
        "title":"Who Wants What Information--And How Do We Get It?: Issues in Workplace Education Evaluation."},
      {
        "id":"ED358284",
        "title":"Family Literacy's Approach to Dropout Prevention. A Series of Solutions and Strategies. Number 6."},
      {
        "id":"ED358285",
        "title":"National Study of the Supply of and Demand for Secondary Marketing Education Teachers in 1992."},
      {
        "id":"ED358290",
        "title":"Changing Culture and Adult Learning. Papers from the SCUTREA Annual Conference (22nd, Canterbury, England, United Kingdom, July 8-10, 1992)."},
      {
        "id":"ED358295",
        "title":"Technical and Vocational Training."},
      {
        "id":"ED358296",
        "title":"GAIN: Two-Year Impacts in Six Counties. California's Greater Avenues for Independence Program."},
      {
        "id":"ED358297",
        "title":"Pictorial Apprenticeship Program Handbook: A Project Planning Strategy for Preliterate Communities. Women in Development."},
      {
        "id":"ED358298",
        "title":"The Design &amp; Management of Community Projects--A Team Approach."},
      {
        "id":"ED358299",
        "title":"Blending the Roles of Interpreter, Entrepreneur, Collaborator. A New Model for Conferences and Institutes Program Planners. The Guide Series."},
      {
        "id":"ED358300",
        "title":"Border Country: Raymond Williams in Adult Education."},
      {
        "id":"ED358301",
        "title":"The Approval and Accreditation of Degrees and Related Qualifications. Quality Assurance in Education and Training."},
      {
        "id":"ED358302",
        "title":"Guidelines, Criteria and Regulations for the Registration of Units and Qualifications for National Certificates and National Diplomas. Quality Assurance in Education and Training."},
      {
        "id":"ED358303",
        "title":"Quality Management Systems for the National Qualifications Framework. Quality Assurance in Education and Training."},
      {
        "id":"ED358304",
        "title":"Striving for Excellence. Final Report to SPD1 Motorola."},
      {
        "id":"ED358305",
        "title":"Women on the Job: Careers in the Electronic Media."},
      {
        "id":"ED358306",
        "title":"A Working Woman's Guide to Her Job Rights. Leaflet 55."},
      {
        "id":"ED358307",
        "title":"Women of Hispanic Origin in the Labor Force. Facts on Working Women No. 89-1 = La mujer de origen hispano en la fuerza laboral. Facts on Working Women Num. 89-1S."},
      {
        "id":"ED358308",
        "title":"Women in Labor Organizations. Facts on Working Women No. 89-2."},
      {
        "id":"ED358309",
        "title":"Working Mothers and Their Children. Facts on Working Women No. 89-3."},
      {
        "id":"ED358310",
        "title":"Women in Management. Facts on Working Women No. 89-4."},
      {
        "id":"ED358311",
        "title":"Women Business Owners. Hispanic Origin Women Business Owners. Black Women Business Owners. Asian American Women Business Owners. American Indian/Alaska Native Women Business Owners. Facts on Working Women Nos. 89-5 to 89-9."},
      {
        "id":"ED358312",
        "title":"Black Women in the Labor Force. Facts on Working Women No. 90-4."},
      {
        "id":"ED358313",
        "title":"Women with Work Disabilities. Facts on Working Women No. 92.2."},
      {
        "id":"ED358314",
        "title":"Benefits to Employers Who Hire Women Veterans. Facts on Working Women No. 92-3."},
      {
        "id":"ED358316",
        "title":"Child Care Costs as a Barrier to Women's Employment. Final Report."},
      {
        "id":"ED358318",
        "title":"Legitimation in Adult Education. Julkaisusarja Publications A2-92."},
      {
        "id":"ED358319",
        "title":"The Effects of Occupational Work Adjustment on Factors Leading to High School Drop Out in Rural Northwest Ohio."},
      {
        "id":"ED358320",
        "title":"Is the \"Skills Gap\" Really about Attitudes? EQW Working Papers."},
      {
        "id":"ED358321",
        "title":"The New Crafts: The Rise of the Technical Labor Force and Its Implication for the Organization of Work. EQW Working Papers."},
      {
        "id":"ED358322",
        "title":"Practice Makes Perfect: Emergency Medical Technicians and the Social Negotiation of a Skilled Occupational Identity. EQW Working Papers."},
      {
        "id":"ED358323",
        "title":"College and the Workplace: How Should We Assess Student Performance? EQW Working Papers."},
      {
        "id":"ED358324",
        "title":"Beyond the Standard Employment Relationship: The Character and Determinants of Risk-Involved Teams, Altered-Time Arrangements, and the Contracting-In of Retirees. EQW Working Papers."},
      {
        "id":"ED358325",
        "title":"Button Pushers and Ribbon Cutters: Observations on Skill and Practice in a Hospital Laboratory and Their Implications for the Shortage of Skilled Technicians. EQW Working Papers."},
      {
        "id":"ED358326",
        "title":"Framing the Questions: A First Look at the Japanese Labor Market. EQW Working Papers."},
      {
        "id":"ED358327",
        "title":"Learning Should Pay."},
      {
        "id":"ED358328",
        "title":"Giving Direction to Life: Vocational Education and Community-Based Organization Partnerships."},
      {
        "id":"ED358330",
        "title":"VTAE Equity Staff Development Workshops and Services--Phase II. Final Report."},
      {
        "id":"ED358331",
        "title":"The Status of Transition Services for Secondary Students with Disabilities in Virginia and Factors Affecting Service Delivery."},
      {
        "id":"ED358333",
        "title":"Education Goals and Standards. Hearing on Examining the Need To Improve National Education Standards and Job Training Opportunities. Committee on Labor and Human Resources, United States Senate, One Hundred Third Congress, First Session."},
      {
        "id":"ED358334",
        "title":"CareerSmarts. 4-H Mentoring Program. Agent's Handbook. Mentor's Handbook. Protege's Handbook."},
      {
        "id":"ED358336",
        "title":"Quest for Quality. Proceedings of National Research Conference on Human Resource Development (College Station, Texas, April 22-24, 1993)."},
      {
        "id":"ED358360",
        "title":"Identification and Development of Academic and Higher-Order Workplace Competencies in the Missouri Marketing Education Core Curriculum. Section I."},
      {
        "id":"ED358361",
        "title":"Integration of Skills and Competencies in the Missouri Marketing Education Core Curriculum. Section II."},
      {
        "id":"ED358363",
        "title":"Working Together for Sex Equity: Nontraditional Programs That Make a Difference."},
      {
        "id":"ED358364",
        "title":"Effectiveness in Senior Secondary Vocational Education."},
      {
        "id":"ED358365",
        "title":"Adult Education: Main Reasons for Participating. Statistics in Brief."},
      {
        "id":"ED358366",
        "title":"Home Economics Senior I Curriculum Guide."},
      {
        "id":"ED358367",
        "title":"Learning Work: Breaking the Mold in Youth Employment Programs."},
      {
        "id":"ED358368",
        "title":"Building Blocks. An Annotated Bibliography for Single Parent Programming."},
      {
        "id":"ED358370",
        "title":"Educational and Training Opportunities in Sustainable Agriculture. 5th Edition."},
      {
        "id":"ED358371",
        "title":"Designated Vocational Instruction: A Cooperative Process for Change. A Resource and Planning Guide. Bulletin No. 93376."},
      {
        "id":"ED358372",
        "title":"Wisconsin Model for Sex Equity in Career and Vocational Education. Bulletin No. 93374."},
      {
        "id":"ED358374",
        "title":"Reaching the Goals. Goal 5: Adult Literacy and Lifelong Learning."},
      {
        "id":"ED358375",
        "title":"Adult Literacy in America: A First Look at the Results of the National Adult Literacy Survey."},
      {
        "id":"ED358376",
        "title":"Education for Homeless Adults. ERIC Digest."},
      {
        "id":"ED358377",
        "title":"Career Resource Centers. ERIC Digest."},
      {
        "id":"ED358378",
        "title":"Career Development through Self-Renewal. ERIC Digest."},
      {
        "id":"ED358379",
        "title":"Women, Human Development, and Learning. ERIC Digest."},
      {
        "id":"ED358380",
        "title":"The Effects of Parent-Adolescent Communication on Adolescent Sexual Behavior."},
      {
        "id":"ED358381",
        "title":"The Job Interview: An Employer Preview."},
      {
        "id":"ED358382",
        "title":"Cheating in College Is for a Career: Academic Dishonesty in the 1990s."},
      {
        "id":"ED358384",
        "title":"Depression in Adolescence: Current Knowledge, Research Directions, and Implications for Programs and Policy."},
      {
        "id":"ED358385",
        "title":"Drug Education: Limited Progress in Program Evaluation. Testimony before the Subcommittee on Select Education and Civil Rights, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED358386",
        "title":"Psychosocial Predictors of Women's Physical Health in Middle Adulthood."},
      {
        "id":"ED358387",
        "title":"Preparing for Life and Work: A Student and Parent Guide to High School Planning."},
      {
        "id":"ED358388",
        "title":"Wisconsin Youth Risk Behavior and HIV/AIDS Prevention Education: Survey Results, 1991. Bulletin No. 93253."},
      {
        "id":"ED358389",
        "title":"Stressors Affecting Children of African-American Stepfamilies."},
      {
        "id":"ED358390",
        "title":"Substance Abuse Prevention--Visual Arts. Working Together, Sample Lessons: K-6."},
      {
        "id":"ED358391",
        "title":"Program To Reduce Failure Rates of Ninth Grade Students."},
      {
        "id":"ED358392",
        "title":"Selected Variables and a Self-Management Program with Adolescents."},
      {
        "id":"ED358393",
        "title":"A Self-Evaluation Report of Wisconsin Public Schools, 1991-92: Comprehensive Alcohol and Other Drug Abuse Programs."},
      {
        "id":"ED358394",
        "title":"The Impact of the Teacher on Students' Sense of Self: A Perspective from a Model of Mental Health."},
      {
        "id":"ED358395",
        "title":"Abused and Traumatized Children."},
      {
        "id":"ED358396",
        "title":"Stay a Winner: A Model for Drop Out Prevention."},
      {
        "id":"ED358397",
        "title":"Working Models of Attachment in Psychiatrically Hospitalized Adolescents: Relation to Psychopathology and Personality."},
      {
        "id":"ED358399",
        "title":"Membership in Violent Gangs Fed by Suspicion, Deterred through Respect."},
      {
        "id":"ED358400",
        "title":"Short Term Group Counseling for Abusers: One Impact Study."},
      {
        "id":"ED358401",
        "title":"Acculturation and Ethnic Minority Differences in Well-Being among College Students."},
      {
        "id":"ED358402",
        "title":"Child Abuse and Its Relationship to Adolescent Mind-Sets and Behaviors."},
      {
        "id":"ED358403",
        "title":"Adult Daughters of Working Mothers: Supermom Juniors?"},
      {
        "id":"ED358404",
        "title":"Eating Disorders and Sexual Abuse among Adolescents."},
      {
        "id":"ED358405",
        "title":"Predictors of Adolescent Self Appraisal: Perceptions of Television Characters vs. Peers."},
      {
        "id":"ED358408",
        "title":"Children's Out-of-School Activities."},
      {
        "id":"ED358409",
        "title":"Dyslexia: Its History, Etiology, and Treatment."},
      {
        "id":"ED358410",
        "title":"The Construction of Meaning from Experience."},
      {
        "id":"ED358411",
        "title":"A Case Study of the Implementation of Reading Recovery with a First Grade Student."},
      {
        "id":"ED358413",
        "title":"Word Study vs. Traditional Spelling: Are Students Instructed through Word Story More Likely To Have Higher Retention Rates When Retested Two and Four Weeks Later, and Will They Be More Successful at Spelling Unfamiliar Words?"},
      {
        "id":"ED358414",
        "title":"Attitudes of Remedial Readers in a Basal Reading Program versus an Individualized Reading Program."},
      {
        "id":"ED358415",
        "title":"Sixth Grade Reading Interests: A Survey."},
      {
        "id":"ED358416",
        "title":"Case Study: Using Reading Recovery Strategies To Improve the Alphabet Knowledge of a Kindergarten Student."},
      {
        "id":"ED358417",
        "title":"Computer Assisted Book Selection in the Reading Workshop."},
      {
        "id":"ED358423",
        "title":"Students' Perspectives on Motivating Experiences in Literacy Learning. Perspectives in Reading Research No. 2."},
      {
        "id":"ED358424",
        "title":"The Effect of a Paired Reading Program on Reading Achievement and Attitude in a Third Grade Classroom."},
      {
        "id":"ED358425",
        "title":"The Beginning Reading Instruction Study."},
      {
        "id":"ED358426",
        "title":"Annual Summary of Investigations Relating to Reading, July 1, 1991 to June 30, 1992."},
      {
        "id":"ED358430",
        "title":"Moral Judgment and Text Processing."},
      {
        "id":"ED358431",
        "title":"The Relationship between the Amount Read and Reading Achievement."},
      {
        "id":"ED358432",
        "title":"Multicultural Reading and Thinking Program (McRAT)."},
      {
        "id":"ED358433",
        "title":"Experiencing a Novel: The Thoughts, Feelings, and Motivation of Adolescent Readers."},
      {
        "id":"ED358434",
        "title":"Adult Literacy: Instructional Strategies. Focused Access to Selected Topics (FAST) Bibliography No. 70."},
      {
        "id":"ED358435",
        "title":"Adult Literacy: Overview, Programs and Research. Focused Access to Selected Topics (FAST) Bibliography No. 71."},
      {
        "id":"ED358436",
        "title":"Celebrating Growth over Time: Classroom-Based Assessment in Language Arts. Literacy Improvement Series for Elementary Educators."},
      {
        "id":"ED358437",
        "title":"In Transition toward Whole Language Instruction."},
      {
        "id":"ED358438",
        "title":"Non-Standard English and Reading."},
      {
        "id":"ED358439",
        "title":"Language Development Component Chapter 1 Reading Program 1991-92. Elementary and Secondary Education Act--Chapter 1. Final Evaluation Report."},
      {
        "id":"ED358440",
        "title":"Reading Recovery Program 1991-92. Elementary and Secondary Education Act--Chapter 1. Final Evaluation Report."},
      {
        "id":"ED358441",
        "title":"Early Literacy Program Grades One and Two 1991-92. Final Evaluation Report."},
      {
        "id":"ED358443",
        "title":"Let's Read! 101 Ideas To Help Your Child Learn To Read and Write. Bilingual Edition = Leamos! Prepare a sus hijos a leer y escribir: 101 ideas. Texto bilingue."},
      {
        "id":"ED358445",
        "title":"Classical Stasis Theory and the Analysis of Public Policy."},
      {
        "id":"ED358446",
        "title":"Process and Portfolios in Writing Instruction. Classroom Practices in Teaching English, Vol. 26."},
      {
        "id":"ED358447",
        "title":"Rehearsing New Subject Positions: A Poststructural Look at Expressive Writing."},
      {
        "id":"ED358448",
        "title":"Speculations on the Presence of Ear in Writing."},
      {
        "id":"ED358449",
        "title":"How To Develop a Program for Writing across the Curriculum with an Established Faculty in a Period of Retrenchment."},
      {
        "id":"ED358451",
        "title":"Telling Tales: Bridging the Gap between Narrative Tales and Critical Insights."},
      {
        "id":"ED358452",
        "title":"A Usable Past: Functions of Stories among New TA's."},
      {
        "id":"ED358453",
        "title":"Rhetoric of Writing Instruction: Learning from Creative Writing &quot;How-To&quot; Books."},
      {
        "id":"ED358454",
        "title":"Secret Life of a New Faculty Member."},
      {
        "id":"ED358455",
        "title":"The Legacy of Richard Hugo in the Composition Classroom."},
      {
        "id":"ED358456",
        "title":"Composition: What's Love Got To Do with It?"},
      {
        "id":"ED358457",
        "title":"Anthropology 101 and English 101: Ethnography as Data Source and Text."},
      {
        "id":"ED358458",
        "title":"Standards of Performance: Evaluating Grading Standards and Their Role in Student Revision Processes."},
      {
        "id":"ED358459",
        "title":"Mentoring as Teaching and Learning."},
      {
        "id":"ED358460",
        "title":"Beyond Politeness: Flaming and the Realm of the Violent."},
      {
        "id":"ED358461",
        "title":"Virtual Realities for the 21st Century."},
      {
        "id":"ED358462",
        "title":"Composition as Fiction: Revising the Writing Classroom."},
      {
        "id":"ED358463",
        "title":"Robin Hood in His Sherwood Forest: Audience, Gender and a Freshman Bulletin Board."},
      {
        "id":"ED358464",
        "title":"Pairing Honors and Basic Writing Students: A Step toward Detracking First-Year Students."},
      {
        "id":"ED358465",
        "title":"Fifteen Raters Rating: An Analysis of Selected Conversation during a Placement Rating Session."},
      {
        "id":"ED358466",
        "title":"Helping the Graduate Thesis Writer through Faculty and Writing Center Collaboration."},
      {
        "id":"ED358468",
        "title":"Disciplining the Disciplines: The Paradox of Writing across the Curriculum Claims."},
      {
        "id":"ED358469",
        "title":"The Power of Story in Science Learning."},
      {
        "id":"ED358470",
        "title":"Boning up for the Research Paper: A Mock Trial."},
      {
        "id":"ED358471",
        "title":"The Voice of a Composition Person in the Midst of Disciplinary Diversity."},
      {
        "id":"ED358472",
        "title":"Questions for the Study and Teaching of Shakespeare and Milton."},
      {
        "id":"ED358473",
        "title":"Effects of Keyboarding/Typewriting on the Language Arts Skills of Elementary School Students."},
      {
        "id":"ED358474",
        "title":"Confidence and Competence in Writing: The Role of Self-Efficacy, Outcome Expectancy, and Apprehension."},
      {
        "id":"ED358475",
        "title":"Poetry in the Writing Classroom."},
      {
        "id":"ED358476",
        "title":"Theory into Practice: Personal Voice, Process, and Portfolio."},
      {
        "id":"ED358477",
        "title":"Writing as Envision: Autobiographical and Academic Writing in the Composition Class."},
      {
        "id":"ED358478",
        "title":"Departmental Grade Quotas: The Silent Saboteur."},
      {
        "id":"ED358479",
        "title":"The Organization and Administration of an Undergraduate Writing Emphasis."},
      {
        "id":"ED358480",
        "title":"Alternative Assessment Measures for Nontraditional Students."},
      {
        "id":"ED358481",
        "title":"Bridge the Gap--Literature: A Common Ground for Racial Understanding."},
      {
        "id":"ED358482",
        "title":"From Literary Critic to Rhetorician: A Professional Journey."},
      {
        "id":"ED358483",
        "title":"Metaphors of Revolution: Gendered Definitions of Education."},
      {
        "id":"ED358484",
        "title":"Forms of (Re)sil(i)ence: Engaging Unsaid Resistances in Disciplinary Discourses."},
      {
        "id":"ED358487",
        "title":"Teaching Minority Students To Write Effectively. ERIC Digest."},
      {
        "id":"ED358488",
        "title":"Models of Communication; The Interdependency of Rules and Inference."},
      {
        "id":"ED358489",
        "title":"Our Ethical Responsibility: Utilizing Communication Courses To Recognize and Respond to Diversity."},
      {
        "id":"ED358490",
        "title":"Teaching and Learning Rhetorical and Communication Theory."},
      {
        "id":"ED358491",
        "title":"The World according to Gene Rodenberry."},
      {
        "id":"ED358492",
        "title":"Culture Shock: A Student's Perspective of Study Abroad and the Importance of Promoting Study Abroad Programs."},
      {
        "id":"ED358493",
        "title":"Research Issues in the Study of Public Attitudes toward Ethical Problems in Television Programming."},
      {
        "id":"ED358494",
        "title":"The Socio-Political Implications of John J. Gumperz' Interactional Analytic Approach."},
      {
        "id":"ED358495",
        "title":"Program Type Preference and Program Choice in Multi-Channel Situation."},
      {
        "id":"ED358496",
        "title":"Appearing To Deceive while Answering Questions: Suspicion Bias, Probing Effects, and the Nonverbal Primacy Effect in the Courtroom."},
      {
        "id":"ED358497",
        "title":"A Study To Identify and Analyze the Perceived Nature and Causes of the English Language-Based Problems and the Coping Strategies of the Indonesian and Malaysian Students Studying in an American University."},
      {
        "id":"ED358499",
        "title":"Co-learner Questions Affect Comprehension Monitoring and Questioning Intentions."},
      {
        "id":"ED358500",
        "title":"Random Acts of Senseless Video: An Organizational Psychology Perspective on the &quot;Identity Crises&quot; of Corporate Television."},
      {
        "id":"ED358501",
        "title":"Becoming a Teacher: A Practical and Political School Survival Guide."},
      {
        "id":"ED358502",
        "title":"Total Quality Management: An Annotated Bibliography."},
      {
        "id":"ED358503",
        "title":"Towards Formulating Goals, Aims, and Objectives of Secondary Education for the Twenty-First Century. Final Report of a Regional Seminar on Goals, Aims and Objectives of Secondary Education in Asia and the Pacific (Tokyo, Japan, October 16-31, 1991)."},
      {
        "id":"ED358504",
        "title":"The Role of a Campus Alcohol and Other Drug Program Coordinator."},
      {
        "id":"ED358506",
        "title":"Health-Threatening Building Materials in School Construction and Equipment."},
      {
        "id":"ED358507",
        "title":"The Effective Schools Process for Continuous School Improvement."},
      {
        "id":"ED358508",
        "title":"Seeing Supervision Differently: The Processes of Facilitating Change in a Veteran Teacher's Beliefs."},
      {
        "id":"ED358509",
        "title":"Achieving Quality: Final Report of the Educational Quality Indicators Initiative."},
      {
        "id":"ED358510",
        "title":"Skill Development: Partnerships in Education. Guidelines, an Inventory of Business-Education Partnerships in Alberta and Some Innovative Models."},
      {
        "id":"ED358511",
        "title":"The People's Poll on Schools &amp; School Choice: A New Gallup Survey."},
      {
        "id":"ED358512",
        "title":"Hiring Excellent Teachers: Current Interviewing Theories, Techniques, and Practices."},
      {
        "id":"ED358513",
        "title":"Radical State Legislation and School Restructuring: Oregon Educator's Reactions to the Oregon Educational Act for the 21st Century."},
      {
        "id":"ED358514",
        "title":"Federal Policy Options for Improving the Education of Low-Income Students. Congressional Testimony."},
      {
        "id":"ED358515",
        "title":"Cost Analysis of Year Round Schools: Variables and Algorithms."},
      {
        "id":"ED358516",
        "title":"Developing Model Student Information Systems: Promising Practices."},
      {
        "id":"ED358517",
        "title":"Approaches to School Maintenance: Assuring the Future Life of School Buildings in New Jersey. A Study for the New Jersey Commission on Business Efficiency of the Public Schools."},
      {
        "id":"ED358518",
        "title":"School Board Policy as an Instrument of Empowering Leadership in America."},
      {
        "id":"ED358519",
        "title":"Improving Student Achievement."},
      {
        "id":"ED358520",
        "title":"Speaking and Writing Skills for Educators."},
      {
        "id":"ED358521",
        "title":"Student Expression: The First Amendment Does Not Protect Everything. (Student Newspapers, Handouts, Protests, Gangs, and Hate Speech)."},
      {
        "id":"ED358522",
        "title":"Arkansas' Disappearing Tax Base."},
      {
        "id":"ED358523",
        "title":"Building Support as an Effective Management Technique."},
      {
        "id":"ED358524",
        "title":"The Case against Equal Spending in the Missouri Public Schools."},
      {
        "id":"ED358525",
        "title":"The Micropolitics of Successful Supervisor-Teacher Interaction in Instructional Conferences."},
      {
        "id":"ED358526",
        "title":"School Choice: Issues and Answers. Fastback 348."},
      {
        "id":"ED358527",
        "title":"The Difficulty of the Educational Task."},
      {
        "id":"ED358528",
        "title":"The Assistant Principal's Accountability in School Reform and Restructuring."},
      {
        "id":"ED358529",
        "title":"The Tacoma Curriculum Initiative: A Six-Year Plan for Comprehensive Curriculum Reform."},
      {
        "id":"ED358530",
        "title":"Strategic Planning in Practice: An Analysis of Purposes, Goals, and Procedures."},
      {
        "id":"ED358531",
        "title":"A Framework for Distinguishing Intensity of Need and Regional Differences of Funding Regions."},
      {
        "id":"ED358532",
        "title":"Parent Involvement and School Responsiveness: Facilitating the Home-School Connection in Schools of Choice."},
      {
        "id":"ED358533",
        "title":"Involving Minority Parents of At-Risk Children. A Parent/School Partnership."},
      {
        "id":"ED358536",
        "title":"What Is Meant by the Term, \"Thoughtfulness in Schools?\""},
      {
        "id":"ED358537",
        "title":"An Emerging Framework for Analyzing School-Based Professional Community."},
      {
        "id":"ED358538",
        "title":"Connecting Learning Assures Successful Students: A Study of the CLASS Program. Policy Bulletin No. PB-B19."},
      {
        "id":"ED358539",
        "title":"Leadership: Developing Leaders and Organizations."},
      {
        "id":"ED358540",
        "title":"Planning, Processing, and Action Leads to Quality Schools."},
      {
        "id":"ED358541",
        "title":"Enhancing Teacher Effectiveness, Empowerment, and the Restructuring Process via an Organizational Decision-Making Process."},
      {
        "id":"ED358542",
        "title":"School Deregulation: A Second Look at South Carolina."},
      {
        "id":"ED358543",
        "title":"What Education Leaders Need To Know Generally about Quality and Standards."},
      {
        "id":"ED358544",
        "title":"Understanding Change in a Time of Change."},
      {
        "id":"ED358549",
        "title":"School-Community Collaboration: Comparing Three Initiatives."},
      {
        "id":"ED358550",
        "title":"Invictus: Five Advocacy Presentations on Educational Fiscal Policy in Illinois Including Material Relating to the Attempt To Establish Education as a Fundamental Constitutional Right in 1992."},
      {
        "id":"ED358551",
        "title":"Annual Report to the Association on the Status of Year-Round Education."},
      {
        "id":"ED358552",
        "title":"State Education Department: School Districts Can Reduce Pupil Transportation Costs by Millions of Dollars Annually through Improved Contracting Procedures. Report 91-S-94."},
      {
        "id":"ED358553",
        "title":"State Education Department: Security over Pupil Evaluation Program and Program Evaluation Test Materials Needs Improvement. Report 91-S-2."}]
  }}
