{
  "response":{"numFound":506904,"start":36000,"numFoundExact":true,"docs":[
      {
        "id":"ED358554",
        "title":"Caught in the Middle: How To Unleash the Potential of Average Students."},
      {
        "id":"ED358555",
        "title":"Middle School Certification: A Comparison of Teachers' and Principals' Attitudes."},
      {
        "id":"ED358556",
        "title":"The Washington State Task Force on Student Transportation Safety. Final Report."},
      {
        "id":"ED358558",
        "title":"Study of Public Elementary and Secondary Education. Bulletin No. 93-3."},
      {
        "id":"ED358559",
        "title":"Making Year-Round Education (YRE) Work in Your District: A Nationally Recognized Single Track High School Model."},
      {
        "id":"ED358560",
        "title":"School Effectiveness and the Management of Effective Learning and Teaching."},
      {
        "id":"ED358561",
        "title":"School-Based Instructional Leadership: A Staff Development Program for School Effectiveness and Improvement."},
      {
        "id":"ED358562",
        "title":"Results of the Year-Round Education Parent, Staff, and Student Surveys."},
      {
        "id":"ED358563",
        "title":"Keeping on Track: A Study of the Instructional Leadership of Elementary Year-Round Principals. Summary of a Doctoral Dissertation."},
      {
        "id":"ED358564",
        "title":"Community Involvement and Staff Development in School Improvement."},
      {
        "id":"ED358567",
        "title":"U.S. Department of Education, Office of Inspector General Semiannual Report to Congress, October 1, 1992-March 31, 1993."},
      {
        "id":"ED358569",
        "title":"Dispositions of Aspiring Teachers and Administrators: Learning-in-Action."},
      {
        "id":"ED358570",
        "title":"Toward a Multilevel Conception of Policy Implementation Processes Based on Commitment Strategies."},
      {
        "id":"ED358571",
        "title":"Monopolistic Educational Bureaucracy (MEB): The Dis-Ease Destroying Public Education."},
      {
        "id":"ED358572",
        "title":"National Education Goals: South Dakota Progress Report."},
      {
        "id":"ED358573",
        "title":"Regional Education Organizations: The School District Perspective. A Research Report."},
      {
        "id":"ED358574",
        "title":"Department of Education: Long-Standing Management Problems Hamper Reforms. Report to the Secretary of Education."},
      {
        "id":"ED358575",
        "title":"Requirements for Successful Financial Devolution."},
      {
        "id":"ED358576",
        "title":"An Invitation to Postmodern Social Cartography."},
      {
        "id":"ED358577",
        "title":"Current Elementary and Secondary Expenditures--1990s and Beyond. Issue Brief."},
      {
        "id":"ED358578",
        "title":"Social Justice Resource Schools: A Case Study of a School Effectiveness Strategy."},
      {
        "id":"ED358579",
        "title":"A Microeconomic Approach to the Issue of Quality in the Teaching Force."},
      {
        "id":"ED358580",
        "title":"State Policy Strategies for Improving Teacher Quality. Policy Briefs, Number One."},
      {
        "id":"ED358581",
        "title":"Understanding the National Goals. ERIC Digest."},
      {
        "id":"ED358582",
        "title":"[NRC/GT: Six Year One Research Studies.]"},
      {
        "id":"ED358583",
        "title":"Federal Policy for Early Childhood: Evaluation of Services for Children with Disabilities."},
      {
        "id":"ED358584",
        "title":"Health Care Policy and Part H Services: Early Intervention as a Concept (Not a Separate Program)."},
      {
        "id":"ED358585",
        "title":"Federal Policy in Health and Education as a Stimulant for a Comprehensive Early Intervention System: Myth or Reality?"},
      {
        "id":"ED358586",
        "title":"Rural Issues in Planning Services for Young Children with Special Needs."},
      {
        "id":"ED358587",
        "title":"Building a Family-Centered Early Intervention System."},
      {
        "id":"ED358588",
        "title":"The Implementation of a Vision of Comprehensive Services."},
      {
        "id":"ED358589",
        "title":"Gifted Children's, Teachers', and Parents' Perceptions of Influential Factors on Gifted Development."},
      {
        "id":"ED358590",
        "title":"Americans with Disabilities Act (ADA): Self-Evaluation for the University of Florida. Executive Summary."},
      {
        "id":"ED358591",
        "title":"The Unique Needs of Minorities with Disabilities: Setting an Agenda for the Future. Conference Proceedings (Jackson, Mississippi, May 6-7, 1992)."},
      {
        "id":"ED358592",
        "title":"The Vocational Rehabilitation of Minorities [and] Reactions."},
      {
        "id":"ED358593",
        "title":"Educational Needs of Minorities with Disabilities [and] Reactions."},
      {
        "id":"ED358594",
        "title":"Temporal Order Processing in Adult Dyslexics."},
      {
        "id":"ED358595",
        "title":"Stability and Change in the Adaptation of Families of Children with Disabilities."},
      {
        "id":"ED358596",
        "title":"A Comparative Study on the Child and Family Effects of Adding a Parent Involvement Program to an Existing Early Intervention Program."},
      {
        "id":"ED358597",
        "title":"Educational Rights of Children with Disabilities: A Primer for Advocates."},
      {
        "id":"ED358598",
        "title":"Development, Implementation, and Validation of Supported Employment Model(s) for Traumatically Brain Injured Persons. Head Injury Re-entry Project (Project HIRe). Final Report."},
      {
        "id":"ED358599",
        "title":"Serving the Underserved--Principles, Practices, and Techniques. Report from the Study Group. Institute on Rehabilitation Issues (19th, San Antonio, Texas, October 1992)."},
      {
        "id":"ED358600",
        "title":"Iowa Physical Education Guidelines for Students Receiving Special Education."},
      {
        "id":"ED358601",
        "title":"Best Practices in the Supervision of School Social Work Programs."},
      {
        "id":"ED358602",
        "title":"Centering on...Using Art Activities To Enrich the Curriculum for Special Education Students."},
      {
        "id":"ED358603",
        "title":"South Dakota Speech-Language Pathology Programs, Statewide Program Review."},
      {
        "id":"ED358604",
        "title":"Developing Positive Co-Teaching Environments: Meeting the Needs of an Increasingly Diverse Student Population."},
      {
        "id":"ED358605",
        "title":"Minitrial: A Limited Study of the Use of Videotelephony for People with Moderate Mental Retardation. Technology, Communication and Disability, Report No. 7."},
      {
        "id":"ED358606",
        "title":"Synthesis of Research on the Assessment and Identification of Students with Attention Deficit Disorder."},
      {
        "id":"ED358607",
        "title":"Transition from School to Adult Life: Foundations, Best Practices, and Research Directions."},
      {
        "id":"ED358608",
        "title":"Educational Reform and Special Education: Foundations for a National Research Agenda Focused upon Secondary Education."},
      {
        "id":"ED358609",
        "title":"Funding for Assistive Technology: A Guide and Directory for Utah."},
      {
        "id":"ED358610",
        "title":"Strategic Plan for Preventing Childhood Lead Poisoning in Illinois."},
      {
        "id":"ED358611",
        "title":"Guidelines for the Detection and Management of Lead Poisoning for Physicians and Health Care Providers."},
      {
        "id":"ED358612",
        "title":"Get the Lead Out (Prevention, Intervention and Renovation)."},
      {
        "id":"ED358613",
        "title":"Understanding a Need...Alcohol and Other Drug Abuse Prevention for People with Disabilities."},
      {
        "id":"ED358614",
        "title":"Moving On...Transition from Child-Centered to Adult Health Care for Youth with Disabilities."},
      {
        "id":"ED358615",
        "title":"Students with Challenging Needs. Updated Facts and Figures."},
      {
        "id":"ED358616",
        "title":"The Integration of Students with Special Needs into Educational Settings: An Annotated Bibliography."},
      {
        "id":"ED358617",
        "title":"Youth with Severe Behavior Disorders: A Literature Review and Survey Results."},
      {
        "id":"ED358618",
        "title":"LD-Case Training Manual for Vocational Service Providers."},
      {
        "id":"ED358619",
        "title":"Family Stories: A Pathway to Family-Centered Practice."},
      {
        "id":"ED358620",
        "title":"Vygotsky's Zone of Proximal Development: Implications for Gifted Education."},
      {
        "id":"ED358621",
        "title":"Family-School Collaboration Projects in Indiana and Other States: An Overview."},
      {
        "id":"ED358622",
        "title":"Quality Improvement Program Plan for Special Educators (QUIPP), 1991-92. OREA Report."},
      {
        "id":"ED358623",
        "title":"A Study of the Range and Variety of Postschool Options for People with Disabilities."},
      {
        "id":"ED358624",
        "title":"Special Education Program, 1989. Review of the Children with Severe Disabilities Program."},
      {
        "id":"ED358625",
        "title":"Establishing Individual Transition Planning for Students with Disabilities within the NSW Department of School Education."},
      {
        "id":"ED358626",
        "title":"Community Transition Teams: A Research and Development Report."},
      {
        "id":"ED358627",
        "title":"Secondary Education: A Follow-Along Study of Students with Disabilities in Transition in New South Wales."},
      {
        "id":"ED358628",
        "title":"Family Support Services. ARCH Factsheet Number 22."},
      {
        "id":"ED358629",
        "title":"Siblings of Children with Special Health and Developmental Needs: Programs, Services and Considerations. ARCH Factsheet Number 23."},
      {
        "id":"ED358630",
        "title":"Advisory Boards and Boards of Directors. ARCH Factsheet Number 24."},
      {
        "id":"ED358631",
        "title":"Gender Disparities in Special Education."},
      {
        "id":"ED358632",
        "title":"Wisconsin State Program Plan, Fiscal Years 1993-1995: Individuals with Disabilities Education Act Part B."},
      {
        "id":"ED358633",
        "title":"Statewide Systems Change Project for the Integration of Severely Disabled Students in California: The PEERS Project (Providing Education for Everyone in Regular Schools). Final Report."},
      {
        "id":"ED358634",
        "title":"Integration/Inclusion Needs Assessment: Providing Education for Everyone in Regular Schools (PEERS). Revised Edition."},
      {
        "id":"ED358635",
        "title":"Effective Practices for Inclusive Programs: A Technical Assistance Planning Guide."},
      {
        "id":"ED358636",
        "title":"Systems Change: A Review of Effective Practices."},
      {
        "id":"ED358637",
        "title":"Curriculum Adaptation for Inclusive Classrooms."},
      {
        "id":"ED358638",
        "title":"Conducting a Follow-up Study of Special Education Programs. CASE Commissioned Series."},
      {
        "id":"ED358639",
        "title":"Local Interagency Councils for Preschool Handicapped Programs: An Effective Strategy To Implement the Mandate. CASE Research Information Packet."},
      {
        "id":"ED358640",
        "title":"[Principal's Training Simulator in Special Education. Instructor's Packet.]"},
      {
        "id":"ED358641",
        "title":"The Principal as the Special Education Instructional Leader. Revised."},
      {
        "id":"ED358642",
        "title":"The Principal's Blue Book on Special Education. Part I: Administrators & the Law Governing Students with Disabilities. Revised."},
      {
        "id":"ED358643",
        "title":"The Principal's Blue Book on Special Education. Part II: Principal Instructional Leadership and Supervisory Practices in Special Education Programs."},
      {
        "id":"ED358644",
        "title":"Restructuring the School: Additional Policy Issues and Options."},
      {
        "id":"ED358645",
        "title":"Issues & Policy Options in Special Education: Guide to Discussion & Response."},
      {
        "id":"ED358646",
        "title":"Instructional Supervision in Special Education: Integrating Teacher Effectiveness Research into Model Supervisory Practices. CASE Information Dissemination Packet."},
      {
        "id":"ED358647",
        "title":"Parent Involvement in the Special Education Process: A Synopsis of Exemplary Models. CASE Information Dissemination Packet."},
      {
        "id":"ED358648",
        "title":"Special Education Program Evaluation: A Planning Guide. An Overview. CASE Commissioned Series."},
      {
        "id":"ED358649",
        "title":"Position Responsibilities and Relationships in the Evaluation of District Level Special Education Administrators. A Review of Position Descriptions, Performance Evaluation Instruments, and Research Regarding the Job Responsibilities and Performance Evaluation of District Level Special Education Administrators. CASE Information Dissemination Packet."},
      {
        "id":"ED358650",
        "title":"An Effective Interface between Regular &amp; Special Education: A Synopsis of Issues and Successful Practices. CASE Information Dissemination Packet."},
      {
        "id":"ED358651",
        "title":"The Team Concept in Special Education. CASE Information Dissemination Packet."},
      {
        "id":"ED358652",
        "title":"Inservice Education-Staff Development. CASE Information Dissemination Packet."},
      {
        "id":"ED358653",
        "title":"Collaboration: Research and Practice. CASE Information Dissemination Packet."},
      {
        "id":"ED358654",
        "title":"Strategies for Inclusion of Behaviorally Challenging Students."},
      {
        "id":"ED358655",
        "title":"Current Trends in the Use of Paraprofessionals in Early Intervention and Preschool Services. NEC*TAS Synthesis Report."},
      {
        "id":"ED358656",
        "title":"Testing Accommodations for Students with Disabilities: A Review of the Literature. Synthesis Report 4."},
      {
        "id":"ED358657",
        "title":"Experts' Opinions on National Math Standards for Students with Disabilities. Technical Report 3."},
      {
        "id":"ED358658",
        "title":"Experts' Opinions about the Appropriateness and Feasibility of National Math Standards. Technical Report 4."},
      {
        "id":"ED358659",
        "title":"IEPs and Standards: What They Say for Students with Disabilities. Technical Report 5."},
      {
        "id":"ED358660",
        "title":"Setting an Agenda: Research Priorities for the Gifted and Talented through the Year 2000."},
      {
        "id":"ED358661",
        "title":"Self-Concept and the Gifted Child. Research-Based Decision Making Series, Number 9104."},
      {
        "id":"ED358662",
        "title":"Issues and Practices Related to Identification of Gifted and Talented Students in the Visual Arts. Identification in the Arts. Research-Based Decision Making Series, Number 9202."},
      {
        "id":"ED358663",
        "title":"Residential Placements for Students with Disabilities: Practice Trends and the Case of Virginia."},
      {
        "id":"ED358664",
        "title":"A Transdisciplinary Training Program for Providing Seating Positioning and Mobility Intervention to Children with Developmental Disabilities Who Are 0-3 Years of Age."},
      {
        "id":"ED358665",
        "title":"Improving Functional Skills Using Behavioral Procedures in a Child with Anoxia."},
      {
        "id":"ED358668",
        "title":"Evaluation of a Holistic Method for Identifying Pupils for State Academies for the Academically Gifted."},
      {
        "id":"ED358669",
        "title":"Cognitive Differences between Children with Learning Disabilities and Those with Mild Mental Retardation."},
      {
        "id":"ED358670",
        "title":"The Blind and Visually Impaired Child: A Brief Overview."},
      {
        "id":"ED358671",
        "title":"ERIN Outreach Program: Final Report 1989-1993."},
      {
        "id":"ED358672",
        "title":"Action for Inclusion: How To Improve Schools by Welcoming Children with Special Needs into Regular Classrooms."},
      {
        "id":"ED358673",
        "title":"ADHD and Children Who Are Gifted. ERIC Digest #522."},
      {
        "id":"ED358674",
        "title":"Behavioral Disorders: Focus on Change. ERIC Digest #518."},
      {
        "id":"ED358675",
        "title":"Effective Practices for Preparing Young Children with Disabilities for School. ERIC Digest #E519."},
      {
        "id":"ED358676",
        "title":"Identifying and Serving Recent Immigrant Children Who Are Gifted. ERIC Digest #E520."},
      {
        "id":"ED358677",
        "title":"Including Students with Disabilities in General Education Classrooms. ERIC Digest #E521."},
      {
        "id":"ED358678",
        "title":"Including Students with Disabilities: Minibibliography. ERIC Minibib #E521.1."},
      {
        "id":"ED358679",
        "title":"Bellevue Spanish Immersion Program: A Handbook for Parents and Staff."},
      {
        "id":"ED358680",
        "title":"Friedrich Durrenmatt's Tragicomedy of the Grotesque &quot;The Visit&quot; in an Intermediate German Course."},
      {
        "id":"ED358682",
        "title":"The Brazilian EFL Learner: A Profile Influencing Curriculum."},
      {
        "id":"ED358683",
        "title":"Southern Illinois Working Papers in Linguistics and Language Teaching, Volume 1."},
      {
        "id":"ED358684",
        "title":"\"The Boy for the Cookie\": Some Evidence for the Non-Violation of the Case Filter in Child Second Language Acquisition."},
      {
        "id":"ED358685",
        "title":"Covert, Undetected, and Uncorrected: Apparently Fossilized Structures in the English Interlanguage of a Native Speaker of German."},
      {
        "id":"ED358686",
        "title":"&quot;Right-Throughs, Rings, and Taws&quot;: Marbles Pitching Terminology in Trinidad and Tobago."},
      {
        "id":"ED358687",
        "title":"Approaches to the Analysis of Literary Discourse."},
      {
        "id":"ED358688",
        "title":"Literary Genre and History: Questions from a Literary Pragmaticist for Socio-Semioticians."},
      {
        "id":"ED358689",
        "title":"Prose Dialogue and Discourse."},
      {
        "id":"ED358690",
        "title":"Dialogue and Discourse in a Nigerian English Fiction."},
      {
        "id":"ED358691",
        "title":"Semantic Options in the Transitivity System: An Example of Textual Analysis."},
      {
        "id":"ED358692",
        "title":"Variation in Narrative Structure: A Simple Text vs. an Innovative Work of Art."},
      {
        "id":"ED358693",
        "title":"Phonological Meanings in Literary Prose Texts and Their Translations."},
      {
        "id":"ED358694",
        "title":"Learning Strategy Instruction in the Foreign Language Classroom."},
      {
        "id":"ED358695",
        "title":"How Does One Learn a Second Language? Let Me Count the Number of Ways."},
      {
        "id":"ED358696",
        "title":"Discourse Functions of Adverbial Placement in English. Clause-Initial Adverbials of Time and Place in Narratives and Procedural Place Descriptions."},
      {
        "id":"ED358699",
        "title":"Academic Graphic Literacy across Languages and Cultures: A Study of Hong Kong Students."},
      {
        "id":"ED358700",
        "title":"The Contributions of Joseph Sargent Hall to Appalachian Studies."},
      {
        "id":"ED358701",
        "title":"English Pronunciation Lessons: A Teacher's Resource Manual."},
      {
        "id":"ED358702",
        "title":"Teaching English as a Foreign Language to Large, Multilevel Classes."},
      {
        "id":"ED358703",
        "title":"Highlights on the History and Evolution of the Rumanian Language."},
      {
        "id":"ED358704",
        "title":"Teacher Training and the Curriculum: An Investigation. Papers Relating to the Dunford House Seminar (England, United Kingdom, July 19-29, 1982)."},
      {
        "id":"ED358705",
        "title":"The Design and Implementation of Teacher Training Programmes. Report on the Dunford House Seminar (England, United Kingdom, July 11-21, 1983)."},
      {
        "id":"ED358706",
        "title":"Curriculum and Syllabus Design in ELT. Report on the Dunford House Seminar (England, United Kingdom, July 16-26, 1984)."},
      {
        "id":"ED358707",
        "title":"Communications Skills Training in Bi-Lateral Aid Projects. Report on the Dunford House Seminar (England, United Kingdom, July 15-25, 1985)."},
      {
        "id":"ED358708",
        "title":"Appropriate Methodology in ELT. A Report on the Dunford House Seminar (England, United Kingdom, July 14-24, 1986)."},
      {
        "id":"ED358709",
        "title":"ELT and Development: The Place of English Language Teaching in Aid Programmes. Report on the Dunford Seminar (England, United Kingdom, August 10-20, 1987)."},
      {
        "id":"ED358710",
        "title":"ELT in Development Aid: Defining Aims and Measuring Results. Dunford House Seminar Report (England, United Kingdom, July 18-29, 1988)."},
      {
        "id":"ED358711",
        "title":"Managing ELT Aid Projects for Sustainability. Dunford House Seminar Report (England, United Kingdom, July 24-28, 1989)."},
      {
        "id":"ED358712",
        "title":"Training for Sustainability of ELT Aid Projects. Dunford House Seminar Report (England, United Kingdom, July 23-28, 1990)."},
      {
        "id":"ED358713",
        "title":"The Social and Economic Impact of ELT in Development. Dunford House Seminar Report (England, United Kingdom, July 22-27, 1991)."},
      {
        "id":"ED358714",
        "title":"Communication Skills in Development: The Role of ELT. Dunford House Seminar Report (England, United Kingdom, July 26-August 1, 1992)."},
      {
        "id":"ED358715",
        "title":"Objectives and Procedures in Self-Paced French."},
      {
        "id":"ED358716",
        "title":"A Critical Pedagogy Approach to Fostering the Home-School Connection."},
      {
        "id":"ED358717",
        "title":"Language Gains During Study Abroad: An Analysis of the ACTR Data. National Foreign Language Center Working Papers."},
      {
        "id":"ED358718",
        "title":"Listening Comprehension Before and After Study Abroad."},
      {
        "id":"ED358719",
        "title":"MITA Working Papers in Psycholinguistics, Volume 2."},
      {
        "id":"ED358720",
        "title":"The Governing Category Parameter in Second Language Acquisition."},
      {
        "id":"ED358721",
        "title":"The Use of Connectives in English Academic Papers Written by Japanese Students."},
      {
        "id":"ED358722",
        "title":"A Note on English As-Clauses."},
      {
        "id":"ED358723",
        "title":"Structure-Dependence in Second Language Acquisition."},
      {
        "id":"ED358724",
        "title":"Units of Processing in Sentence Production: Evidence from Speech Errors."},
      {
        "id":"ED358725",
        "title":"Foreign Language, Area, and Other International Studies: A Bibliography of Research and Instructional Materials. List No. 10."},
      {
        "id":"ED358726",
        "title":"MITA Working Papers in Psycholinguistics, Volume 3."},
      {
        "id":"ED358727",
        "title":"Some Problems in the Acquisition of Derived Nouns."},
      {
        "id":"ED358728",
        "title":"World Knowledge in Children's Sentence Comprehension."},
      {
        "id":"ED358729",
        "title":"Examining the Including and Excluding Roles of Positive Evidence: A Study of a Case Where L2/L1 Grammar Intersects."},
      {
        "id":"ED358730",
        "title":"Parsing as a Process of Applying I-Language Modules: A Case Study Based on the Processing of Quantifier Float Constructions in Japanese."},
      {
        "id":"ED358731",
        "title":"Do Formulaic Utterances Cease to Be \"Chunks\" When They Are Analyzed?"},
      {
        "id":"ED358732",
        "title":"Are Subject Small Clauses Really Small Clauses?"},
      {
        "id":"ED358733",
        "title":"The Performance of the Japanese Case Particles in Children's Speech: With Special Reference to \"Ga\" and \"O.\""},
      {
        "id":"ED358734",
        "title":"On the Interpretation of the Past Tense and the Acquisition of English."},
      {
        "id":"ED358735",
        "title":"Using Multimedia To Improve the Aural Proficiency of High School Students of Spanish."},
      {
        "id":"ED358736",
        "title":"Scope and Sequence for High School English as a Second Language Instruction."},
      {
        "id":"ED358737",
        "title":"The Role of Text Type, Assessment Task, and Target Language Experience in L2 Listening Comprehension Assessment."},
      {
        "id":"ED358738",
        "title":"Priorities in Foreign Language Education for the 1990s: A Report from the Southwest."},
      {
        "id":"ED358739",
        "title":"Voicing in Spanish to English Spelling Knowledge Transfer."},
      {
        "id":"ED358740",
        "title":"Proposed Research on Effective Strategies Used by Parents To Enhance Learning and Acquisition of English by Their Children."},
      {
        "id":"ED358741",
        "title":"Language and the Construction of Gender: Clarifying Ideas about Gender."},
      {
        "id":"ED358742",
        "title":"Kirghiz Language Competencies for Peace Corps Volunteers in Kirghizstan."},
      {
        "id":"ED358743",
        "title":"Turkmen Language Competencies for Peace Corps Volunteers in Turkmenistan."},
      {
        "id":"ED358744",
        "title":"The Impact of Russian Enrichment in the Fourth Grade."},
      {
        "id":"ED358745",
        "title":"The Semantics of Pragmatic Markedness."},
      {
        "id":"ED358746",
        "title":"Validating a Spanish Developmental Spelling Test."},
      {
        "id":"ED358747",
        "title":"Developing Native Language Literacy in Language Minority Adults. ERIC Digest."},
      {
        "id":"ED358748",
        "title":"Innovative Programs and Promising Practices in Adult ESL Literacy. ERIC Digest."},
      {
        "id":"ED358749",
        "title":"Integrating Reading and Writing into Adult ESL Instruction. ERIC Digest."},
      {
        "id":"ED358750",
        "title":"Current Terms in Adult ESL Literacy. ERIC Digest."},
      {
        "id":"ED358751",
        "title":"Cross-Cultural Issues in Adult ESL Literacy Classrooms. ERIC Digest."},
      {
        "id":"ED358752",
        "title":"Annals of Community-Oriented Education, Volume 5."},
      {
        "id":"ED358753",
        "title":"National Service and Student Aid: Myth and Reality."},
      {
        "id":"ED358754",
        "title":"Promoting a More Inclusive Communication Curriculum Using Inter-University Faculty Collaboration as a Model."},
      {
        "id":"ED358759",
        "title":"Quality Assessment of Research Protocol 1993 = Onderzoekboordeling."},
      {
        "id":"ED358760",
        "title":"International Programme Review, Electrical Engineering. [Report of the] IPR-EE Committee."},
      {
        "id":"ED358761",
        "title":"Perceptual Differences between Administrators and Faculty Members on Teaching and Research."},
      {
        "id":"ED358762",
        "title":"Higher Education Opportunity Program Annual Report, 1991-92. HEOP Works."},
      {
        "id":"ED358763",
        "title":"The Potential for Formal Consortial Arrangements between State Cooperative Extension Systems - A Selective Review of Relevant Literature."},
      {
        "id":"ED358764",
        "title":"Student Loan Program Simplification: Interim Recommendations. A Report to the Congress of the United States and the Secretary of Education."},
      {
        "id":"ED358765",
        "title":"Earning College Credit for Your Peace Corps Service."},
      {
        "id":"ED358766",
        "title":"Alcohol and Drugs on American College Campuses. Use, Consequences, and Perceptions of the Campus Environment. Volume I: 1989-91."},
      {
        "id":"ED358767",
        "title":"State Plan for Improving Access to Nursing Education."},
      {
        "id":"ED358768",
        "title":"Design for the 21st Century: Expanding Higher Education Opportunity in Washington."},
      {
        "id":"ED358769",
        "title":"Mentoring: An Essential Factor in the Doctoral Process for Minority Students."},
      {
        "id":"ED358770",
        "title":"10 Tough Questions about Your State University and Ten Candid Answers from the SUNY Chancellor."},
      {
        "id":"ED358772",
        "title":"Critical Thinking Skills for College Students."},
      {
        "id":"ED358773",
        "title":"Speech Communication Skills for College Students."},
      {
        "id":"ED358774",
        "title":"Writing Skills for College Students."},
      {
        "id":"ED358775",
        "title":"Summary of Public Testimony on Objectives 4 and 5 of Goal 5."},
      {
        "id":"ED358776",
        "title":"College Courses Which Attract and Generate Good Readers."},
      {
        "id":"ED358777",
        "title":"Creating an Institutional Identity out of &quot;Differences&quot;: A Case Study of Multicultural Organizational Change."},
      {
        "id":"ED358778",
        "title":"Freshman Interest Groups and the First Year Experience: Constructing Student Communities in a Large University."},
      {
        "id":"ED358779",
        "title":"Making the Grade in Graduate School: Survival Strategy 101."},
      {
        "id":"ED358782",
        "title":"Shaping Graduate Education's Future: Improving the Doctoral Experience."},
      {
        "id":"ED358783",
        "title":"Shaping Graduate Education's Future: Implications of Demographic Shifts for the 21st Century."},
      {
        "id":"ED358784",
        "title":"Shaping Graduate Education's Future: Implications of Demographic Shifts for the Twenty-First Century. Demographic Trends and Innovations in Graduate Education."},
      {
        "id":"ED358785",
        "title":"Graduate Enrollment and Degrees: 1986 to 1991."},
      {
        "id":"ED358786",
        "title":"A Profile of CGS Institutions, 1991. A Comparative Listing of CGS Members by Graduate Enrollment and Degrees Conferred."},
      {
        "id":"ED358789",
        "title":"College and University Admissions and Enrollment: New York State, Fall 1991."},
      {
        "id":"ED358790",
        "title":"College and University Opening Fall Enrollment: New York State, Fall 1992."},
      {
        "id":"ED358791",
        "title":"The Varied Roles of TRIO Programs in the Accreditation Process."},
      {
        "id":"ED358792",
        "title":"&quot;Conversations about Accreditation: Middle States Association of Colleges and Schools&quot; Focusing on Outcomes Assessment in the Accreditation Process."},
      {
        "id":"ED358793",
        "title":"Fund Raising for Athletic Programs: Considerations for Success."},
      {
        "id":"ED358796",
        "title":"The Degree Authorization Act. Statutes and Policies Pertaining to Authorization To Operate as a Postsecondary Education Institution and To Award Credits and Degrees in Colorado."},
      {
        "id":"ED358797",
        "title":"Colorado Higher Education Enrollment Report, Fall 1992."},
      {
        "id":"ED358798",
        "title":"Who Should Lead?"},
      {
        "id":"ED358799",
        "title":"Development of a Performance Appraisal Program for Nonacademic Staff at Atlantic Baptist College."},
      {
        "id":"ED358800",
        "title":"The Impact of International Education upon United States Students in Comparative Perspective."},
      {
        "id":"ED358801",
        "title":"Utilization of Residence Hall Facilities, Fall 1992, with Trends from Fall 1983."},
      {
        "id":"ED358802",
        "title":"Women and the Community of Higher Education: Invisibility through Institutionalization?"},
      {
        "id":"ED358803",
        "title":"The Education Professorate: Teaching an \"Artificial\" Science."},
      {
        "id":"ED358804",
        "title":"Wyoming Institute on Foreign TA Training. Working Papers, Volume I."},
      {
        "id":"ED358805",
        "title":"Wyoming/NAFSA Institute on Foreign TA Training. Working Papers. Volume II."},
      {
        "id":"ED358806",
        "title":"Keeping Score: Direct Student Lending. An Evaluation Prepared for the Iowa College Student Aid Commission and the Iowa Student Loan Liquidity Corporation."},
      {
        "id":"ED358807",
        "title":"Strategic Plan for Iowa Higher Education."},
      {
        "id":"ED358808",
        "title":"A Challenge to Change. Higher Education Task Force Final Report to the Iowa General Assembly. Volume 1 and Volume 2."},
      {
        "id":"ED358809",
        "title":"Instituting Enduring Innovations. Achieving Continuity of Change in Higher Education. ASHE-ERIC Higher Education Report No. 7, 1992."},
      {
        "id":"ED358810",
        "title":"Crossing Pedagogical Oceans: International Teaching Assistants in U.S. Undergraduate Education. ASHE-ERIC Higher Education Report No. 8, 1992."},
      {
        "id":"ED358811",
        "title":"Instituting Enduring Innovations: Achieving Continuity of Change in Higher Education. ERIC Digest."},
      {
        "id":"ED358812",
        "title":"Crossing Pedagogical Oceans: International Teaching Assistants in U.S. Undergraduate Education. ERIC Digest."},
      {
        "id":"ED358813",
        "title":"Distance Learning Funding Sources."},
      {
        "id":"ED358814",
        "title":"Distance Learning Programming."},
      {
        "id":"ED358815",
        "title":"Faculty Support Centers. Technology in Higher Education: Current Reflections. Second in a Series."},
      {
        "id":"ED358816",
        "title":"Federal/State Regulatory Reform, Cost Allocation, and CATV/TELCO Distance Learning Initiatives in Connecticut."},
      {
        "id":"ED358817",
        "title":"Inaugural Reflections from an Institute. Technology in Higher Education: Current Reflections. First in a Series."},
      {
        "id":"ED358818",
        "title":"Japanese Children's Preconceptions of Different Media as Related to Their Learning."},
      {
        "id":"ED358819",
        "title":"Multimedia and Language Learning. Technology in Higher Education: Current Reflections. Fourth in a Series."},
      {
        "id":"ED358820",
        "title":"Research in Distance Education: 2. Revised Papers from the Research in Distance Education Seminar (2nd, Geelong, Victoria, Australia, 1991)."},
      {
        "id":"ED358821",
        "title":"Teaching and Learning with Computers. An IAT Technical Primer."},
      {
        "id":"ED358822",
        "title":"Year One of Project Pulse: Pupils Using Laptops in Science and English. A Final Report. Technical Report No. 26."},
      {
        "id":"ED358823",
        "title":"Electronic Access to Research on Women: A Short Guide."},
      {
        "id":"ED358824",
        "title":"Do Cyborg Dreams Emancipate Sheep? (with Apologies to Philip K. Dick)."},
      {
        "id":"ED358825",
        "title":"Hearings on Reauthorization of the Office of Educational Research and Improvement (OERI). Hearings before the Subcommittee on Select Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, Second Session (March 17-18, 1992)."},
      {
        "id":"ED358826",
        "title":"The Information Evolution: How New Information Technologies Are Spurring Complex Patterns of Change. Forum Report. A Report of a Conference on the Impact of Information Technology (Aspen, Colorado, August 6-9, 1992)."},
      {
        "id":"ED358827",
        "title":"Selling Color: The Development and Marketing of the NTSC Color Television Broadcasting Technology and the Implications for HDTV."},
      {
        "id":"ED358828",
        "title":"Public Broadcasting in the New World of Digital Information Services: What's Been Done, What's Being Done, and What Could Be Done."},
      {
        "id":"ED358829",
        "title":"Implementation of the K-12 NREN: Equity, Access, and a Trojan Horse."},
      {
        "id":"ED358830",
        "title":"Quality in Education and Training. Aspects of Educational and Training Technology. Volume XXVI."},
      {
        "id":"ED358832",
        "title":"Copyright and Telecommunications. Hearing before the Subcommittee on Intellectual Property and Judicial Administration of the Committee on the Judiciary. House of Representatives, One Hundred Second Congress, First Session."},
      {
        "id":"ED358833",
        "title":"The Cost-Effectiveness of Interactive Radio Instruction for Improving Primary School Instruction in Honduras, Bolivia and Lesotho."},
      {
        "id":"ED358835",
        "title":"Field Initiated Studies Program. Abstracts of Funded Projects 1992."},
      {
        "id":"ED358836",
        "title":"The Impact of Students' Preferred Learning Style Variables in a Distance Education Course: A Case Study."},
      {
        "id":"ED358837",
        "title":"Interscholastic Correspondence Exchanges in Celestin Freinet's Modern School Movement: Implications for Computer-Mediated Intercultural Learning Networks."},
      {
        "id":"ED358838",
        "title":"New Pathways to a Degree. Project Evaluation: First Year Report."},
      {
        "id":"ED358839",
        "title":"Teaching across the Curriculum with the Macintosh and The Writing Center in the One Computer Classroom."},
      {
        "id":"ED358840",
        "title":"School-University Partnerships and Educational Technology. ERIC Digest."},
      {
        "id":"ED358841",
        "title":"Telecommunications and Distance Education. ERIC Digest."},
      {
        "id":"ED358842",
        "title":"Assessing the Public Broadcasting Needs of Minority and Diverse Audiences. Report of a Conference of The Aspen Institute's Communications and Society Program (Queenstown, Maryland, April 29-30, 1992)."},
      {
        "id":"ED358843",
        "title":"Brief Encounters: Using Techniques from Psychology and Education To Improve the Effectiveness of Reference Service."},
      {
        "id":"ED358844",
        "title":"Computerization of the Botswana National Library Service. Restricted Technical Report."},
      {
        "id":"ED358845",
        "title":"The Concept of the Virtual School Library."},
      {
        "id":"ED358846",
        "title":"The Confidentiality of Library Users' Records."},
      {
        "id":"ED358847",
        "title":"Current and Future Trends in Enhancing Subject Access in Online Systems To Meet the Information and Developmental Needs of Young Users. [Manuscript Draft.]"},
      {
        "id":"ED358848",
        "title":"Massachusetts Public Libraries in Crisis: The Burden of Non-Resident Lending and Borrowing. Report of the Senate Committee on Post Audit and Oversight. Senate 1635."},
      {
        "id":"ED358849",
        "title":"Public Forum on Libraries: The People of New York Speak on Our Libraries. Public Report of the Assembly Standing Committee on Higher Education Sub-Committee on Libraries."},
      {
        "id":"ED358850",
        "title":"The Role of Children's Books in a Multi-Cultural Society."},
      {
        "id":"ED358851",
        "title":"Selector's Manual. University Libraries, University of Tennessee, Knoxville, Tennessee."},
      {
        "id":"ED358852",
        "title":"Standards for Accreditation of Master's Programs in Library & Information Studies."},
      {
        "id":"ED358853",
        "title":"Summer Students in Virtual Reality: A Pilot Study on Educational Applications of Virtual Reality Technology."},
      {
        "id":"ED358854",
        "title":"Louisiana Academic Library Statistics. Selected Statistics from the 1992 IPEDS Survey of Academic Libraries. Revised and Corrected."},
      {
        "id":"ED358855",
        "title":"Digital Multimedia. An IAT Technology Primer."},
      {
        "id":"ED358856",
        "title":"Introduction to Multimedia in Instruction. An IAT Technology Primer."},
      {
        "id":"ED358857",
        "title":"Library Services in New Hampshire: A Long-Range Program for Statewide Library Development as Assisted by the Federal Library Services and Construction Act. Adopted by the New Hampshire State Library Advisory Council."},
      {
        "id":"ED358858",
        "title":"Pathways to Excellence: A Report on Improving Library and Information Services for Native American Peoples."},
      {
        "id":"ED358859",
        "title":"The Future of Government Information: Money, Management, and Technology. Summaries of Proceedings of the FLICC Forum on Federal Information Policies (9th, Washington, D.C., March 17, 1992)."},
      {
        "id":"ED358860",
        "title":"Gateway 2000: A Strategic Plan for the New Hampshire Automated Information System."},
      {
        "id":"ED358861",
        "title":"Understanding the Internet."},
      {
        "id":"ED358862",
        "title":"New Hampshire School, Public, and State Library Programs Supporting the National Education Goals for the Year 2000."},
      {
        "id":"ED358863",
        "title":"Opportunity 2000: Understanding and Serving Users in an Electronic Library. Proceedings of the International Essen Symposium (15th, Essen, Germany, October 12-15, 1992) To Commemorate the 20th Anniversary of the Essen University Library. Publications of Essen University Library 15."},
      {
        "id":"ED358864",
        "title":"ERIC Digests: An Annotated Bibliography of All ERIC Digests Announced in the ERIC Database through March 1993."},
      {
        "id":"ED358865",
        "title":"ERIC Clearinghouse Publications, 1992. An Annotated Bibliography of Information Analysis Products and Other Major Publications of the ERIC Clearinghouses Announced in Resources in Education (RIE) January-December 1992."},
      {
        "id":"ED358866",
        "title":"CD-ROMs and Users' Reactions."},
      {
        "id":"ED358867",
        "title":"Characteristics of Periodical Use in the Small College Library."},
      {
        "id":"ED358868",
        "title":"Getting To Know You: Fiction as a Tool To Create a World of Mutual Understanding and Respect."},
      {
        "id":"ED358869",
        "title":"Public Library Standards for Kansas, Measurements of Quality. Revised."},
      {
        "id":"ED358870",
        "title":"Information Literacy for Lifelong Learning. ERIC Digest."},
      {
        "id":"ED358871",
        "title":"Public Libraries and Cultural Diversity. ERIC Digest."},
      {
        "id":"ED358872",
        "title":"Embracing the Tiger: Learning from Public Library Literacy Programs."},
      {
        "id":"ED358873",
        "title":"Suffolk Community College Early Childhood Program Review."},
      {
        "id":"ED358875",
        "title":"Critical Thinking about Literature through Computer Networking."},
      {
        "id":"ED358876",
        "title":"FIPSE--Adult Literacy Courseware Development, September 1, 1985-December 30, 1988. Final Report."},
      {
        "id":"ED358877",
        "title":"Celebrating Transfer: A Report of the Annual Transfer Assembly (4th, Northbrook, IL, June 3-4, 1993)."},
      {
        "id":"ED358878",
        "title":"The Workforce Training Imperative: Meeting the Training Needs of the Nation. A Policy Paper on the Role of Community Colleges in Providing Workforce Training. Working Draft."},
      {
        "id":"ED358879",
        "title":"Richland Community College's Self-Study and Institutional Plan, Spring 1993."},
      {
        "id":"ED358880",
        "title":"Disability Accommodation Handbook."},
      {
        "id":"ED358881",
        "title":"Clearer Thinking about Student Characteristics as a Guide to Policy Planning."},
      {
        "id":"ED358882",
        "title":"Into the Downward Spiral: The Impact of Fee Increases and Course Reductions on LACCD Enrollment and Resources."},
      {
        "id":"ED358883",
        "title":"Social Change, the Future of the Community College, and the Future of Community College Research."},
      {
        "id":"ED358884",
        "title":"Compendium of Selected Data and Characteristics, 1991-92. University of Kentucky Community College System."},
      {
        "id":"ED358885",
        "title":"Leadership Abstracts. Volume 5, Numbers 1-10, 1992."},
      {
        "id":"ED358886",
        "title":"Practicing Community Leadership: Partnerships Are the Key to Success."},
      {
        "id":"ED358887",
        "title":"The Arcadia Commons Partnership: The Community College and Economic Redevelopment."},
      {
        "id":"ED358888",
        "title":"Partners in Workforce Development."},
      {
        "id":"ED358889",
        "title":"Partnerships in Internationalization: The Title VIa and Beacon Projects."},
      {
        "id":"ED358890",
        "title":"Partnerships across the Disciplines: The Humanities, Science and Technology: Making Connections."},
      {
        "id":"ED358891",
        "title":"Institutional Effectiveness: A Maturing Movement. Where Do We Go from Here?"},
      {
        "id":"ED358892",
        "title":"A Foundation Manual for California Community Colleges."},
      {
        "id":"ED358893",
        "title":"Foundation Development Abstracts, 1991."},
      {
        "id":"ED358894",
        "title":"Describing the Non-Liberal Arts Community College Curriculum. ERIC Digest."},
      {
        "id":"ED358895",
        "title":"Revitalization of the ESL Program on the Rockville Campus of Montgomery College, and the Matter of Credit for ESL Courses."},
      {
        "id":"ED358896",
        "title":"Stratified Course Offerings: How Curriculum Structure Relates to Transfer."},
      {
        "id":"ED358897",
        "title":"A Revalidation of Dunlap's Survey To Determine the Profile and Critical Issues of Lower Division Branch Campuses of Four-Year Institutions."},
      {
        "id":"ED358898",
        "title":"Student's Ultimate Career Coursework, Employment, &amp; Student Services Handbook. &quot;SUCCESS Handbook&quot; Final Report."},
      {
        "id":"ED358899",
        "title":"The Student's Ultimate Career Coursework, Employment, and Student Services Guide: The SUCCESS Handbook."},
      {
        "id":"ED358900",
        "title":"Community College Non-Liberal Arts: Implications for Transferability."},
      {
        "id":"ED358901",
        "title":"The Role of the Administrator in Foreign Language Education."},
      {
        "id":"ED358902",
        "title":"The Five-Year Follow-Up Report: A Survey of 1986-1987 Graduates."},
      {
        "id":"ED358903",
        "title":"The Japanese Junior College and the American Community College: A Comparative Study."},
      {
        "id":"ED358904",
        "title":"Community College Alumni: Partners in Resource Development."},
      {
        "id":"ED358905",
        "title":"Student Outcomes. Annual Summary Report to the Board of Trustees. Report BT94-2."},
      {
        "id":"ED358906",
        "title":"Constituent Perceptions of a Community College: An &quot;Image&quot; Study."},
      {
        "id":"ED358907",
        "title":"Improving the Performance of the Hispanic Community College Student. ERIC Digest."},
      {
        "id":"ED358909",
        "title":"A Guide to Team Teaching in Early Childhood Education."},
      {
        "id":"ED358910",
        "title":"Appropriate Assessment of Young Children."},
      {
        "id":"ED358911",
        "title":"Literacy, a Family Affair...Parents, Infants, Toddlers: A Literacy Model Handbook."},
      {
        "id":"ED358912",
        "title":"The &quot;Best&quot; of the Harvard Education Letter."},
      {
        "id":"ED358914",
        "title":"Welfare Reform: Implications for the Black Child."},
      {
        "id":"ED358915",
        "title":"Effects of Friendship on Adolescents' Self-Esteem."},
      {
        "id":"ED358917",
        "title":"A Compilation of Federal Education Laws. Volume II--Elementary and Secondary Education, Individuals with Disabilities, and Related Programs as Amended through December 31, 1992. Prepared for the Use of the Committee on Education and Labor. U.S. House of Representatives, One Hundred Third Congress, First Session."},
      {
        "id":"ED358918",
        "title":"Parent Involvement Model for Our Changing Society."},
      {
        "id":"ED358919",
        "title":"Mid-Adolescent Outcomes for High Risk Students: An Examination of the Continuing Effects of Early Intervention."},
      {
        "id":"ED358922",
        "title":"Children's Attributions for Success and Failure in the British Primary School."},
      {
        "id":"ED358923",
        "title":"The Community Partnership: Child Care and Early Education. Task Force Report and Recommendations."},
      {
        "id":"ED358924",
        "title":"Conflict Strategies: Parents with Children and Children with Peers."},
      {
        "id":"ED358925",
        "title":"Vagal Tone and the Spontaneous Facial Expressions of Preschool Children."},
      {
        "id":"ED362947",
        "title":"Continuing Chapter 1's Leadership in Modeling Best Practices in Evaluation. A Symposium Presentation."},
      {
        "id":"ED362948",
        "title":"Changing School Improvement Strategies for the 1990s."},
      {
        "id":"ED362949",
        "title":"Organization and Financing of Washington Public Schools."},
      {
        "id":"ED362950",
        "title":"School Crime &amp; Violence: Victim's Rights. Revised 1992."},
      {
        "id":"ED362951",
        "title":"Toward Quality in Education: The Leader's Odyssey."},
      {
        "id":"ED362955",
        "title":"Summary of a Report on Missouri Paired School District Study in the Case of &quot;Board of Education of the City of St. Louis v. State of Missouri, et al.&quot;"},
      {
        "id":"ED362956",
        "title":"Making Room on the Tray: Fruits and Vegetables in the National School Lunch Program."},
      {
        "id":"ED362957",
        "title":"Leadership Development in Action: Learning in the Maelstrom."},
      {
        "id":"ED362958",
        "title":"Financial Roadblocks to Renewing and Enhancing Washington's Public Schools."},
      {
        "id":"ED362959",
        "title":"Principal Study Groups and Teacher Study Groups: An Interactive and Innovative Approach to Curriculum Change."},
      {
        "id":"ED362960",
        "title":"School Change Models and Processes: A Review and Synthesis of Research and Practice."},
      {
        "id":"ED362961",
        "title":"The Irrational Science of Educational Reform."},
      {
        "id":"ED362962",
        "title":"The Disadvantage of Homelessness in Children's Schooling."},
      {
        "id":"ED362963",
        "title":"Business/Education Partnerships' Impact on High-School Student Graduation from High School, Continuing Education, and Job Status."},
      {
        "id":"ED362964",
        "title":"School Boards and School Restructuring: A Contradiction in Terms?"},
      {
        "id":"ED362965",
        "title":"Arkansas: The State of the State."},
      {
        "id":"ED362966",
        "title":"Collaborative Efforts in the School Culture."},
      {
        "id":"ED362967",
        "title":"How Constructivist Theory and Research Inform Educational Policy."},
      {
        "id":"ED362968",
        "title":"Does School District Spending Vary by Source of Funds?"},
      {
        "id":"ED362969",
        "title":"Who Gets Financial Aid? And Why Low-Income Students Don't Apply for Student Aid?: Key Findings from the National Postsecondary Student Aid Study."},
      {
        "id":"ED362970",
        "title":"Trends in Education."},
      {
        "id":"ED362971",
        "title":"Digest of Education Statistics 1993."},
      {
        "id":"ED362972",
        "title":"Organizational Conflict and Control in High Schools."},
      {
        "id":"ED362973",
        "title":"Rites of Passage: The Changing Role Perceptions of Interns in Their Preparation for Principalship."},
      {
        "id":"ED362974",
        "title":"Recognizing the Role of Stakeholders in Drug, Alcohol, and Tobacco Prevention and Reduction Programs."},
      {
        "id":"ED362975",
        "title":"Why Kids Don't \"Want\" To Be Well Educated: Rethinking School Reform."},
      {
        "id":"ED362976",
        "title":"Teacher Perceptions of Program Evaluation: Opportunities in Shared Decision Making."},
      {
        "id":"ED362977",
        "title":"More Clearly Defining the Field: A Survey of Subtopics in School Effects Research."},
      {
        "id":"ED362978",
        "title":"Leadership Focusing on the Needs of Learners: Probability or Empty Hope for New Principals?"},
      {
        "id":"ED362979",
        "title":"Charter School Update: Expansion of a Viable Reform Initiative."},
      {
        "id":"ED362980",
        "title":"School Restructuring: Views from Within &amp; Policy Implications."},
      {
        "id":"ED362981",
        "title":"Developing Content Standards: Creating a Process for Change. CPRE Policy Brief."},
      {
        "id":"ED362985",
        "title":"Obstacles to Restructuring: Experiences of Six Middle-Grades Schools."},
      {
        "id":"ED362986",
        "title":"State Education Department Oversight of School District Construction Projects, Report 93-S-30."},
      {
        "id":"ED362987",
        "title":"Impact Aid and the Establishment of United States Department of Defense Schools in Hawaii."},
      {
        "id":"ED362988",
        "title":"Putting Children First: Improving Student Performance in Washington State."},
      {
        "id":"ED362990",
        "title":"50 Important Things You Can Do To Improve Education."},
      {
        "id":"ED362991",
        "title":"Building Capacity for Systemic Reform."},
      {
        "id":"ED362992",
        "title":"A Guide to Developing Educational Partnerships."},
      {
        "id":"ED362993",
        "title":"Project Abstracts: Educational Partnerships Program."},
      {
        "id":"ED362994",
        "title":"Synthesis of Existing Knowledge and Practice in the Field of Educational Partnerships."},
      {
        "id":"ED362995",
        "title":"Evaluation of the Four-Day School Week in Idaho Suburban Schools."},
      {
        "id":"ED362996",
        "title":"The Development and Evaluation of a User-Friendly Database Describing PA's School Districts. Pennsylvania Educational Policy Studies, Number 13."},
      {
        "id":"ED362997",
        "title":"Can Deming's Concept of Total Quality Management Be Applied to Education?"},
      {
        "id":"ED362998",
        "title":"Male-Female Salary Differentials in Educational Compensation: Problems in the Economics of Education."},
      {
        "id":"ED362999",
        "title":"School Age Center Connections: Site-Based Management Strategies for Implementation of Quality Programs."},
      {
        "id":"ED363000",
        "title":"Conference Evaluation: Pacific Regional Educational Laboratory's Pacific Educational Conference (10th, Weno, Federated States of Micronesia, August 2-4, 1993)."},
      {
        "id":"ED363001",
        "title":"Safe Schools/Safe Communities: A Directory of Resources for Pennsylvania."},
      {
        "id":"ED363003",
        "title":"The School Nutrition Dietary Assessment Study: Summary of Findings."},
      {
        "id":"ED363006",
        "title":"Using Artificial Intelligence Technology To Support Action Research in Schools: Methodological Strategies and Issues."},
      {
        "id":"ED363007",
        "title":"Moving toward Integrated Services: A Literature Review for Prevention Specialists."},
      {
        "id":"ED363008",
        "title":"Recent Research on Substance Abuse among American Indian Youth. Prevention Research Update No. 11."},
      {
        "id":"ED363009",
        "title":"Charter Schools: A Glance at the Issues. Policy Brief."},
      {
        "id":"ED363010",
        "title":"The Middle Matters: Transforming Education for Vermont's Young Adolescents."},
      {
        "id":"ED363011",
        "title":"The Power of Our Ideas: Papers from the 1992 Principals Academy."},
      {
        "id":"ED363013",
        "title":"School Site Councils for Kansas Schools and Districts."},
      {
        "id":"ED363014",
        "title":"K-12 Learning Disabilities Program Issues. Report No. 91-1. A Report to the Washington State Legislature."},
      {
        "id":"ED363015",
        "title":"Vision 2000 Phase I Staffing Report."},
      {
        "id":"ED363016",
        "title":"The Americans with Disabilities Act (ADA) and Child Care Providers: Increasing Service Access for Young Children with Disabilities and Families."},
      {
        "id":"ED363017",
        "title":"Communication Fact Sheet."},
      {
        "id":"ED363018",
        "title":"Communication and the ADA (Effective Communication and Accessibility)."},
      {
        "id":"ED363019",
        "title":"Quality Assurance [for Persons with Developmental Disabilities]."},
      {
        "id":"ED363020",
        "title":"PMSP: A Program To Develop Perceptive-Motor Skills in Adolescents and Adults with Mental Retardation."},
      {
        "id":"ED363021",
        "title":"The Stroop Effect in English: Evidence for Enhanced Attentional Control in Deaf Bilinguals."},
      {
        "id":"ED363022",
        "title":"Within-Domain Dissociations in Williams Syndrome: A Window on the Normal Mind."},
      {
        "id":"ED363023",
        "title":"Free and Cued Recall Memory Performance in Children with Attention Deficit-Hyperactivity Disorder."},
      {
        "id":"ED363024",
        "title":"Changes in a Third Grade Teacher's Language during One School Year."},
      {
        "id":"ED363025",
        "title":"Characteristics of Regular and Special Education Teachers in Public Schools: 1987-88. E.D. TABS."},
      {
        "id":"ED363027",
        "title":"Special Education Workforce [and] Projecting the Special Education Demand/Supply Data Management Problems."},
      {
        "id":"ED363028",
        "title":"Technology To Facilitate Collaboration: AIMS CoPlanner."},
      {
        "id":"ED363029",
        "title":"Question #2: Is Collaborative Consultation Non-Directive?"},
      {
        "id":"ED363030",
        "title":"Bad Boys, Good Girls: A Review of the Research on Gender Differences in Preschoolers and a Reexamination of Assessment, Child Rearing, and Educational Practices."},
      {
        "id":"ED363031",
        "title":"Post-High School Careers of Apache Special Education and Regular Education Subjects: A Five Year Follow-Up Study."},
      {
        "id":"ED363032",
        "title":"Special Education in Pakistan."},
      {
        "id":"ED363033",
        "title":"Sabin Special Education. A Model To Model: Collaborate To Integrate."},
      {
        "id":"ED363034",
        "title":"Idaho Community Rehabilitation Program Plan for Fiscal Year 1993."},
      {
        "id":"ED363035",
        "title":"Attrition Rates and the Reasons for Leaving of Special Education Personnel in Kansas: 1991-92 to 1992-93."},
      {
        "id":"ED363036",
        "title":"Supervising Employees with Learning Disabilities. Revised Edition. Guidelines."},
      {
        "id":"ED363037",
        "title":"Assessing Your School Climate for Integration and Developing Strategies for Change [and] From Vision to Commitment. Kaleidoscopes: Project Change."},
      {
        "id":"ED363038",
        "title":"Factors that Influence the Academic Success of College Students with Disabilities."},
      {
        "id":"ED363039",
        "title":"Incorporating General Strategic Learning Strategies into the Classroom Dialogue: Lessons from a First-Grade Classroom."},
      {
        "id":"ED363040",
        "title":"Biological Determinism and the Concept of Mental Retardation: The Lesson of Carrie Buck."},
      {
        "id":"ED363041",
        "title":"Comprehensive Action Plan for Reform."},
      {
        "id":"ED363042",
        "title":"Still Picture Telephones for Persons with Profound Mental Retardation. Telematik och Handikapp, Rapport 92:9 (Telematics and Disability, Report 92:9)."},
      {
        "id":"ED363043",
        "title":"Design Conference for the Evaluation of the Talent Search Program: Synthesis of Major Themes and Commissioned Papers Prepared for the Conference (Washington, D.C., September 30, 1992)."},
      {
        "id":"ED363044",
        "title":"State Special Education Outcomes 1992: A Report on State Activities in the Assessment of Educational Outcomes for Students with Disabilities."},
      {
        "id":"ED363045",
        "title":"Standards and Students with Disabilities: Reality or Virtual Reality? Brief Report 8."},
      {
        "id":"ED363047",
        "title":"AIDS Information Resources for People with Disabilities: A Handbook for Information Providers in Libraries, AIDS Organizations, and Disability Organizations."},
      {
        "id":"ED363048",
        "title":"Learning Disabilities in the High School: A Methods Booklet for Secondary Special Subject Teachers."},
      {
        "id":"ED363049",
        "title":"Colleges or Universities with L.D. Programs."},
      {
        "id":"ED363050",
        "title":"Learning Disabilities Materials Guide. Secondary Level."},
      {
        "id":"ED363051",
        "title":"Advocacy Manual: A Parent's How-To Guide for Special Education Services."},
      {
        "id":"ED363052",
        "title":"ERIC Basics: How To Use ERIC To Search Your Special Education Topic. ERIC Digest E523."},
      {
        "id":"ED363053",
        "title":"ERIC Basics: Search Planning Worksheet and List of ERIC Clearinghouses. ERIC Worksheet E523.1."},
      {
        "id":"ED363054",
        "title":"Model for Competency-Based Personnel Preparation in Early Childhood Education. PROJECT PREPARE."},
      {
        "id":"ED363055",
        "title":"A Focus on Integration: Including All Students. Structuring Schools for Student Success...Publication 17019."},
      {
        "id":"ED363056",
        "title":"Eligibility Guidelines for Special Education. Publication 17080."},
      {
        "id":"ED363057",
        "title":"[Professional Development and Training for Early Intervention Service Providers.]"},
      {
        "id":"ED363059",
        "title":"Self-Study Guide to the Development of Educational Outcomes and Indicators: A Companion Piece to the Six Levels of Educational Outcomes and Indicators for Use by State Departments of Education, School Districts, and Local Schools."},
      {
        "id":"ED363060",
        "title":"Introduction to Autism: Self-Instructional Module. Revised."},
      {
        "id":"ED363061",
        "title":"Let Community Employment Be the Goal for Individuals with Autism."},
      {
        "id":"ED363062",
        "title":"Helping People with Autism Manage Their Behavior. Fourth Edition."},
      {
        "id":"ED363063",
        "title":"Learning To Be Independent and Responsible. Functional Programming for People with Autism: A Series."},
      {
        "id":"ED363064",
        "title":"Reading. Functional Programming for People with Autism: Revised. A Series."},
      {
        "id":"ED363065",
        "title":"Growing towards Independence by Learning Functional Skills and Behaviors. Functional Programming for People with Autism. Revised. A Series."},
      {
        "id":"ED363066",
        "title":"Functional School Activities I. Functional Programming for People with Autism: A Series."},
      {
        "id":"ED363067",
        "title":"Developing a Functional and Longitudinal Individual Plan. Functional Programming for People with Autism: A Series."},
      {
        "id":"ED363068",
        "title":"Enhancing Communication in Individuals with Autism through the Use of Pictures and Word Symbols. Functional Programming for People with Autism: A Series."},
      {
        "id":"ED363069",
        "title":"Toileting. Functional Programming for People with Autism: Revised. A Series."},
      {
        "id":"ED363070",
        "title":"Learning Self-Care Skills. Functional Programming for People with Autism: A Series."},
      {
        "id":"ED363071",
        "title":"Sex Education: Issues for the Person with Autism. Revised. Functional Programming for People with Autism: A Series."},
      {
        "id":"ED363072",
        "title":"Some Social Communication Skill Objectives and Teaching Strategies for People with Autism. Revised. Social Series."},
      {
        "id":"ED363073",
        "title":"Some Interpersonal Social Skill Objectives and Teaching Strategies For People with Autism. Revised. Social Series."},
      {
        "id":"ED363074",
        "title":"Creativity as an Educational Objective for Disadvantaged Students. Creativity: Research-Based Decision Making Series. Number 9306."},
      {
        "id":"ED363075",
        "title":"Developmental Disabilities Three-Year Plan Fiscal Years 1992-1994."},
      {
        "id":"ED363076",
        "title":"Partners in Policymaking Curriculum. Part One: Highlights. Part II: Collection of Readings."},
      {
        "id":"ED363077",
        "title":"Making Futures Happen: A Manual for Facilitators of Personal Futures Planning. Publication No. 421-90-036."},
      {
        "id":"ED363079",
        "title":"Trace ResourceBook: Assistive Technologies for Communication, Control and Computer Access, 1993-94 Edition."},
      {
        "id":"ED363080",
        "title":"Correlates of Long-Term Services among Senior Teachers of the Mentally Retarded."},
      {
        "id":"ED363081",
        "title":"Guidelines for Identification and Evaluation of Students with Learning Disabilities."},
      {
        "id":"ED363082",
        "title":"Conflict Resolution: An Interdisciplinary Curriculum Approach."},
      {
        "id":"ED363083",
        "title":"Executive Summaries of Research Syntheses and Promising Practices on the Education of Children with Attention Deficit Disorder. Education of Children with Attention Deficit Disorder."},
      {
        "id":"ED363084",
        "title":"Assessment and Characteristics of Children with Attention Deficit Disorder. Education of Children with Attention Deficit Disorder."},
      {
        "id":"ED363085",
        "title":"Research Synthesis on Education Interventions for Students with Attention Deficit Disorder. Education of Children with Attention Deficit Disorder."},
      {
        "id":"ED363086",
        "title":"The Effects of Stimulant Medication on Children with Attention Deficit Disorder. A Review of Reviews. Education of Children with Attention Deficit Disorder."},
      {
        "id":"ED363087",
        "title":"A Synthesis of Research Literature on the Assessment and Identification of Attention Deficit Disorder. Education of Children with Attention Deficit Disorder."},
      {
        "id":"ED363088",
        "title":"Promising Practices in Identifying and Educating Children with Attention Deficit Disorder. Education of Children with Attention Deficit Disorder."},
      {
        "id":"ED363089",
        "title":"Lingvo-didakticheskoe testirovanie (Language Testing)."},
      {
        "id":"ED363090",
        "title":"Assessment of Language Proficiency: Informing Policy and Practice."},
      {
        "id":"ED363091",
        "title":"A Style of the Relationships among Multilingualism, Learning Style, and Cognition."},
      {
        "id":"ED363093",
        "title":"Processing Strategies of Foreign Language Readers: Authentic and Edited Input."},
      {
        "id":"ED363094",
        "title":"A Guided Summary Completion Test for Long Academic Texts."},
      {
        "id":"ED363095",
        "title":"Federal Education Programs for Limited-English-Proficient Students: A Blueprint for the Second Generation. Report of the Stanford Working Group."},
      {
        "id":"ED363097",
        "title":"The TESOL Certificate: A View from Outside the U.S."},
      {
        "id":"ED363098",
        "title":"CUHK Papers in Linguistics, Number 3."},
      {
        "id":"ED363099",
        "title":"Constraints on Dative Acquisition by Chinese ESL Learners."},
      {
        "id":"ED363100",
        "title":"The Learnability of Locality Conditions on Quantification."},
      {
        "id":"ED363101",
        "title":"Do Learning Environments Make a Difference? A Study on the Acquisition of the English Interrrogatives by Three Types of Cantonese Classroom Learners."},
      {
        "id":"ED363102",
        "title":"The Stress Patterns of Nonsense English Words of Cantonese-Speaking ESL Learners."},
      {
        "id":"ED363103",
        "title":"Relative Complexity: Beyond Avoidance."},
      {
        "id":"ED363104",
        "title":"The Interpretation of Linguistic Signs and the Role of Inference."},
      {
        "id":"ED363105",
        "title":"CUHK Papers in Linguistics, Number 4."},
      {
        "id":"ED363106",
        "title":"Code-Mixing in Hongkong Cantonese-English Bilinguals: Constraints and Processes."},
      {
        "id":"ED363107",
        "title":"Information on Quantifiers and Argument Structure in English Learner's Dictionaries."},
      {
        "id":"ED363108",
        "title":"Systematic Variability: In Search of a Linguistic Explanation."},
      {
        "id":"ED363109",
        "title":"Aspect Licensing and Verb Movement in Mandarin Chinese."},
      {
        "id":"ED363110",
        "title":"Intuitive Judgments of Hong Kong Signers about the Relationship of Sign Language Varieties in Hong Kong and Shanghai."},
      {
        "id":"ED363112",
        "title":"Project LEAP: Learning-English-for-Academic-Purposes. Training Manual--Year One and Training Manual--Year Two."},
      {
        "id":"ED363113",
        "title":"Teaching Hebrew to Adults."},
      {
        "id":"ED363114",
        "title":"Hebrew as a Binding Force."},
      {
        "id":"ED363115",
        "title":"The Study on Reading Strategy of Students Learning Japanese as a Second Language."},
      {
        "id":"ED363116",
        "title":"Creating Music Videos of the Mind."},
      {
        "id":"ED363117",
        "title":"Enhancing Quality through Technology: The Case for Video."},
      {
        "id":"ED363118",
        "title":"A Sourcebook for Integrating ESL and Content Instruction Using the Foresee Approach."},
      {
        "id":"ED363119",
        "title":"A Contrastive Guide To Teach English to Chinese Students."},
      {
        "id":"ED363120",
        "title":"L'etude de l'apprentissage du vocabulaire en contexte par l'ecoute d'un dialogue scenarise en francais langue seconde (The Study of Vocabulary Learning in Context by Listening to a Dialogue in Scenario Form in French as a Second Language)."},
      {
        "id":"ED363121",
        "title":"ESL Teacher Educators and Teachers: Insights from Classroom Teachers with Language-Minority Students."},
      {
        "id":"ED363122",
        "title":"Practical Aspects in L3 Teacher Training."},
      {
        "id":"ED363123",
        "title":"Improving Comprehension and Reading Vocabulary in First Grade English Speakers of Other Languages."},
      {
        "id":"ED363124",
        "title":"German Language and Education in Pennsylvania, 1683-1911: Cultural Resistance and State Accommodation."},
      {
        "id":"ED363125",
        "title":"Children's Code Switching in Group Conversations."},
      {
        "id":"ED363127",
        "title":"Concentrated Language Encounters: The International Biography of a Curriculum Concept."},
      {
        "id":"ED363128",
        "title":"Making the Right Connections: Vocabulary Learning and the Mental Lexicon."},
      {
        "id":"ED363129",
        "title":"Two Composition Scoring Methods: The Analytic vs. Holistic Method."},
      {
        "id":"ED363130",
        "title":"Factors That Affect Chinese EFL Learner's Acquisition."},
      {
        "id":"ED363132",
        "title":"Inventing Writing: How ESL Writers Use Commonly Taught Prewriting Techniques."},
      {
        "id":"ED363133",
        "title":"The National Languages and Literacy Institute of Australia: A Distinctive Model for Language Planning and for a Language-in-Education Planning Agency?"},
      {
        "id":"ED363134",
        "title":"Projects: Practical Applications for Teacher Training."},
      {
        "id":"ED363135",
        "title":"Using Diverse Texts To Improve the Reading Proficiency of High School Students of French."},
      {
        "id":"ED363136",
        "title":"Reforming Mathematics Instruction for ESL Literacy Students. NCBE Program Information Guide Series, 15."},
      {
        "id":"ED363140",
        "title":"Manual for Classroom Testing in Peace Corps Second Language Courses. French and Spanish Language Editions."},
      {
        "id":"ED363141",
        "title":"Foreign Language Immersion Programs. ERIC Digest."},
      {
        "id":"ED363142",
        "title":"Literacy for Women Project. Report."},
      {
        "id":"ED363143",
        "title":"Goal-Based Assessment. An Exploration Team Approach."},
      {
        "id":"ED363144",
        "title":"Food and Beverage Industry ESL Workplace Literacy Curriculum for Hotels."},
      {
        "id":"ED363145",
        "title":"Convenience Store Workplace Literacy Curriculum."},
      {
        "id":"ED363146",
        "title":"REEP Federal Workplace Literacy Project. March 1, 1991 - February 28, 1993."},
      {
        "id":"ED363147",
        "title":"Volunteer Voice. 1992-93."},
      {
        "id":"ED363148",
        "title":"Reinventing the Federal Student Loan Program. A Proposal To Ensure the Stability of the Federal Student Loan Program, Improve Service to Students and Save Taxpayers Money."},
      {
        "id":"ED363149",
        "title":"Measuring the Quality of Life of University Students. Research Monograph Series. Volume 1."},
      {
        "id":"ED363150",
        "title":"Public Attitudes toward the University: The 1991 Winnipeg Area Study. Occasional Papers II."},
      {
        "id":"ED363151",
        "title":"Anchors for Community: A Report to the President and the College."},
      {
        "id":"ED363152",
        "title":"Writing at Western Michigan University: A Study of Faculty and Student Perceptions."},
      {
        "id":"ED363159",
        "title":"Maryland 2000. Journal of the Maryland Association for Institutional Research, 1993."},
      {
        "id":"ED363160",
        "title":"Adult Basic Education Principles to Access Aboriginal Students to Tertiary Education."},
      {
        "id":"ED363161",
        "title":"The Assessment of Educational Outcomes."},
      {
        "id":"ED363162",
        "title":"Modelos Interactivos en el Proceso de la Ensenanza y el Aprendizaje en el Nivel Universitario (Interactive Models in the Process of Teaching and Learning at the University Level)."},
      {
        "id":"ED363163",
        "title":"ISO 9000 Quality Systems: Application to Higher Education."},
      {
        "id":"ED363164",
        "title":"The Department Chair: New Roles, Responsibilities and Challenges. ASHE-ERIC Higher Education Report No. 1."},
      {
        "id":"ED363165",
        "title":"The Department Chair: New Roles, Responsibilities and Challenges. ERIC Digest."},
      {
        "id":"ED363166",
        "title":"Modelo Crosscultural de Pasantias para Lideres de la Educacion: Cooperacion entre Estados Unidos y Venezuela (Designing an Effective School Administrator Internship Program: United States and Venezuela Cooperation)."},
      {
        "id":"ED363167",
        "title":"Un Modelo Basico de Instruccion Directa Para la Ensenanza de la Metodologia de la Investigacion (Using the Basic Direct Model of Instruction To Teach an Introductory Research Model)."},
      {
        "id":"ED363171",
        "title":"The American College President: A 1993 Edition."},
      {
        "id":"ED363172",
        "title":"A Review of the ACE Fellows Program 1993."},
      {
        "id":"ED363173",
        "title":"Trends in Enrollment and Degrees Granted, 1948-1992. State University of New York Report No. 7-93."},
      {
        "id":"ED363175",
        "title":"Debt Burden: The Next Generation. Final Report."},
      {
        "id":"ED363176",
        "title":"Link between College Learning and the World of Work from a National Goals Perspective."},
      {
        "id":"ED363177",
        "title":"National Assessment of College Student Learning: A Status Report."},
      {
        "id":"ED363178",
        "title":"New Student Orientation: Student Assessment of a Program's Content."},
      {
        "id":"ED363179",
        "title":"Mentoring in Higher Education and Industry: Is There a Paradox?"},
      {
        "id":"ED363180",
        "title":"Commentary on the United States v. Fordice: An Analysis of Desegregation in Mississippi Higher Education."},
      {
        "id":"ED363183",
        "title":"Selected Data on Federal Support to Universities and Colleges: Fiscal Year 1991."},
      {
        "id":"ED363184",
        "title":"Students' Evaluation of the Board of Governors Bachelor of Arts Non-Traditional Degree Program."},
      {
        "id":"ED363185",
        "title":"The Russell Case: Academic Freedom vs. Public Hysteria."},
      {
        "id":"ED363187",
        "title":"Student Loan Reform. Hearing on S. 920 of the Committee on Labor and Human Resources, United States Senate, One Hundred Third Congress, First Session."},
      {
        "id":"ED363188",
        "title":"Fiscal Indicators for Postsecondary Education in New York State 1986-87 through 1990-91."},
      {
        "id":"ED363189",
        "title":"Air Force Academy: Gender and Racial Disparities. Report to the Chairman, Committee on Armed Services, U.S. Senate."},
      {
        "id":"ED363190",
        "title":"The African Student in the American University."},
      {
        "id":"ED363193",
        "title":"Minority Medical School Enrollment in the SREB States."},
      {
        "id":"ED363194",
        "title":"The Oklahoma State Study of Oklahoma's Public Higher Education Physical Infrastructure."},
      {
        "id":"ED363195",
        "title":"Women's Centers in the '90s."},
      {
        "id":"ED363196",
        "title":"Report on the Texas Plan 1983-1992. Faculty Report 1989-1992."},
      {
        "id":"ED363197",
        "title":"Candidacy as a Transformational Process."},
      {
        "id":"ED363199",
        "title":"Racism on the Iowa Campus: A Presentation on the Student Affairs Administrator and Black Student Perspectives."},
      {
        "id":"ED363200",
        "title":"The Closing Gateway: Californians Consider Their Higher Education System."},
      {
        "id":"ED363202",
        "title":"The University of New Mexico College of Education: External Perspectives on Environment and Needs."},
      {
        "id":"ED363203",
        "title":"Institutional Goals Ranking Report, 1993."},
      {
        "id":"ED363205",
        "title":"Trends Plus: U.S. Medical School Applicants, Matriculants, Graduates 1992."},
      {
        "id":"ED363206",
        "title":"Generalist Physician Initiatives in U.S. Medical Schools."},
      {
        "id":"ED363207",
        "title":"Minority Students in Medical Education: Facts and Figures VII."},
      {
        "id":"ED363208",
        "title":"The Statewide Extended Campus, 1993-94. Policies and Procedures for: The Colorado Statewide Extended Studies Program; Off-Campus State-Funded Programs; Out-of-State and Out-of-Country Instruction."},
      {
        "id":"ED363209",
        "title":"Scorecard on Colorado Public Higher Education: How the Public Higher Education System and Its Students Perform on Selected Measures."},
      {
        "id":"ED363211",
        "title":"Multicultural Education: Strategies for Implementation in Colleges and Universities. Volume 3."},
      {
        "id":"ED363212",
        "title":"Report on Prepaid Tuition Program."},
      {
        "id":"ED363213",
        "title":"General Education Curriculum: Renewal and Assessment."},
      {
        "id":"ED363215",
        "title":"Challenges and Opportunities of Information Technology in the 90s. Proceedings of the CAUSE National Conference (Miami Beach, Florida, November 27-30, 1990)."},
      {
        "id":"ED363216",
        "title":"Challenges and Opportunities of Information Technology in the 90s. Track I: Planning and Strategy."},
      {
        "id":"ED363217",
        "title":"Challenges and Opportunities of Information Technology in the 90s. Track II: Funding and Accountability."},
      {
        "id":"ED363218",
        "title":"Challenges and Opportunities of Information Technology in the 90s. Track III: Organization and Personnel."},
      {
        "id":"ED363219",
        "title":"Challenges and Opportunities of Information Technology in the 90s. Track IV: Policy and Standards."},
      {
        "id":"ED363220",
        "title":"Challenges and Opportunities of Information Technology in the 90s. Track V: Managing Telecommunications and Networking."},
      {
        "id":"ED363221",
        "title":"Challenges and Opportunities of Information Technology in the 90s. Track VI: Managing Academic Information Systems."},
      {
        "id":"ED363222",
        "title":"Challenges and Opportunities of Information Technology in the 90s. Track VII: Managing Applications and Technology."},
      {
        "id":"ED363223",
        "title":"Challenges and Opportunities of Information Technology in the 90s. Track VIII: Managing Distributed Computing Services."},
      {
        "id":"ED363225",
        "title":"Academic Challenges: Student Outcomes Assessment."},
      {
        "id":"ED363226",
        "title":"Internationalizing the California State University: Case Studies."},
      {
        "id":"ED363227",
        "title":"Student Outcomes Assessment: What Makes it Work? Assessment Practices &amp; Experiences in the California State University."},
      {
        "id":"ED363232",
        "title":"A Guide for New Planners."},
      {
        "id":"ED363234",
        "title":"The Challenge of Diversity."},
      {
        "id":"ED363235",
        "title":"The Creative Abyss: Liberal Education and Diversity."},
      {
        "id":"ED363237",
        "title":"Role of the Open Universities in the Developing World. al-Quds Open University. A Case Study."},
      {
        "id":"ED363238",
        "title":"Graduate Programs in the Study of Higher Education: Selected Syllabi."},
      {
        "id":"ED363240",
        "title":"Student Financial Aid Programs: Pell Grant Program Abuse. Testimony before the Permanent Subcommittee on Investigations, Committee on Governmental Affairs, U.S. Senate."},
      {
        "id":"ED363242",
        "title":"CSU and the Schools: Partners for Success. Final Report of the Subcommittee on CSU's Relationship to the Schools."},
      {
        "id":"ED363243",
        "title":"Cost-Benefit Analysis of Forbearances. Executive Summary."},
      {
        "id":"ED363244",
        "title":"Networking with Historically Black Colleges and Universities: Cultural Diversity in Public Administration Education at Indiana State University. A Final Report on a Cultural Diversity Innovation in Public Administration Education Project, 1992-1993."},
      {
        "id":"ED363245",
        "title":"Nature and Needs of Developmental Learners. A Selected Annotated Bibliography."},
      {
        "id":"ED363246",
        "title":"History of Women Higher Education in America. A Selected Annotated Bibliography."},
      {
        "id":"ED363247",
        "title":"History of Black Higher Education in America. A Selected Bibliography."},
      {
        "id":"ED363248",
        "title":"Dissertations in the Field of Developmental Education. A Selected Annotated Bibliography."},
      {
        "id":"ED363250",
        "title":"Minorities in Higher Education. 1992 Eleventh Annual Status Report."},
      {
        "id":"ED363251",
        "title":"Higher Education, New York's Opportunity Industry: Sharing the Challenge. Report of the New York State Regents' Commission on Higher Education."},
      {
        "id":"ED363252",
        "title":"A Selected List of Fellowship and Other Support Opportunities for Advanced Education for United States Citizens and Foreign Nationals."},
      {
        "id":"ED363253",
        "title":"Reinventing Community by Changing the Academic Calendar: Changing Time and the Consequences."},
      {
        "id":"ED363258",
        "title":"Price Indexes for Institutions of Higher Education."},
      {
        "id":"ED363259",
        "title":"Joint Accreditation and State Program Reviews: Breaking New Ground."},
      {
        "id":"ED363260",
        "title":"Instructional Applications of Virginia's Public Education Network (VA PEN): Thomas Jefferson On-Line."},
      {
        "id":"ED363261",
        "title":"National Responses to International Satellite Television."},
      {
        "id":"ED363262",
        "title":"Using Simulation To Investigate the Use of Computer-Mediated Communication."},
      {
        "id":"ED363263",
        "title":"An Automated Approach to Instructional Design Guidance."},
      {
        "id":"ED363264",
        "title":"Curriculum and Context. Summative Report, Vol. 1 from the Project: Curriculum and Context in the Use of Computers for Classroom Learning."},
      {
        "id":"ED363265",
        "title":"The Use of Computers for Classroom Learning. Summative Report, Vol. 2 from the Project: Curriculum and Context in the Use of Computers for Classroom Learning."},
      {
        "id":"ED363266",
        "title":"Closing the Circle: Conclusions and Recommendations. Summative Report, Vol. 3 from the Project: Curriculum and Context in the Use of Computers for Classroom Learning."},
      {
        "id":"ED363267",
        "title":"Integration of Public and Technical Services."},
      {
        "id":"ED363271",
        "title":"Interactions among Attributional Style, Attributional Feedback, and Learner-Controlled CBI."},
      {
        "id":"ED363272",
        "title":"Computer Testing versus Paper-and-Pencil Testing: An Analysis of Examinee Characteristics Associated with Mode Effect."},
      {
        "id":"ED363273",
        "title":"Evaluating Distance Learning Projects: An Approach for Cross-Project Comparisons."},
      {
        "id":"ED363274",
        "title":"The Genesis of Two-Way Interactive Video and Audio for Teaching Students in Rural, Small Schools: A Model for Implementation."},
      {
        "id":"ED363275",
        "title":"New Directions for American Education: Implications for Continuing Educators."},
      {
        "id":"ED363276",
        "title":"Interaction Strategies and Emerging Technologies."},
      {
        "id":"ED363277",
        "title":"Effectiveness of a Computer-Based AIDS Education Game: BlockAIDS."},
      {
        "id":"ED363278",
        "title":"Televirtuality: &quot;Being There&quot; in the 21st Century."},
      {
        "id":"ED363338",
        "title":"Bibliographic Management Software Seminars: Funding and Implementation."},
      {
        "id":"ED363339",
        "title":"Children's School Textbooks in Public Libraries."},
      {
        "id":"ED363340",
        "title":"Use of Electronic Information Systems--Another Perspective."},
      {
        "id":"ED363341",
        "title":"Survey of Ohio's Prison Libraries."},
      {
        "id":"ED363342",
        "title":"Commonalities in Critical Thinking Skills Instruction and Library Skills Instruction."},
      {
        "id":"ED363343",
        "title":"The Status of Catalogers in the Field of Librarianship."},
      {
        "id":"ED363344",
        "title":"The Subjects of &quot;Current Biography Yearbook&quot; in 1970 and 1991: Does Cultural Change Show a Difference?"},
      {
        "id":"ED363345",
        "title":"The Use of Children's Library Services by Child Care Givers in the Norweld Service Area."},
      {
        "id":"ED363346",
        "title":"Metalibrarianship: A Model for Intellectual Foundations of Library Information Science."},
      {
        "id":"ED363347",
        "title":"Alabama Public Library Service Annual Report, 1992."},
      {
        "id":"ED363349",
        "title":"Career Center Libraries in Colleges and Universities."},
      {
        "id":"ED363350",
        "title":"Copyright in Alberta Schools. Information about the Print License with CANCOPY."},
      {
        "id":"ED363351",
        "title":"Technology Policy: Information Infrastructure [Information Superhighways and High Performance Computing]. Hearings before the Subcommittee on Technology, Environment and Aviation of the Committee on Science, Space, and Technology. House of Representatives, One Hundred Third Congress, First Session (March 23 and 25, 1993)."},
      {
        "id":"ED363353",
        "title":"Catch the Wave. Adventures with Paddington Reading Club. 1989 Summer Reading Program: Information, Activities, Ideas."},
      {
        "id":"ED363354",
        "title":"Reading Is Dino-Mite. 1991 Summer Reading Program."},
      {
        "id":"ED363355",
        "title":"SI for Kids Library Reading Team. Ideas and Activities. 1992 Summer Reading Program."},
      {
        "id":"ED363356",
        "title":"Hungarian Librarianship in Transition: An Academic Case Study."},
      {
        "id":"ED363357",
        "title":"End User Searching of Medline. Final Report."},
      {
        "id":"ED363358",
        "title":"The Roles of the Public Library in Society: The Results of a National Survey. Final Report [and] Appendix."},
      {
        "id":"ED363359",
        "title":"Project Triple E Update: A Multi-Institution Implementation of a Faculty Support System."},
      {
        "id":"ED363360",
        "title":"University Practices That Hinder the Academic Success of Community College Transfer Students."},
      {
        "id":"ED363361",
        "title":"The Development of a Black Student Recruitment Program at Jackson State Community College."},
      {
        "id":"ED363362",
        "title":"Who Are the Model Minorities among the Junior College Asian-American Subgroups?"},
      {
        "id":"ED363363",
        "title":"Development of a Mission Statement for a Comprehensive Urban Community College."},
      {
        "id":"ED363364",
        "title":"Promoting Student Success through Targeted Services and Assessment Processes: Midlands Technical College Comprehensive Student Success Program. Student Success Program."},
      {
        "id":"ED363365",
        "title":"Annual Information Digest, Los Angeles Community Colleges, 1991-1993."},
      {
        "id":"ED363370",
        "title":"Citizens Advisory Committees for Virginia Highlands Community College. A Handbook of Information, Policies, and Procedures. Revised."},
      {
        "id":"ED363371",
        "title":"Developing an Efficient and Effective Admission Criteria That Reduce Faculty Time and Complaints To Administer."},
      {
        "id":"ED363372",
        "title":"The Economic Impact of Dutchess Community College."},
      {
        "id":"ED363373",
        "title":"Envisioning New Horizons: Report of the Commission on New Directions for Michigan Community Colleges."},
      {
        "id":"ED363374",
        "title":"Learning for Literacy in the Vocational Trades."},
      {
        "id":"ED363375",
        "title":"Teaching a Multicultural Humanities Curriculum in the &quot;P.C.&quot; Era."},
      {
        "id":"ED363376",
        "title":"Great Plains Beacon."},
      {
        "id":"ED363377",
        "title":"Focus: A Forum on Teaching and Learning in Utah Community Colleges."},
      {
        "id":"ED363378",
        "title":"All's Ill That Ends Ill? The Effectiveness of Role Modeling as an Instructional Strategy in Business Management Education."},
      {
        "id":"ED363379",
        "title":"Meeting the Diverse Learning Needs of Early Childhood Education College Students through a Self-Directed Learning Process."},
      {
        "id":"ED363380",
        "title":"Comprehensive Analysis: A Holistic Approach to Program Review."},
      {
        "id":"ED363381",
        "title":"Guide to Staff Development Evaluation."},
      {
        "id":"ED363382",
        "title":"Developing a Comprehensive Strategic Plan for Campus Computing: A User-Friendly Approach."},
      {
        "id":"ED363383",
        "title":"Agenda [to the Workshop Meeting on the Commission on Innovation's Report, &quot;Choosing the Future.&quot;]"},
      {
        "id":"ED363384",
        "title":"Long Range Plan, 1993-1996. Pennsylvania College of Technology."},
      {
        "id":"ED363385",
        "title":"Transfer Rates and Academic Performance of Delta College Students."},
      {
        "id":"ED363386",
        "title":"Restructuring Student Experiences Using Tech Prep Mapping To Integrate Vocational and Academic Curriculum."},
      {
        "id":"ED363388",
        "title":"The Development of a Generic Pharmaceutical Training Institute."},
      {
        "id":"ED363390",
        "title":"The State of the World's Children, 1993. Summary."},
      {
        "id":"ED363391",
        "title":"Intergenerational Continuities: The Influence of the Mother-Grandmother Relationship on Parenting of Young African-American Mothers."},
      {
        "id":"ED363392",
        "title":"Research and Clinical Center for Child Development Annual Report, 1991-1992, No. 15."},
      {
        "id":"ED363394",
        "title":"Family Research in the 1990s."},
      {
        "id":"ED363395",
        "title":"Resources for Early Childhood Training: An Annotated Bibliography. Revised Edition."},
      {
        "id":"ED363396",
        "title":"Varieties of Excellence: Identifying and Assessing Children's Talents. A Series on Authentic Assessment and Accountability."},
      {
        "id":"ED363397",
        "title":"Attachment, Coping, and Attributional Style in Late Adolescence."},
      {
        "id":"ED363398",
        "title":"The Influence of Ethnicity on Grandparent-Grandchild Relations Subsequent to the Divorce of an Adult Child."},
      {
        "id":"ED363399",
        "title":"Child Looking Patterns: A Sudden Change in Visual Information Pick-Up at 32 Month of Age."},
      {
        "id":"ED363401",
        "title":"A Time To Grow, Show, Know! A Guide for Early Childhood Education Programs, Birth through Kindergarten Age...and Beyond."},
      {
        "id":"ED363402",
        "title":"Early Identification and Interventions for Elementary Students at Risk of Not Succeeding in School."},
      {
        "id":"ED363403",
        "title":"Toward Teen Health. The Ounce of Prevention Fund School-Based Adolescent Health Centers."},
      {
        "id":"ED363404",
        "title":"Preschoolers' Understanding of Germs as Causes of Illness."},
      {
        "id":"ED363405",
        "title":"Texas Evaluation Study of Prekindergarten Programs: Preliminary Findings."},
      {
        "id":"ED363406",
        "title":"Language Development Component: All Day Kindergarten Program 1991-1992. Final Evaluation Report. Elementary and Secondary Education Act--Chapter 1."},
      {
        "id":"ED363407",
        "title":"High/Scope Educational Research Foundation. The Milton and Eleanor Fromer Lecture on Early Childhood Education (6th, Jerusalem, Israel, December 17, 1991)."},
      {
        "id":"ED363408",
        "title":"Attentional Predispositions and Linguistic Sensitivity in the Acquisition of Object Words."},
      {
        "id":"ED363409",
        "title":"A Situational Approach to Assessing Parenting Competency."},
      {
        "id":"ED363410",
        "title":"Keep Them Safe: A Guide to Children's Car Seats (Prenez-en soin: Un guide concernant les sieges d'enfant a bord des vehicules automobiles)."},
      {
        "id":"ED363412",
        "title":"Engagement Rates during Thematic and Traditional Instruction."},
      {
        "id":"ED363414",
        "title":"Investing in Quality: The Impact of the Head Start Expansion and Improvement Act of 1990 in Its First Year of Implementation."},
      {
        "id":"ED363415",
        "title":"Kentucky Education Reform Act (KERA) Preschool Programs. Third Party Evaluation. Final Report."},
      {
        "id":"ED363416",
        "title":"Increasing Job Satisfaction among Child Care Workers through the Training of First-Level Supervisors."},
      {
        "id":"ED363417",
        "title":"Maternal Childrearing Practices with Preschoolers: Relationship to Infant/Toddler Care Patterns."},
      {
        "id":"ED363418",
        "title":"Parent Support Conference Papers. Ara Whakamana Pathways to Empowerment (Wellington, New Zealand, November 3-4, 1992)."},
      {
        "id":"ED363419",
        "title":"The Effect of Temperament on the Demands Made by Toddlers."},
      {
        "id":"ED363420",
        "title":"Exploring Integrative Curriculum for More Effective Learning by Primary Students in Costa Rica."},
      {
        "id":"ED363421",
        "title":"Educating Parents on Developmentally Age-Appropriate Learning in Preschool."},
      {
        "id":"ED363423",
        "title":"The Role of Questions in Small Group Discussions."},
      {
        "id":"ED363424",
        "title":"Mixed Age Groups in Swedish Nursery School and Compulsory School."},
      {
        "id":"ED363425",
        "title":"Child Welfare in Europe. 1993: Implications for Adoption. Report of a Seminar (Brussels, Belgium, March 1993)."},
      {
        "id":"ED363426",
        "title":"UNICEF Annual Report, 1993."},
      {
        "id":"ED363427",
        "title":"Has Growing Income Inequality Come to an End?"},
      {
        "id":"ED363428",
        "title":"Illinois Prekindergarten Program for Children At Risk of Academic Failure. FY 92 Summary Report."},
      {
        "id":"ED363429",
        "title":"Readiness for Kindergarten: Parent and Teacher Beliefs. Statistics in Brief."},
      {
        "id":"ED363430",
        "title":"The Unfair Search for Child Care: Working Moms, Poverty, and the Unequal Supply of Preschools across America."},
      {
        "id":"ED363432",
        "title":"Securing Our Future. Proceedings of the Conference on Children--Our Future (Kuala Lumpur, Malaysia, November 19-21, 1991)."},
      {
        "id":"ED363435",
        "title":"An Assessment of the Self-Protective Function of Self-Handicapping."},
      {
        "id":"ED363436",
        "title":"Making Cultural Connections for African American Children under Six: Affirming Culture through Literature and the Arts."},
      {
        "id":"ED363437",
        "title":"A Hot Breakfast Program in an Elementary School."},
      {
        "id":"ED363438",
        "title":"Sticking Together II: Strengthening Linkages and the Transition between Early Childhood Education and Early Elementary School. Summary of the National Policy Forum (2nd, Washington, D.C., November 5-6, 1992)."},
      {
        "id":"ED363439",
        "title":"Helping Your Child Be Healthy and Fit. With Activities for Children Aged 4 through 11."},
      {
        "id":"ED363440",
        "title":"Characteristics of Children Who Are &quot;Behind&quot; in School."},
      {
        "id":"ED363441",
        "title":"Parents' Literacy and Their Children's Success in School: Recent Research, Promising Practices, and Research Implications. Education Research Report."},
      {
        "id":"ED363442",
        "title":"Trends in the Educational Experience of 3- to 4-Year-Old Children."},
      {
        "id":"ED363443",
        "title":"Toxic Substances: The Extent of Lead Hazards in Child Care Facilities and Schools Is Unknown. Report to the Chairman, Subcommittee on Health and the Environment, Committee on Energy and Commerce, House of Representatives."},
      {
        "id":"ED363444",
        "title":"Integrating Community Services for Young Children and Their Families. Policy Briefs, Report 3, 1993."},
      {
        "id":"ED363448",
        "title":"How To Pick a Special Day Care Center."},
      {
        "id":"ED363449",
        "title":"Teaching Low-Income Mothers To Teach Their Children."},
      {
        "id":"ED363450",
        "title":"Using the Head Start On-Site Program Review Instrument (OSPRI) To Train Principals in Developmentally Appropriate Classroom Practices."},
      {
        "id":"ED363451",
        "title":"Developmentally Appropriate Middle Level Schools."},
      {
        "id":"ED363452",
        "title":"Distinctions between Self-Esteem and Narcissism: Implications for Practice. Perspectives from ERIC/EECE: A Monograph Series, No. 5."},
      {
        "id":"ED363453",
        "title":"Helping Others with Their Teaching."},
      {
        "id":"ED363454",
        "title":"Dispositions as Educational Goals. ERIC Digest."},
      {
        "id":"ED363455",
        "title":"Reaching the Goals. Goal 2: High School Completion."},
      {
        "id":"ED363456",
        "title":"Goals 2000: Educate America Act. Hearing on S. 846 before the Committee on Labor and Human Resources. United States Senate, One Hundred Third Congress, First Session."},
      {
        "id":"ED363457",
        "title":"Task Force on Aboriginal Peoples in Federal Corrections. Final Report."},
      {
        "id":"ED363458",
        "title":"Library Catalogue of Aboriginal Resources = Ouvrages Autochtones la Bibliothique. Aboriginal Peoples Collection."},
      {
        "id":"ED363459",
        "title":"Toward a Program That Makes a Difference: A Consultation with Prospective Clients of the Gabriel Dumont Institute Community Training Directorate. Aboriginal Peoples Collection. Corrections Branch."},
      {
        "id":"ED363460",
        "title":"The Native Inmate Substance Abuse Pre-Treatment Program: A Demonstration Project (January 1990-December 1990). Final Report. Aboriginal Peoples Collection. Corrections Branch."},
      {
        "id":"ED363461",
        "title":"Rural Education Research &amp; Development Center Report 1992."},
      {
        "id":"ED363462",
        "title":"Native Americans: We Are Here. Newsweek Social Studies Program."},
      {
        "id":"ED363463",
        "title":"University and Community Partnership: Access and Economic Development in Rural America."},
      {
        "id":"ED363464",
        "title":"Strengthening Partnerships for Children: The Circle Never Ends. Conference Highlights and Recommendations. National Training Institute and Spring Issues Conference (Denver, Colorado, March 1992)."},
      {
        "id":"ED363465",
        "title":"Migrant Education Health Program, 1992. Final Report."},
      {
        "id":"ED363467",
        "title":"Reflections and Recommendations Based on a Migrant Health Center's Participation in a CDC Study."},
      {
        "id":"ED363468",
        "title":"Rural School Reform: Teacher Decision Making and Cognitive Constraints."},
      {
        "id":"ED363472",
        "title":"Appalachian Access and Success. Research Updates, Number 1."},
      {
        "id":"ED363474",
        "title":"A Followup Study of the ARC/IBM Writing To Read Project in Kentucky, Virginia, and West Virginia. Final Report."},
      {
        "id":"ED363477",
        "title":"All the Words in the World."},
      {
        "id":"ED363478",
        "title":"Proposed Regulations To Implement the 1988 Amendments to the Indian Self-Determination and Education Assistance Act. Oversight Hearing To Establish a Detailed Timeframe for the Swift Development of New Implementing Regulations with Close Tribal Participation before the Committee on Indian Affairs. United States Senate, One Hundred Third Congress, First Session (May 14, 1993)."},
      {
        "id":"ED363479",
        "title":"Results of the Multi-Jurisdictional Conference on the Farmworker and Day Laborer Housing Crisis (San Diego, California, February 21, 1991)."},
      {
        "id":"ED363482",
        "title":"Native American Women in Higher Education: A Pathfinder."},
      {
        "id":"ED363483",
        "title":"Whole Language ESL: Reading, Writing, and Speaking."},
      {
        "id":"ED363484",
        "title":"A Migrant Family."},
      {
        "id":"ED363485",
        "title":"Meeting the Dental Hygiene Needs of Elementary Hispanic Migrant Students through Supplemental Health Instruction and Services in a Community Setting."},
      {
        "id":"ED363486",
        "title":"Sisters in the Blood: The Education of Women in Native America."},
      {
        "id":"ED363487",
        "title":"A Natural Education: Native American Ideas and Thoughts."},
      {
        "id":"ED363489",
        "title":"The Use of Peer-Based Support in Rural Settings To Effect Curriculum Renewal."},
      {
        "id":"ED363490",
        "title":"School District Reorganization in Illinois: Improving Educational Opportunities for Students."},
      {
        "id":"ED363491",
        "title":"A National Survey of Distance Education Use in Rural School Districts of 300 Students or Less."},
      {
        "id":"ED363492",
        "title":"Development and Implementation of Managerial Strategies Designed To Retain Displaced Migrant Support Personnel into Newly Defined Job Assignments."},
      {
        "id":"ED363493",
        "title":"The Argument for Accountability That Works. A Position Statement of the National Association of State Directors of Migrant Education."},
      {
        "id":"ED363494",
        "title":"South Dakota Dropout Study, 1991-92."},
      {
        "id":"ED363496",
        "title":"Developmental Research as a Way to an Empirically Based 'Didactical' Structure of Physics: The Case of Radioactivity."},
      {
        "id":"ED363497",
        "title":"The Impact of External Examinations on Science Teaching."},
      {
        "id":"ED363498",
        "title":"Science Teachers in Nevada: State of the Profession, Spring, 1990."},
      {
        "id":"ED363499",
        "title":"Knowledge Dissemination and Use in Science and Mathematics Education: A Literature Review."},
      {
        "id":"ED363501",
        "title":"Empirical Research in Chemistry and Physics Education. Proceedings of the International Seminar (Dortmund, Germany, June 10-12, 1992)."},
      {
        "id":"ED363503",
        "title":"Manitoba Science Assessment 1990 Final Report and Summary Report."},
      {
        "id":"ED363505",
        "title":"Inventory of Innovative Learning Materials in Marine Science and Technology. UNESCO Reports in Marine Science 60."},
      {
        "id":"ED363506",
        "title":"Aviation &amp; Space Curriculum Guide K-3. Revised."},
      {
        "id":"ED363507",
        "title":"Teaching Practices, Science Laboratory Learning Environment and Attitudes in South Pacific Secondary Schools."},
      {
        "id":"ED363508",
        "title":"ACT Science, C-Base Science, College Science Hours, and GPA: Predictors of Preservice Elementary Teachers' Attitudes Toward the Teaching of Science."},
      {
        "id":"ED363509",
        "title":"Effects of Instructional Differences among Ability Groups on Student Achievment in Middle-School Science and Mathematics."},
      {
        "id":"ED363510",
        "title":"Scientific Work Experience Programs: University and Corporate Collaboratives."},
      {
        "id":"ED363511",
        "title":"The Missing Context in Science Education: Science."},
      {
        "id":"ED363512",
        "title":"Gender Differences in Science Course-Taking Patterns among College Undergraduates."},
      {
        "id":"ED363513",
        "title":"The High School Biology Textbook: A Changing Mosaic of Gender, Science, and Purpose."},
      {
        "id":"ED363514",
        "title":"Social Contexts for Literacy: Two Biology Classrooms."},
      {
        "id":"ED363515",
        "title":"Ethnicity, Teacher Decision-Making, Constructivism, and Semiology: A Promising New Mix."},
      {
        "id":"ED363520",
        "title":"Environmental Education in the Schools: Creating a Program that Works! Manual M0044."},
      {
        "id":"ED363521",
        "title":"Global Thinking. Teacher&apos;s Resource Guide."},
      {
        "id":"ED363522",
        "title":"Myth, Metaphors, and Meaning."},
      {
        "id":"ED363523",
        "title":"The Role of &quot;Self&quot; and &quot;Other&quot; in Developing a Theoretical Base for the Concept of Infusion in a Multicultural Model."},
      {
        "id":"ED363524",
        "title":"Orientation and Intentionality as Components of Creative Musical Activity."},
      {
        "id":"ED363526",
        "title":"Teaching about the Fourth Amendment's Protection against Unreasonable Searches and Seizures. ERIC Digest."},
      {
        "id":"ED363527",
        "title":"The Core Ideas of &quot;Lessons from History: Essential Understandings and Historical Perspectives Students Should Acquire.&quot; ERIC Digest."},
      {
        "id":"ED363528",
        "title":"It's Different for Daughters: A History of the Curriculum for Girls in New Zealand Schools, 1900-1975. Educational Research Series No. 65."},
      {
        "id":"ED363530",
        "title":"Sex, Lies, &amp; Stereotypes: The Image of Arabs in American Popular Fiction. ADC Issue Paper No. 23."},
      {
        "id":"ED363531",
        "title":"Teachers' Resources on the Middle East."},
      {
        "id":"ED363532",
        "title":"Cruel and Unusual: Negative Images of Arabs in American Popular Culture. Third Edition. ADC Issue Paper No. 15."},
      {
        "id":"ED363533",
        "title":"A Celebration of Life: Memories of an Arab-American in Cleveland. ADC Issues, Issue #7."},
      {
        "id":"ED363534",
        "title":"We: Lessons on Equal Worth and Dignity, the United Nations, and Human Rights. Educating for Peace Project."},
      {
        "id":"ED363535",
        "title":"A Child's Right: A Safe and Secure World. The United Nations Convention on the Rights of the Child. Educating for Peace Project."},
      {
        "id":"ED363536",
        "title":"The United Nations: A Right to Education and Literacy. Educating for Peace Project."},
      {
        "id":"ED363541",
        "title":"Focus on Current Affairs: A Monograph for Secondary Social Studies Teachers."},
      {
        "id":"ED363543",
        "title":"Critical Analysis of a Social and Scientific Moral Dilemma: Fifth Graders and Veterans Respond to &quot;Hiroshima No Pika.&quot;"},
      {
        "id":"ED363544",
        "title":"Peer Ratings of Aggression: Relation to Social Skills, Behavior Problems, and Friendships."},
      {
        "id":"ED363545",
        "title":"Sex-Role Influences on Turkish Adolescents' Self-Identity."},
      {
        "id":"ED363546",
        "title":"Biography Today: Profiles of People of Interest to Young Readers, 1992-1993."},
      {
        "id":"ED363547",
        "title":"Development of Spatial Understanding in Japanese and American Children's Drawings."},
      {
        "id":"ED363548",
        "title":"Gender Equity and Gender Bias in the Middle School Classroom."},
      {
        "id":"ED363549",
        "title":"Nonacademic Self-Concept and Gender as Achievement Predictors."},
      {
        "id":"ED363550",
        "title":"Q-Methodology: Perceptions of International Student Services in Higher Education."},
      {
        "id":"ED363551",
        "title":"Selves in Relation: Reconstructing Community."},
      {
        "id":"ED363552",
        "title":"500 Years and Beyond. A Teachers&apos; Resource Guide."},
      {
        "id":"ED363553",
        "title":"Religion in the Social Studies Curriculum. ERIC Digest."},
      {
        "id":"ED363554",
        "title":"[Corn.]"},
      {
        "id":"ED363555",
        "title":"Socio-Emotional Adjustment in Adolescence and the Perception of Family Relations."},
      {
        "id":"ED363556",
        "title":"Voices from the Glass Closet: Lesbian and Gay Teachers Talk about Their Lives."},
      {
        "id":"ED363557",
        "title":"Visions of Mary Wollstonecraft: Implications for Education."},
      {
        "id":"ED363559",
        "title":"Humans, Nature, Places, and Things: An ECO/SOCIAL Studies View of the World."},
      {
        "id":"ED363560",
        "title":"The Introductory Course in Geography for the Preservice Teacher."},
      {
        "id":"ED363562",
        "title":"Fostering Student Discipline and Effort: Approaches Used in Chinese Schools."},
      {
        "id":"ED363566",
        "title":"Women's Leadership Roles and Washington Internships."},
      {
        "id":"ED363567",
        "title":"Regulating Equality: The Development of an Equity Board for Faculty, Students, and Staff."},
      {
        "id":"ED363568",
        "title":"Teaching with Historic Places. ERIC Digest."},
      {
        "id":"ED363569",
        "title":"Teaching Foreign Policy in the Post-Cold War Era. ERIC Digest."},
      {
        "id":"ED363570",
        "title":"A Public Voice...'92. America's Role in the World. Energy Options. The Boundaries of Free Speech. A Report from the National Issues Forums, Fall &amp; Winter 1991-1992."},
      {
        "id":"ED363571",
        "title":"The Busy Citizen's Discussion Guide: Sexual Harassment--Suggestions for Informal Conversations."},
      {
        "id":"ED363572",
        "title":"Critical Thinking as Creativity. Resource Publication Series 4 No. 5."},
      {
        "id":"ED363573",
        "title":"Critical Thinking and Education for Democracy. Resource Publication Series 4 No. 2."},
      {
        "id":"ED363574",
        "title":"Thinking Critically about Moral Questions. Resource Publication Series 4 No. 4."},
      {
        "id":"ED363575",
        "title":"Connections: Adult Religious Education, Youth Programs, Study Circle Researchers, Unions."},
      {
        "id":"ED363576",
        "title":"Guidelines for Developing Study Circle Course Material."},
      {
        "id":"ED363577",
        "title":"Guidelines for Organizing and Leading a Study Circle."},
      {
        "id":"ED363578",
        "title":"An Introduction to Study Circles."},
      {
        "id":"ED363580",
        "title":"Experience versus Theory in Teacher Education. Research in Teacher Education Monograph Series, No. 1/91."},
      {
        "id":"ED363584",
        "title":"Physical Education Instructional Program Evaluation. Curriculum Support Series 1992."},
      {
        "id":"ED363586",
        "title":"Dance: A Maryland Curricular Framework."},
      {
        "id":"ED363587",
        "title":"Classroom Activities in School Bus and Pedestrian Safety Education. Bulletin No. 93138."},
      {
        "id":"ED363588",
        "title":"Survey of Health Education Curricula in Residential Schools for the Visually and Hearing Impaired."},
      {
        "id":"ED363589",
        "title":"School Occupational Exposure to Bloodborne Pathogens. A Report To Provide Information."},
      {
        "id":"ED363590",
        "title":"Hamlet's Suicide Soliloquy: A Case Study in Suicide Ideology."},
      {
        "id":"ED363591",
        "title":"Special Needs Adolescents and Sexuality Education: A Health Challenge for the Nineties."},
      {
        "id":"ED363592",
        "title":"Instructional Preferences of Preservice Teachers at Three Different Levels of Academic Aptitude."},
      {
        "id":"ED363593",
        "title":"A Report on Reports: Two Dilemmas of Genre Teaching."},
      {
        "id":"ED363594",
        "title":"Teachers in the Trenches: Reflecting on Youth at Risk."},
      {
        "id":"ED363595",
        "title":"Reform in Teacher Education: The Power and the Pedagogy."},
      {
        "id":"ED363597",
        "title":"Toward Effective Program Implementation: The Stanford Computer-Based Educator Training Intervention (SCETI)."},
      {
        "id":"ED363598",
        "title":"Teaching as Therapy: Conveying Thinkers to Holonomy."},
      {
        "id":"ED363599",
        "title":"Knowing, Assuming, and Theorizing: Activities To Teach about Theory."},
      {
        "id":"ED363600",
        "title":"Anatomy of a National Team Case Competition: Reflections of the Winning Team."},
      {
        "id":"ED363601",
        "title":"On Improving Reflective Thinking through Teacher Education."},
      {
        "id":"ED363602",
        "title":"Living the Lesson: Designing More Balanced &amp; Effective Graduate-Level Qualitative/Quantitative Course Content &amp; Instruction."},
      {
        "id":"ED363603",
        "title":"Feedback Exchange: Managing Group Closure."},
      {
        "id":"ED363604",
        "title":"At Risk Students in a Whole Language Classroom: A Naturalistic Inquiry."},
      {
        "id":"ED363605",
        "title":"Enhancing Instruction through Software Infusion."},
      {
        "id":"ED363606",
        "title":"National Service: Implications for Teacher Education. An Issue Paper."},
      {
        "id":"ED363607",
        "title":"Research, Issues, and Practices. Annual Curriculum and Instruction Research Symposium Conference Proceedings (1st, Vermillion, South Dakota, April 22, 1993)."},
      {
        "id":"ED363608",
        "title":"North Carolina Approved Teacher Education Programs."},
      {
        "id":"ED363609",
        "title":"Harvard Graduate School of Education Catalog of K-12 Case Materials."},
      {
        "id":"ED363610",
        "title":"Leadership, Responsibility, and Innovation in the Education Decade. Seventeenth Report of the Commission on Teacher Credentialing, 1989-1991."},
      {
        "id":"ED363611",
        "title":"Competent and Caring Educators in Every School: The Mission and Goals of the Commission on Teacher Credentialing."},
      {
        "id":"ED363613",
        "title":"Science Centre Education. Motivation and Learning in Informal Education. Research Report 119."},
      {
        "id":"ED363614",
        "title":"Implementing Reciprocal Teaching: Was It Effective?"},
      {
        "id":"ED363615",
        "title":"Teacher Education Policy in the States: A 50-State Survey of Legislative and Administrative Actions."},
      {
        "id":"ED363617",
        "title":"Toward National Standards and Testing: The Educational Equity Imperative. Draft."},
      {
        "id":"ED363619",
        "title":"Equity in the Design of Performance Assessments: A Handle To Wind up the Tongue with?"},
      {
        "id":"ED363620",
        "title":"GLE: Grade Level Evaluation. Ensuring Academic Success."},
      {
        "id":"ED363621",
        "title":"Results of College Admissions Testing in Texas for 1990/91 Graduating Seniors."},
      {
        "id":"ED363622",
        "title":"How To Assess Student Performance in Science: Going beyond Multiple-Choice Tests. A Resource Manual for Teachers."},
      {
        "id":"ED363623",
        "title":"Negotiating and Using Frames To Develop Specific Critical Thinking and Writing Skills."},
      {
        "id":"ED363624",
        "title":"Exploring the Relationship of Test Anxiety and Metacognition on Reading Test Performance: A Cognitive Analysis."},
      {
        "id":"ED363625",
        "title":"Advances in Education Research. Volume 1, No. 1., Summer 1993."},
      {
        "id":"ED363626",
        "title":"Sources of Mentoring Selected by Undergraduate Students at Michigan State University."},
      {
        "id":"ED363628",
        "title":"The Concept of Reliability as It Pertains to Data from Qualitative Studies."},
      {
        "id":"ED363629",
        "title":"Complex Information Coordination Performance: Differential Changes in Working Memory Contributions Following Training. Final Report. Cognitive Components of Information Coordination."},
      {
        "id":"ED363630",
        "title":"Assessment in Education: A Search for Clarity in the Growing Debate."},
      {
        "id":"ED363631",
        "title":"The Elementary School Curriculum Efficacy Program. Summary Report 1991-92."},
      {
        "id":"ED363632",
        "title":"The Student Achievement Accountability Committee. Report and Recommendations."},
      {
        "id":"ED363633",
        "title":"Texas Assessment of Academic Skills and TEAMS Exit Level. Student Performance Results, 1991-1992. Volume 1. Statewide and Regional Results."},
      {
        "id":"ED363635",
        "title":"Educational Research, Development, and Dissemination Excellence Act. House of Representatives, 103d Congress, 1st Session. Report To Accompany H.R. 856."},
      {
        "id":"ED363636",
        "title":"The Role of Anchored Instruction in the Design of a Hypermedia Science Museum Exhibit."},
      {
        "id":"ED363637",
        "title":"GRE Percentile Ranks Cannot Be Added or Averaged: A Position Paper Exploring the Scaling Characteristics of Percentile Ranks, and the Ethical and Legal Culpabilities Created by Adding Percentile Ranks in Making &quot;High-Stakes&quot; Admission Decisions."},
      {
        "id":"ED363638",
        "title":"Instructional Designs, Portfolios and the Pursuit of Authentic Assessment."},
      {
        "id":"ED363639",
        "title":"The Factor Structure of the Behavior Rating Scale of the Bayley Scales of Infant Development-II: Cross-Sample, Cross-Sectional, and Cross-Method Investigations of Construct Validity."},
      {
        "id":"ED363640",
        "title":"New Mexico Portfolio Writing Assessment. Grade 4. Teacher's Guide."},
      {
        "id":"ED363643",
        "title":"Making Sense of Testing & Assessment."},
      {
        "id":"ED363644",
        "title":"Toronto's Elementary Benchmark Program."},
      {
        "id":"ED363645",
        "title":"Strategies for Including All Students in National and State Assessments: Lessons from a National Longitudinal Study."},
      {
        "id":"ED363646",
        "title":"Using Subject Matter Experts To Assess Content Representation: A MDS Analysis."},
      {
        "id":"ED363647",
        "title":"Public Elementary and Secondary Schools and Agencies in the United States and Outlying Areas: School Year 1991-92. E.D. TABS."},
      {
        "id":"ED363648",
        "title":"Orthogonal Regression and Equivariance."},
      {
        "id":"ED363649",
        "title":"The Effects of Alternative Interpretations of Incomplete and Withdrawal Grades on Course Placement Validity Indices."},
      {
        "id":"ED363650",
        "title":"Public School Professional Personnel Report: New York State, 1992-93."},
      {
        "id":"ED363651",
        "title":"Projections of Public and Nonpublic School Enrollment and High School Graduates to 2002-03, New York State."},
      {
        "id":"ED363652",
        "title":"Report on Minnesota's Four-Year Administration of the Pre-Professional Skills Tests, 1987-91."},
      {
        "id":"ED363653",
        "title":"Parents' Perceptions, Teachers' Feedback and Selected Students' Outcomes in the Evaluation of Dropout Prevention Programs."},
      {
        "id":"ED363654",
        "title":"Projections of Education Statistics to 2004."},
      {
        "id":"ED363655",
        "title":"The National Assessment of Educational Progress: Changes in Reporting and Dissemination for 1992 and Beyond."},
      {
        "id":"ED363656",
        "title":"Some Observations on the Effect of Centering on the Results Obtained from Hierarchical Linear Modeling."},
      {
        "id":"ED363657",
        "title":"Strategies for Facilitating the Use of NCES Data for Education Policy Research and Decision Making."},
      {
        "id":"ED363658",
        "title":"By the Year 2000..."},
      {
        "id":"ED363659",
        "title":"Bayesian Analysis for Linearized Multi-Stage Models in Quantal Bioassay."},
      {
        "id":"ED363660",
        "title":"Reinterview Program for the 1991 National Household Education Survey."},
      {
        "id":"ED363661",
        "title":"Trends in Schools and Staffing: 1987-88 to 1990-91."},
      {
        "id":"ED363662",
        "title":"The Schools and Staffing Survey: How Reinterview Measures Data Quality."},
      {
        "id":"ED363663",
        "title":"The Schools and Staffing Survey: Research Issues."},
      {
        "id":"ED363664",
        "title":"Comparison of School Locale Settings: Self-Reported versus Assigned."},
      {
        "id":"ED363665",
        "title":"Coding Major Fields of Study."},
      {
        "id":"ED363666",
        "title":"National Assessment of Educational Progress (NAEP): Nonresponse Study."},
      {
        "id":"ED363667",
        "title":"Using Opportunity To Learn Items in Elementary and Secondary National Surveys."},
      {
        "id":"ED363668",
        "title":"Chapter 1 Schoolwide Projects: Advantages and Limitations. ERIC/CUE Digest, Number 92."},
      {
        "id":"ED363671",
        "title":"Dropout Rates in the United States: 1992."},
      {
        "id":"ED363673",
        "title":"High School E.C.I.A. Chapter 1, Part B Institutional Facilities Program 1991-92. State Report. OREA Report."},
      {
        "id":"ED363674",
        "title":"District 75/Citywide Programs, Chapter 1. Remedial Reading and Mathematics Program. OREA Evaluation 1991-92. OREA Report."},
      {
        "id":"ED363675",
        "title":"A Comparative Study of Attendance among General Education and Special Education Students. OREA Report."},
      {
        "id":"ED363676",
        "title":"Teacher Collaboration in Urban Secondary Schools. ERIC/CUE Digest, Number 93."},
      {
        "id":"ED363678",
        "title":"Mentoring. Education Research Consumer Guide, Number 7."},
      {
        "id":"ED363679",
        "title":"The Comer School Development Program. Education Research Consumer Guide, Number 6."},
      {
        "id":"ED363682",
        "title":"The Bronx: Educational Achievement and Socioeconomic Profile."},
      {
        "id":"ED363685",
        "title":"Dropout Data Report, 1991-92."},
      {
        "id":"ED363686",
        "title":"Peer Tutoring and Mentoring Services for Disadvantaged Secondary School Students: An Evaluation of the Secondary Schools Basic Skills Demonstration Assistance Program."},
      {
        "id":"ED363688",
        "title":"Knowledge Acquisition at Work. IEE Brief Number 2."},
      {
        "id":"ED363689",
        "title":"Characteristics of the Ohio Inmate Intake Population and the Implications for Correctional Education Programming."},
      {
        "id":"ED363690",
        "title":"PETRA Yearbook 1992-1993."},
      {
        "id":"ED363691",
        "title":"A Primer on Improving the Quality of Academic Enrichment in Summer Youth Employment Programs. 1993 Summer Beginnings. Focus: Young People."},
      {
        "id":"ED363692",
        "title":"Alaska 1993-1994 Career Guide. Stepping Stones to the Future."},
      {
        "id":"ED363693",
        "title":"Post-High School Employment and Schooling Patterns of Non-College Bound Youth. IEE Brief Number 3."},
      {
        "id":"ED363694",
        "title":"The Effectiveness of New York City's Career Magnet Schools. IEE Brief Number 4."},
      {
        "id":"ED363695",
        "title":"Building the Middle. IEE Brief Number 7."},
      {
        "id":"ED363696",
        "title":"PHOENIX. Higher Wage Careers."},
      {
        "id":"ED363698",
        "title":"The Key to Successful Computerization Is through Good Trainers."},
      {
        "id":"ED363699",
        "title":"Comparative Analysis of Systems and Procedures for Certification of Qualifications in Force in the European Community. Summary and Tables."},
      {
        "id":"ED363700",
        "title":"Enhanced Vocational Education: Developing a District-Wide Dropout Prevention Program. A Series of Solutions and Strategies. Number 7."},
      {
        "id":"ED363701",
        "title":"Consumer Education for High School Students. Trends and Issues Alerts."},
      {
        "id":"ED363702",
        "title":"The New Dislocated Worker. Trends and Issues Alerts."},
      {
        "id":"ED363703",
        "title":"Male Issues in Vocational Education. Monograph. Volume 8, Number 2."},
      {
        "id":"ED363705",
        "title":"NELDstory: The First Three Years of the National Extension Leadership Development Program."},
      {
        "id":"ED363706",
        "title":"The National Presidents' Invitational Forum on Outreach. Proceedings (La Jolla, California, February 28-March 2, 1993)."},
      {
        "id":"ED363707",
        "title":"NELD Update. 1991-93."},
      {
        "id":"ED363718",
        "title":"A Teacher's Questions in an Adult Literacy Classroom. Possibilities for Dialogue. CRAEHD Publications Thesis Series."},
      {
        "id":"ED363719",
        "title":"Mountain Empire Community College Workplace Literacy Program. Final Evaluation Report."},
      {
        "id":"ED363720",
        "title":"Applying to Graduate School."},
      {
        "id":"ED363721",
        "title":"Curriculum Vitae and Related Letters."},
      {
        "id":"ED363725",
        "title":"Improving National Data for Vocational Education: Strengthening a Multiform System."},
      {
        "id":"ED363726",
        "title":"Learning the Ropes: The Social Construction of Work-Based Learning."},
      {
        "id":"ED363728",
        "title":"What Makes Workers Learn: The Role of Incentives in Workplace Education and Training."},
      {
        "id":"ED363729",
        "title":"Prison Literacy: Implications for Program and Assessment Policy."},
      {
        "id":"ED363730",
        "title":"Management Information Systems in Adult Education: Perspectives from the States and from Local Programs."},
      {
        "id":"ED363731",
        "title":"What Can Employers Assume about the Literacy Skills of GED Graduates?"},
      {
        "id":"ED363732",
        "title":"Should Reading-Disabled Adults Be Distinguished from Other Adults Seeking Literacy Instruction? A Review of Theory and Research."},
      {
        "id":"ED363733",
        "title":"When Less Is More: A Comparative Analysis for Placing Students in Adult Literacy Classes. TR93-8."},
      {
        "id":"ED363734",
        "title":"Metacognitive Aspects of Adult Literacy."},
      {
        "id":"ED363735",
        "title":"Effective Service Delivery in Adult Literacy Programs: A Policy Review and Recommendations."},
      {
        "id":"ED363736",
        "title":"High-Performance Work Systems: American Models of Workplace Transformation."},
      {
        "id":"ED363737",
        "title":"The Future of Unskilled Labor: Low Demand--Low Wage."},
      {
        "id":"ED363738",
        "title":"Application of the Adoption Change Model in a Voluntary Non-Profit Arts Organization."},
      {
        "id":"ED363739",
        "title":"Workplace Education Mini Course Pilot Project. Final Report."},
      {
        "id":"ED363740",
        "title":"Workplace Education Mentoring Pilot Project. Final Report."},
      {
        "id":"ED363741",
        "title":"Labor/Management Workplace Education Programs."},
      {
        "id":"ED363742",
        "title":"Learning Differently in Adult Education: Development of a Learning Disabilities Component at Hampden Papers, Inc."},
      {
        "id":"ED363743",
        "title":"Partnership in Practice: Evaluating Quality in Workplace Education with Planning and Evaluation Teams. Executive Summary of the Report of the Cycle 5 Evaluation of the Massachusetts Workplace Education Initiative."},
      {
        "id":"ED363744",
        "title":"The Attleboro Workplace Education Center."},
      {
        "id":"ED363745",
        "title":"Workplace Education Sample Evaluation Report."},
      {
        "id":"ED363746",
        "title":"Curriculum Models for Workplace Education."},
      {
        "id":"ED363747",
        "title":"Math in the Workplace."},
      {
        "id":"ED363748",
        "title":"The Role of Counseling in Workplace Education: Educational and Career Counseling at New England Medical Center."},
      {
        "id":"ED363749",
        "title":"Transforming the Training Manual into a Learning Experience."},
      {
        "id":"ED363750",
        "title":"Adult Basic Education Methodology and Curriculum."},
      {
        "id":"ED363751",
        "title":"Professionalization of Adult Basic Education."},
      {
        "id":"ED363752",
        "title":"Public Knowledge and Awareness of Adult Illiteracy and Adult Basic Education Programs."},
      {
        "id":"ED363753",
        "title":"Recruitment and Retention of Adult Basic Education Students."},
      {
        "id":"ED363754",
        "title":"A Quick Guide to Taking Employment Tests and Applying for Government and Other Jobs."},
      {
        "id":"ED363756",
        "title":"Transition from School to Work. H.R. 2884 Addresses Components of Comprehensive Strategy. Testimony before the Committee on Education and Labor, U.S. House of Representatives. Statement of Linda G. Morra, Director, Education and Employment Issues, Human Resources Division."},
      {
        "id":"ED363763",
        "title":"Youth Apprenticeships and School-to-Work Transition: Current Knowledge and Legislative Strategy. EQW Working Papers."},
      {
        "id":"ED363765",
        "title":"Meeting National Targets for Education and Training in Colleges."},
      {
        "id":"ED363766",
        "title":"Standards in Action. Using National Standards for Human Resource Management and Development in Further Education. 1. Laying the Foundations."},
      {
        "id":"ED363767",
        "title":"Standards in Action. Using National Standards for Human Resource Management and Development in Further Education. 2. Using National Standards in Appraisal."},
      {
        "id":"ED363768",
        "title":"Standards in Action. Using National Standards for Human Resource Management and Development in Further Education. 3. Assessor and Internal Verifier Awards."},
      {
        "id":"ED363769",
        "title":"Standards in Action. Using National Standards for Human Resource Management and Development in Further Education. 4. Standards-based Management Development."},
      {
        "id":"ED363770",
        "title":"Standards in Action. Using National Standards for Human Resource Management and Development in Further Education. 5. Standards-based Initial Teacher Training."},
      {
        "id":"ED363771",
        "title":"Adult Educators with a Global Perspective."},
      {
        "id":"ED363772",
        "title":"Status of the NOICC/SOICC Network June 30, 1992. Administrative Report No. 18."},
      {
        "id":"ED363773",
        "title":"School-to-Work Opportunities Act of 1993. Report Together with Minority Views [To Accompany S.1361]. Senate 103d Congress, 1st Session."},
      {
        "id":"ED363774",
        "title":"JOBSTART. Final Report on a Program for School Dropouts."},
      {
        "id":"ED363776",
        "title":"Gender Equity: A Resource List of Organizations and Information Centers. Technical Assistance Report Series."},
      {
        "id":"ED363777",
        "title":"What Are the Prerequisites for Today's T&amp;I Students? A Research Paper."},
      {
        "id":"ED363778",
        "title":"A Guide to Case Management for At-Risk Youth. 2nd Edition. A Technical Assistance and Training Series."},
      {
        "id":"ED363780",
        "title":"Self Care. Preventing Misuse of Medication and Alcohol in an Aging Society. Pharmacists and Prevention Specialists Working Together."},
      {
        "id":"ED363781",
        "title":"Finding One's Way: Career Guidance for Disadvantaged Youth. Research and Evaluation Report Series 93-D."},
      {
        "id":"ED363782",
        "title":"Training Grassroots Educators: Some Provision of Nonformal Adult Education in the Durban Region."},
      {
        "id":"ED363783",
        "title":"Preaching to the Unconverted--Dialogue vs Doctrine in the Ministry or: You Cannot Put Cucumbers into a Vinegar Barrel and Not Expect Them To Emerge as Pickles."},
      {
        "id":"ED363784",
        "title":"Adult Learning and Social Change. National Conference on Alternative and External Degree Programs for Adults (13th, Breckenridge, Colorado, October 7-9, 1993)."},
      {
        "id":"ED363785",
        "title":"Houle's Typology: Time for Reconsideration."},
      {
        "id":"ED363786",
        "title":"Home Study Course Development Handbook. Third Edition."},
      {
        "id":"ED363787",
        "title":"Distance Education as an Instrument of Public Policy."},
      {
        "id":"ED363788",
        "title":"Project COPE: Community Corrections Education. Resource Manual."},
      {
        "id":"ED363789",
        "title":"Establishing Integrated Tech Prep Programs in Urban Schools: Plans Developed at the NCRVE 1993 National Institute."},
      {
        "id":"ED363791",
        "title":"From the Bottom Up: Toward a Strategy for Income and Employment Generation among the Disadvantaged. An Interim Report."},
      {
        "id":"ED363792",
        "title":"Flexible Staffing and Scheduling in U.S. Corporations. Research Bulletin No. 240."},
      {
        "id":"ED363793",
        "title":"Relocating Two-Earner Couples: What Companies Are Doing. Research Bulletin No. 247."},
      {
        "id":"ED363794",
        "title":"Work and Family Policies: The New Strategic Plan. Research Report Number 949."},
      {
        "id":"ED363795",
        "title":"Vocational Education and Training Plays an Important Role in Taiwan's Economic Miracle."},
      {
        "id":"ED363796",
        "title":"Locating Education and Literacy Statistics. ERIC Digest."},
      {
        "id":"ED363797",
        "title":"Part-Time Instructors in Adult and Vocational Education. ERIC Digest."},
      {
        "id":"ED363798",
        "title":"Parents and the School-to-Work Transition of Special Needs Youth. ERIC Digest."},
      {
        "id":"ED363799",
        "title":"Women and Entrepreneurship. ERIC Digest."},
      {
        "id":"ED363800",
        "title":"Teen Parents and JOBS. 1992 Statistical Snapshot."},
      {
        "id":"ED363801",
        "title":"An Investigation of Opinions toward Selected Educational Outcomes. Part 1: Educators in Eastern Pennsylvania."},
      {
        "id":"ED363802",
        "title":"An Overview of Skill Standards Systems in Education & Industry. Systems in the U.S. and Abroad. Volume I."},
      {
        "id":"ED363803",
        "title":"Education Driven Skill Standards Systems in the United States. Volume II."},
      {
        "id":"ED363804",
        "title":"Industry Driven Skill Standards Systems in the United States. Volume III."},
      {
        "id":"ED363805",
        "title":"Skill Standards Systems in Selected Countries. Volume IV."},
      {
        "id":"ED363807",
        "title":"What Do We Know about How Schools Affect the Labor Market Performance of Their Students?"},
      {
        "id":"ED363816",
        "title":"Measurement Instruments in Child Abuse Research."},
      {
        "id":"ED363817",
        "title":"School Shopping Tips."},
      {
        "id":"ED363818",
        "title":"Division for Youth: Counseling Efforts Should Be Improved. Report 93-S-28."},
      {
        "id":"ED363819",
        "title":"Computer-Assisted Career Guidance: Choices Bibliography."},
      {
        "id":"ED363820",
        "title":"Computer-Assisted Career Guidance: Ethical Issues Bibliography. [Revised.]"},
      {
        "id":"ED363821",
        "title":"Computer-Assisted Career Guidance: DISCOVER Bibliography. [Revised.]"},
      {
        "id":"ED363823",
        "title":"Computer-Assisted Career Guidance: SIGI PLUS and SIGI Bibliography. [Revised.]"},
      {
        "id":"ED363824",
        "title":"The Impact of DISCOVER for Adult Learners and SIGI PLUS on the Career Decision Making of Adults."},
      {
        "id":"ED363825",
        "title":"A Differential Feature-Cost Analysis of Fifteen Computer-Assisted Career Guidance Systems: Technical Report Number 10. (Fourth Edition)."},
      {
        "id":"ED363826",
        "title":"An Analysis of the Localization Feature of Two Computer-Assisted Career Guidance Systems - DISCOVER and SIGI PLUS: Technical Report No. 14."},
      {
        "id":"ED363827",
        "title":"Improving Career Services and Research with the Computer Version of the Self-Directed Search (Form R): Technical Report Number 15."},
      {
        "id":"ED363828",
        "title":"The Financial Status, Organizational Structure, and Staffing of Career Information Delivery Systems in the United States: Technical Report No. 16."},
      {
        "id":"ED363829",
        "title":"Report of Selected Plans of Entering Students at Wichita State University."},
      {
        "id":"ED363830",
        "title":"Factors That Measure Supervision Effectiveness: A Comparison of the SQ and SQ-R."},
      {
        "id":"ED363831",
        "title":"A Social Role Negotiation Approach to Campus Prevention of Alcohol and Other Drug Problems."},
      {
        "id":"ED363833",
        "title":"The State of Youth at Risk and the Juvenile Justice System: Prevention and Intervention. Hearing on Support for State Law Enforcement Efforts and for State Juvenile Justice Systems To Help Address the Wave of Violent Crimes among Youthful Offenders before the Subcommittee on Juvenile Justice of the Committee on the Judiciary, United States Senate, One Hundred Second Congress, Second Session (Atlanta, GA, October 21, 1992)."},
      {
        "id":"ED363834",
        "title":"The Growing Use of Jail Boot Camps: The Current State of the Art. Research in Brief."},
      {
        "id":"ED363835",
        "title":"Criteria for the Selection of Drug Abuse Prevention Curricula: A Workbook. [Updated]."},
      {
        "id":"ED363836",
        "title":"AIDS/HIV-Related Knowledge, Attitudes, and Risk Behavior. Minnesota Student Survey Report, 1989."},
      {
        "id":"ED363837",
        "title":"Reflections of Social Change. Minnesota Student Survey 1989-1992."},
      {
        "id":"ED363838",
        "title":"School District and Interagency Collaborative Services for Students At Risk in Utah: A Report of On-Site Visits."},
      {
        "id":"ED363839",
        "title":"International Counseling: An Opportunity for Culture-Specific Counseling with the New Zealand Maori."},
      {
        "id":"ED363840",
        "title":"The Interaction of Gender with Health and Illness Patterns in the Family Life Cycle: A Review."},
      {
        "id":"ED363841",
        "title":"Creating a Preventive School."},
      {
        "id":"ED363842",
        "title":"Educational Opportunities, Developmental Challenges: Understanding Nontraditional College Students."},
      {
        "id":"ED363843",
        "title":"Helping Ourselves: Ethical Practice through Peer Supervision."},
      {
        "id":"ED363844",
        "title":"Date Rape and Sexual Aggression in College Males: Incidence and the Involvement of Impulsivity, Anger, Hostility, Psychopathology, Peer Influence and Pornography Use."},
      {
        "id":"ED363845",
        "title":"Middle School Advisement Program."},
      {
        "id":"ED363846",
        "title":"Adult Career Counseling Center. Tenth Annual Report, September 1992-June 1993. Computer Assisted Career Guidance Systems and Career Counseling Services."},
      {
        "id":"ED363854",
        "title":"Literacies in Inner- and Outer-Cities."},
      {
        "id":"ED363856",
        "title":"Whole Language and More '93 (If I Had It All To Do over Again)."},
      {
        "id":"ED363858",
        "title":"How To Help Your Child Become a Better Reader: Outline for a Series of Parenting Workshops."},
      {
        "id":"ED363859",
        "title":"Reading Recovery Pilot Project (Laws 1989: 301): Report of Results and Effectiveness."},
      {
        "id":"ED363860",
        "title":"Reading Recovery Program, Implementation Year 2 (School Year 1991-1992): Report of Results and Effectiveness."},
      {
        "id":"ED363861",
        "title":"Transforming Ideas for Teaching and Learning To Read. State of the Art."},
      {
        "id":"ED363862",
        "title":"A Study of Three Impoverished Preschoolers with Advanced Understanding of Literacy."},
      {
        "id":"ED363863",
        "title":"The Effectiveness of the Reading Recovery Program on Reading Achievement."},
      {
        "id":"ED363866",
        "title":"Intense Early Intervention for Young Readers at Risk."},
      {
        "id":"ED363867",
        "title":"An International Schools Perspective on Diagnosis and Treatment of Reading Disabilities."},
      {
        "id":"ED363868",
        "title":"&quot;Maniac Magee&quot; and &quot;Ragtime Tumpie&quot;: Children Negotiating Self and World through Reading and Writing."},
      {
        "id":"ED363869",
        "title":"Teaching Critical Reading through Literature. ERIC Digest."},
      {
        "id":"ED363871",
        "title":"Techniques for Improving Student Writing and Thinking Skills in Text-Heavy Courses."},
      {
        "id":"ED363872",
        "title":"The Vietnam War in Young Adult Literature: Practical Approaches That Foster Response."},
      {
        "id":"ED363874",
        "title":"What about Dick? In Search of English Classrooms That Work for the Unspecial."},
      {
        "id":"ED363875",
        "title":"African-American Detective Fiction Writers, Heroes, and Heroines."},
      {
        "id":"ED363876",
        "title":"Risks and Opportunities of Writing from Personal Experience."},
      {
        "id":"ED363878",
        "title":"The Role of Drawing in the Writing Processes of Primary Grade Children."},
      {
        "id":"ED363879",
        "title":"Developing Writing and Thinking Skills in the Student."},
      {
        "id":"ED363880",
        "title":"Talking Back to TV: Media Literacy and Writing."},
      {
        "id":"ED363883",
        "title":"Transforming Hearts and Minds with the Literature of the Vietnam War."},
      {
        "id":"ED363884",
        "title":"Publishing Children's Writing. ERIC Digest."},
      {
        "id":"ED363885",
        "title":"Chukchi News and Information Service: A Publication Project of the Kotzebue-Based Chukchi College, a Branch Campus of the University of Alaska Fairbanks."},
      {
        "id":"ED363886",
        "title":"On Becoming Reflective Writers and Practitioners: Lessons from Experienced Teachers."},
      {
        "id":"ED363887",
        "title":"&quot;The Maine Woods&quot; by Henry David Thoreau: A Curriculum Guide."},
      {
        "id":"ED363888",
        "title":"Samples of Students&apos; Writing from the Grade 6 English Language Arts Achievement Test, June 1992."},
      {
        "id":"ED363889",
        "title":"Patterns of Development in Narrative Stories of Emergent Writers."},
      {
        "id":"ED363890",
        "title":"Scholastic Journalism Week, February 20-26, 1994. Information and Information and Activities Packet."},
      {
        "id":"ED363891",
        "title":"The Pedagogical Content Course's Effect on the Lesson Plans of Two Student Teachers."},
      {
        "id":"ED363892",
        "title":"Using Comic Books To Teach."},
      {
        "id":"ED363893",
        "title":"Evaluating Teachers of Writing."},
      {
        "id":"ED363895",
        "title":"Systems Theory and Communication. Annotated Bibliography."},
      {
        "id":"ED363896",
        "title":"\"How Do They Know That?\" Teaching Students To Trace, Read and Critique Research Cited in Texts."},
      {
        "id":"ED363897",
        "title":"&quot;We Shall Overcome&quot;: Ontology and Rhetoric."},
      {
        "id":"ED363898",
        "title":"Humor in the Workplace: A Communication Challenge."},
      {
        "id":"ED363899",
        "title":"Recruitment and Retention of Graduate Faculty in the Non-Doctoral Graduate Program."},
      {
        "id":"ED363900",
        "title":"An Examination of the Validity of Computer and Non-Computer Person Stereotypes."},
      {
        "id":"ED363901",
        "title":"The Four-Stage Evolution of Content Analysis Methodology: An Annotated Bibliography."},
      {
        "id":"ED363902",
        "title":"Communication Apprehension Remediation: The Interaction Effect of Video Self-Observation and Gender."},
      {
        "id":"ED363903",
        "title":"Does Knowledge of Culture and Instruction Using Thematic Units Affect Listening Comprehension."},
      {
        "id":"ED363904",
        "title":"Rituals: The Structure of Schooling at a Catholic Elementary School."},
      {
        "id":"ED363905",
        "title":"Burke and Symbolic Action in the Basic Course."},
      {
        "id":"ED363906",
        "title":"Hate Speech on Small College Campuses."},
      {
        "id":"ED363907",
        "title":"The Multidimensional Communication Process: A Communication Paradigm for the 21st Century."},
      {
        "id":"ED363908",
        "title":"Teaching Speech Communication with a Foreign Accent: A Pilot Study."},
      {
        "id":"ED363909",
        "title":"The Evolution of Parody from Miss Wyoming to Andrea Dworkin."},
      {
        "id":"ED363910",
        "title":"Two Profiles of P.R. Practitioners and the Two Types of Employees They Want."},
      {
        "id":"ED363913",
        "title":"School-Based Decision Making. A Guide for School Council Members and Others. Second Edition."},
      {
        "id":"ED363914",
        "title":"Outcome-Based Education. ERIC Digest, No. 85."},
      {
        "id":"ED363915",
        "title":"Alternative Fuels for Washington&apos;s School Buses: A Report to the Washington State Legislature."},
      {
        "id":"ED363920",
        "title":"Reform of Categorical Education Programs: Principles and Recommendations."},
      {
        "id":"ED363921",
        "title":"Putting Partnerships to Work: Annual Joint Report on Preschool through Graduate Education in Tennessee."},
      {
        "id":"ED363923",
        "title":"Equal Employment Opportunity for Racial and Ethnic Minorities: Affirmative Action, Reverse Discrimination, and Related Issues."},
      {
        "id":"ED363925",
        "title":"Regulatory Equity and Effectiveness: Issues of Will, Capacity, and Legitimation in New Jersey."},
      {
        "id":"ED363926",
        "title":"Leading the Learning from Above: Articulating State School Restructuring Legislation to Districts and School Buildings."},
      {
        "id":"ED363929",
        "title":"Balancing the Substantive with the Political Agenda: A Case Study."},
      {
        "id":"ED363932",
        "title":"Striving for Excellence: The National Education Goals. Volume II."},
      {
        "id":"ED363934",
        "title":"Reinventing the High School: The Developing Story of Utah's Nine District Consortium."},
      {
        "id":"ED363935",
        "title":"Strategic Planning in Utah's Public Schools: Current Status and Recommendations for the Future. A Statewide Study. Executive Summary to the Final Report."},
      {
        "id":"ED363936",
        "title":"A Utah Perspective on the National Education Goals."},
      {
        "id":"ED363937",
        "title":"School Restructuring in Practice. Policy Bulletin No. PB-B21."},
      {
        "id":"ED363938",
        "title":"Making Schools Work: Contracting Options for Better Management. Policy Study No. 169."},
      {
        "id":"ED363939",
        "title":"The Nongraded Primary: Making Schools Fit Children."},
      {
        "id":"ED363940",
        "title":"Utah's Educational Reform Programs, 1991-93."},
      {
        "id":"ED363943",
        "title":"School Organization Structure Impact on Teachers' Attitudes toward Their Work Environment: Interdisciplinary Team Organization versus Departmental Organization."},
      {
        "id":"ED363944",
        "title":"Utah State Superintendent of Public Instruction Annual Report, 1991-92."},
      {
        "id":"ED363945",
        "title":"District Performance Reports: A Handbook To Assist Utah School Districts in Preparing District Performance Reports as Required by H.B. 170 Passed by the Utah State Legislature."},
      {
        "id":"ED363947",
        "title":"An Exploration of the Relationship of School District Restructuring to Educator Plateauing and Resiliency."},
      {
        "id":"ED363949",
        "title":"The Organization and Control of Public Education in Utah."},
      {
        "id":"ED363950",
        "title":"Praises &amp; Nudges: A Case of District-Wide Change."},
      {
        "id":"ED363951",
        "title":"How To Optimize Organizational Effectiveness through Leadership: The Case for a Process-Based Organization."},
      {
        "id":"ED363952",
        "title":"Restructuring the Classroom: Conditions for Productive Small Groups."},
      {
        "id":"ED363953",
        "title":"Social Capital: The Foundation for Education."},
      {
        "id":"ED363955",
        "title":"Systemic Reform--Monitoring Its Progress."},
      {
        "id":"ED363956",
        "title":"The Teacher Aide Puzzle: Student Achievement Issues. An Exploratory Study."},
      {
        "id":"ED363957",
        "title":"How Do We Go about \"Knowing\" the Culture of Our School?"},
      {
        "id":"ED363958",
        "title":"Menucha VI: Diversity as Opportunity in Workplaces, Communities, and Schools. Conference Report (Corbett, Oregon, August 16-18, 1993)."},
      {
        "id":"ED363959",
        "title":"External Strategies for Stimulating and Supporting School Restructuring."},
      {
        "id":"ED363960",
        "title":"Changes in School Governance and Principals' Roles: Changing Jurisdiction, New Power Dynamics and Conflict in Restructured Schools."},
      {
        "id":"ED363961",
        "title":"Opportunity To Learn. Brief No. 7."},
      {
        "id":"ED363962",
        "title":"The Distribution of Leadership at Classroom Level: Snapshots from Three Classrooms at Hollibrook Elementary School."},
      {
        "id":"ED363963",
        "title":"Monitoring the \"Health\" of the School. Project Report."},
      {
        "id":"ED363964",
        "title":"Leadership: Review of Selected Research."},
      {
        "id":"ED363965",
        "title":"Curricular and Instructional Decision-Making: Snapshots of Team Innovation at Cross Keys Middle School."},
      {
        "id":"ED363966",
        "title":"Year-Round Education."},
      {
        "id":"ED363967",
        "title":"The Principal's Role in the Instructional Process: Implications for At-Risk Students."},
      {
        "id":"ED363969",
        "title":"Shared Decision-Making."},
      {
        "id":"ED363970",
        "title":"America's Alternative Schools: Prototypes for New Public Schools."},
      {
        "id":"ED363971",
        "title":"Collaborative Action Research: A Critical Component in the Preparation of Effective Leaders and Learners."},
      {
        "id":"ED363972",
        "title":"Gender Differences in Leadership Communications."},
      {
        "id":"ED363973",
        "title":"Communication Skills: A Key to Caring, Collaboration, and Change."},
      {
        "id":"ED363974",
        "title":"The Role of a School Leader in Generating Community Services."},
      {
        "id":"ED363975",
        "title":"Rigor in Traditional Quantitative Methods."},
      {
        "id":"ED363976",
        "title":"The Chicago Experiment: Enhanced Democratic Participation as a Lever for School Improvement."},
      {
        "id":"ED363977",
        "title":"Teacher Evaluation Glossary."},
      {
        "id":"ED363978",
        "title":"Learning Together."},
      {
        "id":"ED363979",
        "title":"Helpful Responses to Some of the Behaviors of Individuals with Autism."},
      {
        "id":"ED363980",
        "title":"Competencies for People Teaching Individuals with Autism and Other Pervasive Developmental Disorders. Third Edition."},
      {
        "id":"ED363981",
        "title":"&quot;Listen, Lady, This Is MY Life&quot;: A Book of Stories about Personal Futures Planning in Minnesota."},
      {
        "id":"ED363982",
        "title":"Shaping Case Management in Minnesota: In Theory, Reality and Practice."},
      {
        "id":"ED363983",
        "title":"Shifting Patterns."},
      {
        "id":"ED363984",
        "title":"Educational Opportunities for Developmental Disabilities Service Providers. State Technical College Task Force Report and Executive Summary."},
      {
        "id":"ED363985",
        "title":"Friends. A Manual for Connecting Persons with Disabilities and Community Members."},
      {
        "id":"ED363986",
        "title":"Minnesotans Speak-Out! A Summary of Town Meetings Held throughout Minnesota on Developmental Disabilities Issues."},
      {
        "id":"ED363987",
        "title":"Children Exposed to Drugs: What Policymakers Can Do. SERVE Policy Brief."},
      {
        "id":"ED363988",
        "title":"Perceptions of Competence of Academically Talented Boys and Girls."},
      {
        "id":"ED363989",
        "title":"A Comparison of Alternative Parent Group Formats in Early Intervention."},
      {
        "id":"ED363990",
        "title":"Classroom Integration of Special Education Students: Using Q Methodology To Determine Teacher Attitudes."},
      {
        "id":"ED363991",
        "title":"Newspaper Images and Messages: People with Disabilities."},
      {
        "id":"ED363992",
        "title":"Heath Resource Directory, 1993-1994."},
      {
        "id":"ED363993",
        "title":"[Individuals with Disabilities Education (IDEA) Act, Part H. Case Study of Policy Implementation in Six States.] Case Study Report #2."},
      {
        "id":"ED363994",
        "title":"The Americans with Disabilities Act. A Guide for People with Disabilities, Their Families, and Advocates."},
      {
        "id":"ED363995",
        "title":"The Role of Mental Health Professionals in the Prevention and Treatment of Child Abuse and Neglect. The User Manual Series."},
      {
        "id":"ED363996",
        "title":"Definitions and Guidelines Concerning Students with Traumatic Brain Injury. A Brief Report."},
      {
        "id":"ED363997",
        "title":"Cycling. ABLEDATA Database of Assistive Technology. Adaptive Sports and Recreation Equipment. ABLEDATA Fact Sheet Number 19."},
      {
        "id":"ED363998",
        "title":"Identifying and Assisting the Gifted Child: [Six Guides for the] Clinical Social Worker; School Counselor; School Social Worker; Nurse; Physician; [and] Psychologist."},
      {
        "id":"ED363999",
        "title":"Status of Special Education Exiters: A Pilot Study."},
      {
        "id":"ED364000",
        "title":"A Guide to Parent Rights."},
      {
        "id":"ED364001",
        "title":"Varieties of Executive Dysfunction in Autism."},
      {
        "id":"ED364002",
        "title":"Kansas National Merit Semifinalists. Policy Analysis Paper No. 1."},
      {
        "id":"ED364003",
        "title":"Project Reaching Out: Technology Training for Minorities with Low Incidence Disabilities. Part I: African-American Curriculum."},
      {
        "id":"ED364006",
        "title":"Promoting Self-Determination Using the Life Centered Career Education Curriculum."},
      {
        "id":"ED364007",
        "title":"The Role of Associations in Formulating and Influencing Public Policy."},
      {
        "id":"ED364008",
        "title":"Pluralizing Research Options in Special Education: A Roundtable Discussion."},
      {
        "id":"ED364009",
        "title":"Defining Assessment and Diagnostic Competencies for Master Level Special Education Teachers."},
      {
        "id":"ED364010",
        "title":"Conceptual Issues in the Development of Vulnerable Infants: Findings from the Early Intervention Collaborative Study."},
      {
        "id":"ED364011",
        "title":"Parenting a Child with Special Needs: A Guide to Readings and Resources."},
      {
        "id":"ED364012",
        "title":"Neighborhood Schools Service Delivery Project. 1991-1992 Report."},
      {
        "id":"ED364013",
        "title":"Helping Each Other Help Others: Principles and Practices of Collaboration. ARCH Factsheet Number 25."},
      {
        "id":"ED364014",
        "title":"Section 504. Guidelines for Educators."},
      {
        "id":"ED364015",
        "title":"Career Planning and Employment Strategies for Postsecondary Students with Disabilities. [Update.]"},
      {
        "id":"ED364016",
        "title":"Financial Aid for Students with Disabilities. 1993. [Update.]"},
      {
        "id":"ED364017",
        "title":"Young Adults with Learning Disabilities and Other Special Needs: Guide for Selecting Postsecondary Transition Programs. [Update.]"},
      {
        "id":"ED364018",
        "title":"Strategies for Advising Disabled Students for Postsecondary Education. [Update.]"},
      {
        "id":"ED364019",
        "title":"Music: Grades Five through Eight. Black Swamp Arts Scene Course of Study: Talented and Gifted."},
      {
        "id":"ED364020",
        "title":"Music: Grades Nine through Twelve. Black Swamp Arts Scene Course of Study: Talented and Gifted."},
      {
        "id":"ED364021",
        "title":"Visual Arts Grades Five through Eight. Black Swamp Arts Scene Course of Study: Talented and Gifted."},
      {
        "id":"ED364022",
        "title":"Crisis Nursery Services: Responding to Ongoing Family Crises. ARCH Factsheet Number 26."},
      {
        "id":"ED364023",
        "title":"Sticky Figures: Using a Needs Assessment. ARCH Factsheet Number 27."},
      {
        "id":"ED364025",
        "title":"Systems of Care for Children and Adolescents with Severe Emotional Disturbances: What Are the Results?"},
      {
        "id":"ED364026",
        "title":"Assistive Technology and Disabilities...A Guide for Parents and Students. Technology Access for Arkansans (TAARK) Project."},
      {
        "id":"ED364029",
        "title":"Interviews with Mothers of Former Special Education Students in Japan."},
      {
        "id":"ED364030",
        "title":"Culture and Chronic Illness: Raising Children with Disabling Conditions in a Culturally Diverse World. Papers presented at an Invitational Conference (Racine, Wisconsin, June 1992)."},
      {
        "id":"ED364031",
        "title":"Resources on Inclusive Education."},
      {
        "id":"ED364032",
        "title":"Portage Multi-State Outreach Project. Final Report."},
      {
        "id":"ED364034",
        "title":"Recruiting and Retaining Special Educators: It's Everybody's Job."},
      {
        "id":"ED364035",
        "title":"Transitions."},
      {
        "id":"ED364036",
        "title":"Student Assistance Programs and High Risk Youth."},
      {
        "id":"ED364037",
        "title":"The PRISE (Positive Resiliency in Special Education) Curriculum."},
      {
        "id":"ED364038",
        "title":"Lessons for Inclusion."},
      {
        "id":"ED364039",
        "title":"Learning Together...Stories and Strategies."},
      {
        "id":"ED364040",
        "title":"Inclusion Practice Priorities Instrument."},
      {
        "id":"ED364041",
        "title":"Regular Class Integration of Middle School Students with Severe Disabilities: Feedback from Teachers and Classmates. Project Report Number 89-5."},
      {
        "id":"ED364042",
        "title":"Issues in Putting Outcome-Based Education into Practice at the District Level: A Panel Discussion."},
      {
        "id":"ED364043",
        "title":"One Kid at a Time: Evaluative Case Studies and Description of the Alaska Youth Initiative Demonstration Project."},
      {
        "id":"ED364044",
        "title":"Mountain Plains Regional Resource Center Final Technical Report: June 1, 1991-May 31, 1993."},
      {
        "id":"ED364045",
        "title":"Developing and Evaluating Graduate-Level Curricula for Teachers of American Sign Language and ASL/English Interpreting: Final Grant Report."},
      {
        "id":"ED364046",
        "title":"Inclusive Schools Movement and the Radicalization of Special Education Reform."},
      {
        "id":"ED364047",
        "title":"Experiencing the Change Process: A Personalized Approach for IEP Writing for Preservice Teacher Training Programs."},
      {
        "id":"ED364048",
        "title":"Destrezas de Lectura: Curriculo Basico. Guia para el Maestro (Reading Skills: Basic Curriculum. Teacher's Guide)."},
      {
        "id":"ED364049",
        "title":"Destrezas de Lenguaje: Curriculo Basico. Guia para el Maestro (Language Skills: Basic Curriculum. Teacher's Guide)."},
      {
        "id":"ED364050",
        "title":"Destrezas Pre-Vocacionales: Curriculo Basico. Guia para el Maestro (Prevocational Skills: Basic Curriculum. Teacher's Guide)."},
      {
        "id":"ED364051",
        "title":"Destrezas de Escritura: Curriculo Basico. Guia para el Maestro (Writing Skills: Basic Curriculum. Teacher's Guide)."},
      {
        "id":"ED364052",
        "title":"Destrezas de Matematica: Curriculo Basico. Guia para el Maestro (Mathematics Skills: Basic Curriculum. Teacher's Guide)."},
      {
        "id":"ED364053",
        "title":"Costura Basica (Principios Basicos para el Estudiante con Impedimentos Leves y Moderados) Documento de Trabajo Guia Curricular para el Curso. Basic Sewing (Basic Principles for the Student with Light and Moderate Disabilities. Course Curriculum Guide. Working Document)."},
      {
        "id":"ED364054",
        "title":"Principios de Nutricion y Alimentacion del Adolescente (Para Estudiantes con Impedimentos Leves y Moderados). Guia Curricular para el Curso Documento de Trabajar. Principles of Nutrition and Food for the Adolescent (For Students with Light and Moderate Disabilities. Course Curriculum Guide. Working Document)."},
      {
        "id":"ED364055",
        "title":"Cuaderno de Proyectos Manuales Sugeridos para Estudiantes con Impedimentos (Notebook of Manual Projects Suggested for Students with Light and Moderate Disabilities)."},
      {
        "id":"ED364056",
        "title":"Cuaderno de Recetas Ilustradas para Jovenes con Impedimentos--Para Estudiantes con Impedimentos Leves v Moderados (Notebook of Illustrated Recipes for Youth with Disabilities--For Students with Light and Moderate Disabilities)."},
      {
        "id":"ED364057",
        "title":"Transicion de la Escuela a la Vida Adulta Manual de Informacion para la Provision de Servicios de Transicion a los Jovenes con Impedimentos (Transition from School to Adult Life. Manual of Information for the Provision of Transitional Services for Youth with Disabilities)."},
      {
        "id":"ED364058",
        "title":"Manual de Orientacion para la Organizacion de Servicios de Vida Independiente a Jovenes con Impedimentos (Orientation Manual for the Organization of Independent Living Services for Youth with Disabilities)."},
      {
        "id":"ED364063",
        "title":"Opportunities for Input as Variables in the Trait Structure of Second Language Data Sets."},
      {
        "id":"ED364064",
        "title":"A Comparative Study of Four Placement Instruments."},
      {
        "id":"ED364065",
        "title":"A Methodology for Comparing ESL Admissions Tests."},
      {
        "id":"ED364066",
        "title":"The Effect of Interlocutor and Assessment Mode Variables in Offshore Assessments of Speaking Skills in Occupational Settings."},
      {
        "id":"ED364067",
        "title":"CUHK Papers in Linguistics, Number 1."},
      {
        "id":"ED364068",
        "title":"Prosodic Aspects of Hearing-Impaired Children: A Qualitative and Quantitative Assessment."},
      {
        "id":"ED364069",
        "title":"The Role of Linear Order in the Acquisition of Quantifier Scope in Chinese."},
      {
        "id":"ED364070",
        "title":"Some Neglected Syntactic Phenomena in Near-Standard English."},
      {
        "id":"ED364071",
        "title":"The Effect of Explicit Instruction on the Acquisition of English Grammatical Structures by Chinese Learners."},
      {
        "id":"ED364072",
        "title":"An Essay on Toffee Apple and Treacle Tart, Being an Imitation of Cockney Punning for TOEFL and TEASL."},
      {
        "id":"ED364073",
        "title":"Actes des Journees de linguistique (Proceedings of the Linguistics Conference) (6th, 1992)."},
      {
        "id":"ED364074",
        "title":"Could These Be Language Displaced People in Transit? Reflections on Language/Literacy Interviews with Ethiopians."},
      {
        "id":"ED364075",
        "title":"Applications of Foreign Language Aptitude and Learning Style Research."},
      {
        "id":"ED364076",
        "title":"The Role of Linguistic Context in the Identification of Nouns and Verbs by Young Language Learners."},
      {
        "id":"ED364077",
        "title":"Takaaki Talking: A Case Study of Infant Language Acquisition in a Bi-Lingual Bi-Cultural Home."},
      {
        "id":"ED364078",
        "title":"Problemes linguistiques des enfants de travailleurs migrants (Linguistic Problems of the Children of Migrant Workers)."},
      {
        "id":"ED364081",
        "title":"The Use of Questions in Mandarin Adult-to-Child Speech: Evidence for Social Class Differences."},
      {
        "id":"ED364082",
        "title":"Language Acquisition and Language Socialization (Yuyan huode yu shehuihua)."},
      {
        "id":"ED364084",
        "title":"Pashto Conversation Manual and Pashto Conversation Tapescript."},
      {
        "id":"ED364085",
        "title":"Beginning Pashto Textbook Revised Edition and Beginning Pashto Workbook Revised Edition."},
      {
        "id":"ED364086",
        "title":"Intermediate Pashto Textbook Revised Edition and Intermediate Pashto Workbook Revised Edition."},
      {
        "id":"ED364087",
        "title":"Survey of Limited English Proficient (LEP) Student Enrollments, 1993."},
      {
        "id":"ED364088",
        "title":"Twentieth-Century Grammar: An Overview for Teacher Training."},
      {
        "id":"ED364089",
        "title":"Actes des Journees de linguistique (Proceedings of the Linguistics Conference) (7th, March 1993)."},
      {
        "id":"ED364091",
        "title":"Languages of Immigrants as Modern Foreign Languages."},
      {
        "id":"ED364092",
        "title":"The San Jose State University Bilingual/Multicultural Special Education Personnel Preparation Program: A Report on Thirteen Years of Experience."},
      {
        "id":"ED364094",
        "title":"The Syntactical Problems Chinese College Students Meet in Reading English Technical Textbooks."},
      {
        "id":"ED364095",
        "title":"The Provision of an Equal Education Opportunity to Limited English Proficient Students."},
      {
        "id":"ED364096",
        "title":"La quadrature du cercle: Comment combler les lacunes dans la competence en langue(s) etrangere(s) du public professionnel? (The Squaring of the Circle: How Can We Fill in the Gaps in the Foreign Language Competence of the Professional Public?)."},
      {
        "id":"ED364097",
        "title":"La lettre d'affaires: Projet de principes d'une methodologie d'apprentissage (The Business Letter: How To Write One)."},
      {
        "id":"ED364098",
        "title":"Is Chinese Thought Pattern Linear, Circular or Both?"},
      {
        "id":"ED364099",
        "title":"French in Action Newsletter, 1991-1993."},
      {
        "id":"ED364100",
        "title":"Guidelines for Coordination of Special Program Services to Students of Limited English Proficiency."},
      {
        "id":"ED364101",
        "title":"Assisting Secondary Limited English Proficient Students through the Implementation of Computer-Assisted Language Learning."},
      {
        "id":"ED364102",
        "title":"Distance Learning: The Challenge for a Multicultural Society. Occasional Papers in Bilingual Education, 8."},
      {
        "id":"ED364104",
        "title":"Beyond &quot;Bad Writing&quot;: Teaching English Composition to Chinese ESL Students."},
      {
        "id":"ED364105",
        "title":"Applying Elements of Effective Secondary Schooling for Language Minority Students: A Tool for Reflection and Stimulus to Change. NCBE Program Information Guide Series, 14."},
      {
        "id":"ED364106",
        "title":"Multicultural Education: Strategies for Linguistically Diverse Schools and Classrooms. NCBE Program Information Guide Series, 16."},
      {
        "id":"ED364107",
        "title":"Pragmatics of Interaction: Expressing Thanks in a Second Language."},
      {
        "id":"ED364108",
        "title":"Professionalizing African Language Teaching in the United States: Meeting the &quot;America 2000&quot; Initiative at Title VI African Studies Centers."},
      {
        "id":"ED364111",
        "title":"Limited English Proficient Students in Intermediate Schools and in High Schools.A Concern About..."},
      {
        "id":"ED364112",
        "title":"What Works in Immersion?"},
      {
        "id":"ED364113",
        "title":"Negotiation of Meaning in Second Language Acquisition."},
      {
        "id":"ED364115",
        "title":"The Canada/China Teacher Education Project: A Chinese Initiative."},
      {
        "id":"ED364116",
        "title":"Ecolinguistic Biographies: Social Networks in a Nursery School."},
      {
        "id":"ED364118",
        "title":"Bilingualism and Third Language Acquisition."},
      {
        "id":"ED364119",
        "title":"Health through Knowledge: An ESL Curriculum with a Special Focus on AIDS Awareness."},
      {
        "id":"ED364120",
        "title":"Strategic Management in Language and Literacy--Outcomes or Empires?"},
      {
        "id":"ED364121",
        "title":"Work and Your Life. An Adult ESL Instructional Unit (Lessons in Work/Life Planning)."},
      {
        "id":"ED364122",
        "title":"Tutoring ESL: A Handbook for Volunteers."},
      {
        "id":"ED364123",
        "title":"The English Challenge. Final Report."},
      {
        "id":"ED364124",
        "title":"Building Facilities/Custodial Services English as a Second Language Workplace Literacy Curriculum."},
      {
        "id":"ED364125",
        "title":"National Evaluation of Adult Education Programs. Profiles of Client Characteristics. Second Interim Report."},
      {
        "id":"ED364127",
        "title":"Approaches to Adult ESL Literacy Instruction. Language in Education: Theory and Practice 82."},
      {
        "id":"ED364128",
        "title":"Recruiting Trends 1993-94. A Study of Businesses, Industries, and Governmental Agencies Employing New College Graduates."},
      {
        "id":"ED364129",
        "title":"Baccalaureate Origins of Doctorates from U.S. Catholic Universities and Colleges during the 1960s, 1970s and 1980s."},
      {
        "id":"ED364131",
        "title":"[Higher Education Assistance Foundation (HEAF) 1992 Financial Condition.]"},
      {
        "id":"ED364132",
        "title":"Benchmarking as a Global Strategy for Improving Instruction in Higher Education."},
      {
        "id":"ED364133",
        "title":"Sexual Harassment in Higher Education: From Conflict to Community. ASHE-ERIC Higher Education Report No. 2."},
      {
        "id":"ED364134",
        "title":"Sexual Harassment in Higher Education from Conflict to Community. ERIC Digest."},
      {
        "id":"ED364135",
        "title":"Recent Works on Using Active Learning Strategies across the Disciplines."},
      {
        "id":"ED364137",
        "title":"In Brief. A Convenient Source of Facts about American Higher Education."},
      {
        "id":"ED364138",
        "title":"Graduate Student Survey, 1991-92."},
      {
        "id":"ED364140",
        "title":"The Higher Education of Women in the South: An Annotated Bibliography. Archival and Bibliographic Series, III."},
      {
        "id":"ED364141",
        "title":"Teamwork for Healthy Campuses. NYS College Alcohol and Other Drug Programs."},
      {
        "id":"ED364142",
        "title":"Enrollment and Baccalaureates at Public Universities, 1970 & 1990."},
      {
        "id":"ED364147",
        "title":"The Financial Aid Experience of Ethnic Students: Is It a Boon or Barrier?"},
      {
        "id":"ED364148",
        "title":"The Strengths and Weaknesses of Total Quality Management in Higher Education."},
      {
        "id":"ED364149",
        "title":"College Students Talk Politics."},
      {
        "id":"ED364151",
        "title":"Graduate Education. Report of the State Council of Higher Education to the Governor and the General Assembly of Virginia."},
      {
        "id":"ED364152",
        "title":"Security on Virginia's Campuses. Report of the State Council of Higher Education."},
      {
        "id":"ED364153",
        "title":"Legislation &amp; Appropriations Related to Higher Education from the 1993 General Assembly Session. Staff Technical Report No. 93-02."},
      {
        "id":"ED364154",
        "title":"A Shared Responsibility: College/School Partnerships Serving Minority Youth."},
      {
        "id":"ED364155",
        "title":"College and University Employee Retirement and Insurance Benefits Cost Survey, 1990."},
      {
        "id":"ED364156",
        "title":"College and University Employee Retirement and Insurance Benefits Cost Survey, 1992."},
      {
        "id":"ED364157",
        "title":"Statistical Report, 1992."},
      {
        "id":"ED364158",
        "title":"Lessons Learned from FIPSE Projects: 15 Directors of Reform Projects in Postsecondary Education Draw Conclusions about What Worked, What Didn't, and Why."},
      {
        "id":"ED364159",
        "title":"Lessons Learned from FIPSE Projects II."},
      {
        "id":"ED364161",
        "title":"Governor&apos;s Task Force on Substance Abuse and Sexual Assault on College Campuses, 1991-1992. [Final Report.]"},
      {
        "id":"ED364162",
        "title":"Sexual Assault and Rape on Virginia's Campuses. Second Report of the Council of Higher Education to the Governor and the General Assembly of Virginia. Senate Document No. 19."},
      {
        "id":"ED364163",
        "title":"The Governor's Commission on Intercollegiate Athletics Report."},
      {
        "id":"ED364164",
        "title":"Vocabulary Comprehension of Evaluation Form: Its Influence on Student Rating of Faculty."},
      {
        "id":"ED364165",
        "title":"Town &amp; Gown: Partners in Educational Services."},
      {
        "id":"ED364166",
        "title":"Team Report of the Visit to Northeast Missouri State University, Kirksville, Missouri: February 15-18, 1992 To Evaluate Progress on the Implementation of the University's Liberal Arts and Science Mission, Effective January 1, 1986."},
      {
        "id":"ED364167",
        "title":"Planning: Using Student Outcome Measures To Plan for the Future."},
      {
        "id":"ED364168",
        "title":"Meaning, Mission, and the Next Millennium."},
      {
        "id":"ED364169",
        "title":"Internationalizing Higher Education through the Faculty."},
      {
        "id":"ED364170",
        "title":"To Reclaim a Legacy of Diversity: Analyzing the &quot;Political Correctness&quot; Debates in Higher Education."},
      {
        "id":"ED364171",
        "title":"Professional Judgment in Eligibility Determination and Resource Analysis."},
      {
        "id":"ED364176",
        "title":"The Role of Rhetoric In Academic Inquiry: The Philosophy and Effect of the Writing To Learn Program at UTK."},
      {
        "id":"ED364177",
        "title":"Initiating Instructional Improvement: A Chronicle of Faculty Development."},
      {
        "id":"ED364178",
        "title":"Any Questions, Please?"},
      {
        "id":"ED364179",
        "title":"Remembrances of Lectures Past: Notes and Note-Taking in the College Classroom."},
      {
        "id":"ED364180",
        "title":"Hermes in the Classroom: Interpreting What Expert College Lecturers Say about Teaching."},
      {
        "id":"ED364181",
        "title":"Higher Education: Doing So Well; Feeling So Bad. Issues in Higher Education, Number 26."},
      {
        "id":"ED364182",
        "title":"Voices of Leadership: Essays on Challenges Facing Public Higher Education."},
      {
        "id":"ED364184",
        "title":"An Evaluation of the &quot;Hablar et Parler&quot; Videodisc Program."},
      {
        "id":"ED364185",
        "title":"Factors That Influence Teacher Acceptance of Interactive Television."},
      {
        "id":"ED364186",
        "title":"Characteristics of Media Service Departments at Mid-Size Universities."},
      {
        "id":"ED364187",
        "title":"Mentoring: An Approach to Technology Education for Teachers, Executive Overview [and] Computer Mentoring: A Case Book [and] Computer Mentoring Course Guide."},
      {
        "id":"ED364188",
        "title":"The School Administrator's Primer on Distance Learning: Two-Way Interactive Television (I-TV) via Fiber Optics."},
      {
        "id":"ED364189",
        "title":"Assistive Technology for the Disabled Computer User."},
      {
        "id":"ED364190",
        "title":"Computers and Copyrights: Bibliography."},
      {
        "id":"ED364191",
        "title":"The Development and Implementation of a Five-Year Plan for the Integration of Computers throughout a Total School Curriculum."},
      {
        "id":"ED364192",
        "title":"Expert/Novice Difference in Teaching with Technology."},
      {
        "id":"ED364193",
        "title":"Denuded Data! Grounded Theory Using the NUDIST Computer Analysis Program: In Researching the Challenge to Teacher Self-Efficacy Posed by Students with Learning Disabilities in Australian Education."},
      {
        "id":"ED364194",
        "title":"Teaching Styles and Instructional Software."},
      {
        "id":"ED364195",
        "title":"Representing the Programming Process: Goal Structures and Action Sequences in LOGO Programming."},
      {
        "id":"ED364205",
        "title":"Extending the Impact of Classroom-Based Technology: The Satellite Challenge Series."},
      {
        "id":"ED364206",
        "title":"Classrooms with a Difference: A Practical Guide to the Use of Conferencing Technologies."},
      {
        "id":"ED364208",
        "title":"Adoptable Copyright Policy: Copyright Policy and Manuals Designed for Adoption by Schools, Colleges &amp; Universities."},
      {
        "id":"ED364210",
        "title":"African Studies Computer Resources."},
      {
        "id":"ED364211",
        "title":"Development and Implementation of a Program To Increase Electronic Mail between Fifth and Sixth Grade Students, Parents, and Teachers."},
      {
        "id":"ED364212",
        "title":"Instructing K-12 Teachers in Computer Networking and K-12 Instructional Practices in Computer Networking: Linking Teachers and Students to the Global Village."},
      {
        "id":"ED364213",
        "title":"ITV, Interactive Television: The Future Is Now: &quot;Sharing Our Resources through Communication.&quot; Revised."},
      {
        "id":"ED364214",
        "title":"The Meanings of Channel One: Curriculum. Instruction, and Ethics; History, Control, and Rhetoric."},
      {
        "id":"ED364215",
        "title":"The National Information Infrastructure: Agenda for Action."},
      {
        "id":"ED364216",
        "title":"Shortwave Radio: A Tool for Integrating the Curriculum."},
      {
        "id":"ED364219",
        "title":"Technology Survey Report. Occasional Papers 2."},
      {
        "id":"ED364220",
        "title":"Using Technology To Support Education Reform."},
      {
        "id":"ED364221",
        "title":"Microcomputers and Literacy Project. Final Report."},
      {
        "id":"ED364222",
        "title":"Creating an Academic Librarians' Research Resources Guide: Process Description and Sample Document."},
      {
        "id":"ED364223",
        "title":"ARL: A Bimonthly Newsletter of Research Library Issues and Actions, 1992-1993."},
      {
        "id":"ED364224",
        "title":"Education for Librarianship and Information Work in Eastern Europe. Report on Visits Sponsored by the European Commission on TEMPUS Programme, 1992 and 1993."},
      {
        "id":"ED364225",
        "title":"Prior Consent: Not-So-Strange Bedfellows Plan Library/Computing Partnerships."},
      {
        "id":"ED364226",
        "title":"Advanced Network Technology. Background Paper."},
      {
        "id":"ED364227",
        "title":"The Library-Classroom Link: History, Theory, and Application."},
      {
        "id":"ED364228",
        "title":"Library Resources for Literacy: A Compilation of Information and Ideas."},
      {
        "id":"ED364229",
        "title":"Computer Networks and African Studies Centers."},
      {
        "id":"ED364230",
        "title":"Meeting Serials Requirements of Accrediting Agencies through Electronic Databases: An Exploratory Study."},
      {
        "id":"ED364232",
        "title":"The National Agricultural Text Digitizing Project: Toward the Electronic Library. Report of the Pilot Project, Phases 1-2, 1986-1992."},
      {
        "id":"ED364239",
        "title":"Information Searcher: The Newsletter for CD-ROM and Online Searching in Schools, 1992."},
      {
        "id":"ED364242",
        "title":"ARL/RLG Interlibrary Loan Cost Study."},
      {
        "id":"ED364243",
        "title":"Computer-Based Instruction: Effect of Cognitive Style, Instructional Format, and Subject-Matter Content on Learning."},
      {
        "id":"ED364244",
        "title":"The Effect of Instructor-Student Interaction on Achievement in Computer-Based Training (CBT). Interim Technical Paper for Period April 1990-February 1991."},
      {
        "id":"ED364245",
        "title":"The Effects of Student-Instructor Interaction on Achievement in a Dyad Computer-Based Training Environment. Interim Technical Paper for Period June 1991-August 1991."},
      {
        "id":"ED364246",
        "title":"Maximizing Achievement in Computer-Based Training (CBT): The Role of the Instructor and Other Variables. Interim Technical Paper for Period June 1990-February 1991."},
      {
        "id":"ED364247",
        "title":"Community Needs Assessment for Public Library Services. A Working Paper of the Utah Public Library Institute for Training."},
      {
        "id":"ED364248",
        "title":"An Interdisciplinary Approach to Teaching the Research Process Using Information Technology."},
      {
        "id":"ED364249",
        "title":"&quot;See&quot; References for Authors' Names Revisited."},
      {
        "id":"ED364250",
        "title":"Telecommunications and Teachers: Preliminary Findings from a National Survey."},
      {
        "id":"ED364251",
        "title":"ADONIS in an Academic Research Library."},
      {
        "id":"ED364252",
        "title":"Book Beat: A Young Adult Services Manual for Louisiana's Libraries. Face It: Read a Book; Be Somebody."},
      {
        "id":"ED364253",
        "title":"The Library as a Humanistic Workplace. A Report to the LAMA Board."},
      {
        "id":"ED364254",
        "title":"Learning from Public Library Literacy Programs."},
      {
        "id":"ED364255",
        "title":"Library Support and Economic Growth."},
      {
        "id":"ED364256",
        "title":"Mentoring: The California Experience."},
      {
        "id":"ED364257",
        "title":"Periodical Selection and Use in the Elementary School, K-8. No. 32."},
      {
        "id":"ED364260",
        "title":"A Feel for Books. Book Discussions for Adult Developing Readers: A Resource Manual."},
      {
        "id":"ED364261",
        "title":"Environmental Scanning on a Shoe-String Budget."},
      {
        "id":"ED364262",
        "title":"Toward a National Job Training Program."},
      {
        "id":"ED364263",
        "title":"Follow-Up Survey of Graduates of Preparing for Profit (PREP)."},
      {
        "id":"ED364264",
        "title":"Call for Excellence in Urban Education: The Community College's Answer."},
      {
        "id":"ED364265",
        "title":"Institutional Effectiveness...Western's Perspective."},
      {
        "id":"ED364266",
        "title":"Student Equity: The Task Is Not Simply To Produce a Plan but To Make a Difference."},
      {
        "id":"ED364267",
        "title":"Understanding the State Accountability System: Institutional Accountability in California Community Colleges."},
      {
        "id":"ED364268",
        "title":"Diploma Nursing Students' Attitudes toward Psychiatric Nursing, Role Models, and Clinical Placement."},
      {
        "id":"ED364269",
        "title":"Employer Survey Results for the Graduating Class of 1991-92."},
      {
        "id":"ED364270",
        "title":"State Board of Directors for Community Colleges of Arizona Annual Report to the Governor, 1992-1993."},
      {
        "id":"ED364271",
        "title":"Innovative Educational Programs Using Flexible Delivery Systems."},
      {
        "id":"ED364272",
        "title":"Using Computers To Accommodate Learning Disabled Students in Mathematics Classes."},
      {
        "id":"ED364273",
        "title":"Planning for Educational Technology: A Survey of Sinclair Community College Faculty."},
      {
        "id":"ED364274",
        "title":"Orientation at the Community College: Sometimes, One Size Does Not Fit All."},
      {
        "id":"ED364275",
        "title":"Brokering Rural AGE: Transferring the Model of Gerontological Curriculum Development in Rural Community Colleges throughout Region VII."},
      {
        "id":"ED364276",
        "title":"Flotilla-Sailing Is the Name of the Game."},
      {
        "id":"ED364278",
        "title":"Hiring Effective Faculty: An Introduction."},
      {
        "id":"ED364279",
        "title":"Affirmative Action Regulations: Guidelines with Questions and Answers."},
      {
        "id":"ED364280",
        "title":"Student Mentoring: Responding to the Laroche Challenge. Adopted November 1993."},
      {
        "id":"ED364281",
        "title":"Contract Education: A Background Paper."},
      {
        "id":"ED364282",
        "title":"Distance Learning in California's Community Colleges: An Academic Senate Review of the Social, Fiscal, and Educational Issues."},
      {
        "id":"ED364284",
        "title":"Student Characteristics as Compared to the Community Profile of Fall 1991. Volume XXI, No. 1."},
      {
        "id":"ED364285",
        "title":"Follow-Up Study of Former Food Service Management Students, 1985-1990. Volume XXI, No. 2."},
      {
        "id":"ED364286",
        "title":"Survey of Weekend and Evening Student and Faculty Needs. Volume XXI, No. 3."},
      {
        "id":"ED364287",
        "title":"Follow-Up Study of 1991 Dental Hygiene Graduates. Volume XXI, No. 4."},
      {
        "id":"ED364288",
        "title":"Harper Employees' Perception and Interest in Resources for Women. Volume XXI, No. 5."},
      {
        "id":"ED364289",
        "title":"Evaluation of Student Activities through Surveys of Harper Students and Employees. Volume XXI, No. 6."},
      {
        "id":"ED364290",
        "title":"Follow-Up Study of Students Who Stopped Out--1990. Volume XXII, No. 1."},
      {
        "id":"ED364291",
        "title":"Follow-Up Study of 1992 Dental Hygiene Graduates. Volume XXII, No. 2."},
      {
        "id":"ED364292",
        "title":"Follow-Up Study of Former Students Who Began in the Years 1988, 1986, and 1984. Volume XXII, No. 3."},
      {
        "id":"ED364293",
        "title":"Follow-Up Studies of Former Secretarial Science Graduates. Volume XXII, No. 5."},
      {
        "id":"ED364294",
        "title":"Study of Students Who Withdrew from Courses, Summer 1990-Spring 1992. Volume XXII, No. 6."},
      {
        "id":"ED364296",
        "title":"Starting at the Top: Using Hierarchical Structure To Train College Students To Summarize."},
      {
        "id":"ED364297",
        "title":"Student Remediation Study."},
      {
        "id":"ED364298",
        "title":"Marketing Your School with Multimedia Technology."},
      {
        "id":"ED364299",
        "title":"Teaching and Learning in a Student Success Course: A Discussion Concerning the Development of the Internal Locus of Control Using Fuzzy Logic, TQM, and the Chaos Theory of Education."},
      {
        "id":"ED364300",
        "title":"An Evaluation of the Short Term and Long Term Impact a Student Success Course Has on Academic Performance and Persistence."},
      {
        "id":"ED364301",
        "title":"Washington Community and Technical Colleges Academic Year Report, 1992-93."},
      {
        "id":"ED364302",
        "title":"Needs Assessment Studies of Certified Nurse Assistants and Administrators. Volume XXII, No. 7."},
      {
        "id":"ED364303",
        "title":"Student Characteristics as Compared to the Community Profile of Fall 1992. Volume XXII, No. 8."},
      {
        "id":"ED364304",
        "title":"Follow-Up Studies of Three Groups of Former Real Estate Students. Volume XXII, No. 9."},
      {
        "id":"ED364305",
        "title":"Follow-Up Study of Dietetic Technician Graduates (from 1990 through 1992) and Their Employers. Volume XXII, No. 10."},
      {
        "id":"ED364306",
        "title":"Using a Total Quality Management Approach in the Teaching of English Composition."},
      {
        "id":"ED364307",
        "title":"Educational Equity and Inclusion: An Equity Atlas. RSC Study Report."},
      {
        "id":"ED364308",
        "title":"Services for Students with Disabilities in Community Colleges. Final Report."},
      {
        "id":"ED364309",
        "title":"Disability Support Practices in Community Colleges: Selected Examples."},
      {
        "id":"ED364310",
        "title":"National Directory of Early Childhood Training Programs in Postsecondary Institutions."},
      {
        "id":"ED364311",
        "title":"Field Advisor's Guide for the CDA Professional Preparation Program: A Companion to ESSENTIALS for Child Development Associates Working with Young Children."},
      {
        "id":"ED364312",
        "title":"Seminar Instructor's Guide for the CDA Professional Preparation Program: A Companion to ESSENTIALS for Child Development Associates Working with Young Children."},
      {
        "id":"ED364313",
        "title":"The Role of Family Conflict and Joint Decision-Making in Adolescent Problem Behavior."},
      {
        "id":"ED364314",
        "title":"Preschool Integration from Teacher and Parent Perspective."},
      {
        "id":"ED364315",
        "title":"Getting Started: Action Research in Family-School-Community Partnerships. Report No. 17."},
      {
        "id":"ED364316",
        "title":"Parent Information for School Choice: The Case of Massachusetts. Report No. 19."},
      {
        "id":"ED364317",
        "title":"Truth, Lies and Justice: Tattling in the Family Context."},
      {
        "id":"ED364319",
        "title":"Language Development of Preterm Children."},
      {
        "id":"ED364320",
        "title":"The Relationship of Gender, Ethnicity, and Home Language to Age of School Entry, Kindergarten Retention and Social Promotion."},
      {
        "id":"ED364321",
        "title":"Emergent Literacy in Early Childhood Education: Course on Emergent Literacy in Early Childhood Education (Haifa, Israel, October 25-December 20, 1992)."},
      {
        "id":"ED364322",
        "title":"Familes en Mutation dans une Societe en Mutation: Actes du Colloque, Bruxelles, 8-10 fevrier, 1992 (Families in Transition in a Society in Transition: Conference Proceedings, Brussels, February 8-10, 1992)."},
      {
        "id":"ED364323",
        "title":"Taking Stock: The Inventory of Family, Community and School Support for Student Achievement."},
      {
        "id":"ED364324",
        "title":"Animal Foods vs. Plant Foods: Risks and Benefits for Young Children."},
      {
        "id":"ED364325",
        "title":"Relationships between Classroom Climate, Student Characteristics, and Language Achievement in the Elementary Classroom: An Exploratory Investigation."},
      {
        "id":"ED364326",
        "title":"Children Carrying Weapons: Why the Recent Increase, Hearing on the Possession of Weapons among Children and the Presence of These Weapons in Our Schools, before the Committee on the Judiciary, United State Senate, One Hundred Second Congress, Second Session (October 1, 1992)."},
      {
        "id":"ED364327",
        "title":"The Impact of School Development Planning in Primary Schools (P30)."},
      {
        "id":"ED364328",
        "title":"Beyond Rhetoric: Assuring a Child's Right to Two Parents. Presentations at the Children's Rights Council National Conference (7th, Bethesda, Maryland, April 28-May 2, 1993)."},
      {
        "id":"ED364329",
        "title":"What Is New in Early Childhood Education: Do We Accept the Challenges?"},
      {
        "id":"ED364330",
        "title":"Teachers' Attitudes toward Student Discipline Problems and Classroom Management Strategies."},
      {
        "id":"ED364331",
        "title":"Developmental Differences in Engagement Style, Locus of Control, and Parent-Adolescent Relationships in African-American Families."},
      {
        "id":"ED364332",
        "title":"Public School Kindergarten Teachers' Views on Children's Readiness for School. Contractor Report. Statistical Analysis Report. Fast Response Survey System."},
      {
        "id":"ED364334",
        "title":"New Challenges for Head Start. Hearing on Examining Proposed Authorizations for the Head Start Program, and To Examine the Impact of the Head Start Expansion and Improvement Act of 1990, before the Subcommittee on Children, Family, Drugs and Alcoholism of the Committee on Labor and Human Resources, United States Senate, One Hundred Third Congress, First Session."},
      {
        "id":"ED364335",
        "title":"BRIDGES for Young Adolescents in North Dakota."},
      {
        "id":"ED364336",
        "title":"Educational and Developmental Belief Systems among African-American Parents of Kindergarten Children."},
      {
        "id":"ED364337",
        "title":"Children's Use of Babytalk in Response to Target Facial Maturity."},
      {
        "id":"ED364340",
        "title":"Parent Choice in Early Care and Education: Myth or Reality?"},
      {
        "id":"ED364341",
        "title":"Compromised Futures: Indiana&apos;s Children in Poverty. Occasional Paper No. 2."},
      {
        "id":"ED364342",
        "title":"The State of the Child in Indiana, II."},
      {
        "id":"ED364343",
        "title":"Ready To Learn: Early Childhood Education and the Public Schools."},
      {
        "id":"ED364347",
        "title":"The Noneducation of America's Children."},
      {
        "id":"ED364348",
        "title":"Head Start Parenting Education Resource Directory. Second Draft."},
      {
        "id":"ED364349",
        "title":"School-Home Communications: A Qualitative Survey."},
      {
        "id":"ED364350",
        "title":"Strengthening Teachers' Contact and Involvement with Parents through a Concentrated Program of Experiences and Activities."},
      {
        "id":"ED364351",
        "title":"The Design and Implementation of an Intergenerational Program at a Private Long-Term Healthcare Facility with On-Site Childcare."},
      {
        "id":"ED364352",
        "title":"School and Family Conferences in the Middle Grades. School and Family Partnership Series."},
      {
        "id":"ED364353",
        "title":"The At-Risk Child Care Program."},
      {
        "id":"ED364354",
        "title":"Blueprint for Action: Achieving Center-Based Change through Staff Development."},
      {
        "id":"ED364355",
        "title":"The Relation of Age and Reading Ability to Memory Processing."},
      {
        "id":"ED364357",
        "title":"&quot;It's All in My Head&quot;: Teacher Thinking about Integrating a Block Play Center into an Upper Primary Classroom."},
      {
        "id":"ED364358",
        "title":"Parental Influence in the Career and Educational Development of Children and Adolescents: An Action Perspective."},
      {
        "id":"ED364359",
        "title":"Introducing Health Education to Educare Projects: A Case Study."},
      {
        "id":"ED364360",
        "title":"Right in the Middle: A Report of the Connecticut Task Force on the Education of Early Adolescents."},
      {
        "id":"ED364361",
        "title":"The Kindergarten Intervention Project: Facilitating the Development of Children's Prosocial Behaviours."},
      {
        "id":"ED364363",
        "title":"Managing Multiple Changes in Rural School Divisions: The Director's Role."},
      {
        "id":"ED364365",
        "title":"Under the Weather: Farmworker Health. A Compendium of Farmworker Testimony before the National Advisory Council on Migrant Health (Fort Lupton, Colorado, September 7, 1991; San Diego, California, April 4, 1992; Portland, Oregon, October 23, 1992)."},
      {
        "id":"ED364366",
        "title":"Recommendations of the National Advisory Council on Migrant Health, 1993."},
      {
        "id":"ED364367",
        "title":"Catalog of Programming 1993-94."},
      {
        "id":"ED364368",
        "title":"Toward Integrated Family Services in Rural Settings: A Summary of Research and Practice. Program Report."},
      {
        "id":"ED364369",
        "title":"Action Research in Family-School-Community Partnerships: The Experience of One Rural Elementary School."},
      {
        "id":"ED364370",
        "title":"Portraits of Teacher Dedication in Vermont."},
      {
        "id":"ED364371",
        "title":"Organizational and Operational Features of State Rural Education Interest Groups."},
      {
        "id":"ED364372",
        "title":"Empowering Rural Teachers for School Change--Consequences of Involving Teachers in Educational Research."},
      {
        "id":"ED364373",
        "title":"Priorities for Research on Rural, Small Schools: Results of a Delphi Study with a Panel of Rural Researchers."},
      {
        "id":"ED364374",
        "title":"Save the Community or Save the Students: Policy Implications from Studies of Rural School Success."},
      {
        "id":"ED364375",
        "title":"Developing Collaborative Schools: A Model for Educating Rural Students with Disabilities in the Regular Education Environment."},
      {
        "id":"ED364376",
        "title":"Does Multicultural Education Belong in Rural White America?"},
      {
        "id":"ED364377",
        "title":"Factors Influencing Rural Vermont Public High School Seniors To Aspire or Not To Aspire to a Four Year College Education. A Research Study."},
      {
        "id":"ED364378",
        "title":"Dimensions of Aboriginal Over-Representation in Correctional Institutions and Implications for Crime Prevention = La surrepresentation des autochtones dans les etablissements correctionnels et ses repercussions sur la prevention du crime."},
      {
        "id":"ED364379",
        "title":"Managing Education in Small Primary Schools. ASPE Paper No. 4. Managing Primary Education Series."},
      {
        "id":"ED364380",
        "title":"Attrition in Texas Public High Schools."},
      {
        "id":"ED364382",
        "title":"Hispanic Americans. CSAP Prevention Resource Guide."},
      {
        "id":"ED364383",
        "title":"On the Move: Migrant Education 1991-92."},
      {
        "id":"ED364384",
        "title":"Tribal Perspective of the Impact Aid Program."},
      {
        "id":"ED364385",
        "title":"Services to Migrant Children: Synthesis and Program Options for the Chapter 1 Migrant Education Program. Supplementary Volume of the Final Report of the National Assessment of the Chapter 1 Program."},
      {
        "id":"ED364386",
        "title":"A Curriculum Guide from the Montana School Accreditation Standards for Montana's Rural Schools."},
      {
        "id":"ED364387",
        "title":"A Call for Collaborative Research To Investigate the \"Indian Math\" Problem."},
      {
        "id":"ED364388",
        "title":"Rural Youth Employment. Rural Information Center Publication Series, No. 30. Revised Edition."},
      {
        "id":"ED364389",
        "title":"Health Care in Rural America: January 1979 - September 1991. Quick Bibliography Series: QB 92-13. Updates QB 90-87."},
      {
        "id":"ED364390",
        "title":"Native American Health Care: January 1980 - January 1993. Quick Bibliography Series: QB 93-40."},
      {
        "id":"ED364391",
        "title":"Rural Leadership: January 1980 - April 1993. Quick Bibliography Series: QB 93-51. Updates QB 91-117."},
      {
        "id":"ED364392",
        "title":"Land-Grant Status for Certain Indian Colleges. Report To Accompany S. 1345 from the Committee on Indian Affairs, United States Senate, 103d Congress, 1st Session (November 2, 1993)."},
      {
        "id":"ED364393",
        "title":"Strategic Planning: It's Essential for Rural Schools. If You Fail To Plan, You Plan To Fail."},
      {
        "id":"ED364394",
        "title":"Population Change: Know the Trends in Your Community. Coping with Change. Revised."},
      {
        "id":"ED364395",
        "title":"Journal of the Assembly of Rural Teachers of English (ARTE), 1993."},
      {
        "id":"ED364396",
        "title":"American Indian Stereotypes: The Truth Behind the Hype. An Indian Education Curriculum Unit."},
      {
        "id":"ED364397",
        "title":"Personnel Recruitment/Selection/Induction in Small/Rural Schools."},
      {
        "id":"ED364400",
        "title":"Effective Showcase Projects: Office of Indian Education."},
      {
        "id":"ED364401",
        "title":"Paired Science: A Resource Pack for Parents and Children."},
      {
        "id":"ED364403",
        "title":"The Metamorphosis of Mathematics Education. FOCUS 27."},
      {
        "id":"ED364405",
        "title":"Constructing Teaching and Research Practice in Elementary School Mathematics. Elementary Subjects Center Series No. 92."},
      {
        "id":"ED364406",
        "title":"Reconstructing Mathematics Pedagogy from a Constructivist Perspective."},
      {
        "id":"ED364407",
        "title":"A Study of Mathematics Education in the Lutheran Church-Missouri Synod Schools Using Background Questions from the 1990 National Assessment of Educational Progress."},
      {
        "id":"ED364408",
        "title":"Structured Cooperative Learning and Achievement in a High School Mathematics Class."},
      {
        "id":"ED364409",
        "title":"The Structural Algebra Option: A Discussion Paper."},
      {
        "id":"ED364410",
        "title":"Beliefs, Autonomy, and Mathematical Knowledge."},
      {
        "id":"ED364411",
        "title":"One Preservice Secondary Mathematics Teacher's Evolving Understanding of Mathematical Functions."},
      {
        "id":"ED364412",
        "title":"Middle School Mathematics Teachers' Views of Mathematics and Mathematics Education, Their Planning and Classroom Instruction, and Student Beliefs and Achievement."},
      {
        "id":"ED364413",
        "title":"The Mathematics Self-Efficacy Scale: A Validation Study."},
      {
        "id":"ED364414",
        "title":"Programs and Abstracts of the Annual Meeting of the Society for College Science Teachers (Houston, Texas, March 27-30, 1991). Volume 11."},
      {
        "id":"ED364415",
        "title":"Investigating the Role of Basic Facts in Early Mathematics Word Problem Solving."},
      {
        "id":"ED364418",
        "title":"Discontinuities in Science Teachers' Instructional Beliefs and Practices across Grade Levels."},
      {
        "id":"ED364419",
        "title":"Multiculturalism Redefined in Science Education."},
      {
        "id":"ED364420",
        "title":"Space Station Freedom. An Activity Book for Elementary School Students."},
      {
        "id":"ED364421",
        "title":"Methodological Implications of Feminist and Poststructuralism Views of Science. NCSTL Monograph Series Number 4."},
      {
        "id":"ED364422",
        "title":"Atmospheric Detectives. Atlas 2 Teacher's Guide with Activities."},
      {
        "id":"ED364423",
        "title":"Science Fun with Electricity...Discoveries and Innovations."},
      {
        "id":"ED364424",
        "title":"Blue Sky Below My Feet. Adventures in Space Technology, Forces, Fibers, Foods. 4-H Leader/Teacher Handbook."},
      {
        "id":"ED364425",
        "title":"\"Emotional Distress\" in Teaching Force and Energy: A Physics Teacher's Story."},
      {
        "id":"ED364426",
        "title":"Conceptions of Teaching Science Held by Experienced High School Science Teachers."},
      {
        "id":"ED364427",
        "title":"Didactic Teaching for Meaningful Understanding: A Chemistry Teacher's Story."},
      {
        "id":"ED364428",
        "title":"Where's the Student in Project DISTIL?"},
      {
        "id":"ED364429",
        "title":"Reform up Close: An Analysis of High School Mathematics and Science Classrooms. Final Report."},
      {
        "id":"ED364430",
        "title":"The Effects of Cognitive Style and Piagetian Logical Reasoning on Solving a Propositional Relation Algebra Word Problem."},
      {
        "id":"ED364431",
        "title":"Perspectives for Computing in Mathematics. Technology in Higher Education: Current Reflections. Fifth in a Series."},
      {
        "id":"ED364432",
        "title":"Teacher Talk: Cognitive Goals Inferred from Instruction."},
      {
        "id":"ED364433",
        "title":"Implicit Knowledge Conveyed in Gesture Sets the Agenda for Learning."},
      {
        "id":"ED364434",
        "title":"Programs and Abstracts of the Annual Meeting of the Society for College Science Teachers (Boston, Massachusetts, March 25-28, 1992). Volume 12."},
      {
        "id":"ED364437",
        "title":"Women in Government: Selected Sources from the Collections of the New York State Library. A Bibliography."},
      {
        "id":"ED364438",
        "title":"Invitation to a Postmodern Reflection on Critical Social Cartography."},
      {
        "id":"ED364439",
        "title":"The East Asian Resource and Education Program at Yale: A Catalogue of A.V. Materials, Resources, and Organizations at Yale University."},
      {
        "id":"ED364440",
        "title":"Creativity and Waldorf Education: A Study."},
      {
        "id":"ED364441",
        "title":"Romania: A Selection of Teaching Materials. Education for Democracy Project."},
      {
        "id":"ED364442",
        "title":"Helping Your Child Learn History, with Activities for Children Aged 4 through 11."},
      {
        "id":"ED364443",
        "title":"Peace Education, Multicultural Issues, and Conflict Resolution. Three Perspectives from Members of COPRED's Working Group on Primary/Secondary Peace Education. Peace Education Miniprints No. 42."},
      {
        "id":"ED364444",
        "title":"Peace/War Issues from a Psychological Perspective. A Selective Bibliography. Revised."},
      {
        "id":"ED364445",
        "title":"Perspectives on the World: International Education Instructional Units."},
      {
        "id":"ED364446",
        "title":"Education for Justice, Environmental Care and Cultural Solidarity: A Holistic Conception of Peace Education. Peace Education Miniprints No. 46."},
      {
        "id":"ED364447",
        "title":"&quot;The Glory and Romance of Our History Are Here Preserved.&quot; An Introduction to the Records of the National Archives."},
      {
        "id":"ED364448",
        "title":"&quot;Simon Fobes Goes to War.&quot; The Life of a Revolutionary War Soldier."},
      {
        "id":"ED364449",
        "title":"Brother Against Brother: The Civil War."},
      {
        "id":"ED364450",
        "title":"The Charters of Freedom: The Bill of Rights."},
      {
        "id":"ED364451",
        "title":"&quot;The Blueprint of Democracy&quot;: The United States Constitution."},
      {
        "id":"ED364452",
        "title":"&quot;Our Lives, Our Fortunes, and Our Sacred Honor.&quot; The Declaration of Independence."},
      {
        "id":"ED364453",
        "title":"The U.S. Moves West."},
      {
        "id":"ED364454",
        "title":"&quot;E Pluribus Unum&quot;: America as a Nation of Immigrants."},
      {
        "id":"ED364455",
        "title":"Connections, Challenges, Choices: Report of the Florida Commission on Social Studies Education."},
      {
        "id":"ED364456",
        "title":"Interdisciplinary Teaming in the Middle Level School: Creating a Sense of Belonging for At-Risk Middle Level Students."},
      {
        "id":"ED364458",
        "title":"New Tools for Multicultural Education: A Response to Patricia Seed's &quot;Multiculturalism and the Predicament of the Comparative Method in Historical and Social Science Research and Teaching.&quot;"},
      {
        "id":"ED364459",
        "title":"The Emergence of Neo-DBAE."},
      {
        "id":"ED364460",
        "title":"Toward a More Gentle Time, Probably: The Bloomington-Normal Black History Project Curriculum Materials."},
      {
        "id":"ED364461",
        "title":"319 Current Videos and Software for K-12 Law-Related Education."},
      {
        "id":"ED364463",
        "title":"Bar Association Database Continues To Grow. Technical Assistance Bulletin No. 10."},
      {
        "id":"ED364472",
        "title":"Education and Vicious Circles in Mississippi. Social Research Report Series 93-1."},
      {
        "id":"ED364473",
        "title":"A Practical Guide to Using ICONS (International Communication and Negotiation Simulations)."},
      {
        "id":"ED364474",
        "title":"American Society and Economic Policy: What Should Our Goals Be? Public Talk Series."},
      {
        "id":"ED364475",
        "title":"America's Role in the Middle East. Public Talk Series."},
      {
        "id":"ED364476",
        "title":"Study Circles, Collaborative Learning, and Participatory Democracy. Annotated Bibliography."},
      {
        "id":"ED364477",
        "title":"Are There Reasonable Grounds for War? Public Talk Series."},
      {
        "id":"ED364478",
        "title":"The Death Penalty in the United States. Public Talk Series."},
      {
        "id":"ED364479",
        "title":"Revitalizing America's Economy for the 21st Century. Public Talk Series."},
      {
        "id":"ED364480",
        "title":"The Right To Die. Public Talk Series."},
      {
        "id":"ED364481",
        "title":"Welfare Reform: What Should We Do for Our Nation's Poor? Public Talk Series."},
      {
        "id":"ED364482",
        "title":"Teaching Teachers about Law in the 90s: Models, Methods, and Means."},
      {
        "id":"ED364483",
        "title":"A More Perfect Union: An Introduction to Law-Related Education. Presenter's Guide."},
      {
        "id":"ED364484",
        "title":"Equal Justice Under Law. Instructor's Guide."},
      {
        "id":"ED364485",
        "title":"The Bill of Rights Poster Series. A Teacher's Guide."},
      {
        "id":"ED364486",
        "title":"State Court Law-Related Education Activities."},
      {
        "id":"ED364487",
        "title":"State and Local Bar Associations Law-Related Education Activities."},
      {
        "id":"ED364488",
        "title":"Lawyer/Doctor Education Team. Progress Report."},
      {
        "id":"ED364489",
        "title":"Law-Related Education Programs in Juvenile Justice Settings."},
      {
        "id":"ED364490",
        "title":"Growth towards Peace and Environmental Responsibility. From Theory to Practical Implications. Publication Series B. Theory into Practice 67."},
      {
        "id":"ED364491",
        "title":"Drop-Out in Schools in India: Minor Field Studies in Orissa 1990. Educational and Psychological Interactions. No. 112."},
      {
        "id":"ED364492",
        "title":"Gender Specific Differences in the Perceived Antecedents of Academic Stress."},
      {
        "id":"ED364493",
        "title":"Proceedings of the Annual Conference of the Midwest Philosophy of Education Society (Chicago, Illinois, November 8-9, 1991, and November 13-14, 1992)."},
      {
        "id":"ED364497",
        "title":"Multicultural Education Module."},
      {
        "id":"ED364498",
        "title":"Toward Quality Field Experiences: The Role of Clinical Faculty."},
      {
        "id":"ED364501",
        "title":"At-Risk Students and Their Families. What Teachers, Principals, Counselors, Psychologists & Social Workers Can Do. Guidelines for School Districts, Schools of Education, & State Departments of Education."},
      {
        "id":"ED364502",
        "title":"Learning from the Past as We Aim for the Future through Identifying Students' Learning Styles To Improve Teaching/Learning Experiences in College Students."},
      {
        "id":"ED364504",
        "title":"South Carolina Center for Teacher Recruitment. 92-93 Annual Report."},
      {
        "id":"ED364508",
        "title":"Teachers and Teacher Education: Essays on the National Education Goals. ERIC Teacher Education Monograph No. 16."},
      {
        "id":"ED364509",
        "title":"Portfolios for Classroom Use. A Study Conducted at University of Missouri-Kansas City."},
      {
        "id":"ED364510",
        "title":"Women in Academic Medicine: Statistics."},
      {
        "id":"ED364511",
        "title":"Peer to Peer: Youth Preventing HIV Infection Together."},
      {
        "id":"ED364512",
        "title":"Human Sexuality. A Resource Guide for Parents and Teachers on Teaching...High School Level."},
      {
        "id":"ED364513",
        "title":"Unfinished Business: A SIECUS Assessment of State Sexuality Education Programs."},
      {
        "id":"ED364514",
        "title":"Degrassi Health Education Curriculum."},
      {
        "id":"ED364517",
        "title":"Medicines and You: A Guide for Older Adults = Las medicinas y usted: Guia para las personas mayores."},
      {
        "id":"ED364518",
        "title":"Improving Teacher Preparation: What the Reform Reports Recommend."},
      {
        "id":"ED364519",
        "title":"A Shared Vision: Policy Recommendations for Linking Teacher Education to School Reform."},
      {
        "id":"ED364520",
        "title":"The California Professional Growth Manual. Revised."},
      {
        "id":"ED364521",
        "title":"Teacher Education in Logo-Based Environments."},
      {
        "id":"ED364522",
        "title":"The TEEMS Project: A Report on Alternative Teacher Preparation of Secondary Teachers. Project Sourcebook."},
      {
        "id":"ED364523",
        "title":"Teaching&apos;s Next Generation: A National Study of Precollegiate Teacher Recruitment."},
      {
        "id":"ED364525",
        "title":"Health Enhancement: A Design for Montana's Future."},
      {
        "id":"ED364526",
        "title":"Montana Assessment for Health Enhancement."},
      {
        "id":"ED364527",
        "title":"Montana Health Enhancement...An Expanded Concept: Assessment and Planning."},
      {
        "id":"ED364528",
        "title":"HIV/AIDS Education: Audio Visual Directory."},
      {
        "id":"ED364531",
        "title":"Bringing Health to School: Policy Implications for Southern States. Issue Brief."},
      {
        "id":"ED364532",
        "title":"NCAA Division 1 Graduation-Rates Summary, 1992-1993."},
      {
        "id":"ED364533",
        "title":"Teacher Attrition: Theory, Evidence, and Suggested Policy Options."},
      {
        "id":"ED364535",
        "title":"Survey of 1991 Teacher Education Graduates Conducted in May 1992."},
      {
        "id":"ED364536",
        "title":"Teacher Advisory Programs in Georgia: A Handbook of Ideas and Activities."},
      {
        "id":"ED364537",
        "title":"Professors' Preferences for Classroom/Behavior Management Techniques: Consensus and Ethnic, Gender, Socioeconomic Class, Field of Instruction Differences."},
      {
        "id":"ED364538",
        "title":"Learning in Good Company: Report on a Pilot Study."},
      {
        "id":"ED364539",
        "title":"&quot;Could You Say More about That?&quot; A Conversation about the Development of a Group's Investigation of Mathematics Teaching."},
      {
        "id":"ED364540",
        "title":"Creating Contexts To Change Teachers' Beliefs about the Influence of Research."},
      {
        "id":"ED364541",
        "title":"Effective Classroom Management: A Teaching Strategy for a Maturing Profession."},
      {
        "id":"ED364542",
        "title":"International Rural Education Teachers and Literary Critics: Samad Behrangi's Life, Thoughts, and Profession."},
      {
        "id":"ED364543",
        "title":"Assessing Teaching Behaviors through Video Portfolios in Field Experiences."},
      {
        "id":"ED364544",
        "title":"Perspectives on Scholarship in Education: Undergraduate and Graduate Students' Views on Faculty Scholarship."},
      {
        "id":"ED364545",
        "title":"Training and Management Perceptions of Public School Testing Directors: Implications for Teacher Educators."},
      {
        "id":"ED364546",
        "title":"Effective Teaching Practices."},
      {
        "id":"ED364547",
        "title":"Training the Front Lines: Implementing an In-House Training Program at Northern Arizona Long Distance Corporation."},
      {
        "id":"ED364548",
        "title":"Teachers as Researchers: Implementation and Evaluation of an Action Research Model."},
      {
        "id":"ED364549",
        "title":"How Do We Keep Teachers in Our Classrooms? The TNT Response."},
      {
        "id":"ED364550",
        "title":"Alternative Paths to Teaching: A Directory of Postbaccalaureate Programs."},
      {
        "id":"ED364551",
        "title":"Achieving Equity: Counting on the Classroom."},
      {
        "id":"ED364552",
        "title":"Alternative Models for Bilevel Factor Analysis."},
      {
        "id":"ED364554",
        "title":"Process Evaluation in Dropout Prevention Programs. Detecting and Predicting Problems and Benefits through the Use of Problem Benefit/Survey."},
      {
        "id":"ED364555",
        "title":"Process Evaluation in Dropout Prevention Programs: Detecting and Predicting Problems and Benefits through the Use of Problem Survey."},
      {
        "id":"ED364556",
        "title":"Proportional Reasoning of Preservice Elementary Education Majors: An Epistemic Model of the Proportional Reasoning Construct."},
      {
        "id":"ED364557",
        "title":"Performance of the Mantel-Haenszel and Simultaneous Item Bias Procedures for Detecting Differential Item Functioning. Laboratory of Psychometric and Evaluative Research Report No. 252."},
      {
        "id":"ED364558",
        "title":"Relationship of the K-BIT and SIT-R in a Gifted Sample."},
      {
        "id":"ED364559",
        "title":"WISC-III/K-BIT Relationships in Students with Learning Disabilities."},
      {
        "id":"ED364560",
        "title":"Training Tactical Decision-Making Skills: An Emerging Technology. Final Technical Report for Period November 1986-April 1990."},
      {
        "id":"ED364561",
        "title":"Armed Services Vocational Aptitude Battery (ASVAB): Validity of ASVAB Form 14 for the Prediction of High School Course Grades. Interim Technical Report for Period May 1988-May 1990."},
      {
        "id":"ED364562",
        "title":"Automatic Information Processing and High-Performance Skills: Principles of Consistency, Part-Task Training, Context, Retention, and Complex Task Performance. Interim Technical Report for Period November 1989-December 1990."},
      {
        "id":"ED364564",
        "title":"If Practice Makes Perfect, What Does Less Practice Make? Interim Technical Paper for Period March 1991-March 1992."},
      {
        "id":"ED364565",
        "title":"Artificial Intelligence in Training (AIT). Interim Technical Paper for Period February 1991-October 1991."},
      {
        "id":"ED364566",
        "title":"A Comparison of Learning Environments: All That Glitters... Interim Technical Paper for Period January 1990-July 1991."},
      {
        "id":"ED364567",
        "title":"Air Force Officer Qualifying Test (AFOQT): Estimating the General Ability Component. Interim Technical Paper for Period July 1989-June 1991."},
      {
        "id":"ED364568",
        "title":"Comparative Validities of ASVAB and LAMP Tests for Logic Gates Learning. Final Technical Paper for Period November 1989-March 1991."},
      {
        "id":"ED364569",
        "title":"Statewide Report for Arizona Pupil Achievement Testing and Appendix to the Statewide Report for Arizona Pupil Achievement Testing."},
      {
        "id":"ED364570",
        "title":"Statewide Report for Arizona Pupil Achievement Testing and Appendix to the Statewide Report for Arizona Pupil Achievement Testing."},
      {
        "id":"ED364571",
        "title":"Dropping Out of School: 1982 and 1992. Issue Brief."},
      {
        "id":"ED364573",
        "title":"Generalizability Theory and Many-Facet Rasch Measurement."},
      {
        "id":"ED364574",
        "title":"Constructing Linear Measures from Counts of Qualitative Observations."},
      {
        "id":"ED364575",
        "title":"Kansas Quality Performance Accreditation: A Dynamic, Changing Plan for Living, Learning and Working in an International Community. Revised."},
      {
        "id":"ED364576",
        "title":"Indiana Performance Assessments &apos;92. Final Report."},
      {
        "id":"ED364577",
        "title":"What Gets Graded Is What Gets Valued."},
      {
        "id":"ED364578",
        "title":"Report on Linking Study--Comparability across Assessments: Lessons from the Use of Moderation Procedures in England. Project 2.4: Quantitative Models To Monitor Status and Progress of Learning and Performance."},
      {
        "id":"ED364579",
        "title":"Consumer Report on School Evaluation Models."},
      {
        "id":"ED364580",
        "title":"Content Analysis of the Ph.D vs. Ed.D. Dissertation."},
      {
        "id":"ED364581",
        "title":"Proceedings of the CREATE Cross-Cutting Evaluation Theory Planning Seminar (Kalamazoo, Michigan, June 2-3, 1993)."},
      {
        "id":"ED364582",
        "title":"An Evaluation of a Model Elementary Mathematics Education Program Designed To Increase Relevant Instructional Practice. Phase One: Program Description and Identification of Variables."},
      {
        "id":"ED364584",
        "title":"&quot;Writing What You Read&quot;: A Guidebook for the Assessment of Children's Narratives. Final Deliverable--September 1993. Project 3.1: Studies in Improving Classroom and Local Assessments. Portfolio Assessments for Narratives at the Elementary Level."},
      {
        "id":"ED364585",
        "title":"Strategic Planning: Key Environmental Indicators for Pennsylvania. Pennsylvania Educational Policy Studies, Number 17."},
      {
        "id":"ED364586",
        "title":"Youth Indicators 1993: Trends in the Well-Being of American Youth."},
      {
        "id":"ED364587",
        "title":"The National Longitudinal Study of the High School Class of 1972: Annotated Bibliography of Studies, 1980-1992."},
      {
        "id":"ED364588",
        "title":"A Guide to the International Interpretation of U.S. Education Program Data: CIP, IPEDS, CCD and ISCED."},
      {
        "id":"ED364589",
        "title":"The Unnumbered Graphic Scale as a Data-Collection Method: An Investigation Comparing Three Measurement Strategies in the Context of Q-Technique Factor Analysis."},
      {
        "id":"ED364590",
        "title":"Historical Retention Report, 1992-93. Publication Number 92.38."},
      {
        "id":"ED364592",
        "title":"Creating Learner-Centered Accountability."},
      {
        "id":"ED364593",
        "title":"What Is the Probability of Rejecting the Null Hypothesis?: Statistical Power in Research."},
      {
        "id":"ED364594",
        "title":"Building a School Profile: The QPA Needs Assessment Process."},
      {
        "id":"ED364595",
        "title":"Profiles of Alaska's Public School Districts, Fiscal Year 1992."},
      {
        "id":"ED364596",
        "title":"Higher-Order Factor Analysis of Data from the Problems of Teaching Survey."},
      {
        "id":"ED364597",
        "title":"The Advantages of Using Planned Comparisons over Post Hoc Tests."},
      {
        "id":"ED364598",
        "title":"Planned versus Unplanned Contrasts: Exactly Why Planned Contrasts Tend To Have More Power against Type II Error."},
      {
        "id":"ED364599",
        "title":"Understanding Problems Faced by Classroom Teachers: An Application of Q-Methodology."},
      {
        "id":"ED364602",
        "title":"Report of Student Performance 1992-1993: Writing, Grades 4, 6, and 8."},
      {
        "id":"ED364603",
        "title":"What Makes r Positive or Negative?: An Exploration of Factors that Affect r with an Emphasis on Insight and Understanding."},
      {
        "id":"ED364604",
        "title":"The Use of Analysis of Covariance: User Beware."},
      {
        "id":"ED364605",
        "title":"Differential Prediction of Graduate Student Achievement from Miller Analogies Test Scores."},
      {
        "id":"ED364606",
        "title":"The Importance of Structure Coefficients as against Beta Weights: Comments with Examples from the Counseling Psychology Literature."},
      {
        "id":"ED364607",
        "title":"Collaborative Research: The New Kid on the Block."},
      {
        "id":"ED364608",
        "title":"Meaningfulness, Statistical Significance, Effect Size, and Power Analysis: A General Discussion with Implications for MANOVA."},
      {
        "id":"ED364611",
        "title":"Chicago School Reform: A Response to Unmet Needs of &quot;At Risk&quot; Students."},
      {
        "id":"ED364613",
        "title":"The Utilization of Simulations in Multicultural Education."},
      {
        "id":"ED364614",
        "title":"What Works II: 1992 Urban MCH Programs. Focus on Immunization."},
      {
        "id":"ED364616",
        "title":"Reinventing Chapter 1: Annual National Conference of State Chapter 1 Coordinators. Conference Presentations (September 20-23, 1993)."},
      {
        "id":"ED364617",
        "title":"The Streetwork Outreach Training Manual."},
      {
        "id":"ED364618",
        "title":"Transitional Living Programs for Homeless Adolescents."},
      {
        "id":"ED364619",
        "title":"A Description and Analysis of the Perspectives on Leadership Effectiveness of African-American Student Leaders at the University of New Mexico. A Qualitative Research Study."},
      {
        "id":"ED364625",
        "title":"Federal Policy Options for Chapter 1: An Equity Agenda for School Restructuring."},
      {
        "id":"ED364626",
        "title":"New Land, New Knowledge: An Evaluation of Two Education Programs Serving Refugee and Immigrant Students. Final Report."},
      {
        "id":"ED364627",
        "title":"Education and Learning in Schools with High Dropout Rates."},
      {
        "id":"ED364628",
        "title":"Educational Experiences and Needs of Middle School Students in Poverty."},
      {
        "id":"ED364629",
        "title":"Learning Programs at Home: An Explanation of the High Academic Achievement of Asian American Students."},
      {
        "id":"ED364630",
        "title":"Translating Dollars into Services: Chapter 1 Resources in the Context of State and Local Resources for Education. Final Report."},
      {
        "id":"ED364631",
        "title":"Using Visual Imagery To Help Chapter 1 Students Improve Comprehension."},
      {
        "id":"ED364632",
        "title":"The Urban Landscape: A Multidisciplinary Approach. Teacher's Resource Guide."},
      {
        "id":"ED364634",
        "title":"An Assessment of Principal Attitudes toward Ability Grouping in the Public Schools of South Carolina."},
      {
        "id":"ED364635",
        "title":"An Assessment of the Cross-Cultural Training Needs of South Carolina Counselors."},
      {
        "id":"ED364636",
        "title":"A Study of Academic Performance and Retention of Minority Assistance Peer (MAP) Program Participants and Non-Participants at the University of South Carolina."},
      {
        "id":"ED364637",
        "title":"Black Experience in Higher Education Grant. Minority Student Success Study."},
      {
        "id":"ED364638",
        "title":"An Evaluation of the Black Experience in Spartanburg Methodist College's Correctional Institutions' Higher Education Program."},
      {
        "id":"ED364639",
        "title":"Factors in the Academic Success of African American College Males."},
      {
        "id":"ED364640",
        "title":"Accelerating the Learning of At-Risk Students: An Evaluation of Project ACCEL."},
      {
        "id":"ED364641",
        "title":"Success for All. Education Research Consumer Guide, Number 5."},
      {
        "id":"ED364642",
        "title":"Technology and Chapter 1: Solutions for Catholic School Participation."},
      {
        "id":"ED364643",
        "title":"Teacher Receptivity to a Multidimensional Training Model: Learning/Teaching Styles and Expectations."},
      {
        "id":"ED364644",
        "title":"The Multidimensional Training Model: Linking Teaching/Learning Styles with Teacher Expectations."},
      {
        "id":"ED364645",
        "title":"Organizing for Effective Implementation of a Multidimensional Training Model in a Large Urban District."},
      {
        "id":"ED364649",
        "title":"Educational Reforms and Students at Risk: A Review of the Current State of the Art."},
      {
        "id":"ED364650",
        "title":"School-Linked Service Integration in Action: Lessons Drawn from Seven California Communities."},
      {
        "id":"ED364651",
        "title":"Building School-Family Partnerships for Learning: Workshops for Urban Educators."},
      {
        "id":"ED364652",
        "title":"Syntheses of Research and Practice: Implications for Achieving Schooling Success for Children at Risk. Publication Series #93-5."},
      {
        "id":"ED364655",
        "title":"National Framework of Adult English Language, Literacy and Numeracy Competence. Draft."},
      {
        "id":"ED364657",
        "title":"The Literacy Challenge = Le defi de l'alphabetisation. Proceedings of a Symposium (Washington, D.C., September 10, 1993)."},
      {
        "id":"ED364659",
        "title":"PSI Model Curriculum for Office Careers."},
      {
        "id":"ED364660",
        "title":"Delivering Small Group Literacy: A Model."},
      {
        "id":"ED364661",
        "title":"Challenge of the Older Adult Learners: Facts and Tips for Educators."},
      {
        "id":"ED364662",
        "title":"The Turkish Adult Education System."},
      {
        "id":"ED364663",
        "title":"Linking Work-Family Issues to the Bottom Line. Report Number 962."},
      {
        "id":"ED364664",
        "title":"Strategies for Promoting a Work-Family Agenda. Report Number 973."},
      {
        "id":"ED364665",
        "title":"The Emerging Role of the Work-Family Manager. Report Number 987."},
      {
        "id":"ED364666",
        "title":"In Diversity Is Strength: Capitalizing on the New Work Force. 75th Anniversary Symposia Series. Report Number 994."},
      {
        "id":"ED364668",
        "title":"Higher Vocational Education in the Netherlands: A Survey of the Current Situation in Higher Commercial Education."},
      {
        "id":"ED364669",
        "title":"The Didactics of Open Education--Background, Analysis and Approaches."},
      {
        "id":"ED364670",
        "title":"Functions and Effects of Support in Open Learning Systems: Outlining Current Empirical Findings."},
      {
        "id":"ED364671",
        "title":"Learning Objectives for Practicals in Institutes of Higher Education in the Netherlands: A Descriptive Study."},
      {
        "id":"ED364672",
        "title":"Comparing Knowledge Profiles of Students Studying at a Distance University and a Regular University: Is Studying at a Different University Reflected in Differences in the Prior Knowledge State?"},
      {
        "id":"ED364679",
        "title":"Journal of Consumer Education, 1983-1992."},
      {
        "id":"ED364682",
        "title":"Criteria for Hiring First Time Teachers, with an Emphasis on Technology Education. Final Report."},
      {
        "id":"ED364683",
        "title":"The Experience of Childbearing Women in the Workplace: The Impact of Family-Friendly Policies and Practices. Final Report."},
      {
        "id":"ED364684",
        "title":"Midlife Women Speak Out: Assessing Job Training and The Status of Working Women: A Statistical Profile of Midlife Women Aged 35-54."},
      {
        "id":"ED364685",
        "title":"Training Materials in Aging. An Annotated International Bibliography."},
      {
        "id":"ED364687",
        "title":"Pioneers of Nontraditional Employment in Alaska. Teacher Guide."},
      {
        "id":"ED364688",
        "title":"A Symposium on Germany&apos;s Education and Training System (Albany, Rochester, Melville and New York City, New York, June 21-25, 1993). Final Report."},
      {
        "id":"ED364689",
        "title":"Communication and Problem-Solving in the Workplace."},
      {
        "id":"ED364690",
        "title":"English as a Second Language/Workplace Education."},
      {
        "id":"ED364691",
        "title":"The Writing Process in Health Care."},
      {
        "id":"ED364692",
        "title":"Getting Hooked on Words."},
      {
        "id":"ED364693",
        "title":"Using Numbers Less than One."},
      {
        "id":"ED364694",
        "title":"Opportunity Ladders: Can Area Employment Possibilities Improve the Prospects for Washingtonians in Long-Term Poverty?"},
      {
        "id":"ED364695",
        "title":"Fast Track. Summer Academic Skills Enhancement Program, 1993. Final Evaluation Report."},
      {
        "id":"ED364696",
        "title":"Jobs: Employment Opportunities in the Washington Metropolitan Area for Persons with Limited Employment Qualifications."},
      {
        "id":"ED364697",
        "title":"ET: Employment and Training Activities Serving Predominantly Low-Income Residents of Washington, D.C., with Limited Employment Qualifications."},
      {
        "id":"ED364698",
        "title":"Getting Hired: Characteristics Employers Prefer in Unskilled Job Applicants."},
      {
        "id":"ED364699",
        "title":"Linking Learning with Earning: A Report of the Commission on Vocational Education and Career Opportunities."},
      {
        "id":"ED364700",
        "title":"Tech Prep: The Wisconsin Design."},
      {
        "id":"ED364701",
        "title":"Tech Prep. What? Why? How?"},
      {
        "id":"ED364702",
        "title":"Youth Apprenticeships. What? Why? How?"},
      {
        "id":"ED364703",
        "title":"School-to-Work Transition Programs: A Status Report."},
      {
        "id":"ED364704",
        "title":"Profiles of the Adult Education Target Population. Information from the 1990 Census."},
      {
        "id":"ED364705",
        "title":"Supervised Occupational Experience Programs in Vocational Agriculture. Bulletin No. 705."},
      {
        "id":"ED364706",
        "title":"The Benefits of Investments in the University of Idaho College of Agriculture Research and Extension Programs. Bulletin No. 720."},
      {
        "id":"ED364707",
        "title":"Credit Cards. Bulletin No. 721. (Revised.)"},
      {
        "id":"ED364708",
        "title":"Providing Residential Care Services for the Elderly. A Home-based Business Handbook. Bulletin No. 738."},
      {
        "id":"ED364709",
        "title":"Sensory Changes in Later Life. A Pacific Northwest Extension Publication. PNW 196. Revised."},
      {
        "id":"ED364710",
        "title":"Helping Memory-Impaired Elders: A Guide for Caregivers. A Pacific Northwest Extension Publication. PNW 314."},
      {
        "id":"ED364711",
        "title":"Coping with Caregiving: How To Manage Stress When Caring for Elderly Relatives. A Pacific Northwest Extension Publication. PNW 315."},
      {
        "id":"ED364712",
        "title":"Helping Your Older Family Member Handle Finances. A Pacific Northwest Extension Publication. PNW 344."},
      {
        "id":"ED364714",
        "title":"Coming to Grips with Your Finances. Home Study Course. Misc. Series No. 112."},
      {
        "id":"ED364715",
        "title":"Women Who Maintain Families. Facts on Working Women No. 93-3."},
      {
        "id":"ED364716",
        "title":"State University of New York Staff Study on the Educational Opportunity Center Program. Report 93-D-16."},
      {
        "id":"ED364717",
        "title":"Adult Literacy in New Jersey. Meeting the Challenge of the 21st Century."},
      {
        "id":"ED364718",
        "title":"Fourth Biennial Evaluation (Program Years 1991 and 1992) of the Vocational Education System and the Coordination between JTPA and Vocational Education."},
      {
        "id":"ED364719",
        "title":"Youth at Work: Making It in the Global Economy. A Report of the At-Risk Youth Task Force."},
      {
        "id":"ED364720",
        "title":"New Jersey State Employment and Training Commission Annual Report 1992."},
      {
        "id":"ED364725",
        "title":"Improving Training Quality by Avoiding the &quot;What Errors&quot; of Curriculum Development."},
      {
        "id":"ED364726",
        "title":"Future Workers' Education Project. Auto Body and Repair."},
      {
        "id":"ED364733",
        "title":"Teacher Collaboration in Secondary Schools. Centerfocus Number 2."},
      {
        "id":"ED364735",
        "title":"Analysis of Annual Report Data for School Years 1990, 1991, and 1992."},
      {
        "id":"ED364736",
        "title":"Student Outcomes at Private, Accredited Career Schools and Colleges of Technology. An Analysis of the Effects of Selected School/College Characteristics on Student Outcomes for School Years 1990, 1991, 1992."},
      {
        "id":"ED364737",
        "title":"Vocational Education. Status in 2-Year Colleges in 1990-91 and Early Signs of Change. Report to Congressional Requesters."},
      {
        "id":"ED364741",
        "title":"Asexual Plant Reproduction. Agricultural Lesson Plans."},
      {
        "id":"ED364742",
        "title":"Sexual Plant Reproduction. Agricultural Lesson Plans."},
      {
        "id":"ED364743",
        "title":"Photosynthesis. Agricultural Lesson Plans."},
      {
        "id":"ED364744",
        "title":"Plant ID. Agricultural Lesson Plans."},
      {
        "id":"ED364745",
        "title":"Plant Tissues. Agricultural Lesson Plans."},
      {
        "id":"ED364746",
        "title":"pH. Agricultural Lesson Plans."},
      {
        "id":"ED364747",
        "title":"Teamwork and Literacy: Learning from a Skills-Poor Position."},
      {
        "id":"ED364749",
        "title":"Initiating Practitioner Inquiry: Adult Literacy Teachers, Tutors, and Administrators Research Their Practice."},
      {
        "id":"ED364750",
        "title":"An Investigation of Opinions toward Educational Outcomes."},
      {
        "id":"ED364751",
        "title":"A Competitiveness Strategy for America. Joint Hearing on the Competitiveness Policy Council Second Annual Report to the President and the Congress, Analyzing a Comprehensive Blueprint for Stronger Incentives for Private Investment, a New Export Expansion Strategy and a Sweeping Education Reform, before the Committee on Banking, Housing, and Urban Affairs, Joint Economic Committee. United States Senate, One Hundred Third Congress, First Session."},
      {
        "id":"ED364752",
        "title":"Skill Standards. Experience in Certification Systems Shows Industry Involvement To Be Key. Report to the Chairman, Joint Economic Committee, U.S. Congress."},
      {
        "id":"ED364753",
        "title":"Massachusetts Career Development Institute in Partnership with the Geriatric Authority of Holyoke, Massachusetts. Final Report."},
      {
        "id":"ED364754",
        "title":"A Vision: Professional Technical Education Reform."},
      {
        "id":"ED364755",
        "title":"An Educological Perspective on Higher Education's Responsibility to Vocational Education."},
      {
        "id":"ED364756",
        "title":"NLS Handbook 1993. The National Longitudinal Surveys."},
      {
        "id":"ED364757",
        "title":"NLS Annotated Bibliography. 1990-1993 Supplement. The National Longitudinal Surveys of Labor Market Experience."},
      {
        "id":"ED364758",
        "title":"NLS Users' Guide 1993. The National Longitudinal Surveys of Labor Market Experience."},
      {
        "id":"ED364765",
        "title":"The Gender Gap in Yearly Earnings: Can Vocational Education Help?"},
      {
        "id":"ED364766",
        "title":"Vocational Decision-Making: A Dilemma for Brain Injury Survivors and Their Counselors."},
      {
        "id":"ED364767",
        "title":"Development of a Distance Education Network in the OECS. Feasibility Study. Filling a Gap in a Way that Makes Sense. Report of a Consultancy to the Commonwealth of Learning."},
      {
        "id":"ED364768",
        "title":"Distance Education at the University of the West Indies. Report of an Appraisal Carried Out on Behalf of the Commonwealth of Learning."},
      {
        "id":"ED364769",
        "title":"Survey on Distance Education in Ghana. A Report for the Deputy Secretary (Higher Education Division), Ministry of Education of the Republic of Ghana."},
      {
        "id":"ED364770",
        "title":"Meeting the Education and Training Needs of Immigrant Settlement Workers through Open Learning: A Needs and Feasibility Study. Final Report."},
      {
        "id":"ED364771",
        "title":"Lifelong Learning and Human Resource Development. A Submission to the British Columbian Human Resource Development Project."},
      {
        "id":"ED364772",
        "title":"Introductory Keyboarding 15G. Interim Guide."},
      {
        "id":"ED364773",
        "title":"Advanced Keyboarding 25G. Interim Guide."},
      {
        "id":"ED364774",
        "title":"Word Processing 30G. Interim Guide."},
      {
        "id":"ED364775",
        "title":"Advanced Word Processing 45S. Interim Guide."},
      {
        "id":"ED364776",
        "title":"Accounting Principles 30G. Interim Guide."},
      {
        "id":"ED364777",
        "title":"Accounting Systems 40S. Interim Guide."},
      {
        "id":"ED364778",
        "title":"Automated Office 40S. Interim Guide."},
      {
        "id":"ED364779",
        "title":"Skills for Independent Living (Senior 2). Interim Guide."},
      {
        "id":"ED364781",
        "title":"Smoking, Drinking, and Illicit Drug Use among American Secondary School Students, College Students, and Young Adults, 1975-1991. Volume I: Secondary School Students."},
      {
        "id":"ED364783",
        "title":"Smoking, Drinking, and Illicit Drug Use among American Secondary School Students, College Students, and Young Adults, 1975-1991. Volume II: College Students and Young Adults."},
      {
        "id":"ED364784",
        "title":"Mentorship in Practice: A Multi-Method Approach."},
      {
        "id":"ED364785",
        "title":"A Content Analysis and Comparison of Themes in Fiction with the Subject of an Alcoholic Parent Written for Children Ages Ten to Fourteen Years in the Sixties and in the Eighties. A Report."},
      {
        "id":"ED364786",
        "title":"Theoretical Foundations of Yoga Meditation: A Contribution to Self-Actualization and Stress Management."},
      {
        "id":"ED364787",
        "title":"Ethics in Counseling. A Continuing Education Seminar Developed for San Antonio College for Licensed Professional Counselors."},
      {
        "id":"ED364788",
        "title":"Autobiographical and Biographical Resources for History of Psychology."},
      {
        "id":"ED364789",
        "title":"National Survey Results on Drug Use from the Monitoring the Future Study, 1975-1992. Volume II: College Students and Young Adults."},
      {
        "id":"ED364790",
        "title":"Improved School Attitude in Elementary School through Child Centered Hands-On Activities by Building Confidence &amp; Self-Esteem."},
      {
        "id":"ED364791",
        "title":"Resilience and Vulnerability in Children of Problem Drinkers: A Review and Proposal for Further Research."},
      {
        "id":"ED364792",
        "title":"Youth Violence Prevention. Hearing before the Committee on Governmental Affairs. United States Senate, One Hundred Second Congress, Second Session (March 31, 1992)."},
      {
        "id":"ED364793",
        "title":"Improving Child Protection Services to Children under Ten Who Display Sexually Reactive Behaviors."},
      {
        "id":"ED364795",
        "title":"Transitioning from Single-Sex to Coeducational High School: A Study Exploring the Effects on Self-Concept Using the Self Description Questionnaire II."},
      {
        "id":"ED364796",
        "title":"Stereotypes about AIDS as a Function of Political Ideology."},
      {
        "id":"ED364797",
        "title":"Use of a Bereavement Support Group To Help Adolescents Cope with Loss."},
      {
        "id":"ED364798",
        "title":"Enabling Visions: Self Esteem of Junior-High Girls."},
      {
        "id":"ED364799",
        "title":"All About Attendance. A Manual and Case Studies for Schools and Families."},
      {
        "id":"ED364800",
        "title":"The Art of Working Together: A Guide to Interorganizational Coordination in the Community."},
      {
        "id":"ED364801",
        "title":"Runaways in Juvenile Courts. OJJDP Update on Statistics."},
      {
        "id":"ED364802",
        "title":"An Integrated On-Line Transfer Credit Evaluation System-Admissions through Graduation Audit."},
      {
        "id":"ED364803",
        "title":"Building Supportive Communities for Youth: Local Approaches to Enhancing Community Youth Services and Supports. Commissioned Paper #7."},
      {
        "id":"ED364804",
        "title":"Bridging the Gap: A Rationale for Enhancing the Role of Community Organizations in Promoting Youth Development. Commissioned Paper #1."},
      {
        "id":"ED364805",
        "title":"Well Mind, Well Earth: 97 Environmentally Sensitive Activities for Stress Management, Spirit and Self-Esteem. Continuing Education Training Manual: Environmental Education Ethics and Counseling Psychology."},
      {
        "id":"ED364813",
        "title":"Breaking the Cycle of Drug Abuse. 1993 Interim National Drug Control Strategy."},
      {
        "id":"ED364814",
        "title":"Substance Abuse Prevention and Intervention Programs in New York City Public Schools: The 1991-1992 School Year. OREA Report."},
      {
        "id":"ED364815",
        "title":"Substance Abuse Prevention Services in the New York City Public Schools: 1990-1991 Survey Results. OREA Report."},
      {
        "id":"ED364816",
        "title":"Project STOP Final Evaluation Report, 1991-1992. OREA Report."},
      {
        "id":"ED364817",
        "title":"Coping with Your Loss and Grief."},
      {
        "id":"ED364818",
        "title":"Loss and Grief in Later Life."},
      {
        "id":"ED364819",
        "title":"Depression in Later Life: Recognition and Treatment."},
      {
        "id":"ED364820",
        "title":"A Participant Observation Case Study Using Van Gennep's Rites of Passage Theory at a &quot;Summer Transitional Program.&quot;"},
      {
        "id":"ED364821",
        "title":"Commitment to the Profession of School Psychology: An Exploratory Study."},
      {
        "id":"ED364822",
        "title":"Data Integration and Evaluation: Essential Components of Family-Centered Systems Reform. Meeting Highlights and Background Briefing Report of the American Association for Marriage and Family Therapy Research and Education Foundation&apos;s Family Impact Seminar (Washington, D.C., September 17, 1993)."},
      {
        "id":"ED364825",
        "title":"Marriage and Family Therapy and Traditional Counselor Education Programs."},
      {
        "id":"ED364826",
        "title":"The African American Family and AIDS: Counseling Issues and Strategies."},
      {
        "id":"ED364827",
        "title":"Role-Plays in a Family Counseling Course: A Collaborative Effort with the Theater Department."},
      {
        "id":"ED364828",
        "title":"The Whole Language Approach: Panacea or Myth?"},
      {
        "id":"ED364829",
        "title":"Two Hundred Years of Values Teaching in Reading Textbooks."},
      {
        "id":"ED364830",
        "title":"The Effects of Whole Language Instruction: An Update and a Reappraisal."},
      {
        "id":"ED364831",
        "title":"Whole Language, Computers and CD-ROM Technology: A Kindergarten Unit on &quot;Benjamin Bunny.&quot;"},
      {
        "id":"ED364832",
        "title":"Literacy Growth of Urban &quot;At-Risk&quot; Children Taught by University Students Using Literature-Based Instruction."},
      {
        "id":"ED364833",
        "title":"The Effectiveness of ESEA Chapter I Pull-Out Programs on Reading Achievement."},
      {
        "id":"ED364834",
        "title":"Delineating and Undefining Thematic Instruction."},
      {
        "id":"ED364835",
        "title":"Building Professional Contexts for Learning for Preservice and Inservice Teachers and Teacher Educators: Reflections, Issues and Questions."},
      {
        "id":"ED364836",
        "title":"Teachers as Readers: Survey of Teacher Personal Reading Habits and Literacy Activities in the Classroom."},
      {
        "id":"ED364837",
        "title":"Adult Book Club Discussions: Response as a Key."},
      {
        "id":"ED364838",
        "title":"Life Experiences and Teacher Knowledge: How a Content Teacher Decides To Use Literacy Strategies."},
      {
        "id":"ED364839",
        "title":"Project R.E.A.P. (Reading, Enjoying, And Presenting)."},
      {
        "id":"ED364840",
        "title":"Effects of Two Comprehension Monitoring Strategies on the Metacognitive Awareness and Reading Achievement of Third and Fifth Grade Students. [Revised.]"},
      {
        "id":"ED364841",
        "title":"Critical Review of Qualitative Research on Conceptual Change from Science Education."},
      {
        "id":"ED364842",
        "title":"Uncovering Cognitive Processes in Reading."},
      {
        "id":"ED364843",
        "title":"A Constructivist View of Preservice Teachers' Attitudes toward Reading through Case Study Analysis of Autobiographies."},
      {
        "id":"ED364844",
        "title":"What Shall We Say When the Teacher's Away? A Look at a Second Grade Peer Response Group."},
      {
        "id":"ED364845",
        "title":"Uses of Technology and Educational Media in Literacy Instruction for Children with Developmental Disabilities."},
      {
        "id":"ED364847",
        "title":"Effects of Processing Orientations and Reader-Generated and Text-Based Comprehension Aids on Text Processing."},
      {
        "id":"ED364848",
        "title":"Learning from Home Literacies: Inviting Parents To Contribute to Literacy Portfolios."},
      {
        "id":"ED364849",
        "title":"Lost Opportunities: A Study of the Education of Language Minority Students in the Intermediate Grades."},
      {
        "id":"ED364850",
        "title":"Once upon a Time, When There Were No Tests, Children Built Houses That Stood Tall and Straight..."},
      {
        "id":"ED364851",
        "title":"Decoding by Analogy: Promoting Independent Strategies for Generating Spellings during Writing."},
      {
        "id":"ED364852",
        "title":"Supporting College Learners: Metacognition, Locus of Control, Reading Comprehension and Writing Performance."},
      {
        "id":"ED364853",
        "title":"Negotiating a Mandate: Secondary Teachers' Understandings and Implementations of Multicultural Education in the Language Arts."},
      {
        "id":"ED364854",
        "title":"The Comprehension of Traditional Negro Spirituals: The Meaning and the Message of the Music."},
      {
        "id":"ED364855",
        "title":"Reading: Strategies, Practices, and Research for the 21st Century."},
      {
        "id":"ED364856",
        "title":"Manitoba Reading Assessment 1992. Franco-Manitoban Schools: Grades 4, 8, 11. Final Report."},
      {
        "id":"ED364857",
        "title":"Manitoba Reading Assessment 1992. French Immersion Program: Grades 4, 8, 11. Final Report."},
      {
        "id":"ED364858",
        "title":"Manitoba Reading Assessment 1992. English Language Schools: Grades 4, 8, 11. Final Report."},
      {
        "id":"ED364859",
        "title":"A Paradigm Shift to Reading around the Hermeneutic Circle."},
      {
        "id":"ED364860",
        "title":"Learning about Literacy and the World: Two-Year-Olds' and Teachers' Enactment of a Thematic Inquiry Curriculum."},
      {
        "id":"ED364861",
        "title":"Whole Language as an Ecological Phenomenon: On Sustaining the Agonies of Innovative Language Arts Practices."},
      {
        "id":"ED364862",
        "title":"Teachers' Theoretical Beliefs and Practices: A Case Study of Literacy and Biliteracy in a Bilingual Classroom."},
      {
        "id":"ED364863",
        "title":"Developing Phonological Awareness through Alphabet Books."},
      {
        "id":"ED364864",
        "title":"A Comparison of Fifth Graders' Comprehension and Retention of Scientific Information Using a Science Textbook and an Informational Storybook."},
      {
        "id":"ED364865",
        "title":"The Effect of S2RE, a Metacognitive Learning Strategy, on the Reading Comprehension of Elementary Students."},
      {
        "id":"ED364866",
        "title":"What Is the Effect of the Rate of Transfer on the Academic Achievement of Fourth Grade Students?"},
      {
        "id":"ED364868",
        "title":"Reflections on Cultural Conflict: One Teacher's Struggle for Change."},
      {
        "id":"ED364869",
        "title":"Reading Recovery Program Implementation Year Three, School Year 1992-1993. Report of Results and Effectiveness."},
      {
        "id":"ED364870",
        "title":"Beyond Memorization, Lists, and Trial Tests: Exploring the Influence of Teacher Knowledge of Developmental Spelling on Pedagogical Decisions."},
      {
        "id":"ED364871",
        "title":"Teachers' Favorite Books for Kids: Teachers' Choices 1989-1993."},
      {
        "id":"ED364872",
        "title":"Literacy Development in Preschool and Kindergarten Children: Patterns between Groups and across Tasks. Literacy Research Report No. 17."},
      {
        "id":"ED364873",
        "title":"Reading Assessment Alternatives. Innovative Assessment."},
      {
        "id":"ED364875",
        "title":"Reader Response, Collaborative Writing, and Computer Networking."},
      {
        "id":"ED364878",
        "title":"Teacher in Transition: A Case Study of the Change Process from Skills-Based to Whole Language Teaching. Research in Progress."},
      {
        "id":"ED364879",
        "title":"Video Portfolios: Collaborations in Literacy Teaching Assessment."},
      {
        "id":"ED364880",
        "title":"Out of the Melting Pot: The Battle over the Booklist. Teaching Cases in Cross-Cultural Education No. 12."},
      {
        "id":"ED364881",
        "title":"&quot;The Choice&quot; and the Language of Honesty."},
      {
        "id":"ED364882",
        "title":"Writing for Critical Thinking: Problem Solving and Information Transfer."},
      {
        "id":"ED364883",
        "title":"Demystifying the Jargon: The Language of the Left."},
      {
        "id":"ED364884",
        "title":"Students' Ability To Apply and Reflect on Organizational Structures Used in Composing."},
      {
        "id":"ED364885",
        "title":"Another Kind of Vote: Enfranchising the Knowledge(s) of Teachers."},
      {
        "id":"ED364886",
        "title":"To the Teacher Who Would: Cultural Literacy as Folkloristic."},
      {
        "id":"ED364887",
        "title":"The Effects of Auditory and Visual Stimuli on Tenth Graders' Descriptive Writing."},
      {
        "id":"ED364888",
        "title":"Computers as Writing Tutors."},
      {
        "id":"ED364889",
        "title":"Breaking the Boundaries: Using the Writing Experience To Examine the Conflicts between Personal and &quot;American&quot; Democratic Ideals in the Schoolroom."},
      {
        "id":"ED364890",
        "title":"Thematic Patterns in Children's Writing: Human Behavior Evoking Personal Meaning."},
      {
        "id":"ED364891",
        "title":"A Multiculturally-Responsive Tenth Grade English Curriculum Nurtures an Appreciation for Individual Differences by Immersing Students in the Lives of Others."},
      {
        "id":"ED364892",
        "title":"The Evaluation of a Lifewriting Project. Lifewriting in a Grade 8 English Class."},
      {
        "id":"ED364893",
        "title":"Terms and Conditions of Employment in the California State University."},
      {
        "id":"ED364894",
        "title":"Integrating the Voices: Writing as Healing as the Way to Constructed Knowledge for Basic Writers."},
      {
        "id":"ED364895",
        "title":"Into Action: Reading Black and White Styles in the Composition Classroom."},
      {
        "id":"ED364896",
        "title":"&quot;I Think of That Mountain as My Maternal Grandmother&quot;: Constructing Self and Other through Landscape."},
      {
        "id":"ED364901",
        "title":"Implementing Senior 1 and 2 English Language Arts: A Resource for Teachers and Administrators. Curriculum Support Document. 1993 High School Review Implementation."},
      {
        "id":"ED364902",
        "title":"The Construction and Reconstruction of Gender in Classroom Discourse: Disciplining the Student Body."},
      {
        "id":"ED364904",
        "title":"Reflections on Science Fiction in Light of Today's Global Concerns."},
      {
        "id":"ED364905",
        "title":"Examining the Role of Assessment Reform in Literature Teaching and Learning: A Study in Two Classrooms."},
      {
        "id":"ED364908",
        "title":"Insights from Past Inventional Theory for Present Critical Thinking and Writing."},
      {
        "id":"ED364909",
        "title":"An Examination of College Writing Skills: Have They Deteriorated?"},
      {
        "id":"ED364910",
        "title":"Gertrude Buck's Theory of Discourse: A New Historical Perspective."},
      {
        "id":"ED364911",
        "title":"Picture Books and the Making of Readers: A New Trajectory. NCTE Concept Paper No. 7."},
      {
        "id":"ED364912",
        "title":"Metaphor: An Educational Perspective. Research Bulletin 84."},
      {
        "id":"ED364913",
        "title":"Stanislavski in the Literature Classroom: Reading Drama from an Actor's Perspective."},
      {
        "id":"ED364916",
        "title":"Rhetoric of India: A Selected, Interdisciplinary Bibliography."},
      {
        "id":"ED364917",
        "title":"A Descriptive Analysis of Focus Group Respondents in the 1992 Presidential Debates."},
      {
        "id":"ED364918",
        "title":"From Sevilla to Barcelona: Public Relations Research and Education in Spain. The Structure of Spanish Public Relations: 1980-1990."},
      {
        "id":"ED364919",
        "title":"Exposure to Pornography and Acceptance of Rape Myths: A Research Summary Using Meta-Analysis."},
      {
        "id":"ED364920",
        "title":"From Commodity Production to Sign Production: A Triple Triangle Model for Marx's Semiotics and Peirce's Economics."},
      {
        "id":"ED364921",
        "title":"&quot;The Boys All Scramble Through&quot;: Some Gender Issues in Sense-Making Conversations."},
      {
        "id":"ED364922",
        "title":"Media Echoes in the Development of the Social Self."},
      {
        "id":"ED364923",
        "title":"Communication Apprehension among Adult Children of Alcoholics."},
      {
        "id":"ED364924",
        "title":"Inter-Departmental Faculty Mentoring: Bridging Isolation in the Tenure Process at Small Colleges and Small Communications Departments."},
      {
        "id":"ED364925",
        "title":"Teaching Public Speaking as Public Life."},
      {
        "id":"ED364926",
        "title":"A Communicative Approach to Observation and Feedback. ERIC Digest."},
      {
        "id":"ED364927",
        "title":"Connect! How To Get Your Kids To Talk to You."},
      {
        "id":"ED364928",
        "title":"Feature Films for Communication Courses: A Bibliography."},
      {
        "id":"ED364929",
        "title":"USA: A Schema for Communicating Change."},
      {
        "id":"ED364930",
        "title":"Refereed Proceedings of the Annual Meeting of the Southwest Region of the Association for Business Communication (New Orleans, Louisiana, March 4-5, 1993)."},
      {
        "id":"ED364931",
        "title":"A Comparative Study of Job Burnout in Army Public Affairs Commissioned Officers and Department of the Army Civilians."},
      {
        "id":"ED364932",
        "title":"Sibling Communication in &quot;Star Trek: The Next Generation&quot;: Conflicts between Brothers."},
      {
        "id":"ED364933",
        "title":"High School Policy: A New Vision for Tennessee High Schools."},
      {
        "id":"ED364934",
        "title":"Restructuring State Education Agencies: Learning from State Leaders. SERVE Report."},
      {
        "id":"ED364935",
        "title":"Remediating Marginal Teachers: What Makes Plans of Assistance Work?"},
      {
        "id":"ED364936",
        "title":"Preparing Ethical Leaders: Overviewing Current Efforts and Analyzing Forces That Have Shaped Them."},
      {
        "id":"ED364938",
        "title":"Closing the Gap: Acceleration vs. Remediation and the Impact of Retention in Grade on Student Achievement. The Commissioner's Critical Issue Analysis Series, Number 1."},
      {
        "id":"ED364939",
        "title":"Texas Public School Education: Aiming for Excellence and Equity, 1990-1992. A Biennial Report to the 73rd Texas Legislature from the State Board of Education and the Texas Education Agency."},
      {
        "id":"ED364941",
        "title":"Rankings of the States, 1993."},
      {
        "id":"ED364942",
        "title":"Sponsored Privatization of Schooling in a Welfare State."},
      {
        "id":"ED364943",
        "title":"Evaluation of the Oregon Network: Educator Perceptions of Restructuring in Nine Schools."},
      {
        "id":"ED364944",
        "title":"The Relationship between School Climate, PATS Program Participation, and Organizational Level."},
      {
        "id":"ED364945",
        "title":"Preparing Administrators for the Twenty-First Century."},
      {
        "id":"ED364946",
        "title":"Copyright Law and Policy Meet the Curriculum: Teachers' Understanding, Attitudes, and Practices."},
      {
        "id":"ED364948",
        "title":"Organizing Schools into Smaller Units: A Planning Guide."},
      {
        "id":"ED364949",
        "title":"Global Competitives: Economic Imperatives for School Reform."},
      {
        "id":"ED423071",
        "title":"Child Care: Use of Standards To Ensure High Quality Care."},
      {
        "id":"ED423072",
        "title":"Financing Services for Young Children and Their Families: New Directions for Research, Development, and Demonstration."},
      {
        "id":"ED423073",
        "title":"Money Matters: A Guide to Financing Quality Education and Other Children&apos;s Services."},
      {
        "id":"ED423077",
        "title":"Nevada Kids Count Data Book, 1997."},
      {
        "id":"ED423078",
        "title":"Immediately Outcomes of Lower-Income Participants in Minnesota's Universal Access Early Childhood Family Education. Early Childhood Family Education (ECFC) Evaluation Series; Changing Times, Changing Families-Phase II."},
      {
        "id":"ED423079",
        "title":"He Has a Summer Birthday: The Kindergarten Entrance Age Dilemma. ERIC Digest."},
      {
        "id":"ED423082",
        "title":"Financing Services for Young Children and Their Families: Meeting the Challenges of Welfare Reform."},
      {
        "id":"ED423084",
        "title":"Questions Parents Ask about Schools."},
      {
        "id":"ED423085",
        "title":"Las Preguntas Que Hacen los Padres sobre la Escuela (Questions Parents Ask about School)."},
      {
        "id":"ED423086",
        "title":"Mexican American Parental Involvement in Site Based Management."},
      {
        "id":"ED423087",
        "title":"An Analysis of the Disparity between Urban, Suburban, and Rural Community, Junior and Technical Colleges on TASP Performance: It's Not Just a Minority Problem."},
      {
        "id":"ED423093",
        "title":"The Rural Impacts of Welfare Reform: Annotated Bibliography of Literature Concerning the Personal Responsibility and Work Opportunity Reconciliation Act of 1996."},
      {
        "id":"ED423094",
        "title":"Achieving Educational Excellence in Majuro, RMI. Promising Practices in the Pacific Region."},
      {
        "id":"ED423096",
        "title":"Latina High School Leaving: Some Practical Solutions. ERIC Digest."},
      {
        "id":"ED423097",
        "title":"Migrant Students Attending College: Facilitating Their Success. ERIC Digest."},
      {
        "id":"ED423098",
        "title":"Post-Secondary Education for Indigenous Populations."},
      {
        "id":"ED423100",
        "title":"Socio-Economic Impacts of School Consolidation on Host and Vacated Communities. Agricultural Economics Report No. 347."},
      {
        "id":"ED423101",
        "title":"A Native Perspective on the School Reform Movement: A Hot Topics Paper."},
      {
        "id":"ED423102",
        "title":"Child Labor in Agriculture: Changes Needed To Better Protect Health and Educational Opportunities. Report to Congressional Requesters."},
      {
        "id":"ED423103",
        "title":"High Standards. IDRA Focus."},
      {
        "id":"ED423104",
        "title":"Identifying and Assessing Gifted and Talented Bilingual Hispanic Students. ERIC Digest."},
      {
        "id":"ED423105",
        "title":"Kentucky River Area Development District (KRADD): Historic Trends and Geographic Patterns."},
      {
        "id":"ED423106",
        "title":"Head Start Directory: American Indian Programs Branch, Region XI."},
      {
        "id":"ED423107",
        "title":"Evaluation and Impacts of Linking Family and Community Strengths Conference."},
      {
        "id":"ED423108",
        "title":"American Indian and Alaska Native Education. Executive Order 13096."},
      {
        "id":"ED423109",
        "title":"Pesticide Safety Training Materials for Farmworkers: An Annotated Bibliography. Working Paper 98-01."},
      {
        "id":"ED423110",
        "title":"In the Beginning: The Study of Mathematically Precocious Youth (SMPY)."},
      {
        "id":"ED423111",
        "title":"Teaching and Learning Mathematics with Technology. 1997 Yearbook."},
      {
        "id":"ED423112",
        "title":"Planet Chemistry. Hands-on Activities for Kids from All Planets."},
      {
        "id":"ED423113",
        "title":"Animal Dissection. [Fact Sheet and Resource List Information Packet from the Humane Society of the United States]."},
      {
        "id":"ED423115",
        "title":"Seismic Sleuths. Earthquakes: A Teacher&apos;s Package for Grades 7-12."},
      {
        "id":"ED423116",
        "title":"Canadian Mathematics Education Study Group, Proceedings of the Annual Meeting (Thunder Bay, Ontario, Canada, May 23-27, 1997)."},
      {
        "id":"ED423117",
        "title":"Splash! Water Resource Education."},
      {
        "id":"ED423119",
        "title":"A Study of High School Students' Attitudes toward the Environment and Completion of an Environmental Science Course."},
      {
        "id":"ED423120",
        "title":"Increasing Student Science Achievement through Application of Strategies Learned in Reading Class."},
      {
        "id":"ED423121",
        "title":"An Overview of Techniques for Identifying, Acknowledging and Overcoming Alternate Conceptions in Physics Education."},
      {
        "id":"ED423122",
        "title":"Improving Primary Student Motivation and Achievement in Mathematics."},
      {
        "id":"ED423130",
        "title":"Science and Engineering State Profiles: 1997."},
      {
        "id":"ED423131",
        "title":"Science and Engineering Indicators, 1998."},
      {
        "id":"ED423134",
        "title":"A Head Start on Science: Improving the Capacity of Families and Teachers To Promote and Enhance the Lives of Children. Spotlight on Student Success, No. 204."},
      {
        "id":"ED423135",
        "title":"A Sociologist Looks at Talking and Working Together in the Mathematics Classroom."},
      {
        "id":"ED423137",
        "title":"Alternatives To Dissection. Second Edition."},
      {
        "id":"ED423140",
        "title":"Parent-Child Interaction in Science Problem Solving: Facilitating Semiotic Uptake."},
      {
        "id":"ED423141",
        "title":"A Health Newsletter To Teach Science Knowledge: BioRAP!"},
      {
        "id":"ED423142",
        "title":"Science Textbook Studies Reanalysis: Teachers \"Friendly\" Content Analysis Methods?"},
      {
        "id":"ED423143",
        "title":"Boys Will Be Boys (If They Pay Attention in Science Class)."},
      {
        "id":"ED423144",
        "title":"Learning To Teach Math Differently: The Effect of \"Investigations\" Curriculum on Teachers' Attitudes and Practices."},
      {
        "id":"ED423145",
        "title":"Faculty Case Studies of Revised Mathematics Courses within NYCETP: Process, Findings, and Unanticipated Outcomes."},
      {
        "id":"ED423146",
        "title":"The Influence of Conceptions of Molecular Structure and Patterns of Problem-Solving on the Process of Learning To Interpret Nuclear Magnetic Resonance Spectra."},
      {
        "id":"ED423147",
        "title":"A Study of Knowledge Structure in Physics."},
      {
        "id":"ED423148",
        "title":"Tradition and Transformation. Fulbright Hays Summer Seminar Abroad Program 1995 (China)."},
      {
        "id":"ED423149",
        "title":"The Teaching of Human Rights. Report of an international Seminar. (Geneva, Switzerland, December 5-9, 1988)."},
      {
        "id":"ED423152",
        "title":"Haptic History: Teaching A.P. U.S. History through Kinesthetic Learning and Material Culture."},
      {
        "id":"ED423153",
        "title":"Of Copper and Fire. The Self Help Action Plan for Education (SHAPE) in Zambia. Education for All. Making It Work Innovations Series, No. 10."},
      {
        "id":"ED423154",
        "title":"Comprehensive Arts Education. Ohio's Model Competency-Based Program."},
      {
        "id":"ED423155",
        "title":"Learning Standards for the Arts. Revised Edition."},
      {
        "id":"ED423162",
        "title":"PC: Philosophical Criticism or Petty Carping?"},
      {
        "id":"ED423163",
        "title":"Independent Schools - Independent Thinking - Independent Art: Testing Assumptions."},
      {
        "id":"ED423164",
        "title":"Instruction and Delight: Some Observations for Museums."},
      {
        "id":"ED423171",
        "title":"Discovery Motivates and Enables Students To Write about Themes in Social Studies."},
      {
        "id":"ED423172",
        "title":"Counting Fidgets: Teaching the Complexity of Naturalistic Observation."},
      {
        "id":"ED423173",
        "title":"Building Self-Esteem through Visual Art: A Curriculum for Middle School Girls."},
      {
        "id":"ED423174",
        "title":"Asian and African Civilizations: Course Description, Topical Outline, and Sample Unit."},
      {
        "id":"ED423175",
        "title":"Reaching Out To Make Connections: Engendering Efficacy through Interdisciplinary Thematic Units in the Social Studies."},
      {
        "id":"ED423176",
        "title":"Curriculum Studies in Brasil: A Study of the Teaching Practice."},
      {
        "id":"ED423177",
        "title":"Russian Youth in the Transition Period toward the Free Market Economy--1990-1993."},
      {
        "id":"ED423179",
        "title":"The English Education System: An Overview of Structure and Policy. A Briefing Paper."},
      {
        "id":"ED423180",
        "title":"The Role of Humanities in Our Modern Technological Society."},
      {
        "id":"ED423181",
        "title":"Social Studies 30 Diploma Examination Results. Examiners' Report for January 1997."},
      {
        "id":"ED423182",
        "title":"Legal Knowledge of Secondary School Principals: Impact of Selected Variables."},
      {
        "id":"ED423183",
        "title":"Jazz Goes to College: Has Academic Status Served the Art?"},
      {
        "id":"ED423184",
        "title":"Directory of Human Sciences Research Organizations and Professional Associations in South Africa. Second Edition."},
      {
        "id":"ED423185",
        "title":"South African Human Sciences Research Networking Directory. First Edition."},
      {
        "id":"ED423191",
        "title":"Is The Honor Code A Solution to the Cheating Epidemic?"},
      {
        "id":"ED423192",
        "title":"Biography Today: Scientists & Inventors Series. Profiles of People of Interest to Young Readers. Vol. 1, 1996."},
      {
        "id":"ED423193",
        "title":"Integrating Instructional Ear-Training Techniques into a High School Choral Music Performance Class Curriculum To Improve Students' Sight-Reading Skills."},
      {
        "id":"ED423201",
        "title":"Improving Artistic and Academic Achievement through the Implementation of the National Standards and School Reforms."},
      {
        "id":"ED423202",
        "title":"Stereotyping Chinese in Multicultural Art Education."},
      {
        "id":"ED423203",
        "title":"On Subject-Specific Pedagogy: Two Teachers, Two Pedagogical Approaches."},
      {
        "id":"ED423204",
        "title":"Facilitating Children's Understanding of Television as an Agent for Cultural Change."},
      {
        "id":"ED423205",
        "title":"The Objective Is Objectivity: A Survey of Teachers' Attitudes toward Teaching about Religion in the Public Schools."},
      {
        "id":"ED423206",
        "title":"Alternative Dispute Resolution (ADR): A Different Framework for Conflict Resolution in Educational Settings."},
      {
        "id":"ED423207",
        "title":"Integrating Fine Arts Instruction with At Risk Students."},
      {
        "id":"ED423210",
        "title":"The Myth That Schools Shortchange Girls: Social Science in the Service of Deception."},
      {
        "id":"ED423211",
        "title":"Education for Engagement in Civil Society and Government. ERIC Digest."},
      {
        "id":"ED423212",
        "title":"1994 NAEP U.S. History Group Assessment. Research Report."},
      {
        "id":"ED423213",
        "title":"The NAEP 1997 Arts Report Card: Eighth-Grade Findings from the National Assessment of Educational Progress."},
      {
        "id":"ED423214",
        "title":"Student Teaching and Critical Reflection: A Teacher Education Case Study."},
      {
        "id":"ED423215",
        "title":"Teachers Action--Students Lives: The Silent Voice of Discipline."},
      {
        "id":"ED423216",
        "title":"Reciprocating Self-Study: A Reflective Framework for Conceptualising Teaching-Learning Relationships."},
      {
        "id":"ED423217",
        "title":"Exemplary Teachers: Practicing an Ethic of Care in England, Ireland, and the United States."},
      {
        "id":"ED423218",
        "title":"Assessing Implementation of a Performance Pay Plan for Teachers: Strategies, Findings and Implications."},
      {
        "id":"ED423219",
        "title":"Who Gets into Teaching? Cognitive Style as a Variable in Predicting Teaching as a Career Choice."},
      {
        "id":"ED423220",
        "title":"Teacher Demand in Canada. A Report on the Teacher Labour Market."},
      {
        "id":"ED423222",
        "title":"The Student Issue. Original Articles by Student Gammans."},
      {
        "id":"ED423223",
        "title":"Profile of Troops to Teachers."},
      {
        "id":"ED423224",
        "title":"Attendance and Grade Point Average: A Study."},
      {
        "id":"ED423225",
        "title":"Inclusion: Panacea or Delusion."},
      {
        "id":"ED423226",
        "title":"Promoting Reflective Practices in Pre-Service Teachers: Choosing Three Portfolio Goals."},
      {
        "id":"ED423227",
        "title":"Promoting Reflective Practices in Pre-Service Teacher Education: An Activity on Stages of Concern."},
      {
        "id":"ED423228",
        "title":"&quot;That Group Really Makes Me Think!&quot; Critical Friends Groups and the Development of Reflective Practitioners."},
      {
        "id":"ED423230",
        "title":"Alaska State Professional Teaching Practices Commission (PTPC). Annual Report. Fiscal Year 1996."},
      {
        "id":"ED423231",
        "title":"Alaska State Professional Teaching Practices Commission (PTPC). Annual Report. Fiscal Year 1997."},
      {
        "id":"ED423234",
        "title":"YourSELF. Middle School Nutrition Education Kit [Multimedia]."},
      {
        "id":"ED423235",
        "title":"Mentoring North Carolina Novice Teachers, 1998."},
      {
        "id":"ED423236",
        "title":"What To Expect Your First Year of Teaching."},
      {
        "id":"ED423239",
        "title":"Language Testing Resources on the World Wide Web."},
      {
        "id":"ED423240",
        "title":"Application of Direct Optimization for Item Calibration in Computerized Adaptive Testing."}]
  }}
