{
  "response":{"numFound":506904,"start":44000,"numFoundExact":true,"docs":[
      {
        "id":"ED427015",
        "title":"Cognitive and Motivational Determinants of Students' Academic Performance and Achievement: Goals, Strategies, and Academic Outcomes in Focus."},
      {
        "id":"ED427016",
        "title":"Age, Gender, Cultural, and Socioeconomic Differences in Students' Academic Motivation, Cognition, and Achievement."},
      {
        "id":"ED427017",
        "title":"Learning How They Learn: A Review of the Literature on Learning Styles."},
      {
        "id":"ED427018",
        "title":"National Rankings: Ramifications for Academic Units."},
      {
        "id":"ED427019",
        "title":"The Relationship between Humor (Temperament) and Course Evaluation."},
      {
        "id":"ED427020",
        "title":"The Responsibility of Educational Researchers To Make Appropriate Decisions about the Error Rate Unit on Which Type I Error Adjustments Are Based: A Thoughtful Process Not a Mechanical One."},
      {
        "id":"ED427023",
        "title":"Appraising the School Principal."},
      {
        "id":"ED427024",
        "title":"Lessons from a Comparative Study of Community Grant Programs in Alberta Health Authorities."},
      {
        "id":"ED427026",
        "title":"Snapshot '97: 1996-97 School District Profiles."},
      {
        "id":"ED427027",
        "title":"Handbook for the Development of Performance Standards: Meeting the Requirements of Title I."},
      {
        "id":"ED427028",
        "title":"Dispositional Modes of Functioning and Authentic Learning."},
      {
        "id":"ED427029",
        "title":"The Relationship between Dispositional Modes of Self-Regulation and Experienced Affect."},
      {
        "id":"ED427030",
        "title":"Differential Prediction of College Performance between Gender."},
      {
        "id":"ED427031",
        "title":"Orthogonal versus Oblique Factor Rotation: A Review of the Literature regarding the Pros and Cons."},
      {
        "id":"ED427032",
        "title":"The Effect of Sample Size and Variance on the Johnson-Neyman Technique."},
      {
        "id":"ED427033",
        "title":"Whose Voices Do You Hear When Participants' Voices Clash?"},
      {
        "id":"ED427034",
        "title":"Evaluating Existing Programs Using the Accountability Process."},
      {
        "id":"ED427035",
        "title":"Developmental Program Evaluation."},
      {
        "id":"ED427036",
        "title":"Education for Employment Program Evaluation."},
      {
        "id":"ED427037",
        "title":"4 X 4 Block Schedule Evaluation."},
      {
        "id":"ED427038",
        "title":"Grounds Maintenance Evaluation."},
      {
        "id":"ED427039",
        "title":"Laboratory School for the Academically Gifted Evaluation."},
      {
        "id":"ED427040",
        "title":"Employment Plus Program Evaluation."},
      {
        "id":"ED427042",
        "title":"Simulating Nonmodel-Fitting Responses in a CAT Environment. ACT Research Report Series 98-10."},
      {
        "id":"ED427043",
        "title":"The Tukey Honestly Significant Difference Procedure and Its Control of the Type I Error-Rate."},
      {
        "id":"ED427044",
        "title":"Protected versus Unprotected Multiple Comparison Procedures."},
      {
        "id":"ED427046",
        "title":"Qualitative Life History Interview Methodology with Computer Assisted Analysis: Lessons Learned from the Study."},
      {
        "id":"ED427047",
        "title":"A Validity Study of the AGS Early Screening Profiles with the Stanford-Binet Fourth Edition as Criterion."},
      {
        "id":"ED427048",
        "title":"The Assessment Clearinghouse."},
      {
        "id":"ED427049",
        "title":"Education and Manpower Development, 1997. No. 18."},
      {
        "id":"ED427051",
        "title":"How Are Colorado Students and Schools Measuring Up? A Teacher's Guide to the Colorado Student Assessment Program."},
      {
        "id":"ED427052",
        "title":"How Are Colorado Students and Schools Measuring Up? A Parent's Guide to the Colorado Student Assessment Program."},
      {
        "id":"ED427053",
        "title":"The Effects of Type I Error Rate and Power of the ANCOVA F-Test and Selected Alternatives under Non-Normality and Variance Heterogeneity."},
      {
        "id":"ED427054",
        "title":"Type of Questions and Anxiety, Attention, Question Confidence, and Metacognition."},
      {
        "id":"ED427055",
        "title":"Basic Concepts in Profile Analysis of Means."},
      {
        "id":"ED427056",
        "title":"Effects of a Cognitive Processing Strategy on Spelling, Definitions, and Reading."},
      {
        "id":"ED427057",
        "title":"Lessons in School Reform: An Evaluation of a University-operated Charter Middle School."},
      {
        "id":"ED427059",
        "title":"Strategies for Detecting Outliers in Regression Analysis: An Introductory Primer."},
      {
        "id":"ED427060",
        "title":"Students' Conceptual Understanding: Qualitative Evidence in Concept Maps."},
      {
        "id":"ED427061",
        "title":"An Improved Model for Evaluating Minority and Non-Minority Students with Learning Disabilities."},
      {
        "id":"ED427062",
        "title":"Intra-Profile Relationships for Key Psychometric Variables in Occupational Evaluation."},
      {
        "id":"ED427064",
        "title":"Cognitive Coaching and Self-Reflection: Looking in the Mirror While Looking through the Window."},
      {
        "id":"ED427065",
        "title":"Educational Stock and Economic Output: A Quantitative Analysis."},
      {
        "id":"ED427066",
        "title":"Effective and Ineffective Assessment Programs in Higher Education."},
      {
        "id":"ED427067",
        "title":"Building Conceptual Understanding of Research and Statistical Methods through Student Projects."},
      {
        "id":"ED427068",
        "title":"An Investigation of Ten Elementary Teachers' Quantitative Literacy Instruction as a Result of Participation in the Alabama Quantitative Literacy Workshop."},
      {
        "id":"ED427069",
        "title":"Evaluation of the First Year Implementation of Graduation 2010."},
      {
        "id":"ED427070",
        "title":"Classroom Observation: Issues Regarding Validity and Reliability."},
      {
        "id":"ED427071",
        "title":"Best Practices for Data Collectors and Data Providers: Report of the Working Group on Better Coordination of Postsecondary Education Data Collection and Exchange."},
      {
        "id":"ED427072",
        "title":"The National Educational Research Policy and Priorities Board: Its Role, Development, and Prospects."},
      {
        "id":"ED427074",
        "title":"Integrating Curriculum and Instruction: Administrative Practice To Create New Educational Leaders."},
      {
        "id":"ED427075",
        "title":"A Study of Reduction of Anxiety in Graduate Students in an Introductory Educational Research Course."},
      {
        "id":"ED427076",
        "title":"Contradictions within a State-Mandated Teacher Evaluation System: A Historical Perspective, Personal Reflections and Principal Interviews."},
      {
        "id":"ED427077",
        "title":"Exploring Differential Item Functioning on Science Achievement Tests. CSE Technical Report 483."},
      {
        "id":"ED427078",
        "title":"Problem Choice by Test Takers: Implications for Comparability and Construct Validity. CSE Technical Report 485."},
      {
        "id":"ED427079",
        "title":"Inclusion of Limited-English-Proficient Students in Rhode Island's Grade 4 Mathematics Performance Assessment. CSE Technical Report 486."},
      {
        "id":"ED427080",
        "title":"Alternative Approaches to Scoring: The Effects of Using Different Scoring Methods on the Validity of Scores from a Performance Assessment. CSE Technical Report 488."},
      {
        "id":"ED428083",
        "title":"Precision Efficacy Analysis for Regression."},
      {
        "id":"ED428084",
        "title":"Perry: Fact, Fiction, and Outcomes Assessment."},
      {
        "id":"ED428085",
        "title":"Classroom Assessment Practices of Ohio Teachers."},
      {
        "id":"ED428086",
        "title":"Cognitive-Developmental Hierarchies: A Search for Structure Using Item-Level Data."},
      {
        "id":"ED428087",
        "title":"What Does Application of Research Mean within a Constructivist Framework?"},
      {
        "id":"ED428089",
        "title":"Dynamic Assessment of Inductive Reasoning: A Test of Induced versus Imposed Mediation."},
      {
        "id":"ED428090",
        "title":"Determining the Multivariate Assumptions of a Four Dimensional Instrument Designed To Follow-up Elementary and Secondary Level Graduates of Multiple Teacher Education Institutions."},
      {
        "id":"ED428091",
        "title":"Graphical Representations of Data: Iowa Tests of Basic Skills, Ohio Sixth Grade Proficiency Tests, and SB 55."},
      {
        "id":"ED428092",
        "title":"Text Anxiety and Effect of Anxiety-Reduction Training on Students' Performance on the Georgia Regents' Reading Exam."},
      {
        "id":"ED428093",
        "title":"Evaluating Supplemental Program Implementation through Measurements of Students' Critical Thinking Skills and Writing Ability."},
      {
        "id":"ED428097",
        "title":"Children's Problem Solving in Scale Drawing: How Are Conceptual Understandings and Tool Use Interwoven?"},
      {
        "id":"ED428098",
        "title":"Optimal Assembly of Tests with Item Sets. Research Report 98-12."},
      {
        "id":"ED428099",
        "title":"Person Fit Based on Statistical Process Control in an Adaptive Testing Environment. Research Report 98-13."},
      {
        "id":"ED428100",
        "title":"MCMC Estimation of Multidimensional IRT Models. Research Report 98-14."},
      {
        "id":"ED428101",
        "title":"Adaptive Mastery Testing Using the Rasch Model and Bayesian Sequential Decision Theory. Research Report 98-15."},
      {
        "id":"ED428102",
        "title":"Multi-level IRT with Measurement Error in the Predictor Variables. Research Report 98-16."},
      {
        "id":"ED428103",
        "title":"Austin Collaborative for Mathematics Education. 1997-1998 Annual Report. Publication Number 97.18."},
      {
        "id":"ED428104",
        "title":"Title VII REFORMs: Rethinking Education for Minority Students. Evaluation Report, 1997-98. Publication Number 97.19."},
      {
        "id":"ED428105",
        "title":"OERI Reauthorization. Working Papers."},
      {
        "id":"ED428106",
        "title":"Colorado Graduation Rates for Class of 1998. Annual Dropout Rates for Grades 7-12. Suspension and Expulsion Rates 1997-98."},
      {
        "id":"ED428107",
        "title":"Optional Extended Year Program. FEEDBACK. Publication No. 97.20."},
      {
        "id":"ED428108",
        "title":"Annual Report on the Systemwide Outcome Measures: Success for Every Student Plan."},
      {
        "id":"ED428111",
        "title":"A Report Card for the ABCs of Public Education: Growth and Performance of North Carolina Schools, 1997-98. Volume 1."},
      {
        "id":"ED428112",
        "title":"A Report Card for the ABCs of Public Education. Volume 2: Subgroup Statistics and Supplemental Data, 1997-98."},
      {
        "id":"ED428113",
        "title":"A Review of Literature on Under Achievement of Minorities in Mathematics."},
      {
        "id":"ED428114",
        "title":"Writing Good Tests for Student Grading or Research Purposes: Some Basic Precepts and Principles."},
      {
        "id":"ED428115",
        "title":"Second Order Model of Self-Efficacy Measures."},
      {
        "id":"ED428116",
        "title":"Discriminant Validity of Self-Efficacy Measures."},
      {
        "id":"ED428117",
        "title":"Fragile--Handle with Care: Regression Analyses That Include Categorical Data."},
      {
        "id":"ED428118",
        "title":"Adapting Credentialing Examinations for International Uses."},
      {
        "id":"ED428119",
        "title":"Evaluating Translation Equivalence: So What's the Big Dif?"},
      {
        "id":"ED428120",
        "title":"Evaluating Construct Equivalence across Adapted Tests."},
      {
        "id":"ED428121",
        "title":"Evaluating Content Validity Using Multidimensional Scaling."},
      {
        "id":"ED428122",
        "title":"An Empirical Evaluation of Selected Multiple-Choice Item Writing Guidelines."},
      {
        "id":"ED428123",
        "title":"Credit Production and Progress toward the Bachelor's Degree: An Analysis of Postsecondary Transcripts for Beginning Students at 4-Year Institutions. Postsecondary Education Descriptive Analysis Reports."},
      {
        "id":"ED428124",
        "title":"A Cognitive Task Analysis, with Implications for Designing a Simulation-Based Performance Assessment."},
      {
        "id":"ED428125",
        "title":"Construct Validation of Mathematics Achievement: Evidence from Interview Procedures."},
      {
        "id":"ED428126",
        "title":"Writing Conferences: Powerful Tools for Writing Instruction."},
      {
        "id":"ED428127",
        "title":"Tensions between Competing Pedagogical and Accountability Commitments for Exemplary Teachers of Mathematics in Kentucky."},
      {
        "id":"ED428128",
        "title":"Writing Whirligigs: The Art and Assessment of Writing in Kentucky State Reform."},
      {
        "id":"ED428129",
        "title":"ExceL through Innovation: Evaluation Report, 1997-98. Publication Number 97.16."},
      {
        "id":"ED428130",
        "title":"Colorado State Student Assessment Program: CSAP Update. Numbers 1-5."},
      {
        "id":"ED428134",
        "title":"Classification Evaluation of the 1994-95 Common Core of Data: Public/Elementary/Secondary Education Agency Universe Survey. Technical Report."},
      {
        "id":"ED428135",
        "title":"Unit of Analysis in Field Experiments: Some Design Considerations for Educational Researchers."},
      {
        "id":"ED428136",
        "title":"The Devastating Effect of Zeros on Grades: What Can Be Done?"},
      {
        "id":"ED428137",
        "title":"Small Learning Communities Meet School-to-Work: Whole-School Restructuring for Urban Comprehensive High Schools. Report No. 31."},
      {
        "id":"ED428138",
        "title":"Disseminating Success for All: Lessons for Policy and Practice. Report No. 30."},
      {
        "id":"ED428139",
        "title":"How Health Care Providers Can Help Link Children to Medicaid and Other Child Health Insurance Programs."},
      {
        "id":"ED428140",
        "title":"Work-Study Programs for Welfare Recipients: A Job Creation Strategy That Combines Work and Education."},
      {
        "id":"ED428143",
        "title":"Exclusion from School and Racial Equality: A Good Practice Guide."},
      {
        "id":"ED428144",
        "title":"Educational Challenges of Hispanics: Cultural Literature Review."},
      {
        "id":"ED428145",
        "title":"Income Support and Social Services for Low-Income People in New York. State Reports."},
      {
        "id":"ED428146",
        "title":"Access and Equity Guide for Services Working with Young People: How To Develop and Implement Your Own A&amp;E Policy. Second Edition."},
      {
        "id":"ED428148",
        "title":"Family Partnerships with High Schools: The Parents' Perspective. Report No. 32."},
      {
        "id":"ED428149",
        "title":"Public Deliberation: A Tool for Connecting School Reform and Diversity."},
      {
        "id":"ED428150",
        "title":"Behind the Charter School Myths. Research Paper Prepared for the National Issues in Education Initiative."},
      {
        "id":"ED428151",
        "title":"Derriere les mythes de l'ecole a charte. Document de recherche elabore dans le cadre de la campagne des Dossiers nationaux en education (Behind the Charter School Myth. Research Paper Prepared for the National Issues in Education Initiative)."},
      {
        "id":"ED428153",
        "title":"Ten Ways Community Organizations Can Link Children to Medicaid (and Other Public Health Insurance Programs)."},
      {
        "id":"ED428154",
        "title":"Examining the Relationship between Housing, Education, and Persistent Segregation."},
      {
        "id":"ED428156",
        "title":"Promising Strategies: Results of the Fourth National Survey on Community Efforts To Reduce Substance Abuse and Gun Violence."},
      {
        "id":"ED428157",
        "title":"Beyond Anecdote: Using Local Indicators To Guide Your Community Strategy To Reduce Substance Abuse. Monthly Action Kit. Special 1999 Issue."},
      {
        "id":"ED428158",
        "title":"School Violence in Context."},
      {
        "id":"ED428160",
        "title":"Innovative Programs To Insure Diversity in Public Education."},
      {
        "id":"ED428161",
        "title":"The Influence of Integrated and De Facto Segregated Schools on the Racial Attitudes of White Students toward African Americans."},
      {
        "id":"ED428162",
        "title":"Exclusion from School and Racial Equality. Research Report. A Report for the Commission for Racial Equality."},
      {
        "id":"ED428163",
        "title":"Core Curriculum, 1996-97. Research Report on an Educational Program."},
      {
        "id":"ED428164",
        "title":"Covenant House Texas, 1996-97. Research Report on an Educational Program."},
      {
        "id":"ED428165",
        "title":"Emergency Immigrant Education Program (EIEP), 1996-97. Research Report on an Educational Program."},
      {
        "id":"ED428166",
        "title":"Project SAFE Alternative School, 1996-97. Research Report on an Educational Program."},
      {
        "id":"ED428167",
        "title":"Absent Student Assistance Program, Precinct 7, 1996-97. Research Report on an Educational Program."},
      {
        "id":"ED428168",
        "title":"Youth for Education and Success (YES), 1996-97. Research Report on an Educational Program."},
      {
        "id":"ED428169",
        "title":"Multilingual Education Programs: 1996-97. Research Report on an Educational Program."},
      {
        "id":"ED428170",
        "title":"Juvenile Justice Alternative Education Program, 1997-98. [Research Report on an Educational Program]."},
      {
        "id":"ED428171",
        "title":"The Identification of Students Classified as Limited English Proficient (LEP): 1996-97. Research Report on an Educational Program."},
      {
        "id":"ED428172",
        "title":"School-to-Work Urban Opportunities Grant. Year Two: 1996-97. Research Report on an Educational Program."},
      {
        "id":"ED428173",
        "title":"Educational Learning and Enrichment Center (ELEC), Inc., 1996-97. Research Report on an Educational Program."},
      {
        "id":"ED428174",
        "title":"How Students Invest Their Time Out of School: Effects on School Engagement, Perceptions of Life Chances, and Achievement. Report No. 29."},
      {
        "id":"ED428176",
        "title":"Staff Development Baseline Needs Assessment. Analysis of a Statewide Survey of Directors and Full-Time Instructors."},
      {
        "id":"ED428177",
        "title":"Transforming Agricultural Mechanics Curriculum through Expert Opinion to Model Technologies in Food, Environmental, and Natural Resource Systems."},
      {
        "id":"ED428178",
        "title":"A Comparison of the Perceived Benefits of Selected Activities between Capstone and Non-capstone Courses in a College of Agriculture. Journal Paper No. J-17935."},
      {
        "id":"ED428179",
        "title":"Agriculture and Science Integration: A Pre-service Prescription for Contextual Learning."},
      {
        "id":"ED428180",
        "title":"Defining and Achieving Student Success: University Faculty and Student Perspectives."},
      {
        "id":"ED428181",
        "title":"Student Teaching in Agricultural Education."},
      {
        "id":"ED428183",
        "title":"Family Literacy Legislation and Initiatives in Eleven States."},
      {
        "id":"ED428185",
        "title":"Registered Apprenticeships in Nontraditional Occupations for Florida's Women: Accessing Opportunities and Overcoming Barriers. 1998 Annual Report."},
      {
        "id":"ED428186",
        "title":"Feminist Life Stories: Twelve Journeys Come together at a Women's Center."},
      {
        "id":"ED428187",
        "title":"Correctional Systems: Rethinking the Notion of Education in Rehabilitation."},
      {
        "id":"ED428259",
        "title":"Using Professional Development To Meet Teachers' Changing Needs: What We Have Learned."},
      {
        "id":"ED428260",
        "title":"The Young Generation Takes Root--Foreigners in Germany II."},
      {
        "id":"ED428261",
        "title":"Employer Recruitment Is Not the Problem: A Study of School-to-Work Transition Programs. IEE Brief Number 21."},
      {
        "id":"ED428262",
        "title":"The Effects of Career Magnet Schools. IEE Brief Number 22."},
      {
        "id":"ED428263",
        "title":"Toward a Theory of Work-Based Learning. IEE Brief Number 23."},
      {
        "id":"ED428264",
        "title":"Market Segmentation and the Restructuring of Banking Jobs. IEE Brief Number 24."},
      {
        "id":"ED428265",
        "title":"Career Paths and Organizational Development: Expanding Alliances."},
      {
        "id":"ED428266",
        "title":"A Synergistic Model of Organizational Career Development."},
      {
        "id":"ED428267",
        "title":"Adult Literacy: Some Information. ARIS Information Sheet."},
      {
        "id":"ED428268",
        "title":"Competence without Credentials."},
      {
        "id":"ED428269",
        "title":"Gender Sensitive Instruction: A Distance Education Issue."},
      {
        "id":"ED428270",
        "title":"Labor Market Leverage. Sectoral Employment Field Report."},
      {
        "id":"ED428273",
        "title":"&quot;Dyslexia&quot; in ABE: Beliefs and Consequences."},
      {
        "id":"ED428274",
        "title":"Teaching Literacy: From Theory to Practice."},
      {
        "id":"ED428276",
        "title":"The New Vision of High School Vocational Education: Implications for Research."},
      {
        "id":"ED428277",
        "title":"Cognitive Level of Academic Challenges Provided to College Students."},
      {
        "id":"ED428280",
        "title":"Subjectivity in Women's Learning: A Case for Participatory Inquiry."},
      {
        "id":"ED428282",
        "title":"Analysis of Work: Describing Competences through a Dynamic Approach to Jobs."},
      {
        "id":"ED428283",
        "title":"High Skills, High Wages. Washington's Comprehensive Plan for Workforce Training and Education, 1998."},
      {
        "id":"ED428284",
        "title":"Workforce Training Agency Program Evaluations."},
      {
        "id":"ED428285",
        "title":"Adult Community Education: A Model for Regional Policy Development."},
      {
        "id":"ED428287",
        "title":"Strengthening Family Literacy: How States Can Increase Funding and Improve Quality."},
      {
        "id":"ED428289",
        "title":"Rotational Molding Process Technician. Instructional Program Package."},
      {
        "id":"ED428290",
        "title":"Bringing School-to-Work to Scale: What Employers Report."},
      {
        "id":"ED428291",
        "title":"A Framework for Integrating School-to-Work into Preservice Teacher Education Programs."},
      {
        "id":"ED428292",
        "title":"Distance Education: When Distance Is an Issue. Technology Update."},
      {
        "id":"ED428295",
        "title":"The Effects of Academic Career Magnet Education on High Schools and Their Graduates."},
      {
        "id":"ED428296",
        "title":"Identifying Factors Leading to Effective Local Conservation Commissions. An Investigation in New Hampshire and Vermont."},
      {
        "id":"ED428297",
        "title":"Promoting Systemic Change in Adult Education. Information Series No. 377."},
      {
        "id":"ED428298",
        "title":"Applying Constructivism in Vocational and Career Education. Information Series No. 378."},
      {
        "id":"ED428301",
        "title":"Multicultural Counseling Training: A Preliminary Study."},
      {
        "id":"ED428302",
        "title":"Time Management Behavior as a Predictor of Role-Related Stress: Implications for School Counselors."},
      {
        "id":"ED428303",
        "title":"African American Identity Development: A Review of the Literature."},
      {
        "id":"ED428304",
        "title":"Attachment and Self-Esteem Issues in the Lives of Female College Students."},
      {
        "id":"ED428305",
        "title":"Evaluation of the Bridge Builders Program: Students Involved in Multicultural Activities."},
      {
        "id":"ED428306",
        "title":"Social Mobility and Highly-Selective Colleges: The Effect of Social Class Background on College Involvement and Outcomes."},
      {
        "id":"ED428308",
        "title":"Decreasing Early School Withdrawal and Retention of Hispanic and Other Limited English Proficient (LEP) Students through Counseling and Arts/Career Exploration."},
      {
        "id":"ED428310",
        "title":"To Borrow and Bestow: Identification as the Acquisition of Value."},
      {
        "id":"ED428311",
        "title":"Early Identification and Intervention of Navajo Students At Risk for Underachievement."},
      {
        "id":"ED428312",
        "title":"Addictive and Compulsive Disorders: A View from the Trenches."},
      {
        "id":"ED428315",
        "title":"Runaways: A Review of the Literature."},
      {
        "id":"ED428317",
        "title":"The Effects of the D.A.R.E. Program on Middle School Students."},
      {
        "id":"ED428319",
        "title":"Health Careers 2000: A School-to-Work Program in Pinal County, Arizona. Evaluation Report."},
      {
        "id":"ED428320",
        "title":"Reading Literacy in Relation to Patterns of Academic Achievement."},
      {
        "id":"ED428325",
        "title":"Needed: Homework Clinics for Struggling Learners."},
      {
        "id":"ED428326",
        "title":"Mothers' Helping Behaviors during Children's At-Home Oral Reading Practice: Effects of Children's Reading Ability, Children's Sex, and Mother's Educational Level."},
      {
        "id":"ED428330",
        "title":"Advocates for Combining Alternative with Traditional Literacy Assessments and Evaluation/Grading Procedures: Practices Benefiting New Teachers."},
      {
        "id":"ED428331",
        "title":"Recruiting and Training Volunteer Tutors of Emergent and Beginning Readers in the Primary Grades. A Manual for Program Coordinators and Tutors."},
      {
        "id":"ED428332",
        "title":"NAEP 1998 Reading Report Card for the Nation and the States."},
      {
        "id":"ED428333",
        "title":"Comparison of Recreational Reading Books Levels Using the Fry Readability Graph and the Flesch-Kincaid Grade Level."},
      {
        "id":"ED428334",
        "title":"The Effect of Cross Age Peer Tutoring on the Reading Achievement of Fifth Grade and Kindergarten Students."},
      {
        "id":"ED428336",
        "title":"NAEP 1998 Reading Report Card. National &amp; State Highlights."},
      {
        "id":"ED428337",
        "title":"NAEP 1998 Reading State Report for Alabama."},
      {
        "id":"ED428338",
        "title":"NAEP 1998 Reading State Report for Arizona."},
      {
        "id":"ED428339",
        "title":"NAEP 1998 Reading State Report for Arkansas."},
      {
        "id":"ED428340",
        "title":"NAEP 1998 Reading State Report for California."},
      {
        "id":"ED428341",
        "title":"NAEP 1998 Reading State Report for Colorado."},
      {
        "id":"ED428342",
        "title":"NAEP 1998 Reading State Report for Connecticut."},
      {
        "id":"ED428343",
        "title":"NAEP 1998 Reading State Report for Delaware."},
      {
        "id":"ED428344",
        "title":"NAEP 1998 Reading State Report for Florida."},
      {
        "id":"ED428345",
        "title":"NAEP 1998 Reading State Report for Georgia."},
      {
        "id":"ED428346",
        "title":"NAEP 1998 Reading State Report for Hawaii."},
      {
        "id":"ED428347",
        "title":"NAEP 1998 Reading State Report for Illinois."},
      {
        "id":"ED428348",
        "title":"NAEP 1998 Reading State Report for Iowa."},
      {
        "id":"ED428349",
        "title":"NAEP 1998 Reading State Report for Kansas."},
      {
        "id":"ED428350",
        "title":"NAEP 1998 Reading State Report for Kentucky."},
      {
        "id":"ED428351",
        "title":"NAEP 1998 Reading State Report for Louisiana."},
      {
        "id":"ED428352",
        "title":"NAEP 1998 Reading State Report for Maine."},
      {
        "id":"ED428353",
        "title":"NAEP 1998 Reading State Report for Maryland."},
      {
        "id":"ED428354",
        "title":"NAEP 1998 Reading State Report for Massachusetts."},
      {
        "id":"ED428355",
        "title":"NAEP 1998 Reading State Report for Michigan."},
      {
        "id":"ED428356",
        "title":"NAEP 1998 Reading State Report for Minnesota."},
      {
        "id":"ED428357",
        "title":"NAEP 1998 Reading State Report for Mississippi."},
      {
        "id":"ED428358",
        "title":"NAEP 1998 Reading State Report for Missouri."},
      {
        "id":"ED428359",
        "title":"NAEP 1998 Reading State Report for Montana."},
      {
        "id":"ED428360",
        "title":"NAEP 1998 Reading State Report for Nebraska."},
      {
        "id":"ED428361",
        "title":"NAEP 1998 Reading State Report for Nevada."},
      {
        "id":"ED428362",
        "title":"NAEP 1998 Reading State Report for New Hampshire."},
      {
        "id":"ED428363",
        "title":"NAEP 1998 Reading State Report for New Mexico."},
      {
        "id":"ED428364",
        "title":"NAEP 1998 Reading State Report for New York."},
      {
        "id":"ED428365",
        "title":"NAEP 1998 Reading State Report for North Carolina."},
      {
        "id":"ED428366",
        "title":"NAEP 1998 Reading State Report for Oklahoma."},
      {
        "id":"ED428367",
        "title":"NAEP 1998 Reading State Report for Oregon."},
      {
        "id":"ED428368",
        "title":"NAEP 1998 Reading State Report for Rhode Island."},
      {
        "id":"ED428369",
        "title":"NAEP 1998 Reading State Report for South Carolina."},
      {
        "id":"ED428370",
        "title":"NAEP 1998 Reading State Report for Tennessee."},
      {
        "id":"ED428371",
        "title":"NAEP 1998 Reading State Report for Texas."},
      {
        "id":"ED428372",
        "title":"NAEP 1998 Reading State Report for Utah."},
      {
        "id":"ED428373",
        "title":"NAEP 1998 Reading State Report for Virginia."},
      {
        "id":"ED428374",
        "title":"NAEP 1998 Reading State Report for Washington."},
      {
        "id":"ED428375",
        "title":"NAEP 1998 Reading State Report for West Virginia."},
      {
        "id":"ED428376",
        "title":"NAEP 1998 Reading State Report for Wisconsin."},
      {
        "id":"ED428377",
        "title":"NAEP 1998 Reading State Report for Wyoming."},
      {
        "id":"ED428378",
        "title":"NAEP 1998 Reading State Report for the District of Columbia."},
      {
        "id":"ED428379",
        "title":"NAEP 1998 Reading State Report for Department of Defense Domestic Dependent Elementary and Secondary Schools."},
      {
        "id":"ED428380",
        "title":"NAEP 1998 Reading State Report for Department of Defense Dependents Schools."},
      {
        "id":"ED428381",
        "title":"NAEP 1998 Reading State Report for Virgin Islands."},
      {
        "id":"ED428383",
        "title":"Developing Reading Skills in Below-Grade Level Students Using a Combination Approach in a Literature-based Environment."},
      {
        "id":"ED428384",
        "title":"Read*Write*Now! Share the Fun."},
      {
        "id":"ED428385",
        "title":"Read*Write*Now!: What You Can Do."},
      {
        "id":"ED428386",
        "title":"Girls' Series Books: A View of Times Past."},
      {
        "id":"ED428387",
        "title":"Obtaining New Teacher Perceptions Using Reflective Poetry."},
      {
        "id":"ED428388",
        "title":"Writing, Emotion, and the Brain: What Graduate School Taught Me about Healing."},
      {
        "id":"ED428389",
        "title":"Examining the Role of Sociocultural Contexts and Tasks in Teaching Academic Writing: A Review of the Literature."},
      {
        "id":"ED428390",
        "title":"Writing for Children: The Report of the Highlights Foundation Writers Workshop (Chautauqua, NY, 1998)."},
      {
        "id":"ED428392",
        "title":"Challenges to Literacy in Contemporary Society."},
      {
        "id":"ED428393",
        "title":"Our Physical World. Language Arts Theme Units: Cross-Curricular Activities for Primary Grades."},
      {
        "id":"ED428394",
        "title":"The Animals Around Us. Language Arts Theme Units: Cross-Curricular Activities for Primary Grades."},
      {
        "id":"ED428395",
        "title":"How People Live. Language Arts Theme Units: Cross-Curricular Activities for Primary Grades."},
      {
        "id":"ED428396",
        "title":"Trends and Issues in English Instruction, 1999--Six Summaries. Summaries of Informal Annual Discussions of the Commissions of the National Council of Teachers of English."},
      {
        "id":"ED428397",
        "title":"Lost in Space: Thinking Geographically about Pedagogy in English."},
      {
        "id":"ED428398",
        "title":"Using Portfolios To Assess Learning."},
      {
        "id":"ED428400",
        "title":"Problem-Solution Mini-Speeches with Student-led Discussions."},
      {
        "id":"ED428401",
        "title":"The \"Recordable\" Situation: Reflections on Creating an Audio-Cassette-Based Course in Communication Studies for an MA Curriculum."},
      {
        "id":"ED428402",
        "title":"Supportive Communication at Universities: A Quantitative Analysis of Communication Exchanges."},
      {
        "id":"ED428403",
        "title":"Learning Styles: Charting with Iconic Learners."},
      {
        "id":"ED428404",
        "title":"Development of a Plan for Integrating Gender Communication Research and Women's Preferred Styles of Learning into the Public Speaking Course at St. Louis Community College-Meramec."},
      {
        "id":"ED428405",
        "title":"Teaching Spirituality in the Interpersonal Communication Course."},
      {
        "id":"ED428406",
        "title":"Teaching for Social Change--Mission &quot;Possible&quot;? Cultural Studies Approaches to Teaching Popular Culture."},
      {
        "id":"ED428407",
        "title":"Celebrating Diversity."},
      {
        "id":"ED428408",
        "title":"Stories of Integration, Differentiation, and Fragmentation: One University's Culture."},
      {
        "id":"ED428409",
        "title":"Internationalizing the University Curricula through Communication: A Comparative Analysis among Nation States as Matrix for the Promulgation of Internationalism, through the Theoretical Influence of Communication Rhetors and International Educators, Viewed within the Arena of Political-Economy."},
      {
        "id":"ED428410",
        "title":"Critical Thinking in the Basic Course: Are We Meeting the Needs of the Core, the Mission, and the Students?"},
      {
        "id":"ED428411",
        "title":"Relationships between Media Exposure, Violent Images, and Attitude towards the U.S.: Contradictions in Japanese Adolescents' Images and Attitudes."},
      {
        "id":"ED428412",
        "title":"Unconscious Communication of Internalized Oppression among African American Women: A Small Group Theoretical Model."},
      {
        "id":"ED428413",
        "title":"Promoting Cultural Diversity and Sensitivity in the Basic Communication Course."},
      {
        "id":"ED428414",
        "title":"Using Video-Taped Examples of Stand-Up Comedy Routines To Teach Principles of Public Speaking."},
      {
        "id":"ED428415",
        "title":"Regulation of Information: Does Freedom of Expression Include the Internet?"},
      {
        "id":"ED428416",
        "title":"Wanted: \"Highly Motivated, Concept-Driven Stars\"--Hiring Preferences of Top U.S. Creative Directors."},
      {
        "id":"ED428417",
        "title":"Teledemocracy: Using New Media Technology To Enhance Civic Education."},
      {
        "id":"ED428418",
        "title":"Beyond the EPS Media Development Model."},
      {
        "id":"ED428420",
        "title":"Organizational Change and Organizational Communication Effectiveness in a Government Agency: Qualitative and Quantitative Analyses."},
      {
        "id":"ED428421",
        "title":"An Ethnography of Organizational Change and Organizational Communication."},
      {
        "id":"ED428422",
        "title":"WSIE-FM News and the Mass Communications Department Curriculum."},
      {
        "id":"ED428423",
        "title":"Native American Stories Enhancing Multicultural Education in Elementary Schools."},
      {
        "id":"ED428425",
        "title":"What Policymakers Need To Know about Student Reading. Policy Brief."},
      {
        "id":"ED428426",
        "title":"Selecting School Reform Models: A Reference Guide for States."},
      {
        "id":"ED428427",
        "title":"Comprehensive School Reform: Identifying Effective Models."},
      {
        "id":"ED428428",
        "title":"Comprehensive School Reform: Criteria and Questions."},
      {
        "id":"ED428429",
        "title":"Comprehensive School Reform: Allocating Federal Funds."},
      {
        "id":"ED428430",
        "title":"Educational Reform Implementation: A Co-Constructed Process. Research Report 5."},
      {
        "id":"ED428433",
        "title":"Mapping New Approaches in Program Evaluation: A Cross-Cultural Perspective."},
      {
        "id":"ED428434",
        "title":"School Size: Is Small Better?"},
      {
        "id":"ED428436",
        "title":"Office for Civil Rights. Annual Report to Congress, Fiscal Year 1998. Guaranteeing Equal Access to High-Standards Education."},
      {
        "id":"ED428438",
        "title":"State-Mandated Reform of Programs Preparing School Principals: One University's Experience."},
      {
        "id":"ED428439",
        "title":"Site-Based Management: Retrospective Understandings and Future Directions."},
      {
        "id":"ED428440",
        "title":"A School Accountability Model."},
      {
        "id":"ED428441",
        "title":"The Relationship between Middle School Culture and Teacher Efficacy and Commitment."},
      {
        "id":"ED428442",
        "title":"Generating New Knowledge Bases in Educational Administration Professional Preparation Programs."},
      {
        "id":"ED428443",
        "title":"Levels of Openness and Trust: Do Principals \"Walk the Talk\"?"},
      {
        "id":"ED428444",
        "title":"A \"Safe\" High School: Prevalence and Consequences of Students' Exposure to Firearms."},
      {
        "id":"ED428445",
        "title":"Preventing School Violence: A Review of the Literature."},
      {
        "id":"ED428446",
        "title":"Political Kitsch and Educational Policy."},
      {
        "id":"ED428447",
        "title":"Crossing Borders in a Media Driven Age: The Rise of &quot;PRolicy.&quot;"},
      {
        "id":"ED428448",
        "title":"Sabbatical Leave: A Case Study of Professional Growth and Development."},
      {
        "id":"ED428449",
        "title":"Formatting a Proactive Principal Preparation Program in Response to the National Reform Movement in Education Administrative Preparation."},
      {
        "id":"ED428450",
        "title":"What Should I Know about ED Grants? Second Edition."},
      {
        "id":"ED428451",
        "title":"The Educational System in the United States: Case Study Findings."},
      {
        "id":"ED428453",
        "title":"Major Management Challenges and Program Risks, Department of Education. Performance and Accountability Series."},
      {
        "id":"ED428454",
        "title":"Transportation of Preschool Children with Disabilities. State Education Department Report 97-S-52."},
      {
        "id":"ED428455",
        "title":"Education Accountability Systems in 50 States. Updated."},
      {
        "id":"ED428456",
        "title":"Collection of \"Clearinghouse Notes,\" 1997-98."},
      {
        "id":"ED428457",
        "title":"New Law Establishing Procedures To Create a New School District (1997 Wisconsin Act 286). Information Memorandum 98-16."},
      {
        "id":"ED428458",
        "title":"Compulsory School Attendance and Truancy Laws. Information Memorandum 98-27."},
      {
        "id":"ED428459",
        "title":"State Education Agency Support for School-Community Collaboration in the Mid-Atlantic States. Issue Brief."},
      {
        "id":"ED428461",
        "title":"Accessing Federal Programs: A Guidebook for Charter School Operators and Developers."},
      {
        "id":"ED428462",
        "title":"Improving State School Finance Systems: New Realities Create Need To Re-Engineer School Finance Structures. CPRE Occasional Paper Series, OP-04."},
      {
        "id":"ED428463",
        "title":"When Accountability Knocks, Will Anyone Answer?"},
      {
        "id":"ED428464",
        "title":"School Safety, Annual Report. 1998."},
      {
        "id":"ED428465",
        "title":"U.S. Department of Education FY 2000 Annual Plan, Volume 1: Objective Performance Plans and Data Quality."},
      {
        "id":"ED428466",
        "title":"U.S. Department of Education FY 2000 Annual Plan, Volume 2: Program Performance Plans."},
      {
        "id":"ED428467",
        "title":"Guidelines for Clinicians Working with Gifted, Suicidal Adolescents."},
      {
        "id":"ED428468",
        "title":"Achieving Successful Employment Outcomes with the Use of Assistive Technology. Report from the Study Group, Institute on Rehabilitation Issues (24th, Washington, DC, May 1998)."},
      {
        "id":"ED428469",
        "title":"Don&apos;t Throw Away the Old Binet."},
      {
        "id":"ED428470",
        "title":"The Walking Argument."},
      {
        "id":"ED428471",
        "title":"Recognizing Giftedness in Young Children."},
      {
        "id":"ED428472",
        "title":"Promoting Positive Social Development."},
      {
        "id":"ED428473",
        "title":"What We Have Learned about Gifted Children, 1979-1997."},
      {
        "id":"ED428474",
        "title":"Using Test Results To Support Clinical Judgment."},
      {
        "id":"ED428475",
        "title":"Developmental Phases of Social Development."},
      {
        "id":"ED428477",
        "title":"Is It a Cheetah?"},
      {
        "id":"ED428479",
        "title":"Le Plan d'Intervention Personnalise. (Individualized Education Program)."},
      {
        "id":"ED428480",
        "title":"Programs for Young Children with Disabilities under IDEA. Excerpts from the Twentieth Annual Report to Congress on the Implementation of the Individuals with Disabilities Education Act by the U.S. Department of Education (1998)."},
      {
        "id":"ED428481",
        "title":"Children with Special Health Needs: Selections from the NCEMCH Reference Collection, March 1997."},
      {
        "id":"ED428482",
        "title":"Adolescent Mental Health: Selected Materials from the NCEMCH Reference Collection, April 1997."},
      {
        "id":"ED428483",
        "title":"Child Care and Children with Special Health Needs: Materials from the NCEMCH Reference Collection, September 1997."},
      {
        "id":"ED428484",
        "title":"Local Variations in Least Restrictive Environment Placements for Preschool Children with Disabilities: Results of a Pilot Study."},
      {
        "id":"ED428485",
        "title":"Services for Students with a Visual Impairment: Staff Brief 98-4."},
      {
        "id":"ED428486",
        "title":"Federal Implementation of the Americans with Disabilities Act, 1991-94."},
      {
        "id":"ED428487",
        "title":"Adaptation of Psychological Assessment Tools for Administration by Blind and Visually Impaired Psychologists and Trainees."},
      {
        "id":"ED428488",
        "title":"Parents Promoting School Success for Young Children with Learning Disabilities."},
      {
        "id":"ED428489",
        "title":"Linkage of the IEP to the General Education Curriculum. Quick Turn Around (QTA)."},
      {
        "id":"ED428490",
        "title":"Developmental Delay. Quick Turn Around (QTA)."},
      {
        "id":"ED428491",
        "title":"Performance Goals and Indicators. Quick Turn Around (QTA)."},
      {
        "id":"ED428492",
        "title":"Students with Disabilities in Juvenile Justice Programs: Directions for Federal Support. Policy Forum. Proceedings Document (Alexandria, Virginia, October 26-27, 1998). Final Report, Deliverable-Task 2-3.1a."},
      {
        "id":"ED428493",
        "title":"Assistance to States for the Education of Children with Disabilities and the Early Intervention Program for Infants and Toddlers with Disabilities. Final Regulations. Federal Register, Part II, Department of Education, 34 CFR Parts 300 and 303."},
      {
        "id":"ED428494",
        "title":"Directory: Information Resources for Human Communication Disorders."},
      {
        "id":"ED428495",
        "title":"Choosing Home or Residential Care: A Guide for Families of Children with Severe Physical Disabilities."},
      {
        "id":"ED428496",
        "title":"National Disability Policy: A Progress Report, November 1, 1997-October 31, 1998."},
      {
        "id":"ED428497",
        "title":"Disability and Technology: A Historical and Social Perspective."},
      {
        "id":"ED428498",
        "title":"RESNA Resource Guide for Assistive Technology Outcomes: Measurement Tools. Volume I."},
      {
        "id":"ED428499",
        "title":"RESNA Resource Guide for Assistive Technology Outcomes: Assessment Instruments, Tools, & Checklists from the Field. Volume II."},
      {
        "id":"ED428500",
        "title":"RESNA Resource Guide for Assistive Technology Outcomes: Developing Domains of Need and Criteria of Services. Volume III."},
      {
        "id":"ED428501",
        "title":"Facilities Management of Existing School Buildings: Two Models."},
      {
        "id":"ED428502",
        "title":"The Schooling of State Pesticide Laws: Review of State Pesticide Laws Regarding Schools."},
      {
        "id":"ED428504",
        "title":"The School Site Planner. Land for Learning. Site Selection, Site Planning, Playgrounds, Recreation, and Athletic Fields."},
      {
        "id":"ED428505",
        "title":"Modernizing America's Schools for the 21st Century."},
      {
        "id":"ED428506",
        "title":"Energy Efficient Florida Educational Facilities. Improvements to a Portable Classroom in a Volusia County School."},
      {
        "id":"ED428507",
        "title":"Energy Efficiency for Florida Educational Facilities: The 1996 Energy Survey of Florida Schools. Final Report."},
      {
        "id":"ED428508",
        "title":"Instructional Space Review Form and Information on Changes to State Building Aid."},
      {
        "id":"ED428509",
        "title":"Lease Approval and Building Aid for Leased School Buildings and Facilities Located Off School Property (Pursuant to CR 155.8). Instruction Guide for Public School Districts Outside of New York City."},
      {
        "id":"ED428510",
        "title":"Guidelines for Instructional Technology Planning and Application."},
      {
        "id":"ED428513",
        "title":"Transitional Requirements for Annual Inspections of Instructional Buildings Owned by School Districts Pending Issuance of New Regulations."},
      {
        "id":"ED428517",
        "title":"Task Force on Education Infrastructure for the 21st Century. Three-Part Facilities Survey of All Schools and Selected Administrative Units."},
      {
        "id":"ED428518",
        "title":"Elementary Educational Specifications Format, Montgomery County Public Schools."},
      {
        "id":"ED428519",
        "title":"Building Clean. The Control of Crime, Corruption, and Racketeering in the Public Construction Markets of New York City. A Preliminary Assessment of Efforts Made by the Office of the Inspector General, New York City School Construction Authority."},
      {
        "id":"ED428520",
        "title":"School Site Selection and Approval Guide."},
      {
        "id":"ED428521",
        "title":"School Sound Level Study."},
      {
        "id":"ED428522",
        "title":"Indoor Air Quality: A Guide for Educators."},
      {
        "id":"ED428523",
        "title":"To Plan a School."},
      {
        "id":"ED428525",
        "title":"School Science Laboratories: Planning for Sustainability."},
      {
        "id":"ED428526",
        "title":"The Role of Educational Building in Urban Renewal."},
      {
        "id":"ED428527",
        "title":"Educational Buildings and the Environment: Report of an International Seminar Organised by the OECD Programme on Educational Building (PEB) in Co-operation with the Austrian Ministry of Education and Art and the Austrian Institute for School and Sports Facilities. Decentralised Programme on Educational Building."},
      {
        "id":"ED428529",
        "title":"Capital Improvement Project Workshops: Anchorage--May 15, 1998; Juneau--May 19, 1998."},
      {
        "id":"ED428530",
        "title":"Educational Landscapes: Developing School Grounds as Learning Places. Volume 3. Building Blocks to Better Learning Series."},
      {
        "id":"ED428531",
        "title":"Schools of Interest 3: A Selection of Building Projects."},
      {
        "id":"ED428532",
        "title":"Schools of Interest 5."},
      {
        "id":"ED428533",
        "title":"Schools of Interest 6."},
      {
        "id":"ED428535",
        "title":"Schools of Interest 8."},
      {
        "id":"ED428536",
        "title":"Language, etayage et interactions therapeutiques: Actes du 5eme colloque d'orthophonie/logopedie (Language, Scaffolding and Therepeutic Interactions: Proceedings of the 5th Colloquium on Speech Therapy and Speech Pathology) (Neuchatel, Switzerland, September 25-26, 1998)."},
      {
        "id":"ED428537",
        "title":"Strategies d'etayage avec des enfants dysphasiques: sont-elles specifiques? (Scaffolding Strategies with Dysphasic Children: Are They Specific?)"},
      {
        "id":"ED428538",
        "title":"Comparaison des strategies discursives d'etayage dans un conte et un recit d'experiences oraux (Comparison of Scaffolding Discourse Strategies in an Oral Story and Personal Narrative)."},
      {
        "id":"ED428539",
        "title":"Questions ouvertes/questions fermees: une dichotomie qui appelle une analyse critique (Open Questions/Closed Questions: A Dichotomy that Calls for a Critical Analysis)."},
      {
        "id":"ED428540",
        "title":"Interactions avec des enfants migrants en contexte logopedique: quels etayages? (Interaction with Migrant Children in a Speech Therapy Context: What Kinds of Scaffolding?)"},
      {
        "id":"ED428541",
        "title":"Contributions maternelles et paternelles au developpement des representations symboliques et categorielles des objets par les jeunes enfants (Materal and Paternal Contributions to the Development of Symbolic and Categorical Representation of Objects by Young Children)."},
      {
        "id":"ED428542",
        "title":"De la variation de l'etayage logopedique comme outil therapeutique (Variation of Speech Therapy Scaffolding as a Therapeutic Tool)."},
      {
        "id":"ED428543",
        "title":"L'adaptation langagiere de differents intervenants en interaction avec un aphasique (Linguistic Adaptation of Different Therapists in Interaction with an Aphasic)."},
      {
        "id":"ED428544",
        "title":"L'evaluation formative a l'ecole: quelle place pour la regulation interactive? (Formative Evaluation in School: What Place for Interactive Regulation?)"},
      {
        "id":"ED428545",
        "title":"Quelques considerations sur l'etayage dans une situation d'evaluation particuliere: le jeu symbolique (Some Considerations Concerning Scaffolding in a Special Evaluation Situation: Symbolic Play)."},
      {
        "id":"ED428546",
        "title":"\"Suivez le guide\"...L'acquisition de routines de lecture en langue 1 et en langue 2 (\"Follow the Guide\"...Acquisition of Reading Routines in First and Second Languages)."},
      {
        "id":"ED428547",
        "title":"Apprendre a raconter? Comment lisons-nous les textes des auteurs eleves (Learning To Tell Stories? How Do We Read the Texts of Student Authors)?"},
      {
        "id":"ED428548",
        "title":"Exploring the Comprehension Strategies of EFL Readers: A Multi-Method Study."},
      {
        "id":"ED428549",
        "title":"Colorado Model Content Standards: Foreign Language."},
      {
        "id":"ED428550",
        "title":"French as a Second Language (FSL) Program: A Guide for Parents."},
      {
        "id":"ED428551",
        "title":"French as a Second Language Placement Instruments for Senior High School Courses."},
      {
        "id":"ED428552",
        "title":"Working Papers in Educational Linguistics, Volume 14 Number 1."},
      {
        "id":"ED428553",
        "title":"The Teacher-Researcher Relationship: Multiple Perspectives and Possibilities."},
      {
        "id":"ED428554",
        "title":"Politeness in the Speech of Korean ESL Learners."},
      {
        "id":"ED428555",
        "title":"Openings and Closings in Telephone Conversations between Native Spanish Speakers."},
      {
        "id":"ED428556",
        "title":"A Study on the Learning and Teaching of Hanzi-Chinese Characters."},
      {
        "id":"ED428559",
        "title":"Metadiscoursal Signaling in Academic Discussions."},
      {
        "id":"ED428563",
        "title":"EFL Students' Use of Ideas Provided by Peers during Prewriting Discussions Conducted on Networked Computers."},
      {
        "id":"ED428565",
        "title":"Linguistic Types and the Valence of Operators in Applicative Universal Grammar."},
      {
        "id":"ED428566",
        "title":"Linguistic Units."},
      {
        "id":"ED428567",
        "title":"The Self-Concepts of English among Higher Education Students in Hong Kong."},
      {
        "id":"ED428568",
        "title":"The WWW for the Students: A Theoretical Basis for Using the WWW in Foreign Language Instruction."},
      {
        "id":"ED428569",
        "title":"Program Alternatives for Linguistically Diverse Students. Educational Practice Report 1."},
      {
        "id":"ED428570",
        "title":"Making Sense of Autonomous Language Learning. English Centre Monograph No. 2."},
      {
        "id":"ED428572",
        "title":"The Relationship between Cultural Identity and Academic Achievement of Asian American Students."},
      {
        "id":"ED428573",
        "title":"Do Second Language Learners Always Have To Stay on the Receiving End in a Cross-Cultural Exchange?"},
      {
        "id":"ED428574",
        "title":"Current Trends in English Language Testing. Conference Proceedings for CTELT 1997 and 1998, Vol. 1."},
      {
        "id":"ED428576",
        "title":"The State of a Nation: Kiswahili, A Window on Kenya."},
      {
        "id":"ED428577",
        "title":"Using an Integrative Approach To Teach Hebrew Grammar in an Elementary Immersion Class."},
      {
        "id":"ED428578",
        "title":"Creating \"Vietnamerican\" Discourse: Ethnic Identity in the ESL Classroom."},
      {
        "id":"ED428579",
        "title":"Teaching English Intensively in a Non-English Speaking Country: Theory, Practice, and Results."},
      {
        "id":"ED428580",
        "title":"Cultural Load in L2 Texts."},
      {
        "id":"ED428581",
        "title":"Collaborative Journalling by Email: Using the Structure of Cooperative Development To Become a More Reflective Teacher."},
      {
        "id":"ED428583",
        "title":"Comprehensive Exit Assessment for Undergraduate German Language Majors/Minors."},
      {
        "id":"ED428584",
        "title":"Learning How To Learn: Self-Directed Learning in Teaching Japanese."},
      {
        "id":"ED428585",
        "title":"English Writing Errors of Japanese Students as Reported by University Professors."},
      {
        "id":"ED428586",
        "title":"A Policy of Inclusion: Alternative Foreign Language Curriculum for High-Risk and Learning-Disabled Students."},
      {
        "id":"ED428587",
        "title":"Is an Oversupply of College Graduates Coming?"},
      {
        "id":"ED428588",
        "title":"Discontent in the Field of Dreams: American Higher Education, 1945-1990."},
      {
        "id":"ED428589",
        "title":"Replacing Remediation with Acceleration in Higher Education: Preliminary Report on Literature Review and Initial Interviews."},
      {
        "id":"ED428590",
        "title":"Ending the Disconnect between the Student Evaluation of Teaching and the Improvement of Teaching: A Faculty Developer's Plea."},
      {
        "id":"ED428603",
        "title":"The EFC Formula, 1999-2000."},
      {
        "id":"ED428604",
        "title":"Toward a Greater Understanding of the State's Educational Equity Policies, Programs, and Practices. Commission Report 98-5."},
      {
        "id":"ED428606",
        "title":"The Powerful Potential of Learning Communities: Improving Education for the Future. ASHE-ERIC Higher Education Report, Vol. 26, No. 6."},
      {
        "id":"ED428607",
        "title":"Faculty Survey of Teaching Practices and Perceptions of Institutional Attitudes Toward Teaching, 1997-1998."},
      {
        "id":"ED428608",
        "title":"Focusing on Higher Education Outcomes: The Third Annual Systemwide Accountability Report."},
      {
        "id":"ED428609",
        "title":"Educating a Globally Productive Citizenry: The Role of Higher Education in the Integration of Learning and Work. A Monograph for College Leaders."},
      {
        "id":"ED428612",
        "title":"Completing the 1999-2000 FAFSA."},
      {
        "id":"ED428616",
        "title":"The Role of Historically Black Colleges and Universities in Preparing African Americans for Faculty Careers."},
      {
        "id":"ED428617",
        "title":"Innovation for Strength. Proceedings of the Annual Accreditation and Quality Assurance Conference (Philadelphia, Pennsylvania, December 7-8, 1998)."},
      {
        "id":"ED428619",
        "title":"&quot;Healthy &amp; Expanding?&quot; An Empirical Analysis of Academic Drift in the Doctorate Sector."},
      {
        "id":"ED428621",
        "title":"Current Funds Revenues and Expenditures of Degree-Granting Institutions: Fiscal Year 1996. E.D. Tabs."},
      {
        "id":"ED428622",
        "title":"Task Force to Study the Governance, Coordination, and Funding of the University System of Maryland. 1998 Interim Report."},
      {
        "id":"ED428624",
        "title":"Reauthorization Training, 1999-2000. Participant's Guide."},
      {
        "id":"ED428626",
        "title":"Historically Black Colleges and Universities for the 21st Century: Annual Report of the President's Board of Advisors on Historically Black Colleges and Universities."},
      {
        "id":"ED428627",
        "title":"Interim Performance Objectives: Office of Student Financial Assistance."},
      {
        "id":"ED428632",
        "title":"Selected Proceedings from the Annual Conferences of the Pennsylvania Association of Developmental Educators (PADE) (16th and 17th, Hidden Valley and Hershey, Pennsylvania, April 10-11, 1997, and March 26-27, 1998)."},
      {
        "id":"ED428634",
        "title":"Hearing on H.R. 6, the Higher Education Amendments of 1998 Title III and Urban and Community Service Programs. Hearing before the Subcommittee on Postsecondary Education, Training and Life-Long Learning of the Committee on Education and the Workforce. House of Representatives, One Hundred Fifth Congress, First Session (Washington, D.C., on June 26, 1997)."},
      {
        "id":"ED428635",
        "title":"Health Professions Education Partnerships Act of 1998. Public Law 105-392."},
      {
        "id":"ED428636",
        "title":"International Medical Graduates. Immigration Law and Policy and the U.S. Physician Workforce. Council on Graduate Medical Education Resource Paper. A COGME Panel Discussion (Washington, DC, March 12, 1996)."},
      {
        "id":"ED428637",
        "title":"The Virtual University & Educational Opportunity. Issues of Equity and Access for the Next Generation. Policy Perspectives."},
      {
        "id":"ED428641",
        "title":"A Decade Past Wyoming...Writing Pedagogy and Assessment in the SUNY System: A Report to the SUNY Council on Writing."},
      {
        "id":"ED428642",
        "title":"Students' Intentional Persistence as a Web of Causal Factors: A Preliminary Study I."},
      {
        "id":"ED428643",
        "title":"Students' Intentional Persistence as a Web of Causal Factors: A Preliminary Study II."},
      {
        "id":"ED428644",
        "title":"Association of American Universities Committee on Graduate Education: Report and Recommendations."},
      {
        "id":"ED428646",
        "title":"ED-MEDIA/ED-TELECOM 98 World Conference on Educational Multimedia and Hypermedia &amp; World Conference on Educational Telecommunications. Proceedings (10th, Freiburg, Germany, June 20-25, 1998)."},
      {
        "id":"ED428647",
        "title":"Interactive Multimedia and Problem-Based Learning: Challenges for Instructional Design."},
      {
        "id":"ED428648",
        "title":"Education of Engineering Students within a Multimedia/Hypermedia Environment--A Review."},
      {
        "id":"ED428649",
        "title":"A Typology for Distance Education - Tool for Strategic Planning."},
      {
        "id":"ED428650",
        "title":"Virtual Classrooms in Traditional Universities: Changing Teaching Cultures through Telematics."},
      {
        "id":"ED428652",
        "title":"Learning with the Internet: A Typology of Applications."},
      {
        "id":"ED428653",
        "title":"Hypermedia as a Means for Learning and for Thinking about Learning."},
      {
        "id":"ED428654",
        "title":"Design Considerations in the Development and Delivery of Digital Learning Media."},
      {
        "id":"ED428655",
        "title":"Distributed Learning Environments: Pedagogy, Implementation, and the Early Adopter."},
      {
        "id":"ED428656",
        "title":"Student Portfolio Analysis for Decision Support of Web-Based Classroom Teacher by Data Cube Technology."},
      {
        "id":"ED428657",
        "title":"Promoting Motivation and Eliminating Disorientation for Web Based Courses by a Multi-User Game."},
      {
        "id":"ED428658",
        "title":"Design Guidelines for Teaching about Design Guidelines for Educational WWW Sites."},
      {
        "id":"ED428659",
        "title":"Beyond the Information Arcade(TM): Next Generation Collaborations for Learning and Teaching at the University of Iowa."},
      {
        "id":"ED428660",
        "title":"Encouraging Lifelong Learning with Learner-Constructed Web-Based Performance Support Systems."},
      {
        "id":"ED428661",
        "title":"Multimedia Training in Classroom Observation: Pathways to Proficiency."},
      {
        "id":"ED428662",
        "title":"Learning Engines - A Functional Object Model for Developing Learning Resources for the WWW."},
      {
        "id":"ED428663",
        "title":"Introducing Flexibility into Educational Programs: The Macquarie University Experience."},
      {
        "id":"ED428664",
        "title":"Design of a Project-Based Study Environment on the World Wide Web."},
      {
        "id":"ED428665",
        "title":"The Effects of Two Modes of Interactive Televised Video."},
      {
        "id":"ED428666",
        "title":"Group Learning Environment Linking Synchronous and Asynchronous Learning."},
      {
        "id":"ED428667",
        "title":"Guidelines for Media Selection."},
      {
        "id":"ED428668",
        "title":"A Multimedia Authoring and Annotation System for Learning Environments."},
      {
        "id":"ED428669",
        "title":"Increasing Teaching Productivity with EuropeMMM."},
      {
        "id":"ED428670",
        "title":"Educational Multimedia Implementation in Schools: Producer-Teacher-Student Links."},
      {
        "id":"ED428671",
        "title":"Teaching Effectively with Electronic Databases: Paradigms Suggested by Interactive Changes in Teachers' Mental Models."},
      {
        "id":"ED428672",
        "title":"Using Situated Learning and Multimedia To Promote Higher-Order Thinking."},
      {
        "id":"ED428673",
        "title":"Designing Instruction for the Web: Incorporating New Conceptions of the Learning Process."},
      {
        "id":"ED428674",
        "title":"Supporting Component-Based Courseware Development Using Virtual Apparatus Framework Script."},
      {
        "id":"ED428675",
        "title":"Adoption Patterns of Faculty Who Integrate Computer Technology for Teaching and Learning in Higher Education."},
      {
        "id":"ED428676",
        "title":"Lessons Learned and Lessons To Be Learned: An Overview of Innovative Network Learning Environments."},
      {
        "id":"ED428677",
        "title":"Practical Issues in Interactive Multimedia Design."},
      {
        "id":"ED428678",
        "title":"Self-Directed Learning of University Students Using a Hypermedia on English: Spectral Analysis of Their Performances."},
      {
        "id":"ED428679",
        "title":"Learning Affordances of Collaborative Educational Multimedia Design by Children."},
      {
        "id":"ED428680",
        "title":"An Interactive Graphing Tool for Web-Based Courses."},
      {
        "id":"ED428681",
        "title":"An Open-Ended, Short Answer, Text Question Tool: Improving Interactivity on the Web."},
      {
        "id":"ED428682",
        "title":"Using Critical Thinking through CD-ROMs To Improve Reading Strategies of Reluctant and Remedial Readers."},
      {
        "id":"ED428683",
        "title":"Using a Modular Construction Kit for the Realization of an Interactive Computer Graphics Course."},
      {
        "id":"ED428684",
        "title":"Geometry and Education in the Internet Age."},
      {
        "id":"ED428685",
        "title":"An Internet-Based Journal System for Learning."},
      {
        "id":"ED428686",
        "title":"Attitudes of University Students to Computing: An Australian Perspective."},
      {
        "id":"ED428687",
        "title":"MHEG Based Distance Learning System on Information Superhighway."},
      {
        "id":"ED428688",
        "title":"A Multimedia Approach to Music Education in South Africa."},
      {
        "id":"ED428689",
        "title":"The Effect of Being Hypermedia Designers on Elementary School Students' Motivation and Learning of Design Knowledge."},
      {
        "id":"ED428690",
        "title":"Using Design Patterns in Educational Multimedia Applications."},
      {
        "id":"ED428691",
        "title":"Communications Technology and Video Production: An Evolutionary Study of Their Effects on a Distance Learning Program."},
      {
        "id":"ED428692",
        "title":"Web-Based Testing: A Form-Based Template for Creating Multimedia Enhanced Tests."},
      {
        "id":"ED428693",
        "title":"Learning of Basic Concepts in Informatics Using Collaborative Hypertext: Does Collaborative Hypertext Support Learning as a Whole?"},
      {
        "id":"ED428694",
        "title":"Guidelines for the Design and Development of Computer-Mediated Collaborative Open Distance Learning Courseware."},
      {
        "id":"ED428695",
        "title":"Automated Content Synthesis for Interactive Remote Instruction."},
      {
        "id":"ED428696",
        "title":"Support Units for University Teaching Based on WWW."},
      {
        "id":"ED428697",
        "title":"User Identification and Tracking in an Educational Web Environment."},
      {
        "id":"ED428698",
        "title":"Virtual Reality Hypermedia Design Frameworks for Science Instruction."},
      {
        "id":"ED428699",
        "title":"Are We Really Doing Students a Favour? A Study of the Use of an Electronic Study Guide in Distance Education."},
      {
        "id":"ED428700",
        "title":"An Hypermedia Multilevel Interactive Language Learning Tool."},
      {
        "id":"ED428701",
        "title":"A Tutoring Wizard Guiding Tutorial Work in the Virtual University."},
      {
        "id":"ED428702",
        "title":"An Object-Oriented Architecture for a Web-Based CAI System."},
      {
        "id":"ED428703",
        "title":"A Multi-Discipline, Multi-Genre Digital Library for Research and Education."},
      {
        "id":"ED428704",
        "title":"It's Easy To Be Wise after the Event: Concepts for Redesigning an Educational System on Logistics Derived from Reflecting Its Development and Use."},
      {
        "id":"ED428705",
        "title":"Developing a WWW Resource Centre for Acquiring and Accessing Open Learning Materials on Research Methods (ReMOTE)."},
      {
        "id":"ED428706",
        "title":"Supporting Awareness for Augmenting Participation in Collaborative Learning."},
      {
        "id":"ED428707",
        "title":"A Case Base Reasoning System on the Internet for Reference of Information Technology Education for Teachers."},
      {
        "id":"ED428708",
        "title":"Evaluation of the EuroMET Web-Based Course in Meteorology."},
      {
        "id":"ED428709",
        "title":"Hypermedia as a Cognitive Tool."},
      {
        "id":"ED428710",
        "title":"Visual Support of Multithreaded Conversation for Collaborative Learning."},
      {
        "id":"ED428711",
        "title":"In-Class Use of Course Webs."},
      {
        "id":"ED428712",
        "title":"Computer-Mediated Communication in Continuing Professional Education: A Guarded Appraisal."},
      {
        "id":"ED428713",
        "title":"Answering Critics of Media and Technology in Education."},
      {
        "id":"ED428714",
        "title":"Collaborative Technologies as a Catalyst for Changing Teacher Practices."},
      {
        "id":"ED428715",
        "title":"CLEW: A Cooperative Learning Environment for the Web."},
      {
        "id":"ED428716",
        "title":"Distance Learning with a Difference: Using the Internet To Deliver Higher Education."},
      {
        "id":"ED428717",
        "title":"Distance Learning Courses on the Web: The Authoring Approach."},
      {
        "id":"ED428718",
        "title":"Creating a Psychological Foundation for the Evaluation of Pre-Packaged Software in Second Language Learning."},
      {
        "id":"ED428719",
        "title":"Education Direct: Entering the World Beyond the Web."},
      {
        "id":"ED428720",
        "title":"The Internet and Equality of Educational Opportunity."},
      {
        "id":"ED428721",
        "title":"Teaching Shakespeare: Materials and Outcomes for Web-Based Instruction and Class Adjunct."},
      {
        "id":"ED428722",
        "title":"Document-Centred Discourse on the Web: A Publishing Tool for Students, Tutors and Researchers."},
      {
        "id":"ED428723",
        "title":"Computer Tutorial &quot;Higher Mathematics&quot; for Engineering Specialties."},
      {
        "id":"ED428724",
        "title":"Interaction: What Does It Mean in Online Distance Education?"},
      {
        "id":"ED428725",
        "title":"Empirical Evaluation of Adaptive Annotation in Hypermedia."},
      {
        "id":"ED428726",
        "title":"Assessment in Open and Distance Learning. Teeode Project."},
      {
        "id":"ED428727",
        "title":"An Alternative Model of Multimedia Development: Small Projects within an Academic Environment."},
      {
        "id":"ED428728",
        "title":"What Expertise Do Teachers Require To Facilitate Pupils' Self-Expression with Multimedia?"},
      {
        "id":"ED428729",
        "title":"Collaborative Internet Learning."},
      {
        "id":"ED428730",
        "title":"The Internet and Its Importance for Those with Disabilities: An Example."},
      {
        "id":"ED428731",
        "title":"User Interface Design for WWW-Based Courses: Building upon Student Evaluations."},
      {
        "id":"ED428732",
        "title":"Supporting Distance Learners for Collaborative Problem Solving."},
      {
        "id":"ED428733",
        "title":"Experiments in Virtual Supervision."},
      {
        "id":"ED428734",
        "title":"Actor Interdependence in Collaborative Telelearning."},
      {
        "id":"ED428735",
        "title":"Teaching and Learning with Flexible Hypermedia Learning Environments."},
      {
        "id":"ED428736",
        "title":"&quot;Campus&quot; - An Agent-Based Platform for Distance Education."},
      {
        "id":"ED428737",
        "title":"A Pilot Project in Augmentative Distance Learning... George Mason University Graduate Course in Biochemistry."},
      {
        "id":"ED428738",
        "title":"Examining How Middle School Students Use Problem-Based Learning Software."},
      {
        "id":"ED428739",
        "title":"Lecture and Tutorial via the Internet - Experiences from a Pilot Project Connecting Five Universities."},
      {
        "id":"ED428740",
        "title":"ATM Technology Adoption in U.S. Campus Networking."},
      {
        "id":"ED428741",
        "title":"A Qualitative Study of Learners' Use of an Instructional Multi/Hypermedia Program in an Educational Training Environment."},
      {
        "id":"ED428742",
        "title":"Community Update, 1998-1999."},
      {
        "id":"ED428745",
        "title":"Promotion of Distance Education through Digital Technologies (United States Copyright Office, Docket No. 98-12A). Written Comments of Copyright Clearance Center, Inc."},
      {
        "id":"ED428746",
        "title":"Elementary and Secondary Educational Services of Public Television Grantees: Highlights from the 1998 Station Activities Survey. CPB Research Notes, No. 116."},
      {
        "id":"ED428747",
        "title":"School Technology and Readiness Report. Professional Development: A Link to Better Learning. The CEO Forum on Education and Technology, Year Two."},
      {
        "id":"ED428748",
        "title":"The EDUTECH Report, 1998-1999."},
      {
        "id":"ED428751",
        "title":"Texas Public School Technology Survey, 1988. Final Report."},
      {
        "id":"ED428752",
        "title":"The Effectiveness of Interactive Distance Learning Technologies on K-12 Academic Achievement."},
      {
        "id":"ED428753",
        "title":"Virtuality and Digital Nomadism: An Introduction to the LIVE Project (1997-2000). Media Education Publication 6."},
      {
        "id":"ED428754",
        "title":"Aspects of Media Education: Strategic Imperatives in the Information Age. Media Education Publication 8."},
      {
        "id":"ED428755",
        "title":"Internet Access in Public Schools and Classrooms: 1994-98. Issue Brief."},
      {
        "id":"ED428756",
        "title":"Internet: Act 1--Scenes from Tennessee Classrooms."},
      {
        "id":"ED428757",
        "title":"Effects of Screen Designs in CBI Environments."},
      {
        "id":"ED428758",
        "title":"The Effectiveness of Window Presentation Strategy and Cognitive Style of Field Dependence Status on Learning from Mediated Instructions."},
      {
        "id":"ED428759",
        "title":"Connecting Student Learning &amp; Technology."},
      {
        "id":"ED428761",
        "title":"ARL: A Bimonthly Newsletter of Research Library Issues and Actions, 1998."},
      {
        "id":"ED428762",
        "title":"Centennial State Libraries, 1998."},
      {
        "id":"ED428768",
        "title":"Digital Broadcasting and the Public Interest. Reports and Papers of the Aspen Institute Communications and Society Program."},
      {
        "id":"ED428769",
        "title":"Revised Laws Relating to Public Libraries (1997 Wisconsin Act 150): Information Memorandum 98-4."},
      {
        "id":"ED428772",
        "title":"Postal Service in Colonial America: A Bibliography of Material in the Smithsonian Institution Libraries, National Postal Museum Branch."},
      {
        "id":"ED428773",
        "title":"Florida Community College Library Collection Assessment."},
      {
        "id":"ED428774",
        "title":"Residential Access to Bandwidth: Exploring New Paradigms. A Report of the Annual Aspen Institute Conference on Telecommunications Policy (13th, August 9-13, 1998, Aspen, Colorado)."},
      {
        "id":"ED428775",
        "title":"Public Libraries in the United States: FY 1996. E.D. Tabs."},
      {
        "id":"ED428778",
        "title":"Cataloguing the Internet."},
      {
        "id":"ED428779",
        "title":"A Study of Library Assistant Positions in Connecticut Libraries."},
      {
        "id":"ED428780",
        "title":"Measuring Inflation in Public Libraries: A Comparison of Two Approaches, the Input Cost Index and the Cost of Services Index. Statistical Analysis Report."},
      {
        "id":"ED428781",
        "title":"Chairs and Change in the Evolving Community College."},
      {
        "id":"ED428782",
        "title":"Service Learning Content on the Internet: How Are Community Colleges Advertising?"},
      {
        "id":"ED428783",
        "title":"Virtual Center of Community College Transformation: A Resource Web Site and Central Depository of Transformational Initiatives."},
      {
        "id":"ED428784",
        "title":"Mississippi Public Community and Junior Colleges Statistical Data, 1997-98."},
      {
        "id":"ED428785",
        "title":"Access and Quality: Improving the Performance of Massachusetts Community College Developmental Education Programs."},
      {
        "id":"ED428786",
        "title":"Cards in the Classroom: Mathematics and Methods."},
      {
        "id":"ED428787",
        "title":"Community College Curriculum Development."},
      {
        "id":"ED428788",
        "title":"A Brief History of the Academic Senate for California Community Colleges."},
      {
        "id":"ED428789",
        "title":"Minimum Qualifications for Faculty and Administrators in California Community Colleges, Third Edition."},
      {
        "id":"ED428790",
        "title":"Four-Year Graduates Attending Community Colleges: A New Meaning for the Term &quot;Second Chance.&quot;"},
      {
        "id":"ED428791",
        "title":"Exceptional Teaching in Community Colleges: An Analysis of Nominations for the U.S. Professors of the Year Program, 1995-1997."},
      {
        "id":"ED428792",
        "title":"ERIC as Navigator: Comments from an ERIC Consumer."},
      {
        "id":"ED428793",
        "title":"Curriculum and Pedagogy To Integrate Occupational and Academic Instruction in the Community College: Implications for Faculty Development."},
      {
        "id":"ED428794",
        "title":"Community College/Cluster Connections: Specialization and Competitiveness in the U.S. and Europe. Community College Research Center Occasional Paper."},
      {
        "id":"ED428795",
        "title":"Unrealistic Plans and Misdirected Efforts: Are Community Colleges Getting the Right Message to High School Students? Community College Research Center Occasional Paper."},
      {
        "id":"ED428796",
        "title":"Community College Faculty Attitudes and Trends, 1997."},
      {
        "id":"ED428797",
        "title":"Life's Stress Events That American River College Students Experience."},
      {
        "id":"ED428799",
        "title":"Acquired Brain Injury Program."},
      {
        "id":"ED428800",
        "title":"Multiple Missions of Community Colleges: Conflictory or Complementary. Community College Research Center Occasional Paper."},
      {
        "id":"ED428802",
        "title":"Direct Entry Enrollments of Dade County Public, Special, and Private High Schools. Annual Report Years 1993-94 through 1997-98. Research Report #98-04R."},
      {
        "id":"ED428803",
        "title":"Learning Resources Three Year Master Plan, 1998-2001."},
      {
        "id":"ED428804",
        "title":"Teaching Strategies & Techniques for Adjunct Faculty. Third Edition. Higher Education Series."},
      {
        "id":"ED428805",
        "title":"A Handbook for Adjunct/Part-time Faculty and Teachers of Adults. Third Edition."},
      {
        "id":"ED428806",
        "title":"Role Perceptions and Job Satisfaction of Community College Faculty."},
      {
        "id":"ED428807",
        "title":"Distance Education Practices at One Community College."},
      {
        "id":"ED428808",
        "title":"New Challenges, New Opportunities: The 21st Century at City College of San Francisco."},
      {
        "id":"ED428809",
        "title":"Non-Credit ESL and Transitional Studies Plan. Findings and Planning Recommendations for Linkages between Non-Credit English as a Second Language, Transitional Studies, City College Programs and Outside Agencies."},
      {
        "id":"ED428810",
        "title":"Los Angeles City College: State of the College, Spring 1999."},
      {
        "id":"ED428811",
        "title":"Technology Vision and Implementation."},
      {
        "id":"ED428812",
        "title":"Preparing Department Chairs for Their Leadership Roles. New Directions for Community Colleges, Number 105."},
      {
        "id":"ED428813",
        "title":"Onondaga Community College (NY) Tuition Assistance Program (TAP), 1995-1998. Audit by State Comptroller. Report 98-T-7."},
      {
        "id":"ED428814",
        "title":"Washington Community and Technical Colleges Fall Enrollment &amp; Staffing Report, 1998."},
      {
        "id":"ED428815",
        "title":"Los Rios Community College District. Spring 1999 Student Profile, Based upon First Census Data."},
      {
        "id":"ED428816",
        "title":"Los Rios Community College District. Student Transfer Profile to All Public Universities of California, 1998 Report."},
      {
        "id":"ED428817",
        "title":"Effect of High School Course-taking and Grades on Passing a College Placement Test."},
      {
        "id":"ED428818",
        "title":"A Survey of JCCC Credit Students in Off-Campus Sites."},
      {
        "id":"ED428819",
        "title":"JCCC's Environmental Scan: Results of Focus Groups Conducted with Johnson County Residents."},
      {
        "id":"ED428820",
        "title":"Johnson County Residents' Educational Interests, Needs, and Perceptions: An Environmental Scan."},
      {
        "id":"ED428821",
        "title":"Employment, Salary, and Placement Information Related to Career Programs at Johnson County Community College."},
      {
        "id":"ED428822",
        "title":"Educational Goal Attainment: A One-Year Follow-up Study of Nonreturning JCCC Students."},
      {
        "id":"ED428823",
        "title":"Career Program Completers, 1993-94: A Long-Term Follow-up Study."},
      {
        "id":"ED428824",
        "title":"Career Program Completers: Class of 1996-97."},
      {
        "id":"ED428825",
        "title":"The Effectiveness of the Academic Appeal Program at John A. Logan Community College."},
      {
        "id":"ED428828",
        "title":"Children Learning Language: How Adults Can Help. Study Guide [and Videotape]."},
      {
        "id":"ED428829",
        "title":"Disciplining Kids (without Screaming and Scolding). Leader's Guide [and Videotape]."},
      {
        "id":"ED428830",
        "title":"First Days Home: Keeping Your Baby Healthy and Happy. Study Guide [and Videotape]."},
      {
        "id":"ED428831",
        "title":"Shaping Youngest Minds. Study Guide [and Videotape]."},
      {
        "id":"ED428832",
        "title":"Looping: Supporting Student Learning through Long-Term Relationships."},
      {
        "id":"ED428837",
        "title":"African American Children in Texas: A Special Report of the Texas Kids Count Project."},
      {
        "id":"ED428838",
        "title":"New York State Touchstones/Kids Count 1998 Data Book."},
      {
        "id":"ED428839",
        "title":"Early Childhood Jewish Education. The Best Practices Project in Jewish Education. Second Edition."},
      {
        "id":"ED428840",
        "title":"Bilingualism and Multiculturalism Go to Early Childhood Programs."},
      {
        "id":"ED428841",
        "title":"Gender-Fair and Gender-Congruent Practices in Developmentally and Culturally Appropriate Practice (DCAP). Research Proceeding Report."},
      {
        "id":"ED428842",
        "title":"Child Protective Services in Arkansas, 1974-1994: Struggling To Meet the Needs."},
      {
        "id":"ED428843",
        "title":"Early Childhood Care and Education as a Structural Approach to Integrating Children and Families at Risk: A Challenge for Policy Makers. Report of the European Policy Conference on Early Childhood Education (Amsterdam, Netherlands, April 23-24, 1998)."},
      {
        "id":"ED428846",
        "title":"Resources for Early Childhood Professionals Working with Families and Very Young Children."},
      {
        "id":"ED428847",
        "title":"Defining the Prize: From Agreed-Upon Outcomes to Results-Based Accountability. A Matter of Commitment: Community Collaboration Guidebook Series. Guidebook 2."},
      {
        "id":"ED428848",
        "title":"Valuing Diversity: Practicing Inclusion. A Matter of Commitment: Community Collaboration Guidebook Series. Guidebook 3."},
      {
        "id":"ED428849",
        "title":"Getting to the Grassroots: Neighborhood Organizing and Mobilization. A Matter of Commitment: Community Collaboration Guidebook Series. Guidebook 6."},
      {
        "id":"ED428850",
        "title":"Iowa Kids Count Quarterly, 1991-January 1998."},
      {
        "id":"ED428852",
        "title":"Several Controversial Issues on Early Childhood Education and Care in Contemporary Japan."},
      {
        "id":"ED428853",
        "title":"Challenging Trends: Indicators of Well-Being for Iowa Children."},
      {
        "id":"ED428855",
        "title":"Giving Parents a Voice: A Children's Rights Issue. Rightlines 2."},
      {
        "id":"ED428856",
        "title":"Rationales for the Common Core of Constructs. The Project on State-Level Child Outcomes."},
      {
        "id":"ED428857",
        "title":"From Constructs to Measures: Finalizing the Common Core. The Project on State-Level Child Outcomes."},
      {
        "id":"ED428858",
        "title":"Indicators of Children's Well-Being: From Construct to Application. The Project on State-Level Child Outcomes. Proceedings of the National Level Meeting of the Planning Phase (3rd, Washington, DC, April 28, 1997)."},
      {
        "id":"ED428859",
        "title":"The Relationship of Welfare Receipt to Child Outcomes."},
      {
        "id":"ED428860",
        "title":"What Are Good Child Outcomes?"},
      {
        "id":"ED428861",
        "title":"Implementing the Common Core of Constructs: Measurement and Interviewer Training. The Project on State-Level Child Outcomes. Proceedings of the Meeting of the Operational Phase of the Project on State-Level Child Outcome (1st, Washington, DC, December 9, 1997)."},
      {
        "id":"ED428862",
        "title":"State Child Care and Early Education Developments: Highlights and Updates for 1998."},
      {
        "id":"ED428863",
        "title":"School-Age Care: Federal Funding Opportunities."},
      {
        "id":"ED428865",
        "title":"Organization of the Work in Elementary School."},
      {
        "id":"ED428866",
        "title":"Readiness To Learn. 1997 Kindergarten Survey Report and County Data."},
      {
        "id":"ED428868",
        "title":"Multiple Perspectives on the Quality of Programs for Young Children."},
      {
        "id":"ED428869",
        "title":"Colorado Even Start. 1997-1998 Progress Report."},
      {
        "id":"ED428870",
        "title":"Assessment of Community Consolidated Child Care Pilot Program. Technical Report and Executive Summary."},
      {
        "id":"ED428874",
        "title":"Confession of a Teacher Educator: Memorandum to the Department Chairman. Revised."},
      {
        "id":"ED428875",
        "title":"A Portrait of Child Poverty in Australia in 1995-96."},
      {
        "id":"ED428876",
        "title":"Play in Cultural Contexts = Mang Kultuurikontekstis."},
      {
        "id":"ED428878",
        "title":"A Capacity Model of Children's Comprehension of Educational Content on Television."},
      {
        "id":"ED428879",
        "title":"Young Children's Comprehension of Television: The Role of Visual Information and Intonation."},
      {
        "id":"ED428881",
        "title":"Latino Families: Getting Involved in Your Children's Education. Early Childhood Digest."},
      {
        "id":"ED428882",
        "title":"Child Care Employment: Implications for Women's Self Sufficiency and for Child Development. Working Paper Series."},
      {
        "id":"ED428883",
        "title":"Global Perspectives on Early Childhood Education. Proceedings from the Global Perspectives on Early Childhood Education Workshop (Washington, DC, April 6-7, 1999)."},
      {
        "id":"ED428884",
        "title":"Conference on Father Involvement: A Summary Report (Bethesda, MD, October 10-11, 1996)."},
      {
        "id":"ED428885",
        "title":"Early Childhood Education in Portugal."},
      {
        "id":"ED428886",
        "title":"Early Childhood Research &amp; Practice: An Internet Journal on the Development, Care, and Education of Young Children, Spring 1999."},
      {
        "id":"ED428888",
        "title":"The Restructuring of an Urban Elementary School: Lessons Learned as a Professional Development School Liaison."},
      {
        "id":"ED428889",
        "title":"A Neophyte Early Childhood Teacher's Developing Relationships with Parents: An Ecological Perspective."},
      {
        "id":"ED428890",
        "title":"Editing: Permission To Start Wrong."},
      {
        "id":"ED428891",
        "title":"International Perspectives on Early Childhood Education: Lessons from My Travels."},
      {
        "id":"ED428892",
        "title":"Writing for Electronic Journals."},
      {
        "id":"ED428893",
        "title":"From Themes to Projects."},
      {
        "id":"ED428896",
        "title":"Promoting Primary Education for Girls in Malawi. CDIE Impact Evaluation."},
      {
        "id":"ED428897",
        "title":"Setting an Example: The Health, Medical Care, and Health-Related Behavior of American Parents."},
      {
        "id":"ED428900",
        "title":"The Development of Maternal Self-Efficacy."},
      {
        "id":"ED428901",
        "title":"Chinese and American Children's Knowledge of Basic Relational Concepts."},
      {
        "id":"ED428902",
        "title":"&quot;This is about a Fight&quot;: Stories of Violence by Central City School Children."},
      {
        "id":"ED428903",
        "title":"The Development of Children's Same-Sex Peer Preferences: Labeling versus Play Styles."},
      {
        "id":"ED428904",
        "title":"America Goes Back to School: Challenge Our Students and They Will Soar. Activity Kit, 1999-2000."},
      {
        "id":"ED428905",
        "title":"Mid-Western Educational Researcher, 1991-98."},
      {
        "id":"ED428907",
        "title":"Urgency, Responsibility, Efficacy: Preliminary Findings of a Study of High-Performing Texas School Districts."},
      {
        "id":"ED428908",
        "title":"Facts and Figures about Education in Alaska, 1996-97."},
      {
        "id":"ED428909",
        "title":"Report Card to the Public: A Summary of Statistics from Alaska's Public Schools, School Year 1996-97."},
      {
        "id":"ED428912",
        "title":"Size as an Issue of Adequacy and Equity in Rural Places: Preliminary Results from the Matthew Project."},
      {
        "id":"ED428913",
        "title":"An Evaluation of the &quot;Counselor Plus Case Aide Model&quot; in Serving American Indians with Disabilities through the Public Vocational Rehabilitation Program."},
      {
        "id":"ED428916",
        "title":"The Federal Archeology Program: Secretary of the Interior's Report to Congress, 1996-1997."},
      {
        "id":"ED428917",
        "title":"The Vision of Sequoyah: A Bibliographic Essay."},
      {
        "id":"ED428918",
        "title":"Prevalence Rates of Depression, Anxiety, and Somatization among Rural Southwestern Native American Children."},
      {
        "id":"ED428919",
        "title":"Building Rural Health Partnerships in the South. Final Report."},
      {
        "id":"ED428920",
        "title":"Educator Exchange Resource Guide."},
      {
        "id":"ED428921",
        "title":"Profiles of Native Language Education Programs. A Source Book for Arkansas, Louisiana, New Mexico, Oklahoma, and Texas."},
      {
        "id":"ED428922",
        "title":"Revitalizing Indigenous Languages. Papers presented at the Annual Stabilizing Indigenous Languages Symposium (5th, Louisville, KY, May 15-16, 1998)."},
      {
        "id":"ED428923",
        "title":"Some Basics of Indigenous Language Revitalization."},
      {
        "id":"ED428924",
        "title":"Running the Gauntlet of an Indigenous Language Program."},
      {
        "id":"ED428925",
        "title":"Sm'algyax Language Renewal: Prospects and Options."},
      {
        "id":"ED428926",
        "title":"Reversing Language Shift: Can Kwak'wala Be Revived?"},
      {
        "id":"ED428927",
        "title":"Using TPR-Storytelling To Develop Fluency and Literacy in Native American Languages."},
      {
        "id":"ED428928",
        "title":"Documenting and Maintaining Native American Languages for the 21st Century: The Indiana University Model."},
      {
        "id":"ED428929",
        "title":"The Place of Writing in Preserving an Oral Language."},
      {
        "id":"ED428930",
        "title":"Indigenous Language Codification: Cultural Effects."},
      {
        "id":"ED428931",
        "title":"Enhancing Language Material Availability Using Computers."},
      {
        "id":"ED428932",
        "title":"The New Mass Media and the Shaping of Amazigh Identity."},
      {
        "id":"ED428933",
        "title":"Self-Publishing Indigenous Language Materials."},
      {
        "id":"ED428935",
        "title":"Growing Together with the Treetures. Activity Guide. Series 1."},
      {
        "id":"ED428936",
        "title":"Partial Credit Analysis of Mathematics Items from the Ohio-Off Grade Proficiency Tests."},
      {
        "id":"ED428938",
        "title":"The Guidebook of Federal Resources for K-12 Mathematics and Science 1998-99."},
      {
        "id":"ED428939",
        "title":"Skills-Based Scope and Sequence Guide: Mathematics Grades K-6. Target Skills and Sample Assessment Methods."},
      {
        "id":"ED428940",
        "title":"Skills-Based Scope and Sequence Guide: Science Grades K-6. Target Skills and Sample Assessment Methods."},
      {
        "id":"ED428941",
        "title":"The Impact of a Secondary Preservice Teacher's Beliefs about Mathematics on Her Teaching Practice."},
      {
        "id":"ED428942",
        "title":"Closing the Achievement Gap: Using the Environment as an Integrating Context for Learning. Executive Summary."},
      {
        "id":"ED428943",
        "title":"Closing the Achievement Gap: Using the Environment as an Integrating Context for Learning. Results of a Nationwide Study."},
      {
        "id":"ED428944",
        "title":"Michigan High School Proficiency Test in Mathematics. Tryout and Pilot Technical Report."},
      {
        "id":"ED428945",
        "title":"Michigan High School Proficiency Test in Science. Tryout and Pilot Technical Report."},
      {
        "id":"ED428946",
        "title":"Total Science and Engineering Graduate Enrollment Falls for Fourth Consecutive Year. Data Brief."},
      {
        "id":"ED428947",
        "title":"A National Statement on Mathematics for Australian Schools. A Joint Project of the States, Territories and the Commonwealth of Australia Initiated by the Australian Education Council."},
      {
        "id":"ED428948",
        "title":"Family Involvement in Education."},
      {
        "id":"ED428949",
        "title":"Making the Change: Pioneering Attempts in Implementing Reform in Mathematics Teacher Preparation."},
      {
        "id":"ED428950",
        "title":"Representations in Mathematics Education."},
      {
        "id":"ED428951",
        "title":"Seventh Grade Geometry Unit: New Albany-Floyd County School Corporation TI-92 Supplementary Activities. Teacher Edition."},
      {
        "id":"ED428952",
        "title":"Infusion of Environmental Education through Mythology--An Experiment."},
      {
        "id":"ED428953",
        "title":"Careers in Applied Mathematics and Computational Sciences."},
      {
        "id":"ED428954",
        "title":"Children's Understanding of Rectangular Solids Made of Small Cubes."},
      {
        "id":"ED428955",
        "title":"Assessment of Achievement Programme: Fifth Survey of Mathematics, 1997."},
      {
        "id":"ED428958",
        "title":"From Knowledge to Knowing: An Inquiry into Teacher Learning in Science."},
      {
        "id":"ED428959",
        "title":"Energy Education Resources: Kindergarten through 12th Grade."},
      {
        "id":"ED428960",
        "title":"An International Perspective on Eighth Grade Mathematics Performance in Rural, Urban, and Suburban Schools: The United States vs. Korea."},
      {
        "id":"ED428961",
        "title":"Federal Academic Obligations for Science and Engineering Activities Increased More than 4 Percent in FY 1997. Data Brief."},
      {
        "id":"ED428962",
        "title":"The Effectiveness of Individualized Computer Assisted Instruction in Basic Algebra and Fundamentals of Mathematics Courses."},
      {
        "id":"ED428963",
        "title":"A Study To Determine the Effects of a Non-Traditional Approach to Algebra Instruction on Student Achievement."},
      {
        "id":"ED428964",
        "title":"Newton&apos;s Apple Teachers Guides. Seasons 9-10-11-12: A Collection of Lessons and Activities."},
      {
        "id":"ED428966",
        "title":"High School Students' Motivation To Engage in Conceptual Change Learning in Science."},
      {
        "id":"ED428967",
        "title":"Developing a Rubric for Assessing Science Process Knowledge in Grades K-6."},
      {
        "id":"ED428969",
        "title":"Fun with Physics: Real-Life Problem Solving for Grades 4-8."},
      {
        "id":"ED428970",
        "title":"Se Habla Mathematics? Consideration of Math as a Foreign Language."},
      {
        "id":"ED428971",
        "title":"Tangled Up in Views: Beliefs in the Nature of Science and Responses to Socio-Scientific Dilemmas."},
      {
        "id":"ED428972",
        "title":"Controversial Biological Issues: An Exploratory Tool for Accessing Teacher Thinking in Relation to Classroom Practice."},
      {
        "id":"ED428973",
        "title":"The Effects of Writing Activities on Grade 4 Children's Understanding of Simple Machines, Inventions, and Inventors."},
      {
        "id":"ED428974",
        "title":"Enhancing Middle School Science through Community Service: Teacher Impact Evaluation Report."},
      {
        "id":"ED428975",
        "title":"Highlights from TIMSS: Overview and Key Findings across Grade Levels."},
      {
        "id":"ED428976",
        "title":"Extended Citizenship Bibliography: A Publication of The Citizenship Education Policy Study."},
      {
        "id":"ED428977",
        "title":"The Effectiveness of Grampian Secondary Schools."},
      {
        "id":"ED428978",
        "title":"Understanding a Spiritual Youth Camp as a Consciousness Raising Group: The Effects of a Subculture's Communication."},
      {
        "id":"ED428980",
        "title":"The School Curriculum: A Brief Guide."},
      {
        "id":"ED428981",
        "title":"Prehistoric Journey: Denver Museum of Natural History Educators' Sourcebook."},
      {
        "id":"ED428982",
        "title":"Created Equal: A Report on Gender Equity in Alaska Education -- Then and Now."},
      {
        "id":"ED428983",
        "title":"\"Letting Go\": Rethinking Teaching World History at the Secondary Level. A Plan for a One-Year Thematic World History Course."},
      {
        "id":"ED428984",
        "title":"South Asian Leaders Look Forward: The Link between Regional Development and United Nations Sponsored School Reform Programs."},
      {
        "id":"ED428986",
        "title":"Between the Cracks of History: Essays on Teaching and Illustrating Folklore. Publications of the Texas Folklore Society: 55."},
      {
        "id":"ED428990",
        "title":"Civic Education in China: Past, Present, and Future Challenges."},
      {
        "id":"ED428991",
        "title":"Education for Constructive Engagement of Citizens in Democratic Civil Society and Constitutional Government."},
      {
        "id":"ED428992",
        "title":"Integration Where It Counts: A Study of Racial Integration in Public and Private School Lunchrooms."},
      {
        "id":"ED428993",
        "title":"Distance Education and Political Science Revisited."},
      {
        "id":"ED428994",
        "title":"Connections in the Classroom: Teaching 101 in an Urban Environment."},
      {
        "id":"ED428999",
        "title":"American History in the Schools: Its Nature, Functions and Prospect."},
      {
        "id":"ED429007",
        "title":"School-Based Understanding of Human Rights in Four Countries: A Commonwealth Study. Education Research Paper."},
      {
        "id":"ED429008",
        "title":"The Trial of J.V. Stalin: Exercises in Critical and Moral Reasoning. Critical Geopedagogy No.1."},
      {
        "id":"ED429009",
        "title":"The Basic Conditions of Life: An Ecological Approach to Perceptual Sensitivity of Swedish and Danish Students. No. 67."},
      {
        "id":"ED429011",
        "title":"Wisconsin's Model Academic Standards for Visual Arts."},
      {
        "id":"ED429012",
        "title":"Wisconsin's Model Academic Standards for Music."},
      {
        "id":"ED429013",
        "title":"Education for Environment and Peace. Peace Education Miniprints No. 92."},
      {
        "id":"ED429015",
        "title":"Culturally Accommodated Imagination: Discovering Children's Fantasy Worlds in Drawings."},
      {
        "id":"ED429016",
        "title":"Social Studies 30 Diploma Examination Results. Examiners' Report for June 1998."},
      {
        "id":"ED429017",
        "title":"Social Studies 33 Diploma Examination Results. Examiners' Report for June 1998."},
      {
        "id":"ED429020",
        "title":"VOICE: Violence-Prevention Outcomes in Civic Education. A Program for Elementary Social Studies."},
      {
        "id":"ED429021",
        "title":"What U.S. History Textbooks Fail To Tell Students about Religion and Faith."},
      {
        "id":"ED429022",
        "title":"Children's Literature in Social Studies: Teaching to the Standards. NCSS Bulletin 95."},
      {
        "id":"ED429023",
        "title":"Tora no Maki III. Lessons for Teaching about Contemporary Japan."},
      {
        "id":"ED429024",
        "title":"Education and Equity in OECD Countries."},
      {
        "id":"ED429025",
        "title":"Evaluating and Educating - 2000: Is Your Catholic School System Ready? Our Lady of Lourdes Catholic School and Family Partnerships Survey."},
      {
        "id":"ED429026",
        "title":"Developing National Identity within Fifth Grade Multicultural Students."},
      {
        "id":"ED429027",
        "title":"The Civic Development of 9th- through 12th-Grade Students in the United States: 1996. Statistical Analysis Report."},
      {
        "id":"ED429029",
        "title":"Gaining the Arts Advantage: Lessons from School Districts That Value Arts Education."},
      {
        "id":"ED429030",
        "title":"Take a Field Trip through the 1990&apos;s. Celebrate the Century Education Series."},
      {
        "id":"ED429031",
        "title":"Teen Courts and Law-Related Education. ERIC Digest."},
      {
        "id":"ED429032",
        "title":"The Construction of a Qualified Team of Teacher Educators for the New Era."},
      {
        "id":"ED429033",
        "title":"Building a Civil Society: Are Schools Responsible?"},
      {
        "id":"ED429034",
        "title":"Performance Assessment Team: A Retention Program Revisited."},
      {
        "id":"ED429035",
        "title":"Every Child a Promise: How One School Meets the Needs of a Challenging Population or What Can You Do While You Wait for Reform."},
      {
        "id":"ED429036",
        "title":"Integrated College Methods Courses."},
      {
        "id":"ED429037",
        "title":"Powerpoint versus Traditional Overheads. Which Is More Effective for Learning?"},
      {
        "id":"ED429038",
        "title":"Diversifying Supervision for Maximum Professional Growth: Is a Well-Supervised Teacher a Satisfied Teacher?"},
      {
        "id":"ED429039",
        "title":"Preparing Teachers for Students with Emotional or Behavioral Disabilities in Professional Development Schools."},
      {
        "id":"ED429040",
        "title":"Supporting Action Research in a Field-Based Professional Development School."},
      {
        "id":"ED429041",
        "title":"Pork Puzzlers."},
      {
        "id":"ED429042",
        "title":"Performance-Based Licensure. 1998-99. Three Years of Guided, Professional Growth for New Teachers."},
      {
        "id":"ED429043",
        "title":"Teach in North Carolina."},
      {
        "id":"ED429044",
        "title":"Integrating Faith and Learning in Teacher Education."},
      {
        "id":"ED429045",
        "title":"Preparing Educators for School-Family-Community Partnerships. Results of a National Survey of Colleges and Universities."},
      {
        "id":"ED429046",
        "title":"New Law Creating a Professional Standards Council for Teachers (1997 Wisconsin Act 298). Information Memorandum 98-9."},
      {
        "id":"ED429047",
        "title":"Deciding What To Teach and How To Teach It: Connecting Students through Curriculum and Instruction."},
      {
        "id":"ED429049",
        "title":"Action Research Study. A Framework To Help Move Teachers toward an Inquiry-Based Science Teaching Approach."},
      {
        "id":"ED429050",
        "title":"Teaching Folk Dance. Successful Steps."},
      {
        "id":"ED429051",
        "title":"Exploring the Nature of Health Promotion in the 21st Century. Health Education Monograph Series, Volume 16 Number 3."},
      {
        "id":"ED429052",
        "title":"New Directions in Teacher Evaluation. ERIC Digest."},
      {
        "id":"ED429053",
        "title":"Promoting Health Behavior Change. ERIC Digest."},
      {
        "id":"ED429054",
        "title":"Early Field Experiences in Teacher Education. ERIC Digest."},
      {
        "id":"ED429055",
        "title":"Beyond Good Intentions: Using Standards To Examine PDS Sustainability through Transitions."},
      {
        "id":"ED429056",
        "title":"The Secondary Education Certificate and Matriculation Examinations in Malta: A Case Study. INNODATA1."},
      {
        "id":"ED429057",
        "title":"Volunteer New Teacher Program."},
      {
        "id":"ED429058",
        "title":"Rigor and Innovation: Getting Both."},
      {
        "id":"ED429059",
        "title":"Understanding the Realities of Reflective Teaching: What Are Best Practices for the 21st Century?"},
      {
        "id":"ED429060",
        "title":"Reciprocal Interaction and the Brain-Education Dilemma."},
      {
        "id":"ED429061",
        "title":"Master Teachers in Residence: Bringing a Classroom Perspective to Course Reform for NSF's Oklahoma Teacher Education Collaborative (O-TEC)."},
      {
        "id":"ED429062",
        "title":"Utilizing the Concept of &quot;Conceptual Framework&quot; in National Accreditation."},
      {
        "id":"ED429063",
        "title":"Brain-based Education: A Reply to Bruer."},
      {
        "id":"ED429064",
        "title":"School-University Partnerships: Collaboration among Autonomous Cultures."},
      {
        "id":"ED429065",
        "title":"Model-Based Instruction: Theory and Application in a Teacher Education Program."},
      {
        "id":"ED429066",
        "title":"Modeling the Standards for Teacher Educators: How One Group of Supervisors Meets the Challenge."},
      {
        "id":"ED429067",
        "title":"Creating Partnerships To Improve Quality Teaching."},
      {
        "id":"ED429068",
        "title":"Who's Teaching Teachers about Character Education Instruction?"},
      {
        "id":"ED429069",
        "title":"Establishing Coalitions To Impact Public Policy: A Necessity for the 21st Century?"},
      {
        "id":"ED429070",
        "title":"Masters in Elementary Education Concentration in Literacy Program Evaluation."},
      {
        "id":"ED429072",
        "title":"The Quiet Peacemakers. A Tribute to Teachers."},
      {
        "id":"ED429073",
        "title":"Activities for a Diverse Classroom: Connecting Students."},
      {
        "id":"ED429074",
        "title":"Licensure for Public School Professionals."},
      {
        "id":"ED429075",
        "title":"North Carolina Approved Teacher Education Programs. February 1999."},
      {
        "id":"ED429080",
        "title":"University/School Collaboration: A Case Study."},
      {
        "id":"ED429081",
        "title":"Learning from Narrative Accounts of the Practice Teaching Experience: A View from Singapore."},
      {
        "id":"ED429084",
        "title":"The Journey of a Reader: K-12 Assessment Tasks and Tools."},
      {
        "id":"ED429085",
        "title":"The Legal Implications of Using Standardized Tests in Admissions."},
      {
        "id":"ED329864",
        "title":"Children of Alcoholics: 2. Kit for Parents."},
      {
        "id":"ED329865",
        "title":"Children of Alcoholics: 3. Kit for Therapists."},
      {
        "id":"ED329866",
        "title":"Children of Alcoholics: 4. Kit for Helpers."},
      {
        "id":"ED329868",
        "title":"Pre-Referral Consultation: Sucessful Intervention for At-Risk Youth."},
      {
        "id":"ED329869",
        "title":"The Guidance Counselor&apos;s Role in Ensuring Equal Educational Opportunity."},
      {
        "id":"ED329871",
        "title":"Career Awareness Program. Project CAP. 1989-90. Final Evaluation Report. OREA Report."},
      {
        "id":"ED329874",
        "title":"The Sunday School Class: The Meaning of Older Women's Participation in Church."},
      {
        "id":"ED329876",
        "title":"Teenage Drug Use: Uncertain Linkages with Either Pregnancy or School Dropout. Report to the Chairman, Select Committee on Narcotics Abuse and Control, House of Representatives."},
      {
        "id":"ED329877",
        "title":"Gender Bias in the Evaluation of Male and Female Police Officer Performance."},
      {
        "id":"ED329879",
        "title":"The Relative Effectiveness of Training Methods for Attaining Training Objectives: Current Opinion of Training Practitioners."},
      {
        "id":"ED329880",
        "title":"National Household Survey on Drug Abuse: Population Estimates 1990."},
      {
        "id":"ED329881",
        "title":"National Household Survey on Drug Abuse: Main Findings 1988. National Household Survey on Drug Abuse: Population Estimates 1988."},
      {
        "id":"ED329882",
        "title":"You Can Help Prevent Alcohol and Other Drug Use among Secondary School Students. The Fact Is..."},
      {
        "id":"ED329883",
        "title":"You Can Start A Student Assistance Program. The Fact Is..."},
      {
        "id":"ED329884",
        "title":"You Can Prevent Alcohol and Other Drug Problems among Elementary School Children. The Fact Is..."},
      {
        "id":"ED329885",
        "title":"Violence as a Strategy of the Weak against the Strong: The Case of Siblings."},
      {
        "id":"ED329886",
        "title":"Violence Inside and Outside of the Home: New Evidence for the Person-Situation Debate."},
      {
        "id":"ED329887",
        "title":"Validation of the Hwalek-Sengstock Elder Abuse Screening Test."},
      {
        "id":"ED329896",
        "title":"Literacy Objects as Cultural Tools: Effects on Children's Literacy Behaviors in Play."},
      {
        "id":"ED329897",
        "title":"Vocabulary Acquisition in Context Reconsidered: The Effect of Word Type and Exposure Level on the Learning of Unknown Words."},
      {
        "id":"ED329898",
        "title":"An Investigation of an Intergenerational Approach to Literacy."},
      {
        "id":"ED329913",
        "title":"Visions and Revisions: A Perspective on the Whole Language Controversy."},
      {
        "id":"ED329914",
        "title":"The Influence of Readers' Prior Knowledge and Level of Involvement on Interpreting Ambiguous Text."},
      {
        "id":"ED329917",
        "title":"Portfolio Assessment in Teacher Education: A Tale of Two Cities."},
      {
        "id":"ED329918",
        "title":"Literacy Assessment in a Diverse Society. Technical Report No. 525."},
      {
        "id":"ED329919",
        "title":"Defining the Role of Prior Knowledge and Vocabulary in Reading Comprehension: The Retiring of Number 41. Technical Report No. 526."},
      {
        "id":"ED329921",
        "title":"Dynamic Assessment Procedure: A Validation."},
      {
        "id":"ED329922",
        "title":"From Preservice to Inservice: Diffusing Content Reading Resistance."},
      {
        "id":"ED329924",
        "title":"The Effects of Prior Knowledge and Schema Activation Strategies on the Inferential Reading Comprehension Performance of Learning Disabled and Nonlearning Disabled Children."},
      {
        "id":"ED329925",
        "title":"First Graders' Comprehension of Cohesive Ties in Reading."},
      {
        "id":"ED329926",
        "title":"The Beginning with Books Gift Book Program: Effects on Family and Child Literacy. Final Report."},
      {
        "id":"ED329927",
        "title":"Subject Matter Text Learning: Reading, Knowledge, and Texts."},
      {
        "id":"ED329928",
        "title":"Stories and More: Nevada History for New Readers. Volume 1--Reading Level 6 to 8."},
      {
        "id":"ED329929",
        "title":"Stories and More: Nevada History for New Readers. Volume 2--Reading Level 9-13."},
      {
        "id":"ED329931",
        "title":"A Collaborative Study of Collegial Coaching within a Restructuring School Environment: Perspectives from a Middle School Administrator and a Reading Educator. Draft."},
      {
        "id":"ED329932",
        "title":"University of South Carolina Student Literacy Corps Project."},
      {
        "id":"ED329933",
        "title":"Developing Phonemic Awareness: Knowledge and Practice in Holistic Instruction."},
      {
        "id":"ED329935",
        "title":"The Effectiveness of Interactive Instructional Practices on Content Area Reading Comprehension."},
      {
        "id":"ED329937",
        "title":"Teacher Perceptions and Practices for Using Children's Literature in Elementary Reading Instruction."},
      {
        "id":"ED329938",
        "title":"A Framework for the Contextual Analysis of Computer-Based Learning Environments. Technical Report No. 527."},
      {
        "id":"ED329939",
        "title":"Understanding Definitions. Technical Report No. 528."},
      {
        "id":"ED329940",
        "title":"Assessing Early Reading with Something Old, Something New, Something Borrowed, and Something Different. Technical Report No. 529."},
      {
        "id":"ED329941",
        "title":"Elaborative Inferences on an Expository Text. Technical Report No. 530."},
      {
        "id":"ED329942",
        "title":"Parents and Children Together. Volume 1, Nos. 1-12."},
      {
        "id":"ED329954",
        "title":"Needed: Private and University-Based Reading Clinics with an Updated Perspective."},
      {
        "id":"ED329955",
        "title":"Parents Sharing Books: Self-Esteem and Reading."},
      {
        "id":"ED329957",
        "title":"A Recipe for Reclaiming Ownership: The Oral History Narrative."},
      {
        "id":"ED329960",
        "title":"Semiotics and the English Language Arts. ERIC Digest."},
      {
        "id":"ED329966",
        "title":"Interactive Effects of Computer Network and Student Characteristics on Students' Writing and Collaborating."},
      {
        "id":"ED329973",
        "title":"Writing: Clearing the Mind for Action."},
      {
        "id":"ED329974",
        "title":"Sifting through the Essential Fictions of Nonfiction: Contextualizing Ben Franklin."},
      {
        "id":"ED329975",
        "title":"Teaching Children To Respond Critically/Aesthetically to Picture Books as Literature. Elementary Subjects Center Series No. 34."},
      {
        "id":"ED329977",
        "title":"Academic Journals: Annotated Bibliography."},
      {
        "id":"ED329978",
        "title":"Using Academic Journals To Promote the Development of Independent Thinking and Writing Skills."},
      {
        "id":"ED329979",
        "title":"Organization of the Language Arts."},
      {
        "id":"ED329980",
        "title":"Literacy through Lifewriting: The Foundations of Growth in Engagement."},
      {
        "id":"ED329982",
        "title":"Children's and Adolescent Literature: A Guide to Resources."},
      {
        "id":"ED329983",
        "title":"Poetry: Sources for Criticism."},
      {
        "id":"ED329984",
        "title":"Romantic American Literature: Sources for Criticism. A Research Guide."},
      {
        "id":"ED329985",
        "title":"Nathaniel Hawthorne and Herman Melville: A Research Guide."},
      {
        "id":"ED329986",
        "title":"Colonial American Literature: A Guide to Resources."},
      {
        "id":"ED329987",
        "title":"The Brontes: A Research Guide."},
      {
        "id":"ED329988",
        "title":"John Milton: A Research Guide."},
      {
        "id":"ED329989",
        "title":"William Faulkner: A Guide to Research."},
      {
        "id":"ED329991",
        "title":"The Delaware Middle Level Computer Writing Project First Year Evaluation Report."},
      {
        "id":"ED329993",
        "title":"The Mythological Substrata of Some Post-Midcentury Poems."},
      {
        "id":"ED329994",
        "title":"Does Word Processing Improve Students' Writing? A Critical Appraisal and Assessment. Final Report to FIPSE."},
      {
        "id":"ED329997",
        "title":"The Metaphor of the Mind-as-Computer: Some Considerations for Teachers."},
      {
        "id":"ED330003",
        "title":"The Effects of Proxemic Violations as Distractors on Persuasive Message Attempts."},
      {
        "id":"ED330004",
        "title":"The Elaboration Likelihood Model and Proxemic Violations as Peripheral Cues to Information Processing."},
      {
        "id":"ED330006",
        "title":"Toward More Emphasis in International Public Relations Research and Education: A USA Perspective."},
      {
        "id":"ED330007",
        "title":"The Development of Public Relations To Meet the New European Market."},
      {
        "id":"ED330008",
        "title":"Differences in Ethical Standards: Factoring in the Cultural Expectation in Public Relations Education."},
      {
        "id":"ED330009",
        "title":"The Future of Public Relations: A Multi-Disciplinary Analysis."},
      {
        "id":"ED330010",
        "title":"Mass Communication, Public Communication, and Interpersonal Communication: A Global Model for International Public Relations."},
      {
        "id":"ED330011",
        "title":"Public Relations Accreditation. Proceedings of the Forum of the Commission on Public Relations-Speech Communication Association (2nd, San Francisco, November 18-21, 1989)."},
      {
        "id":"ED330013",
        "title":"Building a Relationship with the Agency Supervisor: An Academic Internship Coordinator's Perspective."},
      {
        "id":"ED330017",
        "title":"Teaching Interpersonal Communication through an Analysis of Students' Initial Interaction: A Q-Methodological Study of Styles in Meeting People."},
      {
        "id":"ED330019",
        "title":"Learning To Reason via Instruction in Argumentation."},
      {
        "id":"ED330020",
        "title":"Developing Critical Literacy in Adolescence: Adolescents' Responses to Sex Role Stereotyping in Ads and Stories."},
      {
        "id":"ED330022",
        "title":"Whose School Is It? Comments on a Deplorable State Almost Everybody Seems To Be Content With."},
      {
        "id":"ED330023",
        "title":"Parent Involvement in the USA and in Austria."},
      {
        "id":"ED330025",
        "title":"At-Risk Youth in Crisis: A Handbook for Collaboration between Schools and Social Services. Volume l: Introduction and Resources."},
      {
        "id":"ED330026",
        "title":"At-Risk Youth in Crisis: A Handbook for Collaboration between Schools and Social Services. Volume 2: Suicide."},
      {
        "id":"ED330027",
        "title":"A Businessman's Guide to the Education Reform Debate. The Backgrounder No. 801."},
      {
        "id":"ED330031",
        "title":"Financing Illinois Schools in the 1990s: Reaching a Consensus. Proceedings of the Meeting (Macomb, Illinois, January 24-25, 1990)."},
      {
        "id":"ED330033",
        "title":"The Transformation of Education by Design: An Orientation Guide for Educational Decision Makers."},
      {
        "id":"ED330034",
        "title":"The Transformation of Education by Design: A Leadership Guide for Educational Decision Makers."},
      {
        "id":"ED330035",
        "title":"The Transformation of Education by Design: A Trainer&apos;s Guide for Educational Systems Designers."},
      {
        "id":"ED330037",
        "title":"A Report to the Network and a Request for Assistance."},
      {
        "id":"ED330038",
        "title":"Reducing the Risks of Nonstructural Earthquake Damage: A Practical Guide. Earthquake Hazards Reduction Series 1."},
      {
        "id":"ED330039",
        "title":"Seismic Considerations--Elementary and Secondary Schools, Revised Edition. Earthquake Hazards Reduction Series 34."},
      {
        "id":"ED330040",
        "title":"A Review of Year-Round Education Research."},
      {
        "id":"ED330043",
        "title":"The Equal Access Act: Policy and Regulations for Implementation."},
      {
        "id":"ED330049",
        "title":"The Leadership of Effective Principals. Insights on Educational Policy and Practice, Number 5."},
      {
        "id":"ED330050",
        "title":"A Look at School-Based Management. Insights on Educational Policy and Practice, Number 6."},
      {
        "id":"ED330051",
        "title":"Improving the Learning Climate. Insights on Educational Policy and Practice, Number 7."},
      {
        "id":"ED330052",
        "title":"Harnessing the power of Beliefs: Guides for Policy and Practice. Insights on Educational Policy and Practice Number 11."},
      {
        "id":"ED330053",
        "title":"Assessing Language Proficiency: More Than One Way To Skin a Cat. Insights on Educational Policy and Practice, Number 12."},
      {
        "id":"ED330054",
        "title":"Restructuring the Educational System. Insights on Educational Policy and Practice, Number 13."},
      {
        "id":"ED330055",
        "title":"&quot;Guidelines&quot; for Restructuring the System. Insights on Educational Policy and Practice, Number 14."},
      {
        "id":"ED330056",
        "title":"Developing Useful Educational Indicator Systems. Insights on Educational Policy and Practice, Number 15."},
      {
        "id":"ED330057",
        "title":"Legislative Issues 1990. Insights on Educational Policy and Practice, Number 17."},
      {
        "id":"ED330058",
        "title":"Eight Barriers to Changing Traditional Behavior: Part One. Insights on Educational Policy and Practice, Number 18."},
      {
        "id":"ED330059",
        "title":"Eight Barriers to Changing Traditional Behavior: Part Two. Insights on Educational Policy and Practice, Number 19."},
      {
        "id":"ED330060",
        "title":"School-Linked Services--So That Schools Can Educate and Children Can Learn [Part 1]. Insights on Educational Policy and Practice, Number 20."},
      {
        "id":"ED330061",
        "title":"Recommendations for Implementing School-Based Management/Shared Decision Making. Insights on Educational Policy and Practice, Number 21."},
      {
        "id":"ED330062",
        "title":"School Linked Services--So That Schools Can Educate and Children Can Learn, Part 2. Insights on Educational Policy and Practice, Number 22."},
      {
        "id":"ED330063",
        "title":"School-Linked Services: So That Schools Can Educate and Children Can Learn, Part 3. Insights on Educational Policy and Practice, Number 23."},
      {
        "id":"ED330064",
        "title":"Evaluating Principals. ERIC Digest Series Number 60."},
      {
        "id":"ED330065",
        "title":"Report on Education Legislation: 1990 Session of the General Assembly."},
      {
        "id":"ED330066",
        "title":"Synthesis of Information Relating to School and Business Partnerships."},
      {
        "id":"ED330067",
        "title":"The Superintendent; Vital Link between Education and Economic Development."},
      {
        "id":"ED330068",
        "title":"Reviewing the Effectiveness of &quot;Top-Down&quot; Reform."},
      {
        "id":"ED330069",
        "title":"The Dysfunctions of Bureaucratic Structure."},
      {
        "id":"ED330070",
        "title":"Shared Decision Making: Harnessing the Energy of People."},
      {
        "id":"ED330076",
        "title":"Education 2000: A Visionary Odyssey."},
      {
        "id":"ED330078",
        "title":"Developing Leaders for Restructuring Schools: New Habits of Mind and Heart. A Report of the National LEADership Network Study Group on Restructuring Schools."},
      {
        "id":"ED330080",
        "title":"Healthy Kids for the Year 2000: An Action Plan for Schools."},
      {
        "id":"ED330082",
        "title":"Education in the Middle Grades: Overview of National Practices and Trends. Report No. 45."},
      {
        "id":"ED330083",
        "title":"Responsive Education in the Middle Grades: Teacher Teams, Advisory Groups, Remedial Instruction, School Transition Programs, and Report Card Entries. Report No. 46."},
      {
        "id":"ED330084",
        "title":"Access to Opportunity: Experiences of Minnesota Students in Four Statewide School Choice Programs, 1989-90."},
      {
        "id":"ED330086",
        "title":"Digest of Education Statistics, 1990."},
      {
        "id":"ED330088",
        "title":"An Ethnography of High Achieving At-Risk Hispanic Youths at Two Urban High Schools: Implications for Administrators."},
      {
        "id":"ED330092",
        "title":"Choice: Implementation Issues. A National Perspective. Policy Briefs Number 3."},
      {
        "id":"ED330093",
        "title":"Restructuring: A New Agenda for Schools. A National Perspective. Policy Briefs Number 4."},
      {
        "id":"ED330094",
        "title":"Learning Together: Examples of School/Business/Community Partnerships."},
      {
        "id":"ED330095",
        "title":"Stress and Educational Administration: Variations in Stress Factors across Administrative Levels."},
      {
        "id":"ED330096",
        "title":"Better Mathematics for K-8."},
      {
        "id":"ED330098",
        "title":"Education Finance in the 1990s."},
      {
        "id":"ED330099",
        "title":"Oregon School Improvement and Professional Development Project. Final Report."},
      {
        "id":"ED330100",
        "title":"Oregon School Improvement and Professional Development Project. Final Report, Year 2."},
      {
        "id":"ED330101",
        "title":"School Finance at a Glance. [Revised.]"},
      {
        "id":"ED330103",
        "title":"Designing State Curriculum Frameworks and Assessment Programs To Improve Instruction. ECS Working Papers Series."},
      {
        "id":"ED330107",
        "title":"Conflict and Social Determinism: The Reprivatization of Education."},
      {
        "id":"ED330109",
        "title":"The School Principal and Chicago School Reform: Principals' Early Perceptions of Reform Initiatives. Monitoring and Researching the Effects of School Reform in Chicago."},
      {
        "id":"ED330111",
        "title":"Male and Female Professors of Educational Administration: A Comparative Study."},
      {
        "id":"ED330113",
        "title":"The Administrative Internship: Effective Program Characteristics."},
      {
        "id":"ED330114",
        "title":"The Impact of Class Size on Teaching and Learning. A Position Paper."},
      {
        "id":"ED330116",
        "title":"Budget Development, Budget Monitoring, Accounting and Financial Reporting: A Self-Assessment Guide for School District Fiscal Policy Teams."},
      {
        "id":"ED330117",
        "title":"Pupil Transportation Services: A Self-Assessment Guide for School District Fiscal Policy Teams."},
      {
        "id":"ED330121",
        "title":"The Condition of Education 1991. Volume 1: Elementary and Secondary Education."},
      {
        "id":"ED330122",
        "title":"The Condition of Education 1991. Volume 2: Postsecondary Education."},
      {
        "id":"ED330123",
        "title":"The &quot;Extra&quot; in Extracurricular Activities for Gifted."},
      {
        "id":"ED330124",
        "title":"Curriculum Development for Gifted and Talented Middle School Students."},
      {
        "id":"ED330127",
        "title":"Substance Abuse among Youth with Disabilities. Prevention Research Update, Number Seven/Summer 1990."},
      {
        "id":"ED330129",
        "title":"Persons with Mental Retardation and Related Conditions in Mental Retardation Facilities: Selected Findings from the 1987 National Medical Expenditure Survey. Project Report 29."},
      {
        "id":"ED330130",
        "title":"Assistive Technology. NICHCY News Digest."},
      {
        "id":"ED330131",
        "title":"Accessing the ERIC Resource Collection."},
      {
        "id":"ED330132",
        "title":"Doctors, Disabilities, and the Family."},
      {
        "id":"ED330133",
        "title":"Planning a Move: Mapping Your Strategy."},
      {
        "id":"ED330134",
        "title":"Accessing Programs for Infants, Toddlers, and Preschoolers with Disabilities."},
      {
        "id":"ED330139",
        "title":"Can Social Skills for Employment be Taught? Using Cognitive-Behavioral Procedures with Adolescents with Mild Disabilities. Number 28. Research and Resources on Special Education."},
      {
        "id":"ED330142",
        "title":"Sophistication through Simplification: A Management Consideration."},
      {
        "id":"ED330143",
        "title":"Intervention Teachers: A Promising Answer to the Challenge of Educating High School Learning Disabilities Students."},
      {
        "id":"ED330146",
        "title":"Identification: A Suggested Procedure for the Identification of Talented and Gifted Students K-12. Technical Assistance Paper 1. Revised."},
      {
        "id":"ED330147",
        "title":"Program and Service Models: Suggested Programs and Services for Identified Talented and Gifted Students, K-12. Technical Assistance Paper 3. Revised."},
      {
        "id":"ED330148",
        "title":"Modifying Curriculum and Instruction: Suggestions for Modifying the Instructional Program To Meet the Requirements of OAR 581-22-403. Technical Assistance Paper 4. Revised."},
      {
        "id":"ED330149",
        "title":"Policies and Program Planning: Discussion of Administrative Concerns Related to the Implementation of ORS 581-22-403. Technical Assistance Paper 5. Revised."},
      {
        "id":"ED330150",
        "title":"Kansas Arts Resource Training System (KARTS). Final Report on Three (3) Year."},
      {
        "id":"ED330151",
        "title":"Positive Approaches to the Treatment of Severe Behavior Problems in Persons with Developmental Disabilities: A Review and Analysis of Reinforcement and Stimulus-Based Procedures. Monograph No. 4."},
      {
        "id":"ED330152",
        "title":"Career Education for Transition: Curriculum Implementation."},
      {
        "id":"ED330153",
        "title":"Adaptive Behavior Guidelines."},
      {
        "id":"ED330154",
        "title":"Supplemental Services: A Program Option for Handicapped Students in Ohio. Implementation Manual for Administrators and Teachers."},
      {
        "id":"ED330155",
        "title":"Gifted Students and the Technical Arts."},
      {
        "id":"ED330159",
        "title":"Chemical Abuse among Older Women, Older Adults and Disabled People. Final Grant Report."},
      {
        "id":"ED330160",
        "title":"Public Law 99-457: Challenges and Opportunities for State Title V Programs. HHS Region III Perinatal Information Consortium. Technical Report Series."},
      {
        "id":"ED330163",
        "title":"A Study of Families with Two Handicapped Children."},
      {
        "id":"ED330164",
        "title":"The EHA and Mainstreaming: Has the Idaho Supreme Court Taken a Step Backward?"},
      {
        "id":"ED330165",
        "title":"Identifying Children for Special Programs: Are Guidelines Answering the Needs?"},
      {
        "id":"ED330166",
        "title":"A Guide for Developing Self-Help/Advocacy Groups for Parents of Children with Serious Emotional Problems. Workbook Series for Developing Self-Help/Advocacy Groups for Parents of Children with Serious Emotional Problems."},
      {
        "id":"ED330167",
        "title":"A System of Care for Severely Emotionally Disturbed Children & Youth."},
      {
        "id":"ED330168",
        "title":"The Minority Severely Emotionally Disturbed Child: Considerations for Special Education and Mental Health Services. A Task Force Report."},
      {
        "id":"ED330169",
        "title":"Using Medicaid To Increase Funding for Home- and Community-Based Mental Health Services for Children and Youth with Severe Emotional Disturbances. A Report on a CASSP Workshop (Bethesda, Maryland, September 14-15, 1988)."},
      {
        "id":"ED330170",
        "title":"Mental Health Services for Infants and Toddlers: A Three-State Perspective on the Implementation of Part H of P.L. 99-457, The Education of the Handicapped Act Amendments of 1986."},
      {
        "id":"ED330171",
        "title":"Towards a Culturally Competent System of Care: A Monograph on Effective Services for Minority Children Who Are Severely Emotionally Disturbed."},
      {
        "id":"ED330172",
        "title":"Profiles of Residential and Day Treatment Programs for Seriously Emotionally Disturbed Youth."},
      {
        "id":"ED330173",
        "title":"Home-Based Services. Volume I. Series on Community-Based Services for Children and Adolescents Who Are Severely Emotionally Disturbed."},
      {
        "id":"ED330174",
        "title":"Crisis Services. Volume II. Series on Community-Based Services for Children and Adolescents Who Are Severely Emotionally Disturbed."},
      {
        "id":"ED330175",
        "title":"Therapeutic Foster Care. Volume III. Series on Community-Based Services for Children and Adolescents Who Are Severely Emotionally Disturbed."},
      {
        "id":"ED330176",
        "title":"Sizing Components of Care: An Approach to Determining the Size and Cost of Service Components in a System of Care for Children and Adolescents with Serious Emotional Disturbances."},
      {
        "id":"ED330177",
        "title":"Hearings on the Reauthorization of the EHA Discretionary Programs. Hearings before the Subcommittee on Select Education of the Committee on Education and Labor, House of Representatives, One Hundred First Congress, Second Session (February 20-21, 1990)."},
      {
        "id":"ED330178",
        "title":"Hearing on the Reauthorization of EHA Discretionary Programs. Hearing before the Subcommittee on Select Education of the Committee on Education and Labor, House of Representatives, One Hundred First Congress, Second Session."},
      {
        "id":"ED330179",
        "title":"Parent Involvement Survey: Report for the Seven State Region."},
      {
        "id":"ED330180",
        "title":"Education of Handicapped Jail Inmates: Report of the Virginia State Crime Commission to the Governor and the General Assembly of Virginia. House Document No. 16."},
      {
        "id":"ED330181",
        "title":"Planning for the Future of Your Child with a Disabliity. Second Edition."},
      {
        "id":"ED330186",
        "title":"Communication in Profoundly Mentally Retarded and Multiply Handicapped Children."},
      {
        "id":"ED330188",
        "title":"Interaction Research in Sweden. Handicap Research Group, Report No. 7."},
      {
        "id":"ED330189",
        "title":"Johanna and Tommy: Two Preschoolers in Sweden with Brittle Bones."},
      {
        "id":"ED330190",
        "title":"Prince George's County School-Age Child Care Needs Assessment for Children with Special Needs."},
      {
        "id":"ED330191",
        "title":"Serving Medically Frail Individuals: Five Case Studies of Deaths of Residents of the Terence Cardinal Cooke Health Care Center."},
      {
        "id":"ED330192",
        "title":"Project EAGLE (Early Academic Gifted Learning Experience): A Program for Gifted and Talented Students (Grades K-3)."},
      {
        "id":"ED330193",
        "title":"Project EAGLE (Early Academic Gifted Learning Experience): A Program for Gifted and Talented Students (Grades K-3)--Kindergarten Activity Booklets: Xanthus; Zhack; and Activity Pages H-Z."},
      {
        "id":"ED330194",
        "title":"Project EAGLE (Early Academic Gifted Learning Experience): A Program for Gifted and Talented Students (Grades K-3)--Sound; Groups 1; Geoboards 1; Animals; and Dinosaurs 1."},
      {
        "id":"ED330195",
        "title":"Project EAGLE (Early Academic Gifted Learning Experience): A Program for Gifted and Talented Students (Grades K-3)--Animals 2; Geoboards 2; Transportation; Groups 2; Dinosaurs 2; and Touch."},
      {
        "id":"ED330196",
        "title":"Project EAGLE (Early Academic Gifted Learning Experience): A Program for Gifted and Talented Students (Grades K-3)--Animals 3; Magnets; Sight; Geoboards 3; Dinosaurs 3; and Groups 3."},
      {
        "id":"ED330198",
        "title":"Rule for School Foundation Units for Gifted Children, Effective July 1, 1984."},
      {
        "id":"ED330202",
        "title":"Japon: Nivel 3 (Japan: Level 3)."},
      {
        "id":"ED330205",
        "title":"Moglichkeiten und Grenzen von Modellen zur Beschreibung der Mundlichen Sprachkonpetenz Bilingualer precher (Possibilities and Limitations of Models for Describing the Oral Language Competence of Bilingual Speakers)."},
      {
        "id":"ED330206",
        "title":"Nonverbal Intelligence and Foreign Language Learning. Research Bulletin 73."},
      {
        "id":"ED330207",
        "title":"Porvenir, 1989-90. Final Evaluation Report. OREA Report."},
      {
        "id":"ED330210",
        "title":"French as a Second Language--Elementary Programs in Louisiana, Quebec, and New Brunswick."},
      {
        "id":"ED330211",
        "title":"Global Education and Second Language Study in the Public Schools."},
      {
        "id":"ED330213",
        "title":"Some Implications of Research in Second Language Acquisition for Foreign Language Teaching."},
      {
        "id":"ED330214",
        "title":"Teaching Culture in Foreign Language Instruction in the United States."},
      {
        "id":"ED330215",
        "title":"Question/Response Patterns in Indonesian Classrooms."},
      {
        "id":"ED330216",
        "title":"Longitudinal Study of Structured English Immersion Strategy, Early-Exit and Late-Exit Transitional Bilingual Education Programs for Language-Minority Children. Final Report. Volumes 1 and 2."},
      {
        "id":"ED330217",
        "title":"When Verbs Collide: Papers from the Ohio State Mini-Conference on Serial Verbs (Columbus, Ohio, May 26-27, 1990). Working Papers in Linguistics No. 39."},
      {
        "id":"ED330218",
        "title":"Situation-Specific Affective Variables in a Second Language Classroom: Analysis and Intervention."},
      {
        "id":"ED330221",
        "title":"Developing VESL Materials for the Job-Site."},
      {
        "id":"ED330222",
        "title":"Developing a Job Club Curriculum."},
      {
        "id":"ED330224",
        "title":"Introduccion al Mundo de la Promocion Social (Introduction to the World of Community Development Education). Apuntes de promotor/2."},
      {
        "id":"ED330229",
        "title":"Results of the 1990 Survey of Literacy Service Providers, State of New Mexico."},
      {
        "id":"ED330230",
        "title":"Project REFOCUS: A Partnership To Respond to Welfare Reform. Model for Implementing the REFOCUS Employment Program."},
      {
        "id":"ED330231",
        "title":"World Trends and Issues in Adult Literacy: Interregional and International Comparisons."},
      {
        "id":"ED330233",
        "title":"Training for Empowerment: A Kit of Materials for Popular Literacy Workers Based on an Exchange among Educators from Mozambique, Nicaragua, and Brazil."},
      {
        "id":"ED330237",
        "title":"State Budget Priorities of the Commission, 1990. A Report of the California Postsecondary Education Commission. Commission Report 90-8."},
      {
        "id":"ED330238",
        "title":"Guidelines for Review of Proposed Campuses and Off-Campus Centers. A Revision of the Commission's 1982 Guidelines and Procedures for Review of New Campuses and Off-Campus Centers. Commission Report 90-9."},
      {
        "id":"ED330240",
        "title":"Faculty Salaries in California&apos;s Public Universities, 1990-91. A Report to the Legislature and Governor in Response to Senate Concurrent Resolution No. 51 (1965). Commission Report 90-10."},
      {
        "id":"ED330241",
        "title":"Technical Background Papers to Higher Education at the Crossroads: Planning for the Twenty-First Century. Six Commission Staff Reports Prepared for the Commission's 1989-90 Long-Range Planning Project. Report 90-2."},
      {
        "id":"ED330242",
        "title":"Higher Education at the Crossroads: Planning for the Twenty-First Century. Report 90-1."},
      {
        "id":"ED330243",
        "title":"Legislation Affecting Higher Education during the First Year of the 1989-90 Session. A Staff Report of the California Postsecondary Education Commission. Report 89-31."},
      {
        "id":"ED330244",
        "title":"Standardized Tests Used for Higher Education Admission and Placement in California during 1989. The First in a Series of Biennial Reports Published in Accordance with Senate Bill 1416 (Chapter 446, Statutes of 1989). Report 90-16."},
      {
        "id":"ED330245",
        "title":"Services for Students with Disabilities in California Public Higher Education, 1990. The First in a Series of Biennial Reports to the Governor and Legislature in Response to Assembly Bill 746 (Chapter 829, Statutes of 1987). Report 90-15."},
      {
        "id":"ED330246",
        "title":"Analysis of the 1990-91 Governor's Budget. A Staff Report to the California Postsecondary Education Commission. Report 90-13."},
      {
        "id":"ED330247",
        "title":"Status Report on Human Corps Activities, 1990. The Third in a Series of Five Annual Reports to the Legislature in Response to Assembly Bill 1820 (Chapter 1245, Statutes of 1987). Commission Report 90-11."},
      {
        "id":"ED330248",
        "title":"The Dynamics of Postsecondary Expansion in the 1990s. Report of the Executive Director. Report 90-12."},
      {
        "id":"ED330249",
        "title":"Technology and the Future of Education: Directions for Progress. A Report of the California Postsecondary Education Commission's Policy Task Force on Educational Technology. Report 89-27."},
      {
        "id":"ED330251",
        "title":"A Capacity for Learning: Revising Space and Utilization Standards for California Public Higher Education. Commission Report 90-3."},
      {
        "id":"ED330258",
        "title":"Ontario Universities Benefits Survey, 1990-91: Part II, Pensions."},
      {
        "id":"ED330260",
        "title":"The Quality of Residence Life at Auburn University."},
      {
        "id":"ED330261",
        "title":"Comparison of the Achievement of Students Taught by Full-time versus Adjunct Faculty in the Chemistry of Hazardous Materials Course: Governance and Management."},
      {
        "id":"ED330262",
        "title":"Cooperative Learning in Post Secondary Education: Implications from Social Psychology for Active Learning Experiences."},
      {
        "id":"ED330263",
        "title":"Minority Recruitment Admissions &amp; Retention in Postsecondary Education."},
      {
        "id":"ED330264",
        "title":"Historically Black Colleges and Universities and Higher Education Desegregation."},
      {
        "id":"ED330265",
        "title":"Sexual Harassment: It's Not Academic."},
      {
        "id":"ED330266",
        "title":"Practicing What We Preach: Key Issues in Faculty Evaluation."},
      {
        "id":"ED330268",
        "title":"Gender Segregation among Disciplinary Groups in Liberal Arts Colleges: An Examination of Differences in Career Concepts and Work Values."},
      {
        "id":"ED330272",
        "title":"\"It Happened to Me\": How Faculty Handle Student Reactions to Class Material. Working Paper No. 132."},
      {
        "id":"ED330274",
        "title":"The Campus Volunteer Center: Mission, Models and Strategies."},
      {
        "id":"ED330277",
        "title":"Planning Introductory College Courses: Influences on Faculty."},
      {
        "id":"ED330278",
        "title":"A Colloquium Concerning Syllabi (Killeen, Texas, November 1, 1990)."},
      {
        "id":"ED330279",
        "title":"Common Instructional Problems in Multicultural Classrooms."},
      {
        "id":"ED330280",
        "title":"Evolution of the Doctrine of Academic Abstention in American Jurisprudence."},
      {
        "id":"ED330282",
        "title":"Archives of the Tennessee College Women's Sports Federation."},
      {
        "id":"ED330283",
        "title":"Fostering the Professional Development of Medical Students."},
      {
        "id":"ED330291",
        "title":"Culture, Learning, and the Disciplines."},
      {
        "id":"ED330293",
        "title":"Graduate Students from Developing Countries in U.S. Science Departments. A Handbook for Department Chairs and Faculty Members."},
      {
        "id":"ED330294",
        "title":"Equal Opportunity in Intercollegiate Athletics: Requirements under Title IX of the Education Amendments of 1972."},
      {
        "id":"ED330297",
        "title":"Orientation of Foreign Students. NAFSA Field Service Working Paper #13."},
      {
        "id":"ED330301",
        "title":"Elementary School Technology Education: A Modular Resource Package."},
      {
        "id":"ED330307",
        "title":"Resistance to Change in Education: Themes in the Literature."},
      {
        "id":"ED330308",
        "title":"The Technical Literacy Project: A Comparison of Computer Literacy Skills among School Students and Employees in Industry."},
      {
        "id":"ED330309",
        "title":"Media Services: Program Evaluation."},
      {
        "id":"ED330311",
        "title":"Survey of Student's Attitudes toward the IHETS Delivery System."},
      {
        "id":"ED330312",
        "title":"1989-90 Statewide Computer Survey Report."},
      {
        "id":"ED330313",
        "title":"ITV: Television Goes to School. Instructional Television Building Coordinator's Guide, 1990-91."},
      {
        "id":"ED330314",
        "title":"Instructional Television in South Carolina: 1958-1990."},
      {
        "id":"ED330315",
        "title":"The American Short Story: From Poe to O. Henry. A HyperCard Application."},
      {
        "id":"ED330316",
        "title":"Short Fiction on Film: A Relational DataBase."},
      {
        "id":"ED330317",
        "title":"TIEDS (Technology Integrated Educational Delivery System). A K-12 Master Plan for the Infusion of Technology into Arizona Schools in the Teaching/Learning Environment."},
      {
        "id":"ED330321",
        "title":"The Effects of Distance Learning: A Summary of Literature. Research Monograph Number 2."},
      {
        "id":"ED330323",
        "title":"Occasional Papers in Distance Education: Number 10."},
      {
        "id":"ED330324",
        "title":"Idaho Survey of the Educational Applications of Communications Technology: An Analysis."},
      {
        "id":"ED330325",
        "title":"Helping Put Technology into Classrooms for Less Than a Penny a Day."},
      {
        "id":"ED330330",
        "title":"Moving into the Age of Computer-Supported Education: A Regional Experience in Nursing Education."},
      {
        "id":"ED330331",
        "title":"Instructional Software BSAP Correlations for Language Arts, Mathematics and Science, Grades 1-8."},
      {
        "id":"ED330332",
        "title":"The Effects of Advisement and Locus of Control on Achievement in Learner-Controlled Instruction."},
      {
        "id":"ED330335",
        "title":"Volunteer Recording Program Manual."},
      {
        "id":"ED330342",
        "title":"Technological Capabilities and Human Constraints: Automation and Organizational Change in Academic Libraries."},
      {
        "id":"ED330344",
        "title":"Library Programs. Library Services for Indian Tribes and Hawaiian Natives Program. LSCA Title IV. Review of Program Activities, 1989."},
      {
        "id":"ED330346",
        "title":"Executive Guide to the Protection of Information Resources."},
      {
        "id":"ED330347",
        "title":"Management Guide to the Protection of Information Resources."},
      {
        "id":"ED330348",
        "title":"Ohio's Literacy Situation. Ohio White House Conference on Library and Information Services for Literacy. Background Paper."},
      {
        "id":"ED330350",
        "title":"Stress among Academic Librarians and Library Directors."},
      {
        "id":"ED330351",
        "title":"Using ERIC on CD/ROM (A Guide to the Basics)."},
      {
        "id":"ED330355",
        "title":"Criteria, Policies and Procedures for Promotion in Rank and Granting of Continuous Appointment to Library Faculty."},
      {
        "id":"ED330358",
        "title":"The New Bibliotheca Alexandrina: A Link in the Historical Chain of Cultural Continuity. Occasional Paper 3."},
      {
        "id":"ED330359",
        "title":"Alternative Models of Service, Centralized Braille Operations. Phase II Report. Volume I."},
      {
        "id":"ED330360",
        "title":"Alternative Models of Service, Centralized Machine Operations. Phase II Report. Volume II."},
      {
        "id":"ED330361",
        "title":"Books for Gerstner Field Aviators: The Mexican Border Traveling Library Service and ALA in Southwest Louisiana during World War I."},
      {
        "id":"ED330365",
        "title":"Intercultural Communication and the College Campus: A Select Annotated Bibliography 1985-1990."},
      {
        "id":"ED330367",
        "title":"Library Programs. Library Career Training Program. HEA Title II-B. Abstracts of Funded Projects 1990."},
      {
        "id":"ED330368",
        "title":"Library Programs. Library Services for Individuals with Limited English Proficiency. Fiscal Year 1987."},
      {
        "id":"ED330369",
        "title":"Library Programs. College Library Technology and Cooperation Grants Program. HEA Title II-D. Abstracts and Analysis of Funded Projects 1989."},
      {
        "id":"ED330371",
        "title":"Library Programs. Strengthening Research Library Resources Program. HEA Title II-C. Abstracts of Funded Projects 1989."},
      {
        "id":"ED330372",
        "title":"ERIC on CD-ROM: Update 1990. ERIC Digest."},
      {
        "id":"ED330373",
        "title":"The Role of Libraries in Literacy Education. ERIC Digest."},
      {
        "id":"ED330374",
        "title":"Hispanic Association of Colleges and Universities Annual Report, September 1990."},
      {
        "id":"ED330375",
        "title":"Physics and the Art of Teaching."},
      {
        "id":"ED330376",
        "title":"The Student Transition and Retention Program (STAR) [and] Student Guidebook, 1990-91."},
      {
        "id":"ED330377",
        "title":"Career Opportunities in Texas: A Master Plan for Vocational and Technical Education (1989 Update)."},
      {
        "id":"ED330379",
        "title":"Report on U.S. Department of Labor Programs and Funding through the Job Training Partnership Act (JTPA), 1990."},
      {
        "id":"ED330381",
        "title":"Report on the Family Support Act of 1988 Job Opportunities and Basic Skills (JOBS) Training Program."},
      {
        "id":"ED330383",
        "title":"A Cluster Analysis of the 1985-1989 Credit Student Body: Implementing Geo-Demographic Marketing at P.G.C.C. Market Analysis MA91-4."},
      {
        "id":"ED330384",
        "title":"A Cluster Analysis of the 1985-1989 Non-Credit Student Body: Implementing Geo-Demographic Marketing at P.G.C.C., Part II. Market Analysis MA91-5."},
      {
        "id":"ED330385",
        "title":"A Cluster Analysis of the 1984 Entrant Survey: Implementing Geo-Demographic Marketing at P.G.C.C., Part III. Market Analysis MA91-6."},
      {
        "id":"ED330387",
        "title":"Comments on the California Community Colleges' 1989 Study of Students with Learning Disabilities."},
      {
        "id":"ED330392",
        "title":"Texas Quality Work Force Planning: Preparing Texas for the 21st Century through a Skilled and Educated Work Force."},
      {
        "id":"ED330394",
        "title":"Survey of State Directors on Student Transfer Reporting and Analysis."},
      {
        "id":"ED330395",
        "title":"Teacher Education in Illinois Public Community Colleges."},
      {
        "id":"ED330396",
        "title":"Student Outcomes: Annual Summary Report. Report to the Board of Trustees BT91-3."},
      {
        "id":"ED330397",
        "title":"Adult Basic Education in Washington Community Colleges: A Follow-up Study."},
      {
        "id":"ED330398",
        "title":"The Status of Science, Engineering, and Mathematics Education in Community, Technical, and Junior Colleges."},
      {
        "id":"ED330399",
        "title":"Strategic Planning: A Catalyst for Shared Governance and Leadership Development."},
      {
        "id":"ED330401",
        "title":"Status Report on Community College Baccalaureate/Transfer Program Review: Fiscal Year 1990."},
      {
        "id":"ED330402",
        "title":"Statewide Financial Statistics for Public Community and Junior Colleges, 1989-90."},
      {
        "id":"ED330403",
        "title":"Comparative Financial Statistics for Public Community and Junior Colleges 1989-90."},
      {
        "id":"ED330404",
        "title":"Toward Human Resource Development: Position Statement on the Reauthorization of the Higher Education Act."},
      {
        "id":"ED330405",
        "title":"Successfully Integrating the Humanities into Associate Degree Occupational Programs: An Implementation Manual."},
      {
        "id":"ED330406",
        "title":"An Analysis of Developmental Students in Fall 1990. Report EA91-11."},
      {
        "id":"ED330409",
        "title":"Student Learning Outcomes Assessment for English 101 at the Wenatchee Campus of Wenatchee Valley College: The Relationship of Student Outcomes and Rater Consistency in English 101, Winter 1990 and Spring 1990."},
      {
        "id":"ED330410",
        "title":"Faculty Helping Faculty: A Guide to Mentoring. Third Edition."},
      {
        "id":"ED330411",
        "title":"An Analysis of Time-on-Task Perceptions of Public and Private College Administrators."},
      {
        "id":"ED330418",
        "title":"Seniors' Outreach Project: Sabbatical Report for the Year 1989-1990."},
      {
        "id":"ED330419",
        "title":"Models for Conducting Institutional Research. New Directions for Community Colleges, Number 72."},
      {
        "id":"ED330420",
        "title":"Writing across the Curriculum in Community Colleges. New Directions for Community Colleges, Number 73."},
      {
        "id":"ED330421",
        "title":"Conceptualizing 2000: Proactive Planning."},
      {
        "id":"ED330422",
        "title":"Training for Trade: Community College Programs To Promote Export."},
      {
        "id":"ED330429",
        "title":"Parent Support Services at the Workplace: What's Involved? Guidelines for Corporate Decision Makers."},
      {
        "id":"ED330431",
        "title":"Early Childhood Commercial Exhibit Controversies: 1890 and 1990."},
      {
        "id":"ED330433",
        "title":"Assuring Successful Extension Workshops."},
      {
        "id":"ED330434",
        "title":"Who Pays for the Children? A First Look at the Operation of Australia's New Child Support Scheme. Monograph No. 9."},
      {
        "id":"ED330436",
        "title":"The Continuum of Teacher Training: A Developmental Approach to Teacher Preparation."},
      {
        "id":"ED330443",
        "title":"Learning While Growing: Cognitive Development. Caring about Kids Series."},
      {
        "id":"ED330444",
        "title":"Resources for Training Caregivers and Parents of Infants and Toddlers."},
      {
        "id":"ED330445",
        "title":"How To Avoid Secondary Victimization in Child Sexual Abuse Investigations."},
      {
        "id":"ED330446",
        "title":"Assessment and Early Childhood Education."},
      {
        "id":"ED330447",
        "title":"Alternatives to the Pullout Model."},
      {
        "id":"ED330448",
        "title":"Chapter 1: Does the Model Matter?"},
      {
        "id":"ED330449",
        "title":"Prekindergarten Program Process Evaluation Report, 1990-91."},
      {
        "id":"ED330450",
        "title":"Option '90 Inter-TAC Institute on Curriculum and Instruction (Washington, D.C., March 29-30, 1990)."},
      {
        "id":"ED330453",
        "title":"Follow-Up Study of Head Start's Role in the Lives of Children and Families. Interim Report."},
      {
        "id":"ED330459",
        "title":"Last Best Chance: Middle Grades Task Force Report."},
      {
        "id":"ED330462",
        "title":"Prenatal Cocaine Exposure: The South Looks for Answers. A SACUS Special Report."},
      {
        "id":"ED330463",
        "title":"Maternal Labor Supply and Children's Cognitive Development. NBER Working Paper Series."},
      {
        "id":"ED330469",
        "title":"The Adventure of Adolescence: Middle School Students and Community Service."},
      {
        "id":"ED330470",
        "title":"The Child Care and Development Block Grant and Child Care Grants to States under Title IV-A of the Social Security Act: A Description of Major Provisions and Issues To Consider in Implementation."},
      {
        "id":"ED330471",
        "title":"Political and Religious Characteristics of Home School Parents: Results of an Ongoing Study in Four Western States."},
      {
        "id":"ED330472",
        "title":"Early Childhood and Family Education: Foundations for Success. A Statement Adopted November 1988."},
      {
        "id":"ED330473",
        "title":"Here We Go...Watch Me Grow! A Preschool Health Curriculum."},
      {
        "id":"ED330475",
        "title":"The Right Start: Promises and Problems in Early Childhood Education. A Position Paper."},
      {
        "id":"ED330476",
        "title":"Continuing Education for Family Child Care Providers: Seek Alternatives."},
      {
        "id":"ED330477",
        "title":"Family Day Care Quality and Parental Satisfaction."},
      {
        "id":"ED330478",
        "title":"The Role of Single Experiences in Moral Development: Implications for \"Justice\" and \"Concern for Others\" Orientations."},
      {
        "id":"ED330480",
        "title":"Colorado Preschool Project. Progress Report: Year 1. A Report to the Colorado General Assembly."},
      {
        "id":"ED330481",
        "title":"Colorado Preschool Project. Progress Report: Year 1. A Report to the Colorado General Assembly. Executive Summary."},
      {
        "id":"ED330485",
        "title":"Adolescent Reasoning and Adolescent Rights."},
      {
        "id":"ED330488",
        "title":"An Ethnography of Children's Friendships in a Fifth-Grade Culturally Diverse Class."},
      {
        "id":"ED330492",
        "title":"Video Training as a Means for Enhancing Self-Awareness in Problem Solving among Young Children."},
      {
        "id":"ED330493",
        "title":"Stress and Coping as Predictors of Young Children's Development and Psychosocial Adjustment."},
      {
        "id":"ED330495",
        "title":"Readiness: Children and Schools. ERIC Digest."},
      {
        "id":"ED330496",
        "title":"What's Happening to American Families? ERIC Digest."},
      {
        "id":"ED330500",
        "title":"Phoenix Indian School. Oversight Hearings on Phoenix Indian School before the Committee on Interior and Insular Affairs. House of Representatives, One Hundredth Congress, First Session (Phoenix, AZ, February 13, 1987; Washington, DC, July 30, 1987)."},
      {
        "id":"ED330501",
        "title":"Collaboration in Teaching and Learning. Findings from the Innovative Approaches Research Project."},
      {
        "id":"ED330503",
        "title":"Historically Black Land-Grant Institutions and the Development of Agriculture and Home Economics, 1890-1990."},
      {
        "id":"ED330507",
        "title":"Is There a Fishing Program in Your Future? Resources for Fishing and Aquatics Education."},
      {
        "id":"ED330508",
        "title":"Incorporating Outdoor and Environmental Ethics in Your Program."},
      {
        "id":"ED330509",
        "title":"The Demographics of American Indians: One Percent of the People; Fifty Percent of the Diversity."},
      {
        "id":"ED330510",
        "title":"Overcoming Risk: An Annotated Bibliography of Publications Developed by ERIC Clearinghouses."},
      {
        "id":"ED330511",
        "title":"School-Linked Services for At-Risk Youth and Their Families: Trends in State Agencies."},
      {
        "id":"ED330512",
        "title":"Chapter 1 Program Improvement Guide. Revised."},
      {
        "id":"ED330513",
        "title":"Rural School-Based Enterprise: Promise and Practice in the Southeast."},
      {
        "id":"ED330515",
        "title":"Community-Based AIDS Outreach Efforts to Migrants."},
      {
        "id":"ED330516",
        "title":"Rural Health Abstracts and Citations 1980-1987. Part II: Indian Health Care."},
      {
        "id":"ED330520",
        "title":"Increasing Business and Parental Involvement in Grades 4-7 by Forming Partnerships between School and Local Businesses."},
      {
        "id":"ED330521",
        "title":"American Nature Centers: Guidelines for Leadership in the Nineties. Proceedings of the Roger Tory Peterson Institutue of Natural History Confab (1989)."},
      {
        "id":"ED330525",
        "title":"What Rural Combination Classroom Teachers Say about Teaching Combination Classrooms."},
      {
        "id":"ED330526",
        "title":"Distribution of Personal Income in Agriculture-Dependent Counties of Midwestern States: A Policy Variables Approach."},
      {
        "id":"ED330527",
        "title":"Bridging Early Childhood and Nature Education. Proceedings of the Roger Tory Peterson Institute of Natural History Forum (1990)."},
      {
        "id":"ED330530",
        "title":"Against the Odds: Parenting in Disadvantaged Communities."},
      {
        "id":"ED330531",
        "title":"Title V-C Indian Education Program Tutor Handbook."},
      {
        "id":"ED330533",
        "title":"Popular Participation and Farming Systems Research and Extension: Examining the Central Visayas Regional Project 1 in Bohol, Philippines."},
      {
        "id":"ED330534",
        "title":"Increasing Understanding of Public Problems and Policies--1990."},
      {
        "id":"ED330535",
        "title":"Learning Styles of Native Americans and Asians."},
      {
        "id":"ED330536",
        "title":"A Working Regional Conference: The Role of Education in Rural Community Development Conference Proceedings (Roanoke, Virginia, September 22-24, 1989)."},
      {
        "id":"ED330537",
        "title":"Financing Rural Education in the North Central Region: A Pilot Study in Illinois."},
      {
        "id":"ED330539",
        "title":"Indian Education from the Tribal Perspective: A Survey of American Indian Tribal Leaders."},
      {
        "id":"ED330540",
        "title":"A Student Teacher's Troubled Teaching Experience in Rural Alaska. Teaching Cases in Cross Cultural Education No. 5. Revised Edition."},
      {
        "id":"ED330541",
        "title":"Rural Education: January 1979-March 1990. Quick Bibliography Series: QB90-85."},
      {
        "id":"ED330542",
        "title":"Rural Adolescent Health Risk Behaviors: Age, Gender, and Ethnic Differences."},
      {
        "id":"ED330545",
        "title":"The State of Mathematics Achievement: NAEP&apos;s 1990 Assessment of the Nation and the Trial Assessment of the States."},
      {
        "id":"ED330546",
        "title":"The State of Mathematics Achievement: NAEP's 1990 Assessment of the Nation and the Trial Assessment of the States. Executive Summary."},
      {
        "id":"ED330547",
        "title":"The State of Mathematics Achievement in Alabama: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330548",
        "title":"The State of Mathematics Achievement in Arizona: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330549",
        "title":"The State of Mathematics Achievement in Arkansas: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330550",
        "title":"The State of Mathematics Achievement in California: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330551",
        "title":"The State of Mathematics Achievement in Colorado: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330552",
        "title":"The State of Mathematics Achievement in Connecticut: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330553",
        "title":"The State of Mathematics Achievement in Delaware: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330554",
        "title":"The State of Mathematics Achievement in the District of Columbia: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330555",
        "title":"The State of Mathematics Achievement in Florida: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330556",
        "title":"The State of Mathematics Achievement in Georgia: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330557",
        "title":"The State of Mathematics Achievement in Hawaii: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330558",
        "title":"The State of Mathematics Achievement in Idaho: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330559",
        "title":"The State of Mathematics Achievement in Illinois: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330560",
        "title":"The State of Mathematics Achievement in Indiana: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330561",
        "title":"The State of Mathematics Achievement in Iowa: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330562",
        "title":"The State of Mathematics Achievement in Kentucky: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330563",
        "title":"The State of Mathematics Achievement in Louisiana: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330564",
        "title":"The State of Mathematics Achievement in Maryland: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330565",
        "title":"The State of Mathematics Achievement in Michigan: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330566",
        "title":"The State of Mathematics Achievement in Minnesota: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330567",
        "title":"The State of Mathematics Achievement in Montana: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330568",
        "title":"The State of Mathematics Achievement in Nebraska: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330569",
        "title":"The State of Mathematics Achievement in New Hampshire: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330570",
        "title":"The State of Mathematics Achievement in New Jersey: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330571",
        "title":"The State of Mathematics Achievement in New Mexico: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330572",
        "title":"The State of Mathematics Achievement in New York: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330573",
        "title":"The State of Mathematics Achievement in North Carolina: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330574",
        "title":"The State of Mathematics Achievement in North Dakota: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330575",
        "title":"The State of Mathematics Achievement in Ohio: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330576",
        "title":"The State of Mathematics Achievement in Oklahoma: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330577",
        "title":"The State of Mathematics Achievement in Oregon: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330578",
        "title":"The State of Mathematics Achievement in Pennsylvania: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330579",
        "title":"The State of Mathematics Achievement in Rhode Island: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330580",
        "title":"The State of Mathematics Achievement in Texas: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330581",
        "title":"The State of Mathematics Achievement in Virginia: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330582",
        "title":"The State of Mathematics Achievement in West Virginia: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330583",
        "title":"The State of Mathematics Achievement in Wisconsin: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330584",
        "title":"The State of Mathematics Achievement in Wyoming: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330585",
        "title":"The State of Mathematics Achievement in Guam: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330586",
        "title":"The State of Mathematics Achievement in Virgin Islands: The Trial State Assessment at Grade Eight."},
      {
        "id":"ED330588",
        "title":"Passing the Torch: A Model School-Community Project."},
      {
        "id":"ED330589",
        "title":"Religion in the Public Schools: Pluralism and Teaching about Religions. CRS Report for Congress."},
      {
        "id":"ED330593",
        "title":"Children's Descriptions of Social Studies."},
      {
        "id":"ED330597",
        "title":"Archeology and the Federal Government."},
      {
        "id":"ED330598",
        "title":"The Aswan Dam: A Lesson on Man's Environmental Impact."},
      {
        "id":"ED330601",
        "title":"Census Tracts (PHC80-2). Census &apos;80 Product Primers: Primer Number 10."},
      {
        "id":"ED330607",
        "title":"Philosophy 323, Readings in Asian Thought. Syllabus."},
      {
        "id":"ED330610",
        "title":"Infusing a Global Perspective into the Study of Agriculture: Student Activities. Volume 1. Developed by the National Task Force on International Agricultural Education."},
      {
        "id":"ED330620",
        "title":"The Coalition Parties' Family Tax Package. The Australian Family Income Transfer Project. AFIT Bulletin No. 7."},
      {
        "id":"ED330621",
        "title":"Taxes, Families, and the Labor Party, 1990. The Australian Family Income Transfer Project. AFIT Bulletin No. 8."},
      {
        "id":"ED330623",
        "title":"Prison Reform: How Can the Federal Government Reform Prisons and Jails in the United States? National Debate Topic for High Schools, 1989-1990. Pursuant to Public Law 88-246."},
      {
        "id":"ED330626",
        "title":"Interface between Education and State Policy: Redesigning Teacher Education Policies in the Context of a Preferable Future. Republic of Korea. Education and Polity 3."},
      {
        "id":"ED330627",
        "title":"Education, Productivity and Inequality: The East African Natural Experiment."},
      {
        "id":"ED330628",
        "title":"The Jung Curriculum. An Interdisciplinary Curriculum and Resource Packet Designed for Secondary Students."},
      {
        "id":"ED330631",
        "title":"Perspectives on Asia's Futures. Regional Research Seminar under Major Programme-1, Reflection on World Problems and Future-Oriented Studies (Bangkok, Thailand, July 20-24, 1987). Report."},
      {
        "id":"ED330632",
        "title":"GNP per Capita: Poster Kit 3. Measures of Progress. Teaching Guide."},
      {
        "id":"ED330633",
        "title":"Middle and Upper Class Teenage Life in Urban India."},
      {
        "id":"ED330639",
        "title":"Remarks of Herbert Atherton [to the National Bicentennial Leadership Conference]."},
      {
        "id":"ED330641",
        "title":"The Impact of Teachers' Attractiveness and Gender on Students' Perception of the Teachers' Ability."},
      {
        "id":"ED330642",
        "title":"The Prospects for Collaboration between Schools and Universities To Improve American Education."},
      {
        "id":"ED330643",
        "title":"The Role of the Partnership School in the Undergraduate Teacher Training Program at the University of Hawaii."},
      {
        "id":"ED330644",
        "title":"Relating the Curriculum Study to Staff Development."},
      {
        "id":"ED330646",
        "title":"Distribution of College Grades in Introductory Algebra Using the Lecture and Self-Paced Methods."},
      {
        "id":"ED330647",
        "title":"Teacher Education: Reflection and Change. Monograph 5."},
      {
        "id":"ED330654",
        "title":"Increasing Collaboration and Professional Knowledge through Course Development: The Form Fits the Function."},
      {
        "id":"ED330657",
        "title":"Factors Associated with Longitudinal Changes in Teachers' Attitude toward Teaching during Training and the First Year of Teaching."},
      {
        "id":"ED330661",
        "title":"Classroom Skills for Effective Minority Teacher Education. Notes. Rough Draft."},
      {
        "id":"ED330662",
        "title":"PROFILE: An Instrument for Gathering Data in Teacher Socialization Studies."},
      {
        "id":"ED330666",
        "title":"Teacher Induction Partnerships: An Examination of a Teacher Induction Partnership between Wayne State College and Regional and Local Education Agencies."},
      {
        "id":"ED330667",
        "title":"The NTE As a Measure of General Academic Ability: Implications for Teacher Education."},
      {
        "id":"ED330668",
        "title":"Strengthening the Team: An Inclusive Model of University/School District Support for Novice Teachers."},
      {
        "id":"ED330673",
        "title":"Implementing the Vision: The Shared Experience in Minnesota."},
      {
        "id":"ED330674",
        "title":"Prekindergarten Teacher Licensure. ERIC Digest."},
      {
        "id":"ED330675",
        "title":"Drug and Alcohol Prevention Education. ERIC Digest."},
      {
        "id":"ED330676",
        "title":"Exercise Adherence. ERIC Digest."},
      {
        "id":"ED330677",
        "title":"The Knowledge Base for Teaching. ERIC Digest."},
      {
        "id":"ED330680",
        "title":"The Role of a Learning Community in Changing Preservice Teachers' Knowledge and Beliefs about Mathematics Education. Research Report 91-1."},
      {
        "id":"ED330682",
        "title":"Perspectives on Guided Practice. Technical Series 90-1."},
      {
        "id":"ED330683",
        "title":"Is Teaching a Science or an Art?"},
      {
        "id":"ED330684",
        "title":"Teacher Efficacy, Supervision, and the Special Education Resource-Room Teacher."},
      {
        "id":"ED330685",
        "title":"Foxfire-Affiliated Teacher Networks."},
      {
        "id":"ED330687",
        "title":"Preservice Teachers' Planning and Teaching Behaviors in a Clinical Setting."},
      {
        "id":"ED330688",
        "title":"Preactive and Interactive Decisions of Experienced and Inexperienced Novice Teachers."},
      {
        "id":"ED330690",
        "title":"Professional Development Schools: Toward a New Relationship for Schools and Universities. Trends and Issues Paper No. 4."},
      {
        "id":"ED330691",
        "title":"Developing Teachers' Leadership Skills. ERIC Digest."},
      {
        "id":"ED330692",
        "title":"Motivation, Rewards, and Incentives. Trends and Issues Paper No. 3."},
      {
        "id":"ED330693",
        "title":"Abstracts of Research Papers 1991, Presented at the Annual Convention of the American Alliance for Health, Physical Education, Recreation and Dance in the Research Consortium Meetings (San Francisco, California, April 3-7, 1991)."},
      {
        "id":"ED330694",
        "title":"It Is Outdoors: A Guide to Experiential Activities."},
      {
        "id":"ED330695",
        "title":"Completed Research in Health, Physical Education, Recreation &amp; Dance, Including International Sources. Volume 32-1990 Edition."},
      {
        "id":"ED330696",
        "title":"Novice Teachers' Ways of Knowing."},
      {
        "id":"ED330699",
        "title":"Federally Mandated Special Education Related Services: Present and Projected Trends."},
      {
        "id":"ED330702",
        "title":"Science Achievement and Home Environment: National Assessment of Educational Progress 1985-1986."},
      {
        "id":"ED330704",
        "title":"The Formation of Educational Reform as a Social Field in Iceland in the 1970s and the 1980s: Legitimating Principles and the Social Strategies of Epistemic Individuals."},
      {
        "id":"ED330705",
        "title":"Use of LAN Technology To Enhance the Quality of Field Based Teacher Education Programs."},
      {
        "id":"ED330706",
        "title":"Robust Approximations to the Non-Null Distribution of the Product Moment Correlation Coefficient I: The Phi Coefficient."},
      {
        "id":"ED330708",
        "title":"Graphical Description of Johnson-Neyman Outcomes for Linear and Quadratic Regression Surfaces."},
      {
        "id":"ED330711",
        "title":"How Program Staff Can Provide False Evaluation Data: The Project SEED Experience."},
      {
        "id":"ED330712",
        "title":"Problem-Solving and the Standard Curriculum."},
      {
        "id":"ED330713",
        "title":"Process Goals and Progress Feedback: Effects on Children's Self-Efficacy and Skills."},
      {
        "id":"ED330714",
        "title":"Affirmative Action Strategies and Professional Schools: Case Illustrations of Exemplary Programs."},
      {
        "id":"ED330716",
        "title":"Item Characteristic Curves: A New Theoretical Approach."},
      {
        "id":"ED330718",
        "title":"Fan Size and Foil Type in Recognition Memory."},
      {
        "id":"ED330720",
        "title":"The Policy Environment for New Teacher Support and Assessment in California."},
      {
        "id":"ED330724",
        "title":"An Empirical Validation of the Instrument: Student Perceptions of Teaching Effectiveness."},
      {
        "id":"ED330726",
        "title":"Conceptual Underpinnings and Historical Perspectives on Evaluating Test Bias."},
      {
        "id":"ED330727",
        "title":"The Effects of Labels on Learning Subgoals for Solving Problems."},
      {
        "id":"ED330728",
        "title":"Measuring Progress Toward the National Education Goals: Potential Indicators and Measurement Strategies. Compendium of Interim Resource Group Reports."},
      {
        "id":"ED330734",
        "title":"Multicultural Canada: A Graphic Overview = Un Canada Multicuturel: Representation Graphique."},
      {
        "id":"ED330737",
        "title":"Youth At-Risk: A Resource Guide. Proceedings of the Annual Southeastern Conference on At-Risk Youth (1st, Savannah, Georgia, February 2-3, 1990)."},
      {
        "id":"ED330738",
        "title":"Does Deprivation Damage? A Study of the Incidence of Deprivation in Lothian and of Its Influence on Young People&apos;s Educational Attainment."},
      {
        "id":"ED330740",
        "title":"Five Million Children: A Statistical Profile of Our Poorest Young Citizens. Report Summary."},
      {
        "id":"ED330741",
        "title":"Five Million Children: A Statistical Profile of Our Poorest Young Citizens. Data Sourcebook."},
      {
        "id":"ED330742",
        "title":"E.C.I.A. Chapter 1, Part B, Institutionalized Facilities Program, 1989-90. OREA Report."},
      {
        "id":"ED330743",
        "title":"&quot;Yes, Inc.&quot; Formative Evaluation. Final Report."},
      {
        "id":"ED330744",
        "title":"The Education of Youth in DFY Residential Programs."},
      {
        "id":"ED330747",
        "title":"Factors Affecting Condom Use in Detroit Black &amp; Hispanic Communities."},
      {
        "id":"ED330748",
        "title":"What It Takes: Structuring Interagency Partnerships to Connect Children and Families with Comprehensive Services."},
      {
        "id":"ED330750",
        "title":"District 75/Citywide Chapter 1/P.C.E.N. Remedial Reading and Mathematics 1989-90. OREA Report."},
      {
        "id":"ED330751",
        "title":"District 75/Citywide E.C.I.A. Chapter 1 Reading and Mathematics with Athletics. Summer 1989. OREA Report."},
      {
        "id":"ED330752",
        "title":"District 75/Citywide E.C.I.A. Chapter 1, Part B, Institutionalized Facilities Program. Summer 1989. OREA Report."},
      {
        "id":"ED330753",
        "title":"High School E.C.I.A. Chapter 1 P.L. 89-313 Program 1989-90. State Report. OREA Report."},
      {
        "id":"ED330754",
        "title":"The Hispanization of L.A.'s Poor. Research Note. Draft. Revised."},
      {
        "id":"ED330757",
        "title":"At-Risk Children and Youth: A Crisis in Our Schools and Society."},
      {
        "id":"ED330758",
        "title":"Where Excellence and Preparedness Meet: Increased Course Requirements and At-Risk Students."},
      {
        "id":"ED330759",
        "title":"Work and Welfare in Massachusetts: An Evaluation of the ET Program. Pioneer Paper No. 3."},
      {
        "id":"ED330760",
        "title":"School/Community Helping Hands Project. Executive Summary."},
      {
        "id":"ED330761",
        "title":"School/Community Helping Hands Project: A Plan to Combat Negative Influences on Black Male Youth."},
      {
        "id":"ED330770",
        "title":"Retention Patterns in the Los Angeles Unified School District. June 1988. Publication No. 534."},
      {
        "id":"ED330771",
        "title":"Retention Patterns in the Los Angeles Unified School District. June 1989. Publication No. 557."},
      {
        "id":"ED330772",
        "title":"Follow-Up of the 1988 High School Graduates in the Los Angeles Unified School District. Publication No. 550."},
      {
        "id":"ED330773",
        "title":"Youth Development: A Case Study from Honduras."},
      {
        "id":"ED330787",
        "title":"Plan for Competency Based Adult Education (CBAE) in Montana."},
      {
        "id":"ED330789",
        "title":"Family Literacy Project. Learning Centers for Parents and Children. A Resource Guide."},
      {
        "id":"ED330791",
        "title":"Developing Effective JTPA Performance Standards Incentive Policies: A Technical Assistance Guide."},
      {
        "id":"ED330792",
        "title":"Identifying the Training Needs of Florida's Adult Literacy Leadership: Principal Findings of the Study. Adult Literacy Leadership Project. Volume I."},
      {
        "id":"ED330793",
        "title":"Adult Literacy Leadership Project. Volume II. Background Research Papers."},
      {
        "id":"ED330794",
        "title":"Effective Strategies for Combatting Adult Illiteracy. Annotated Bibliography. Adult Literacy Leadership Project. Volume III."},
      {
        "id":"ED330796",
        "title":"West Hills College Cooperative Training Network. Truck Driving Program. Dissemination Workbook."},
      {
        "id":"ED330798",
        "title":"Leadership Behaviors of Successful Vocational Education Administrators."},
      {
        "id":"ED330799",
        "title":"Interim Report to the Wisconsin Legislature on the WEJT/CWEP Evaluation."},
      {
        "id":"ED330800",
        "title":"The 1991 Agenda for the National Center for Research in Vocational Education."},
      {
        "id":"ED330801",
        "title":"Agricultural Education Science Activity--Nos. AS 1-4."},
      {
        "id":"ED330802",
        "title":"Agricultural Education Science Activity--Nos. GGEB 1-2."},
      {
        "id":"ED330803",
        "title":"Agricultural Education Science Activity--Nos. AEM 1-4."},
      {
        "id":"ED330804",
        "title":"Agricultural Education Science Activity--Nos. SS 2-4."},
      {
        "id":"ED330805",
        "title":"Agricultural Education Science Activity--Nos. PS 1-6."},
      {
        "id":"ED330806",
        "title":"Animal Enterprise Record Book. Agricultural Education."},
      {
        "id":"ED330807",
        "title":"Agricultural Education General Record Book. Revised."},
      {
        "id":"ED330808",
        "title":"Marketing Farm Grain Crops."},
      {
        "id":"ED330809",
        "title":"Floral Design and Marketing."},
      {
        "id":"ED330812",
        "title":"The Learning Industry. Education for Adult Workers."},
      {
        "id":"ED330813",
        "title":"Training and Employment Report of the Secretary of Labor. Covering the Period July 1986-September 1987. Transmitted to the Congress, 1990."},
      {
        "id":"ED330816",
        "title":"Assessment of Needs in Vocational-Technical Education in Iowa."},
      {
        "id":"ED330818",
        "title":"Carl D. Perkins Vocational and Applied Technology Education Act as Amended."},
      {
        "id":"ED330819",
        "title":"The Vocational Mission of Public Schools. A Position Paper."},
      {
        "id":"ED330822",
        "title":"Curriculum Development--Learning Center. Final Report."},
      {
        "id":"ED330825",
        "title":"Electro-Optical Laser Technology. Curriculum Utilization. Final Report."},
      {
        "id":"ED330827",
        "title":"An Analysis of Expected Grade Level Gain as a Result of Participation in the Mandatory Functional Literacy Program."},
      {
        "id":"ED330828",
        "title":"The National Assessment of Vocational Education. &quot;What It Says and What It Should Say.&quot; A Symposium (Orlando, Florida, December 1989)."},
      {
        "id":"ED330831",
        "title":"Vocational Education and Civil Rights."},
      {
        "id":"ED330837",
        "title":"Placing Occupations on Holland's Hexagon via Scores for Holland Types."},
      {
        "id":"ED330838",
        "title":"Basic Skills Instruction. A Vocational Teacher's Guide."},
      {
        "id":"ED330839",
        "title":"Development of Articulated Competency-Based Curriculum in Computer Assisted/Computer Integrated Manufacturing Technology. Final Report."},
      {
        "id":"ED330840",
        "title":"Development of Articulated Competency-Based Curriculum in Laser/Electro-Optics Technology. Final Report."},
      {
        "id":"ED330841",
        "title":"Development of Articulated Competency-Based Curriculum in Automated Systems/Robotics Technology. Final Report."},
      {
        "id":"ED330845",
        "title":"The Development of Instructional Materials on Managerial Skills for Pregnant Teenagers. Final Report."},
      {
        "id":"ED330846",
        "title":"Marketing Education Computer Curriculum. Final Report."},
      {
        "id":"ED330849",
        "title":"Grassroots Approaches to Combatting Poverty through Adult Education. Supplement to Adult Education and Development. No. 34."},
      {
        "id":"ED330852",
        "title":"Education and Training for Work: The Policy Instruments and the Institutions."},
      {
        "id":"ED330853",
        "title":"A Review of Two Years of Coordination: JTPA Programs, Secondary Vocational Education, Technical Education."},
      {
        "id":"ED330855",
        "title":"Wisconsin VTAE Pipefitting Apprenticeship Curriculum. Instructor Guide, Apprentice Guide, [and] Wisconsin VTAE Pipefitting Competency Profile."},
      {
        "id":"ED330856",
        "title":"Industrial Sheet Metal Apprentice Curriculum. Instructor&apos;s Guide [and] Apprentice Guide."},
      {
        "id":"ED330859",
        "title":"Shakespeare for Adult Education Deans: Lessons from Liberal Learning."},
      {
        "id":"ED330860",
        "title":"Youth Apprenticeship, American Style: A Strategy for Expanding School and Career Opportunities. Report of a Conference (Washington, D.C., December 7, 1990)."},
      {
        "id":"ED330862",
        "title":"Farm Business and Production Management Program Course Competency Record."},
      {
        "id":"ED341888",
        "title":"Coping with Fears and Stress. ERIC Digest."},
      {
        "id":"ED341889",
        "title":"Internationalizing the University Career Center. ERIC Digest."},
      {
        "id":"ED341890",
        "title":"Learning Styles Counseling. ERIC Digest."},
      {
        "id":"ED341891",
        "title":"Counseling Teenage Fathers: The &quot;Maximizing a Life Experience&quot; (MALE) Group. ERIC Digest."},
      {
        "id":"ED341892",
        "title":"Peer Leaders in Drug Abuse Prevention. ERIC Digest."},
      {
        "id":"ED341893",
        "title":"Disordered Eating in College Students: Links with Childhood Abuse and Maternal Eating Behavior."},
      {
        "id":"ED341895",
        "title":"Counseling Men: A University Campus Experience."},
      {
        "id":"ED341896",
        "title":"The Changing Role of Women in Business: A Study of Sex-Role Stereotyping."},
      {
        "id":"ED341900",
        "title":"The Risky Business of Adolescence: How To Help Teens Stay Safe--Part I. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred Second Congress, First Session (June 17, 1991)."},
      {
        "id":"ED341901",
        "title":"The Risky Business of Adolescence: How To Help Teens Stay Safe--Part II. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred Second Congress, First Session (June 18, 1991)."},
      {
        "id":"ED341902",
        "title":"The Nebraska Tobacco Education Curriculum: Year 2 Evaluation. Prevention Center Papers. Technical Report No. 15."},
      {
        "id":"ED341903",
        "title":"Teaching Students To Resist Pressures To Drink and Drive: Second Year Evaluation, Social Studies Classes. Prevention Center Papers. Technical Report No. 16."},
      {
        "id":"ED341904",
        "title":"Teaching Students To Resist Pressures To Drink and Drive: First Year Evaluation, English Classes. Prevention Center Papers. Technical Report No. 17."},
      {
        "id":"ED341905",
        "title":"Teaching Students To Resist Pressures To Drink and Drive: Summary Evaluation 1984-1986. Prevention Center Papers Technical Report No. 18."},
      {
        "id":"ED341907",
        "title":"Physical Punishment by Parents: A Risk Factor in the Epidemiology of Depression, Suicide, Alcohol Abuse, Child Abuse, and Wife Beating."},
      {
        "id":"ED341908",
        "title":"The Impact of Sexual Abuse on Children: A Review and Synthesis of Recent Empirical Studies."},
      {
        "id":"ED341909",
        "title":"So You Want To Drop Out of School...You Ought To Know the Facts! A Handbook for Students Who Are Thinking of Leaving School."},
      {
        "id":"ED341910",
        "title":"Excellence in the Counseling Curriculum."},
      {
        "id":"ED341911",
        "title":"Creative Arts Therapies in an Inner City School."},
      {
        "id":"ED341915",
        "title":"Battered Women in Nonemergency Medical Settings: Incidence, Prevalence, Physician Interventions."},
      {
        "id":"ED341917",
        "title":"Guidance. Advisory List of Instructional Media."},
      {
        "id":"ED341918",
        "title":"How To Identify At-Risk Students. A Series of Solutions and Strategies. Number 2."},
      {
        "id":"ED341919",
        "title":"Self-Esteem: The Key To Student Success. A Series of Solutions and Strategies. Number 3."},
      {
        "id":"ED341920",
        "title":"Incentives and Education. A Series of Solutions and Strategies. Number 4."},
      {
        "id":"ED341922",
        "title":"Adolescent Drug Use Prevention: Common Features of Promising Community Programs. Report to the Chairman, Subcommittee on Select Education, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED341923",
        "title":"How To Fund Career Guidance Programs."},
      {
        "id":"ED341924",
        "title":"The Mentoring Guidebook: A Practical Manual for Designing and Managing a Mentoring Program."},
      {
        "id":"ED341925",
        "title":"Drug Use and Sexual Risk Taking in a Sample of High Risk Adolescent Women."},
      {
        "id":"ED341926",
        "title":"Work/Family Conflicts: Policy Implications."},
      {
        "id":"ED341927",
        "title":"Substance Abuse Treatment Agencies and Self-Help Groups: Collaborators or Competitors?"},
      {
        "id":"ED341929",
        "title":"Attitudes toward Money among Mental Health Workers: Extension and Exploration of The Money Ethic Scale."},
      {
        "id":"ED341930",
        "title":"Attributions of Quality Circles' Failure: Perceptions among Top-Management, Supporting Staff, and Quality Circle Members."},
      {
        "id":"ED341931",
        "title":"Organization-Based Self-Esteem among Mental Health Workers: A Replication and Extension."},
      {
        "id":"ED341934",
        "title":"Child Abuse Prevention and Treatment in the 1990s. Keeping Old Promises, Meeting New Demands. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred Second Congress, Second Session (Denver, CO, September 15, 1991)."},
      {
        "id":"ED341935",
        "title":"Daddy&apos;s Days Away. A Deployment Activity Book for Parents &amp; Children."},
      {
        "id":"ED341936",
        "title":"Future Options Education. &quot;Not Another Handbook&quot; Handbook on How To Help Young People in the Middle-Grades Aspire and Achieve."},
      {
        "id":"ED341941",
        "title":"Dual Vulnerability of Sexually Victimized Mothers and Sexually Victimized Children: A Longitudinal Study."},
      {
        "id":"ED341943",
        "title":"The Sourcebook: A Revised, Refined and Reliable Compilation of Organizations, Corporations, and Foundations Which Fund Programs and Activities for At-Risk Youth."},
      {
        "id":"ED341944",
        "title":"Self-Identification of Personality in Social Environment. Research Bulletin 80."},
      {
        "id":"ED341945",
        "title":"Anger Management for At-Risk Youth."},
      {
        "id":"ED341949",
        "title":"Utilizing Multicultural Reading Resource Materials To Improve Reading Motivation and Performance among High School Students."},
      {
        "id":"ED341950",
        "title":"The Teacher/Researcher in Preservice Reading Education."},
      {
        "id":"ED341952",
        "title":"The Relationship between Principals' Knowledge of Reading Process and Elementary School Reading Achievement."},
      {
        "id":"ED341953",
        "title":"Informal Reading Inventories: What Are They Really Asking?"},
      {
        "id":"ED341954",
        "title":"Critical Thinking: Helping Students Learn Reflectively."},
      {
        "id":"ED341955",
        "title":"Looking Closely: Exploring the Role of Phonics in One Whole Language Classroom."},
      {
        "id":"ED341958",
        "title":"Reading Framework for the 1992 National Assessment of Educational Progress. NAEP Reading Consensus Project."},
      {
        "id":"ED341959",
        "title":"Inductive Reasoning in the Secondary Classroom."},
      {
        "id":"ED341960",
        "title":"Whole Language Goes to College."},
      {
        "id":"ED341962",
        "title":"Using Young Adult Literature To Motivate Reluctant Readers or What Do You Do when They Haven't Read Their Assignment."},
      {
        "id":"ED341964",
        "title":"Whole Language in Context."},
      {
        "id":"ED341965",
        "title":"A Comparison of Four Basal Reading Series at the First- and Second-Grade Levels."},
      {
        "id":"ED341966",
        "title":"Match or Mismatch: The Relationship between Teachers' Beliefs about Reading and Their Reading Instructional Practices."},
      {
        "id":"ED341968",
        "title":"Community Knowledge and Classroom Practice: Combining Resources for Literacy Instruction. Technical Report."},
      {
        "id":"ED341969",
        "title":"Community Knowledge and Classroom Practice: Combining Resources for Literacy Instruction. A Handbook for Teachers and Planners."},
      {
        "id":"ED341970",
        "title":"Compensatory Education Reading Instruction and Congruence: Passport to Literacy?"},
      {
        "id":"ED341971",
        "title":"Guidelines for Hiring Qualified Reading Professionals."},
      {
        "id":"ED341973",
        "title":"The Effect of Cooperative Learning on Comprehension: An Analysis of the Effect of a Modified CIRC Instructional Approach and Cooperative Learning Partnerships on Reading Comprehension."},
      {
        "id":"ED341974",
        "title":"Reading as Rhetorical Invention: Knowledge, Persuasion, and the Teaching of Research-Based Writing."},
      {
        "id":"ED341976",
        "title":"Reading In and Out of School: Factors Influencing the Literacy Achievement of American Students in Grades 4, 8, and 12, in 1988 and 1990."},
      {
        "id":"ED341980",
        "title":"Gender Differences: Let's See Them in Writing."},
      {
        "id":"ED341981",
        "title":"Writing Abilities of First Graders: Whole Language and Skills-Based Classrooms."},
      {
        "id":"ED341984",
        "title":"Writing Curricula in Sixteen Countries: International Study in Written Composition (IEA). Research Report 42."},
      {
        "id":"ED341985",
        "title":"Bridging: A Teacher's Guide to Metaphorical Thinking."},
      {
        "id":"ED341986",
        "title":"A Social Perspective on Informal Assessment: Voices, Texts, Pictures, and Play from a First Grade. Occasional Paper No. 28."},
      {
        "id":"ED341989",
        "title":"Prose Modeling: Panacea or Poppycock?"},
      {
        "id":"ED341992",
        "title":"Holistic Assessment of a High School Writing Skills Curriculum."},
      {
        "id":"ED341993",
        "title":"Book Club: Studying the Written and Oral Texts of Elementary Children Participating in a Literature-Based Reading Program. Elementary Subjects Center Series No. 52."},
      {
        "id":"ED341994",
        "title":"Teaching Writing with a New Instructional Model: Variations in Teachers' Beliefs, Instructional Practice, and Their Students' Performance. Research Series No. 209."},
      {
        "id":"ED341995",
        "title":"The Relative Ease of Writing Narrative Text."},
      {
        "id":"ED341999",
        "title":"Literature Instruction: A Focus on Student Response."},
      {
        "id":"ED342000",
        "title":"A Teacher's Introduction to Philosophical Hermeneutics."},
      {
        "id":"ED342001",
        "title":"Intertextuality: Making Connections across Literature and Life."},
      {
        "id":"ED342002",
        "title":"Negotiated Course Design: Hybrid Applications of Pedagogy in Writing Courses."},
      {
        "id":"ED342006",
        "title":"Guided Story Invention."},
      {
        "id":"ED342007",
        "title":"Too Bad the Teachers Are Reading This!"},
      {
        "id":"ED342008",
        "title":"Black or Standard English: An African American Student's False Dilemma."},
      {
        "id":"ED342011",
        "title":"Using Small Groups for Responses to and Thinking about Literature."},
      {
        "id":"ED342016",
        "title":"The Influence of Classroom Discourse on Student Texts: The Case of Ella. Research Series No. 211."},
      {
        "id":"ED342017",
        "title":"Technological Indeterminacy: The Role of Classroom Writing Practices in Shaping Computer Use. Technical Report No. 57."},
      {
        "id":"ED342018",
        "title":"Composition in the Context of the CAP: A Case Study of the Interplay between Assessment and School Life. Technical Report No. 58."},
      {
        "id":"ED342019",
        "title":"Constructing a Research Paper: A Study of Students' Goals and Approaches. Technical Report No. 59."},
      {
        "id":"ED342021",
        "title":"Publish without Perishing: A Practical Handbook for Academic Authors."},
      {
        "id":"ED342024",
        "title":"Illumination Rounds: Teaching the Literature of the Vietnam War. Theory & Research into Practice (TRIP)."},
      {
        "id":"ED342030",
        "title":"Reason and Romance in Argument and Conversation. Occasional Paper 136."},
      {
        "id":"ED342031",
        "title":"The Essentials of Interpreting the Resolution: A Contextual Approach Limited by Six Tests instead of Counterplans and Counterwarrants."},
      {
        "id":"ED342033",
        "title":"Reading the Movies: Twelve Great Films on Video and How To Teach Them."},
      {
        "id":"ED342035",
        "title":"Policy Implementation: The Virtual Disappearance of an Issue in NDT Debate."},
      {
        "id":"ED342036",
        "title":"The Relationship between Self-Disclosure and Perceived Intercultural Effectiveness."},
      {
        "id":"ED342037",
        "title":"A Test of Intercultural Communication Competence."},
      {
        "id":"ED342038",
        "title":"On Becoming a Woman: Teaching as Transformation."},
      {
        "id":"ED342039",
        "title":"Hard News/Soft News Content of the National Broadcast Networks."},
      {
        "id":"ED342041",
        "title":"Faculty/Advisor Communication Apprehension: Construct Description and Preliminary Instrument Assessment."},
      {
        "id":"ED342043",
        "title":"Congress, the FCC and Children's Television Regulation: A Shift in the Balance of Power."},
      {
        "id":"ED342045",
        "title":"The Lack of Political Cartoons in the People's Republic of China."},
      {
        "id":"ED342047",
        "title":"The Use of Verbo-Visual Information in the Teaching of Geography--Views from Teachers."},
      {
        "id":"ED342050",
        "title":"National Educational Quality Initiative, Cosponsored by the Federal Interagency Committee on Education and the American Society for Quality Control. Report of the Seminar (Washington, District of Columbia, May 26, 1988)."},
      {
        "id":"ED342051",
        "title":"A Cultural Perspective on School-University Collaborative Research. Topical Paper."},
      {
        "id":"ED342052",
        "title":"The Case for Breadth in Computing and Information Technology Education and Training for 13-19 Year Olds."},
      {
        "id":"ED342054",
        "title":"Explaining Differences between Elementary and Secondary Schools: Individual, Organizational, and Institutional Perspectives."},
      {
        "id":"ED342055",
        "title":"At-Risk Families & Schools: Becoming Partners."},
      {
        "id":"ED342056",
        "title":"Understanding Variables &amp; Hypotheses in Scientific Research."},
      {
        "id":"ED342058",
        "title":"KERA Updates: Watch for..."},
      {
        "id":"ED342059",
        "title":"Vision Is Not Enough: A Plan for School Change in the 90's."},
      {
        "id":"ED342060",
        "title":"An International Comparison of Education Finance Systems."},
      {
        "id":"ED342061",
        "title":"Principals as Change Agents: Their Role in the Curriculum Implementation Process."},
      {
        "id":"ED342062",
        "title":"Choice: Wisconsin Style. Education Issues."},
      {
        "id":"ED342067",
        "title":"Multiple-Shift Schooling: Design and Operation for Cost-Effectiveness."},
      {
        "id":"ED342069",
        "title":"Every Child a Winner! A Proposal for a Legislative Action Plan for Systemic Reform of Massachusetts' Public Primary and Secondary Education System."},
      {
        "id":"ED342074",
        "title":"The Funding of Education in Alberta: A School Finance Brochure, School Year 1991-92."},
      {
        "id":"ED342077",
        "title":"Education Reform from 1983 to 1990: State Action and District Response."},
      {
        "id":"ED342078",
        "title":"Reaching New Heights: A Guide to the Implementation of School-Based Decision Making under the Kentucky Education Reform Act."},
      {
        "id":"ED342079",
        "title":"Emerging Patterns of School-Level and Classroom-Level Changes in Restructuring Schools."},
      {
        "id":"ED342084",
        "title":"Project Excellence: A Case Study of a Student-Centred Secondary School."},
      {
        "id":"ED342085",
        "title":"The RAND Change Agent Study Ten Years Later: Macro Perspectives and Micro Realities."},
      {
        "id":"ED342086",
        "title":"The Assistant Principal: Leadership Choices and Challenges."},
      {
        "id":"ED342087",
        "title":"Practical Secondary Education: Planning for Cost-Effectiveness in Less Developed Countries."},
      {
        "id":"ED342088",
        "title":"Cooperative Learning in Elementary Schools."},
      {
        "id":"ED342092",
        "title":"School Effectiveness and School Restructuring: Contributions to Educational Improvement."},
      {
        "id":"ED342100",
        "title":"A Framework for Collaborating for Educational Change. Increasing and Improving the Quality of Basic Education IIEP Research and Studies Programme Monograph No. 3."},
      {
        "id":"ED342105",
        "title":"State Education Reform in the 1980s. CPRE Policy Briefs."},
      {
        "id":"ED342106",
        "title":"Programs for Young Children: State Policy Options. CPRE Policy Briefs."},
      {
        "id":"ED342107",
        "title":"Year-Round Education. ERIC Digest, Number 68."},
      {
        "id":"ED342108",
        "title":"Cooperative Learning and the Collaborative School: Readings from &quot;Educational Leadership.&quot;"},
      {
        "id":"ED342109",
        "title":"Parent-School Conflict: An Exploratory Study. Report of a Research Study."},
      {
        "id":"ED342114",
        "title":"What Business Can Do To Achieve Educational Change in a Community."},
      {
        "id":"ED342121",
        "title":"Bibliography on School Restructuring, 1992."},
      {
        "id":"ED342122",
        "title":"Beyond Common Sense in Educational Restructuring: The Issues of Content and Linkage."},
      {
        "id":"ED342123",
        "title":"Collaborative Planning Time for Teachers."},
      {
        "id":"ED342126",
        "title":"Transformational Leadership and School Restructuring."},
      {
        "id":"ED342127",
        "title":"What's Worth Fighting for in the Principalship? Strategies for Taking Charge in the Elementary School Principalship."},
      {
        "id":"ED342128",
        "title":"What's Worth Fighting For? Working Together for Your School."},
      {
        "id":"ED342129",
        "title":"Middle Grade School State Policy Initiative: First Steps to Restructuring. An RBS Report on the Project's First Year."},
      {
        "id":"ED342130",
        "title":"Learning To Restructure Schools: Lessons from the Stearns School Model."},
      {
        "id":"ED342131",
        "title":"Public School Principal Survey on Safe, Disciplined, and Drug-Free Schools. Contractor Report. E.D. TABS."},
      {
        "id":"ED342132",
        "title":"School Finance: A Primer. A Practical Guide to the Structural Components of, Alternative Approaches to, and Policy Questions about State School Finance Systems."},
      {
        "id":"ED342133",
        "title":"Restructuring: Where Are We and Where Are We Going?"},
      {
        "id":"ED342134",
        "title":"Current Research on National Systems of Education Indicators: Potential Benefits for School-Based Management."},
      {
        "id":"ED342135",
        "title":"School Improvement for Students At Risk."},
      {
        "id":"ED342136",
        "title":"School-Community Linkages in the Western Region."},
      {
        "id":"ED342137",
        "title":"Streamlining Interagency Collaboration for Youth At Risk: Issues for Educators."},
      {
        "id":"ED342138",
        "title":"Instructional Challenge: A Casebook for Middle Grade Educators."},
      {
        "id":"ED342142",
        "title":"The Right to Fair and Equal Treatment: A Straightforward Guide to Human Rights and the Canadian Human Rights Act."},
      {
        "id":"ED342144",
        "title":"Down Stairs That Are Never Your Own: Supporting People with Developmental Disabilities in Their Own Homes."},
      {
        "id":"ED342146",
        "title":"Introducing High School Students to Careers in Special Education: An Activities Guide."},
      {
        "id":"ED342147",
        "title":"Integrating Services for Children and Youth with Emotional and Behavioral Disorders. Current Issues in Special Education No. 1."},
      {
        "id":"ED342148",
        "title":"Call to Action: Better Nutrition for Mothers, Children, and Families. National Workshop Proceedings (Washington, D.C., December 6-8, 1990)."},
      {
        "id":"ED342149",
        "title":"Call to Action: Better Nutrition for Mothers, Children, and Families National Workshop Proceedings (Washington, D.C., December 6-8, 1990). Executive Summary."},
      {
        "id":"ED342150",
        "title":"Eating and Mealtime Problems in Young Autistic Children: Prevalence and Correlates."},
      {
        "id":"ED342152",
        "title":"A Data Book of Child and Adolescent Injury."},
      {
        "id":"ED342155",
        "title":"Qualitative Research: Its Value and Role in Policymaking."},
      {
        "id":"ED342157",
        "title":"Severely Emotionally Impaired/Program Expansion/Project Find/Pre-Primary Impaired. Product Evaluation Report, 1990-1991."},
      {
        "id":"ED342158",
        "title":"Characteristics and Services in Learning Disabilities: A Report on Elementary Programs."},
      {
        "id":"ED342159",
        "title":"Evaluation of the Integration of Technology for Instructing Handicapped Children (Middle School Level). Final Report of Phase I."},
      {
        "id":"ED342160",
        "title":"Evaluation of the Integration of Technology for Instructing Handicapped Children (Middle School Level). Final Report of Phase II."},
      {
        "id":"ED342162",
        "title":"Organizing the Special Preschool. Module 1."},
      {
        "id":"ED342163",
        "title":"Forging Partnerships with Families. Module 3."},
      {
        "id":"ED342164",
        "title":"An Introduction to Teaching through Play. Module 4."},
      {
        "id":"ED342165",
        "title":"An Introduction to Managing Behavior Positively. Module 5."},
      {
        "id":"ED342166",
        "title":"Common Ground: A Series of Essays for Professionals and Families Who Unite To Help Young Children with Special Needs."},
      {
        "id":"ED342168",
        "title":"Identifying Alterable Patterns of Success in Highly Successful Adults with Learning Disabilities. Executive Summary."},
      {
        "id":"ED342170",
        "title":"Iowa Statewide Follow-Up Study. Changes in the Adult Adjustment of Graduates with Mental Disabilities, One vs. Three Years Out of School."},
      {
        "id":"ED342172",
        "title":"A Small but Sure Step: Hong Kong's First Parents Resource Centre."},
      {
        "id":"ED342173",
        "title":"A Learning Disabilities Digest for Literacy Providers."},
      {
        "id":"ED342175",
        "title":"Differentiating Curriculum for Gifted Students. ERIC Digest #E510."},
      {
        "id":"ED342177",
        "title":"Establishing Nonprofit Foundations To Pay for Assistive Technology. RESNA Technical Assistance Project."},
      {
        "id":"ED342178",
        "title":"Section 508: Its Effect on States Funded under P.L. 100-407. Q &amp; A. RESNA Technical Assistance Project."},
      {
        "id":"ED342179",
        "title":"Directory of On-Line Networks, Databases and Bulletin Boards on Assistive Technology. Second Edition. RESNA Technical Assistance Project."},
      {
        "id":"ED342180",
        "title":"Telecommunication Technologies To Deliver Assistive Technology Services. RESNA Technical Assistance Project."},
      {
        "id":"ED342181",
        "title":"Assistive Technology: A Funding Workbook. Part I, A Road Map to Funding Sources. Part II, An Outline of Federal Laws and Rules. 1991 Edition. RESNA Technical Assistance Project."},
      {
        "id":"ED342182",
        "title":"Methodological Issues in Research in Augmentative and Alternative Communication. Proceedings from the International Society for Augmentative and Alternative Communication (1st, Stockholm, Sweden, August 16-17, 1990)."},
      {
        "id":"ED342183",
        "title":"Low Tech Solutions: A Place To Begin."},
      {
        "id":"ED342184",
        "title":"Horses: An Introduction to Horses: Racing, Ranching, and Riding for Blind and Physically Handicapped Individuals."},
      {
        "id":"ED342185",
        "title":"Sailing: An Introduction to the Wonders of Sailing for Blind and Physically Handicapped Individuals."},
      {
        "id":"ED342186",
        "title":"Unique Educational Needs of Learners with Physical and Other Health Impairments."},
      {
        "id":"ED342189",
        "title":"A Framework for a Research and Related Activities on Instructional Technology and Systems Change: Better Results for Individuals with Disabilities."},
      {
        "id":"ED342190",
        "title":"Classroom Uses of Instructional Technology: Recommendations for Future Research and Related Activities."},
      {
        "id":"ED342191",
        "title":"Research Strategies To Improve the Outcome of Secondary Special Education Programs for Mildly Handicapped Students: System Support Strategies."},
      {
        "id":"ED342192",
        "title":"Curriculum Issues in Secondary School Programs for Students with Mild Disabilities."},
      {
        "id":"ED342193",
        "title":"Compendium of Project Profiles, 1991."},
      {
        "id":"ED342194",
        "title":"Descriptive Analysis of Secondary Special Education and Transition Services Model Programs."},
      {
        "id":"ED342195",
        "title":"Annotated Bibliography on Transition from School to Work. Volume 6."},
      {
        "id":"ED342196",
        "title":"Annotated Bibliography on Transition from School to Work (1985-1991). Master Index to Volumes 1-6."},
      {
        "id":"ED342197",
        "title":"Final Recommendations of the OSEP Task Force for the Improvement of Data on School Exit Status."},
      {
        "id":"ED342198",
        "title":"Ohio Handbook for the Identification, Evaluation, and Placement of Children with Language Problems."},
      {
        "id":"ED342200",
        "title":"Personnel Preparation: Transition, Secondary and Correctional Projects. Fiscal Years 1989, 1990, 1991."},
      {
        "id":"ED342201",
        "title":"Project SEARCH: A Longitudinal Study of Primary Grade Students At-Risk for School Failure. Final Report."},
      {
        "id":"ED342202",
        "title":"Life in the Community: &quot;A Home of My Own with the Supports I Need or Want.&quot;"},
      {
        "id":"ED342203",
        "title":"Thoughts and Reflections on Personal Assistance Services: Issues of Concern to People with Mental Retardation."},
      {
        "id":"ED342204",
        "title":"Being Female--A Secondary Disability? Gender Differences in the Transition Experiences of Young People with Disabilities."},
      {
        "id":"ED342207",
        "title":"Schools and Communities Working Together for Linguistic Minority Students."},
      {
        "id":"ED342215",
        "title":"The Development of an Interview Test for Adult Migrants. Proficiency in English as a Second Language."},
      {
        "id":"ED342223",
        "title":"La Materia. Nivel II. Basado en el curso de estudios de Ciencia de Montgomery County Public Schools. (Matter. Level II. Based on the Montgomery County Public Schools Science Studies Program)."},
      {
        "id":"ED342224",
        "title":"Seres Vivos. Nivel I. Basado en el curso de estudios de Ciencia de Montgomery County Public Schools. (Living Beings. Level 1. Based on the Montgomery County Public Schools Science Studies Program)."},
      {
        "id":"ED342225",
        "title":"Grecia: Nivel IV. Basado en el curso de estudios sociales de Montgomery County Public Schools. (Greece. Level 6. Based on the Montgomery County Public Schools Social Studies Program)."},
      {
        "id":"ED342230",
        "title":"Situational Leadership and Innovation in the EFL Classroom."},
      {
        "id":"ED342233",
        "title":"Prolegomenos a um estudo da lingua brasileira nos terreiros de origem africana (Prolegomena to a Study of the Brazilian Language of the Voodoo Rites of African Origin)."},
      {
        "id":"ED342236",
        "title":"Japanese Language Instruction in the United States: Resources, Practice, and Investment Strategy. National Foreign Language Center Monograph Series."},
      {
        "id":"ED342237",
        "title":"A Methodology for Studying the Relationship between Comprehension and Second Language Development in a Comprehension-Based ESL Program."},
      {
        "id":"ED342238",
        "title":"French in the Elementary School. A Content-Based Curriculum. Revised."},
      {
        "id":"ED342239",
        "title":"A Manual for Closed Captioned Television in ESOL Instruction. Elementary and Secondary K-12 English for Speakers of Other Languages (ESOL)."},
      {
        "id":"ED342243",
        "title":"Elementary School (K-8) Foreign Language Teacher Education Curriculum."},
      {
        "id":"ED342248",
        "title":"Handbook for Teaching Korean-American Students."},
      {
        "id":"ED342249",
        "title":"Assessment of FL Learners' Writing Ability: Formulation of Tasks and Evaluation."},
      {
        "id":"ED342250",
        "title":"Learners&apos; Dictionaries: State of the Art. Anthology Series 23."},
      {
        "id":"ED342252",
        "title":"Learning To Read: Process and Problems in Acquisition."},
      {
        "id":"ED342253",
        "title":"Social Language Skills of Finnish Speakers of English."},
      {
        "id":"ED342255",
        "title":"Large Classes in Nigeria. Project Report No. 6."},
      {
        "id":"ED342256",
        "title":"Kansas Working Papers in Linguistics. Volume 13."},
      {
        "id":"ED342257",
        "title":"A Kinesic Approach to Understanding Communication and Context in Japanese."},
      {
        "id":"ED342266",
        "title":"A Relic of Proto-Siouan *ro/no &quot;one&quot; in Mississippi Valley Siouan."},
      {
        "id":"ED342268",
        "title":"The Path Containment Condition and Argument Structure."},
      {
        "id":"ED342276",
        "title":"An Overview of Adult English as a Second Language Programs for Limited English Proficient Adults."},
      {
        "id":"ED342288",
        "title":"Stratification in Access to Technical-Professional Higher Education: Higher Education Reform in the People's Republic of China, 1985-90. A Sociological Study."},
      {
        "id":"ED342295",
        "title":"Program Review and Educational Quality in the Major: A Faculty Handbook. Liberal Learning and the Arts and Sciences Major. Volume 3."},
      {
        "id":"ED342296",
        "title":"Understanding Abilities, Learning and Development through College Outcomes Studies: What Can We Expect from Higher Education Assessment? Symposium presented at the Annual Meeting of the American Educational Research Association (Chicago, Illinois, April 5, 1991)."},
      {
        "id":"ED342297",
        "title":"Oversight Hearing on the Reauthorization of the Higher Education Act of 1965: New Orleans, Louisiana. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session (New Orleans, LA, July 27, 1991)."},
      {
        "id":"ED342298",
        "title":"Oversight Hearing on the Reauthorization of the Higher Education Act of 1965: Houston, Texas. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session (Houston, TX, July 22, 1991)."},
      {
        "id":"ED342299",
        "title":"Hearing on the Reauthorization of the Higher Education Act of 1965: Secretary Lamar Alexander. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session (May 8, 1991)."},
      {
        "id":"ED342300",
        "title":"Oversight Hearing on the Reauthorization of the Higher Education Act of 1965: Raleigh, North Carolina. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session (Raleigh, NC, June 28, 1991)."},
      {
        "id":"ED342301",
        "title":"Oversight Hearing on the Reauthorization of the Higher Education Act of 1965: Hilo, Hawaii. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session (Hilo, HI, July 1, 1991)."},
      {
        "id":"ED342303",
        "title":"&quot;Nontraditional&quot; Students Attending Postsecondary Institutions. CRS Report for Congress."},
      {
        "id":"ED342304",
        "title":"National Security Education Act of 1991: Summary and Analysis. CRS Report for Congress."},
      {
        "id":"ED342305",
        "title":"Reforming the Triad: Institutional Eligibility under Title IV of The Higher Education Act. CRS Report for Congress."},
      {
        "id":"ED342306",
        "title":"Student Aid Need Analysis Simplification: Issues and Options. CRS Report for Congress."},
      {
        "id":"ED342307",
        "title":"Black Administrators as Managers in Higher Education."},
      {
        "id":"ED342308",
        "title":"Affirmative Action and the Formation of Informal Interracial Groups on the College Campus: Report to the Spencer Foundation. Reporting Period: August, 1990-July 1991."},
      {
        "id":"ED342309",
        "title":"Study Opportunities at Universities and Possible Initial Occupations 1990/1991. Research Finding MN 133."},
      {
        "id":"ED342310",
        "title":"Statistical Report. Fiscal Year 1991: September 1, 1990-August 31, 1991."},
      {
        "id":"ED342312",
        "title":"The Preservation of Excellence in American Higher Education: The Essential Role of Private Colleges and Universities. Report of the ECS Task Force on State Policy and Independent Higher Education."},
      {
        "id":"ED342313",
        "title":"The Division of Developmental Studies, The University of Georgia."},
      {
        "id":"ED342314",
        "title":"Presidential Visions."},
      {
        "id":"ED342315",
        "title":"The Role of Alumni in the Assessment of Affective Outcomes."},
      {
        "id":"ED342317",
        "title":"There Are Peer Evaluations and There Are Peer Evaluations."},
      {
        "id":"ED342319",
        "title":"Public Tuition and State Expenditures for Higher Education, 1984-1988."},
      {
        "id":"ED342323",
        "title":"College Quality Assurance Assurances. Mendip Papers 020."},
      {
        "id":"ED342325",
        "title":"Focus Group Interviews: Applications for Institutional Research."},
      {
        "id":"ED342327",
        "title":"Task Force 2000: Final Report."},
      {
        "id":"ED342328",
        "title":"Primary Care Physicians: Financing Their Graduate Medical Education in Ambulatory Settings. A Report of a Study by a Committee of the Institute of Medicine, Division of Health Care Services."},
      {
        "id":"ED342329",
        "title":"Getting Ahead in Oregon: Expanding Higher Education Opportunities for Minorities and Nontraditional Students. Hearing before the Subcommittee on Regulation, Business Opportunities, and Energy of the Committee on Small Business. House of Representatives, One Hundred Second Congress, First Session (Portland, OR)."},
      {
        "id":"ED342330",
        "title":"Hearings on the Reauthorization of the Higher Education Act of 1965: Pell Grants. Hearings before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Sessions. (June 4-5, 1991)."},
      {
        "id":"ED342331",
        "title":"Hearing on the Reauthorization of the Higher Education Act of 1965; Sallie Mae--Safety and Soundness. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session."},
      {
        "id":"ED342332",
        "title":"Hearings on the Reauthorization of the Higher Education Act of 1965: Program Integrity. Hearings before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session (May 21, 29-30, 1991)."},
      {
        "id":"ED342334",
        "title":"Survey on Retention at Higher Education Institutions. Higher Education Surveys Report, Survey Number 14."},
      {
        "id":"ED342335",
        "title":"A Descriptive Study of Small College Speech Programs: 1991, Second Phase of Study."},
      {
        "id":"ED342336",
        "title":"Basic Student Charges at Postsecondary Institutions: Academic Year 1990-91. Tuition and Required Fees and Room and Board Charges At 4-Year, 2-Year, and Public Less-than-2-Year Institutions. Statistical Analysis Report."},
      {
        "id":"ED342337",
        "title":"College Drinking Games and Observed Consequences."},
      {
        "id":"ED342338",
        "title":"Drinking Games and University Students' Drinking Behavior."},
      {
        "id":"ED342340",
        "title":"Department of Education's Race-Specific Scholarship Policy. Hearings before the Human Resources and Intergovernmental Relations Subcommittee of the Committee on Government Operations. House of Representatives, One Hundred Second Congress, First Session (March 20 and 21, 1991)."},
      {
        "id":"ED342341",
        "title":"Improving Access to Student Financial Aid Information. Hearing before the Subcommittee on Government Information and Regulation of the Committee on Governmental Affairs. United States Senate, One Hundred Second Congress First Session."},
      {
        "id":"ED342342",
        "title":"Reauthorization of the Higher Education Act: U.S. Student Association. Joint Hearings before the Subcommittee on Education, Arts, and Humanities of the Committee on Labor and Human Resources United States Senate, and the Subcommittee on Postsecondary Education of the Committee on Education and Labor."},
      {
        "id":"ED342343",
        "title":"Hearing on the Reauthorization of the Higher Education Act of 1965: Library Programs. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session."},
      {
        "id":"ED342344",
        "title":"Hearing on the Reauthorization of the Higher Education Act of 1965: Early Intervention. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session."},
      {
        "id":"ED342345",
        "title":"Hearings on the Reauthorization of the Higher Education Act of 1965: Stafford Loans. Hearings before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session (Washington, DC, June 6, 12 and 19, 1991)."},
      {
        "id":"ED342346",
        "title":"The Role of Urban Universities in Economic and Community Development. Hearing before the Subcommittee on Policy Research and Insurance of the Committee on Banking, Finance, and Urban Affairs. House of Representatives, One Hundred Second Congress, First Session."},
      {
        "id":"ED342347",
        "title":"Current Funds, Revenues and Expenditures of Institutions of Higher Education: Fiscal Years 1981-89. E.D. TABS."},
      {
        "id":"ED342348",
        "title":"Postsecondary Student Outcomes: A Feasibility Study. Feasibility Report."},
      {
        "id":"ED342357",
        "title":"Situated Cognition and the Culture of Learning. Technical Report."},
      {
        "id":"ED342359",
        "title":"Our Ten Favorite AppleWorks Tips."},
      {
        "id":"ED342360",
        "title":"Modeling System Operators Affecting the Information Organizer of an Individual. Research Bulletin 77."},
      {
        "id":"ED342362",
        "title":"Computer Security: Governmentwide Planning Process Had Limited Impact. Report to the Chairman, Committee on Science, Space, and Technology, House of Representatives."},
      {
        "id":"ED342363",
        "title":"Data Collection in Distance Education Research: The Use of Self-Recorded Audiotape."},
      {
        "id":"ED342367",
        "title":"Integrating Technology into Service Delivery (ITSD) Project: Final Report."},
      {
        "id":"ED342368",
        "title":"Laws and Regulations Relating to Local Government Records."},
      {
        "id":"ED342369",
        "title":"The Records Advisory Board in Local Government."},
      {
        "id":"ED342370",
        "title":"Records Legislation for Local Governments."},
      {
        "id":"ED342373",
        "title":"Educational Telecommunications in the West: 1990 State Legislative Actions."},
      {
        "id":"ED342375",
        "title":"State Planning and Implementation of Educational Telecommunications Systems in the West."},
      {
        "id":"ED342376",
        "title":"An Information Technology Manager's Guide to Campus Phone Operations."},
      {
        "id":"ED342380",
        "title":"Information Technology: Opportunities and Challenges."},
      {
        "id":"ED342383",
        "title":"Research in Distance Education 1. Revised Papers from the Research in Distance Education Seminar (1st, Geelong, Victoria, Australia, 1989)."},
      {
        "id":"ED342384",
        "title":"Elimination of Library Reproduction Reporting Equipment. Report To Accompany H.R. 1612. Committee on the Judiciary, House of Representatives, 102nd Congress, 1st Session."},
      {
        "id":"ED342385",
        "title":"Emergency Hearing on the Office of Educational Research and Improvement. Hearing before the Subcommittee on Select Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session."},
      {
        "id":"ED342386",
        "title":"Graduate Education and Training for the Archives Conservator."},
      {
        "id":"ED342387",
        "title":"The Regional Approach to Information Sharing: The U.S. Environmental Protection Agency's Experiences in Southern Africa and Eastern Europe."},
      {
        "id":"ED342389",
        "title":"Computer Software and Copyright Law. CRS Report for Congress."},
      {
        "id":"ED342390",
        "title":"Emerging Electronic Technology and American Copyright Law."},
      {
        "id":"ED342392",
        "title":"A History of Professional Meetings of Seventh-Day Adventist Librarians Prior to the Formation of the Association of Seventh-Day Adventist Librarians."},
      {
        "id":"ED342405",
        "title":"Provision of Library Service for Blind and Physically Handicapped Individuals in New England from a Central Facility. A Paper for Discussion with the State Librarians of Connecticut, Maine, Massachuestts, New Hampshire, Rhode Island, and Vermont."},
      {
        "id":"ED342408",
        "title":"Rhode Island Higher Education Library Integrated Network (HELIN). Final Report. Task Force on Bibliographic and Authority Control."},
      {
        "id":"ED342411",
        "title":"Guidelines for Developing Policies and Procedures in Missouri Public Libraries."},
      {
        "id":"ED342412",
        "title":"Guidelines for Public Library Service to Children in Vermont."},
      {
        "id":"ED342415",
        "title":"Preservation Program Models: A Study Project and Report."},
      {
        "id":"ED342417",
        "title":"Characteristics of Automated Acquisitions Systems in Organizations Belonging to the Association of Higher Education of North Texas."},
      {
        "id":"ED342418",
        "title":"Educational Quality Indicators: Annotated Bibliography. Supplement to the Second Edition--December 1990."},
      {
        "id":"ED342419",
        "title":"Growing on the Job: Professional Development for the School Librarian."},
      {
        "id":"ED342420",
        "title":"IRIS: University of Tennessee, Knoxville/Vanderbilt University Joint-Use Program. October 1988-December 1990. Final Performance Report."},
      {
        "id":"ED342422",
        "title":"A Matter of Perception: Understanding Learning Differences. [Learning Disabilities Awareness Project. Understanding and Instructing the Learning Disabled College Student with Vocational Goals: A Model for Professional Development.]"},
      {
        "id":"ED342427",
        "title":"Directions. The Master Plan for McLennan Community College."},
      {
        "id":"ED342431",
        "title":"Energizing and Focusing the Movement. National Organizations Impacting Community, Technical and Junior Colleges: A Guidebook for Human Resource Development."},
      {
        "id":"ED342433",
        "title":"Educational Plant Survey: Central Florida Community College, December 16-19, 1991."},
      {
        "id":"ED342434",
        "title":"Transition from School to Work: The Alternative Cooperative Education (ACE) Handbook."},
      {
        "id":"ED342436",
        "title":"A Descriptive Profile of Returning Students, and the Influences Affecting the Re-Enrollment in College."},
      {
        "id":"ED342437",
        "title":"Assessing Skills from Placement to Completion."},
      {
        "id":"ED342440",
        "title":"Employer Survey Results for the PVCC Graduating Class of 1989-90. Research Report No. 2-92."},
      {
        "id":"ED342443",
        "title":"Assessment of General Education Knowledge and Competencies in PSY 101, Introductory Psychology."},
      {
        "id":"ED342444",
        "title":"Outcome Assessment Plan, North Country Community College."},
      {
        "id":"ED342445",
        "title":"Facilitating Transfer: An Issue of the 90's."},
      {
        "id":"ED342446",
        "title":"Technology: The Silent Partner in the Advancement of Measurement and Assessment Practices (A Student Centered Assessment Model)."},
      {
        "id":"ED342450",
        "title":"Preparing Michigan Students for the Jobs of Tomorrow: The Report of the Tech Prep Task Force."},
      {
        "id":"ED342452",
        "title":"Community College Humanities Review, 1991."},
      {
        "id":"ED342453",
        "title":"Critical Thinking: Educational Imperative. New Directions for Community Colleges, Number 77."},
      {
        "id":"ED342456",
        "title":"The Department Chairperson: The Confessions of a Researcher Turned Practitioner."},
      {
        "id":"ED342457",
        "title":"Effective Teaching in the Multi-Cultural Classroom."},
      {
        "id":"ED342458",
        "title":"Assessing the Educational Attainment of Proprietary Students from National Data."},
      {
        "id":"ED342460",
        "title":"&quot;One for You, One for Me&quot;: The Development of Correspondence as a Quantifier."},
      {
        "id":"ED342462",
        "title":"The New Wave Nursery."},
      {
        "id":"ED342463",
        "title":"Planning for Parent Participation in Schools for Young Children. ERIC Digest."},
      {
        "id":"ED342464",
        "title":"Child Care Collaboration: Making A Difference."},
      {
        "id":"ED342466",
        "title":"4 Year Old Children's Peer Interactions When Playing with a Computer."},
      {
        "id":"ED342467",
        "title":"Families in School: State Strategies and Policies To Improve Family Involvement in Education. A Four-State Case Study."},
      {
        "id":"ED342468",
        "title":"Identification of Minority Inner-City Gifted Preschool Children."},
      {
        "id":"ED342470",
        "title":"Balancing Work Responsibilities and Family Needs: The Federal Civil Service Response. A Report Concerning Significant Actions of the U.S. Office of Personnel Management. A Report to the President and the Congress of the United States."},
      {
        "id":"ED342472",
        "title":"Assessing Preschoolers' Fears Following a Sexual Abuse Education Program."},
      {
        "id":"ED342473",
        "title":"Developmental Stages of Authority in Relation to Sexual Abuse Education."},
      {
        "id":"ED342475",
        "title":"Consultant Preferences of Children and Adolescents: A Replication and Expansion to Include Sex Bonds."},
      {
        "id":"ED342477",
        "title":"Background Material: Regulations Issued by the Department of Health and Human Services on Child Care Programs Authorized by Public Law 101-508. Prepared for a Hearing To Be Held on September 17, 1991. Subcommittee on Human Resources of the Committee on Ways and Means. U.S. House of Representatives, 102d Congress, 1st Session. Committee Print."},
      {
        "id":"ED342480",
        "title":"A Role for Black Seniors in Educare: A Community Assessment."},
      {
        "id":"ED342481",
        "title":"Bridging the Gap: Practices of Collaboration between Home and the Junior School."},
      {
        "id":"ED342485",
        "title":"Emergent Literacy in New Zealand: An Examination of Promotion and Practices in Early Childhood Centres."},
      {
        "id":"ED342486",
        "title":"Barriers to Same Race Placement. Research Brief #2."},
      {
        "id":"ED342488",
        "title":"Gender Equity: The State of Play in Early Childhood Services."},
      {
        "id":"ED342489",
        "title":"What Develops in Informal Theories of Development?"},
      {
        "id":"ED342492",
        "title":"Children Should Be Heard: Developing an Open-Minded Foundation in the Early Years."},
      {
        "id":"ED342493",
        "title":"Community Involvement in Early Intervention. A Report on the Planning and Development of &quot;Families First&quot;: An Early Intervention Program for Coordinated Family Support Services for Marin City Families."},
      {
        "id":"ED342497",
        "title":"Caring for America's Children."},
      {
        "id":"ED342498",
        "title":"School Readiness Act of 1991. Report to Accompany S.911. Senate, 102d Congress, 1st Session."},
      {
        "id":"ED342499",
        "title":"Links to Success: New Thinking on the Connections between Preschool, School, and Community. A Regional Symposium. Proceedings Paper (October 1991)."},
      {
        "id":"ED342500",
        "title":"Solving California's Child Care Crisis: Research Addressing Regulations and Funding. California Policy Seminar Research Report."},
      {
        "id":"ED342503",
        "title":"Children Growing Up: A Guide for Teaching Elderly People about Child Development."},
      {
        "id":"ED342504",
        "title":"A Normative Study of Development in Context: Growth toward Independence in Social Function Skills of Young Children."},
      {
        "id":"ED342508",
        "title":"Effective Strategies for School-Based Early Childhood Centers. The Northwest Regional Educational Laboratory Program Report."},
      {
        "id":"ED342509",
        "title":"Funding and Financing for Programs To Serve K-3 At-Risk Children: A Research Review. References &amp; Resource Series."},
      {
        "id":"ED342512",
        "title":"Effective Language Education Practices and Native Language Survival. Proceedings of the Annual International Native American Language Issues (NALI) Institute (9th, Billings, Montana, June 8-9, 1989)."},
      {
        "id":"ED342513",
        "title":"Family Planning for Migrant Farmworkers of Mexican Culture: A Framework for Action."},
      {
        "id":"ED342515",
        "title":"A Summary of State Chapter 1 Migrant Education Program Participation and Achievement Information 1987-88. Volume 1: Participation."},
      {
        "id":"ED342518",
        "title":"A Partnership in Laserdisc Learning. TVA Coalfield Rural Education Demonstration Project."},
      {
        "id":"ED342520",
        "title":"Prevention and Retention: Facing Dropout Problems, Finding Solutions. Proceedings of the Texas Symposium on Hispanic Educational Issues (2nd, Lubbock, Texas, March 1-2, 1987)."},
      {
        "id":"ED342525",
        "title":"Recruiting and Supporting Special Education Trainees for Rural, Isolated Communities."},
      {
        "id":"ED342527",
        "title":"Retention of At-Risk Students in Higher Education."},
      {
        "id":"ED342529",
        "title":"Alternative Methods of Math and Social Studies Instruction for At-Risk Students Based on Learning Style Needs."},
      {
        "id":"ED342530",
        "title":"Meeting the Information Needs of Rural Alaskan Students: A Strategy for Delivery."},
      {
        "id":"ED342533",
        "title":"Broad Policies, Local Schools: Re-Thinking Rural Education in an Age of Reform."},
      {
        "id":"ED342535",
        "title":"Teacher Assistance Teams: Supporting At-Risk Students in Rural Areas. A Three Year Plan."},
      {
        "id":"ED342537",
        "title":"Students with Severe to Profound Mental Handicaps and Multiple Disabilities in Rural Schools: Can Their Needs Be Met?"},
      {
        "id":"ED342538",
        "title":"Experimental Evaluation of &quot;AIDS and You&quot;: A Pamphlet for High School Special Education Students."},
      {
        "id":"ED342542",
        "title":"Perceptions of Future Special Education Teachers concerning Rural Teaching Environments."},
      {
        "id":"ED342543",
        "title":"State Directors of Special Education Transition Programs: State Definitions, and Real and Ideal Teacher Competencies."},
      {
        "id":"ED342547",
        "title":"Alternative Service Delivery by Speech Language Hearing Professionals in Rural Schools: Classroom Based Interventions."},
      {
        "id":"ED342548",
        "title":"Project TRAIN: A Competency Based Training Program for Birth to Three Professionals Who Work in Rural Areas."},
      {
        "id":"ED342549",
        "title":"Rhythm and Blues: Enhancing Learning through Movement and Music. A Look at the Modes of Presentation of Special Education and Regular Elementary Teachers in a Rural School District in Louisiana."},
      {
        "id":"ED342550",
        "title":"Administrator's Perceptions of Special Education Dropouts: A Comparison of Priorities by School Location."},
      {
        "id":"ED342553",
        "title":"Minority Dropouts: Do Rural, Urban, and Suburban Administrators Perceive Causes Affecting Minorities as Priority Items?"},
      {
        "id":"ED342554",
        "title":"Teacher Induction in Rural Areas: A Challenge for All."},
      {
        "id":"ED342555",
        "title":"Keeping Our Students in School: An Alternative Approach for At-Risk Students."},
      {
        "id":"ED342561",
        "title":"Project S.C.A.M.P. (Science, Computer, and Mathematics Professions): A Young Scholars Program for Academically Talented Rural Youth."},
      {
        "id":"ED342562",
        "title":"Intervention Assistance Teams in Rural Ohio Schools."},
      {
        "id":"ED342563",
        "title":"A Review of the Qualitative Research on Multigrade Instruction."},
      {
        "id":"ED342566",
        "title":"SwampLog II: A Structured Journal for Personal and Professional Inquiry within a Collaborative Environment."},
      {
        "id":"ED342569",
        "title":"Designing and Implementing Science Enrichment Programs for Rural Females."},
      {
        "id":"ED342570",
        "title":"Supported Employment for Students At Risk within Rural Settings."},
      {
        "id":"ED342571",
        "title":"A Teacher Training Mentor Model in Rural Special Education."},
      {
        "id":"ED342574",
        "title":"School Transition to Employment Partnership (STEP): Employability Curriculum."},
      {
        "id":"ED342575",
        "title":"Rural Special Education and Medicaid: Meeting A Challenge for the 1990s."},
      {
        "id":"ED342576",
        "title":"Project RAISE: Rural America Institute for Special Educators--A Preservice Teacher Training Program for Rural Special Education."},
      {
        "id":"ED342577",
        "title":"Ease of Transition through Direct Service."},
      {
        "id":"ED342580",
        "title":"Community College Preservice Training for Paraprofessionals and Related Services Personnel in Rural Kansas."},
      {
        "id":"ED342583",
        "title":"Project Choices: Update on the Effectiveness of Adventure Activities Used for Treating Addictions."},
      {
        "id":"ED342584",
        "title":"Family Adventure Questionnaire: Results and Discussion."},
      {
        "id":"ED342586",
        "title":"A Descriptive Analysis of the Experience Based Training and Development Field."},
      {
        "id":"ED342591",
        "title":"First Steps to the Last Frontier: Programming Suggestions for Alaskan Adventures."},
      {
        "id":"ED342592",
        "title":"Computerizing Your Program."},
      {
        "id":"ED342593",
        "title":"Group Development Through Experiential Education: Promises and Delivery."},
      {
        "id":"ED342594",
        "title":"Managing a Scarce Natural Resource: The High Altitude Mountaineering Setting."},
      {
        "id":"ED342595",
        "title":"Park Managers Attitudes toward Climbing: Implications for Future Regulation."},
      {
        "id":"ED342596",
        "title":"A Wilderness and Community Building New Student Orientation Program."},
      {
        "id":"ED342615",
        "title":"Science, Technology and Outreach Courses by Distance Education. Regional Co-Operative Programme in Higher Education for Development in Asia and the Pacific. A Workshop-Report."},
      {
        "id":"ED342616",
        "title":"Training Student-Teachers in the Use of Computers in Science Classrooms."},
      {
        "id":"ED342617",
        "title":"A Qualitative Study of Secondary Science Teachers in a Public School and a Conservative Christian School."},
      {
        "id":"ED342618",
        "title":"Scientists and Elementary Teachers: Partners in Science Teaching."},
      {
        "id":"ED342623",
        "title":"Mathematics-Science Integration Project: A Collaborative, Rural School Effort."},
      {
        "id":"ED342628",
        "title":"Role of National Laboratories in Science, Mathematics and Engineering Education. Hearing before the Subcommittee on Energy Research and Development of the Committee on Science, Space, and Technology. House of Representatives, One Hundred First Congress, First Session (May 15, 1989)."},
      {
        "id":"ED342629",
        "title":"Learning in a Non-Physical Science Domain: The Human Circulatory System."},
      {
        "id":"ED342630",
        "title":"Scientific Reasoning across Different Domains."},
      {
        "id":"ED342631",
        "title":"Annotated Bibliography of Selected Articles on Graphing and Functions."},
      {
        "id":"ED342632",
        "title":"Social Sense-making in Mathematics: Children's Ideas of Negative Numbers."},
      {
        "id":"ED342633",
        "title":"1990 National Assessment of Educational Progress in Mathematics: Analysis and Interpretive Remarks of the State of Mathematics Achievement."},
      {
        "id":"ED342641",
        "title":"Creativity and Science."},
      {
        "id":"ED342643",
        "title":"Students&apos; Alternative Frameworks and Science Education. Bibliography. 3rd Edition. IPN Reports-in-Brief = Alltagsvorstellungen und Naturwissenschaftlicher Unterricht. Bibliographie. 3. Auflage. IPN-Kurzberichte."},
      {
        "id":"ED342644",
        "title":"Artificial Instruction. A Method for Relating Learning Theory to Instructional Design."},
      {
        "id":"ED342645",
        "title":"Treating Estimation and Mental Computation as Situated Mathematical Processes."},
      {
        "id":"ED342646",
        "title":"Thinking in Arithmetic."},
      {
        "id":"ED342647",
        "title":"Sense-making and the Solution of Division Problems Involving Remainders: An Examination of Students' Solution Processes and Their Interpretations of Solutions."},
      {
        "id":"ED342648",
        "title":"From Protoquantities to Operators: Building Mathematical Competence on a Foundation of Everyday Knowledge."},
      {
        "id":"ED342649",
        "title":"Entry-Level Undergraduate Courses in Science, Mathematics and Engineering: An Investment in Human Resources."},
      {
        "id":"ED342650",
        "title":"Earth Science Content Guidelines Grades K-12."},
      {
        "id":"ED342651",
        "title":"Raising Our Sights: Improving U.S. Achievement in Mathematics and Science."},
      {
        "id":"ED342652",
        "title":"Science Assessment in the Service of Reform."},
      {
        "id":"ED342653",
        "title":"CAMP-LA: Preservice Sampler Book, Grades K-8. Calculators and Mathematics Project."},
      {
        "id":"ED342654",
        "title":"CAMP-LA: Book 1, Grades K-2. Calculators and Mathematics Project."},
      {
        "id":"ED342655",
        "title":"CAMP-LA: Book 2, Grades 3-4. Calculators and Mathematics Project."},
      {
        "id":"ED342656",
        "title":"CAMP-LA: Book 3, Grades 5-6. Calculators and Mathematics Project."},
      {
        "id":"ED342658",
        "title":"Academic Research Equipment in Computer Science, Central Computer Facilities and Engineering: 1989."},
      {
        "id":"ED342659",
        "title":"Academic Research Equipment and Equipment Needs in the Physical Sciences: 1989."},
      {
        "id":"ED342660",
        "title":"Academic Research Equipment and Equipment Needs in Selected Science and Engineering Fields: 1989-90."},
      {
        "id":"ED342663",
        "title":"Survey of Mathematics and Statistics Departments at Higher Education Institutions. Higher Education Surveys Report. Survey Number 5."},
      {
        "id":"ED342664",
        "title":"Plant Biology Personnel and Training at Doctorate-Granting Institutions. Higher Education Surveys Report. Survey Number 13."},
      {
        "id":"ED342665",
        "title":"Topics in Computational Learning Theory and Graph Algorithms."},
      {
        "id":"ED342666",
        "title":"Guidelines for School-Business Partnerships in Science and Mathematics. The Urban Institute Project Report."},
      {
        "id":"ED342667",
        "title":"OTA Report, &quot;Federally Funded Research: Decisions for a Decade.&quot; Hearing before the Subcommittee on Science of the Committee on Science, Space, and Technology. U.S. House of Representatives, One Hundred Second Congress, First Session (March 20, 1991) (No. 7)."},
      {
        "id":"ED342669",
        "title":"Characteristics of Doctoral Scientists and Engineers in the United States: 1989, Detailed Statistical Tables. National Science Foundation Surveys of Science Resources Series."},
      {
        "id":"ED342670",
        "title":"Career Opportunities in Science and Technology. LC Science Tracer Bullet."},
      {
        "id":"ED342671",
        "title":"Unidentified Flying Objects (UFOs). LC Science Tracer Bullet."},
      {
        "id":"ED342676",
        "title":"The High Stakes of High School Science."},
      {
        "id":"ED342677",
        "title":"A Guide for Building an Alliance for Science, Mathematics and Technology Education."},
      {
        "id":"ED342678",
        "title":"Animals and Science. What You Should Know. What You Can Do. A Teacher's Guide."},
      {
        "id":"ED342679",
        "title":"Has Science and Mathematics Education Improved since &quot;A Nation At Risk&quot;? Trends in Course Enrollments, Qualified Teachers, and Student Achievement. Science and Mathematics Indicators Project."},
      {
        "id":"ED342680",
        "title":"International Mathematics and Science Assessments: What Have We Learned? Research and Development Report."},
      {
        "id":"ED342681",
        "title":"Problem-Centered Learning in Mathematics and Science. Hot Topics: Usable Research."},
      {
        "id":"ED342682",
        "title":"Calculators and Computers. NAEPfacts."},
      {
        "id":"ED342683",
        "title":"The 1990 Science Report Card. NAEP&apos;S Assessment of Fourth, Eighth, and Twelfth Graders."},
      {
        "id":"ED342684",
        "title":"Effects of Computer Use on Mathematics Achievement. Findings from a Nationwide Field Experiment in Grades Five to Eight. Classes: Rationale, Study Design, and Aggregate Effect Sizes. Report No. 51."},
      {
        "id":"ED342685",
        "title":"The LEVELS of Mathematics Achievement: Initial Performance Standards for the 1990 NAEP Mathematics Assessment. Volume I: National and State Summaries."},
      {
        "id":"ED342687",
        "title":"The LEVELS of Mathematics Achievement: Initial Performance Standards for the 1990 NAEP Mathematics Assessment. Volume III: Technical Report."},
      {
        "id":"ED342688",
        "title":"Peace Lifestyle and Peace Cultures."},
      {
        "id":"ED342689",
        "title":"For Earth&apos;s Sake: Lessons in Population and the Environment."},
      {
        "id":"ED342690",
        "title":"Challenges and Choices for the Law in the 21st Century. Proceedings of a Frostburg State University Seminar (Hagerstown, Maryland, October 9, 11, 16, 18, 1990)."},
      {
        "id":"ED342691",
        "title":"Teaching History in the Community College."},
      {
        "id":"ED342694",
        "title":"China and Inner Asia: A Selected Bibliography and Guide to Research at Tutt Library."},
      {
        "id":"ED342699",
        "title":"Concepts through Process. Arts Curriculum Guidelines."},
      {
        "id":"ED342705",
        "title":"Latin American Art and Music: A Handbook for Teaching."},
      {
        "id":"ED342707",
        "title":"Breaking the Mold with Humor: Images of Women in the Visual Media."},
      {
        "id":"ED342708",
        "title":"The Status of Arts Education in American Public Schools. Report on a Survey Conducted by the National Arts Education Research Center at the University of Illinois."},
      {
        "id":"ED342712",
        "title":"Directions: Addressing Art History, Aesthetics, and Art Criticism in Illinois Schools, 1990-1991."},
      {
        "id":"ED342717",
        "title":"[Multicultural Education and the Arts.]"},
      {
        "id":"ED342718",
        "title":"Arthurdale (WV), Its Community School, and Director Elsie Ripley Clapp (1879-1965): First New Deal Subsistence Homestead Program (1933-48)."},
      {
        "id":"ED342720",
        "title":"Community Nutrition Action for Child Survival."},
      {
        "id":"ED342722",
        "title":"Research &amp; Consultation on: Access and Transition into Ontario Teacher Education for Under-Represented Groups."},
      {
        "id":"ED342724",
        "title":"The Politics of Teaching as a Science."},
      {
        "id":"ED342725",
        "title":"Teaching and Learning in English Urban Schools. A Report of a Study Visit."},
      {
        "id":"ED342726",
        "title":"Dance Education in American Public Schools. Case Studies."},
      {
        "id":"ED342732",
        "title":"Portfolio Development in Teacher Education and Educational Leadership."},
      {
        "id":"ED342735",
        "title":"How Four States Put HIV/AIDS Instruction in the Classroom: Alabama, Maryland, Nebraska and Washington."},
      {
        "id":"ED342736",
        "title":"The Society for the Study of Curriculum History: Meetings and Papers 1977-1991. Compiled for the Society."},
      {
        "id":"ED342737",
        "title":"Who Are Our Teacher Education Graduates, and Where Are They Going?"},
      {
        "id":"ED342739",
        "title":"The Marginal Teacher: A Survey of Principals' Attitudes."},
      {
        "id":"ED342740",
        "title":"Teaching Efficacy Scale: Job Analysis and Theoretical Factors."},
      {
        "id":"ED342742",
        "title":"Developing School/College Partnerships in Rural Regions. A Philosophical Rationale."},
      {
        "id":"ED342743",
        "title":"The Nature of the Differences between 1985 and 1990 First-Year Teachers' Reports of Job Entry Reality Shock."},
      {
        "id":"ED342745",
        "title":"&quot;Parent Talk&quot;: Helping Families Relate to Schools and Facilitate Children&apos;s Learning."},
      {
        "id":"ED342748",
        "title":"Private Sector Health Education in a Social Welfare State: A Case Study in Organizational Tension."},
      {
        "id":"ED342751",
        "title":"Teacher as Researcher: Roles and Expectations. An Annotated Bibliography."},
      {
        "id":"ED342752",
        "title":"A National Study To Assess Payments and Benefits to Cooperating Teachers Working with Teacher Training Programs."},
      {
        "id":"ED342754",
        "title":"The Compressed Curriculum: Compromises of Purpose and Content in Secondary Schools."},
      {
        "id":"ED342755",
        "title":"What Matters Most in Teachers' Workplace Context?"},
      {
        "id":"ED342756",
        "title":"Understanding Teaching in Context."},
      {
        "id":"ED342757",
        "title":"Teacher Education Reform and Increased Student Field Placements: A Case Study of Perceptions from Minnesota's Schools and Colleges."},
      {
        "id":"ED342759",
        "title":"Appreciating Differences: Teaching and Learning in a Culturally Diverse Classroom. Hot Topics: Usable Research."},
      {
        "id":"ED342761",
        "title":"Assessment Component of the California New Teacher Project: Second Year Technical Report. Volume 1."},
      {
        "id":"ED342764",
        "title":"Factors Related to Equitable Teaching: Implications for an Equity Issues Course."},
      {
        "id":"ED342765",
        "title":"From Awareness to Application: Creating Multicultural Reform despite &quot;Political Correctness.&quot; A Case Study."},
      {
        "id":"ED342766",
        "title":"Clinical Experiences in Teacher Preparation Programs: A Scope and Sequence Model."},
      {
        "id":"ED342768",
        "title":"Future Personnel Preparation for Special and General Educators: Pre-Service Implications."},
      {
        "id":"ED342769",
        "title":"Behavior Management in K-6 Classrooms. NEA Early Childhood Education Series."},
      {
        "id":"ED342771",
        "title":"What Are the Important Mentor Roles: Perceptions of Participants in a State-Mandated Mentoring Program. (Draft)."},
      {
        "id":"ED342772",
        "title":"Teaching Teachers: Facts and Figures. RATE V: Research About Teacher Education Project."},
      {
        "id":"ED342773",
        "title":"Why Excellence in Teacher Education? Conversations with Policymakers and Education Leaders. Advancing the Agenda for Teacher Education in a Democracy. Comments on Goodlad's &quot;Teachers for Our Nation's Schools.&quot; Exxon Education Foundation Forum (Washington, D.C., November 13-14, 1990)."},
      {
        "id":"ED342774",
        "title":"Professional Development Schools in Massachusetts: Maintenance and Growth."},
      {
        "id":"ED342775",
        "title":"Ethics in Health, Physical Education, Recreation, and Dance. ERIC Digest."},
      {
        "id":"ED342777",
        "title":"Equating Achievement Tests Using Samples Matched on Ability. College Board Report No. 90-2."},
      {
        "id":"ED342778",
        "title":"Public Elementary and Secondary Schools and Agencies in the United States and Outlying Areas: School Year 1989-90. Final Tabulations. E.D. TABS."},
      {
        "id":"ED342779",
        "title":"Is Interest Educationally Interesting? An Interest-Related Model of Learning."},
      {
        "id":"ED342781",
        "title":"Going the Extra Mile: Formal Diagnosis in the Learning Center."},
      {
        "id":"ED342790",
        "title":"The Normal Curve Takes Many Forms: A Review of Skewness and Kurtosis."},
      {
        "id":"ED342791",
        "title":"The Homogeneity of Regression Assumption in the Analysis of Covariance."},
      {
        "id":"ED342794",
        "title":"Assessment of Student Performance and Attitude: St. Louis Metropolitan Area Court Ordered Desegregation Effort. Report Submitted to: Voluntary Interdistrict Coordinating Council."},
      {
        "id":"ED342796",
        "title":"National Fire Academy Test Technical Manual for the Chemistry of Hazardous Materials Course. Final Exam."},
      {
        "id":"ED342797",
        "title":"Multitrait-Multimethod Data: An Evaluation of Five Analytic Approaches."},
      {
        "id":"ED342798",
        "title":"Strategies for Statewide Student Assessment. Policy Briefs, Number 17."},
      {
        "id":"ED342799",
        "title":"Alternative Assessments in Schools: Report on Status and Results of Local Projects."},
      {
        "id":"ED342801",
        "title":"Assessing Psychopathology and Behavior Problems in Persons with Mental Retardation: A Review of Available Instruments."},
      {
        "id":"ED342802",
        "title":"Classroom Teachers' Perceptions of the Extent and Effectiveness of Their Schools' Uses of Standardized Test Results."},
      {
        "id":"ED342803",
        "title":"Why Do Young Students Change Answers on Tests?"},
      {
        "id":"ED342806",
        "title":"The Use of Statistical Significance Tests in Research: Some Criticisms and Alternatives."},
      {
        "id":"ED342809",
        "title":"Cross-Validation in Canonical Analysis."},
      {
        "id":"ED342812",
        "title":"1991 Report Card: The State of School Systems in North Carolina."},
      {
        "id":"ED342815",
        "title":"Reauthorization of the Office of Educational Research and Improvement Act. Hearing on Examining the Need for a Nationwide Testing System Focusing on Recommendations To Establish National Student Performance Standards before the Subcommittee on Education, Arts, and Humanities of the Committee on Labor and Human Resources. United States Senate, One Hundred Second Congress, First Session (March 7 and June 13, 1991)."},
      {
        "id":"ED342819",
        "title":"Family Portfolios: Documenting Change in Parent-Child Relationships."},
      {
        "id":"ED342820",
        "title":"Portfolios: An Estimate of Their Validity and Practicality."},
      {
        "id":"ED342821",
        "title":"[National Assessment Governing Board (NAGB) Achievement Levels. Interim Letter Report."},
      {
        "id":"ED342826",
        "title":"Education and the Economic Condition of Hispanics in the United States: Background Tables for NCREST Presentation."},
      {
        "id":"ED342830",
        "title":"A Call for Cooperative Pluralism from Me to We."},
      {
        "id":"ED342831",
        "title":"Selected Vocational Preparation Resources for Serving Urban Youth and Adults with Special Needs."},
      {
        "id":"ED342834",
        "title":"Partners for Valued Youth: Dropout Prevention Strategies for At-Risk Language Minority Students. Final Technical Report."},
      {
        "id":"ED342835",
        "title":"Partners for Valued Youth: Dropout Prevention Strategies for At-Risk Language Minority Students. A Handbook for Teachers and Planners."},
      {
        "id":"ED342838",
        "title":"Humans, Labels, and the Sharing of Experiences: The Struggle for Human Development."},
      {
        "id":"ED342839",
        "title":"Evaluation of Chapter I Take-Home Computer Program 1990-91. Report No. 7, Vol. 26."},
      {
        "id":"ED342840",
        "title":"The After-School Program for School-Age Children. A Descriptive Report. Report No. 13, Vol. 25."},
      {
        "id":"ED342843",
        "title":"Homeless and At-Risk Information."},
      {
        "id":"ED342844",
        "title":"Beating the Odds (BTO) Program: A Comprehensive Support System for Teachers and Families of At-Risk Students."},
      {
        "id":"ED342845",
        "title":"Evaluation of Project ALERT (Atlantans Learning Employment Responsibilities Together) Summer Youth Employment Program...1991. Report No. 3, Vol. 26."},
      {
        "id":"ED342846",
        "title":"Evaluation of Project Survival, a Special Innovative Project of the Job Training Partnership Act, 1991. Report No. 4, Vol. 26."},
      {
        "id":"ED342851",
        "title":"A Strategy for Monitoring Desegregation Implementation in the Chicago Public Schools (Fiscal Years 1983-1986)."},
      {
        "id":"ED342852",
        "title":"A Promise of Simple Justice in the Education of Chicago School Children? Interim Report."},
      {
        "id":"ED342853",
        "title":"Program Assistance for Neophytes (Project PAN) 1989-90. OREA Final Evaluation Report."},
      {
        "id":"ED342854",
        "title":"Language Development through Holistic Learning--Mathematics, Art, Science, Technology, and Education Resources (Project MASTER) 1989-90. OREA Final Evaluation Report."},
      {
        "id":"ED342855",
        "title":"Guidance Oriented Acquisition of Learning Skills (Project GOALS) 1989-90. OREA Final Evaluation Report."},
      {
        "id":"ED342856",
        "title":"Harmony in Career Learning and Scholastic System (Project HI-CLASS) 1989-90. OREA Final Evaluation Report."},
      {
        "id":"ED342857",
        "title":"Parent Resources and Education Program (Project PREP) 1989-90. OREA Final Evaluation Report."},
      {
        "id":"ED342858",
        "title":"To Examine and Plan for Occupational Requisites and Employment (Project EXPLORE) 1989-90. OREA Final Evaluation Report."},
      {
        "id":"ED342859",
        "title":"School Dropout Demonstration Amendments. Committed to the Committee of the Whole House on the State of the Union. House of Representatives, 102nd Congress, 1st Session. Report, Together with Supplemental Views (To Accompany H.R. 2313)."},
      {
        "id":"ED342865",
        "title":"Evaluation of the 1989 and 1990 Reading Improvement Program. Illinois Initiatives for Educational Reform. Research, Evaluation, &amp; Planning Report."},
      {
        "id":"ED342869",
        "title":"Alcohol and Other Drug Use among Hispanic Youth. OSAP Technical Report--4."},
      {
        "id":"ED342871",
        "title":"Eighth to Tenth Grade Dropouts. Statistics in Brief."},
      {
        "id":"ED342872",
        "title":"The Hispanic Population in the United States: March 1991."},
      {
        "id":"ED342873",
        "title":"Disadvantaged Young Men in Urban Areas: A Summary of the First Year of the Forum on Public/Private Social Concern."},
      {
        "id":"ED342874",
        "title":"An Exploratory Study of a Chapter 1 Schoolwide Project and Current Instructional Practice."},
      {
        "id":"ED342877",
        "title":"Learning for Earning: A Basic Skills and Employability Training Manual for Adult Students."},
      {
        "id":"ED342878",
        "title":"Functional Context Education. Workshop Resource Notebook."},
      {
        "id":"ED342888",
        "title":"[United Nations Resolutions. Resolution on Prison Education. Resolution on Basic Principles for the Treatment of Prisoners. Resolution on Criminal Justice Education.]"},
      {
        "id":"ED347912",
        "title":"Revealing, Addressing, and Redressing Ethnocentricity: Teaching International Business Law with Process Response Journals."},
      {
        "id":"ED347913",
        "title":"Attitudes of MBA Students toward Entrepreneurship: A Cross-Cultural Study."},
      {
        "id":"ED347921",
        "title":"Strategies and Consequences. Managing the Costs in Higher Education. ASHE-ERIC Higher Education Report No. 8."},
      {
        "id":"ED347922",
        "title":"Campus Trends, 1992. Higher Education Panel Report No. 82."},
      {
        "id":"ED347923",
        "title":"Historically Black Colleges and Universities, 1976-90."},
      {
        "id":"ED347924",
        "title":"Military Education: Implementation of Recommendations at the National War College. Report to the Chairman, Panel on Military Education, Committee on Armed Services, House of Representatives."},
      {
        "id":"ED347927",
        "title":"Student Profiles 1991. The Second in a Series of Annual Factbooks about Student Participation in California Higher Education."},
      {
        "id":"ED347928",
        "title":"What Works in Student Retention in State Colleges and Universities."},
      {
        "id":"ED347929",
        "title":"Facilitation of Internal Change: The League of Professional Schools."},
      {
        "id":"ED347930",
        "title":"Through the Eyes of the Beholder: Breaking Economic, Ethnic, and Racial Barriers to Parent Involvement in a School-University Partnership."},
      {
        "id":"ED347931",
        "title":"Everybody (Else) Does It: Academic Cheating."},
      {
        "id":"ED347932",
        "title":"Mandated Accountability in Colorado Higher Education: House Bill 1187, 1985 to 1991."},
      {
        "id":"ED347933",
        "title":"An Analysis of Students Who Encounter Repeated Difficulties in a Problem-Based Medical School."},
      {
        "id":"ED347934",
        "title":"Researching while Teaching: Promoting Reflective Professionality in Higher Education."},
      {
        "id":"ED347937",
        "title":"Financial Responsibility at Universities (Part 2). Hearing on Indirect Cost Recovery Practices at U.S. Universities for Federal Research Grants and Contracts, before the Subcommittee on Oversight and Investigations of the Committee on Energy and Commerce. House of Representatives, One Hundred Second Congress, Second Session."},
      {
        "id":"ED347939",
        "title":"Limited Access: A Conflict between Quality and Opportunity."},
      {
        "id":"ED347941",
        "title":"Stafford Student Loans: Prompt Payment of Origination Fees Could Reduce Costs. Report to the Chairman, Permanent Subcommittee on Investigations, Committee on Government Affairs, U.S. Senate."},
      {
        "id":"ED347942",
        "title":"Guaranteed Student Loans: Eliminating Interest Rate Floors Could Generate Substantial Savings. Report to the Honorable George D. Mitchell, U.S. Senate."},
      {
        "id":"ED347944",
        "title":"Higher Education Amendments of 1992. Report of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, Second Session, Together with Dissenting and Additional Views."},
      {
        "id":"ED347950",
        "title":"Black South Africans in the United States: An Analysis of Their Educational and Practical Training Experiences."},
      {
        "id":"ED347951",
        "title":"Firm Utilization of University Scientific Research."},
      {
        "id":"ED347955",
        "title":"The Leadership Compass: Values and Ethics in Higher Education. ASHE-ERIC Higher Education Report No. 1, 1992."},
      {
        "id":"ED347956",
        "title":"High School-College Partnerships: Conceptual Models, Programs, and Issues. ERIC Digest."},
      {
        "id":"ED347957",
        "title":"Meeting the Mandate: Renewing the College and Departmental Curriculum. ERIC Digest."},
      {
        "id":"ED347958",
        "title":"Faculty Collaboration: Enhancing the Quality of Scholarship and Teaching. ERIC Digest."},
      {
        "id":"ED347959",
        "title":"Strategies and Consequences: Managing the Costs in Higher Education. ERIC Digest."},
      {
        "id":"ED347960",
        "title":"College Alcohol and Drug Abuse Prevention Programs: An Update. ERIC Digest."},
      {
        "id":"ED347968",
        "title":"Archives Library Information Center (ALIC) Notes, 1989-1992."},
      {
        "id":"ED347969",
        "title":"Education, Economics and TAFE Libraries. Proceedings of the National Conference of the Technical and Further Education National Section of the Australian Library and Information Association (2nd, Bundoora, Victoria, Australia, September 25-27, 1989)."},
      {
        "id":"ED347970",
        "title":"Proceedings of Selected Research and Development Presentations at the Convention of the Association for Educational Communications and Technology and Sponsored by the Research and Theory Division (14th, Washington, D.C., February 5-9, 1992)."},
      {
        "id":"ED347971",
        "title":"ID Knowledge Structure, Lesson Planning, and Teacher Performance."},
      {
        "id":"ED347972",
        "title":"The Effects of Two-Way Visual Contact on Student Verbal Interactions during Teleconferenced Instruction."},
      {
        "id":"ED347974",
        "title":"The Effects of Two Instructional Conditions on Learners' Computer Anxiety and Confidence."},
      {
        "id":"ED347976",
        "title":"Instructional Design Practices and Teacher Planning Routines."},
      {
        "id":"ED347979",
        "title":"Understanding Learning and Performance in Context: A Proposed Model of Self-Assessment."},
      {
        "id":"ED347980",
        "title":"The Perception of the Educational Value of Channel One among Secondary Level Teachers and Students."},
      {
        "id":"ED347982",
        "title":"The Effects of Different Forms of Computer-Mediated Feedback on Lesson Completion Time."},
      {
        "id":"ED347983",
        "title":"The Effects of Different Feedback Strategies Using Computer-Administered Multiple-Choice Questions as Instruction."},
      {
        "id":"ED347984",
        "title":"Identifying a Range of Performance Improvement Solutions--High Yield Training to Systems Redesign--through Evaluation Research."},
      {
        "id":"ED347985",
        "title":"Effects of Levels of Personalization on Reading Comprehension."},
      {
        "id":"ED347987",
        "title":"The Use of Instructional Design Skills in the Mental and Written Planning Processes of Teachers."},
      {
        "id":"ED347988",
        "title":"Systematically Designed Text Enhanced with Compressed Speech Audio."},
      {
        "id":"ED347989",
        "title":"Thirty Teaching Strategies Used by Teachers of At-Risk Students."},
      {
        "id":"ED347991",
        "title":"The Adoption and Diffusion of an Electronic Network for Education."},
      {
        "id":"ED347992",
        "title":"The Effects of Integrating a Learning Strategy into CBI."},
      {
        "id":"ED347994",
        "title":"Effects of Instructional Design with Mental Model Analysis on Learning."},
      {
        "id":"ED347998",
        "title":"Media Competencies for Pre-Service Secondary Education Teachers: Teaching Discipline and Competency Selection."},
      {
        "id":"ED348003",
        "title":"Modeling the School System Adoption Process for Library Networking."},
      {
        "id":"ED348010",
        "title":"The Development and Evaluation of a Self-Regulated Learning Inventory and Its Implications for Instructor-Independent Instruction."},
      {
        "id":"ED348012",
        "title":"Narrative and Episodic Story Structure in Interactive Stories."},
      {
        "id":"ED348016",
        "title":"Effects of Learner Control over Feedback in Computer-Based Instruction."},
      {
        "id":"ED348021",
        "title":"Alternate Methods for Conducting Formative Evaluations of Interactive Instructional Technologies."},
      {
        "id":"ED348024",
        "title":"A Study of Black At-Risk Urban Youth Using Computer Assisted Testing."},
      {
        "id":"ED348025",
        "title":"The Impact of Cooperative Group Composition on Student Performance and Attitudes during Interactive Videodisc Instruction."},
      {
        "id":"ED348029",
        "title":"Choosing a Display Format for Instructional Multimedia: Two Screens vs. One."},
      {
        "id":"ED348030",
        "title":"The Nature, Function and Value of the Curriculum Materials Center on Colleges of Education."},
      {
        "id":"ED348032",
        "title":"Channel One News in the Classroom: Does It Make a Difference?"},
      {
        "id":"ED348036",
        "title":"Preferred Length of Video Segments in Interactive Video Programs."},
      {
        "id":"ED348039",
        "title":"Designing the Instructional Environment: Focus on Seating."},
      {
        "id":"ED348040",
        "title":"A Critical Review of Elaboration Theory."},
      {
        "id":"ED348042",
        "title":"Postmodern Educational Technology. ERIC Digest."},
      {
        "id":"ED348045",
        "title":"Governor's Conference on Library and Information Services, 1990: A Report to the People of Pennsylvania (Harrisburg, Pennsylvania, September 13-15, 1990)."},
      {
        "id":"ED348046",
        "title":"Governor's Forums on Library and Information Services."},
      {
        "id":"ED348048",
        "title":"Protecting Libraries for Lifelong Learning."},
      {
        "id":"ED348050",
        "title":"Growth and Change in 67 Medical School Libraries, 1975-1989."},
      {
        "id":"ED348051",
        "title":"Census, CD-ROM, and You! New Horizons for Microcomputer Users of Census Bureau Data."},
      {
        "id":"ED348052",
        "title":"Comparative Study of Periodical Literature Indexing: Print versus Electronic Access. Final Report."},
      {
        "id":"ED348053",
        "title":"ERIC Clearinghouse Publications, 1991. An Annotated Bibliography of Information Analysis Products and Other Major Publications of the ERIC Clearinghouses Announced in Resources in Education (RIE) January-December 1991."},
      {
        "id":"ED348054",
        "title":"Internet Basics. ERIC Digest."},
      {
        "id":"ED348055",
        "title":"ERIC Processing Manual. Rules and Guidelines for the Acquisition, Selection, and Technical Processing of Documents and Journal Articles by the Various Components of the ERIC Network."},
      {
        "id":"ED348056",
        "title":"Introduction. ERIC Processing Manual, Section I."},
      {
        "id":"ED348057",
        "title":"Acquisitions. ERIC Processing Manual, Section II."},
      {
        "id":"ED348058",
        "title":"Selection. ERIC Processing Manual, Section III."},
      {
        "id":"ED348059",
        "title":"Handling and Shipping. ERIC Processing Manual, Section IV."},
      {
        "id":"ED348060",
        "title":"Cataloging. ERIC Processing Manual, Section V."},
      {
        "id":"ED348061",
        "title":"Abstracting/Annotating. ERIC Processing Manual, Section VI."},
      {
        "id":"ED348062",
        "title":"Indexing. ERIC Processing Manual, Section VII."},
      {
        "id":"ED348063",
        "title":"Vocabulary Development and Maintenance--Descriptors. ERIC Processing Manual, Section VIII (Part 1)."},
      {
        "id":"ED348064",
        "title":"Vocabulary Development and Maintenance--Identifiers. ERIC Processing Manual, Section VIII (Part 2)."},
      {
        "id":"ED348065",
        "title":"Data Entry. ERIC Processing Manual, Section IX."},
      {
        "id":"ED348066",
        "title":"Database Changes (Post-Publication). ERIC Processing Manual, Section X."},
      {
        "id":"ED348067",
        "title":"ERIC Clearinghouse Scope of Interest Guide. ERIC Processing Manual, Appendix A."},
      {
        "id":"ED348068",
        "title":"Document Preparation (for Filming). ERIC Processing Manual, Appendix B."},
      {
        "id":"ED348069",
        "title":"ERIC Indexing Handbook (Clearinghouse Indexing Practices). ERIC Processing Manual, Appendix C."},
      {
        "id":"ED348070",
        "title":"Glossary of Terms (with Acronym List). ERIC Processing Manual."},
      {
        "id":"ED348074",
        "title":"Washington Center for the Improvement of the Quality of Undergraduate Education. Final Report to the Ford Foundation, 1986-88. Volume I: Institutional Self Study."},
      {
        "id":"ED348075",
        "title":"Washington Center for the Improvement of the Quality of Undergraduate Education. Final Report to the Ford Foundation, 1986-88. Volume II: Washington Center Activities, 1985-88."},
      {
        "id":"ED348077",
        "title":"Literacy in the Colleges and Institutes: A Focus on Community Partnerships."},
      {
        "id":"ED348078",
        "title":"AACJC/Metropolitan Life Foundation Registered Nurse Shortage Project: Status Report."},
      {
        "id":"ED348082",
        "title":"The Relationships among the Governing Board, the Superintendent/President, and the Academic Senate in Collegial Governance at MiraCosta College--and the Mandate of AB 1725."},
      {
        "id":"ED348087",
        "title":"Follow-Up Survey of Participants in Preparing for Profit (PREP)."},
      {
        "id":"ED348088",
        "title":"Part-Time and Evening Faculty: Promoting Teaching Excellence for Adult Evening College Students. 1991/92 Fund for Instructional Improvement Grant Project. Final Report."},
      {
        "id":"ED348089",
        "title":"LINC ing: Creating a Regional Consortium for Leadership Development."},
      {
        "id":"ED348090",
        "title":"American Association of Women in Community and Junior Colleges Quarterly; Vol. XVI, Nos. 1-4."},
      {
        "id":"ED348091",
        "title":"Assessing the Transfer Function: Tracking Down Transfer Students at Frederick Community College. A Report of the Transfer Tracking System and the Successful Transfer Survey, 1990-91."},
      {
        "id":"ED348094",
        "title":"A Community College Responds to a State Budget Crisis: An Evaluation of the Financial Plan of Prince George's Community College."},
      {
        "id":"ED348097",
        "title":"San Jose City College Withdrawing Students Study, Math 310, LS 340, ENGL 321: Fall 1990--Spring 1991. Research Report #119."},
      {
        "id":"ED348098",
        "title":"San Jose City College Successful Students Study: MATH 310, LS 340, ENGL 321, Fall 1990. Research Report #120."},
      {
        "id":"ED348099",
        "title":"Success, Competency, and Persistence of New College Students in Math 310 at SJCC by Method of Instruction, Fall 1990. Research Report #126."},
      {
        "id":"ED348100",
        "title":"College Success and the Black Male. San Jose City College, San Jose, California. Research Report #128."},
      {
        "id":"ED348105",
        "title":"Supporting Displaced Workers for Successful Retraining."},
      {
        "id":"ED348106",
        "title":"The Advising Connection: A Training Program for Faculty Advisors."},
      {
        "id":"ED348108",
        "title":"Countering Stress with Leisure and Recreational Activities: An Analysis of 2-Year College Presidents or Directors."},
      {
        "id":"ED348111",
        "title":"The Collegiate Function of Community Colleges: Fostering Higher Learning through Curriculum and Student Transfer."},
      {
        "id":"ED348112",
        "title":"College Preparatory Instruction: Study Results from a Legislative Request."},
      {
        "id":"ED348113",
        "title":"Campus, Campus Center, and Outreach Profile: Analysis of Students Taking Courses at Various Locations, Fall Term 1991."},
      {
        "id":"ED348114",
        "title":"Montgomery College in Its Formative Years, 1946-1979."},
      {
        "id":"ED348115",
        "title":"Gender Fairness in the Classroom: Theory and Praxis."},
      {
        "id":"ED348116",
        "title":"Feminist Pedagogy and the Teaching of Science: An Experiential Workshop."},
      {
        "id":"ED348118",
        "title":"Assessment: What's the Next Step? A Model for Institutional Improvement."},
      {
        "id":"ED348128",
        "title":"Critical Thinking in Community Colleges. ERIC Digest."},
      {
        "id":"ED348129",
        "title":"In the Shadow of Baccalaureate Institutions. ERIC Digest."},
      {
        "id":"ED348130",
        "title":"Toward an Integrated Theory of School and Family Connections. Report No. 3."},
      {
        "id":"ED348132",
        "title":"Parent Express."},
      {
        "id":"ED348137",
        "title":"Gender-Typed Language in Preschoolers and Their Parents."},
      {
        "id":"ED348138",
        "title":"How We Think and Learn. Lecture Series."},
      {
        "id":"ED348142",
        "title":"Early Literacy Project: Tutoring and Parent Training in a Head Start Center."},
      {
        "id":"ED348144",
        "title":"Predictive Validity of the Caregiver's School Readiness Inventory."}]
  }}
