{
  "response":{"numFound":506904,"start":46000,"numFoundExact":true,"docs":[
      {
        "id":"ED348148",
        "title":"The Education and Care of Young Children. Report of the ASCD Early Childhood Consortium."},
      {
        "id":"ED348152",
        "title":"Common Bonds: Anti-Bias Teaching in a Diverse Society."},
      {
        "id":"ED348156",
        "title":"War and Peace: Toys, Teachers, and Tots."},
      {
        "id":"ED348161",
        "title":"The Nongraded Elementary School: Lessons from History."},
      {
        "id":"ED348162",
        "title":"Supporting Young Learners: Ideas for Preschool and Day Care Providers."},
      {
        "id":"ED348163",
        "title":"Perinatal Substance Abuse: What's Best for the Children?"},
      {
        "id":"ED348164",
        "title":"Food Choices for Good Health [and] Children and Weight: What's a Parent To Do?"},
      {
        "id":"ED348165",
        "title":"Montessori Programs in Public Schools. ERIC Digest."},
      {
        "id":"ED348166",
        "title":"Transracial Adoption: How It Is 17 Years Later. Family Life Project: A Longitudinal Adoption Study/Phase V."},
      {
        "id":"ED348167",
        "title":"Holistic Empathy Education among Preschool and School Children."},
      {
        "id":"ED348168",
        "title":"Oversight on the School Lunch Program. Hearing on the Implementation of the National School Lunch Program before the Committee on Agriculture, Nutrition, and Forestry. United States Senate, One Hundred Second Congress, Second Session."},
      {
        "id":"ED348169",
        "title":"Finding Creativity for Children."},
      {
        "id":"ED348172",
        "title":"Children&apos;s Response to First Dental Visit as a Function of Age."},
      {
        "id":"ED348174",
        "title":"Ability Grouping and Student Achievement in Elementary Schools: A Best-Evidence Synthesis. Report No. 1."},
      {
        "id":"ED348177",
        "title":"[Clip Sheets from BOCES. Opportunities. Health. Careers. = Oportunidades. Salud. Una Camera En...]"},
      {
        "id":"ED348179",
        "title":"Common Threads: Weaving Together Rural Resources for People with Disabilities. Proceedings (Missoula, Montana, September 15-17, 1991)."},
      {
        "id":"ED348180",
        "title":"Promoting Learning and Educational Delivery and Quality among &quot;At Risk&quot; U.S. Mexican and Native American Elementary School Children in Tucson, Arizona. A Pilot Project."},
      {
        "id":"ED348182",
        "title":"Literacy and Education Needs in Public and Indian Housing Developments throughout the Nation. Report to Congress."},
      {
        "id":"ED348184",
        "title":"Small Schools and Higher Order Thinking Skills."},
      {
        "id":"ED348186",
        "title":"Establishing as the Policy of the United States the Preservation, Protection, and Promotion of the Rights of Indigenous Americans To Use, Practice and Develop Native American Languages, and for Other Purposes. Report To Accompany S.J. Res. 379 from the Select Committee on Indian Affairs. United States Senate, 100th Congress, 2d Session."},
      {
        "id":"ED348192",
        "title":"Rural Education and the Beginning Teacher."},
      {
        "id":"ED348196",
        "title":"Charting New Maps: Multicultural Education in Rural Schools. ERIC Digest."},
      {
        "id":"ED348197",
        "title":"American Indians and Alaska Natives in Higher Education: Research on Participation and Graduation. ERIC Digest."},
      {
        "id":"ED348198",
        "title":"Thinking in Outdoor Inquiry. ERIC Digest."},
      {
        "id":"ED348199",
        "title":"The Emerging Role of Tribal College Libraries in Indian Education. ERIC Digest."},
      {
        "id":"ED348200",
        "title":"Integrating Mexican-American History and Culture into the Social Studies Classroom. ERIC Digest."},
      {
        "id":"ED348201",
        "title":"Using Literature by American Indians and Alaska Natives in Secondary Schools. ERIC Digest."},
      {
        "id":"ED348202",
        "title":"The Current Condition of Native Americans. ERIC Digest."},
      {
        "id":"ED348203",
        "title":"In Our Own Words: Community Story Traditions To Prevent and Heal Substance Abuse. A Teacher's Guide with Examples from Native American and Rural Contexts."},
      {
        "id":"ED348204",
        "title":"Lasting Lessons: A Teacher's Guide to Reflecting on Experience."},
      {
        "id":"ED348205",
        "title":"Managing Smallness: Promising Fiscal Practices for Rural School District Administrators."},
      {
        "id":"ED348206",
        "title":"Invisible Children: A Portrait of Migrant Education in the United States. Final Report."},
      {
        "id":"ED348208",
        "title":"National Association for Research in Science Teaching Annual Conference, Abstracts of Presented Papers (62nd, San Francisco, California, March 30-April 1, 1989)."},
      {
        "id":"ED348209",
        "title":"From Galileo To Piaget: How Do We Construct Epistemological Theories?"},
      {
        "id":"ED348211",
        "title":"Seeing Fractions: A Unit for the Upper Elementary Grades."},
      {
        "id":"ED348213",
        "title":"Science. A Guide to Curriculum Development."},
      {
        "id":"ED348216",
        "title":"Square One TV: Coding of Segments."},
      {
        "id":"ED348217",
        "title":"SQUARE ONE TV Content Analysis and Show Rundowns through Season Four."},
      {
        "id":"ED348220",
        "title":"Stories of Excellence: Ten Case Studies from A Study of Exemplary Mathematics Programs."},
      {
        "id":"ED348223",
        "title":"America's Academic Future: A Report of the Presidential Young Investigator Colloquium on U.S. Engineering, Mathematics, and Science Education for the Year 2010 and Beyond (Arlington, Virginia, November 4-6, 1990)."},
      {
        "id":"ED348226",
        "title":"Federal Efforts in Science and Mathematics Education. Hearing before a Subcommittee of the Committee on Appropriations, United States Senate, One Hundred Second Congress, First Session. Special Hearing."},
      {
        "id":"ED348229",
        "title":"The Use of Contextual Problems and Multi-Representational Software To Teach the Concept of Functions. Final Project Report."},
      {
        "id":"ED348230",
        "title":"Structural Equation Modeling of Science and Mathematics Achievements of Secondary I Females in Arab Jerusalem: An Application of the Theory of Planned Behavior."},
      {
        "id":"ED348233",
        "title":"Integrating Science and Mathematics in Teaching and Learning: A Bibliography."},
      {
        "id":"ED348234",
        "title":"A Summary of Research in Science Education 1990."},
      {
        "id":"ED348235",
        "title":"Environmental Literacy: Its Roots, Evolution and Directions in the 1990s."},
      {
        "id":"ED348236",
        "title":"The Saga of IHU NUI: Economic Man [and] Teacher's Guide. Updated and Revised."},
      {
        "id":"ED348238",
        "title":"[Heritage Education: Teaching a Preservation Ethic.]"},
      {
        "id":"ED348239",
        "title":"Improving Indonesia's Cities: A Case Study of Economic Development, Including a Teaching Guide and An Economic Summary of Indonesia. Toward a Better World Series, Learning Kit No. 5."},
      {
        "id":"ED348246",
        "title":"Tackling Poverty in Rural Mexico: A Case Study of Economic Development. Toward a Better World Series, Learning Kit No. 4."},
      {
        "id":"ED348247",
        "title":"The Rajasthan Canal Project: A Case Study of Economic Development. Toward a Better World Series, Learning Kit No. 2."},
      {
        "id":"ED348248",
        "title":"Small-Scale Industries in Kenya: A Case Study of Economic Development. Toward a Better World Series, Learning Kit No. 3."},
      {
        "id":"ED348251",
        "title":"Policy Thought among Children and Adolescents: A Review of the Literature. Monograph No. 3."},
      {
        "id":"ED348252",
        "title":"LRE Project Exchange. Volume 6, Number 1, Spring 1986."},
      {
        "id":"ED348254",
        "title":"Household and Family Characteristics: March 1990 and 1989. Population Characteristics."},
      {
        "id":"ED348255",
        "title":"Common Issues in World Regions. Teacher's Guide."},
      {
        "id":"ED348267",
        "title":"Cooperative Learning and Achievement in Social Studies: Jigsaw II."},
      {
        "id":"ED348268",
        "title":"Social Teaching, Social Action."},
      {
        "id":"ED348269",
        "title":"A Survey of Priests Ordained Five to Nine Years."},
      {
        "id":"ED348270",
        "title":"Perspectives on LRE in the Year 2000. Bar/School Partnership Programs Series."},
      {
        "id":"ED348272",
        "title":"Contemporary Perspectives on the Enduring Constitution: A Bicentennial Primer."},
      {
        "id":"ED348274",
        "title":"Oversight Hearing: Office for Civil Rights, Department of Education. Hearing on Reviewing the Activities of the Office of Civil Rights, Department of Education, before the Committee on Labor and Human Resources, United States Senate. One Hundred Second Congress, First Session (May 17, 1991)."},
      {
        "id":"ED348276",
        "title":"Archeology and Education: The Classroom and Beyond. Papers from the Symposium (2nd, Tucson, Arizona, 1990). Archeological Assistance Study Number 2."},
      {
        "id":"ED348277",
        "title":"Elementary, Secondary, and Higher Education. Hearings before the Committee on the Budget. U.S. House of Representatives, One Hundred Second Congress, First Session, July 24 and 25, 1991."},
      {
        "id":"ED348279",
        "title":"World Bank Atlas. [Twenty-Fourth Edition.]"},
      {
        "id":"ED348280",
        "title":"Adolescent Fertility in Sub-Sahara Africa: Strategies for a New Generation. Based on the Proceedings of the International Forum on Adolescent Fertility (Arlington, Virginia, September 1990)."},
      {
        "id":"ED348285",
        "title":"Restoring America's Future: Preparing the Nation for the 21st Century. A Report."},
      {
        "id":"ED348287",
        "title":"Building Social Work Knowledge for Effective Services and Policies: A Plan for Research Development."},
      {
        "id":"ED348288",
        "title":"Countering the Reactionary Federal Program for Education."},
      {
        "id":"ED348290",
        "title":"The Humanities and the Art of Public Discussion, Volume 3. Essays and Commentaries on Freedom of Expression, America's Role in the World, and U.S. Energy Policy."},
      {
        "id":"ED348291",
        "title":"A Case Study of Kuwaiti Girls' Secondary Schools before the Iraqi Invasion of August 1990."},
      {
        "id":"ED348293",
        "title":"Administration of International Education."},
      {
        "id":"ED348294",
        "title":"Using the Five Themes of Geography To Teach about Venezuela and Mexico."},
      {
        "id":"ED348297",
        "title":"Lessons about Art in History and History in Art."},
      {
        "id":"ED348317",
        "title":"Teaching about the Voyages of Columbus. ERIC Digest."},
      {
        "id":"ED348318",
        "title":"The Connections between Language Education and Civic Education. ERIC Digest."},
      {
        "id":"ED348319",
        "title":"World War II in the Curriculum. ERIC Digest."},
      {
        "id":"ED348320",
        "title":"Teaching about the Constitutional Rights of Students. ERIC Digest."},
      {
        "id":"ED348322",
        "title":"Fulbright Hays Summer Seminars Aborad Program, 1985. Curriculum Projects."},
      {
        "id":"ED348323",
        "title":"Fulbright Hays Summer Seminars Abroad Program, 1986. Curriculum Projects."},
      {
        "id":"ED348324",
        "title":"Fulbright Hays Summer Seminars Abroad Program, 1988. Curriculum Projects."},
      {
        "id":"ED348325",
        "title":"Fulbright Hays Summer Seminars Abroad Program, 1990. China: Tradition and Transformation. Curriculum Projects."},
      {
        "id":"ED348326",
        "title":"Fulbright Summer Seminars Abroad Program, 1990. China&apos;s Economic Development: Research Essays."},
      {
        "id":"ED348327",
        "title":"Fulbright Summer Seminars Abroad Program 1991. China: Tradition and Transformation. Curriculum Projects."},
      {
        "id":"ED348328",
        "title":"Post-Modernism, Art Educators, and Art Education. ERIC Digest."},
      {
        "id":"ED348332",
        "title":"Using a Problem Solving Model To Revise the Teacher Education Program."},
      {
        "id":"ED348333",
        "title":"Aquatic Equipment Information."},
      {
        "id":"ED348334",
        "title":"Student-Generated Challenges to Instructor's Answers on Tests."},
      {
        "id":"ED348335",
        "title":"Teacher Supply and Demand in Michigan and the United States--1991."},
      {
        "id":"ED348338",
        "title":"Effects of Videotaping on Pre-Service Teacher Performance."},
      {
        "id":"ED348339",
        "title":"Differences in Texas Teacher Appraisal System Scores."},
      {
        "id":"ED348342",
        "title":"Conceptual Change in Teacher Education: The Centrality of Metacognition."},
      {
        "id":"ED348343",
        "title":"Developing an Early Childhood Initiative in Post Baccalaureate Preservice Teacher Education: Reflections on Collaboration."},
      {
        "id":"ED348345",
        "title":"Desirable Mail Questionnaire Characteristics in Teacher Education Research."},
      {
        "id":"ED348346",
        "title":"Entering Adulthood: Skills for Injury Prevention. A Curriculum Guide for Grades 9-12."},
      {
        "id":"ED348349",
        "title":"&quot;Stronger in Their Presence&quot;: Being and Becoming a Teacher of Color."},
      {
        "id":"ED348350",
        "title":"Teacher Experience and the Estimation of Student Achievement."},
      {
        "id":"ED348351",
        "title":"I Ain't No Teacher: Authority in Classroom Discussion."},
      {
        "id":"ED348353",
        "title":"Beginning Professionals' Metaphors in an Early Field Placement."},
      {
        "id":"ED348355",
        "title":"Preservice Teachers' Inclass Behaviors: The Effect of Planning and Not Planning."},
      {
        "id":"ED348356",
        "title":"Tradition and Reform in Teacher Education. Monograph 6."},
      {
        "id":"ED348357",
        "title":"Teachers' Evaluations of Student Work."},
      {
        "id":"ED348358",
        "title":"The Arts and Sciences as Preparation for Teaching. Issue Paper 92-3."},
      {
        "id":"ED348359",
        "title":"Pedagogical Balancing Acts: A Teacher Educator Encounters Problems in an Attempt To Influence Prospective Teachers' Beliefs."},
      {
        "id":"ED348361",
        "title":"Teacher-Teacher Interaction and Knowledge Use."},
      {
        "id":"ED348362",
        "title":"Teacher as Change Agent: Helping Preservice Teachers Articulate Their Visions."},
      {
        "id":"ED348363",
        "title":"Teaching To Learn: Cross-Age Tutoring To Enhance Strategy Acquisition."},
      {
        "id":"ED348364",
        "title":"Flagball for the '90s."},
      {
        "id":"ED348366",
        "title":"An Introduction to Case Use in Teacher Education."},
      {
        "id":"ED348367",
        "title":"Why We Want To Be Teachers: New Teachers Talk about Their Reasons for Entering the Profession."},
      {
        "id":"ED348368",
        "title":"Status of Dance in Education. ERIC Digest."},
      {
        "id":"ED348369",
        "title":"A Comparison of the College Outcome Measures Program (COMP) Exam and the ETS Academic Profile."},
      {
        "id":"ED348375",
        "title":"Proceedings of the 1989 IPMAAC Conference on Personnel Assessment (13th, Orlando, Florida, June 18-22, 1989)."},
      {
        "id":"ED348376",
        "title":"Ten Standard Responses to Qualitative Research Interviews."},
      {
        "id":"ED348378",
        "title":"Item Analysis of Achievement Tests Based on Small Numbers of Examinees."},
      {
        "id":"ED348380",
        "title":"Report on New Standards Tasks and Protocols for Piloting. Project 2.1: Alternative Approaches to Assessment in Mathematics and Science. Alternative Approaches to Assessment in Mathematical Problem Solving."},
      {
        "id":"ED348381",
        "title":"Implications of Diversity in Human Characteristics for Authentic Assessment."},
      {
        "id":"ED348382",
        "title":"Will National Tests Improve Student Learning?"},
      {
        "id":"ED348383",
        "title":"Canonical Correlation Analysis as a General Analytical Model."},
      {
        "id":"ED348386",
        "title":"Canonical Correlations between Dimensions of Acculturation and Psychological Adjustment."},
      {
        "id":"ED348389",
        "title":"Program Development Criteria for Curricula Designed To Teach Central Conceptual Structures."},
      {
        "id":"ED348392",
        "title":"Mathematics and Reading Test Equating."},
      {
        "id":"ED348396",
        "title":"Use of R&amp;D Laboratory Services and Products for School Improvement."},
      {
        "id":"ED348399",
        "title":"A Note on Recovering the Ability Distribution from Test Scores."},
      {
        "id":"ED348400",
        "title":"Toward One System of Education: Assessing To Improve, Not Merely Audit. State Policy and Assessment in Higher Education. ESC Working Paper."},
      {
        "id":"ED348402",
        "title":"Classroom Testing in Canada. Proceedings of the Canadian Conference on Classroom Testing (2nd, Vancouver, British Columbia, Canada, June 1-2, 1990)."},
      {
        "id":"ED348403",
        "title":"Further Findings on Non-Linear Patterns of the Blaming of Professionals for Incidents of Aggression and Assault."},
      {
        "id":"ED348405",
        "title":"The Business Community and School Reform: The Boston Compact at Five Years."},
      {
        "id":"ED348406",
        "title":"The Ghetto Underclass: Social Science Perspectives. The Annals of the American Academy of Political and Social Science."},
      {
        "id":"ED348416",
        "title":"Effective Compensatory Education Programs for Extremely Disadvantaged Children."},
      {
        "id":"ED348417",
        "title":"Review of Literature for National Survey of ECIA Chapter 1 Schools. Draft."},
      {
        "id":"ED348423",
        "title":"Single-Sex, Single Race Public Schools: A Solution to the Problems Plaguing the Black Community?"},
      {
        "id":"ED348427",
        "title":"Minority Overrepresentation in the Juvenile Justice System. Hearing before the Subcommittee on Juvenile Justice of the Committee on the Judiciary. United States Senate, One Hundred Second Congress, First Session on the Status of the Juvenile Justice System in America, Focusing on the Causes of Minority Overrepresentation and the Plight of Minority Youth in Inner Cities."},
      {
        "id":"ED348430",
        "title":"An Historical Comparison of Parental Involvement of Three Generations of Japanese Americans (Isseis, Niseis, and Sanseis) in the Education of Their Children."},
      {
        "id":"ED348431",
        "title":"Migrant Workers' Children: School Problems in the Host Country and in the Country of Origin after the Return Home."},
      {
        "id":"ED348434",
        "title":"The Emerging Crisis: Current and Projected Status of Children in the United States."},
      {
        "id":"ED348436",
        "title":"Communities Count: Community Based Sourcebook for Promoting Mathematics &amp; Science Education."},
      {
        "id":"ED348437",
        "title":"Educating Homeless Children and Youth: How Are We Measuring Up? A Progress Report, School Year 1990-91."},
      {
        "id":"ED348438",
        "title":"In the Shadow of Opportunity: Removing Barriers and Creating Success for America's Homeless Children and Youth. A Policy Statement."},
      {
        "id":"ED348439",
        "title":"Providing Chapter 1 Services to Limited English-Proficient Students. Final Report."},
      {
        "id":"ED348441",
        "title":"Follow Through: A Bridge to the Future."},
      {
        "id":"ED348442",
        "title":"Report of the Chapter 1 Sustained Effects Study. 1989-91. Elementary and Secondary Education Act--Chapter 1."},
      {
        "id":"ED348443",
        "title":"Functional vs. Critical Literacy: A Case Study in a Hispanic Community."},
      {
        "id":"ED348444",
        "title":"Successful Indicators Study (SIS) Methodology Report: Deviant Case Analysis Pilot."},
      {
        "id":"ED348445",
        "title":"Adaptation and Implementation of Success for All: Progress Report."},
      {
        "id":"ED348446",
        "title":"Site Descriptive Protocols of Programs for Ethnolinguistically Diverse Classrooms."},
      {
        "id":"ED348447",
        "title":"Motivating Disadvantaged Early Adolescents To Reach New Heights: Effective Evaluation, Reward, and Recognition Structures."},
      {
        "id":"ED348448",
        "title":"Latinos in Pennsylvania: Summary Report &amp; Recommendations."},
      {
        "id":"ED348449",
        "title":"The Role of Family Support and Integrated Human Services in Achieving Success for All in the Elementary School."},
      {
        "id":"ED348451",
        "title":"Stressful Life Events, Social Support, and Achievement: A Study of Three Grade Levels in a Multicultural Environment."},
      {
        "id":"ED348452",
        "title":"Urban Teachers&apos; Beliefs and Knowledge about Literacy Teaching and Learning: An Examination from Mechanistic and Contextualistic Perspectives."},
      {
        "id":"ED348453",
        "title":"Ethnic Identity and School Achievement as Perceived by a Group of Selected Mainland Puerto Rican Students."},
      {
        "id":"ED348455",
        "title":"Restructuring in an Urban Setting: How One Elementary School Got Started."},
      {
        "id":"ED348456",
        "title":"Perceptions of Racial Interaction in the School: The Racial Climate Survey."},
      {
        "id":"ED348460",
        "title":"Examining Cultural Conflict in Urban Field Experiences through the Use of Reflective Thinking. Draft."},
      {
        "id":"ED348463",
        "title":"Forging School-Community Partnerships: A Case Study of School Restructuring for Language-Minority Students."},
      {
        "id":"ED348464",
        "title":"Fostering High Achievement in African American Children: Home, School, and Public Policy Influences. Trends and Issues No. 16."},
      {
        "id":"ED348465",
        "title":"Teaching Mathematics Effectively and Equitably to Females. Trends and Issues No. 17."},
      {
        "id":"ED348474",
        "title":"Where Are the Fathers in Family Literacy? Final Report. Project #98-1032."},
      {
        "id":"ED348475",
        "title":"Family Literacy for Fathers and Children. A Sourcebook of Activities and Teacher's Guide. Project #98-1032."},
      {
        "id":"ED348476",
        "title":"Central Core Materials for Agricultural Education Programs. Core Agricultural Education Curriculum, Central Cluster."},
      {
        "id":"ED348477",
        "title":"Agricultural Business and Management Materials for Agricultural Education Programs. Core Agricultural Education Curriculum, Central Cluster."},
      {
        "id":"ED348478",
        "title":"Horticulture Materials for Agricultural Education Programs. Core Agricultural Education Curriculum, Central Cluster."},
      {
        "id":"ED348480",
        "title":"Assessing the Productivity of Vocational/Technical Graduates."},
      {
        "id":"ED348481",
        "title":"The Special Education Model Curriculum for Regular and Vocational Educators and Recommendations for Its Use. Report of the Department of Education to the Governor and the General Assembly of Virginia. House Document No. 23."},
      {
        "id":"ED348488",
        "title":"Assessment of the Motivational Orientations of Vocational, Technical and Adult Education Graduates in Off-Campus Credit Programs."},
      {
        "id":"ED348489",
        "title":"Competitive Skills Project. Final Report."},
      {
        "id":"ED348490",
        "title":"Reconsidering Vocational Technical Education for Black and Latino Youth."},
      {
        "id":"ED348491",
        "title":"Integration of Vocational and Academic Education: Theory and Practice."},
      {
        "id":"ED348492",
        "title":"Performance-Based Occupational Math Requirements Assessment (OMRA). Implementation and Supporting Research."},
      {
        "id":"ED348493",
        "title":"Students with Limited English Proficiency: Selected Resources for Vocational Preparation. Volume 2."},
      {
        "id":"ED348495",
        "title":"Basic Education in Prisons: Interim Report."},
      {
        "id":"ED348497",
        "title":"Coordination of Vocational-Technical Education in Virginia: Transfer of Credit between Public &amp; Private Sector Postsecondary Education."},
      {
        "id":"ED348498",
        "title":"Strands of Opportunity, Webs of Hope: Weaving a Seamless Education System for Workplace Needs. 1991 Annual Report."},
      {
        "id":"ED348499",
        "title":"Business-Education Partnerships in California: An Overview and Guide with Selected Case Studies."},
      {
        "id":"ED348502",
        "title":"Teachers, Tools &amp; Techniques. A Handbook for Adult Basic Education and GED Instruction."},
      {
        "id":"ED348503",
        "title":"Strategies for Improving Adult Reading Performance."},
      {
        "id":"ED348504",
        "title":"Occupational Profiles in the European Steel Industry."},
      {
        "id":"ED348505",
        "title":"Occupations in the Hotel Tourist Sector within the European Community. A Comparative Analysis."},
      {
        "id":"ED348506",
        "title":"The EC Programme &quot;Comparability of Vocational Training Qualifications.&quot; Aims, Working Methods, Evaluation."},
      {
        "id":"ED348507",
        "title":"Equal Opportunities and Vocational Training. Evaluation of In-Company Vocational Training Schemes for Women."},
      {
        "id":"ED348508",
        "title":"Occupational and Qualification Structures in the Field of Environmental Protection in the Metal and Chemical Industries in Italy."},
      {
        "id":"ED348509",
        "title":"Training of Trainers: Problems and Trends."},
      {
        "id":"ED348510",
        "title":"Vocational Profiles and Training Requirements of Foremen and Overseers in the Textile/Clothing Sector in Portugal."},
      {
        "id":"ED348511",
        "title":"Vocational Training in the Tourist Industry."},
      {
        "id":"ED348512",
        "title":"Regional and Subcultural Determinants of Adolescents' Routes into Occupational Life: An English-German Comparison."},
      {
        "id":"ED348514",
        "title":"The Actual and Desired Role of Local Vocational Directors: A Comparison of Perceptions."},
      {
        "id":"ED348515",
        "title":"Adult Literacy: An Evaluation of a Successful Program."},
      {
        "id":"ED348516",
        "title":"Achieving Adult Literacy. Fastback 330."},
      {
        "id":"ED348517",
        "title":"Adult Education: The Way to Lifelong Learning. Fastback 334."},
      {
        "id":"ED348519",
        "title":"Survey of Literacy Skills Used in Daily Activities. A Report on the Literacy Skills of Albertans."},
      {
        "id":"ED348521",
        "title":"SALSA (Southwest Advanced Learning System for Adults). Pilot Project Research Report."},
      {
        "id":"ED348522",
        "title":"Improving the Keyboarding Composition Skills of Secondary Business Education Students through a Structured Approach."},
      {
        "id":"ED348524",
        "title":"Country Studies on the Financing of Vocational Training with Particular Reference to Continuing Training for the Gainfully Employed: Focus 2."},
      {
        "id":"ED348525",
        "title":"Perspectives for Continuing Education and Training: Cooperation between Western and Eastern Europe. European Congress on Continuing Education and Training (3rd, Berlin, Germany, March 14-15, 1991). Congress Papers."},
      {
        "id":"ED348526",
        "title":"Survey on the Policy of Continuing Training in Large Firms. Case Studies in Belgium, Spain, France, the Netherlands, and the United Kingdom."},
      {
        "id":"ED348528",
        "title":"Assessing Special Populations in Vocational Programs. Annotated Resource List."},
      {
        "id":"ED348529",
        "title":"Integration of Academic and Vocational Education. Annotated Resource List."},
      {
        "id":"ED348530",
        "title":"Tech Prep. Annotated Resource List."},
      {
        "id":"ED348531",
        "title":"Career Magnets: Interviews with Students and Staff."},
      {
        "id":"ED348532",
        "title":"How Some Low Income Women View Learning as They Prepare for the Work Force: A Comparative Case Study."},
      {
        "id":"ED348533",
        "title":"Preparing Low Income Women for Today's Workplace: A Case Study on the Evolution of a Communications Model within a Job Training Program."},
      {
        "id":"ED348534",
        "title":"Case Management in Maryland's Tomorrow."},
      {
        "id":"ED348535",
        "title":"Ideas for Teacher Collaboration. What Happens When Teachers Collaborate?"},
      {
        "id":"ED348536",
        "title":"GI Bill Amendments of 1992. House of Representatives, 102d Congress, 2d Session. Report To Accompany H.R. 5087. [Including Cost Estimate of the Congressional Budget Office.]"},
      {
        "id":"ED348537",
        "title":"Hearing on Employment and Training Needs in the Current Recession. Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor, House of Representatives, One Hundred Second Congress, Second Session (Chicago, Illinois)."},
      {
        "id":"ED348538",
        "title":"Technical Education, Work Force Training, and U.S. Competitiveness. Hearing before the Subcommittee on Technology and Competitiveness of the Committee on Science, Space, and Technology. U.S. House of Representatives, One Hundred Second Congress, First Session (September 17, 1991)."},
      {
        "id":"ED348539",
        "title":"Job Training and Basic Skills Act of 1992. Senate, 102d Congress, 2d Session. Report Together with Additional Views to Accompany S. 2055."},
      {
        "id":"ED348540",
        "title":"Job Training Partnership Act. Actions Needed To Improve Participant Support Services. Report to Congressional Requesters."},
      {
        "id":"ED348541",
        "title":"DOD Service Academies. Status Report on Reviews of Student Treatment. Statement of Paul L. Jones, Director, Defense Force Management Issues, National Security and International Affairs Division. Testimony before the Subcommittee on Manpower and Personnel, Committee on Armed Services, U.S. Senate."},
      {
        "id":"ED348542",
        "title":"The Goal 5 Technical Planning Subgroup on International Workforce Skills Report to the National Education Goals Panel."},
      {
        "id":"ED348543",
        "title":"Technical and Adult Education Review."},
      {
        "id":"ED348544",
        "title":"Gender Equity in Vocational Programs of the Comprehensive High Schools: A Status Report, 1988-1989."},
      {
        "id":"ED348545",
        "title":"It's Our Shop, Too! A Study of Students in Nontraditional Occupations in Connecticut's Vocational-Technical Schools."},
      {
        "id":"ED348546",
        "title":"Strategies for Success: Recruiting Students into Nontraditional Programs."},
      {
        "id":"ED348547",
        "title":"Females in Vocational Education: Reflections of the Labor Market."},
      {
        "id":"ED348548",
        "title":"Motivational Profiles of Adult Learners in Relation to Self-Directed Learning."},
      {
        "id":"ED348549",
        "title":"Saginaw Adult Basic Education: Process Evaluation, 1991-92. Evaluation Report."},
      {
        "id":"ED348550",
        "title":"Workplace Literacy. Project SIDE. Procedural Report."},
      {
        "id":"ED348551",
        "title":"Job Training Reform Amendments of 1992. Conference Report To Accompany H.R. 3033. House of Representatives, 102d Congress, 2d Session."},
      {
        "id":"ED348552",
        "title":"The Job Training Partnership Act. Abuse of On-the-Job Training and Other Contracting Is an Ongoing Problem. Testimony before the Subcommittee on Employment and Housing, Committee on Government Operations, House of Representatives."},
      {
        "id":"ED348553",
        "title":"Cooperative Education: A Guide for Maine Cooperative Education Programs."},
      {
        "id":"ED348555",
        "title":"Enrollment and Completions at Private Career Schools. A Factual Look at Private Career Institutions in Nebraska."},
      {
        "id":"ED348556",
        "title":"The C&amp;G Technological Baccalaureate."},
      {
        "id":"ED348557",
        "title":"Keyboard Proficiency: An Essential Skill in a Technological Age. Number 2."},
      {
        "id":"ED348558",
        "title":"Business Education in the Secondary School: A CTC Response. Number 4."},
      {
        "id":"ED348559",
        "title":"Continuing Education for Early Primary School Leavers. Report of a Technical Working Group Meeting (Chiang Mai, Thailand, October 4-11, 1988)."},
      {
        "id":"ED348560",
        "title":"Dropout Prevention in Vocational Education: Findings from the First Two Years of the Demonstration."},
      {
        "id":"ED348561",
        "title":"Partnerships in Literacy: A Guide for Community Organization and Program Development."},
      {
        "id":"ED348563",
        "title":"Social Skills Program Team Manuals."},
      {
        "id":"ED348564",
        "title":"Personal Skills. Facilitator's Skill Packets 1-7. Social Skills Training."},
      {
        "id":"ED348565",
        "title":"Beginning Social Skills. Facilitator's Skill Packets 8-15. Social Skills Training."},
      {
        "id":"ED348566",
        "title":"Advanced Social Skills. Facilitator's Skill Packets 16-22. Social Skills Training."},
      {
        "id":"ED348567",
        "title":"Skills for Dealing with Feelings. Facilitator's Skill Packets 23-29. Social Skills Training."},
      {
        "id":"ED348568",
        "title":"Skill Alternatives to Aggression. Facilitator's Skill Packets 30-38. Social Skills Training."},
      {
        "id":"ED348569",
        "title":"Skills for Dealing with Stress. Facilitator's Skill Packets 39-50. Social Skills Training."},
      {
        "id":"ED348570",
        "title":"Accountability for Vocational Education: A Practitioner's Guide."},
      {
        "id":"ED348571",
        "title":"Exemplary Programs Serving Special Populations. Volume 1."},
      {
        "id":"ED348572",
        "title":"Linking Planning and Evaluation: Review and Synthesis of Literature."},
      {
        "id":"ED348573",
        "title":"A Partnership Approach to Industrial Technology Education."},
      {
        "id":"ED348574",
        "title":"Consumer Education in the United States: A Composite Vision, 1992."},
      {
        "id":"ED348575",
        "title":"Assessing JOBS Participants. Issues and Trade-Offs. Papers for Practitioners."},
      {
        "id":"ED348576",
        "title":"The Design Conference for the National Assessment of Vocational Education. Summary Proceedings. (Washington, D.C., March 13-15, 1991)."},
      {
        "id":"ED348577",
        "title":"The Design Conference for the National Assessment of Vocational Education (Washington, D.C., March 13-15, 1991). Papers."},
      {
        "id":"ED348578",
        "title":"Developing Workplace Literacy Programs."},
      {
        "id":"ED348579",
        "title":"Evaluating the Impact of Workplace Literacy Programs. Results and Instruments from the NCAL Workplace Literacy Impact Project."},
      {
        "id":"ED348580",
        "title":"A Guidebook for Developing Workplace Literacy Programs. A Publication of Indiana's Model Workplace Literacy Training Program."},
      {
        "id":"ED348581",
        "title":"Human Resource Development Planning Based on Accreditation Guidelines."},
      {
        "id":"ED348582",
        "title":"Personal Responsibility versus God's Will: Religious and Non-religious Attributions for the Death of a Friend."},
      {
        "id":"ED348584",
        "title":"The &quot;Brave New Family Form&quot;: Directions for Theory Development, Research, Teaching, and Practice with Extended Stepfamily Networks."},
      {
        "id":"ED348585",
        "title":"Advising in the Classroom: Teaching a Career Development Course."},
      {
        "id":"ED348586",
        "title":"Development and Yearning: Cognitive Aspects of Spiritual Development."},
      {
        "id":"ED348587",
        "title":"Differences in Social Support between Rural and Urban Communities."},
      {
        "id":"ED348588",
        "title":"Client Use of Impression Management in Counseling."},
      {
        "id":"ED348589",
        "title":"Counseling Psychologists' Attitudes and Knowledge about Alcoholism."},
      {
        "id":"ED348590",
        "title":"Cultural Disintegration Perpetuated through Substance Abuse among American Indians."},
      {
        "id":"ED348591",
        "title":"Human Relations Skills: Activity To Increase Life and Career Successes for Women."},
      {
        "id":"ED348592",
        "title":"Recruitment Strategies for Women in Nontraditional Careers. Adapted from Fair Recruitment Model and Strategies."},
      {
        "id":"ED348593",
        "title":"Enhancing Self-esteem of At-risk High School Students."},
      {
        "id":"ED348594",
        "title":"Juvenile Delinquency: A Study of Massachusetts Juvenile Probationers."},
      {
        "id":"ED348595",
        "title":"Student Development as Philosophy."},
      {
        "id":"ED348596",
        "title":"Student Development as Theory."},
      {
        "id":"ED348597",
        "title":"Critique of Student Development Literature."},
      {
        "id":"ED348598",
        "title":"Student Development as Professional Practice."},
      {
        "id":"ED348599",
        "title":"A National Evaluation of Title IV-E Foster Care Independent Living Programs for Youth. Phase 2 Final Report. Volumes 1 and 2."},
      {
        "id":"ED348600",
        "title":"Society and the Highest Stages of Moral Development."},
      {
        "id":"ED348602",
        "title":"Health Care Reform: How Do Women, Children, and Teens Fare? Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred Second Congress, Second Session."},
      {
        "id":"ED348603",
        "title":"Precipitants of Caregiver Stress: The Impact of Gender Roles and Filial Relationship on the Allocation of Provider and Personal Care Tasks."},
      {
        "id":"ED348604",
        "title":"Drug Abuse and Drug Abuse Research. The Third Triennial Report to Congress from the Secretary, Department of Health and Human Services."},
      {
        "id":"ED348606",
        "title":"Dissociative Reactions to Incest."},
      {
        "id":"ED348607",
        "title":"The Recovering Person's Prevention Project (R3P): Involving Recovering Students and Community Members in Alcohol and Other Drug Abuse Prevention on the College Campus."},
      {
        "id":"ED348609",
        "title":"Gender Differences in the Readiness To Accept Career Compromise."},
      {
        "id":"ED348610",
        "title":"Computer-Assisted Career Counseling: Inherent Contradictions, Problems, and Prospects."},
      {
        "id":"ED348611",
        "title":"Family Functions and Children's Post-Divorce Adjustment."},
      {
        "id":"ED348612",
        "title":"Juvenile Justice and Delinquency Prevention Amendments of 1992. Report To Accompany H.R. 5194. Including Cost Estimate of the Congressional Budget Office. House of Representatives, 102d Congress, 2d Session."},
      {
        "id":"ED348613",
        "title":"Kids & Drugs: A Handbook for Parents and Professionals. Second Edition."},
      {
        "id":"ED348614",
        "title":"Leadership May Provide the Means of Moving Up in Adult Moral Developmental Stages."},
      {
        "id":"ED348615",
        "title":"Winning. A Student Notebook and A Teacher's Guide."},
      {
        "id":"ED348616",
        "title":"Assisting High School Seniors Who Have Not Made Post Graduation Plans through the Use of Individual and Group Guidance Exercises."},
      {
        "id":"ED348617",
        "title":"Institutional Atmosphere, Individual Development, and the Higher Moral Stages."},
      {
        "id":"ED348618",
        "title":"America&apos;s Families: Conditions, Trends, Hopes and Fears. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred Second Congress, Second Session."},
      {
        "id":"ED348619",
        "title":"Self-Concept, Existential Reality and Radical Voluntary Mid-Life Career Change: A Theoretical Model."},
      {
        "id":"ED348620",
        "title":"Developing Effective Drug Education Programs. Fastback 332."},
      {
        "id":"ED348621",
        "title":"How To Start a Student Mentor Program. Fastback 333."},
      {
        "id":"ED348622",
        "title":"Service Learning: Meeting the Needs of Youth At Risk. A Dropout Prevention Research Report."},
      {
        "id":"ED348623",
        "title":"Family Counseling and Therapy: Major Issues and Topics."},
      {
        "id":"ED348624",
        "title":"Internationalizing Career Planning: A New Perspective for College Career Centers."},
      {
        "id":"ED348625",
        "title":"Helping Children Cope with Fears and Stress. Part I: Discussion and Activities. Part II: Facilitator's Guide."},
      {
        "id":"ED348626",
        "title":"Counselor Role and Educational Change: Planning, Integration, and Basic Skills. Review of Literature."},
      {
        "id":"ED348627",
        "title":"Counselor Role and Educational Change: Planning, Integration, and Basic Skills. Book 1: Instructor's Manual."},
      {
        "id":"ED348628",
        "title":"Counselor Role and Educational Change: Planning, Integration, and Basic Skills. Book 2: Preparing Counselors To Serve Diverse Students."},
      {
        "id":"ED348629",
        "title":"Counselor Role and Educational Change: Planning, Integration, and Basic Skills. Book 3: Basic Skills, Integration, and the School Counselor."},
      {
        "id":"ED348630",
        "title":"Counselor Role and Educational Change: Planning, Integration, and Basic Skills. Book 4: Planning for Succcess in Tomorrow's Workplace."},
      {
        "id":"ED348631",
        "title":"Counselor Role and Educational Change: Planning, Integration, and Basic Skills. Book 5: Comprehensive School Counseling and Guidance Programs."},
      {
        "id":"ED348632",
        "title":"Counselor Role and Educational Change: Planning, Integration, and Basic Skills. Book 6: Educational Change and Counselor Renewal."},
      {
        "id":"ED348634",
        "title":"Behavior Challenges: A Shared Approach."},
      {
        "id":"ED348636",
        "title":"College Student Knowledge, Attitudes, and Risk Tolerance toward Safe and Unsafe Sexual Behaviors."},
      {
        "id":"ED348637",
        "title":"Conflict Resolution Strategies: Anger and Aggression in School Age Children."},
      {
        "id":"ED348638",
        "title":"A Counseling Psychologist in the USSR as a Fulbright Scholar."},
      {
        "id":"ED348639",
        "title":"Parental Attachment, Psychological Separation and Eating Disorder Symptoms among College Women."},
      {
        "id":"ED348641",
        "title":"Faces of Homelessness: A Teacher's Guide."},
      {
        "id":"ED348642",
        "title":"Liberty, Learning, and Literacy: Promoting Higher Order in the Social Studies Classroom."},
      {
        "id":"ED348643",
        "title":"Using Environmental Print Media To Enhance Third Grade Children's Reading and Writing Abilities."},
      {
        "id":"ED348644",
        "title":"Evaluation of Heartwood Program."},
      {
        "id":"ED348645",
        "title":"Creating a Literate Environment for Learning Social Studies Content."},
      {
        "id":"ED348646",
        "title":"Vocabulary Enrichment: Technology to the Rescue!"},
      {
        "id":"ED348647",
        "title":"Links among Segmenting, Spelling, and Reading Words in First and Second Grades."},
      {
        "id":"ED348648",
        "title":"Finding New Meanings: The Development of Text Reinterpretation Skill."},
      {
        "id":"ED348649",
        "title":"Networking as Community--The Nature of Curriculum: Whole Language."},
      {
        "id":"ED348650",
        "title":"Metacognitive Strategies for Teaching Reading to Elementary Students."},
      {
        "id":"ED348652",
        "title":"Real Time Literacy."},
      {
        "id":"ED348653",
        "title":"Language and Literacy: Implications for Enhancing Reading Instruction."},
      {
        "id":"ED348655",
        "title":"Once upon a Time--Together: An Intergenerational Reading Program Empowering Teenage Parents To Develop the Emerging Literacy of Their Children While Reducing Their Own Literacy Deficiencies."},
      {
        "id":"ED348656",
        "title":"Portfolio Assessment: A Survey among Professionals. Literacy Research Report No. 1."},
      {
        "id":"ED348657",
        "title":"What Teachers Have Been Telling Us about Literacy Portfolios. Literacy Research Report No. 15."},
      {
        "id":"ED348658",
        "title":"&quot;Dem Wod Mo Saf&quot;: Materials for Reading Creole English."},
      {
        "id":"ED348659",
        "title":"Implementing an Integrated Approach to Reading To Develop Critical Thinking Skills among a Group of First Graders."},
      {
        "id":"ED348660",
        "title":"Increasing the Authentic Reading Experiences of Kindergarten Students through a Teacher In-service Program."},
      {
        "id":"ED348661",
        "title":"The Acquisition of Vocabulary from Reading Stories Aloud."},
      {
        "id":"ED348662",
        "title":"Word Problems: Comprehending the Problem in Fourth Grade."},
      {
        "id":"ED348663",
        "title":"The Use of Keyboard Familiarization and Basic Word Processing in a First Grade Spelling Program."},
      {
        "id":"ED348664",
        "title":"Literacy Curriculum-in-the-Making: A Case Study of Billy's Learning. Elementary Subjects Center Series No. 58."},
      {
        "id":"ED348665",
        "title":"The Literacy Assessment of Second-Language Learners."},
      {
        "id":"ED348666",
        "title":"An Existential Description of Reading Methods and Materials in the Content Areas."},
      {
        "id":"ED348667",
        "title":"Emerging Literacy in the Early Childhood Years: Applying a Vygotskian Model of Learning and Development."},
      {
        "id":"ED348668",
        "title":"A Mastery Learning Experiment."},
      {
        "id":"ED348669",
        "title":"Scenes from the Civil Courtroom: Rhetoric, Expertise, and Commonsense Narratives."},
      {
        "id":"ED348670",
        "title":"Discoveries &amp; Dialogues: The Making Thinking Visible Casebook."},
      {
        "id":"ED348671",
        "title":"Collaborative Ghost Writing."},
      {
        "id":"ED348672",
        "title":"Autobiography and the Exploratory Essay."},
      {
        "id":"ED348673",
        "title":"Black English and the Henry Higgins Project: Avoiding Disempowering Interventions into &quot;Black English.&quot;"},
      {
        "id":"ED348674",
        "title":"To Have or Have Not: The Foucauldian Quandary of Control in Teacher-Training."},
      {
        "id":"ED348675",
        "title":"TAAS and the Writing Process: A Composition Handbook. Grades 3 through 5."},
      {
        "id":"ED348677",
        "title":"Today's Student Is Tomorrow's Citizen."},
      {
        "id":"ED348678",
        "title":"Lorna Dee Cervantes: A Writer in the Margins."},
      {
        "id":"ED348679",
        "title":"Improving the Writing of Underachieving Ninth Graders through Peer Tutoring."},
      {
        "id":"ED348680",
        "title":"Improving the Writing Skills for Third, Fourth, and Fifth Grade Gifted Students through the Use of Developmental Processes."},
      {
        "id":"ED348681",
        "title":"Memories of Play, Dreams of Success: Literacy Autobiographies of 101 Students."},
      {
        "id":"ED348682",
        "title":"Making Choices: Determining the Need To Be Out."},
      {
        "id":"ED348683",
        "title":"Improving Language Arts Skills at the Elementary School Level."},
      {
        "id":"ED348684",
        "title":"Non-Intrusive Grammar in Writing."},
      {
        "id":"ED348685",
        "title":"Members of Literary Societies Are Exempt from Rhetorical Exercises: Claiming Literary Societies for the History of Rhetoric and Composition."},
      {
        "id":"ED348688",
        "title":"The Teacher as &quot;Enabler&quot;: Heterogeneous Whole Language and Self-Esteem."},
      {
        "id":"ED348689",
        "title":"What Do We Teach and How Do We Teach It?"},
      {
        "id":"ED348690",
        "title":"Beginning the Computer Community: Establishing a Computer Writing Classroom."},
      {
        "id":"ED348691",
        "title":"Connections through Inclusion (Multicultural Writing Community of the Two Year College)."},
      {
        "id":"ED348693",
        "title":"Writing Across the Curriculum. &quot;Wanted: Guidelines for Teaching Writing in Non-Writing Courses,&quot; and &quot;WAC--An Answer to Multicultural Diversity.&quot;"},
      {
        "id":"ED348695",
        "title":"&quot;Declassicizing&quot; Ancient Rhetoric: Toward a Reconstructed Rhetoric of Oral Performance."},
      {
        "id":"ED348696",
        "title":"Detecting and Correcting BEV Features in Writing through Silent and Oral Proofreading."},
      {
        "id":"ED348697",
        "title":"Storytelling: The Original Narrative."},
      {
        "id":"ED348698",
        "title":"The Budget Crisis and Women's Experience: Part-Time Faculty at California State University, Chico."},
      {
        "id":"ED348699",
        "title":"Electronic Identities: The Strategic Use of Email for Impression Management."},
      {
        "id":"ED348700",
        "title":"Drama Curriculum Guide K-6. North Dakota Arts Curriculum Project."},
      {
        "id":"ED348701",
        "title":"Drama Curriculum Guide 7-12. North Dakota Arts Curriculum Project."},
      {
        "id":"ED348702",
        "title":"In Search of a Cosmopolitan Communicator: Codes of Multicultural Diversity Training."},
      {
        "id":"ED348703",
        "title":"Development and Validation of the Listener Preference Profile."},
      {
        "id":"ED348705",
        "title":"The Status of the Business and Professional Communication Course."},
      {
        "id":"ED348706",
        "title":"Teachers' Communication Skills: The Key to Successful Parent Involvement."},
      {
        "id":"ED348707",
        "title":"The Dumbing of America: Education in the Media Age. Rancho Santiago College Second Annual Faculty Lecture."},
      {
        "id":"ED348708",
        "title":"Communication Apprehension and the Hispanic Public Speaking Student at the University of Texas--Pan American."},
      {
        "id":"ED348709",
        "title":"Invitational Symposium on Recruitment, Selection, &amp; Retention of Principals for Tennessee's Schools: Proceedings (Nashville, Tennessee, May 8-9, 1990)."},
      {
        "id":"ED348710",
        "title":"Educational Reform in an Era of Disinformation."},
      {
        "id":"ED348711",
        "title":"When School Restructuring Meets Systemic Curriculum Reform. Brief to Policymakers."},
      {
        "id":"ED348712",
        "title":"Effective Schools, Tinkering and School Cultures: Maintaining Schools That Sort by Race, Class, and Gender."},
      {
        "id":"ED348713",
        "title":"Practices of Effective CEO's: A Preliminary Discussion."},
      {
        "id":"ED348714",
        "title":"State and Children: Relating Policy, Practice, and Finance at the State Level."},
      {
        "id":"ED348715",
        "title":"New American Schools and the New World Order."},
      {
        "id":"ED348716",
        "title":"Comparing Superintendents', Title VII Directors', and School Principals' Perceptions of Capacity Building Success."},
      {
        "id":"ED348718",
        "title":"The Principal as Orchestral Conductor."},
      {
        "id":"ED348721",
        "title":"The Massachusetts Middle Grade Regional Alliance Network: Improving the Middle Grades through Collaborative Professional Development."},
      {
        "id":"ED348722",
        "title":"Meeting the Challenge: Pennsylvania&apos;s Progress Report on Achieving the National Education Goals."},
      {
        "id":"ED348723",
        "title":"The School-Community Cookbook: Recipes for Successful Projects in the Schools. A &quot;How-To&quot; Manual for Teachers, Parents &amp; Community."},
      {
        "id":"ED348725",
        "title":"Right in the Middle."},
      {
        "id":"ED348726",
        "title":"Moving into Action: Middle Level Education in New Mexico. A Report for the State Board of Education and a Call for Action from the Middle Level Advisory Committee."},
      {
        "id":"ED348727",
        "title":"Getting Your Child Ready for School...and the School Ready for Your Child."},
      {
        "id":"ED348728",
        "title":"Recent Developments in School Finance Litigation: Some Observations on Causes and Implications. Policy Report PR-B11."},
      {
        "id":"ED348729",
        "title":"Ten Lessons about Regulation and Schooling. Reporting on Issues and Research in Education Policy and Finance. CPRE Policy Briefs."},
      {
        "id":"ED348730",
        "title":"Linking Investment in Education to Economic Growth."},
      {
        "id":"ED348731",
        "title":"Education and Labour Market in the OECD-CERI Educational Indicators Project."},
      {
        "id":"ED348732",
        "title":"A Comparison of Compensatory, Conjunctive, and Disjunctive Models for Weighing Attributes of School Quality."},
      {
        "id":"ED348733",
        "title":"Dropout Prevention Demonstration Projects: Factors That Affect Implementation and Effectiveness."},
      {
        "id":"ED348734",
        "title":"National Education Goals: Can We Afford Them?"},
      {
        "id":"ED348735",
        "title":"Continuity and Focus...In Touch with the Schools of Tomorrow. Indiana &quot;Report Card&quot; 1990."},
      {
        "id":"ED348736",
        "title":"Indiana 2000: Indiana Progress Report, National Education Goals."},
      {
        "id":"ED348737",
        "title":"United States Catholic Elementary Schools & Their Finances, 1991."},
      {
        "id":"ED348739",
        "title":"Retirement and Retiree Health Benefits Provisions Survey, 1990-91."},
      {
        "id":"ED348740",
        "title":"A Nebraska Symposium on School Restructuring. Symposium Proceedings (Nebraska, December 13, 1988)."},
      {
        "id":"ED348741",
        "title":"Evaluation of Chapter 1 in Arkansas, 1989-90."},
      {
        "id":"ED348742",
        "title":"School Choice: Doing It Right. Answers for Policymakers."},
      {
        "id":"ED348743",
        "title":"School Size Effects on Educational Attainment and Ability."},
      {
        "id":"ED348744",
        "title":"Principal Vision, Environmental Robustness, and Teacher Sense of Autonomy at the High School."},
      {
        "id":"ED348745",
        "title":"An Empirical Validation of a Management Construct for District Level Supervisors."},
      {
        "id":"ED348746",
        "title":"Integrating Staff Development and Organization Development: An Empirical Study of Staff Developers."},
      {
        "id":"ED348748",
        "title":"Oregon Traffic Patrol Manual for Schools, Revised."},
      {
        "id":"ED348749",
        "title":"An Evaluation of the Impact of Local Needs Assessments on Tennessee's Incentive Program."},
      {
        "id":"ED348750",
        "title":"Higher Standards for Grade Promotion and Graduation: Unintended Effects of Reform."},
      {
        "id":"ED348751",
        "title":"Negotiating Change: Education Reform and Collective Bargaining. Studies in Collective Bargaining."},
      {
        "id":"ED348753",
        "title":"School Restructuring and the Gap between Policy and Practice."},
      {
        "id":"ED348754",
        "title":"Homework: How Effective? How Much To Assign? The Need for Clear Policies."},
      {
        "id":"ED348755",
        "title":"What Teachers Have To Say about Creating Innovations in Education. Proceedings from the Sharing Success Forum (Orlando, Florida, May 12, 1992)."},
      {
        "id":"ED348756",
        "title":"Getting Started: How Choice Can Renew Your Public Schools."},
      {
        "id":"ED348757",
        "title":"Improvement Efforts for Low-Performing Schools."},
      {
        "id":"ED348758",
        "title":"School Change Models and Processes: A Review of Research and Practice."},
      {
        "id":"ED348759",
        "title":"Teachers, Parents, and Student Motivation: The Effects of Involvement and Autonomy Support."},
      {
        "id":"ED348760",
        "title":"Model Guidelines for the Wearing of Uniforms in Public Schools. Report of the Department of Education to the Governor and the General Assembly of Virginia. House Document No. 27."},
      {
        "id":"ED348762",
        "title":"The Effect of Different Attendance Policies on Student Attendance and Achievement."},
      {
        "id":"ED348764",
        "title":"Assessing Inefficiencies in Illinois School Districts."},
      {
        "id":"ED348767",
        "title":"Teacher Purpose and Educational Change: Moving toward a Broader Agenda."},
      {
        "id":"ED348768",
        "title":"Towards an Understanding of Organizational Culture in Schools of Education: Implications for Leadership Development."},
      {
        "id":"ED348770",
        "title":"Assessing the Needs of Teacher Leaders in Massachusetts."},
      {
        "id":"ED348771",
        "title":"Leadership from the Classroom: Women Teachers as a Key to School Reform."},
      {
        "id":"ED348772",
        "title":"Leadership for School Quality--Personal Challenge, the Missing Factor."},
      {
        "id":"ED348773",
        "title":"Leadership Competencies and Perceived Training Effects: Meadows Principal Improvement Program."},
      {
        "id":"ED348774",
        "title":"Illinois Middle-Level School Assessment: A Look at the State-of-the-Art in Middle-Grade Practices."},
      {
        "id":"ED348775",
        "title":"Transforming American Education. A Directory of Research and Practice To Help the Nation Achieve the Six National Education Goals."},
      {
        "id":"ED348776",
        "title":"Adaptation Scolaire: Bibliographie annotee (Scholastic Adaptation: Annotated Bibliography)."},
      {
        "id":"ED348777",
        "title":"Videotelephones and Mental Retardation. Survey of Results Achieved and Research in Progress. Report 92-1."},
      {
        "id":"ED348778",
        "title":"Setting Your Course in ECI. A Rights Handbook for Families with Children in the Texas Early Childhood Education Program."},
      {
        "id":"ED348779",
        "title":"Special Education and the Michigan Educational Assessment Program (MEAP)."},
      {
        "id":"ED348780",
        "title":"Special Education Learning Materials Centers (SELMC)."},
      {
        "id":"ED348781",
        "title":"Exploring the Influence of Community Socioeconomic Class, Location, and Culture on Effective School Linkages for Preschool Students with Disabilities."},
      {
        "id":"ED348782",
        "title":"Transportation. The Neglected Related Service."},
      {
        "id":"ED348783",
        "title":"Estimating the Costs of Providing Early Intervention and Preschool Special Education Services."},
      {
        "id":"ED348784",
        "title":"The Right Stuff: Developmentally Appropriate Physical Education for Early Childhood Preschool through Grade Two for All Children."},
      {
        "id":"ED348785",
        "title":"\"Do You Hear What I Hear?\": Deception Detection by the Blind."},
      {
        "id":"ED348786",
        "title":"Special Education Teacher Certification Trends: A National Survey."},
      {
        "id":"ED348787",
        "title":"Teaching Socialization and Sex Education to Persons with Mental Retardation."},
      {
        "id":"ED348788",
        "title":"Increasing the Effectiveness of In-Home Behavior Intervention."},
      {
        "id":"ED348789",
        "title":"Pediatric HIV Infection and Developmental Disabilities."},
      {
        "id":"ED348790",
        "title":"The Concept of Fractional Number among Hearing-Impaired Students."},
      {
        "id":"ED348791",
        "title":"Striving for Excellence. The International Conference of the Learning Disabilities Association of America (Atlanta, Georgia, March 4-7, 1992). Research Poster Session Abstract. Volume 1."},
      {
        "id":"ED348792",
        "title":"Using Instructional Technology with Homebound Students."},
      {
        "id":"ED348793",
        "title":"Family Empowerment."},
      {
        "id":"ED348795",
        "title":"Telecommunication for People with Mental Retardation: Requirements and Services. Technology, Communication, and Disability, Report No. 3."},
      {
        "id":"ED348796",
        "title":"Still Picture Telephones for People with Aphasia and Mental Retardation. Technology, Communication, and Disability. Report No. 4."},
      {
        "id":"ED348797",
        "title":"Preschool Children with Disabilities in Sweden."},
      {
        "id":"ED348798",
        "title":"The Effectiveness of Special Education in Developing Life Skills of Students."},
      {
        "id":"ED348800",
        "title":"Schools Meet the Challenge: Educational Needs of Children at Risk Due to Prenatal Substance Exposure."},
      {
        "id":"ED348817",
        "title":"A Study of Public School Medical Assistance Pilot Program: Article 82."},
      {
        "id":"ED348819",
        "title":"Including Students with Disabilities in National and State Data Collection Programs. Brief Report 1."},
      {
        "id":"ED348820",
        "title":"Starting School Ready To Learn: National Education Goal 1 and Students with Disabilities. Brief Report 2."},
      {
        "id":"ED348821",
        "title":"Increasing the High School Graduation Rate: National Education Goal 2 and Students with Disabilities. Brief Report 3."},
      {
        "id":"ED348822",
        "title":"Improving Student Achievement and Citizenship: National Education Goal 3 and Students with Disabilities. Brief Report 4."},
      {
        "id":"ED348824",
        "title":"Pursuing Adult Literacy and Lifelong Learning: National Education Goal 5 and Students with Disabilities. Brief Report 6."},
      {
        "id":"ED348825",
        "title":"Promoting Safe, Disciplined, and Drug-Free Schools: National Education Goal 6 and Students with Disabilities. Brief Report 7."},
      {
        "id":"ED348828",
        "title":"Enhanced Consumerism within Commercial Rehabilitation Product Markets: A Goal for Independent Living. EIF/REC Review Paper."},
      {
        "id":"ED348829",
        "title":"Assistive Financing for Assistive Devices: Loan Guarantees for Purchase of Products by Persons with Disabilities. EIF/REC Review Paper."},
      {
        "id":"ED348830",
        "title":"Consumer Needs Assessment: A Qualitative Study of the Needs of People with Disabilities. Consumer Needs Assessment Project Year 1: Results of the First Year of a Five Year Study."},
      {
        "id":"ED348832",
        "title":"Increasing Independence through Technology: The Views of Older Consumers with Disabilities and Their Caregivers. Consumer Needs Assessment Project Year 3: Results of the Third Year of a Five Year Study."},
      {
        "id":"ED348833",
        "title":"Listening to the Experts: The Views of Working-Aged Consumers with Disabilities. Consumer Needs Assessment Project Year Four: Results of the Fourth Year of a Five Year Study."},
      {
        "id":"ED348834",
        "title":"Payment for Assistive Devices by the Veterans Administration."},
      {
        "id":"ED348835",
        "title":"Revolving Loan Funds: Expanding Equipment Credit Financing Opportunities for Persons with Disabilities."},
      {
        "id":"ED348836",
        "title":"State Sales Tax and Assistive Technology: Securing Exemptions for Sensory, Communication, and Mobility Aids."},
      {
        "id":"ED348838",
        "title":"Espanol para Hoteleria y Turismo = Spanish for Travel and Tourism."},
      {
        "id":"ED348842",
        "title":"&quot;The Arm of the Chair Is Where You Use For To Write&quot;: Developing Strategic Competence in a Second Language."},
      {
        "id":"ED348843",
        "title":"Language Production-Language Contact: The Significance of Learners&apos; Speech."},
      {
        "id":"ED348844",
        "title":"Towards an Alternative Model of Second Language Learning."},
      {
        "id":"ED348845",
        "title":"Interpretations and Explanations in Discourse: Modes of Advising in Family Planning."},
      {
        "id":"ED348846",
        "title":"Acknowledging the Conversational Attempts of a Young Mentally Handicapped Child."},
      {
        "id":"ED348847",
        "title":"Writing in a Foreign Language and Rhetorical Transfer: Influences on Raters&apos; Evaluations."},
      {
        "id":"ED348851",
        "title":"Listening Processes and Authentic Texts."},
      {
        "id":"ED348852",
        "title":"Directory of Foreign Language Teacher Preparation Programs in the United States: A Preliminary Report."},
      {
        "id":"ED348863",
        "title":"Bilingual Education: A Resource Guide for Educators and Administrators."},
      {
        "id":"ED348865",
        "title":"An In-Service Training Course Designed To Increase Teachers&apos; Strategies for Working Effectively with Second Language Learners in the Elementary School Mainstream Classroom."},
      {
        "id":"ED348866",
        "title":"At Risk--Language Minority Preschool Children."},
      {
        "id":"ED348871",
        "title":"Introducing Chinese into High Schools: The Dodge Initiative."},
      {
        "id":"ED348872",
        "title":"Testing the Language Proficiency of Bilingual Teachers."},
      {
        "id":"ED348873",
        "title":"The &quot;International Language/Business&quot; Major at a Small Private University: Successes and Nagging Concerns."},
      {
        "id":"ED348877",
        "title":"Language Learning Strategies for Peace Corps Volunteers."},
      {
        "id":"ED348878",
        "title":"Bilingual Teachers&apos; Voices."},
      {
        "id":"ED348879",
        "title":"Textual, Contextual, and Extra-Contextual Knowledge in ESL Composition."},
      {
        "id":"ED348880",
        "title":"Language Training Reference Manual. Training Manual T0056."},
      {
        "id":"ED348881",
        "title":"Teaching Models and Language Materials in Spanish for the Education of Health Care Providers."},
      {
        "id":"ED348883",
        "title":"American Managers&apos; Use of Their Foreign Employer&apos;s Language."},
      {
        "id":"ED348884",
        "title":"Theory-Based Interactive Videodisc for EFL Learning: Design Considerations."},
      {
        "id":"ED348886",
        "title":"The A.I.D.A. Plan and the Writing of Sales Letters."},
      {
        "id":"ED348888",
        "title":"Rating Instructional Conversations: A Guide. Educational Practice Report: 4."},
      {
        "id":"ED348890",
        "title":"Whole Language Approaches in Adult Literacy."},
      {
        "id":"ED348895",
        "title":"Adult ESL Literacy Programs and Practices. A Report on a National Research Study. Technical Report."},
      {
        "id":"ED348896",
        "title":"Bringing Literacy to Life. Issues and Options in Adult ESL Literacy."},
      {
        "id":"ED348900",
        "title":"New Faculty Survey Instrument."},
      {
        "id":"ED348909",
        "title":"Helping Adults Learn. Facilitator's Guide."},
      {
        "id":"ED348910",
        "title":"Building Bridges for Adult Learners in Higher Education. A Resource and Planning Guide."},
      {
        "id":"ED348912",
        "title":"Strategies for Instructional Development. A Resource and Planning Guide."},
      {
        "id":"ED340889",
        "title":"National Literacy Act of 1991. Report To Accompany H.R. 751. Including Cost Estimate of the Congressional Budget Office. House of Representatives, 102d Congress, 1st Session."},
      {
        "id":"ED340890",
        "title":"Veterans' Educational Assistance Amendments of 1991. Report To Accompany S.868. Senate, 102nd Congress, 1st Session."},
      {
        "id":"ED340891",
        "title":"Rural Workplace Literacy Project: Northern California. Final Report."},
      {
        "id":"ED340893",
        "title":"Technician Training for the Semiconductor Microdevices Industry. Final Report."},
      {
        "id":"ED340894",
        "title":"Idaho Partnership for Workplace Literacy. Final Report."},
      {
        "id":"ED340895",
        "title":"Industrial Technology Orientation Curriculum Guide."},
      {
        "id":"ED340900",
        "title":"A Review and Synthesis of Research on Supervised Experience in Agriculture. Summary of Research 65."},
      {
        "id":"ED340901",
        "title":"Advanced Technology Training Program for the Apparel Industry. Final Report."},
      {
        "id":"ED340903",
        "title":"Telecommunications Cooperative Training Program. A Cooperative Demonstration Project (High Technology). Final Performance Report."},
      {
        "id":"ED340905",
        "title":"Forging Links that Bind: Quality Partnerships between Educators and Industry."},
      {
        "id":"ED340907",
        "title":"Professional Development of Teachers of Vocational Education. Reprint Series."},
      {
        "id":"ED340908",
        "title":"Assessing the Nature and Operation of Institutional Excellence in Vocational Education."},
      {
        "id":"ED340909",
        "title":"Bylaws: The Laws (Rules) for Everyday Organizations. [Professional Paper #12.]"},
      {
        "id":"ED340910",
        "title":"A Handbook of Parliamentary Procedure. Revised."},
      {
        "id":"ED340911",
        "title":"Developing Effective and Efficient Local Committees. Revised."},
      {
        "id":"ED340912",
        "title":"Developing Local Community Leaders."},
      {
        "id":"ED340913",
        "title":"Developing Effective Boards, Councils and Commissions. Revised."},
      {
        "id":"ED340914",
        "title":"Follow-up Study of 1989 GED Recipients in Wisconsin. Final Report."},
      {
        "id":"ED340917",
        "title":"High Skills, Competitive Workforce Act of 1991. Hearing on S. 1790 To Enhance America's Global Competitiveness by Fostering a High Skills, High Quality, High Performance Workforce, and for Other Purposes, before the Committee on Labor and Human Resources. United States Senate, One Hundred Second Congress, First Session."},
      {
        "id":"ED340918",
        "title":"Lifelong Learning for an Aging Society. An Information Paper Prepared for Use by the Special Committee on Aging. United States Senate, 102d Congress, 1st Session. Committee Print."},
      {
        "id":"ED340920",
        "title":"Review of JTPA Participant Characteristics and Program Outcomes for Program Years 1984 through 1989. JTQS Special Paper No. 10."},
      {
        "id":"ED340922",
        "title":"Adult Illiteracy and Economic Performance."},
      {
        "id":"ED340923",
        "title":"Learning to Learn. Introducing Adults to the Culture, Context and Conventions of Knowledge. A Guide for Teachers."},
      {
        "id":"ED340931",
        "title":"A Nationwide Examination of Middle School Enrollment in Agricultural Education and Membership in the National FFA Organization."},
      {
        "id":"ED340938",
        "title":"Aircraft Electronics Maintenance Training Simulator. Curriculum Outlines."},
      {
        "id":"ED340943",
        "title":"Technical Update for Vocational Agriculture Teachers in Secondary Schools. Final Report."},
      {
        "id":"ED340944",
        "title":"Adult Literacy. Trends and Issues Alerts."},
      {
        "id":"ED340945",
        "title":"Career Development Outcomes. Trends and Issues Alerts."},
      {
        "id":"ED340946",
        "title":"Implications of the New Perkins Act. Trends and Issues Alerts."},
      {
        "id":"ED340947",
        "title":"Vocational Education Involvement with Business/Industry/Labor. Trends and Issues Alerts."},
      {
        "id":"ED340948",
        "title":"Ethics Education for the Family Psychologist: Who Is the Client?"},
      {
        "id":"ED340949",
        "title":"Evaluating Guidance Programs: A Practitioner's Guide."},
      {
        "id":"ED340950",
        "title":"Counseling Psychology in New Zealand."},
      {
        "id":"ED340951",
        "title":"Academic Coping Styles, Self-Concept, and Stress."},
      {
        "id":"ED340952",
        "title":"Children's Perceptions of Marriage, Divorce, and Stepfamilies."},
      {
        "id":"ED340955",
        "title":"A Ten-Step Model for Team Planning for Primary Prevention."},
      {
        "id":"ED340958",
        "title":"The Victim Blame Process in Survivors of Physical Child Abuse."},
      {
        "id":"ED340960",
        "title":"The Adolescent Assessment/Referral System Manual."},
      {
        "id":"ED340961",
        "title":"Hearing on the Juvenile Justice and Delinquency Prevention Act. Hearing before the Subcommittee on Human Resources of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session (Santa Fe, New Mexico)."},
      {
        "id":"ED340964",
        "title":"Evaluation of an AIDS Prevention Program for &quot;At Risk&quot; Parolees."},
      {
        "id":"ED340965",
        "title":"School-Based Mutual Support Groups for Parents."},
      {
        "id":"ED340966",
        "title":"School-Based Mutual Support Groups for Parents: An Intervention Guidebook."},
      {
        "id":"ED340968",
        "title":"Quality of Relationships and Romantic Jealousy: Effects of Adult Attachment and Depression."},
      {
        "id":"ED340970",
        "title":"Attitudes towards Gays and Lesbians: A Longitudinal Study."},
      {
        "id":"ED340971",
        "title":"Holland's Theory and Effective Use of Computer-Assisted Career Guidance Systems. Technical Report No. 12."},
      {
        "id":"ED340973",
        "title":"Behaviorism and Cognitivism in Behavior Therapy."},
      {
        "id":"ED340977",
        "title":"Gender Differences in AIDS-Relevant Condom Attitudes and Condom Use."},
      {
        "id":"ED340978",
        "title":"Regulations and Guidelines for K-12 Guidance Programs."},
      {
        "id":"ED340980",
        "title":"Action against Bullying: Drawing from Experience."},
      {
        "id":"ED340984",
        "title":"Counseling as an Art: The Creative Arts in Counseling."},
      {
        "id":"ED340985",
        "title":"Dual Relationships in Counseling."},
      {
        "id":"ED340986",
        "title":"Developing Support Groups for Students: Helping Students Cope with Crises."},
      {
        "id":"ED340987",
        "title":"Helping Students Cope with Fears and Crises."},
      {
        "id":"ED340988",
        "title":"Developing and Offering Student Self-Help Support Groups."},
      {
        "id":"ED340989",
        "title":"Ethical and Spiritual Values in Counseling."},
      {
        "id":"ED340990",
        "title":"The Construct Dimensionality of Victim Blame: The Situations of Physical Child Abuse and Rape."},
      {
        "id":"ED340991",
        "title":"Adolescent Drug Use in Nebraska, 1988. Technical Report 19."},
      {
        "id":"ED340992",
        "title":"Adolescent Tobacco Use in Nebraska. Technical Report 20."},
      {
        "id":"ED340993",
        "title":"Adolescent Dieting and Weight Loss Practices in Nebraska. Technical Report 21."},
      {
        "id":"ED340994",
        "title":"Nebraska Adolescents' HIV/AIDS Attitudes, Knowledge and Related Practices: 1989. Technical Report 22."},
      {
        "id":"ED340995",
        "title":"Violence, Victims and Suicide: Nebraska Adolescents' Attitudes and Behaviors. Technical Report 23."},
      {
        "id":"ED340996",
        "title":"Safety and Sex Practices among Nebraska Adolescents. Technical Report 24."},
      {
        "id":"ED340997",
        "title":"Eating and Exercising: Nebraska Adolescents' Attitudes and Behaviors. Technical Report 25."},
      {
        "id":"ED340998",
        "title":"The School's Response to the HIV/AIDS Epidemic: One State's Data."},
      {
        "id":"ED340999",
        "title":"A Personal Relevance Approach to Teaching Theories and History of Psychology."},
      {
        "id":"ED341000",
        "title":"Drugs and Violence: Causes, Correlates, and Consequences. Research Monograph Series 103."},
      {
        "id":"ED341002",
        "title":"Preventing Adolescent Drug Use: From Theory to Practice. OSAP Prevention Monograph-8."},
      {
        "id":"ED341008",
        "title":"Parent Training Is Prevention: Preventing Alcohol and Other Drug Problems among Youth in the Family."},
      {
        "id":"ED341009",
        "title":"Ethics Training in Graduate Programs."},
      {
        "id":"ED341012",
        "title":"A Conceptual Re-Examination of Support and Education Programs."},
      {
        "id":"ED341013",
        "title":"Elementary Youth: Prevention Resource Guide."},
      {
        "id":"ED341014",
        "title":"Secondary School Students: Prevention Resource Guide."},
      {
        "id":"ED341018",
        "title":"Collaborative Inquiry: Elements of Congruence and Dissonance."},
      {
        "id":"ED341026",
        "title":"Talking to the Computer: A Prototype Speech Recognition System for Early Reading Instruction. Report No. 91-3."},
      {
        "id":"ED341027",
        "title":"What Do You Mean I Have To Be a Writer? I Teach Reading: A Comparative Study of the Writing of Reading Teachers and the Writing Activities of Undergraduate Reading Methods Students."},
      {
        "id":"ED341028",
        "title":"Adapting Cooperative Learning and Embedding It into Holistic Language Usage."},
      {
        "id":"ED341031",
        "title":"Literacy in Contexts: Perspectives from Society. Critique of &quot;The New Literacy.&quot;"},
      {
        "id":"ED341032",
        "title":"Integrated Literacy Development and Computer-Based Instruction."},
      {
        "id":"ED341033",
        "title":"Extending the Boundaries of College Reading Programs."},
      {
        "id":"ED341050",
        "title":"Playwriting: Not Just for Dramatists."},
      {
        "id":"ED341051",
        "title":"The Writing Curriculum and the Student."},
      {
        "id":"ED341052",
        "title":"Using Guided Assignments To Teach Literature."},
      {
        "id":"ED341056",
        "title":"Post-Hazelwood Considerations for High School Publications Advisers."},
      {
        "id":"ED341057",
        "title":"Transforming Teaching and Learning through Collaboration."},
      {
        "id":"ED341059",
        "title":"Memoir Writing: Evoking the Authentic Voice."},
      {
        "id":"ED341061",
        "title":"A Professor Responds by Computer to the Writing of Elementary Students. ERIC Digest."},
      {
        "id":"ED341062",
        "title":"Thinking about Characters and Thinking about People: Social Cognition, Literary Response, and Character Attribution Processes among Young Adult Readers."},
      {
        "id":"ED341063",
        "title":"Mapping the Landscape of Literature and Life."},
      {
        "id":"ED341064",
        "title":"Mining Texts in Reading to Write. Occasional Paper No. 29."},
      {
        "id":"ED341065",
        "title":"Planning Text Together: The Role of Critical Reflection in Student Collaboration. Technical Report No. 52."},
      {
        "id":"ED341066",
        "title":"The Case of the Singing Scientist: A Performance Perspective on the &quot;Stages&quot; of School Literacy. Technical Report No. 53."},
      {
        "id":"ED341067",
        "title":"Bilingual Minorities and Language Issues in Writing: Toward Profession-Wide Responses to a New Challenge. Technical Report No. 54."},
      {
        "id":"ED341068",
        "title":"Writing from Sources: Authority in Text and Task. Technical Report No. 55."},
      {
        "id":"ED341069",
        "title":"Collaboration and the Construction of Meaning. Technical Report No. 56."},
      {
        "id":"ED341075",
        "title":"A Book Discussion Guide for &quot;The Obnoxious Jerks&quot; by Stephen Manes."},
      {
        "id":"ED341076",
        "title":"How Language, Image, and Detail Teach."},
      {
        "id":"ED341077",
        "title":"Varieties of Relevant Approaches for Teaching African-American Literature in the 1990s."},
      {
        "id":"ED341078",
        "title":"Understanding Writing--Process, Skill and Product. Dissemination Report."},
      {
        "id":"ED341080",
        "title":"Back to the Definitions Themselves: The Pragmatics of Intrinsic Justification."},
      {
        "id":"ED341083",
        "title":"The Tri-State Novice CEDA Association: An Experiment in Cooperation."},
      {
        "id":"ED341085",
        "title":"Recruitment and Retention at an Urban Commuter University."},
      {
        "id":"ED341086",
        "title":"Extemporaneous Speaking and Impromptu Speaking: A System for Differentiating Benefits and Practical Applications."},
      {
        "id":"ED341087",
        "title":"Reaching Out: A Break from Traditional Forensic Events. &quot;On Interpretation Analysis.&quot;"},
      {
        "id":"ED341088",
        "title":"The Non-Forensics After-Life of a Forensics Director."},
      {
        "id":"ED341089",
        "title":"The Role of the Ex-Forensics Director as a Mentor."},
      {
        "id":"ED341090",
        "title":"Forensics as a Laboratory Experience in Small Group Communication."},
      {
        "id":"ED341093",
        "title":"Feminism and Learning Theories: A Unique Voice in the Classroom."},
      {
        "id":"ED341094",
        "title":"Delivery: An Archaic Communication Concept in Academic Debate?"},
      {
        "id":"ED341095",
        "title":"The Tristate Region: Revitalizing High School Forensics Activities through the Collective Effort of College Programs."},
      {
        "id":"ED341097",
        "title":"Spheres of Argument: Academic Debate as a Mirror of the Overlap between the Technical and Public Spheres."},
      {
        "id":"ED341099",
        "title":"Gender and Book Reviews in SCA Publications: 1980-1989."},
      {
        "id":"ED341102",
        "title":"Strategies for Coaching and Future Directions of Contest Persuasion."},
      {
        "id":"ED341103",
        "title":"Debate Philosophy Statements as Predictors of Critic Attitudes: A Summary and Direction of Research."},
      {
        "id":"ED341105",
        "title":"Early Wisconsin Television Newsfilm Archives: Appraisal and Processing. Final Report [and] Madison, Wisconsin Television Newsfilm 1968-1972. A Descriptive Guide and Index to the Holdings of the State Historical Society of Wisconsin."},
      {
        "id":"ED341107",
        "title":"The Dialectic of Staring as a Way of Knowing."},
      {
        "id":"ED341108",
        "title":"The Ex-Director as a Forensics Administrator."},
      {
        "id":"ED341111",
        "title":"Communication Strategies for Employment Interviews. ERIC Digest."},
      {
        "id":"ED341113",
        "title":"Our Bill of Rights Plus One: The Eleventh Amendment, Its History and Current Application to Schools and Universities."},
      {
        "id":"ED341115",
        "title":"America 2000 Excellence in Education Act. Proposed Legislation. Message from the President of the United States Transmitting a Draft of Proposed Legislation entitled, &quot;America 2000 Excellence in Education Act.&quot; 102d Congress, 1st Session."},
      {
        "id":"ED341116",
        "title":"ERIC Digests, 1988-1991: A Compendium of Forty Titles."},
      {
        "id":"ED341118",
        "title":"Relationships between Superintendents and Boards of Education: Year Two of a Longitudinal Study."},
      {
        "id":"ED341119",
        "title":"Developing Quality Organizations through the Process of Ongoing Assessment."},
      {
        "id":"ED341120",
        "title":"One District's Journey to Success with Outcome-Based Education."},
      {
        "id":"ED341123",
        "title":"The Law and Catholic Schools: Approaching the New Millennium."},
      {
        "id":"ED341124",
        "title":"School-Based Decision Making: A Guide for School Council Members and Others."},
      {
        "id":"ED341128",
        "title":"It's 1990: Do You Know Where Your Students Are? A National Review of Student Data Systems."},
      {
        "id":"ED341129",
        "title":"Comprehensive School Improvement. Hot Topics: Usable Research Series."},
      {
        "id":"ED341130",
        "title":"Comparing Administrators' Perceptions of SBM."},
      {
        "id":"ED341131",
        "title":"A Competency-Based Program of Development of Community Relations in Educational Administration."},
      {
        "id":"ED341133",
        "title":"The Impact of Inadequate Funding on a School-University Collaborative Effort."},
      {
        "id":"ED341134",
        "title":"The University of Utah's Field-Based Doctoral Program: A Multi-Dimensional Approach to Advanced Administrative Preparation. Proceedings of a Symposium of the University Council for Educational Administration (Baltimore, Maryland October 25-27, 1991)."},
      {
        "id":"ED341137",
        "title":"Lessons from the Business Literature. The School Improvement Leader: Four Perspectives on Change in Schools."},
      {
        "id":"ED341140",
        "title":"Stress and Burnout: An Organizational Synthesis."},
      {
        "id":"ED341142",
        "title":"Decision Making and School Improvement. LSCs in the First Two Years of Reform."},
      {
        "id":"ED341143",
        "title":"Paying the Price for Academic Leadership: Department Chair Tradeoffs."},
      {
        "id":"ED341146",
        "title":"The Cost of Academic Leadership: Department Chair Stress."},
      {
        "id":"ED341148",
        "title":"A Conceptual Understanding of Administrative Stress."},
      {
        "id":"ED341166",
        "title":"How To Help Beginning Teachers Succeed."},
      {
        "id":"ED341168",
        "title":"Characteristics of Effective School Leaders and Their Administrative Context."},
      {
        "id":"ED341171",
        "title":"The Dynamics of Educational Reform: Simulation Studies of Educational Policy."},
      {
        "id":"ED341172",
        "title":"Traumatic Brain Injury: What the Teacher Needs To Know."},
      {
        "id":"ED341173",
        "title":"Sisters and Brothers, Brothers and Sisters in the Family Affected by Traumatic Brain Injury."},
      {
        "id":"ED341174",
        "title":"In Home Family Supports: What Families of Youngsters with Traumatic Brain Injury Really Need."},
      {
        "id":"ED341175",
        "title":"Model Family Professional Partnerships for Interventions in Children with Traumatic Brain Injury."},
      {
        "id":"ED341176",
        "title":"Injury and Response: What Parents and Professional Providers Are Telling Us about Treating Children with Traumatic Brain Injury."},
      {
        "id":"ED341177",
        "title":"A Longitudinal Study of the Effects of Deafness on the Early Mother-Child Relationship."},
      {
        "id":"ED341180",
        "title":"Organizations for Parents of Children Who Have Serious Emotional Disorders: Report of a National Study."},
      {
        "id":"ED341181",
        "title":"Respite Care: A Key Ingredient of Family Support. Conference Proceedings (Covington, Kentucky, October 28-30, 1989)."},
      {
        "id":"ED341183",
        "title":"Visually Impaired. A Resource Manual for the Development and Evaluation of Special Programs for Exceptional Students. Volume II-A."},
      {
        "id":"ED341184",
        "title":"Family-Centered Comprehensive Care for Children with HIV Infection: A Guide."},
      {
        "id":"ED341185",
        "title":"Early Education Program Sharing Document: Current Project Resources, 1990-1991."},
      {
        "id":"ED341187",
        "title":"Written Language in Exceptional Male Elementary School Children: A Comparative Analysis of the Learning Disabled/Gifted."},
      {
        "id":"ED341189",
        "title":"State of the Art of Giftedness Research and the German Part of Education of the Gifted and Talented Youth."},
      {
        "id":"ED341190",
        "title":"Disability Awareness and Changing Attitudes. Reference Bibliography No. 91-1."},
      {
        "id":"ED341191",
        "title":"Magazines in Special Media."},
      {
        "id":"ED341193",
        "title":"Compendium 1989-91: A Research Resource Manual."},
      {
        "id":"ED341194",
        "title":"AIM for the BESt: Assessment and Intervention Model for the Bilingual Exceptional Student. A Technical Report form the Innovative Approaches Research Project."},
      {
        "id":"ED341195",
        "title":"AIM for the BESt: Assessment and Intervention Model for the Bilingual Exceptional Student. A Handbook for Teachers and Planners from the Innovative Approaches Research Project."},
      {
        "id":"ED341196",
        "title":"Provision of Services to Infants and Toddlers with Developmental Delay: The Health Perspective on the Role of Service Coordinators. Carolina Policy Studies Program. Short Report."},
      {
        "id":"ED341197",
        "title":"Open Enrollment and Students with Disabilities: Issues, Concerns, Fears, and Anticipated Benefits. Enrollment Options for Students with Disabilities. Monograph No. 91-001."},
      {
        "id":"ED341198",
        "title":"Severe Behavior Disorders of Children and Youth. Monograph in Behavioral Disorders, Volume 14."},
      {
        "id":"ED341199",
        "title":"Developing Advocacy for Special Needs in an International Community."},
      {
        "id":"ED341200",
        "title":"African-American Males Experiencing School Failure: Alternative Self-Concept Model for Special Educators."},
      {
        "id":"ED341201",
        "title":"Job Club: The Effects of an Adapted Job Club Program on Job-Finding Performance of Learning Disabled Youth. Final Report."},
      {
        "id":"ED341202",
        "title":"Project TEEM Outreach: Transition into the Elementary Education Mainstream throughout Rural Vermont. Final Report. State-Wide Outreach Project: Handicapped Children's Early Education Program Demonstration Projects."},
      {
        "id":"ED341203",
        "title":"Preschool Special Education Funding Formulas: Options for State Policymakers."},
      {
        "id":"ED341204",
        "title":"Employment Priorities for the &apos;90s for People with Disabilities."},
      {
        "id":"ED341205",
        "title":"Maintenance and Generalization of Social Skills in Adults with Severe Disabilities. Final Project Report."},
      {
        "id":"ED341206",
        "title":"Intelligent Computer-Aided Instruction of Study and Metacognitive Strategies. Final Report."},
      {
        "id":"ED341207",
        "title":"Development and Field Testing of a Videodisc/Teacher Net System for Mildly Handicapped Students. Final Report."},
      {
        "id":"ED341208",
        "title":"Inservice Training for Community College Faculty in Learning Disabilities and Other Students with Severe Academic Deficiencies. Final Report."},
      {
        "id":"ED341209",
        "title":"Assessing Social and Cross-Cultural Impact of Group-Based Videodisc Technology. Final Report, October 1, 1987-December 31, 1989."},
      {
        "id":"ED341210",
        "title":"Longitudinal Studies of the Effects of Alternative Types of Early Intervention for Children with Disabilities. Annual Report for Project Period October 1, 1990-September 30, 1991."},
      {
        "id":"ED341211",
        "title":"A Proposed Model for a Deaf Employment Task Force in a Major Corporation."},
      {
        "id":"ED341212",
        "title":"Vocational Rehabilitation Services in Independent Living Centers. Report from the Study Group. Annual Institute on Rehabilitation Issues (17th, Las Vegas, Nevada, October, 1990)."},
      {
        "id":"ED341213",
        "title":"Children with Exceptional Needs in Regular Classrooms."},
      {
        "id":"ED341214",
        "title":"State Child Mental Health Planning."},
      {
        "id":"ED341215",
        "title":"Vocational Rehabilitation: Improved Federal Leadership Could Help States Focus Services on Those with Severe Handicaps. Testimony before the Subcommittee on Select Education, Committee on Education and Labor, House of Representatives."},
      {
        "id":"ED341216",
        "title":"Observer Agreement on Judgments of Bilingualism in Deaf Children."},
      {
        "id":"ED341217",
        "title":"Unique Auditory Language-Learning Needs of Hearing-Impaired Children: Implications for Intervention."},
      {
        "id":"ED341218",
        "title":"Count Me In: Resource Manual on Disabilities."},
      {
        "id":"ED341219",
        "title":"A Guidebook for Parents of Children with Emotional or Behavioral Disorders."},
      {
        "id":"ED341220",
        "title":"Let&apos;s Prevent Abuse: A Prevention Handbook for Early Childhood Professionals and Families with Young Children, with Special Emphasis on the Needs of Children with Disabilities."},
      {
        "id":"ED341222",
        "title":"Issues in the Closure of State Schools in Texas: A Briefing Paper."},
      {
        "id":"ED341224",
        "title":"Changing Canadian Schools: Perspectives on Disability and Inclusion."},
      {
        "id":"ED341225",
        "title":"Research by/for/with Women with Disabilities."},
      {
        "id":"ED341226",
        "title":"Dropouts with Disabilities: What Do We Know? What Can We Do? A Report from the National Longitudinal Transition Study of Special Education Students."},
      {
        "id":"ED341227",
        "title":"The Early Work Experiences of Youth with Disabilities: Trends in Employment Rates and Job Characteristics. A Report from the National Longitudinal Transition Study of Special Education Students."},
      {
        "id":"ED341228",
        "title":"Youth with Disabilities: How Are They Doing? The First Comprehensive Report from the National Longitudinal Transition Study of Special Education Students."},
      {
        "id":"ED341232",
        "title":"Speaking, Reading and Earnings among Low-Skilled Immigrants."},
      {
        "id":"ED341233",
        "title":"Language in the Labor Market: The Immigrant Experience in Canada and the United States."},
      {
        "id":"ED341234",
        "title":"Language and Work among Immigrants: Endogeneity in the Australian Experience."},
      {
        "id":"ED341235",
        "title":"The Role of Instructions in Testing Summarizing Ability."},
      {
        "id":"ED341237",
        "title":"EFL Reading Revisited: A Language Problem or a Reading Problem."},
      {
        "id":"ED341238",
        "title":"Grammar: Should the Skeleton Stay in the Closet?"},
      {
        "id":"ED341239",
        "title":"Write Makes Might: A Case for the Neglected Skill."},
      {
        "id":"ED341242",
        "title":"Papers and Studies in Contrastive Linguistics, Volume Twenty-Two. The Polish-English Contrastive Project."},
      {
        "id":"ED341243",
        "title":"Papers and Studies in Contrastive Linguistics, Volume Twenty Three. The Polish-English Contrastive Project."},
      {
        "id":"ED341244",
        "title":"Papers and Studies in Contrastive Linguistics, Volume Twenty-Six. The Polish-English Contrastive Project."},
      {
        "id":"ED341246",
        "title":"Do Second Language Learners Need Negotiation?"},
      {
        "id":"ED341247",
        "title":"Speech Act Variation in British and American English."},
      {
        "id":"ED341248",
        "title":"School Ka Sabaq: Literacy in a Girls' Primary School in Rural Pakistan."},
      {
        "id":"ED341252",
        "title":"Towards a Generic Curriculum Guide for the Less Commonly Taught Languages. NFLRC Research Notes."},
      {
        "id":"ED341253",
        "title":"Instructional Conversations and Their Classroom Application. Educational Practice Report: 2."},
      {
        "id":"ED341254",
        "title":"The Instructional Conversation: Teaching and Learning in Social Activity. Research Report: 2."},
      {
        "id":"ED341255",
        "title":"Dialogue. Newsletters from 1982-1989, Plus a Recent History of Dialogue Journals, Abstracts of Major Research Projects and Dissertations, and List of Dialogue Journal Publications."},
      {
        "id":"ED341256",
        "title":"The Teacher Trainer. Volume Five, Numbers One, Two, and Three."},
      {
        "id":"ED341257",
        "title":"A Primer for Accompanying Secondary Student Groups to France. [Revised]."},
      {
        "id":"ED341260",
        "title":"Proceedings of the Research Symposium on Limited English Proficient Students' Issues (1st, Washington, District of Columbia, September 10-12, 1990)."},
      {
        "id":"ED341261",
        "title":"Preparing Mainstream Classroom Teachers To Teach Potentially English Proficient Students."},
      {
        "id":"ED341262",
        "title":"Demand, Supply, and Shortage of Bilingual and ESL Teachers: Models, Data, and Policy Issues."},
      {
        "id":"ED341263",
        "title":"Population Estimates of School Age Language Minorities and Limited English Proficiency Children of the United States, 1979-1988."},
      {
        "id":"ED341264",
        "title":"LEP Students and the Integration of Language and Content: Knowledge Structures and Tasks."},
      {
        "id":"ED341265",
        "title":"Early Childhood: Theories, Research and Implications for Bilingual Education."},
      {
        "id":"ED341266",
        "title":"Assessment of Language Minority Students Political, Technical, Practical and Moral Imperatives."},
      {
        "id":"ED341268",
        "title":"Children's Sociopsychogenesis of Literacy and Biliteracy."},
      {
        "id":"ED341269",
        "title":"Issues in Foreign Language and Second Language Education."},
      {
        "id":"ED341270",
        "title":"The State of the Art in Research on Teacher Training Models with Special Reference to Bilingual Education Teachers."},
      {
        "id":"ED341271",
        "title":"Communication and Discourse across Cultures and Languages. AFinLA Yearbook 1991. Publications de l'Association Finlandaise de Linguistic Appliquee (AFinLa). No. 49."},
      {
        "id":"ED341272",
        "title":"Symbolic Internationalization: Beyond the Practical Use of Foreign Languages in Intercultural Communication."},
      {
        "id":"ED341274",
        "title":"Analyzing Service Encounters Cross-Culturally: Methodological Considerations."},
      {
        "id":"ED341275",
        "title":"The Problem of Norm in the Study of Cross-Cultural Discourse."},
      {
        "id":"ED341276",
        "title":"Running against Time and Technology: Problems in Empirical Research into Written Business Communication."},
      {
        "id":"ED341278",
        "title":"Linguistics and the Transnationalisation of Literature."},
      {
        "id":"ED341279",
        "title":"Pitfalls of Cross-Cultural Communication Training: The Art of the Appropriate."},
      {
        "id":"ED341281",
        "title":"Teaching Cultural Competence in the English Language Classroom in Finnish Schools."},
      {
        "id":"ED341286",
        "title":"Seeking Clarification in Oral Tests."},
      {
        "id":"ED341290",
        "title":"Information Structure in Finnish Live Ice Hockey Reporting: An Answer to Tomlin (1983)."},
      {
        "id":"ED341291",
        "title":"Relational Propositions in Text Comprehension Processes."},
      {
        "id":"ED341293",
        "title":"Transaction and Interaction in Writing: The Case of Electronic Mail."},
      {
        "id":"ED341295",
        "title":"Evaluating Program Effectiveness."},
      {
        "id":"ED341296",
        "title":"Teaching Adults with Limited English Skills: Progress and Challenges."},
      {
        "id":"ED341297",
        "title":"Geriatric Education Centers: An Analysis of Policy Implementation."},
      {
        "id":"ED341298",
        "title":"The Recruitment of White Students at Historically Black Colleges and Universities."},
      {
        "id":"ED341300",
        "title":"Dimensions of Balance in an Administrator's Life."},
      {
        "id":"ED341302",
        "title":"Empowerment and Women in Education: A Critique of the Feminist Discourse."},
      {
        "id":"ED341303",
        "title":"Teaching Effectiveness: Perspectives of Pennsylvania First Year University ACT 101 Students and Their High School Teachers."},
      {
        "id":"ED341304",
        "title":"Previewing the Professoriate of the 21st Century: A Multi-Institutional Analysis of Faculty Supply and Demand."},
      {
        "id":"ED341305",
        "title":"Teaching, Research, and Service: Are These Role Functions Satisfying to Venezuelan Faculty Women?"},
      {
        "id":"ED341306",
        "title":"Interrelations for Teaching, Research, and Service: The Faculty Satisfaction Dilemma."},
      {
        "id":"ED341307",
        "title":"University Teaching across Cultures: Lessons from U.S. Fulbrighters in Southeast Asia and Their Colleagues in Thailand."},
      {
        "id":"ED341312",
        "title":"Evaluation of Pre-Departure Orientation of Long-Term, Off-Shore Graduate Education Participants: Theory &amp; Practice."},
      {
        "id":"ED341313",
        "title":"Oversight Hearing on the Reauthorization of the Higher Education Act of 1965: Maui, Hawaii. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session (Kahului, Maui, HI, July 2, 1991)."},
      {
        "id":"ED341314",
        "title":"Corporate Recruiters: How Job Responsibility and Gender Influence Employment Selection of New College Graduates."},
      {
        "id":"ED341323",
        "title":"Learning Together: An Interactive Approach to Tutor Training."},
      {
        "id":"ED341329",
        "title":"A Study of Graduate Perceptions of the Effectiveness of the University of Central Texas Mission, Programs, and Services."},
      {
        "id":"ED341330",
        "title":"Oversight Hearing on the Reauthorization of the Higher Education Act of 1965: Madison, Wisconsin. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session (Madison, Wisconsin)."},
      {
        "id":"ED341331",
        "title":"Oversight Hearing on the Reauthorization of the Higher Education Act of 1965: New York, New York. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session (New York, New York)."},
      {
        "id":"ED341332",
        "title":"Oversight Hearing on the Reauthorization of the Higher Education Act of 1965: Ann Arbor, Michigan. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session (Ann Arbor, Michigan)."},
      {
        "id":"ED341333",
        "title":"Oversight Hearing on the Reauthorization of the Higher Education Act of 1965: New Brunswick, New Jersey. Hearing before the Subcommittee on Postsecondary Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session (New Brunswick, New Jersey)."},
      {
        "id":"ED341336",
        "title":"Peer Review Confidentiality: Is It Still Possible?"},
      {
        "id":"ED341338",
        "title":"Deferred Cost Recovery for Higher Education: Student Loan Programs in Developing Countries. World Bank Discussion Papers, No. 137."},
      {
        "id":"ED341340",
        "title":"Stafford Student Loans: Lower Subsidy Payments Could Achieve Savings without Affecting Access. Report to Congressional Committees."},
      {
        "id":"ED341341",
        "title":"Thinking about College: A First Step in Early Intervention."},
      {
        "id":"ED341343",
        "title":"The Davis Social Environment-1990: A Report of Student Opinions."},
      {
        "id":"ED341344",
        "title":"The Davis Academic Environment-1990. A Report of Student Opinions."},
      {
        "id":"ED341345",
        "title":"Effort and Gain: The UC Davis Undergraduate Experience."},
      {
        "id":"ED341346",
        "title":"Advising At UC Davis-1990. A Report of Student Opinions."},
      {
        "id":"ED341347",
        "title":"Background and Academic Characteristics of Freshmen Entering UC Davis: A Consideration of their Relation to Educational Outcomes. Research Synopsis: Student Affairs Research and Information No. 36."},
      {
        "id":"ED341348",
        "title":"Enrollment, Persistence and Graduation of Undergraduates Admitted to UC Davis by Special Action: 1975-1989. Research Synopsis: Student Affairs Research and Information No. 40."},
      {
        "id":"ED341349",
        "title":"1989-90 Graduates of UC Davis: Their Postgraduate Studies, Occupations and Impressions. Research Synopsis: Student Affairs Research and Information No. 43."},
      {
        "id":"ED341350",
        "title":"Enrollment and Graduation Patterns of Undergraduates Transferring to UC Davis: 1976-1991. Research Synopsis No. 45."},
      {
        "id":"ED341351",
        "title":"The Student-Institutional Fit for the African American Student: Do College Retention Programs Facilitate Academic and Social Access?"},
      {
        "id":"ED341354",
        "title":"Financial Aid for All Students Act of 1991. Hearing on S. 1845 To Ensure that All Americans Have the Opportunity for a Higher Education of the Committee on Labor and Human Resources, United States Senate, One Hundred Second Congress, First Session, on S. 1845."},
      {
        "id":"ED341360",
        "title":"The Effects of Autonomy on Motivation, Use of Learning Strategies, and Performance in the College Classroom."},
      {
        "id":"ED341365",
        "title":"Effects of Word Processing on Student Writing in a High Computer Access Environment. Technical Report 91-3."},
      {
        "id":"ED341366",
        "title":"Expert System Development in the Classroom: Processes and Outcomes. Technical Report 91-1."},
      {
        "id":"ED341367",
        "title":"Connections and Collaborations: Technology and People for the 1990s. Proceedings of the Association for the Development of Computer-Based Instructional Systems International Conference (33rd, St. Louis, Missouri, November 11-14, 1991)."},
      {
        "id":"ED341368",
        "title":"Distance Education Development and Student Support."},
      {
        "id":"ED341370",
        "title":"A Study of Faculty and Computer Center Personnel Perspectives on the Issues Surrounding Campuswide Microcomputer Networks."},
      {
        "id":"ED341372",
        "title":"Abstracts of the Educational Research and Development Centers."},
      {
        "id":"ED341373",
        "title":"ALTEC (Advanced Learning Technologies Center): Promoting Faculty Use of Instructional Technology at Arizona State University."},
      {
        "id":"ED341374",
        "title":"Channel One, Educational Television and Technology. Hearing on Examining Current Educational Television Programming and To Examine New Technologies Which Could Impact the Future of Educational Television, Focusing on Channel One, a News and Information Program Designed for a Teen-Age Audience, before the Subcommittee on Education, Arts, and Humanities of the Committee on Labor and Human Resources. United States Senate, One Hundred Second Congress, First Session."},
      {
        "id":"ED341375",
        "title":"Computer Competence: The First National Assessment."},
      {
        "id":"ED341376",
        "title":"Distance Education Handbook for the Northwest States."},
      {
        "id":"ED341377",
        "title":"Education 2005: The Role of Research and Development in an Overwhelming Campaign for Education in America. Prepared for the Subcommittee on Select Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, First Session."},
      {
        "id":"ED341379",
        "title":"Learning Successive and Coordinate Concepts: A Synthesis."},
      {
        "id":"ED341381",
        "title":"Pathways to Success: Using Technologies To Reach Distant Learners."},
      {
        "id":"ED341383",
        "title":"Restructuring for Learning with Technology."},
      {
        "id":"ED341386",
        "title":"Computer-Based Education: The Best of ERIC, 1989."},
      {
        "id":"ED341387",
        "title":"Como ayudar a sus hijos a usar la biblioteca (Helping Your Child Use the Library)."},
      {
        "id":"ED341389",
        "title":"Teaching Librarians To Teach: A Course in Library Use Instruction."},
      {
        "id":"ED341390",
        "title":"Cataloging Backlogs: Their Content and Control. A Survey of Collection Developers and Catalogers in OhioLINK Libraries."},
      {
        "id":"ED341391",
        "title":"Guam Governor&apos;s Conference on Library and Information Services, 1990. Final Report."},
      {
        "id":"ED341392",
        "title":"Grandparents and Books. Trainer&apos;s Manual. Revised Edition."},
      {
        "id":"ED341393",
        "title":"Partners for Lifelong Learning: Public Libraries and Adult Education."},
      {
        "id":"ED341397",
        "title":"The &quot;Do-It-Yourself&quot; Library Move: Consequences for Staff Interactions and Morale."},
      {
        "id":"ED341399",
        "title":"Information 2000. Library and Information Services for the 21st Century. Summary Report of the White House Conference on Library and Information Services (2nd, Washington, D.C., July 9-13, 1991)."},
      {
        "id":"ED341400",
        "title":"An Investigation of Preservation Service Needs and Options for Florida Libraries: Final Report."},
      {
        "id":"ED341402",
        "title":"Preliminary Analysis of the Massachusetts Preservation Needs Assessment Survey."},
      {
        "id":"ED341403",
        "title":"The Public Library Planning Process. Case Studies of Its Implementation in Smaller Libraries: Final Report."},
      {
        "id":"ED341404",
        "title":"Scholarly Information Centers in ARL Libraries. SPEC Kit 175."},
      {
        "id":"ED341405",
        "title":"Some Books about Alaska Received in 1990."},
      {
        "id":"ED341406",
        "title":"Douglas Library Reference Department Policies and Procedure Manual."},
      {
        "id":"ED341407",
        "title":"Fax for Library Services. ERIC Digest."},
      {
        "id":"ED341408",
        "title":"Leadership Seminar 1989: Workforce 2000. Proceedings of the American Association of Community and Junior Colleges' and St. Petersburg Junior College's Annual Leadership Seminar (2nd, Grand Rapids, Michigan, October 26-27, 1989)."},
      {
        "id":"ED341410",
        "title":"Retention of Minnesota College Students: What About the Community Colleges? Minnesota House of Representatives Research Department Working Paper 5."},
      {
        "id":"ED341411",
        "title":"Articulation Report, Fall 1991."},
      {
        "id":"ED341413",
        "title":"Teaching Culturally Diverse Students in the Community College."},
      {
        "id":"ED341414",
        "title":"Enhancing Teaching and Administration through Scholarship. New Directions for Community Colleges, Number 76."},
      {
        "id":"ED341418",
        "title":"RSC Validation of Mathematics Placement Tests. Research, Planning, Resource Development Report."},
      {
        "id":"ED341420",
        "title":"RSCCD Population and Participation, 1990 Census."},
      {
        "id":"ED341422",
        "title":"Rancho Santiago College Graduate Student Survey. Research, Planning, Resource Development Report."},
      {
        "id":"ED341424",
        "title":"Rancho Santiago College Student Satisfaction Survey. Research, Planning, Resource Development Report."},
      {
        "id":"ED341426",
        "title":"Eyes on the Prize: Students of Color and the Bachelor's Degree."},
      {
        "id":"ED341428",
        "title":"[The Characteristics of Developmental Education Students.]"},
      {
        "id":"ED341429",
        "title":"[Characteristics of Developmental Programs.]"},
      {
        "id":"ED341430",
        "title":"[Assessment.]"},
      {
        "id":"ED341431",
        "title":"Academic Preparation for College: What We Know and Where We Need To Go."},
      {
        "id":"ED341432",
        "title":"[Models and Foundations of Developmental Education.]"},
      {
        "id":"ED341433",
        "title":"[Computer Assisted Instruction.]"},
      {
        "id":"ED341434",
        "title":"[The Historical Roots of Developmental Education.]"},
      {
        "id":"ED341439",
        "title":"Assessing the Preparedness and Achievement of Greenville Technical College Students Enrolled in a First Year Physical Science Course: A Preliminary Report."},
      {
        "id":"ED341441",
        "title":"American Association of Community and Junior Colleges Small/Rural Community Colleges Commission: Exemplary Programs and Services, 1991."},
      {
        "id":"ED341449",
        "title":"Innovation Abstracts, Volume XIII, Numbers 1-30, 1991."},
      {
        "id":"ED341450",
        "title":"Regaining the Edge in Urban Education: Mathematics and Sciences."},
      {
        "id":"ED341451",
        "title":"Academic Standards in the California Community Colleges: A Study of Faculty Perceptions."},
      {
        "id":"ED341455",
        "title":"Task-Related Discourses as an Indicator of Elementary &quot;Expertise.&quot;"},
      {
        "id":"ED341456",
        "title":"The Search for Meaning in Factor Analytically Derived Dimensions."},
      {
        "id":"ED341457",
        "title":"School-Based Early Childhood Centers. The Northwest Regional Educational Laboratory Program Report."},
      {
        "id":"ED341458",
        "title":"Supporting Learning: Understanding and Assessing the Progress of Children in the Primary Program. A Resource for Parents and Teachers."},
      {
        "id":"ED341459",
        "title":"A Manual for Coding Teacher's Enacted Interpersonal Understanding."},
      {
        "id":"ED341461",
        "title":"Home Environment and Social Competence: A Look at Alternative Models of Environmental Action."},
      {
        "id":"ED341462",
        "title":"Montessori Education and Its Relevance to Educational Reform."},
      {
        "id":"ED341463",
        "title":"Moving toward a Primary Program: A Self-Study."},
      {
        "id":"ED341471",
        "title":"Taking Care: State Developments in Child Care."},
      {
        "id":"ED341473",
        "title":"Program of Studies: Elementary Schools."},
      {
        "id":"ED341474",
        "title":"Programme d&apos;Etudes: Elementaire (Program of Studies: Elementary Schools)."},
      {
        "id":"ED341475",
        "title":"Program of Studies: Senior High Schools."},
      {
        "id":"ED341483",
        "title":"The State of the Child."},
      {
        "id":"ED341484",
        "title":"Developmentally Appropriate Early Childhood Education: Presenter's Guide for Program Development Workshop."},
      {
        "id":"ED341485",
        "title":"Developmentally Appropriate Early Childhood Education. Presenter's Guide for Assessment Workshop."},
      {
        "id":"ED341486",
        "title":"Developmentally Appropriate Early Childhood Education. Handbook on Program Development and Assessment."},
      {
        "id":"ED341487",
        "title":"Learning Resource Units for Young Children: A Curriculum for Preschool Children."},
      {
        "id":"ED341489",
        "title":"PAT Program Description. Parent-Child Programs. District 742 Community Education's Early Childhood Family Education Project [Revised]."},
      {
        "id":"ED341491",
        "title":"The Development of Cognitive Schemas about Drugs among Preschoolers."},
      {
        "id":"ED341494",
        "title":"Parental Influences on Ethnic Identity Formation in Adolescents."},
      {
        "id":"ED341496",
        "title":"English Intervention in Bilingual Pre-Schools in Singapore."},
      {
        "id":"ED341498",
        "title":"Using Children's Humor to Clarify the Relationship between Linguistic Awareness and Early Reading Ability."},
      {
        "id":"ED341499",
        "title":"Montessori Teachers' Intervention: Preliminary Findings from an International Study."},
      {
        "id":"ED341501",
        "title":"The Parent Component of the Kindergarten and Elementary Intervention Project (KEIP)."},
      {
        "id":"ED341503",
        "title":"Head Start Substance Abuse Guide: A Resource Handbook for Head Start Grantees and Other Collaborating Community Programs."},
      {
        "id":"ED341504",
        "title":"Quality is in the Eye of the Beholder: The Nature of Early Childhood Centre Quality. Research Report No. 2 to the Ministry of Education."},
      {
        "id":"ED341505",
        "title":"Parents as Discerning Consumers at Three Types of Early Childhood Centres."},
      {
        "id":"ED341506",
        "title":"A &quot;Purple People-Eater&quot; or Quality Assurance Mechanism? The 1989/90 Early Childhood Centre Charter Requirements."},
      {
        "id":"ED341507",
        "title":"A Preferred Child Care Education Service: The Quality of Te Kohanga Reo."},
      {
        "id":"ED341510",
        "title":"Experiences of Charter Development in Early Childhood Centres in 1990. Quality in Early Childhood Centres Report One."},
      {
        "id":"ED341511",
        "title":"Cocaine Kindergartners: Preparing for the First Wave. Hearing on the Impact Drug Abuse is Having upon Children before the Committee on the Judiciary. United States Senate, One Hundred Second Congress, First Session."},
      {
        "id":"ED341513",
        "title":"Home Activities of 3- to 8-Year-Olds. Statistics in Brief."},
      {
        "id":"ED341514",
        "title":"Experiences in Child Care and Early Childhood Programs of First and Second Graders. Statistics in Brief."},
      {
        "id":"ED341515",
        "title":"Readiness To Expand Head Start Enrollment."},
      {
        "id":"ED341519",
        "title":"How Well Do Children Learn Sexual Abuse Prevention Concepts?"},
      {
        "id":"ED341522",
        "title":"Quality vs. Quantity: Issues of Child Care Provision for Shiftworking Women."},
      {
        "id":"ED341523",
        "title":"Indian Nations At Risk Task Force Business Meetings, 1990-91."},
      {
        "id":"ED341524",
        "title":"The Indian Nations At Risk Task Force and the National Advisory Council on Indian Education Joint Issues Sessions Proceedings. Annual Conference of the National Indian Education Association (22nd, San Diego, California, October 15-16, 1990)."},
      {
        "id":"ED341525",
        "title":"Native Language and Culture. INAR/NACIE Joint Issues Sessions. National Indian Education Association (NIEA) Annual Conference (22nd, San Diego, California, October 15, 1990)."},
      {
        "id":"ED341526",
        "title":"Academic Performance. INAR/NACIE Joint Issues Sessions. National Indian Education Association (NIEA) Annual Conference (22nd, San Diego, California, October 15, 1990)."},
      {
        "id":"ED341527",
        "title":"Dropout Prevention. INAR/NACIE Joint Issues Sessions. National Indian Education Association (NIEA) Annual Conference (22nd, San Diego, California, October 15, 1990)."},
      {
        "id":"ED341528",
        "title":"Teacher and Administrator Training, Recruitment and Retention. INAR/NACIE Joint Issues Sessions National Indian Education Assocation (NIEA) Annual Conference (22nd, San Diego, California, October 15, 1990)."},
      {
        "id":"ED341529",
        "title":"Health, Wellness, and Substance Abuse Prevention. INAR/NACIE Joint Issues Sessions. National Indian Education Association (NIEA) Annual Conference (22nd, San Diego, California, October 15, 1990)."},
      {
        "id":"ED341530",
        "title":"Early Childhood Education. INAR/NACIE Joint Issues Sessions. National Indian Education Association (NIEA) Annual Conference (22nd, San Diego, California, October 16, 1990)."},
      {
        "id":"ED341531",
        "title":"Elementary Schools. INAR/NACIE Joint Issues Sessions. National Indian Education Association (NIEA) Annual Conference (22nd, San Diego, California, October 16, 1990)."},
      {
        "id":"ED341532",
        "title":"Middle Schools and High Schools. INAR/NACIE Joint Issues Sessions. National Indian Education Association (NIEA) Annual Conference (22nd, San Diego, California, October 16, 1990). 16, 1990)."},
      {
        "id":"ED341533",
        "title":"Education of Exceptional Children. INAR/NACIE Joint Issues Sessions. National Indian Education Association (NIEA) Annual Conference (22nd, San Diego, California, October 15, 1990). 15, 1990)."},
      {
        "id":"ED341534",
        "title":"Postsecondary Education. INAR/NACIE Joint Issues Sessions. National Indian Education Association (NIEA) Annual Conference (22nd, San Diego, California, October 16, 1990)."},
      {
        "id":"ED341535",
        "title":"Adult and Vocational Technical Education. INAR/NACIE Joint Issues Sessions. National Indian Education Association (NIEA) Annual Conference (22nd, San Diego, California, October 16, 1990). October 16, 1990)."},
      {
        "id":"ED341536",
        "title":"Instructional Technology. INAR/NACIE Joint Issues Sessions. National Indian Education Association (NIEA) Annual Conference (22nd, San Diego, California, October 15, 1990)."},
      {
        "id":"ED341537",
        "title":"Urban Indian Education. INAR/NACIE Joint Issues Sessions. National Indian Education Association (NIEA) Annual Conference (22nd, San Diego, California, October 16, 1990)."},
      {
        "id":"ED341538",
        "title":"Parental Involvement. INAR/NACIE Joint Issues Sessions. National Indian Education Association (NIEA) Annual Conference (22nd, San Diego, California, October 16, 1990)."},
      {
        "id":"ED341539",
        "title":"Partnerships of Schools, Tribes, Communities, Parents, and Businesses. INAR/NACIE Joint Issues Sessions. National Indian Education Association (NIEA) Annual Conference (22nd, San Diego, California, October 15, 1990)."},
      {
        "id":"ED341540",
        "title":"Special Session for Elders. INAR/NACIE Joint Issues Sessions. National Indian Education Association (NIEA) Annual Conference (22nd, San Diego, California, October 16, 1990)."},
      {
        "id":"ED341541",
        "title":"Special Session for Students and Elders To Address the Task Force and NACIE. INAR/NACIE Joint Issues Sessions. National Indian Education Association (NIEA) Annual Conference (22nd, San Diego, California, October 16, 1990)."},
      {
        "id":"ED341542",
        "title":"Open Discussion with NACIE and Task Force Members. INAR/NACIE Joint Issues Sessions. National Indian Education Association (NIEA) Annual Conference (22nd, San Diego, California, October 16, 1990)."},
      {
        "id":"ED341543",
        "title":"Indian Nations At Risk, Summary of Issues &amp; Recommendations from Regional Hearings, July-October 1990."},
      {
        "id":"ED341545",
        "title":"Mathematics Teaching and Learning: Researching in Well-Defined Mathematical Domains. Proceedings from Michigan State University Conference (East Lansing, Michigan, October 4-8, 1989). Elementary Subjects Center Series, No. 40."},
      {
        "id":"ED341546",
        "title":"Profiles of Practice: Elementary School Teachers' Views of Their Mathematics Teaching. Elementary Subjects Center Series, No. 39."},
      {
        "id":"ED341547",
        "title":"Experiential Training in Florida and the Florida Keys. A Pretrip Training Manual."},
      {
        "id":"ED341548",
        "title":"ENLIST Micros: Phase III Models for Establishing ENLIST Micros Teacher Centers."},
      {
        "id":"ED341549",
        "title":"Abdicating Authority for Knowing: A Teacher's Use of an Innovative Mathematics Curriculum. Elementary Subjects Center Series, No. 42."},
      {
        "id":"ED341550",
        "title":"What Does CGI Mean to You? Teachers' Ideas of a Research-Based Intervention Four Years Later. Elementary Subjects Center Series, No. 48."},
      {
        "id":"ED341551",
        "title":"Revising Their Thinking: Keisha Coleman and Her Third-Grade Mathematics Class. Elementary Subjects Center Series, No. 49."},
      {
        "id":"ED341553",
        "title":"A Sampler of Mathematics Assessment."},
      {
        "id":"ED341554",
        "title":"Institute Overview: Development, Goals, Structure and Content. Dissemination Packet--Summer 1989: Booklet #1."},
      {
        "id":"ED341555",
        "title":"Calculus in Secondary Mathematics. Dissemination Packet--Summer 1989: Booklet #2."},
      {
        "id":"ED341556",
        "title":"The Computer Goes to the Front of the Classroom. Dissemination Packet--Summer 1989: Booklet #3."},
      {
        "id":"ED341557",
        "title":"Problem Solving via Pascal, with Data Structures. Dissemination Packet--Summer 1989: Booklet #4."},
      {
        "id":"ED341559",
        "title":"History and Development of Mathematics. Dissemination Packet--Summer 1989: Booklet #6."},
      {
        "id":"ED341560",
        "title":"Workshop in Al Kalfus: History of Mathematics, Problem Solving, Enrichment. Dissemination Packet--Summer 1989: Booklet #7."},
      {
        "id":"ED341561",
        "title":"Discrete Mathematical Models [and] Spreadsheets in the Classroom. Dissemination Packet--Summer 1989: Booklet #8."},
      {
        "id":"ED341562",
        "title":"The Computer as an Experimental Tool in Teaching Mathematics. Dissemination Packet--Summer 1989: Booklet #9."},
      {
        "id":"ED341563",
        "title":"Dolphins. LC Science Tracer Bullet."},
      {
        "id":"ED341574",
        "title":"Conceptions of Problem Solving in Commonly Used and Distinctive Elementary Mathematics Curricula. Elementary Subjects Center Series, No. 43."},
      {
        "id":"ED341575",
        "title":"Experts' Views on the Elementary Science Curriculum: Visions of the Ideal. Elementary Subjects Center Series, No. 33."},
      {
        "id":"ED341577",
        "title":"Freshwater Ecology. LC Science Tracer Bullet."},
      {
        "id":"ED341578",
        "title":"Energy and Environment as Related to Chemistry Teaching. Proceeding of the UNESCO International Workshop/Symposium (Berkeley, California, December 1-8, 1989)."},
      {
        "id":"ED341580",
        "title":"Computer Software &amp; Programing Utilization in Kinematics."},
      {
        "id":"ED341582",
        "title":"Effects of an Environmental Education-Related STS Approach Instruction on Cognitive Structures of Preservice Science Teachers."},
      {
        "id":"ED341583",
        "title":"Matching Actions and Challenges: Report of a National Science Foundation Workshop on Science, Engineering, and Mathematics Education in Two-Year Colleges (May 13-14, 1991)."},
      {
        "id":"ED341584",
        "title":"Experts' Views on the Elementary Mathematics Curriculum: Visions of the Ideal and Critique of Current Practice. Elementary Subjects Center Series, No. 44."},
      {
        "id":"ED341590",
        "title":"Sociological Reflections on Methods in School Music."},
      {
        "id":"ED341604",
        "title":"The Difference between \"Democracy Sucks\" and \"I May Become a Politician\": Views from Three High School Civics Classes."},
      {
        "id":"ED341606",
        "title":"The Arts in Education. A Report by the Connecticut Arts Are Basic to the Curriculum (ABC) Task Force."},
      {
        "id":"ED341608",
        "title":"Handbook for Planning an Effective Visual and Performing Arts Program for California Public Schools Kindergarten through Grade Twelve."},
      {
        "id":"ED341611",
        "title":"Literature for History-Social Science. Kindergarten through Grade Eight."},
      {
        "id":"ED341612",
        "title":"Governor's Conference on Ethnicity. A Conference To Explore the Impact of Pennsylvania's Cultural Diversity on Public Policy. (Harrisburg, Pennsylvania, June 8-9, 1990)."},
      {
        "id":"ED341613",
        "title":"Moral and Civic Education and Teaching about Religion. Handbook on the Legal Rights and Responsibilities of School Personnel and Students in the Areas of Moral and Civic Education and Teaching about Religion. 1991 Revised Edition."},
      {
        "id":"ED341615",
        "title":"Teaching Art to Amish Children. A Participant Observation Study of Teaching Art to Amish Children."},
      {
        "id":"ED341616",
        "title":"Teaching Art to Hispanic Children from a Hispanic Perspective: A Prevalence of Patterning and Pressure."},
      {
        "id":"ED341621",
        "title":"Fifth Graders' Ideas about History Expressed before and after Their Introduction to the Subject. Elementary Subjects Center Series No. 50."},
      {
        "id":"ED341622",
        "title":"How Federal Spending for Infrastructure and Other Public Investments Affects the Economy."},
      {
        "id":"ED341624",
        "title":"Education and Changing Social Realities in Turkey."},
      {
        "id":"ED341628",
        "title":"Evaluation of Student Progress in Multicultural Art Programs."},
      {
        "id":"ED341629",
        "title":"Pennsylvania Classroom Guide to Safety in the Visual Arts."},
      {
        "id":"ED341631",
        "title":"Collected Papers: Pennsylvania's Symposium [I] on Art Education, Aesthetics, and Art Criticism (Carlisle, Pennsylvania, May 6-7, 1986); Pennsylvania's Symposium II on Art Education and Art History (Carlisle, Pennsylvania, November 7-9, 1986); Pennsylvania's Symposium III on the Role of Studio in Art Education (Carlisle, Pennsylvania, November 19-21, 1987)."},
      {
        "id":"ED341634",
        "title":"The Rational Pursuit of Collaboration: Where Does It Lead?"},
      {
        "id":"ED341635",
        "title":"Problems in Interpreting Meaning in Multicultural Settings; Authority in Art Education."},
      {
        "id":"ED341637",
        "title":"Art and the Craft of Avoidance: Toxic Art Supplies Lack Warnings Despite Federal Labeling Law."},
      {
        "id":"ED341638",
        "title":"Creative Tension: Problems in Teaching Art Education to Classroom Teachers."},
      {
        "id":"ED341648",
        "title":"Considerations in Teaching Culturally Diverse Children. ERIC Digest."},
      {
        "id":"ED341649",
        "title":"Professional Development Schools in Massachusetts: Beginning the Process."},
      {
        "id":"ED341651",
        "title":"The Identification of Academic, Personal, and Affective Predictors of Student Teaching Performance."},
      {
        "id":"ED341652",
        "title":"Differences between Teachers Who Have and Have Not Taught Continuously during the First Five Years after Graduation."},
      {
        "id":"ED341655",
        "title":"Restructuring To Reclaim Youth at Risk: Culturally Responsible Pedagogy."},
      {
        "id":"ED341656",
        "title":"&quot;Katherine With-a-K and Little Nato&quot;: A Case Study of Culturally Responsible Pedagogy."},
      {
        "id":"ED341663",
        "title":"Efficacy in Education: A Synopsis of the Literature."},
      {
        "id":"ED341664",
        "title":"A Comprehensive Evaluation of the 1990-91 Model Career Options Program."},
      {
        "id":"ED341665",
        "title":"Appalachia Educational Laboratory: Annual Report, December 1, 1990 through November 30, 1991."},
      {
        "id":"ED341666",
        "title":"Assessment Literacy: Perceptions of Preservice and Inservice Teachers Regarding Ethical Considerations of Standardized Testing Procedures. Literacy Research Report No. 12."},
      {
        "id":"ED341668",
        "title":"Louisiana Teacher Internship Program (LTIP): Perceptions of Two Cohorts of Student Teachers."},
      {
        "id":"ED341671",
        "title":"Clarifying Reasons Why People Aspire To Teach: An Application of Q-Methodology."},
      {
        "id":"ED341672",
        "title":"Personality Trait and Professional Choice among Preservice Teachers in Eastern Kentucky."},
      {
        "id":"ED341674",
        "title":"Comparing Attitudes of Students toward Their Student Teaching Experiences."},
      {
        "id":"ED341676",
        "title":"Making Connections II: Four Educational Perspectives. Symposium Proceedings (2nd, Roanoke, Virginia, November 7-9, 1991). Occasional Paper No. 33."},
      {
        "id":"ED341677",
        "title":"Building a Knowledge Base Using the Computer To Respond to Information Processing Tasks of the NCATE Review."},
      {
        "id":"ED341681",
        "title":"The Teacher Education and Learning To Teach Study: An Occasion for Developing a Conception of Teacher Knowledge. Technical Series 89-1."},
      {
        "id":"ED341682",
        "title":"Changing Visions and Changing Practices: Patchworks in Learning To Teach Mathematics for Understanding. Research Report 91-2."},
      {
        "id":"ED341684",
        "title":"Exploring Values Underlying the Assessment of Teaching Competence: An Application of Social Judgment Theory."},
      {
        "id":"ED341687",
        "title":"New Teacher Retention Project: Final Performance Report FY 1989-91. Series on Equity Issues in Education."},
      {
        "id":"ED341688",
        "title":"Creating Support Systems for New Teachers: A Handbook for Campus Administrators Serving Diverse Student Populations."},
      {
        "id":"ED341689",
        "title":"Beginning Teacher Performance Evaluation: An Overview of State Policies. Trends and Issues Paper No. 7."},
      {
        "id":"ED341690",
        "title":"Classroom Discipline and Teacher Education."},
      {
        "id":"ED341691",
        "title":"Redefining School Literacy: Teachers' Evolving Perceptions. Research Series No. 210."},
      {
        "id":"ED341693",
        "title":"[Public Law 102-62 of the 102nd Congress Relating to the Education Council Act of 1991.]"},
      {
        "id":"ED341697",
        "title":"Projections of Education Statistics to 2002."},
      {
        "id":"ED341698",
        "title":"Computing Maximum Likelihood Estimates of Loglinear Models from Marginal Sums with Special Attention to Loglinear Item Response Theory. [Project Psychometric Aspects of Item Banking No. 53.] Research Report 91-1."},
      {
        "id":"ED341699",
        "title":"Psychological Testing and Assessment in the Twenty-first Century."},
      {
        "id":"ED341702",
        "title":"Predictive Validity of the Vocational Identity Scale."},
      {
        "id":"ED341705",
        "title":"Traditional In-Baskets vs. the General Management In-Basket (GMIB)."},
      {
        "id":"ED341708",
        "title":"Changing Large Scale Testing Programs: Learning from the Experience of Others."},
      {
        "id":"ED341709",
        "title":"The Investigator Planning Exercise: The Selection of Detectives in the Chicago Police Department."},
      {
        "id":"ED341711",
        "title":"Quality in Government: The Army Intern Intake Survey."},
      {
        "id":"ED341714",
        "title":"Assessing National Goals: Some Measurement Dilemmas."},
      {
        "id":"ED341717",
        "title":"Using Multiple Regression To Evaluate a Peer Tutoring Program for Undergraduates."},
      {
        "id":"ED341723",
        "title":"National Dropout Statistics Field Test Evaluation. Statistical Analysis Report. Contractor Report."},
      {
        "id":"ED341724",
        "title":"Detailed Characteristics of Private Schools and Staff: 1987-88. E.D. Tabs."},
      {
        "id":"ED341726",
        "title":"Public and Private Elementary and Secondary Education Statistics: School Year 1991-92. Early Estimates."},
      {
        "id":"ED341727",
        "title":"Definition of Content in Social Studies Testing: Conceptual Content Assessment Report."},
      {
        "id":"ED341729",
        "title":"Basic Concepts in Generalizability Theory: A More Powerful Approach to Evaluating Reliability."},
      {
        "id":"ED341730",
        "title":"Canonical Correlation Analysis: An Instructional Tool for All Parametric Statistical Procedures."},
      {
        "id":"ED341732",
        "title":"Power Assessment and the Delphi Process."},
      {
        "id":"ED341733",
        "title":"Mandated Tests: Reform or Quality Indicator?"},
      {
        "id":"ED341734",
        "title":"The Graded Mark-Point Method of Scoring Performance Exercises and Open-Ended Items."},
      {
        "id":"ED341735",
        "title":"Multilevel Factor Analysis of Class and Student Achievement Components."},
      {
        "id":"ED341736",
        "title":"Translation between Symbolic Representations: Relationship between Instruction and Performance."},
      {
        "id":"ED341737",
        "title":"Conceptual Considerations in Instructionally Sensitive Assessment."},
      {
        "id":"ED341738",
        "title":"Effects of Standardized Testing on Teachers and Learning--Another Look."},
      {
        "id":"ED341740",
        "title":"Chance To Succeed: An After School Tutorial Program. A Report on a Project at P.S. 61, New York City, Supported by the Plan for Social Excellence, Inc."},
      {
        "id":"ED341743",
        "title":"Community-Based Family Support and Education Programs: Something Old or Something New? [Revised.]"},
      {
        "id":"ED341744",
        "title":"The Partnership for Family Reading: A Collaboration of Montclair State and Newark Public Schools. Guide to Replication."},
      {
        "id":"ED341745",
        "title":"Successful Programs and the Bureaucratic Dilemma: Current Deliberations."},
      {
        "id":"ED341747",
        "title":"School Choice: Pros, Cons, and Concerns. ASPIRA Issue Brief."},
      {
        "id":"ED341748",
        "title":"Collaboration To Build Competence. The Urban Superintendents' Perspective."},
      {
        "id":"ED341749",
        "title":"The Kindness of Strangers: Reflections on the Mentoring Movement."},
      {
        "id":"ED341750",
        "title":"The Black Population in the United States: March 1990 and 1989."},
      {
        "id":"ED341751",
        "title":"Shooting Gallery Notes. Working Paper #22. Preliminary."},
      {
        "id":"ED341752",
        "title":"Urban Profiles in Prevention: A Descriptive Summary of Prevention Programs in Urban School Districts in the Western Region."},
      {
        "id":"ED341756",
        "title":"The Hispanic Family: The Decade of Change."},
      {
        "id":"ED341760",
        "title":"Teacher Morale in the Atlanta Public Schools: Spring 1990. Report No. 4, Volume 25, 11/91."},
      {
        "id":"ED341762",
        "title":"Retaining Good Teachers in Urban Schools. ERIC/CUE Digest, Number 77."},
      {
        "id":"ED341764",
        "title":"Training and Development. An Evaluation of Docklands SKILLNET Quick Start Initiatives. FEU/REPLAN."},
      {
        "id":"ED341770",
        "title":"Legal Implications of an Employer Competency Certification Program. Technical Education and Training Research Report Series."},
      {
        "id":"ED341771",
        "title":"Wizard of Work. V.A. Employment &amp; Training Project. The Magic Continues. Final Report &amp; Project Analysis."},
      {
        "id":"ED341772",
        "title":"The Mattering Scales for Adult Students in Postsecondary Education."},
      {
        "id":"ED341773",
        "title":"Unemployment, Education, and Training: Case Studies from North America and Europe."},
      {
        "id":"ED341774",
        "title":"Kansas Career Development Competencies and Life Skills for Transition."},
      {
        "id":"ED341777",
        "title":"Lafayette Adult Reading Academy (LARA) and St. Elizabeth Hospital Employee Literacy Program. Final Performance Report."},
      {
        "id":"ED341781",
        "title":"Secondary Trade and Industrial Education Work Values Instruction: Emancipatory or Indoctrinational?"},
      {
        "id":"ED341783",
        "title":"Dropouts, Stopouts, Optouts at Del Mar College: Spring 1991. Report of a Joint Research Project."},
      {
        "id":"ED341786",
        "title":"Oxyacetylene Welding and Cutting. Teacher Edition. Second Edition."},
      {
        "id":"ED341787",
        "title":"Shielded Metal Arc Welding. Teacher Edition. Second Edition."},
      {
        "id":"ED341788",
        "title":"Competency-Based Education. Professional Development Series."},
      {
        "id":"ED341790",
        "title":"Transitioning Vocational Services: An Exemplary Vocational Program Serving Youth with Special Needs."},
      {
        "id":"ED341797",
        "title":"MRH-5 Robot/Student Manual."},
      {
        "id":"ED341798",
        "title":"New Chance. Implementing a Comprehensive Program for Disadvantaged Mothers and Their Children."},
      {
        "id":"ED341799",
        "title":"Status of the NOICC/SOICC Network: June 30, 1991. Administrative Report No. 17."},
      {
        "id":"ED341800",
        "title":"A Comparison of Factors Related to the Attrition and Professional Development of Beginning and Experienced Technical College Teachers."},
      {
        "id":"ED341801",
        "title":"Coping with Social Change: Programs That Work. Proceedings of a Conference (Acapulco, Mexico, June 1989) = Como enfrentarse al cambio social: programas eficaces. Actas de uno Conferencia (Acapulco, Mexico, Junio de 1989)."},
      {
        "id":"ED341802",
        "title":"Empowering Older Women: Cross-Cultural Views. A Guide for Discussion and Training."},
      {
        "id":"ED341803",
        "title":"Rethinking Worklife Options for Older Persons."},
      {
        "id":"ED341806",
        "title":"Networking: Opportunities To Build Effective Extension Programs."},
      {
        "id":"ED341807",
        "title":"Tech Prep and Educational Reform. Reprint Series."},
      {
        "id":"ED341810",
        "title":"The ABLE Sampler. A Professional Development Guide for Adult Literacy Practitioners."},
      {
        "id":"ED341811",
        "title":"A Reassessment of the Adoption of Technology Education by Industrial Arts Teachers."},
      {
        "id":"ED341812",
        "title":"Resource Sharing between Secondary School Teachers of Agriculture and Science Departments: A National Study."},
      {
        "id":"ED341824",
        "title":"A Study Investigating How Concepts Associated with Eating Disorders Are Addressed in a Preventative Context in the Home Economics Classroom."},
      {
        "id":"ED341825",
        "title":"Adjunct Professors in Agricultural Education."},
      {
        "id":"ED341827",
        "title":"Epidemiology of Work Injuries among Former Participants in Vocational Education."},
      {
        "id":"ED341829",
        "title":"Project L.E.A.R.N. (Literacy, Employment, Advancement, Readiness Network). A National Workplace Literacy Project. Final Evaluation Report."},
      {
        "id":"ED341833",
        "title":"Skills Enhancement Program. Performance Report, Evaluation Report, and Administration Manual."},
      {
        "id":"ED341834",
        "title":"Math for Success in Electronics. Instructor's Guide. Reference Manual."},
      {
        "id":"ED341835",
        "title":"Evaluation of a Workplace Literacy Program: A Cooperative Effort between Houston Lighting and Power Company and North Harris County College."},
      {
        "id":"ED341839",
        "title":"Developing Industry Specific Training for the Classroom of the Future."},
      {
        "id":"ED341844",
        "title":"Work and Family. Policies for a Changing Work Force."},
      {
        "id":"ED341845",
        "title":"Union Perspectives on New Work-based Youth Apprenticeship Initiatives."},
      {
        "id":"ED341849",
        "title":"Proceedings of the Invitational Symposium on Emerging Critical Issues in Distance Higher Education (Albany, New York, November 28-30, 1990)."},
      {
        "id":"ED341850",
        "title":"Vocational Education: Major Provisions of the 1990 Amendments. (P.L. 101-392). CRS Report for Congress."},
      {
        "id":"ED341851",
        "title":"National Literacy Act of 1991: Major Provisions of P.L. 102-73. CRS Report for Congress."},
      {
        "id":"ED341858",
        "title":"Slow Scan Video in the Preparation of Technology Educators."},
      {
        "id":"ED341860",
        "title":"[Women in the Labor Market. Remarks.]"},
      {
        "id":"ED341862",
        "title":"Adult Education in the 90s: Unity in Diversity."},
      {
        "id":"ED341863",
        "title":"Math + Science + Technology = Vocational Preparation for Girls: A Difficult Equation to Balance."},
      {
        "id":"ED341868",
        "title":"Transforming Facilities: Industrial Arts to Technology Education."},
      {
        "id":"ED341870",
        "title":"The Homestudy Option. Final Report."},
      {
        "id":"ED341871",
        "title":"Lehigh Valley Chamber Network Project 1990-91."},
      {
        "id":"ED341872",
        "title":"Literacy Sensitivity Training Seminar."},
      {
        "id":"ED341873",
        "title":"GED Days in the Lehigh Valley."},
      {
        "id":"ED341874",
        "title":"A Comparison of Vocational and Non-Vocational Public School Teachers of Grades 9 to 12. Contractor Report. Statistical Analysis Report."},
      {
        "id":"ED341875",
        "title":"Ends or Means: An Overview of the History of the Adult Education Act. Information Series No. 346."},
      {
        "id":"ED341876",
        "title":"The Adult Education Act: A Guide to the Literature and Funded Projects. Information Series No. 347."},
      {
        "id":"ED341877",
        "title":"A Multicultural Focus on Career Education. Information Series No. 348."},
      {
        "id":"ED341881",
        "title":"Pioneers in Counseling & Development: Personal and Professional Perspectives."},
      {
        "id":"ED341884",
        "title":"The Meaning of Money: Extension and Exploration of the Money Ethic Scale in a Sample of University Students in Taiwan."},
      {
        "id":"ED341885",
        "title":"A Factor Analytic Study of the Protestant Work Ethic."},
      {
        "id":"ED341886",
        "title":"Are School-Based Drug Prevention Programs Working? ERIC Digest."},
      {
        "id":"ED341887",
        "title":"Empowering Young Black Males. ERIC Digest."},
      {
        "id":"ED348913",
        "title":"The California State University Faculty Recruitment Workshop (Los Angeles, CA, April 24-25, 1989). Report."},
      {
        "id":"ED348921",
        "title":"Persistence and Impact: An Analysis of Academic Program Improvement Project Activity, 1980-1986."},
      {
        "id":"ED348937",
        "title":"Distance Education Resource Directory for Northwest Schools."},
      {
        "id":"ED348959",
        "title":"Technology: Its Use in Education. A National Perspective."},
      {
        "id":"ED348975",
        "title":"A Handbook for Resource Centre Standards and Services."},
      {
        "id":"ED348977",
        "title":"Computer Assisted School Automation (CASA) in Japan."},
      {
        "id":"ED348978",
        "title":"Distance Education: An Alternative Service Delivery Model for Chapter 1. Workshop Guide."},
      {
        "id":"ED348989",
        "title":"Ethical Use of Information Technologies in Education: Important Issues for America's Schools."},
      {
        "id":"ED348990",
        "title":"Electronic Communities of Learners: Fact or Fiction."},
      {
        "id":"ED348994",
        "title":"A New Strategic Direction for the AAHSLD Annual Statistics: Planning, Service Roles, Performance Measures, and Management Information Systems for Academic Health Science Libraries: Final Report for Phase I."},
      {
        "id":"ED349023",
        "title":"Feasibility of an International Standard on Library Performance Measures."},
      {
        "id":"ED349029",
        "title":"What Is the Role of the Public Library?"},
      {
        "id":"ED349041",
        "title":"Perspectives on the Community College: Essays."},
      {
        "id":"ED349066",
        "title":"Profile of District Transfers to the University of California, California State University, and St. Mary's College."},
      {
        "id":"ED349075",
        "title":"Beacon College Project Directory."},
      {
        "id":"ED349083",
        "title":"Changing Kindergartens: Four Success Stories."},
      {
        "id":"ED349102",
        "title":"At Risk Does Not Mean Doomed. National Health/Education Consortium Occasional Paper #4."},
      {
        "id":"ED349109",
        "title":"Issues on Teacher Certification in Kentucky."},
      {
        "id":"ED349113",
        "title":"Career Development Systems in Early Care and Education: A Planning Approach."},
      {
        "id":"ED349118",
        "title":"The Effect of Social and Isolate Toys on the Social Interactions of Preschool-Aged Children in a Naturalistic Setting."},
      {
        "id":"ED349136",
        "title":"A Consolidation Success Story."},
      {
        "id":"ED349139",
        "title":"Wetlands &amp; Wildlife: Alaska Wildlife Curriculum Teacher Information Manual, Parts I-II."},
      {
        "id":"ED349151",
        "title":"The Individual is the Community; The Community is the World: Native Elders Talk about What Young People Need To Know."},
      {
        "id":"ED349155",
        "title":"Decline of the Sea Turtles: Causes and Prevention."},
      {
        "id":"ED349157",
        "title":"Interdisciplinary Approaches to Science Education: A Cognitive Analysis."},
      {
        "id":"ED349164",
        "title":"Using Analogies To Aid Understanding in Secondary Chemistry Education."},
      {
        "id":"ED349173",
        "title":"Achievement and Enrollment Evaluation of the Science and Mathematics Middle Magnet Schools: 1990-1991."},
      {
        "id":"ED349185",
        "title":"Hands-On Approaches to Science Teaching: Questions and Answers from the Field and Research."},
      {
        "id":"ED349198",
        "title":"The Baby Boom--Entering Midlife."},
      {
        "id":"ED349199",
        "title":"Population: A Lively Introduction."},
      {
        "id":"ED349201",
        "title":"The Social Psychology of Immigration: The Greek-American Experience."},
      {
        "id":"ED349203",
        "title":"Sample Tasks and Scoring Tools. Grade 3: Social Studies, Language Usage. 1992 Maryland School Performance Assessment Program."},
      {
        "id":"ED349218",
        "title":"Investigating in the Social Subjects. SCRE Project Report No. 34."},
      {
        "id":"ED349224",
        "title":"The Northeast Global Studies Magnet Middle School, 1990-1991. Formative Evaluation."},
      {
        "id":"ED349225",
        "title":"The Visual and Performing Arts Magnet Elementary Schools: 1988-1989, 1989-1990, 1990-1991. Summative Evaluation."},
      {
        "id":"ED349234",
        "title":"Scarcity and Survival in El Salvador. Grades Six to Twelve."},
      {
        "id":"ED349253",
        "title":"The DBAE Handbook: An Overview of Discipline-Based Art Education."},
      {
        "id":"ED349256",
        "title":"Ethical Education in American Public Schools. Reference & Resource Series."},
      {
        "id":"ED349285",
        "title":"Life Histories and the Transition to Teaching as a Second Career."},
      {
        "id":"ED349291",
        "title":"The Question of Teacher Professionalism."},
      {
        "id":"ED349292",
        "title":"Inexperienced and Experienced Teachers' Differences in Reacting and Attributing to Problematic Classroom Situations."},
      {
        "id":"ED349298",
        "title":"Motivation in Education."},
      {
        "id":"ED349301",
        "title":"Relationship between Afro-American Preservice Teachers' Pedagogical Clinical Knowledge and Reflective Thinking."},
      {
        "id":"ED349308",
        "title":"Qualitative Interviewing and the Art of Questioning: Promises, Possibilities, Problems, and Pitfalls."},
      {
        "id":"ED349343",
        "title":"NCES Statistical Standards."},
      {
        "id":"ED349345",
        "title":"The Power Hour of Homework Survey."},
      {
        "id":"ED349360",
        "title":"A New Agenda for Educational Equity. Education in a Changing South: New Policies, Patterns and Programs. Report on the Annual Continuing Conference (9th, Atlanta, Georgia, November 5-7, 1991)."},
      {
        "id":"ED349362",
        "title":"Peace Corps: Urban Development Programming Guidelines."},
      {
        "id":"ED349364",
        "title":"School Motivation, Engagement, and Sense of Belonging among Urban Adolescent Students."},
      {
        "id":"ED349367",
        "title":"A Profile of Eighth Graders in Catholic Schools. Based on the National Educational Longitudinal Study of 1988."},
      {
        "id":"ED349370",
        "title":"Multicultural Education for the 21st Century. NEA School Restructuring Series."},
      {
        "id":"ED349386",
        "title":"Development of a Model for Measuring Student Satisfaction with Non-Traditional Degree Programs."},
      {
        "id":"ED349396",
        "title":"Bilingual Vocational Education. Trends and Issues Alerts."},
      {
        "id":"ED349397",
        "title":"Consumer Education for the Elementary School. Trends and Issues Alerts."},
      {
        "id":"ED349400",
        "title":"Integrating Basic Skills into Vocational Teacher Education Curricula: Book 3--Reality of Learners."},
      {
        "id":"ED349401",
        "title":"Integrating Basic Skills into Vocational Teacher Education Curricula: Book 4--Change in the Public School."},
      {
        "id":"ED349402",
        "title":"Integrating Basic Skills into Vocational Teacher Education Curricula: Book 5--Challenges for the Teacher."},
      {
        "id":"ED349403",
        "title":"Direct and Equitable Access: Collaborative Opportunities under the National Literacy Act. Report of a Workshop (Washington, D.C., March 1992)."},
      {
        "id":"ED349404",
        "title":"Vocational Education. Reprint Series."},
      {
        "id":"ED349405",
        "title":"Selected Resources to Facilitate the Transition of Learners with Special Needs from School to Work or Postsecondary Education. Volume 2."},
      {
        "id":"ED349406",
        "title":"Workplace Literacy in the 90's: Definitions, Descriptions, Opportunities, and Cautions."},
      {
        "id":"ED349407",
        "title":"Training of Trainers: New Institutional and Functional Structures?"},
      {
        "id":"ED349408",
        "title":"Veterans&apos; Employment and Training Programs in the Department of Labor. Hearing before the Subcommittee on Education, Training and Employment of the Committee on Veterans&apos; Affairs. House of Representatives, One Hundred Second Congress, Second Session."},
      {
        "id":"ED349409",
        "title":"A Model Academic Curriculum for the Massachusetts Secondary Technical Vocational Setting."},
      {
        "id":"ED349410",
        "title":"The African Adult Education Movement in Blossom. Report of the Secretary General to the Second General Assembly on the 1987-90 Period."},
      {
        "id":"ED349411",
        "title":"Proposed Performance Standards for Comprehensive Support Services and Vocational Equity Grants."},
      {
        "id":"ED349412",
        "title":"Access to and Use of Vocational Education in Teen Parent Programs."},
      {
        "id":"ED349413",
        "title":"The Changing Workforce. Demographic Issues Facing Employers. Testimony before the Subcommittee on Census and Population, Committee on Post Office and Civil Service, United States House of Representatives."},
      {
        "id":"ED349414",
        "title":"The Changing Workforce. Comparison of Federal and Nonfederal Work/Family Programs and Approaches."},
      {
        "id":"ED349415",
        "title":"Outreach and Technical Assistance Network. Two Year Evaluation Report. December 1, 1989 - November 30, 1991."},
      {
        "id":"ED349418",
        "title":"Initial Training and Further Training in the Europe of the Nineties: Current Trends and Perspectives for the Future. Occasional Paper No. 130."},
      {
        "id":"ED349419",
        "title":"As Easy as 2 + 2. One College's &quot;Best Practices&quot; Vocational-Technical Program Articulation Model. Competency-Based Vocational Education Administrator Series. Research and Development Series No. 272."},
      {
        "id":"ED349420",
        "title":"The New Crafts. EQW Issues Number 2."},
      {
        "id":"ED349421",
        "title":"Learning for the Working World: Vocational Training in the Federal Republic of Germany."},
      {
        "id":"ED349424",
        "title":"[Adult Learning Disabilities.]"},
      {
        "id":"ED349425",
        "title":"The New York City Adult Literacy Initiative. Analysis of New York City's 1989-1990 Adult Literacy Data Base."},
      {
        "id":"ED349426",
        "title":"Workplace Communication Skills, Workplace Basic Skills, &amp; Literacy Training in UAW-Chrysler Region 3. Final Performance Report."},
      {
        "id":"ED349427",
        "title":"A Modular Conceptual Framework for Technology and Work. Invited Lecture."},
      {
        "id":"ED349428",
        "title":"Whole Language Training Module: For Training Teachers and Tutors of Adult Reading Students."},
      {
        "id":"ED349429",
        "title":"Life Skills Curriculum for Senior Adult Learners."},
      {
        "id":"ED349430",
        "title":"Life Skills Resource Guide for Senior Adult Learners."},
      {
        "id":"ED349431",
        "title":"Curriculum for Students with Special Needs."},
      {
        "id":"ED349432",
        "title":"Activities for Students with Special Needs."},
      {
        "id":"ED349433",
        "title":"The Role of the State and the Social Partners: Mechanisms and Spheres of Influence."},
      {
        "id":"ED349434",
        "title":"High Performance Work and Learning Systems: Crafting a Worker-Centered Approach. Proceedings of a Conference (Washington, D.C., September 1991)."},
      {
        "id":"ED349435",
        "title":"Upgrading America's Workforce through Participation and Structured Work-Based Learning: UCLP Research Report."},
      {
        "id":"ED349436",
        "title":"The Educational Process in Juvenile Correctional Schools. Review of the Research."},
      {
        "id":"ED349437",
        "title":"Improving Workforce Preparation: Lessons from the Career Education Movement."},
      {
        "id":"ED349438",
        "title":"Sexual Harassment: Understand It, Talk about It, Post a Policy against It. Monograph, Volume 7, Number 2."},
      {
        "id":"ED349440",
        "title":"Quality Indicators for Adult Education Programs: Lessons Learned from Other Programs."},
      {
        "id":"ED349441",
        "title":"Synthesis of State Quality Indicators for Adult Education Programs. Draft Report."},
      {
        "id":"ED349442",
        "title":"Literacy Policy in the United States."},
      {
        "id":"ED349443",
        "title":"Building a Competitive America. First Annual Report to the President &amp; Congress."},
      {
        "id":"ED349444",
        "title":"Colorado Workplace Learning Initiative: Skills for Productivity and Career Enhancement. A 1991-92 National Workplace Literacy Grant Program. Final Performance Report. June 1991 - September 1992."},
      {
        "id":"ED349445",
        "title":"Workplace Learning Curriculum Guides. Volume I: Basic Skills--Math."},
      {
        "id":"ED349446",
        "title":"Workplace Learning Curriculum Guides. Volume II: Basic Skills--English as a Second Language (ESL)."},
      {
        "id":"ED349447",
        "title":"Workplace Learning Curriculum Guides. Volume III: Basic Skills--Reading."},
      {
        "id":"ED349448",
        "title":"Workplace Learning Curriculum Guides. Volume IV: Basic Skills--General Educational Development (GED)."},
      {
        "id":"ED349449",
        "title":"Workplace Learning Curriculum Guides. Volume V: Functional Skills."},
      {
        "id":"ED349450",
        "title":"Workplace Learning Curriculum Guides. Volume VI: Enhanced Basic Skills--Learning to Learn, Career Planning."},
      {
        "id":"ED349451",
        "title":"Workplace Learning Curriculum Guides. Volume VII: Enhanced Basic Skills--Decisions, Teams, Problem Solving, Critical Thinking."},
      {
        "id":"ED349452",
        "title":"Workplace Learning Curriculum Guides. Volume VIII: Enhanced Basic Skills--Listening Skills, Communications, Speech, Self-Esteem, Individual Workplace Skills."},
      {
        "id":"ED349453",
        "title":"The Changing Role of Women in Twentieth Century Law Enforcement."},
      {
        "id":"ED349454",
        "title":"The Youth Career Centre of Calgary: A Rationale for the Development of a Community-Based Centre for Meeting the Career Development Needs of Youth."},
      {
        "id":"ED349455",
        "title":"A Comparison of the Starting Pay of Cooperative Education Graduates with that of Non-Cooperative Education Graduates."},
      {
        "id":"ED349456",
        "title":"Job Interviewing Skills for ESL Students with a Cross-Cultural Emphasis. Instructor's Manual and Student Workbook."},
      {
        "id":"ED349457",
        "title":"Adults as Dropouts."},
      {
        "id":"ED349458",
        "title":"SCANS in the Schools."},
      {
        "id":"ED349459",
        "title":"Reformation Design of Training. A Handbook with a Behavioral Digital Approach."},
      {
        "id":"ED349460",
        "title":"Beyond the School Doors: The Literacy Needs of Job Seekers Served by the U.S. Department of Labor."},
      {
        "id":"ED349461",
        "title":"Canadian Association for the Study of Adult Education. Proceedings of the Annual Conference (3rd, Guelph, Ontario, Canada, June 8-10, 1984)."},
      {
        "id":"ED349462",
        "title":"Canadian Association for the Study of Adult Education. Proceedings of the Annual Conference (4th, Montreal, Quebec, Canada, May 28-30, 1985)."},
      {
        "id":"ED349463",
        "title":"Canadian Association for the Study of Adult Education. Proceedings of the Annual Conference (5th, Winnipeg, Manitoba, Canada, May 30-June 1, 1986)."},
      {
        "id":"ED349464",
        "title":"Canadian Association for the Study of Adult Education. Proceedings of the Annual Conferences (6th, Hamilton, Ontario, Canada, May 29-31, 1987)."},
      {
        "id":"ED349465",
        "title":"Canadian Association for the Study of Adult Education. Proceedings of the Annual Conference (9th, Victoria, British Columbia, Canada, June 1990)."},
      {
        "id":"ED349466",
        "title":"Canadian Association for the Study of Adult Education. Proceedings of the Annual Conference (10th, Kingston, Ontario, Canada, June 1991)."},
      {
        "id":"ED349467",
        "title":"Canadian Association for the Study of Adult Education. Proceedings of the Annual Conference (11th, Saskatoon, Saskatchewan, Canada, May 1992)."},
      {
        "id":"ED349468",
        "title":"Workplace Applications of Basic Skills. National Workplace Literacy Project. Final Report."},
      {
        "id":"ED349469",
        "title":"Educational Matchmaking: Academic and Vocational Tracking in Comprehensive High Schools."},
      {
        "id":"ED349470",
        "title":"U.S. Enrollment Patterns in Secondary Vocational Education: A Status Report (1983-1990)."},
      {
        "id":"ED349471",
        "title":"Vocational Education Leadership Development Resources: Selection and Application."},
      {
        "id":"ED349472",
        "title":"Public Safety Curriculum Project. Final Report."},
      {
        "id":"ED349473",
        "title":"Youth Apprenticeships: Can They Work in America? EQW Issues Number 3."},
      {
        "id":"ED349474",
        "title":"Examining Computer Conferencing as a Technique for Enhancing Personnel Development Activities: Final Report for Year Two of a Three Year Interdisciplinary Study."},
      {
        "id":"ED349475",
        "title":"Rockefeller and General Education Board Influences on Vocationalism in Education, 1880-1925."},
      {
        "id":"ED349480",
        "title":"Counselor Credentialing and School Counselor Employability in North Carolina."},
      {
        "id":"ED349481",
        "title":"Council on Domestic Violence and Sexual Assault. Annual Report to Governor Walter J. Hickel and the Alaska State Legislature."},
      {
        "id":"ED349482",
        "title":"Children in Crisis: A Report on Runaway and Homeless Youth in Alaska."},
      {
        "id":"ED349484",
        "title":"Youth Violence and Gangs. Hearing on the Status of the Juvenile Justice System in America, Focusing on Activities of Youth Gangs and Their Access to Guns, and How Programs Can Help Prevent the Violence Associated with Youth Gangs, before the Subcommittee on Juvenile Justice of the Committee on the Judiciary. United States Senate, One Hundred Second Congress, First Session, (November 26, 1991)."},
      {
        "id":"ED349489",
        "title":"Response by High Risk Groups to HIV/AIDS Educational Outreach: A Focus Group Report."},
      {
        "id":"ED349490",
        "title":"A Developmentally Based Counseling Intervention Model for Managing Career Transitions."},
      {
        "id":"ED349491",
        "title":"Study of Guidance Services in the High Schools, 1988-89. OREA Report."},
      {
        "id":"ED349492",
        "title":"Project CAST Evaluation Report. OREA Report."},
      {
        "id":"ED349493",
        "title":"Self Help as an Adjunct to Psychotherapy: Issues of Awareness, Motivation, and Self Actualization."},
      {
        "id":"ED349494",
        "title":"Operation Rescue. Final Report."},
      {
        "id":"ED349495",
        "title":"Consultation Programs: A Comparative Evaluation."},
      {
        "id":"ED349496",
        "title":"Alaska's Adolescent Pregnancy and Parenthood Task Force. Report to the Legislature."},
      {
        "id":"ED349497",
        "title":"Exploring Campus Intolerance: A Textual Analysis of Comments Concerning Lesbian, Gay, and Bisexual People."},
      {
        "id":"ED349498",
        "title":"The Effect of Fear-Inducing Stimuli upon STD Attitudes."},
      {
        "id":"ED349499",
        "title":"Sex, AIDS, and the Use of Condoms: A Survey of Compliance in College Students."},
      {
        "id":"ED349501",
        "title":"Caregiving for Frail Elders in Rural America."},
      {
        "id":"ED349502",
        "title":"\"Alcohol: The Gateway Drug.\" OREA Evaluation Report."},
      {
        "id":"ED349503",
        "title":"Gender Differences in Human Development: A Comparative Discussion of &quot;Women's Ways of Knowing: The Development of Voice, Self and Mind&quot; and &quot;Iron John: A Book about Men.&quot;"},
      {
        "id":"ED349504",
        "title":"Vision and Vocation in Community Counseling."},
      {
        "id":"ED349505",
        "title":"Educational Functioning and Self-Esteem of Psychiatrically Hospitalized Adolescents."},
      {
        "id":"ED349506",
        "title":"Mothers' Teaching about Health: A Descriptive Study of Low Income Black Mothers and Their Children."},
      {
        "id":"ED349507",
        "title":"Field Hearing on Violence in Our Nation&apos;s Schools. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives. One Hundred Second Congress, Second Session (Bronx, New York, May 4, 1992)."},
      {
        "id":"ED349508",
        "title":"Do the Leaders of Counselor Education Programs Think Graduate Students Should Be Required To Participate in Personal Counseling: The Results of a National Survey."},
      {
        "id":"ED349509",
        "title":"Drug Involvement among Alcoholic Men: Relationships to Psychopathology and Adaptation."},
      {
        "id":"ED349510",
        "title":"Expenditures and Investments: Adolescent Pregnancy in the South."},
      {
        "id":"ED349511",
        "title":"Interagency Collaboration: Improving the Delivery of Services to Children and Families."},
      {
        "id":"ED349514",
        "title":"Meeting a New Sexuality Education State Mandate: A Pilot Study of Local School System Programming Characteristics and Correlates."},
      {
        "id":"ED349515",
        "title":"Southeast Regional Center for Drug Free Schools and Communities. Combined Report on School Surveys of Junior and Senior High School Students for 1988-89 School Year."},
      {
        "id":"ED349516",
        "title":"The 1989 Georgia Survey of Adolescent Drug and Alcohol Use. Volume I: The Narrative Report for Survey Findings."},
      {
        "id":"ED349517",
        "title":"Cognitive Overgeneralization, Parental Authority, and Self-Esteem."},
      {
        "id":"ED349518",
        "title":"&quot;Doing Gender&quot; and Conflicts over the Household Division of Labor."},
      {
        "id":"ED349519",
        "title":"Building Bridges from School to Home: Getting Parents Involved in Secondary Education."},
      {
        "id":"ED349520",
        "title":"Marriage, Divorce, and Remarriage in the 1990s."},
      {
        "id":"ED349521",
        "title":"Maltese Survey of Adolescent Drug Use, 1991."},
      {
        "id":"ED349522",
        "title":"Louisiana State-Wide Survey Adolescent Drug and Alcohol Use, 1991."},
      {
        "id":"ED349523",
        "title":"The Effectiveness of Career Guidance Approaches. Research Papers."},
      {
        "id":"ED349524",
        "title":"Career Exploration Program: A Composite Systematic Functional Objective Model."},
      {
        "id":"ED349526",
        "title":"Salad Bowl--All Together, All Unique, All Special."},
      {
        "id":"ED349527",
        "title":"The Early School Leavers: Initial Survey. Report and Summary Report. Youth Transition into the Labour Market."},
      {
        "id":"ED349528",
        "title":"Youth Transition into the Labour Market. The Class of '89: Initial Survey of Level III (Grade 12) High School Students."},
      {
        "id":"ED349529",
        "title":"Youth Transition into the Labour Market. Six Months after High School: Class of '89 Follow-Up Survey One."},
      {
        "id":"ED349530",
        "title":"Life after School: A Profile of Early Leavers in Newfoundland. Youth Transition into the Labour Market. Report and Summary Report."},
      {
        "id":"ED349531",
        "title":"Using Peer Assisted Learning (PAL) To Reduce the Number of After-School Detentions and Increase Self-Esteem among Fourth through Sixth Grade Tutors Who Are Considered To Be Discipline Problems."},
      {
        "id":"ED349532",
        "title":"Adolescent HIV Education: The Impact of Dating Violence on Sexual Behavior."},
      {
        "id":"ED349533",
        "title":"My First Job: A Work Maturity Certification Course Designed for Adolescents Preparing for Part Time Employment. [Work Maturity Manual] and Student Handbook."},
      {
        "id":"ED349534",
        "title":"Parent Decision Making in Reading Aloud to First Graders."},
      {
        "id":"ED349536",
        "title":"Phonemic Awareness versus Meaning Instruction in Beginning Reading: A Discussion."},
      {
        "id":"ED349537",
        "title":"A Fourth Grade Read-Aloud Program."},
      {
        "id":"ED349538",
        "title":"A Study of the Achievements of Pre-School, Kindergarten, First and Second Grade Children Using a Computerized Reading and Language Arts Program."},
      {
        "id":"ED349539",
        "title":"Entering Freshmen Hindered by Functional Illiteracy."},
      {
        "id":"ED349540",
        "title":"The Effect of Culturally Related Schemata and Instruction Using Thematic Units on Comprehension."},
      {
        "id":"ED349543",
        "title":"Reader Response Logs as a Learning Device in Literature Classes."},
      {
        "id":"ED349544",
        "title":"From Traditional Reading Clinics to Wellness Centers. Literacy Research Report No. 16."},
      {
        "id":"ED349545",
        "title":"Mapping: Organizing News Stories for Improved Readability. Does It Work?"},
      {
        "id":"ED349547",
        "title":"Young Readers and the Newspaper: Factors Affecting Information Recall and Perceived Enjoyment, Readability and Attractiveness."},
      {
        "id":"ED349548",
        "title":"Whole Language Approach: Is It Really Better?"},
      {
        "id":"ED349549",
        "title":"Can the Kindergarten Diagnostic Instrument Be Used To Identify Children Who Will Qualify for a Reading Intervention Program?"},
      {
        "id":"ED349551",
        "title":"Uniting Two-Year and Four-Year College Programs through Portfolio Assessment."},
      {
        "id":"ED349552",
        "title":"Rap Music and the First-Year Writing Curriculum."},
      {
        "id":"ED349553",
        "title":"Literature Belongs to Everyone: A Report on Widening Access to Literature."},
      {
        "id":"ED349554",
        "title":"Translation and Text-Analysis."},
      {
        "id":"ED349555",
        "title":"Implementation and Evaluation of a Writing Process Program."},
      {
        "id":"ED349556",
        "title":"Neo-Sophistic Rhetorical Theory: Sophistic Precedents for Contemporary Epistemic Rhetoric."},
      {
        "id":"ED349557",
        "title":"Evaluation of Achievement in Language Arts."},
      {
        "id":"ED349561",
        "title":"Reconsidering the Melting Pot: Fostering Multicultural Awareness through Introductory Composition and Literature Courses."},
      {
        "id":"ED349562",
        "title":"People from the Past: Writing Biographies."},
      {
        "id":"ED349563",
        "title":"The Ideology of Canons and Cultural Concerns in the Literature Curriculum. Report Series."},
      {
        "id":"ED349564",
        "title":"Green Eyeshades vs. Chi Squares Revisited: Editors' and JMC Administrators' Perceptions of Major Issues in Journalism Education."},
      {
        "id":"ED349566",
        "title":"The Nation's Scholastic Press Association Directors Describe the State of High School Journalism."},
      {
        "id":"ED349567",
        "title":"How Management Training Relates to Newspaper Editors' Professional Commitment."},
      {
        "id":"ED349568",
        "title":"Journalism Students' Perception of English Composition as a Preparation for News Writing."},
      {
        "id":"ED349569",
        "title":"Student-Centered Teaching and Creative Teaching Methods as They Relate to Enhancing Student Creativity in Advertising Copywriting."},
      {
        "id":"ED349570",
        "title":"A National Study of High School Newspaper Programs: Environmental and Adviser Characteristics, Funding and Pressures on Free Expression."},
      {
        "id":"ED349571",
        "title":"Are Student Newspapers as Readable, Interesting and Thorough as Community Newspapers? A Content Analysis of Student and Community Daily Newspapers."},
      {
        "id":"ED349572",
        "title":"Twentieth Century Middle Eastern Fiction, Poetry and Drama in English Translation by Arab, Iranian, and Turkish Women: A Bibliography."},
      {
        "id":"ED349573",
        "title":"When Worlds Collide: Negotiating between Academic and Professional Discourse in a Graduate Social Work Program."},
      {
        "id":"ED349574",
        "title":"Social Issues in the English Classroom."},
      {
        "id":"ED349576",
        "title":"A Program To Help College Bound Students Improve Their Verbal Scholastic Aptitude Test Scores."},
      {
        "id":"ED349577",
        "title":"Nurturing Writing Attitudes through Collaboration across the Intermediate Grades."},
      {
        "id":"ED349578",
        "title":"Newsmaking, a Tool for Self-Determination: Urban High School Students Publish a Community Newspaper."},
      {
        "id":"ED349579",
        "title":"Creating the Culture of Journalism."},
      {
        "id":"ED349580",
        "title":"Combating New Teacher Burnout: Providing Support Networks for Personal and Professional Growth."},
      {
        "id":"ED349582",
        "title":"Creating Change: Towards a Dialogic Pedagogy. Report Series 2.18."},
      {
        "id":"ED349584",
        "title":"Program Assessment as a Means To Improve Instruction and Enhance Faculty Development: The First Year of Assessment of Human Communication Majors at James Madison University."},
      {
        "id":"ED349585",
        "title":"The &quot;New&quot; Age: A Bibliographic Essay."},
      {
        "id":"ED349586",
        "title":"Academic Debate and Critical Thinking: A Look at the Evidence."},
      {
        "id":"ED349587",
        "title":"Debating with Rules: Much Ado about Nothing."},
      {
        "id":"ED349588",
        "title":"Handling News Media: Johnson and Dorman's Bag of Tricks."},
      {
        "id":"ED349589",
        "title":"College Students and AIDS: AIDS Communication and Involvement Effects on Sexual Behavior."},
      {
        "id":"ED349590",
        "title":"Art dramatique: Secondaire premier cycle. Guide d'enseignement (Dramatic Art: First Secondary Cycle. Teaching Guide)."},
      {
        "id":"ED349591",
        "title":"Twenty Years of Cultural Imperialism Research: Some Conceptual and Methodological Problems."},
      {
        "id":"ED349592",
        "title":"A Review of Teacher Nonverbal Immediacy: Implications for Intercultural Research."},
      {
        "id":"ED349593",
        "title":"Communication Media in Ancient Cultures."},
      {
        "id":"ED349594",
        "title":"How Gender and Select Demographics Relate to Support for Expressive Rights."},
      {
        "id":"ED349595",
        "title":"A Descriptive Outline for an Advertising History Course in Seminar Format."},
      {
        "id":"ED349598",
        "title":"Coach as Transformational Leader: Pragmatic Implications."},
      {
        "id":"ED349599",
        "title":"Contemporary Macro-Issues in Human Work Organizations--Agenda for the Scientist-Practitioner in Organizational Communication."},
      {
        "id":"ED349600",
        "title":"Teaching Creativity for Right Brain and Left Brain Thinkers."},
      {
        "id":"ED349601",
        "title":"Fund Raising Education: An Analysis of Public Relations Textbooks."},
      {
        "id":"ED349602",
        "title":"Bringing the &quot;Real World&quot; into the Advertising Classroom."},
      {
        "id":"ED349603",
        "title":"Potential of the Public Relations Department as a Deterrent to Fund-Raising Encroachment."},
      {
        "id":"ED349604",
        "title":"Alternative Media Use and Support for Multicultural Education."},
      {
        "id":"ED349605",
        "title":"Assessing Baccalaureate Advertising Education Outcome Utilizing Marketing Education Curriculum Development Strategies."},
      {
        "id":"ED349606",
        "title":"Incorporating Women's Speeches as Models in the Basic Course."},
      {
        "id":"ED349607",
        "title":"The Effect of Gender on Course Evaluations in Mass Communications: A Pilot Study."},
      {
        "id":"ED349608",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (75th, Montreal, Quebec, Canada, August 5-8, 1992). Part I: Journalism History, Section A."},
      {
        "id":"ED349609",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (75th, Montreal, Quebec, Canada, August 5-8, 1992). Part II: Journalism History, Section B."},
      {
        "id":"ED349610",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (75th, Montreal, Quebec, Canada, August 5-8, 1992). Part III: Media History."},
      {
        "id":"ED349611",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (75th, Montreal, Quebec, Canada, August 5-8, 1992). Part IV: Media and Law, Section A."},
      {
        "id":"ED349612",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (75th, Montreal, Quebec, Canada, August 5-8, 1992). Part V: Media and Law, Section B."},
      {
        "id":"ED349613",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (75th, Montreal, Quebec, Canada, August 5-8, 1992). Part VI: Politics and Mass Media."},
      {
        "id":"ED349614",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (75th, Montreal, Quebec, Canada, August 5-8, 1992). Part VII: Television."},
      {
        "id":"ED349615",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (75th, Montreal, Quebec, Canada, August 5-8, 1992). Part VIII: Mass Media Effects."},
      {
        "id":"ED349616",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (75th, Montreal, Quebec, Canada, August 5-8, 1992). Part IX: Media and Technology."},
      {
        "id":"ED349617",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (75th, Montreal, Quebec, Canada, August 5-8, 1992). Part X: Health, Science, and the Environment."},
      {
        "id":"ED349618",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (75th, Montreal, Quebec, Canada, August 5-8, 1992). Part XI: Advertising."},
      {
        "id":"ED349619",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (75th, Montreal, Quebec, Canada, August 5-8, 1992). Part XII: Foreign and International Media."},
      {
        "id":"ED349620",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (75th, Montreal, Quebec, Canada, August 5-8, 1992). Part XIII: Magazines."},
      {
        "id":"ED349621",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (75th, Montreal, Quebec, Canada, August 5-8, 1992). Part XIV: Newspapers."},
      {
        "id":"ED349622",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (75th, Montreal, Quebec, Canada, August 5-8, 1992). Part XV: The Newspaper Business."},
      {
        "id":"ED349623",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (75th, Montreal, Quebec, Canada, August 5-8, 1992). Part XVI: Miscellaneous Studies."},
      {
        "id":"ED349624",
        "title":"ORDIS: Tennessee's One-Room-Drop-In School."},
      {
        "id":"ED349625",
        "title":"A Report on Technical Assistance for School Improvement: Observations, Issues, and Recommendations for the People of Enewetak. Draft."},
      {
        "id":"ED349626",
        "title":"Country v. Town: School Finance Reform in Tennessee."},
      {
        "id":"ED349627",
        "title":"Department of Information Management: Planning/Evaluation Report 92-098."},
      {
        "id":"ED349628",
        "title":"Administration and Evaluation Structures for Primary and Secondary Schools in the Twelve Member States of the European Community."},
      {
        "id":"ED349629",
        "title":"Developing Educational Information Systems and the Pursuit of Efficiency in Education: Eight Years of IEES Project Experience."},
      {
        "id":"ED349630",
        "title":"'Outside of the Norm': Equity and Management in Educational Institutions. Final Full Report."},
      {
        "id":"ED349631",
        "title":"Betwixt &amp; Between: Middle Grades School State Policy."},
      {
        "id":"ED349632",
        "title":"History of Ohio's County Boards of Education. 75th Anniversary, 1914-1989."},
      {
        "id":"ED349633",
        "title":"Northwest Territories Education: 1991 Annual Report."},
      {
        "id":"ED349634",
        "title":"Handbook for Local Goals Reports: Building a Community of Learners, 1991."},
      {
        "id":"ED349635",
        "title":"Capital Wisdom: Papers from the Principals Academy."},
      {
        "id":"ED349636",
        "title":"Invisible Forces: School Reform versus School Culture. Research for the Practitioner Series."},
      {
        "id":"ED349637",
        "title":"Open Enrollment within Texas' Public School Districts. From the State Board of Education. Submitted to the Governor, Lieutenant Governor, and the Seventy-Second Texas Legislature, 1989-1990."},
      {
        "id":"ED349638",
        "title":"Indicators of Attitudes to Education--What Do You Expect?"},
      {
        "id":"ED349639",
        "title":"A Role for Parents, Students, and Teachers in School Self-Evaluation and Development Planning."},
      {
        "id":"ED349640",
        "title":"Community and Parent Involvement: A Road to School Improvement."},
      {
        "id":"ED349642",
        "title":"Senior Executive Views on Education in Alberta."},
      {
        "id":"ED349645",
        "title":"Safety of School Playground Equipment. Report of the Department of Education to the Governor and the General Assembly of Virginia. House Document No. 26."},
      {
        "id":"ED349647",
        "title":"Should Governments Finance Student Attendance in Private Schools?: A Research Opportunity."},
      {
        "id":"ED349648",
        "title":"Restructuring Australian Education and Revolutions in Central and Eastern Europe."},
      {
        "id":"ED349650",
        "title":"Not &quot;There&quot; Yet: A Canadian Perspective on the Knowledge Base in Educational Administration."},
      {
        "id":"ED349652",
        "title":"Alternative Education. Dropout Prevention Research Reports."},
      {
        "id":"ED349653",
        "title":"Policy and Procedures Manual for Assuring Equal Access to Education and Success in School for All Maine's Homeless Children and Youth."},
      {
        "id":"ED349654",
        "title":"The Influence of John Dewey on Curriculum Development in South Africa."},
      {
        "id":"ED349655",
        "title":"Combating Truancy: Can the Computer Help Schools?"},
      {
        "id":"ED349656",
        "title":"School Improvement Plan Implementation and Instructional Change."},
      {
        "id":"ED349657",
        "title":"Administrator Stress and Coping Effectiveness: A Transactional Study."},
      {
        "id":"ED349658",
        "title":"The Critical Role of the Superintendent in School Reform."},
      {
        "id":"ED349659",
        "title":"The Symbolic Dimension of Administration for Effective Schools."},
      {
        "id":"ED349660",
        "title":"Curriculum Policy Structures in Federal Systems of Government: The Cases of Australia and Germany."},
      {
        "id":"ED349661",
        "title":"A Resource Guide for Working with Youth At Risk. Volume II. Proceedings of the Southeastern Conference on Youth At Risk (2nd, Savannah, Georgia, February 14-16, 1991)."},
      {
        "id":"ED349662",
        "title":"The Social Construction of Leadership: Theory to Praxis."},
      {
        "id":"ED349663",
        "title":"A Public-Private Partnership: South Pointe Elementary School, Miami, Florida."},
      {
        "id":"ED349664",
        "title":"Changing Schools: Insights."},
      {
        "id":"ED349666",
        "title":"The Longer School Day and Five Term Year in CTCs: Some Initial Observations."},
      {
        "id":"ED349667",
        "title":"Alaska 2000 Recommendations."},
      {
        "id":"ED349668",
        "title":"School Attendance and Student Accounting."},
      {
        "id":"ED349669",
        "title":"A New APEX for Maryland: A Model Funding Formula. Issues, Policy Considerations and Recommendations on Public School Finance in Maryland."},
      {
        "id":"ED349670",
        "title":"Unfinished Homework: Analysis of the Legislative Study Group on Education and Local Government's Final Report."},
      {
        "id":"ED349671",
        "title":"Transition from Teacher to Principal: An Israeli Women Perspectives."},
      {
        "id":"ED349672",
        "title":"Public School Choice: An Option for Maryland? A Report from a Working Conference (Baltimore, Maryland, October 23, 1989)."},
      {
        "id":"ED349675",
        "title":"Summary of Alaska's Public School Districts' Education Plans, School Year 1991-92."},
      {
        "id":"ED349676",
        "title":"Choice and Innovation in K-12. A Report by the Governor's Commission on School Choice."},
      {
        "id":"ED349677",
        "title":"Building Private Sector and Community Support. Restructuring the Education System Series."},
      {
        "id":"ED349678",
        "title":"Restructuring Public Schools: Theorists versus Practitioners. Research Report."},
      {
        "id":"ED349679",
        "title":"Developing an In-School Suspension Program in an Elementary School as an Alternative to Home-Bound Suspension."},
      {
        "id":"ED349680",
        "title":"Preliminary Models of Teacher Organizational Commitment: Implications for Restructuring the Workplace."},
      {
        "id":"ED349681",
        "title":"Drug-Free School Zones: Taking Charge."},
      {
        "id":"ED349682",
        "title":"A Microgenetic Analysis of Restructuring in a Teacher's Understandings about Learning and Teaching."},
      {
        "id":"ED349685",
        "title":"A Study of School Climate in Four Japanese High Schools."},
      {
        "id":"ED349686",
        "title":"Response to the Task Force on School Governance."},
      {
        "id":"ED349687",
        "title":"The Center for the Arts and Sciences Follow-Up Study of 1991 Graduates. Evaluation Report."},
      {
        "id":"ED349688",
        "title":"Eight Jewels: Examples of Schools That Succeed As Told by the Educators Who Work in Them."},
      {
        "id":"ED349689",
        "title":"The Center for the Arts and Sciences: Long-Term Follow-Up Study of 1987 and 1988 Graduates. Evaluation Report."},
      {
        "id":"ED349690",
        "title":"The Center for the Arts and Sciences: 1991-92 Student Survey. Evaluation Report."},
      {
        "id":"ED349692",
        "title":"Effectiveness of Collaborative Administrator Training: The Pepperdine-LAUSD Experience."},
      {
        "id":"ED349693",
        "title":"Professional Cultures and Reforming Schools: Does the Myth of Sisyphus Apply?"},
      {
        "id":"ED349697",
        "title":"Balkanized Secondary Schools and the Malaise of Modernity."},
      {
        "id":"ED349698",
        "title":"Creating Quality Schools."},
      {
        "id":"ED349699",
        "title":"The Study of the American School Superintendency: America&apos;s Education Leaders in a Time of Reform."},
      {
        "id":"ED349700",
        "title":"Sharing Your Success II: Summaries of Successful Programs and Strategies Supporting Drug-Free Schools and Communities."},
      {
        "id":"ED349701",
        "title":"Prevention Bibliography 1991-1992: An Annotated Guide to Information on Alcohol, Tobacco, and Other Drug Use among Youth."},
      {
        "id":"ED349702",
        "title":"Home Schooling and the Law. Policy Bulletin No. PB-B15."},
      {
        "id":"ED349704",
        "title":"School Improvement Research. Series II, 1987-88."},
      {
        "id":"ED349705",
        "title":"Synthesis of the Research on Educational Change: Implementation Phase."},
      {
        "id":"ED349706",
        "title":"Digest of Education Statistics, 1992."},
      {
        "id":"ED349707",
        "title":"The Implications of One Significant Component of &quot;Education 2000&quot;: Parental Choice of Schooling."},
      {
        "id":"ED349708",
        "title":"Helping Teachers Improve Student Assessment Procedures: The Supervisor's Role."},
      {
        "id":"ED349709",
        "title":"Mainstreaming: Lessons for Administrators."},
      {
        "id":"ED349710",
        "title":"Restructuring for Diversity."},
      {
        "id":"ED349711",
        "title":"A Model of a Restructured School."},
      {
        "id":"ED349712",
        "title":"An Analysis of Local School Board Member Responses to the National Goals for Education: Results and Implications of a Multistate Survey."},
      {
        "id":"ED349713",
        "title":"How Teachers Are Engaging Reform in Chicago: Differences among Schools."},
      {
        "id":"ED349715",
        "title":"The Language and Literacy Worlds of Profoundly Deaf Preschool Children: Informing Developmental Theory."},
      {
        "id":"ED349716",
        "title":"Children with ADD: A Shared Responsibility. Based on a Report of the Council for Exceptional Children's Task Force on Children with Attention Deficit Disorder."},
      {
        "id":"ED349718",
        "title":"Developing and Implementing a Transition to High School Program for Incoming, At-Risk, Ninth-Grade Students To Increase School Success."},
      {
        "id":"ED349719",
        "title":"A Social Skills Curriculum."},
      {
        "id":"ED349720",
        "title":"&quot;Flat&quot; versus &quot;Weighted&quot; Reimbursement Formulas: A Longitudinal Analysis of State-Wide Special Education Funding Practices."},
      {
        "id":"ED349721",
        "title":"The Importance of Play in the Early Childhood Special Education Curriculum."},
      {
        "id":"ED349722",
        "title":"A Study of Parent-Child Attachments in HIV+/AIDS Minority Families."},
      {
        "id":"ED349723",
        "title":"The Artist Within: A One Week Elementary Art Module on Color and Shape for Learning Disabled Students."},
      {
        "id":"ED349724",
        "title":"Recent Approaches to Art Instruction in Special Education: A Review of the Literature."},
      {
        "id":"ED349725",
        "title":"Development of a Parent Support Group for Parents of Learning Disabled Students in a High School Setting."},
      {
        "id":"ED349726",
        "title":"Writing Quality Teacher-Made Tests: A Handbook for Teachers."},
      {
        "id":"ED349727",
        "title":"Challenge for the Future: A Study of the Needs of Oregonians with Disabilities."},
      {
        "id":"ED349728",
        "title":"Selected Readings in Transition."},
      {
        "id":"ED349729",
        "title":"&quot;Cognitive Return&quot; of Schooling for Students with Disabilities: Preliminary Findings from &quot;High School and Beyond.&quot;"},
      {
        "id":"ED349730",
        "title":"Career Expectations and Aspirations of Youth with and without Disabilities."},
      {
        "id":"ED349731",
        "title":"Exiting School: Who Cares about the Youths with Disabilities?"},
      {
        "id":"ED349732",
        "title":"Human Judgment and the Logic of Evidence: A Critical Examination of Research Methods in Special Education Transition Literature."},
      {
        "id":"ED349733",
        "title":"An Analysis by State of the Number of Disabled Youths (Ages 12-17 and 18-21) Served from 1984 through 1988."},
      {
        "id":"ED349734",
        "title":"Seven Behavioral Domains of Independent Living."},
      {
        "id":"ED349736",
        "title":"A Comparison of the Attitudes of Black and White Students toward Academically Gifted Programs."},
      {
        "id":"ED349737",
        "title":"[Drug Exposed Infants and Their Families.]"},
      {
        "id":"ED349738",
        "title":"Education of the Deaf Act Amendments of 1992 (To Accompany H.R. 5483). House of Representatives, 102d Congress, 2d Session."},
      {
        "id":"ED349739",
        "title":"Adults with Psychiatric Disabilities on Campus."},
      {
        "id":"ED349740",
        "title":"Multimedia. TAM Topical Guide #1."},
      {
        "id":"ED349741",
        "title":"Increasing Parent Involvement in the Reevaluation Process of High School Level Special Education Students by Accommodating Scheduled Meeting Times, Valuing Parent Input and Sensitizing Parents and Staff to the Needs and the Rights of Handicapped Students."},
      {
        "id":"ED349742",
        "title":"Improving the Screening Process for Identifying Students with High Academic Potential from Minority Populations."},
      {
        "id":"ED349743",
        "title":"Implementing a Family Centered Program for Physically Impaired/Developmentally Delayed Preschool Children To Bridge the Therapeutic Gap between School and Home."},
      {
        "id":"ED349744",
        "title":"Teaching Specific Requests: A Comparative Analysis on Skill Acquisition and Preference Using Two Augmentative and Alternative Communication (AAC) Modalities."},
      {
        "id":"ED349745",
        "title":"External Expectations of Transition."},
      {
        "id":"ED349747",
        "title":"Use of a Progressive Time Delay Procedure To Teach Receptive Vocabulary."},
      {
        "id":"ED349748",
        "title":"State Policies on the Identification of Gifted Students from Special Populations: Three States in Profile."},
      {
        "id":"ED349749",
        "title":"Choice for All: Proceedings of the International Conference of the Association for the Advancement of Rehabilitation Technology = Choix pour tous: Conference internationale pour le developpement de la technologie en readaptation (3rd, Montreal, Quebec, Canada, June 25-30, 1988). ICAART Volume III."},
      {
        "id":"ED349750",
        "title":"SKI*HI Home-Based Programming for Children with Hearing Impairments: Demographics, Child Identification, and Program Effectiveness, 1979-1991."},
      {
        "id":"ED349752",
        "title":"Administrative Aspects of Technology Implementation in Special Education. A Synthesis of Information from Eight Federally-Funded Projects."},
      {
        "id":"ED349753",
        "title":"Issues and Trends in Special Education."},
      {
        "id":"ED349754",
        "title":"Communicating with Primary Referral Sources: A Synthesis Report."},
      {
        "id":"ED349755",
        "title":"A Parent's Guide to Special Education for Children Ages 5-21: Your Child's Right to an Education in New York State."},
      {
        "id":"ED349756",
        "title":"Social Skills and Success in the High School Mainstream: A Comparison of Teachers' and Students' Perceptions."},
      {
        "id":"ED349757",
        "title":"Going to Work: Profiles in Supported Employment."},
      {
        "id":"ED349758",
        "title":"FISC Individualized Family-Centered Planning Process."},
      {
        "id":"ED349759",
        "title":"Stimulating the Manufacturing and Distribution of Rehabilitation Products: Economic and Policy Incentives and Disincentives."},
      {
        "id":"ED349760",
        "title":"Phonemic Support in Comprehension: Comparisons between Mildly Retarded and Nonretarded Learners."},
      {
        "id":"ED349761",
        "title":"Teaching Phonemic Awareness to Young Children with Disabilities: Blending, Segmenting and Rhyming."},
      {
        "id":"ED349762",
        "title":"Two Approaches to Reading Instruction for Children with Disabilities: Does Program Design Make a Difference?"},
      {
        "id":"ED349763",
        "title":"Low Tech and Quality Special Education."},
      {
        "id":"ED349765",
        "title":"Teaching with the Story Engram."},
      {
        "id":"ED349766",
        "title":"The Regional Information Exchange: A Review of Program Operations and Accomplishments."},
      {
        "id":"ED349767",
        "title":"Special Education School Articulation Program. Phase I: Program Implementation 1990-91. OREA Report."},
      {
        "id":"ED349768",
        "title":"Quality Improvement Program Plan for Special Educators (QUIPP), 1990-91. OREA Report."},
      {
        "id":"ED349769",
        "title":"Student Access: A Resource Guide for Educators. Section 504 of the Rehabilitation Act of 1973."},
      {
        "id":"ED349770",
        "title":"Issues in Nutrition for Adolescents with Chronic Illnesses and Disabilities. CYDLINE Reviews."},
      {
        "id":"ED349771",
        "title":"Understanding Writing Disabilities."},
      {
        "id":"ED349773",
        "title":"Job Designs: A Community Based Program for Students with Emotional and Behavioral Disorders."},
      {
        "id":"ED349774",
        "title":"Visual Impairments. ERIC Digest #E511."},
      {
        "id":"ED349775",
        "title":"&quot;Side-by-Side&quot; Profile of Changes in New IDEA."},
      {
        "id":"ED349776",
        "title":"A Review of Most Important Court Cases in 1990: No Precedent Shattering Decisions Rendered."},
      {
        "id":"ED349777",
        "title":"Physical Education and Sports: The Unfulfilled Promise for Students with Disabilities."},
      {
        "id":"ED349778",
        "title":"Section 504 of the Rehabilitation Act of 1973; Old Problems and Emerging Issues for Public Schools."},
      {
        "id":"ED349779",
        "title":"&quot;Side-by-Side&quot; Profile of Proposed Changes in New IDEA Regulations."},
      {
        "id":"ED349780",
        "title":"Leadership in a Time of Chaos: The Best Way To Predict the Future Is To Invent It."},
      {
        "id":"ED349781",
        "title":"Children Exposed in Utero to Illegal Drugs: Education's Newest Crisis."},
      {
        "id":"ED349782",
        "title":"The 1990-91 Term of the Supreme Court and Its Impact on Public Schools."},
      {
        "id":"ED349783",
        "title":"The Americans with Disabilities Act: New Challenges and Opportunities for School Administrators."},
      {
        "id":"ED349784",
        "title":"Job Skills of 90's Requires New Educational Model for ALL Students."},
      {
        "id":"ED349786",
        "title":"Tyskland--et grat land med et grimt sprog. Oder: die Haltung Danischer gymnasiasten zu Deutsch, Deutschland, und den Deutschen (Germany--a Grey Country with an Ugly Language. Or: The Attitudes of Danish Students to German, Germany, and the Germans). ROLIG Working Paper 43."},
      {
        "id":"ED349787",
        "title":"Samtaler i hvid kittel: En analyse af indlaeggelsessamtaler og deres institutionelle betingelser (Conversations in White Aprons: An Analysis of Hospitalization Conversations and Their Institutional Conditions). ROLIG Papir 47."},
      {
        "id":"ED349788",
        "title":"Does Topic Familiarity Affect Assessed Difficulty and Actual Performance on Reading Comprehension Tests in LSP?"},
      {
        "id":"ED349790",
        "title":"Media Technologies and Language Learning. Proceedings of an IRAAL Seminar (Dublin, Ireland, November 25, 1989)."},
      {
        "id":"ED349791",
        "title":"Media, Media Technologies, and Language Learning: Some Applied Linguistic Perspectives."},
      {
        "id":"ED349792",
        "title":"Using Audio and the Language Laboratory."},
      {
        "id":"ED349793",
        "title":"Issues in the Use of Video Technology in the Language Classroom."},
      {
        "id":"ED349794",
        "title":"Computers in Language Teaching."},
      {
        "id":"ED349795",
        "title":"Alte Marchen?--alter Hut. Neue Marchen!--neuer Hut? 3 Moderne Marchen bearbeitet als Horspiele, mit Aufgaben und Ubungen (Old Fairy Tales?--Old Hat. New Fairy Tales!--New Hat? Three Modern Fairy Tales Presented in a Radio Play, with Activities and Drills)."},
      {
        "id":"ED349796",
        "title":"Materials Selection in Strategy Instruction for Russian Listening Comprehension."},
      {
        "id":"ED349797",
        "title":"Vocabulary in a Second Language. Specialised Bibliography 3 [Covering 1960-1980.]"},
      {
        "id":"ED349798",
        "title":"Vocabulary in a Second Language. Volume 2. Specialised Bibliography 4 [Covering 1980-1985.]"},
      {
        "id":"ED349799",
        "title":"Cross-Cultural Discourse Analysis and Business/Economics Informational Texts."},
      {
        "id":"ED349800",
        "title":"Exploring America: An Ethnographic Unit in an ESL Curriculum."},
      {
        "id":"ED349801",
        "title":"Programs for Secondary Limited English Proficient Students: A California Study. FOCUS Number 5. Occasional Papers in Bilingual Education."},
      {
        "id":"ED349803",
        "title":"Is There Room for Octavio Paz in the Spanish for Business Class?"},
      {
        "id":"ED349804",
        "title":"French Video Cassettes Produced by the Ecole Commerciale de la Chambre de Commerce et d'Industrie de Paris: Maximizing the Cultural and Linguistic Returns."},
      {
        "id":"ED349805",
        "title":"From Base to Action: Bridging the Gap between Language and Communication Textbooks and the Professional World."},
      {
        "id":"ED349806",
        "title":"The Development of Translation Studies Program for Bilingual Students."},
      {
        "id":"ED349808",
        "title":"Don't Get Lost in the Translation."},
      {
        "id":"ED349809",
        "title":"The Preliminary Chinese Proficiency Test (Pre-CPT): Development, Scaling, and Equating to the Chinese Proficiency Test (CPT). Technical Report 1."},
      {
        "id":"ED349810",
        "title":"Towards a Common European Framework for Reporting Language Competency. NFLC Occasional Papers."},
      {
        "id":"ED349811",
        "title":"Focus on Evaluation and Measurement. Proceedings of the National Research Symposium on Limited English Proficient Student Issues (Washington, D.C., September 1991). Volumes 1 and 2."},
      {
        "id":"ED349812",
        "title":"Application in Multiple Intelligences: Research in Alternative Assessment."},
      {
        "id":"ED349813",
        "title":"Improving Bilingual Education Programs through Evaluation."},
      {
        "id":"ED349814",
        "title":"Language Testing Research: Lessons Applied to LEP Students and Programs."},
      {
        "id":"ED349815",
        "title":"Performance Assessment of Language Minority Students."},
      {
        "id":"ED349816",
        "title":"SEA Usage of Alternative Assessment: The Connecticut Experience."},
      {
        "id":"ED349817",
        "title":"Portfolio Assessment and LEP Students."},
      {
        "id":"ED349818",
        "title":"A Political/Sociological Critique of Teacher Education Reforms: Evaluation of the Relation of Power and Knowledge."},
      {
        "id":"ED349819",
        "title":"Assessing Appropriate and Inappropriate Referral Systems for LEP Special Education Students."},
      {
        "id":"ED349820",
        "title":"The Assessment of Alternative Certification Practices. Panel Presentations."},
      {
        "id":"ED349821",
        "title":"Teachers for Language Minority Students: Evaluating Professional Standards."},
      {
        "id":"ED349822",
        "title":"Evaluating Limited English Proficient (LEP) Teacher Training and In-Service Programs."},
      {
        "id":"ED349823",
        "title":"Issues in Policy, Assessment, and Equity."},
      {
        "id":"ED349824",
        "title":"Testing Limited English Proficient Students for Minimum Competency and High School Graduation."},
      {
        "id":"ED349825",
        "title":"Innovative Practices in the Identification of LEP Students."},
      {
        "id":"ED349826",
        "title":"Test Score Pollution: Implications for Limited English Proficient Students."},
      {
        "id":"ED349827",
        "title":"LEA Title VII Program Evaluations. Panel Presentations."},
      {
        "id":"ED349828",
        "title":"Evaluating the Mathematics Education of Limited English Proficient Students in a Time of Educational Change."},
      {
        "id":"ED349829",
        "title":"Science Education as a Sense-Making Practice: Implications for Assessment."},
      {
        "id":"ED349830",
        "title":"Holistic Writing Assessment of LEP Students."},
      {
        "id":"ED349831",
        "title":"A Superintendent's Evaluation of Teacher Education Reform. Transforming American Education: Making It Work."},
      {
        "id":"ED349832",
        "title":"Will the LEP Train Reach Its Destination? Designing the IHE Teacher Training Program for Specific LEP Student Instructional Needs."},
      {
        "id":"ED349833",
        "title":"Educational Research and Teacher Training for Successfully Teaching Limited English Proficient Students."},
      {
        "id":"ED349834",
        "title":"Foreign Language: A Maryland Curricular Framework."},
      {
        "id":"ED349835",
        "title":"Programmatic Guidelines for Non- and Limited-English Proficient Students."},
      {
        "id":"ED349836",
        "title":"Towards Intercultural Education. A Comparative Study of the Education of Migrant Children in Belgium, England, France, and the Netherlands."},
      {
        "id":"ED349837",
        "title":"Basic German Language Program, Grades 1-12."},
      {
        "id":"ED349838",
        "title":"Vocational Modern Language Qualifications: A Quick Reference Guide."},
      {
        "id":"ED349839",
        "title":"The Emergence of the Framework for Intervention in Bilingual Education."},
      {
        "id":"ED349840",
        "title":"Relevance Theory and the Language of Advertising. CLS Occasional Paper No. 31."},
      {
        "id":"ED349841",
        "title":"Departmental Planning and Schemes of Work. Pathfinder 11. A CILT Series for Language Teachers."},
      {
        "id":"ED349843",
        "title":"Teaching Literature in a Proficiency Oriented Classroom. Pedagogically Prepared Units by Teachers of German, 1991, NEH German Institute, Westminster College, Berlin, Germany."},
      {
        "id":"ED349844",
        "title":"Teaching Science to English Learners, Grades 4-8. NCBE Program Information Series Guide 11."},
      {
        "id":"ED349845",
        "title":"Foreign Language Curriculum Guide, K-12."},
      {
        "id":"ED349846",
        "title":"French I Resource Guide. French I Course Number: 60.011."},
      {
        "id":"ED349847",
        "title":"German I Resource Guide. German I Course Number: 61.011."},
      {
        "id":"ED349848",
        "title":"Spanish I Resource Guide. Spanish I Course Number: 60.071."},
      {
        "id":"ED349849",
        "title":"Latin I Resource Guide. Latin I Course Number: 61.041."},
      {
        "id":"ED349851",
        "title":"Houston Baptist University Academic Advising Handbook 1991-92."},
      {
        "id":"ED349852",
        "title":"Tourists in Our Own Land: Cultural Literacies and the College Curriculum."},
      {
        "id":"ED349853",
        "title":"Faculty Workload: Implementing a Strategy for Assessing Faculty Utilization. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349854",
        "title":"Towards a Technology Policy: Implications for Education and Retraining. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349855",
        "title":"Plan-Do-Check-Act and the Management of Institutional Research. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349856",
        "title":"Using a Total Quality Management Team To Improve Student Information Publications. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349857",
        "title":"Institutional Research at (and for) Academic Health Centers: Who's Doing What? AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349858",
        "title":"Total Quality Management: Statistics and Graphics II-Control Charts. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349859",
        "title":"Changes in Institutional Research in Germany: Replacement of Faculty in East-Germany. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349860",
        "title":"An Assessment of an Economics and Business Department: Surveys of Graduates and Their Supervisors. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349861",
        "title":"Just What Does the ACT Assessment and ACT/COMP Measure Anyway? AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349862",
        "title":"Critique of a Method for Surveying Employers: A Look at the Tennessee Experience. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349863",
        "title":"The Big Eight/Big Ten/SUG Longitudinal Retention Survey: A Report on Findings and Implications. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349864",
        "title":"Exploring International Issues through the Use of CIRP Data. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349865",
        "title":"The Relationship between Perceived Learning and Satisfaction with College: An Alternative View. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349866",
        "title":"An Examination of Freshmen to Senior General Education Gains across a National Sample of Institutions with Different General Education Requirements Using a Mixed-Effect Structural Equation Model. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349867",
        "title":"Development of a Teaching Load Policy. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349868",
        "title":"Utilizing Throw-Away Data: Invalid and Missing Data Can Have Meaning! AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349869",
        "title":"Organizational Culture and Effectiveness in Two-Year Colleges. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349870",
        "title":"An Integrated Decision Support System for Planning and Measuring Institutional Efficiency. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349871",
        "title":"Retention: The Time-Dependent Nature of Academic and Social Integration. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349872",
        "title":"Involving Faculty in the Assessment of General Education: A Case Study. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349873",
        "title":"Academic and Librarian Faculty: Birds of a Different Feather in Compensation Policy? AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349874",
        "title":"Ethnic Minority and Caucasian Student Experiences at the University of Utah and Recommendations for Institutional Response. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349875",
        "title":"A Comprehensive Participative Planning Model for Small Liberal Arts Colleges: Morrison, Renfro, and Boucher Meet Madan Capoor. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349876",
        "title":"Categories of Electronic Publications in a College Information System. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349877",
        "title":"Kaizen and the Art of University Administration. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349878",
        "title":"Student Retention: Moving from Numbers to Action. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349879",
        "title":"Excellence in Higher Education as Defined by Legislators, and Public and Private Institutions Administrators. Phase Two. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349880",
        "title":"Ideals or Reality: The Politics of University Governance. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349881",
        "title":"Faculty Salary Equity: Issues in Regression Model Selection. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349882",
        "title":"Community College Students: Where Do They Go and What Do They Do? A 5-Year Statewide Follow-Up Study. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349883",
        "title":"An Analysis of Expenditure Allocation and Its Relationship to Institutional Classification. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349884",
        "title":"The Structure and Governance of Higher Education: A Global Perspective, Australian Higher Education. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349885",
        "title":"Enhancing Academic Success: A Bilingual Freshman Year. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349886",
        "title":"Using a Standing Poll Panel To Monitor the Pulse of the Campus. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349887",
        "title":"Understanding Institutional Image. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349888",
        "title":"The Undergraduate Institutional Research Intern: The Win-Win Solution for Student and Office. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349889",
        "title":"Strategic Planning and Organizational Change: Implications for Institutional Researchers. AIR 1992 Annual Forum Paper."},
      {
        "id":"ED349890",
        "title":"Distribution of High School Graduates and College-Going Rate: New York State. Fall 1991."},
      {
        "id":"ED349891",
        "title":"Comparing the Role of the Teacher in Small Liberal Arts Colleges and Large Public Universities."},
      {
        "id":"ED349892",
        "title":"Doctoral Students in Education and Factors Related to the Literature Review Process."},
      {
        "id":"ED349893",
        "title":"Academic Achievement of Student-Athletes."},
      {
        "id":"ED349894",
        "title":"The Assessment of Internal Policies and Procedures That Affect Student Retention in an Urban Commuter University."},
      {
        "id":"ED349895",
        "title":"Attitudes toward Cheating by College Students and Professors."},
      {
        "id":"ED349896",
        "title":"Comparison of Graduation Rates for Scholarship Athletes and All Students by Sport, Race, and Gender."},
      {
        "id":"ED349897",
        "title":"The Task Force on Assessing the National Goal Relating to Postsecondary Education. Report to the National Education Goals Panel."},
      {
        "id":"ED349898",
        "title":"Using Imagination To Encourage ITAs To Take Risks."},
      {
        "id":"ED349899",
        "title":"Personal Incentives as Motivational Sources for Chief Academic Development Officers."},
      {
        "id":"ED349900",
        "title":"A Cross-Cultural Comparison of Analogical Reasoning between Chinese Graduate Students Studying in Either the People's Republic of China (PRC) or the United States (USA)."},
      {
        "id":"ED349901",
        "title":"Characteristics of Development Officers: Implications for Fund Raiser Curriculum."},
      {
        "id":"ED349903",
        "title":"Evaluating University Policies on Plagiarism and Other Forms of Research Misconduct."},
      {
        "id":"ED349904",
        "title":"TEMPUS: Trans-European Mobility Scheme for University Studies. Annual Report 7 May 1990/31 July 1991."},
      {
        "id":"ED349905",
        "title":"Tax Allowance for Interest Payments on Educational Loans: Data and Discussion of Issues."},
      {
        "id":"ED349906",
        "title":"Evaluating Faculty Teaching: A Proposal."},
      {
        "id":"ED349907",
        "title":"An Apologia for the Arts and Sciences."},
      {
        "id":"ED349908",
        "title":"Geographic Origins of Students, Fall 1991. Volume I."},
      {
        "id":"ED349910",
        "title":"Trends in Geographic Origins of Students Full-Time, 1959-1991, First-Time Full-Time, 1985-1991. Volume III."},
      {
        "id":"ED349911",
        "title":"Upward Mobility of Female Accountants and Academics: From the Personal to the Structural."},
      {
        "id":"ED349912",
        "title":"When Collective Bargaining Fails: The Boston University, Temple University, University of Bridgeport, and Yeshiva University Cases."},
      {
        "id":"ED352916",
        "title":"Workplace Correlates and Scholarly Performance of Clinical Pharmacy Faculty. ASHE Annual Meeting Paper."},
      {
        "id":"ED352917",
        "title":"Power and Politics in the Higher Education Policy Arena. ASHE Annual Meeting Paper."},
      {
        "id":"ED352918",
        "title":"Hidden Educators and the Seduction of College Students: Higher Education's Competitive Disadvantage. ASHE Annual Meeting Paper."},
      {
        "id":"ED352919",
        "title":"Disciplinary Differences in Faculty Career Satisfaction. ASHE Annual Meeting Paper."},
      {
        "id":"ED352920",
        "title":"Identifying How To Improve Academic Programs by Linking Various Aspects of Their Delivery to Particular Student Outcomes. ASHE Annual Meeting Paper."},
      {
        "id":"ED352921",
        "title":"Shaping Institutional Vision: The Risk of Presidential Leadership in Small Colleges. A Preliminary Report. ASHE Annual Meeting Paper."},
      {
        "id":"ED352922",
        "title":"An Exploratory Examination of Organizational Factors Leading to Transfer of Hispanic Students: A Case Study. ASHE Annual Meeting Paper."},
      {
        "id":"ED352923",
        "title":"An Analysis of the Paradigmatic Evolution of U.S. Higher Education and Implications for the Year 2000. ASHE Annual Meeting Paper. Draft."},
      {
        "id":"ED352924",
        "title":"Multicampus University Systems: How System Offices Coordinate Undergraduate and K-12 Education. ASHE Annual Meeting Paper. Draft."},
      {
        "id":"ED352925",
        "title":"Using Computers in Mathematics Teaching. A Collection of Case Studies."},
      {
        "id":"ED352926",
        "title":"Using the Microcomputer To Equate Ratings of Student Writing Samples."},
      {
        "id":"ED352927",
        "title":"GPO/2001: Vision for a New Millennium."},
      {
        "id":"ED352928",
        "title":"Improve Teachers' Knowledge of How To Use Curriculum Related Video through Staff Development in an Elementary School."},
      {
        "id":"ED352929",
        "title":"The Valuation by Students of the Use of Computers in Education."},
      {
        "id":"ED352935",
        "title":"Computer Pilot: Learning 100 On-Line System, 1991-92."},
      {
        "id":"ED352936",
        "title":"Cognitive Factors in the Study of Visual Images: Moving Image Recognition Standards."},
      {
        "id":"ED352937",
        "title":"Computer-based Interactive Literature Searching for CSU-Chico Chemistry Students."},
      {
        "id":"ED352938",
        "title":"Learning Approaches of Adult Students Taking Computer Conferencing Courses."},
      {
        "id":"ED352939",
        "title":"Communicative Competence in Audio Classrooms: A Position Paper for the CADE 1991 Conference."},
      {
        "id":"ED352940",
        "title":"Computer Anxiety and Student Teachers: Interrelationships between Computer Anxiety, Demographic Variables and an Intervention Strategy."},
      {
        "id":"ED352941",
        "title":"Computer Mediated Communication: How Does It Change the Social-Psychological Aspects of Teaching and Instruction?"},
      {
        "id":"ED352942",
        "title":"A Study of the Relationship between Virtual Reality (Perceived Realism) and the Ability of Children To Create, Manipulate and Utilize Mental Images for Spatially Related Problem Solving."},
      {
        "id":"ED352943",
        "title":"Evaluation Activities Regarding Courseware in Europe."},
      {
        "id":"ED352945",
        "title":"Instructional Transaction Theory Applied to Computer Simulations."},
      {
        "id":"ED352946",
        "title":"Integrating Controversy Skills into Computer Conferencing: Parameters for Instructional Model Building."},
      {
        "id":"ED352947",
        "title":"Listen and Learn: Varying Sound Sources' Effect on Ear-Training CAI, Using the Apple II Microcomputer."},
      {
        "id":"ED352948",
        "title":"Skill Shortages, Women and the New Information Technologies."},
      {
        "id":"ED352949",
        "title":"Streams of Knowledge, Streams of Action: The River of Research and Development at Technology Based Learning and Research, Arizona State University."},
      {
        "id":"ED352950",
        "title":"Telecommuting. Hearing on H.R. 5082, A Bill To Promote the Use of Telecommuting, before the Subcommittee on Telecommunications and Finance of the Committee on Energy and Commerce. House of Representatives, One Hundred Second Congress, Second Session."},
      {
        "id":"ED352951",
        "title":"Office of Educational Research and Improvement Act. Report To Accompany S. 1275. Senate, 102d Congress, 2d Session."},
      {
        "id":"ED352952",
        "title":"Findings of a Research on the Students' Use of Time. A Case Study of the Anadolu University Open Education Faculty in Turkey. Educational Research Publications No. 017."},
      {
        "id":"ED352954",
        "title":"Some Characteristics of the First Senior Students of the Anadolu University Open Education Faculty in 1985-86 Educational Year. (Turkish Case.) Educational Research Publications No. 010."},
      {
        "id":"ED352955",
        "title":"Education-Community-Business Partnerships. The ERIC Review."},
      {
        "id":"ED352957",
        "title":"A History of the Clark County Library District: Its Founding and Growth in Southern Nevada."},
      {
        "id":"ED352958",
        "title":"History of Medicine: A Reference Guide."},
      {
        "id":"ED352959",
        "title":"Information Building and the Nursing Professional."},
      {
        "id":"ED352960",
        "title":"Learning Disabled Children's Attitudes toward Reading and Libraries."},
      {
        "id":"ED352961",
        "title":"Learning Resource Centers of State-Supported Two-Year Community Colleges in Ohio, Minnesota, Indiana &amp; Illinois: An Automation Study."},
      {
        "id":"ED352962",
        "title":"Libraries and Librarians as Depicted in Freshmen English Textbooks: An Update."},
      {
        "id":"ED352963",
        "title":"Library Research: A Ten Year Analysis of the Library Automation Marketplace: 1981-1990."},
      {
        "id":"ED352965",
        "title":"The Lincoln Public Library: A Historical Study of a Carnegie Public Library."},
      {
        "id":"ED352966",
        "title":"Marcive Preprinted Labels: Is Time Saved a Penny Earned?"},
      {
        "id":"ED352967",
        "title":"Marketing for Libraries and Information Centres: A Selective Annotated Bibliography. Occasional Papers in Bibliography and Libraries; 21."},
      {
        "id":"ED352968",
        "title":"Medical Reference: A Comparative Analysis of Two Consumer Health Databases with MEDLINE."},
      {
        "id":"ED352969",
        "title":"Meeting Learning Needs through Multimedia: A Look at the Way Modern Technology Can Help Classroom Teachers Meet the Varied Instructional Needs of Students."},
      {
        "id":"ED352970",
        "title":"Online/CD-ROM Bibliographic Database Searching in a Small Academic Library."},
      {
        "id":"ED352971",
        "title":"Periodical Utilization Study: Saint Elizabeth Hospital Medical Center, School of Nursing Library, Youngstown, Ohio."},
      {
        "id":"ED352972",
        "title":"Preservation Census: An Examination of the Bibliography/Rare Books Collection in the Toledo-Lucas County Public Library."},
      {
        "id":"ED352973",
        "title":"Preservation of New Technology. A Report of the Technology Assessment Advisory Committee to the Commission on Preservation and Access."},
      {
        "id":"ED352974",
        "title":"Results of a Survey of Indiana State Document Depositories."},
      {
        "id":"ED352975",
        "title":"S. R. Ranganathan's Theory of Reference Service."},
      {
        "id":"ED352976",
        "title":"A Study of Graphic Novel Cataloging Records."},
      {
        "id":"ED352977",
        "title":"Survey of Computers in Public Libraries in Ohio, Illinois, Indiana, and Minnesota."},
      {
        "id":"ED352979",
        "title":"Survey of Micropublishers: A Report to the Commission on Preservation and Access."},
      {
        "id":"ED352980",
        "title":"TENET: Texas Education Network."},
      {
        "id":"ED352981",
        "title":"The Use of Concept Mapping To Evaluate the Effects of Both Bibliographic and Discipline-Based Art Education Instruction on the Library Skills of Elementary Art Teachers."},
      {
        "id":"ED352982",
        "title":"User Satisfaction at the Columbus College of Art &amp; Design: A Measure of Library Effectiveness."},
      {
        "id":"ED352983",
        "title":"Accessing On-line Bibliographic Databases. Revised."},
      {
        "id":"ED352984",
        "title":"The Commission on Preservation and Access: Annual Report, July 1, 1991-June 30, 1992."},
      {
        "id":"ED352985",
        "title":"Developing an Active Media Center in a Jewish Day School K-8 through Creative Management."},
      {
        "id":"ED352986",
        "title":"Establishing a National Policy on Permanent Papers. Report To Accompany House Joint Resolution 226. House of Representatives, 101st Congress, 2d Session."},
      {
        "id":"ED352987",
        "title":"Explore Your Library...for the Fun of It! 1990 Summer Reading Program Manual."},
      {
        "id":"ED352988",
        "title":"Independent Learning Skills. Volume 1: Scope and Sequence. Revised Edition."},
      {
        "id":"ED352989",
        "title":"Into the Future: Continuing Library Education in Idaho: A Plan for 1992-1994."},
      {
        "id":"ED352991",
        "title":"A Public-Use, Full-Screen Interface for SPIRES Databases."},
      {
        "id":"ED352992",
        "title":"To Establish a National Policy on Permanent Papers. Hearing on H.J. Res 226 To Establish a National Policy on Permanent Papers, before the Government Information, Justice, and Agriculture Subcommittee of the Committee on Government Operations. House of Representatives, One Hundred First Congress, Second Session."},
      {
        "id":"ED352993",
        "title":"Confronting the Future: University Libraries in the Next Decade. Proceedings of a Conference at The University of New South Wales (Kensington, New South Wales, Australia, June 12, 1992)."},
      {
        "id":"ED352994",
        "title":"Commission on Preservation and Access Newsletter, Numbers 1-40, June 1988-November-December 1991."},
      {
        "id":"ED352995",
        "title":"Creative Ways of Using and Disseminating Federal Information. Hearings before the Government Information, Justice, and Agriculture Subcommittee of the Committee on Government Operations, House of Representatives, One Hundred and Second Congress, First and Second Sessions, June 19, 1991, February 19 and June 4, 1992."},
      {
        "id":"ED352996",
        "title":"Facing the Library Media Challenge of the Nineties: A Survey of Automation in Minnesota Schools."},
      {
        "id":"ED352997",
        "title":"OATYC Journal, Fall 1990-Spring 1991."},
      {
        "id":"ED352999",
        "title":"Vers l'an 2000: Les priorites de developpement de l'enseignement collegial. Document de consultation (Towards the Year 2000: Priorities for the Development of College Instruction. Consultation Document)."},
      {
        "id":"ED353000",
        "title":"L'harmonisation du secondaire et du collegial: L'etat et les besoins de l'enseignement collegial. Rapport 1988-1989 (Articulation between the Secondary and the Collegiate. The Status and Needs of College Instruction. 1988-1989 Report)."},
      {
        "id":"ED353001",
        "title":"L'enseignement de l'anglais dans les colleges anglophones. Avis au ministre de l'enseignement superieur et de la science (English Instruction in English-Speaking Colleges. Advisory to the Minister of Higher Education and Science)."},
      {
        "id":"ED353002",
        "title":"Preparing Minorities for Technical Higher Education."},
      {
        "id":"ED353003",
        "title":"Drop Out Remediation Study."},
      {
        "id":"ED353004",
        "title":"Proposal Writing for Two-Year Colleges. ERIC Fact Sheet, No. 2."},
      {
        "id":"ED353005",
        "title":"Incorporating Humanities Instruction in Vocational Programs. ERIC Fact Sheet, No. 4."},
      {
        "id":"ED353006",
        "title":"The Assessment of Entering Students. ERIC Fact Sheet, No. 6."},
      {
        "id":"ED353007",
        "title":"Community College Honors Program. ERIC Digest."},
      {
        "id":"ED353008",
        "title":"Quality Circles in the Community College. ERIC Digest."},
      {
        "id":"ED353009",
        "title":"Two-Year Colleges. ERIC Digest."},
      {
        "id":"ED353010",
        "title":"A Vision for the Los Angeles Community College District."},
      {
        "id":"ED353011",
        "title":"Prince George's Community College Annual Assessment Report."},
      {
        "id":"ED353012",
        "title":"Economic Impact Study, 1992."},
      {
        "id":"ED353013",
        "title":"Educational Plant Survey--Edison Community College, December 7-10, 1992."},
      {
        "id":"ED353014",
        "title":"Monroe County Community College Writing Across the Curriculum. Annual Reports 1990-1991 and 1991-1992."},
      {
        "id":"ED353015",
        "title":"Mandatory Remediation in Tennessee: Strategy for Promoting Excellence while Serving the Underprepared."},
      {
        "id":"ED353016",
        "title":"Thinking through Writing. Lord Fairfax Community College, 1990-1992."},
      {
        "id":"ED353017",
        "title":"Profile of an Excellent Teacher: Summary of Research."},
      {
        "id":"ED353018",
        "title":"Report on Successful Practices: Adult Learners in Vocational Programs."},
      {
        "id":"ED353019",
        "title":"Current Issues and Problems in Texas Community Colleges."},
      {
        "id":"ED353020",
        "title":"Annual Survey Provides Professional Development Profiles."},
      {
        "id":"ED353021",
        "title":"Connections for Community Education through Access Cable Television."},
      {
        "id":"ED353022",
        "title":"ESL Population and Program Patterns in Community Colleges. ERIC Digest."},
      {
        "id":"ED353023",
        "title":"Implementation and Initial Validation of the Combined English Language Skills Assessment (CELSA) at Golden West College."},
      {
        "id":"ED353024",
        "title":"Education for the 21st Century: Infusing Cultural Diversity into Policy and Practice."},
      {
        "id":"ED353025",
        "title":"Mississippi Public Community &amp; Junior Colleges: Statistical Data, 1991-92."},
      {
        "id":"ED353026",
        "title":"Strategic Planning, Operational Planning, and Measures of Effectiveness: An Integrated Model."},
      {
        "id":"ED353027",
        "title":"Maintaining Faculty Excellence. New Directions for Community Colleges, Number 79."},
      {
        "id":"ED353028",
        "title":"San Jose City College: Persistence of New College Students from English 321, 322 and 330 through Transfer Level English (1A), Fall 1988-Spring 1992. Research Reports #259, #263, and #293."},
      {
        "id":"ED353029",
        "title":"Evergreen Valley College: Persistence of New College Students from English 321, 322 and 330 through Transfer Level English (1A), Fall 1988-Spring 1992. Research Reports #257, #258, and #292."},
      {
        "id":"ED353030",
        "title":"San Jose City College: Persistence of New College Students from Arithmetic, Algebra, and Int Algebra through Transfer Level Math, Fall 1988-Spring 1992. Research Reports #260, #295, and #297."},
      {
        "id":"ED353031",
        "title":"Evergreen Valley College: Persistence of New College Students from Arithmetic, Algebra and Int Algebra through Transfer Level Math, Fall 1988-Spring 1992. Research Reports #261, #294, and #296."},
      {
        "id":"ED353032",
        "title":"Hunt Club Satellite Center Three Part Analysis."},
      {
        "id":"ED353033",
        "title":"State Investments in Child Care and Early Childhood Education."},
      {
        "id":"ED353034",
        "title":"A Model Parent Involvement Initiative."},
      {
        "id":"ED353035",
        "title":"Head Start Facilities Study."},
      {
        "id":"ED353036",
        "title":"A Study of Attitudes in an All Boys' School."},
      {
        "id":"ED353037",
        "title":"The Family Crucible and Healthy Child Development."},
      {
        "id":"ED353038",
        "title":"Job Satisfaction, Commitment to Professionalism, and Perceived Support Systems in Family Day Care Providers."},
      {
        "id":"ED353039",
        "title":"Learning for All: Bridging Domestic and International Education. Conference Report (Alexandria, Virginia, October 30-November 1, 1991)."},
      {
        "id":"ED353040",
        "title":"Parenting the Poorly Attached Teenager. Fostering Families. A Specialized Training Program Designed for Foster Care Workers &amp; Foster Care Parents."},
      {
        "id":"ED353041",
        "title":"The Game Board of Family Dynamics: Structures, Stages, Rules, Roles, and Functions. Fostering Families. A Specialized Training Program Designed for Foster Care Workers &amp; Foster Care Parents."},
      {
        "id":"ED353042",
        "title":"Drinking, Drugs &amp; Youth: Use and Abuse. Fostering Families. A Specialized Training Program Designed for Foster Care Workers &amp; Foster Care Parents."},
      {
        "id":"ED353043",
        "title":"Religion and the Foster Home. Fostering Families. A Specialized Training Program Designed for Foster Care Workers &amp; Foster Care Parents."},
      {
        "id":"ED353044",
        "title":"Fetal Alcohol Syndrome: Crack and AIDS Babies. Fostering Families. A Specialized Training Program Designed for Foster Care Workers &amp; Foster Care Parents."},
      {
        "id":"ED353045",
        "title":"Understanding the Impact of Sexual Abuse. Fostering Families. A Specialized Training Program Designed for Foster Care Workers &amp; Foster Care Parents."},
      {
        "id":"ED353046",
        "title":"Breaking Down Difficult Family Patterns. Fostering Families. A Specialized Training Program Designed for Foster Care Workers &amp; Foster Care Parents."},
      {
        "id":"ED353048",
        "title":"A European Teaching Model: From Vygotsky to Socrates via Piaget."},
      {
        "id":"ED353049",
        "title":"Planners&apos; Conference on Integration and the Least Restrictive Environment for Young Children. Conference Proceedings (Chicago, Illinois, December 7-8, 1988)."},
      {
        "id":"ED353050",
        "title":"School/Community Networks for Successful Families: Project SUCCESS. Final Report from Lieutenant Governor Bob Kustra and the Coordination of Social Services Action Group. Presented to Governor Jim Edgar."},
      {
        "id":"ED353051",
        "title":"Building on People's Strengths: The Case for Contextual Child Development. Studies and Evaluation Papers 5."},
      {
        "id":"ED353052",
        "title":"2 + 2 Tech Prep Early Childhood Professions Postsecondary Curriculum Guide: An Articulated Program for Secondary and Postsecondary Students."},
      {
        "id":"ED353053",
        "title":"2 + 2 Tech Prep Early Childhood Professions User's Manual: A Guide to Articulating Secondary and Postsecondary Curriculum."},
      {
        "id":"ED353054",
        "title":"Toward an Effective Parenting Partnership for Children in Child Welfare Agencies and Foster Parent Programs."},
      {
        "id":"ED353055",
        "title":"Self-Regulatory Behaviors in Preschool Children: Fact or Fantasy?"},
      {
        "id":"ED353056",
        "title":"Young Children and Education in the Pacific: A Look at the Research."},
      {
        "id":"ED353057",
        "title":"Education in Jefferson County: The Changing Scene."},
      {
        "id":"ED353058",
        "title":"Mental Health for Babies: What Do Theory and Research Teach Us?"},
      {
        "id":"ED353059",
        "title":"Causes Underlying Minimal Parent Involvement in the Education of Their Children."},
      {
        "id":"ED353060",
        "title":"Improving Parent Participation by Reducing the Barriers That Inhibit Their Forming a Partnership with the School."},
      {
        "id":"ED353061",
        "title":"Deeply Rooted Change: A Tale of Learning To Teach Adventurously. Elementary Subjects Center Series No. 59."},
      {
        "id":"ED353062",
        "title":"Personal Growth among Parent Volunteers in an Alternative Class."},
      {
        "id":"ED353063",
        "title":"What Do Parents in Belgium and Britain Want Their Children To Learn in the Early Years?"},
      {
        "id":"ED353064",
        "title":"Piggybacking: First Grade and Pre-service Teacher's Partnership in a Math, Science, and Social Studies Course."},
      {
        "id":"ED353065",
        "title":"Parent Involvement: Relationships of Expectations, Goals, and Activities to Student Achievement among Minority, Socioeconomic, and Gender Groups."},
      {
        "id":"ED353066",
        "title":"An American Montessori Elementary Teacher: Indigenous American Montessori Models."},
      {
        "id":"ED353067",
        "title":"Pestalozzi: Foster Father of Early Childhood Education."},
      {
        "id":"ED353068",
        "title":"The Stability of I. Q. in Preschool Years: A Review."},
      {
        "id":"ED353069",
        "title":"They Never Viewed Themselves as Learners, They Just Came to School. Alaska Department of Education Funded Projects in Innovative Assessment 1991-92."},
      {
        "id":"ED353072",
        "title":"Beyond Tinkering: Transformation. A Community Plan for Helping All Children Learn."},
      {
        "id":"ED353074",
        "title":"Informal Assessment of Emergent Reading Behaviors through Observations of Assisted and Independent Storybook Interactions."},
      {
        "id":"ED353075",
        "title":"Differing Values of &quot;At-Risk&quot; Middle School Students."},
      {
        "id":"ED353076",
        "title":"Children of the Dream--Revisited. Draft."},
      {
        "id":"ED353077",
        "title":"Early Childhood Care and Education Reforms in New Zealand."},
      {
        "id":"ED353078",
        "title":"School-Age Child-Care/&quot;Latch-Key&quot; Programs. Implementation Handbook for Indiana Schools. First Edition."},
      {
        "id":"ED353079",
        "title":"Social and Emotional Status of Home Schooled Children and Conventionally Schooled Children in West Virginia."},
      {
        "id":"ED353080",
        "title":"Linking Families, Communities, and Schools. A New Compact for Learning: Parent Partnerships."},
      {
        "id":"ED353081",
        "title":"Investing in Children. Hearings before a Subcommittee of the Committee on Appropriations, United States Senate, One Hundred Second Congress, Second Session. Special Hearings."},
      {
        "id":"ED353082",
        "title":"Playground Development Guidelines for School Systems."},
      {
        "id":"ED353085",
        "title":"Early Childhood Teacher Certification: State Tests and Preservice Knowledge Base Determinants."},
      {
        "id":"ED353086",
        "title":"Pennsylvania Child Care and Head Start 1992 Statewide Salary Survey."},
      {
        "id":"ED353087",
        "title":"The National Institute of Child Health and Human Development (NICHD) Study of Early Child Care: A Comprehensive Longitudinal Study of Young Children's Lives."},
      {
        "id":"ED353089",
        "title":"School-Age NOTES. September 1980 to August 1992."},
      {
        "id":"ED353090",
        "title":"Making Education Relevant for Contemporary Indian Youth: A Handbook for Cultural Curriculum Developers Focusing on American Indian Tribes and Canadian First Nations. 1991 Edition."},
      {
        "id":"ED353091",
        "title":"Legacy of the American Indian: Lessons for the Classroom."},
      {
        "id":"ED353092",
        "title":"Teaching American Indian Culture in the Classroom: Lessons for K-12 and Higher Education."},
      {
        "id":"ED353093",
        "title":"Restructuring Rural Schools with School-Funding Inequities."},
      {
        "id":"ED353094",
        "title":"Developing a Respite Program in a Rural Community."},
      {
        "id":"ED353095",
        "title":"Successful Strategies for Secondary Age Migrant Youth."},
      {
        "id":"ED353096",
        "title":"(Other) Ways of Speaking: Lessons from the Dene of Northern Canada."},
      {
        "id":"ED353097",
        "title":"On the Move: Migrant Education 1990-91."},
      {
        "id":"ED353098",
        "title":"The Florida Survey of Newly Legalized Persons."},
      {
        "id":"ED353099",
        "title":"Indian Children in Ontario's Juvenile Justice and Child Welfare Systems, 1983-1984."},
      {
        "id":"ED353100",
        "title":"Our Children Are Hurting: Fact Sheet on the Disproportionate Involvement of Indian Young People in the Juvenile Justice and Child Welfare Systems in Ontario, 1981-1982."},
      {
        "id":"ED353101",
        "title":"The Inner Circle: Staff Development and Community Education, Bill C-61. Summary Description."},
      {
        "id":"ED353102",
        "title":"Metro/Nonmetro Funding Allocation Under Title II-A, Job Training Partnership Act."},
      {
        "id":"ED353103",
        "title":"The Rural Way: Traditions and Innovations. Proceedings of the Annual Rural and Small Schools Conference (13th, Manhattan, Kansas, October 28-29, 1991)."},
      {
        "id":"ED353104",
        "title":"She Likes Me."},
      {
        "id":"ED353105",
        "title":"Shared Superintendency and Educational Reform."},
      {
        "id":"ED353106",
        "title":"&quot;Role Models Are Real People&quot;: Speakers and Field Trips for Chicago's American Indian Elementary School Children."},
      {
        "id":"ED353108",
        "title":"Rural Schools on the Road to Reform. EdTalk Series."},
      {
        "id":"ED353109",
        "title":"Celebrating Our Tradition, Charting Our Future: Proceedings of the International Conference of the Association for Experiential Education (20th, Banff, Alberta, Canada, October 8-11, 1992)."},
      {
        "id":"ED353110",
        "title":"Exploring the Foundations of Philosophy of Natural Education."},
      {
        "id":"ED353111",
        "title":"Emotional Safety in Outdoor and Experiential Education."},
      {
        "id":"ED353112",
        "title":"Jumping Deadfall: Overcoming Barriers to Implementing Outdoor and Environmental Education."},
      {
        "id":"ED353113",
        "title":"Large Group Weekend Outdoor Experiences: Finding Meaning - Nurturing Growth."},
      {
        "id":"ED353114",
        "title":"Training College Outdoor Program Leaders."},
      {
        "id":"ED353115",
        "title":"Experiential Learning and Therapy."},
      {
        "id":"ED353116",
        "title":"Experiential Therapy with Troubled Youth: The Ropes Course for Adolescent Inpatients."},
      {
        "id":"ED353117",
        "title":"Successful Indoor Adventure Activities for Treating Substance Abuse with Adjudicated Adolescents and Incarcerated Adults."},
      {
        "id":"ED353118",
        "title":"Transfer Problems in Outdoor Management Development Programs and How to Overcome Them."},
      {
        "id":"ED353119",
        "title":"Questioning Tradition: Alternative Safety Techniques and Procedures for Ropes Course and Climbing Programs."},
      {
        "id":"ED353120",
        "title":"Canada Experientially: Every Trail Has a Story."},
      {
        "id":"ED353121",
        "title":"The Sweat Lodge Ceremony in Challenge/Adventure Programming."},
      {
        "id":"ED353122",
        "title":"Charting the Future: Program Review & Evaluation as Tools for Growth."},
      {
        "id":"ED353123",
        "title":"White House Conference on Indian Education (Washington, D.C., January 22-24, 1992). Final Report. Volumes 1 and 2."},
      {
        "id":"ED353124",
        "title":"White House Conference on Indian Education. Final Report. Executive Summary."},
      {
        "id":"ED353125",
        "title":"Constraints on Expanding Computer Education: The Case of the Fiji Islands."},
      {
        "id":"ED353126",
        "title":"Use of IBM LinkWay for Developing Tutorials."},
      {
        "id":"ED353127",
        "title":"Evaluating and Validating Indicators of Mathematics and Science Education. A RAND Note."},
      {
        "id":"ED353128",
        "title":"Improving Mathematics Instruction through the Role of the Support Teacher. Research Series No. 213."},
      {
        "id":"ED353130",
        "title":"The Use of Worked Examples in Teaching Algebra."},
      {
        "id":"ED353131",
        "title":"Describing Secondary Curriculum in Mathematics and Science: Current Status and Future Indicators. A RAND Note."},
      {
        "id":"ED353132",
        "title":"Mathematics at Work in Alberta."},
      {
        "id":"ED353133",
        "title":"Effects of Instruction Using Part-Whole Concepts with One-Step and Two-Step Word Problems."},
      {
        "id":"ED353134",
        "title":"Evaluation of Reading and Math Programs: Evaluation Study of the Curriculum System. Greater Lawrence Technical School."},
      {
        "id":"ED353135",
        "title":"Prospective Elementary Teachers' Thinking about Teaching Mathematics."},
      {
        "id":"ED353136",
        "title":"The Southwest Science and Mathematics Magnet High School: 1988-1989; 1989-1990; 1990-1991. Summative Evaluation."},
      {
        "id":"ED353137",
        "title":"The 1991 Presidential Awards for Excellence in Science and Mathematics Education. Hearing before the Subcommittee on Science of Committee on Science, Space, and Technology. U.S. House of Representatives, One Hundred Second Congress, First Session."},
      {
        "id":"ED353138",
        "title":"Elementary Science. Primary Program Guide."},
      {
        "id":"ED353139",
        "title":"The Comparison of Preferences and Attitudes toward Mathematics between Middle Grade Children and Their Teachers."},
      {
        "id":"ED353140",
        "title":"The Science and Mathematics Magnet Elementary Schools: 1990-1991. Formative Evaluation."},
      {
        "id":"ED353141",
        "title":"First Grade Children's Understanding of Multi-Digit Numbers."},
      {
        "id":"ED353142",
        "title":"An Evaluation of the Implementation of Florida's Comprehensive Plan To Improve Mathematics, Science and Computer Education."},
      {
        "id":"ED353143",
        "title":"Elementary School Teachers' Views of Knowledge Pertaining to Mathematics."},
      {
        "id":"ED353144",
        "title":"Air and Air Pressure. A Language Development Unit for Science. Earth, Space and Time. Grades One, Two and Three."},
      {
        "id":"ED353145",
        "title":"Bears. A Language Development Unit for Science. Life and the Environment: Populations. Grade One."},
      {
        "id":"ED353146",
        "title":"Birds. A Language Development Unit for Science. Life and the Environment: Living/Non-living Things. Grade Two."},
      {
        "id":"ED353147",
        "title":"Fish. A Language Development Unit for Science. Life and the Environment: Populations. Grade Three."},
      {
        "id":"ED353148",
        "title":"Gender, Technology, and Mathematics Education: Working Together To Achieve &quot;Equality.&quot;"},
      {
        "id":"ED353149",
        "title":"Magnets. A Language Development Unit for Science. Matter and Energy. Grade Two."},
      {
        "id":"ED353150",
        "title":"Plants. A Language Development Unit for Science. Life and the Environment. Grades One, Two and Three."},
      {
        "id":"ED353151",
        "title":"Popcorn. A Language Development Unit for Science. Matter and Energy. Grade One."},
      {
        "id":"ED353152",
        "title":"Sub-Arctic Land Animals. A Language Development Unit for Science. Life and the Environment: Living/Non-Living Things. Grade One."},
      {
        "id":"ED353153",
        "title":"Sun, Moon and Shadows. A Language Development Unit for Science. Earth, Space and Time. Grades One, Two and Three."},
      {
        "id":"ED353154",
        "title":"Teachers' vs. Students' Beliefs Regarding Intrinsic Motivation in the Mathematics Classroom: A Personal Constructs Approach."},
      {
        "id":"ED353155",
        "title":"Water. A Language Development Unit for Science. Matter and Energy. Grade Three."},
      {
        "id":"ED353156",
        "title":"Dinosaurs. A Language Development Unit for Science. Life and the Environment: Populations. Grade Two."},
      {
        "id":"ED353157",
        "title":"Situational Interest: Its Multifaceted Structure in the Secondary Mathematics Classroom."},
      {
        "id":"ED353158",
        "title":"State Model Programs. Eisenhower Program for Mathematics and Science Education."},
      {
        "id":"ED353159",
        "title":"Doubt in Aesthetic Education as a Complete Rationale for School Music: A Sociological Perspective."},
      {
        "id":"ED353161",
        "title":"Fighting the Drug War."},
      {
        "id":"ED353165",
        "title":"Colorado Multicultural Resources for Arts Education: Dance, Music, Theatre, and Visual Art."},
      {
        "id":"ED353166",
        "title":"Learning and Teaching about Japan in Indiana Schools. Program and Resource Guide."},
      {
        "id":"ED353167",
        "title":"The Politics of Education."},
      {
        "id":"ED353168",
        "title":"Self-Reflective Discourse."},
      {
        "id":"ED353169",
        "title":"Utilizing Foundational Perspectives."},
      {
        "id":"ED353172",
        "title":"13...Going on 18: Preparing for the Franchise."},
      {
        "id":"ED353173",
        "title":"An Analysis and Critique of Selected Social Studies Textbooks."},
      {
        "id":"ED353174",
        "title":"Educational Reform in New Zealand: Contesting the Role of the Teacher."},
      {
        "id":"ED353175",
        "title":"Socialization v. Countersocialization Explored through Two Lesson Plans Involving the Geographic Theme, Movement."},
      {
        "id":"ED353177",
        "title":"Conference of Commonwealth Education Ministers Report (11th, Barbados, 29 October-2 November 1991)."},
      {
        "id":"ED353179",
        "title":"Milton M. Holland: Panola County Recipient of the Medal of Honor."},
      {
        "id":"ED353180",
        "title":"Succeeding at School. International Symposium on Significant Strategies To Ensure the Success of All in Basic Education and Round Table on Multidimensional Evaluation (Lisbon/Estoril, Portugal, 20-24 May 1991). Final Report."},
      {
        "id":"ED353181",
        "title":"Teacher Use of Primary and Secondary Philosophical Thought to Motivate and Enlighten Peers and Students."},
      {
        "id":"ED353182",
        "title":"Behavior Contracts and Computer Based Data Management: Can They Effect Improvements in an After School Music Program?"},
      {
        "id":"ED353183",
        "title":"Ethnonational Questions, Educational Reform, and Political Socialization in the Post-Cold War Era: Case of Pakistan."},
      {
        "id":"ED353185",
        "title":"Trust & Ethics in School Reform."},
      {
        "id":"ED353186",
        "title":"Multiculturalism Remembered, Current Status, Future."},
      {
        "id":"ED353187",
        "title":"Peace Education: Perspectives from Malta and England. Peace Education Miniprints No. 25."},
      {
        "id":"ED353188",
        "title":"Peace Education in Australia: The Legacy of the 1980s. Peace Education Miniprints No. 27."},
      {
        "id":"ED353189",
        "title":"State of Indiana v. Jamie L. Curtis: &quot;The Case of the Questionable Book Bag Search.&quot;"},
      {
        "id":"ED353190",
        "title":"Carmen Sandiego Is in Your Classroom. An Idea Packet."},
      {
        "id":"ED353191",
        "title":"People on Parade. An Idea Packet."},
      {
        "id":"ED353192",
        "title":"A Curriculum Design for Teaching Theater History in the High School."},
      {
        "id":"ED353193",
        "title":"Culture; beyond Our Control, but Not beyond Our Awareness: A Staff Development Program."},
      {
        "id":"ED353194",
        "title":"The Value Structure of Nonviolent Personality Predispositions."},
      {
        "id":"ED353195",
        "title":"Teaching about City Life in Chicago."},
      {
        "id":"ED353196",
        "title":"Africa: Into Reality. An Integrated Unit Plan in Social and Natural Science."},
      {
        "id":"ED353197",
        "title":"Holidays. Instructional Media Advisory List."},
      {
        "id":"ED353198",
        "title":"Building a Sense of Community in the School Setting."},
      {
        "id":"ED353200",
        "title":"The Future of Non-Formal Education for Women in India: Problems and Suggestions for a Fruitful Development. Reprints and Miniprints No. 750."},
      {
        "id":"ED353201",
        "title":"USA by Numbers: A Statistical Portrait of the United States."},
      {
        "id":"ED353202",
        "title":"Columbus 1492 -- Rediscovery -- 1992. Instructional Media Advisory List."},
      {
        "id":"ED353203",
        "title":"Research on the History of Women."},
      {
        "id":"ED353204",
        "title":"Emerging Female Leaders within the Closed Societies of American Indian and Appalachian Artisans."},
      {
        "id":"ED353205",
        "title":"History and Culture of Tanzania and Zambia: A Fulbright-Hays Seminars Abroad Program, Summer, 1992. Curriculum Projects."},
      {
        "id":"ED353206",
        "title":"Strategies for Invitational Physical Education in the Junior High School."},
      {
        "id":"ED353207",
        "title":"High School Department Chairs as Instructional Leaders: Four Case Studies."},
      {
        "id":"ED353208",
        "title":"Teacher Renewal and Educational Reform: A Poststructuralist at Home on the Range."},
      {
        "id":"ED353209",
        "title":"The Social Protection of Teachers in Europe. Papers presented at a Workshop of the World Confederation of Organizations of the Teaching Profession (Budapest, Hungary, May 9-11, 1992)."},
      {
        "id":"ED353210",
        "title":"On Being Personal about the Collective."},
      {
        "id":"ED353211",
        "title":"The Redesign of NCATE, 1980-1986."},
      {
        "id":"ED353212",
        "title":"Critical Thinking and the Psycho-logic of Race Prejudice. Resource Publication Series 3, No. 1."},
      {
        "id":"ED353213",
        "title":"Reasoning across the Media: Visual, Verbal and Televisual Literacies. Resource Publication Series 3, No. 2."},
      {
        "id":"ED353214",
        "title":"Collaboration for Critical Thinking in Teacher Education: The Montclair State College Model. Resource Publication Series 3, No. 3."},
      {
        "id":"ED353215",
        "title":"Informal Logic and Applied Epistemology. Resource Publication Series 3, No. 4."},
      {
        "id":"ED353216",
        "title":"The Adaptive Dimension in Core Curriculum."},
      {
        "id":"ED353219",
        "title":"Job Stasis: Reflections of Immobility and Resistance to Job Change among Senior Women Athletic Personnel."},
      {
        "id":"ED353220",
        "title":"What Next? Promoting Alternatives to Ability Grouping."},
      {
        "id":"ED353221",
        "title":"Kidwatching: A Vygotskyan Approach to Children's Language In the &quot;Star Wars&quot; Age."},
      {
        "id":"ED353222",
        "title":"In Search of the Distinctive Contributions of the Social Foundations of Education to the Preparation of Teachers."},
      {
        "id":"ED353223",
        "title":"In-service Teacher Training for Computer Literacy: Resource Implications Resulting from a Longitudinal Evaluation."},
      {
        "id":"ED353224",
        "title":"Program Quality Assessment in Pennsylvania."},
      {
        "id":"ED353225",
        "title":"The &quot;Re&quot; Maelstrom of Educational Reform: Restructure, Renewal, Reform, Recreate, Reconstitute, Redesign, Refurbish, Rethink, Redraft, Restrengthen."},
      {
        "id":"ED353226",
        "title":"Teaching Teachers: Scholarly Conferences, Workshops and Fellowships as Tools for Re-Tooling Instructors."},
      {
        "id":"ED353227",
        "title":"DOUBTING and BELIEVING: Contraries or Complementaries in Inquiry?"},
      {
        "id":"ED353228",
        "title":"Chicago and Suburban Teachers' Evaluation of On-Site Based In-Service and Orientation and Their Effects on the Performance of Novice Teachers."},
      {
        "id":"ED353229",
        "title":"Children, Health and Science: Child-to-Child Activities and Science and Technology Teaching. Science and Technology Education Document Series No. 41."},
      {
        "id":"ED353230",
        "title":"Health Education: A Maryland Curricular Framework."},
      {
        "id":"ED353231",
        "title":"A Grassroots Collaborative Approach to Professional Development. The South Central Ohio Regional Training Center."},
      {
        "id":"ED353232",
        "title":"Dialogic Classrooms: Tactics, Projects, and Attitude Conversions."},
      {
        "id":"ED353233",
        "title":"Developing the Knowledge Base for Supervisor Induction and Professional Growth: Validating the Model."},
      {
        "id":"ED353234",
        "title":"Perceptions of Institutional Climate."},
      {
        "id":"ED353235",
        "title":"Beginning Special Education Teachers: At Risk for Attrition."},
      {
        "id":"ED353236",
        "title":"Cooperative Learning Instruction: Effects of Wanting or Not Wanting To Participate on Mathematics Achievement."},
      {
        "id":"ED353237",
        "title":"Defining Teacher Education by Recognizing What Students Expect from Educational Experiences."},
      {
        "id":"ED353238",
        "title":"Addressing \"Failure\" in Student Teaching: Some Practical and Ethical Issues."},
      {
        "id":"ED353239",
        "title":"A Certificate of Advanced Graduate Study in Staff Development: A Field-Based Collaborative Degree Program. Fitchburg State College-Fitchburg Public Schools, Fitchburg, Massachusetts."},
      {
        "id":"ED353240",
        "title":"Reflecting on Teaching."},
      {
        "id":"ED353241",
        "title":"Collaborative Teaching and Research: Asking &quot;What Does It Mean?&quot; Elementary Subjects Center Series No. 73."},
      {
        "id":"ED353242",
        "title":"A Model for Integrating Non-Traditional Skills and Instruction from Literature and Art into Science Classroom Activities."},
      {
        "id":"ED353243",
        "title":"Characteristics of Effective Teachers: A Descriptive Study of Perceptions of Faculty and Deaf College Students."},
      {
        "id":"ED353244",
        "title":"Women in Medicine: Statistics."},
      {
        "id":"ED353245",
        "title":"Implications for Change in Teacher Education Strategies Offered by the New Information Technologies."},
      {
        "id":"ED353246",
        "title":"Toward a Theoretical Framework for the Design of Multicultural Education in Teacher Education Programs."},
      {
        "id":"ED353247",
        "title":"Implementation of VCE: Nature of Change, Professional and Organisational Development."},
      {
        "id":"ED353248",
        "title":"Evaluation of a Pre-service Training Programme Based on Direct Instruction."},
      {
        "id":"ED353249",
        "title":"The Potential of Written Instructional Materials To Improve Instructional Practice. Elementary Subjects Center Series No. 74."},
      {
        "id":"ED353250",
        "title":"Discussing Teacher Induction in China and Relevant Debates in the United States with a Chinese Teacher: A Conversation with Yu Yi. Craft Paper 92-2."},
      {
        "id":"ED353251",
        "title":"Are Mentor Teachers Teacher Educators?"},
      {
        "id":"ED353252",
        "title":"Voices of Change: A Report of the Clinical Schools Project."},
      {
        "id":"ED353253",
        "title":"Educators Licensed in Oregon, 1989-91."},
      {
        "id":"ED353254",
        "title":"Oregon School Counselor Study."},
      {
        "id":"ED353255",
        "title":"School Staffing Trends Study."},
      {
        "id":"ED353256",
        "title":"Educator Reserve Pool Study."},
      {
        "id":"ED353257",
        "title":"Emergent Multiculturalism: A Rural Model."},
      {
        "id":"ED353258",
        "title":"Professional Development Schools. A Directory of Projects in the United States."},
      {
        "id":"ED353259",
        "title":"Academic Achievement of White, Black, and Hispanic Students in Teacher Education Programs."},
      {
        "id":"ED353260",
        "title":"The Virginia Recertification Manual, July 1990."},
      {
        "id":"ED353262",
        "title":"Problem Fields in Mathematics Teaching. Part 3: Views of Finnish Seventh-Grades about Mathematics Teaching. Research Report 108."},
      {
        "id":"ED353263",
        "title":"The Function of Qualitative Analysis: Perspective from a Escuela Normal in Mexico."},
      {
        "id":"ED353264",
        "title":"Teacher Judgments and Standardized Assessments."},
      {
        "id":"ED353265",
        "title":"What Policymakers Can Learn from School Report Cards: Analysis of Tennessee's Report Cards on Schools."},
      {
        "id":"ED353266",
        "title":"Relevance and Methodological Adequacy: A Study of Evaluation Reports."},
      {
        "id":"ED353270",
        "title":"A Meta-Analysis of Correlations of Spatial and Mathematical Tasks."},
      {
        "id":"ED353272",
        "title":"Prospects and Problems for a National Test: Some Reflections of a Test Author."},
      {
        "id":"ED353273",
        "title":"Controlling for Judge Differences in the Measurement of Public Speaking Ability."},
      {
        "id":"ED353274",
        "title":"The Effects of Using Educational Background Variables in DIF Analyses."},
      {
        "id":"ED353277",
        "title":"Reliability of the Suicide Opinion Questionnaire."},
      {
        "id":"ED353278",
        "title":"Understanding Assessment: Guidelines for Utilizing a Qualitative Approach."},
      {
        "id":"ED353279",
        "title":"Alternative Instructional Grouping Practices."},
      {
        "id":"ED353280",
        "title":"Richard Paul's Strong Sense Critical Thinking and Procedural Knowing: A Comparison."},
      {
        "id":"ED353281",
        "title":"Integrating Research and Development: Curriculum Development Dissertations."},
      {
        "id":"ED353282",
        "title":"A Longitudinal Perspective of Students' Evaluations of University Teaching: Ratings of the Same Teachers over a 13-Year Period."},
      {
        "id":"ED353283",
        "title":"The Use of Students' Evaluations and an Individually Structured Intervention To Enhance University Teaching Effectiveness."},
      {
        "id":"ED353284",
        "title":"Do We See Ourselves as Others Infer: A Comparison of Self-Other Agreement on Multiple Dimensions of Self-Concept from Two Continents."},
      {
        "id":"ED353285",
        "title":"Baseline Characteristics of Successful Programs of Student Outcomes Assessment."},
      {
        "id":"ED353286",
        "title":"Cognitive Skills Training Improves Listening and Visual Memory for Academic and Career Success."},
      {
        "id":"ED353287",
        "title":"Toward an Operational Definition of Educational Performance Assessments."},
      {
        "id":"ED353288",
        "title":"Results of Student Achievement Testing in Trinidad and Tobago."},
      {
        "id":"ED353289",
        "title":"Assessments Developed in Support of Educational Reform in Contrast to Assessments Developed in Support of Educational Refinement."},
      {
        "id":"ED353290",
        "title":"Regularly and Alternatively Credentialed Beginning Teachers: Comparison and Contrast of Their Development."},
      {
        "id":"ED353291",
        "title":"An Assessment of Selection Criteria Validity for a Teacher Education Program."},
      {
        "id":"ED353292",
        "title":"Report of Minnesota's Three-Year Administration of the Pre-Professional Skills Tests, 1987-90."},
      {
        "id":"ED353293",
        "title":"Portland Magnet Project 1989-1991. Final Evaluation Report."},
      {
        "id":"ED353297",
        "title":"UNO ACT Class Profile, 1989-90 [and] 1990-91."},
      {
        "id":"ED353298",
        "title":"Annual Meeting of the Mid-South Educational Research Association. Proceedings, Containing the Abstracts of Discussion Sessions, Display Sessions, Symposia, and Training Sessions (21st, Knoxville, Tennessee, November 11-13, 1992)."},
      {
        "id":"ED353299",
        "title":"Collaborative Group versus Individual Assessment in Mathematics: Group Processes and Outcomes. Review of Group Assessment Issues. Project 2.3: Enhancing the Utility of Performance Assessments: Domain-Independent R&amp;D."},
      {
        "id":"ED353300",
        "title":"Development and Cross-Cultural Application of a Competency Assessment Questionnaire."},
      {
        "id":"ED353301",
        "title":"Recent Advances in Psychometric Methods."},
      {
        "id":"ED353302",
        "title":"Linking Educational Assessments: Concepts, Issues, Methods, and Prospects."},
      {
        "id":"ED353303",
        "title":"An Analysis of the Evaluation Processes Used by Arkansas School Boards To Evaluate Superintendents."},
      {
        "id":"ED353304",
        "title":"Assessing Construct Validity in Community Evaluations: A Multitrait-Multimethod Approach."},
      {
        "id":"ED353305",
        "title":"Issues in Validating Effectiveness of School Improvement Programs."},
      {
        "id":"ED353307",
        "title":"Measuring Change Facilitator Stages of Concern. A Manual for Use of the CFSoC Questionnaire."},
      {
        "id":"ED353308",
        "title":"Comparison of Empirical and Judgmental Methods for Detecting Differential Item Functioning."},
      {
        "id":"ED353309",
        "title":"Market Data Retrieval&apos;s Enrollment Report, 1991/92 vs. 1992/93."},
      {
        "id":"ED353310",
        "title":"Measuring First-Year College Students on Attitudes toward General Education Outcomes."},
      {
        "id":"ED353311",
        "title":"Provisional Teachers Failing the Mississippi Teacher Assessment Instruments for Certification: An Evaluation for 1991-92."},
      {
        "id":"ED353312",
        "title":"Sports Nutrition Knowledge Assessment of Physical Educators and Coaches."},
      {
        "id":"ED353313",
        "title":"The Development of an Instrument: Perceptions of Principals toward Educational Vouchers."},
      {
        "id":"ED353314",
        "title":"Responses of African-American Students on the Torrance Tests of Creative Thinking (Figural)."},
      {
        "id":"ED353315",
        "title":"Assessing Creativity in Native American Students Using the Torrance Tests of Creative Thinking, Figural Form A."},
      {
        "id":"ED353316",
        "title":"Students' Attitudes toward Statistics (STATS)."},
      {
        "id":"ED353317",
        "title":"Relationships among High School Grades, ACT Test Scores, and College Grades."},
      {
        "id":"ED353318",
        "title":"Career Counseling Validity of Discover's Job Cluster Scales for the Revised ASVAB Score Report."},
      {
        "id":"ED353319",
        "title":"University-School Partnerships: An Organizational Evaluation."},
      {
        "id":"ED353320",
        "title":"When Is a School District Ready for Change? An Evaluation."},
      {
        "id":"ED353321",
        "title":"Structuring a Program To Prepare Professional Evaluators."},
      {
        "id":"ED353322",
        "title":"Probing Project Humor for Insights in Ethnography: A Case Study."},
      {
        "id":"ED353323",
        "title":"Measurement of Ecological Dissonance with Bases of Power."},
      {
        "id":"ED353324",
        "title":"Assessing Teacher Education Students' Propensity toward Academic Misconduct."},
      {
        "id":"ED353325",
        "title":"Effects of Educational Reforms on Pre-Post Reform NTE Scores of Physical Education Majors."},
      {
        "id":"ED353326",
        "title":"A Factor Analytic Study of Graduate Education Students' Ratings of Research Methods Instruction."},
      {
        "id":"ED353327",
        "title":"The Utility, Reliability, and Validity of Holistic Scoring for Writing Assessment Samples. Symposium Presented at the Annual Meeting of the Mid-South Educational Research Association (Knoxville, Tennessee, November 11-13, 1992)."},
      {
        "id":"ED353328",
        "title":"Measurement of Workforce Readiness: Review of Theoretical Frameworks."},
      {
        "id":"ED353329",
        "title":"Performance Assessment."},
      {
        "id":"ED353330",
        "title":"Trends in School and Home Contexts for Learning. NAEPfacts."},
      {
        "id":"ED353331",
        "title":"Status Report on Education in Pennsylvania: A Statistical Summary."},
      {
        "id":"ED353332",
        "title":"Observations of the Statistical Procedures Used in the &quot;Journal of Research in Music Education,&quot; 1987-1991."},
      {
        "id":"ED353333",
        "title":"Response Rate Effects of Three Questionnaire Formats."},
      {
        "id":"ED353334",
        "title":"Some Variables in Relation to Students' Anxiety in Learning Statistics."},
      {
        "id":"ED353335",
        "title":"Outcome Measures--School Climate: Curriculum and Instruction."},
      {
        "id":"ED353336",
        "title":"Determining Attitudes toward Writing/Thinking."},
      {
        "id":"ED353337",
        "title":"An Issues-Based Research Project: National Goals on Trial."},
      {
        "id":"ED353338",
        "title":"Quest for Test Success: Preservice Teachers' Views of &quot;High Stakes&quot; Tests."},
      {
        "id":"ED353339",
        "title":"Geographical Location and Attendance for a Regional Research Association."},
      {
        "id":"ED353341",
        "title":"Hypnotic Susceptibility and Personality as Measured by the MMPI-2."},
      {
        "id":"ED353342",
        "title":"Self-Confidence and Evaluation Skills: Changes during the Student Teaching Experience."},
      {
        "id":"ED353343",
        "title":"Evaluating the Effectiveness of a Pre-Kindergarten Program: Concerns for Utilization."},
      {
        "id":"ED353344",
        "title":"The Effects of Internal-External Locus of Control and Selected Demographic Variables on Rational-Irrational Beliefs."},
      {
        "id":"ED353345",
        "title":"The Differences in Teachers' and Principals' General Job Stress and Stress Related to Performance-Based Accreditation."},
      {
        "id":"ED353346",
        "title":"New York State Mentoring Program. Program Operation Training Manual."},
      {
        "id":"ED353347",
        "title":"Students' Perceptions of the Classroom Climate: A Descriptive Research Study."},
      {
        "id":"ED353349",
        "title":"Crossing the Tracks: How &quot;Untracking&quot; Can Save America&apos;s Schools."},
      {
        "id":"ED353350",
        "title":"Reducing Bias: Research Notes on Racism in America."},
      {
        "id":"ED353351",
        "title":"Report of the Hispanic Learner Task Force."},
      {
        "id":"ED353352",
        "title":"Slaying the Childhood Dragons: Empowering Hispanic ESOL High School Students for Achievement through Small Group Acculturation Modules."},
      {
        "id":"ED353353",
        "title":"Asian-Pacific Learners: Task Force Report to the Minnesota State Board of Education."},
      {
        "id":"ED353354",
        "title":"The Challenge of Change: What the 1990 Census Tells Us about Children. A Report Prepared by the Population Reference Bureau for the Center for the Study of Social Policy."},
      {
        "id":"ED353355",
        "title":"Academic Challenge for the Children of Poverty. Study of Academic Instruction for Disadvantaged Students. Summary Report."},
      {
        "id":"ED353357",
        "title":"Chapter 1 under the 1988 Amendments: Implementation from the State Vantage Point."},
      {
        "id":"ED353358",
        "title":"Reconsidering Current Federal Policy for Evaluating ESEA Chapter 1 Grants to Local Education Agencies."},
      {
        "id":"ED353361",
        "title":"Job Literacy Analysis: The Secretary Project. Summary Report."},
      {
        "id":"ED353362",
        "title":"Identifying the Literacy Requirements of Jobs and Job Literacy Analysis: A New Methodology. Summary Version."},
      {
        "id":"ED353363",
        "title":"The CSIS Strengthening of America Commission, First Report."},
      {
        "id":"ED353364",
        "title":"Project LEAP: The Labor Education Achievement Program. A Program To Improve the Literacy Level and Productivity of the Workforce. Final Project Report. April 1, 1990-June 30, 1991."},
      {
        "id":"ED353366",
        "title":"World without Writing, and Then...They Write for the First Time."},
      {
        "id":"ED353367",
        "title":"Making Sense of Federal Job Training Policy; 24 Expert Recommendations To Create &quot;A Comprehensive and Unified Federal Job Training System.&quot;"},
      {
        "id":"ED353369",
        "title":"Worker Education and Training in Oregon: The Challenge for Labor. Report of AFL-CIO Committee on Worker Education and Training Adopted by the 37th Annual Convention of the Oregon AFL-CIO."},
      {
        "id":"ED353370",
        "title":"Commission of Professors of Adult Education. Proceedings of the Annual Conference (Milwaukee, Wisconsin, November 4-6, 1985)."},
      {
        "id":"ED353371",
        "title":"A Competency-Based Instructional Program for Plant Process Operations."},
      {
        "id":"ED353372",
        "title":"Career Advancement through Short-Term Training Project (CAST). Final Report."},
      {
        "id":"ED353373",
        "title":"City Works. Modules One-Five."},
      {
        "id":"ED353374",
        "title":"Technical Education Demonstration Program. Final Report."},
      {
        "id":"ED353376",
        "title":"Lifelong Learning Trends: A Profile of Continuing Higher Education. Second Edition."},
      {
        "id":"ED353377",
        "title":"The Self-Fulfilling Prophecy: Implications for the Training/Learning Process."},
      {
        "id":"ED353378",
        "title":"Creating Custodial Classes: An Instructional Program Guide for Custodial Workers."},
      {
        "id":"ED353379",
        "title":"Developing Professionalism in the Child Care Industry. An Instructional Program Guide for Child Care Workers."},
      {
        "id":"ED353380",
        "title":"Manufacturing Math Classes: An Instructional Program Guide for Manufacturing Workers."},
      {
        "id":"ED353381",
        "title":"Testing for Certification at Work: An Instructional Program Guide for Equipment Operators."},
      {
        "id":"ED353382",
        "title":"Student Voices: Writings from the Workforce Instructional Network."},
      {
        "id":"ED353383",
        "title":"Computer Connections. Final Report."},
      {
        "id":"ED353384",
        "title":"National Issues Forums in an ABE Setting. Final Report."},
      {
        "id":"ED353385",
        "title":"[Synthesis of 107 Workplace Literacy Programs.]"},
      {
        "id":"ED353386",
        "title":"Project LEAP: The Labor Education Achievement Program. A Program To Improve the Literacy Level and Productivity of the Workforce. Final Project Report. April 1, 1991-September 30, 1992."},
      {
        "id":"ED353387",
        "title":"Labor Education Achievement Program. Evaluation Report. 1991-1992 Grant Period."},
      {
        "id":"ED353389",
        "title":"National Workplace Literacy Program. Curriculum Samples for 1992."},
      {
        "id":"ED353390",
        "title":"The Impact of Technological Change on Work and Training. Tripartite European Meeting on the Impact of Technological Change on Work and Training (Geneva, Switzerland, October 28-November 2, 1991)."},
      {
        "id":"ED353391",
        "title":"Literacy Initiatives for Families of Deaf Parents with Hearing Children."},
      {
        "id":"ED353392",
        "title":"TIPS (Toward Improved Parenting Skills) for Deaf Parents with Hearing Children."},
      {
        "id":"ED353393",
        "title":"The Future of Literacy and the Literacy of the Future. Report of the Seminar on Adult Literacy in Industrialized Countries (Hamburg, Germany, December 4-7, 1991). UIE Reports 9."},
      {
        "id":"ED353394",
        "title":"National Forums on the Adult Education Delivery System. A Summary Report."},
      {
        "id":"ED353396",
        "title":"General Office Work. A Competency-Based Curriculum Designed To Prepare Students for Entry-Level Employment."},
      {
        "id":"ED353397",
        "title":"Closing the Skills Gap: New Solutions."},
      {
        "id":"ED353398",
        "title":"Solutions."},
      {
        "id":"ED353399",
        "title":"Technology Education: A Critical Literacy Requirement for All Students (Rationale and Program)."},
      {
        "id":"ED353400",
        "title":"Technology Education: Its Changing Role within General Education."},
      {
        "id":"ED353401",
        "title":"Second Wind: Bringing Good Coping Skills Materials to More Adult Students. Final Narrative Report [and] Coping Skills for Adults Series."},
      {
        "id":"ED353402",
        "title":"Learn Together: Activities for Parents and Children [and] Leader's Guide."},
      {
        "id":"ED353403",
        "title":"PROUD Adult Readers 1-4. People Reading Their Own Unique Dictations [and] A Guide for Teachers and Tutors."},
      {
        "id":"ED353404",
        "title":"Here Is What We Must Do at School To Get Our Students Ready for Work. Blueprint for a School-to-Work System."},
      {
        "id":"ED353405",
        "title":"The Workplace Literacy System Project (WLS). Final Performance Report."},
      {
        "id":"ED353406",
        "title":"Breakers: An Organizational Simulation for Vocational Education Professionals."},
      {
        "id":"ED353407",
        "title":"Integrating Academic and Vocational Education: Lessons from Eight Early Innovators."},
      {
        "id":"ED353408",
        "title":"Pandora's Box: Accountability and Performance Standards in Vocational Education."},
      {
        "id":"ED353409",
        "title":"Training for Basic Skills or Educating Workers?: Changing Conceptions of Workplace Education Programs."},
      {
        "id":"ED353410",
        "title":"Research Priorities for Research and Development: Articulating Areas for Increased Investigative Attention."},
      {
        "id":"ED353411",
        "title":"Vocational Education. Ohio Comprehensive Annual Performance Report, FY 92."},
      {
        "id":"ED353412",
        "title":"Betwixt and Between: Education, Skills, and Employment in Sub-Baccalaureate Labor Markets."},
      {
        "id":"ED353413",
        "title":"Pedagogical Pluses in Vocational Education. Working Papers."},
      {
        "id":"ED353414",
        "title":"Competitive Skills Project (CSP). External Evaluator's Report."},
      {
        "id":"ED353415",
        "title":"A Study of Marketing (Distributive) Education Research Methods."},
      {
        "id":"ED353416",
        "title":"The Southeast Health Professions Magnet High School, 1990-1991. Formative Evaluation."},
      {
        "id":"ED353417",
        "title":"Hearing on School-to-Work Transition. Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, Second Session."},
      {
        "id":"ED353418",
        "title":"Hearing on the Expansion of the Job Corps Program. Hearing before the Subcommittee on Employment Opportunities of the Committee on Education and Labor. House of Representatives, One Hundred Second Congress, Second Session (Fresno, California)."},
      {
        "id":"ED353419",
        "title":"Welfare to Work. States Serve Least Job-Ready while Meeting JOBS Participation Rates. Report to the Honorable Daniel Patrick Moynihan, U.S. Senate."},
      {
        "id":"ED353420",
        "title":"The New Tools of the Trade. A Report of the Conferences on Joint Labor & Management Sponsored Work-Based Education Programs."},
      {
        "id":"ED353422",
        "title":"AIDS and HIV Training and Education in Criminal Justice Agencies. AIDS Bulletin."},
      {
        "id":"ED353423",
        "title":"Region 10 Tech Prep Consortium. Final Evaluation Report."},
      {
        "id":"ED353428",
        "title":"A Choice and Growth Based Theory of Human Development and Learning in the Adult Years."},
      {
        "id":"ED353429",
        "title":"Incidental and Intentional Memory in Adulthood and Old Age."},
      {
        "id":"ED353430",
        "title":"Demonstrating Cooperation: Lessons from Federally-Funded Projects in Vocational Education. Final Report."},
      {
        "id":"ED353431",
        "title":"Women Learning: Ideas, Approaches &amp; Practical Support. A Handbook for Women's Education."},
      {
        "id":"ED353440",
        "title":"Internationalizing Technology Education."},
      {
        "id":"ED353445",
        "title":"Testing and Assessment in Secondary Education: A Critical Review of Emerging Practices."},
      {
        "id":"ED353446",
        "title":"Oakland Readers. A Book of Life Stories Told by Students in the Second Start Adult Literacy Program. Levels One-Four."},
      {
        "id":"ED353450",
        "title":"Massachusetts Career Development Institute in Partnership with the Geriatric Authority of Holyoke, Massachusetts. Final Report."},
      {
        "id":"ED353451",
        "title":"Pima County Workplace Literacy Partnership. Final Report, March 1, 1991-November 30, 1992."},
      {
        "id":"ED353452",
        "title":"The 1990 Perkins: Raising the Academic and Occupational Achievement of Women and Girls. TASPP Brief."},
      {
        "id":"ED353453",
        "title":"Visions of Service: The Future of the National and Community Service Act."},
      {
        "id":"ED353454",
        "title":"Improving the Transition from School to Work in the United States."},
      {
        "id":"ED353457",
        "title":"Tobacco Product Education and Health Protection Act of 1991, S. 1088. Hearing before the Subcommittee on Consumer of the Committee on Commerce, Science, and Transportation. United States Senate, One Hundred Second Congress, First Session (November 14, 1991)."},
      {
        "id":"ED353458",
        "title":"The Adult Correctional Education Program of the Massachusetts Department of Correction: A Performance Audit (Senate 1850)."},
      {
        "id":"ED353459",
        "title":"Mission Possible: Career Education."},
      {
        "id":"ED353460",
        "title":"T3: Training the Trainer. Helping Tutors Teach Adults to Read and Write."},
      {
        "id":"ED353461",
        "title":"Workplace Literacy Programs: Variations of Approach and Limits of Impact."},
      {
        "id":"ED353462",
        "title":"Literacy Issues of &quot;Women in Development&quot; in Developed Countries."},
      {
        "id":"ED353463",
        "title":"Programming Adult Literacy: Developing Individuals and Contexts."},
      {
        "id":"ED353464",
        "title":"The Development of a European Dimension in the Training of Guidance Practitioners."},
      {
        "id":"ED353465",
        "title":"Success Stories Profiles."},
      {
        "id":"ED353472",
        "title":"Examples of Integrated Academic and Vocational Curriculum from High School Academies in the Oakland Unified School District."},
      {
        "id":"ED353473",
        "title":"Vocational Education and Training in Europe. A Four-Country Study in Four Employment Sectors."},
      {
        "id":"ED353474",
        "title":"Assessing State-Level Job Training Coordination: A Survey Design and Methodology Based upon the Massachusetts Experience. Research Report No. 92-01."}]
  }}
